{
  "response":{"numFound":509939,"start":296000,"numFoundExact":true,"docs":[
      {
        "id":"ED090587",
        "title":"The American Indian: A Freshman Investigative Seminar."},
      {
        "id":"ED090588",
        "title":"Creating Tension in Writing."},
      {
        "id":"ED090589",
        "title":"An Overview of the Field of Intercultural Communication."},
      {
        "id":"ED090592",
        "title":"An Interaction Analysis of Self-Disclosure."},
      {
        "id":"ED090593",
        "title":"Student Perceptions of Helpfulness in Classroom Speech Criticism."},
      {
        "id":"ED090595",
        "title":"Cue Set Stimulation as a Factor in Human Response Generation."},
      {
        "id":"ED090596",
        "title":"Effects of Message Organization on Attitude Change, Comprehension, and Retention."},
      {
        "id":"ED090597",
        "title":"A Task Analysis for Teaching the Organization of an Informative Speech."},
      {
        "id":"ED090598",
        "title":"Pro and Antisocial Television Content and Modeling by High and Low Self-esteem Children."},
      {
        "id":"ED090600",
        "title":"Ritual and Regulation in Conversational Turn-Taking: Verbal and Nonverbal Behavior."},
      {
        "id":"ED090601",
        "title":"Choice of Influence as a Function of Degree of Conflict Within a Hierarchy."},
      {
        "id":"ED090602",
        "title":"Pacification and Social Process."},
      {
        "id":"ED090604",
        "title":"A Summary and Papers from the July-August Conversations in the Disciplines, State University College at Buffalo, On Listening and Audio Tutorial Systems."},
      {
        "id":"ED090605",
        "title":"Improving Internal Communication: A Campus Quandary."},
      {
        "id":"ED090606",
        "title":"Law and Foreign Policy: Problems in Intercultural Communications."},
      {
        "id":"ED090608",
        "title":"Speech Communication."},
      {
        "id":"ED090610",
        "title":"The Theatrical Event as History: Arnolt Bronnen's &quot;Ostpolzug&quot; in Production."},
      {
        "id":"ED090611",
        "title":"Voice Problems of the Male to Female Transsexual Client."},
      {
        "id":"ED090612",
        "title":"A Rationale and Application of Contract Grading for Use in the Interpersonal Communication Course."},
      {
        "id":"ED090613",
        "title":"On the Need for the Comparative Study of Communication: Some Conceptual and Methodological Considerations."},
      {
        "id":"ED090614",
        "title":"Use of Preview Courses."},
      {
        "id":"ED090615",
        "title":"Black Theatre: Ideas That Matter in the Pursuit of Human Dignity."},
      {
        "id":"ED095657",
        "title":"The Extent of Intra-District Inequalities: Issues and Problems."},
      {
        "id":"ED095658",
        "title":"Obstacles to School Decentralization: The Chicago Case."},
      {
        "id":"ED095659",
        "title":"The Relocation Plan."},
      {
        "id":"ED095660",
        "title":"Facilities for Occupational Education, Grades 7-12. School Planning Guide Series--8."},
      {
        "id":"ED095661",
        "title":"North Carolina Schools of Interest."},
      {
        "id":"ED095662",
        "title":"Schools of Interest 2: Additions and Renovations."},
      {
        "id":"ED095663",
        "title":"Evaluating Administrative Performance. An ERS Report."},
      {
        "id":"ED095665",
        "title":"Management by Objectives: Planning Where To Go and How To Get There."},
      {
        "id":"ED095666",
        "title":"State Policy Making for the Public Schools: A Comparative Analysis."},
      {
        "id":"ED095667",
        "title":"The Use of Performance Criteria To Allocate Compensatory Education Funds."},
      {
        "id":"ED095670",
        "title":"Political Manipulation, Longevity and Educational Finance: Superintendents and State Legislators in a Single State."},
      {
        "id":"ED095671",
        "title":"Project Pulse: A New Approach to Collecting Information for University Decision Making."},
      {
        "id":"ED095673",
        "title":"Intelligence Test Modifications on Handicapped and Nonhandicapped Children. Final Report."},
      {
        "id":"ED095674",
        "title":"Intelligence Test Modifications on Handicapped and Nonhandicapped Children. Supplement to Final Report."},
      {
        "id":"ED095675",
        "title":"Community College Cooperation for Development of Staff to Work with Deaf Children."},
      {
        "id":"ED095676",
        "title":"Protective Services and Citizen Advocacy. Monograph No. 3."},
      {
        "id":"ED095677",
        "title":"Team Teaching and its Implications for Mentally Retarded Children."},
      {
        "id":"ED095678",
        "title":"Perceptual-Motor Assessment for Trainable Mental Retardates. Noble 1."},
      {
        "id":"ED095679",
        "title":"Curriculum for Severely Physically and Mentally Handicapped Children. Noble 1."},
      {
        "id":"ED095680",
        "title":"The Handicapped Child's Right to an Education: A Handbook."},
      {
        "id":"ED095681",
        "title":"1972-1973 Report of the Essential Early Education Project."},
      {
        "id":"ED095682",
        "title":"Training and Employment Opportunities for the Visually Handicapped. A Survey."},
      {
        "id":"ED095683",
        "title":"Ethnic Survey of EMR Classes. Information Report to Superintendent of Public Instruction and to [California] State Board of Education."},
      {
        "id":"ED095684",
        "title":"Day Care: Serving Preschool Children-3."},
      {
        "id":"ED095685",
        "title":"An Interactive CCTV System for Educating Partially Sighted and Some Other Types of Handicapped Children."},
      {
        "id":"ED095686",
        "title":"Casefinding Criteria for Use in Identifying Deaf-Blind Children."},
      {
        "id":"ED095687",
        "title":"A Training Model for Cooperating Teachers in Special Education: Mental Retardation. Final Report."},
      {
        "id":"ED095688",
        "title":"Individualizing Junior and Senior High School Instruction to Provide Special Education Within Regular Classrooms; The 1972-1973 Research Service Reports of the Secondary Special Education Project."},
      {
        "id":"ED095690",
        "title":"Prototype Training for the Preparation of Curriculum Consultants for Exceptional Children. Interim Report: Dissemination Phase."},
      {
        "id":"ED095692",
        "title":"Supplementary Books: Selected by Committees of Supervisors and Teachers. Lists Approved for 1974."},
      {
        "id":"ED095693",
        "title":"The Development and Implementation of a Minimum Objective System in the Hinesburg Elementary School. A Report: Vol. 1."},
      {
        "id":"ED095694",
        "title":"The Development and Implementation of a Minimum Objective System in the Hinesburg Elementary School. Language Arts Objectives Developed by the K-6 Teachers at the Hinesburg Elementary School. Appendix A: Vol. 2."},
      {
        "id":"ED095695",
        "title":"The Development and Implementation of a Minimum Objective System in the Hinesburg Elementary School. Hinesburg Elementary School Minimum Objectives for Science, Physical Education, Music, Library. Appendix B: Vol. 3."},
      {
        "id":"ED095696",
        "title":"The Development and Implementation of a Minimum Objective System in the Hinesburg Elementary School. Revised Minimum Objectives for K-6 Language Arts; Hinesburg Elementary School. Appendix C: Vol. 4."},
      {
        "id":"ED095698",
        "title":"Linguistics as a Resource in Language Planning."},
      {
        "id":"ED095701",
        "title":"The Linguistic Status of Sign Language."},
      {
        "id":"ED095703",
        "title":"Beginning English for Adults. Vol. 1, Asian Project."},
      {
        "id":"ED095705",
        "title":"Beginning English for Adults. Vol. 3, Asian Project."},
      {
        "id":"ED095706",
        "title":"Beginning English for Adults. Vol. 4, Asian Project."},
      {
        "id":"ED095707",
        "title":"Intermediate English for Adults. Vol. 5, Asian Project."},
      {
        "id":"ED095708",
        "title":"Pronunciation Lessons for Adults. Vol. 6, Asian Project."},
      {
        "id":"ED095709",
        "title":"Bridging the Asian Language and Cultural Gap. A Handbook for Teachers. Vol. 7, Asian Project."},
      {
        "id":"ED095711",
        "title":"Causative Verbs in Formosan Languages. Preliminary Version. Working Papers in Linguistics, Vol. 5, No. 9."},
      {
        "id":"ED095712",
        "title":"English School Achievements and Some Student Characteristics II. On the Relationships of Motivational and Auditory Variable to English School Achievements. Final Analyses. Research Bulletin No. 40."},
      {
        "id":"ED095713",
        "title":"A Variable Rule Analysis of the Indefinite Article \"An.\""},
      {
        "id":"ED095716",
        "title":"Asking the Right Questions in FL Instruction: Why, When, How."},
      {
        "id":"ED095718",
        "title":"Alternatives in the Second-Year Language Courses: A Report for the Departments of Foreign Languages at SUNY/Buffalo."},
      {
        "id":"ED095719",
        "title":"Discord. Working Papers in Linguistics, No. 16."},
      {
        "id":"ED095720",
        "title":"Adverbial --ing. Working Papers in Linguistics, No. 16."},
      {
        "id":"ED095721",
        "title":"Bibliography III. Forestress and Afterstress, Compounds and Phrases. Working Papers in Linguistics, No. 16."},
      {
        "id":"ED095722",
        "title":"Student Motivation, Foreign Language Bandwagons and Instructional Realities."},
      {
        "id":"ED095723",
        "title":"Education as Process at Austin College. Planning for Higher Education; v3 n3:6/6 June 1974."},
      {
        "id":"ED095724",
        "title":"The 1970-1972 Assembly on University Governance at Syracuse University. Final Report."},
      {
        "id":"ED095725",
        "title":"The Commission on Student Life. A Study and Report, September 1972."},
      {
        "id":"ED095726",
        "title":"The Administration of Higher Education in an Era of Change and Conflict."},
      {
        "id":"ED095727",
        "title":"Financing the Opportunity to Enter the \"Educated Labor Market.\" General Series Reprint No. 285."},
      {
        "id":"ED095728",
        "title":"Graduate Education: An Annotated Bibliography. Bulletin 1961, No. 26."},
      {
        "id":"ED095729",
        "title":"The AACRAO-AID Participant Selection and Placement Study. Report to the Office of International Training, Agency for International Development, U. S. Department of State."},
      {
        "id":"ED095730",
        "title":"A Strategy for Change in Higher Education: The Extended University of the University of California."},
      {
        "id":"ED095731",
        "title":"Cooperative Programs in Minnesota Post-Secondary Educational Institutions."},
      {
        "id":"ED095732",
        "title":"Strengthening the Alternative Postsecondary Education System: Continuing and Part-Time Study in Massachusetts. Volume 1--Summary Report and Recommendations; Volume 2--Technical Report."},
      {
        "id":"ED095733",
        "title":"University of Minnesota Faculty Participation in the University Without Walls."},
      {
        "id":"ED095734",
        "title":"Programmatic Planning [Montana]. Technical Group Report No. 8."},
      {
        "id":"ED095735",
        "title":"President's Report: University of Arizona, A Decade of Progress 1963-1973."},
      {
        "id":"ED095736",
        "title":"Revised Recommendations. Commission on Post-Secondary Education (Montana)."},
      {
        "id":"ED095738",
        "title":"Attitudes Toward Hiring a Professional Couple: Results of a Recent Survey."},
      {
        "id":"ED095739",
        "title":"Federal Manpower Legislation and the Academic Health Centers: An Interim Report."},
      {
        "id":"ED095740",
        "title":"When Are Undergraduate Admissions Sexist? The Case of Stanford University."},
      {
        "id":"ED095741",
        "title":"Faculty Research. Technical Group Report No. 3."},
      {
        "id":"ED095742",
        "title":"Women in Higher Education: A Biographical Inquiry."},
      {
        "id":"ED095743",
        "title":"Impressions of Education in Great Britain. A Report of the Educational Staff Seminar Study Mission, January 7-21, 1974."},
      {
        "id":"ED095744",
        "title":"Child Care at USC [University of Southern California]. A Study for Action."},
      {
        "id":"ED095745",
        "title":"Substantial Justice on Campus: Individual Rights v. Institutional Needs."},
      {
        "id":"ED095746",
        "title":"Graduate Study as Education."},
      {
        "id":"ED095747",
        "title":"Montana Post-Secondary Education Today. Staff Report No. 3."},
      {
        "id":"ED095748",
        "title":"Review of Prior Studies of Post-Secondary Education in Montana. Staff Report No. 1."},
      {
        "id":"ED095749",
        "title":"[Study Plan for the Montana Commission on Post-Secondary Education]."},
      {
        "id":"ED095750",
        "title":"Goals for Montana Higher Education: A Survey of 12 Academic Communities. Staff Report No. 5."},
      {
        "id":"ED095751",
        "title":"Student Needs and Resources in Montana Post-Secondary Education. Staff Report No. 4."},
      {
        "id":"ED095752",
        "title":"Student Vote 1974. An Analysis of Student Voting Patterns in the June, 1974 Primary Election."},
      {
        "id":"ED095753",
        "title":"Issues in Governance, Planning and Coordination. Staff Report No. 8."},
      {
        "id":"ED095754",
        "title":"Independent Higher Education. Technical Group Report No. 6."},
      {
        "id":"ED095755",
        "title":"Insights into Higher Education: Selected Writings of CSHE [Center for the Study of Higher Education], 1969-73. Volume 3: Curriculum, Graduate and Professional Education, Finance."},
      {
        "id":"ED095756",
        "title":"Faculty Workload: Facts, Myths and Commentary. ERIC/Higher Education Report No. 6."},
      {
        "id":"ED095757",
        "title":"Institutional Interface: Making the Right Connection. Trends and Issues in Cooperation, Spring 1974."},
      {
        "id":"ED095758",
        "title":"Trends and Issues in Cooperation."},
      {
        "id":"ED095759",
        "title":"Early Retirement. A New Issue in Higher Education: The Financial Consequences of Early Retirement."},
      {
        "id":"ED095760",
        "title":"Are Foreign Medical Schools Desirable Alternatives?"},
      {
        "id":"ED095761",
        "title":"The State of the Art of College Trusteeship. A Situation Review."},
      {
        "id":"ED095762",
        "title":"A Study of Student Affairs: The Principal Student Affairs Officer, the Functions, the Organization at American Colleges and Universities 1967-1972. A Preliminary Summary Report. Technical Report No. 3."},
      {
        "id":"ED095763",
        "title":"Academic Achievement of Red Deer College Students at Alberta Universities."},
      {
        "id":"ED095764",
        "title":"Status of the Doctor of Arts Degree."},
      {
        "id":"ED095765",
        "title":"A Report on Medical Education: The Training and Retaining of Physicians for Washington."},
      {
        "id":"ED095766",
        "title":"The Center for the Study of Higher Education: The First Five Years 1969-1974."},
      {
        "id":"ED095767",
        "title":"A Survey of the Professional Development of Student Financial Aid Administrators in Nine Southern States."},
      {
        "id":"ED095768",
        "title":"The Seven Comparison States: Their Selection, Use, and Applicability for Higher Education Comparisons. A Report in Response to HFR 1972-39."},
      {
        "id":"ED095769",
        "title":"Report on the First Year's Experience with Tuition and Fee Waivers [Washington State]."},
      {
        "id":"ED095770",
        "title":"Comparative Profiles of Male and Female Students at the University of Minnesota, Twin Cities Campus. Office for Student Affairs Research Bulletin, Vol. 15, No. 1. July 31, 1974."},
      {
        "id":"ED095771",
        "title":"Student Financial Aid in Illinois: A Program Evaluation."},
      {
        "id":"ED095772",
        "title":"Undergraduate Cross Registration."},
      {
        "id":"ED095773",
        "title":"Factors Associated with the Academic Performance of Malaysian Students at Louisiana State University. Research and Thesis-Summary No. 55."},
      {
        "id":"ED095774",
        "title":"Student Retention and Graduation at the City University of New York: September 1970 Enrollees Through Seven Semesters."},
      {
        "id":"ED095775",
        "title":"Profile of Entering Freshmen, Fall, 1973 [University of South Carolina]. Research Notes No. 23."},
      {
        "id":"ED095776",
        "title":"Analysis of Change in Religious Attitudes of Freshmen Entering [University of South Carolina] for the Years 1968, 1970, and 1972. Research Notes No. 22."},
      {
        "id":"ED095777",
        "title":"Credit Transfer Policies at Louisiana Colleges and Universities. A Report in Response to Senate Concurrent Resolution 120 of the 1972 Louisiana Legislature."},
      {
        "id":"ED095778",
        "title":"Foreign Medical Graduates and Physician Manpower in the United States."},
      {
        "id":"ED095779",
        "title":"The Education of Physicians for Primary Care."},
      {
        "id":"ED095781",
        "title":"Financing Postsecondary Education. Three Perspectives."},
      {
        "id":"ED095782",
        "title":"Long-Range Enrollment Trends for Post Secondary Education in Oregon."},
      {
        "id":"ED095783",
        "title":"Guidelines for Classification of Resident and Nonresident Students."},
      {
        "id":"ED095784",
        "title":"The Correlates of Undergraduate Student Attrition at the University of Miami. Institutional Research Report No. 226 XX."},
      {
        "id":"ED095785",
        "title":"Report and Recommendations of the Mississippi Select Committee for Higher Education."},
      {
        "id":"ED095786",
        "title":"A Planning Outline for the Study and Coordination of Washington Higher Education."},
      {
        "id":"ED095787",
        "title":"Exploring the External Degree. Conference Report."},
      {
        "id":"ED095788",
        "title":"Perspectives and Plans for Graduate Studies. 11. Engineering 1974. A. Chemical Engineering."},
      {
        "id":"ED095789",
        "title":"Higher Education Annual Enrollment Survey, 1973."},
      {
        "id":"ED095790",
        "title":"Inquiry into Academic Salaries."},
      {
        "id":"ED095791",
        "title":"A Follow-up Survey of the 1972 Graduates of the University of Illinois."},
      {
        "id":"ED095792",
        "title":"A Comparison of Two course Evaluation Forms: The Hofstra University Course and Teacher Evaluation Questionnaire and the New College Course Evaluation Questionnaire. Report No. 3."},
      {
        "id":"ED095793",
        "title":"An Evaluation of the &quot;Living-Learning&quot; Unit: New College, 1973-74. Report No. 5."},
      {
        "id":"ED095794",
        "title":"Patterns of Innovation. An Inventory of Non-traditional Instructional Activities. Volume II."},
      {
        "id":"ED095796",
        "title":"Perspectives and Plans for Graduate Studies. 11. Engineering 1974. B. Electrical Engineering."},
      {
        "id":"ED095798",
        "title":"The Federal Role in Higher Education."},
      {
        "id":"ED095799",
        "title":"Fort Hays Kansas State College and Other Four Year Colleges. A Comparison of Entering Freshmen Fall 1973."},
      {
        "id":"ED095800",
        "title":"Draft Report. Montana Commission on Post-Secondary Education."},
      {
        "id":"ED095801",
        "title":"Part-time Faculty Women (and Men) Have Needs, Too."},
      {
        "id":"ED095802",
        "title":"Student Profile: Freshmen - 1973-74. Part II: SAT, High School Decile, and Entrance Testing."},
      {
        "id":"ED095803",
        "title":"A Study of the Academic Achievement of Athletes at the University of Tennessee, Knoxville. Volume XIV, Number 5."},
      {
        "id":"ED095804",
        "title":"Academic Careers and Post-College Employment of Young Men. Final Report."},
      {
        "id":"ED095805",
        "title":"College and University Facilities: Expectations of Space and Maintenance Needs for Fall 1974. Higher Education Panel Reports No. 20."},
      {
        "id":"ED095806",
        "title":"Fort Hays Kansas State College and Other Regents' Institutions: A Comparison of the Perceptions of Senior Students."},
      {
        "id":"ED095807",
        "title":"Study of Educational Programs and Employment Opportunities in Health in Connecticut and the Northeast and Overview."},
      {
        "id":"ED095808",
        "title":"Kentucky Workmen's Compensation and Experiential Learning Situations."},
      {
        "id":"ED095809",
        "title":"Towards Mass Higher Education. Issues and Dilemmas."},
      {
        "id":"ED095810",
        "title":"Affirmative Action and Equal Employment. A Guidebook for Employers and Appendices. Volume I and II."},
      {
        "id":"ED095811",
        "title":"Is the University An Agent for Social Reform? Occasional Paper Number 8."},
      {
        "id":"ED095813",
        "title":"Experiential Learning at the University of Kentucky: Institutionalizing Academic Change."},
      {
        "id":"ED095814",
        "title":"Computerized Data Sources for Higher Education."},
      {
        "id":"ED095815",
        "title":"Proposed Research Program (Part A: Technical Narrative) on Assessment and Analysis of Education Satellite Communications Demonstration. Phase III."},
      {
        "id":"ED095817",
        "title":"British Library Systems Development: The National and International Environment."},
      {
        "id":"ED095818",
        "title":"Dissemination and In-service Training: Report of the Schools Council Dissemination Working Party (1972-73). Pamphlet No. 14."},
      {
        "id":"ED095819",
        "title":"Educational Technology Annual Review: Adaptive Interactive Instructional Systems For Education."},
      {
        "id":"ED095820",
        "title":"Intellectual Abilities and Instructional Media Design. Draft Copy."},
      {
        "id":"ED095821",
        "title":"Taxonomizing Media Attributes for Research Purposes."},
      {
        "id":"ED095822",
        "title":"Learner Control: Beyond Aptitude Treatment Interactions. Draft Copy."},
      {
        "id":"ED095823",
        "title":"Trait-Treatment Interactions (TTI), Cognitive Processes and Research on Communication Media."},
      {
        "id":"ED095824",
        "title":"Interaction Studies in University Education: A Search for TTI's in a Medical School (A Personal and Empirical Quest)."},
      {
        "id":"ED095825",
        "title":"The Development of Instructional Design and Organizational Performance to Achieve Profit-Oriented Objectives."},
      {
        "id":"ED095826",
        "title":"Effects of Context and Size of Step on Meaningful Learning and Retention in a Linear Instructional Program."},
      {
        "id":"ED095827",
        "title":"Media and the Learner: the Influence of Media-Message Conponents on Students' Recall and Attitudes Toward the Learning Experience."},
      {
        "id":"ED095828",
        "title":"Report Relating to the Preparation of the North American Library Education Directory and Statistics 1971-1973. Final Report."},
      {
        "id":"ED095829",
        "title":"Student Control and Choice: Their Effects on Student Engagement in a CAI Arithmetic Task in a Low-Income School. Technical Report No. 41."},
      {
        "id":"ED095830",
        "title":"Results of the Feasibility Study on the Establishment of a Science and Technology Policies Information Exchange System (&quot;SPINES&quot;)."},
      {
        "id":"ED095831",
        "title":"NDEA III-A and ESEA II Survey Results."},
      {
        "id":"ED095833",
        "title":"Comprehensive Organization/Operational Planning: A Research Project for Management Planning in Libraries."},
      {
        "id":"ED095834",
        "title":"On Management &quot;Myth&quot;-Information Systems."},
      {
        "id":"ED095835",
        "title":"African-American Materials Project Experiment in Regional Cooperation. Final Report."},
      {
        "id":"ED095836",
        "title":"Who Gets Trained: A Look at Participation in Company Training Programs."},
      {
        "id":"ED095838",
        "title":"Educational Media Selection Centers and Academic Libraries."},
      {
        "id":"ED095839",
        "title":"The Instructional Systems Development Function--How to Get It Done."},
      {
        "id":"ED095840",
        "title":"EDP Education--An Acute Crisis."},
      {
        "id":"ED095841",
        "title":"The Status of Cable Communications in Libraries."},
      {
        "id":"ED095842",
        "title":"Survey of Library and Information Problems in Correctional Institutions. Volume 1: Findings and Recommendations. ILR-73-008. Final Report."},
      {
        "id":"ED095843",
        "title":"Survey of Library and Information Problems in Correctional Institutions. Volume 2: Access to Legal Reference Materials in Correctional Institutions. ILR-73-009. Final Report."},
      {
        "id":"ED095844",
        "title":"Survey of Library and Information Problems in Correctional Institutions. Volume 3: Current Practices in Correctional Library Services: State Profiles. ILR-73-010. Final Report."},
      {
        "id":"ED095845",
        "title":"Survey of Library and Information Problems in Correctional Institutions. Volume 4: Bibliography. ILR-73-011. Final Report."},
      {
        "id":"ED095846",
        "title":"Wisconsin Library Service Record, 1973."},
      {
        "id":"ED095847",
        "title":"Summary Statistics of CPB-Qualified Public Radio Stations, Fiscal Year 1972."},
      {
        "id":"ED095848",
        "title":"Interactive Computer Graphics for Performance-Structure-Oriented CAI. Technical Report No. 73."},
      {
        "id":"ED095849",
        "title":"Educational Search Strategies."},
      {
        "id":"ED095850",
        "title":"Children Talk About Television."},
      {
        "id":"ED095851",
        "title":"Elements of a Model State Education Agency Diffusion System."},
      {
        "id":"ED095852",
        "title":"Field Evaluation of a Mini Learning Resource Aided Instruction System."},
      {
        "id":"ED095853",
        "title":"Planning Interconnection Systems: Options for the Twin Cities Metropolitan Area."},
      {
        "id":"ED095855",
        "title":"Summary Statistics of Public TV Licensees, 1972."},
      {
        "id":"ED095856",
        "title":"A National Program for Library and Information Services. 2nd Draft (Rev.)."},
      {
        "id":"ED095857",
        "title":"Computer-Assisted Instruction in Language Arts for Hearing-Impaired Students. Technical Report No. 215."},
      {
        "id":"ED095858",
        "title":"A Primitive Individualization of Time and Method in a Beginning Accounting Course."},
      {
        "id":"ED095861",
        "title":"Organizational Alternatives for a Pacific Educational Computer-Communications Network."},
      {
        "id":"ED095862",
        "title":"Pacific Educational Computer Network Study. Results of the Second Planning and Review Meeting, January 9, 1974."},
      {
        "id":"ED095865",
        "title":"The BA Previews Project: The Development and Evaluation of a Mechanised S.D.I. Service for Biologists. Final Report. OSTI Report No. 5140."},
      {
        "id":"ED095866",
        "title":"Pennsylvania Library Master Plan Committee Report."},
      {
        "id":"ED095867",
        "title":"Scientific and Technical Information and Transfer for Education (STITE). Research Report No. 1."},
      {
        "id":"ED095868",
        "title":"Scientific and Technical Information Transfer for Education (STITE). Research Report No. 2."},
      {
        "id":"ED095869",
        "title":"Scientific and Technical Information Transfer for Education (STITE). Research Report No. 3."},
      {
        "id":"ED095870",
        "title":"Don't Program the World--PLAN* It."},
      {
        "id":"ED095872",
        "title":"Making Sense of Cost-Effectiveness and Benefit-Cost Analyses."},
      {
        "id":"ED095873",
        "title":"Personnel Technology: Using an Inexpensive Computer-Based System to Teach Performance-Oriented Skill. Technical Report No. 1728-1. Final Report."},
      {
        "id":"ED095874",
        "title":"A Model for Evaluating Document Based Educational Information Systems."},
      {
        "id":"ED095875",
        "title":"Summative Evaluation of an Ongoing Cable Television (CATV) System in Our Fifty Elementary and Five Senior High Schools."},
      {
        "id":"ED095876",
        "title":"The UNESCO Educational Simulation Model (ESM). Report and Papers in the Social Sciences No. 29."},
      {
        "id":"ED095877",
        "title":"Union Catalogs and Lists: Aspects of National and California Coverage. Occasional Papers No. 114."},
      {
        "id":"ED095878",
        "title":"A Look at Four Encyclopedias of 1974--Especially Britannica."},
      {
        "id":"ED095879",
        "title":"Caricatural Imagery in the Mass Media. Research Report, Vol. 9, No. 2."},
      {
        "id":"ED095880",
        "title":"Implications of Proposed Changes in Rules for Entry of Serials."},
      {
        "id":"ED095881",
        "title":"A Theoretical Basis for Individualized Instruction. Final Report, March 1973-November 1973."},
      {
        "id":"ED095882",
        "title":"Cable Data. Revised Edition."},
      {
        "id":"ED095883",
        "title":"Telemedicine: The Assessment of an Evolving Health Care Technology."},
      {
        "id":"ED095884",
        "title":"Computer Networking: Approaches to Quality Service Assurance. Technical Note No. 800."},
      {
        "id":"ED095885",
        "title":"Bibliography of the Sources for the Evaluation and Selection of Instructional Materials Which Will Insure Proper Recognition of Ethnic and Cultural Minorities."},
      {
        "id":"ED095886",
        "title":"Guidelines for the Evaluation and Selection of Instructional Materials Which Will Insure Proper Recognition of Ethnic and Cultural Minorities."},
      {
        "id":"ED095887",
        "title":"What Are We About!"},
      {
        "id":"ED095888",
        "title":"Together We Can Do It."},
      {
        "id":"ED095889",
        "title":"Library Media Specialists' Perceptions of Their Roles and Functions."},
      {
        "id":"ED095890",
        "title":"How Many Reference Librarians Are Enough?"},
      {
        "id":"ED095891",
        "title":"Monthly Checklist of State Publications."},
      {
        "id":"ED095892",
        "title":"Children's Television Workshop. Progress Report."},
      {
        "id":"ED095893",
        "title":"Bibliocable. Revised Edition."},
      {
        "id":"ED095894",
        "title":"Survey of Two-Way Cable Television Testbeds."},
      {
        "id":"ED095895",
        "title":"Cable Television Interconnection."},
      {
        "id":"ED095896",
        "title":"The Televote System for Civic Communication: First Demonstration and Evaluation. Final Report."},
      {
        "id":"ED095897",
        "title":"The Televote System for Civic Communication: First Demonstration and Evaluation: Appendices. Final Report."},
      {
        "id":"ED095898",
        "title":"Overview Study for the Purdue University Libraries and Audio-Visual Center Circulation System."},
      {
        "id":"ED095899",
        "title":"Development and Evaluation of Video Systems for Performance Testing and Student Monitoring. Final Report."},
      {
        "id":"ED095900",
        "title":"The Empirical Derivation of Equations for Predicting Subjective Textual Information. Final Report."},
      {
        "id":"ED095901",
        "title":"Advanced Simulation in Undergraduate Pilot Training (ASUPT) Facility Utilization Plan."},
      {
        "id":"ED095902",
        "title":"Comparison of Two Teaching Strategies in Computer-Assisted Instruction. Report No. 2885."},
      {
        "id":"ED095903",
        "title":"Application of Simulation to Individualized Self-Paced Training. Final Report. TAEG Report No. 11-2."},
      {
        "id":"ED095904",
        "title":"Educational Radio: A Review of the Literature."},
      {
        "id":"ED095905",
        "title":"Bibliographical References from ERIC Citations."},
      {
        "id":"ED095906",
        "title":"The Potential for Congressional Use of Emergent Telecommunications: An Exploratory Assessment. Monograph No. 20."},
      {
        "id":"ED095907",
        "title":"Computer-Assisted Test Construction."},
      {
        "id":"ED095908",
        "title":"A Comprehensive Question Retrieval Application to Serve Classroom Teachers."},
      {
        "id":"ED095909",
        "title":"Bibliography on Computer-Assisted Test Construction."},
      {
        "id":"ED095910",
        "title":"School Library Media Supervisor Competencies: A Cyclic Design for Development."},
      {
        "id":"ED095911",
        "title":"&quot;Mister Rogers' Neighborhood&quot; and the Handicapped Child Interface: Exploring and Assessing Integration of Educational Media and Professional Services to the Handicapped Child."},
      {
        "id":"ED095912",
        "title":"Evaluation of the Albany Librarianship Trainee Program of the School of Library and Information Science of the State University of New York at Albany."},
      {
        "id":"ED095913",
        "title":"About to Have a Centre?"},
      {
        "id":"ED095914",
        "title":"Resource and Bibliographic Support for a Nationwide Library Program. Final Report."},
      {
        "id":"ED095915",
        "title":"The Books by Mail Programs of Bur Oak, Corn Belt, and Rolling Prairie Library Systems."},
      {
        "id":"ED095916",
        "title":"Planning and Evaluating Library System Services in Illinois."},
      {
        "id":"ED095917",
        "title":"A Study of Urban Library Needs."},
      {
        "id":"ED095918",
        "title":"The Emerging Role of the Data Base Manager. Report No. R-1253-PR."},
      {
        "id":"ED095919",
        "title":"A Selected Bibliography on Continuing Education 1965 to Date."},
      {
        "id":"ED095920",
        "title":"A Survey of the Attitudes, Opinions and Behavior of Citizens of Colorado with Regard to Library Services. Volume Three: Adult Non-Student Summary."},
      {
        "id":"ED095921",
        "title":"Life-Coping Skills for Eleven-to-Thirteen-Year-Olds. Prospectus."},
      {
        "id":"ED095922",
        "title":"Pediatrics and Cable Television."},
      {
        "id":"ED095923",
        "title":"A Feasibility Study of Computer Assisted Instruction in US Army Basic Electronics Training. Final Report."},
      {
        "id":"ED095924",
        "title":"Two Upper Bounds for the Weighted Path Length of Binary Trees. Report No. UIUCDCS-R-73-565."},
      {
        "id":"ED095925",
        "title":"An On-Line Electronics Graphics Symbol Set for the PLATO IV System."},
      {
        "id":"ED095926",
        "title":"PLATO IV: First Year Report, Computerized Training System, Project ABACUS."},
      {
        "id":"ED095927",
        "title":"Experiences with a Competency-Based Educational Approach to Reproductive Biology."},
      {
        "id":"ED095928",
        "title":"The Computer and the Camera. CAI and CATV--The Missing Link?"},
      {
        "id":"ED095930",
        "title":"Feeling Good: A Major New Weekly Series on Health for Adults from the Creators of Sesame Street."},
      {
        "id":"ED095932",
        "title":"User's Guide to OASIS, Oceanic and Atmospheric Scientific Information System. Key to Oceanic and Atmospheric Information Sources No. 1."},
      {
        "id":"ED095933",
        "title":"Progress Report-Cataloging in Publication. July 1973 to June 1974. Report No. 5."},
      {
        "id":"ED095934",
        "title":"Staff Association Handbook, 1974-75."},
      {
        "id":"ED095935",
        "title":"The Foreign Student Program in Florida Public Community Colleges."},
      {
        "id":"ED095936",
        "title":"Academic Performance of L.A.C.C. Transfers Entering the University of California During the Academic Year 1972-73. Research Study No. 74-6."},
      {
        "id":"ED095937",
        "title":"They Do Come Back! Student Attrition at the Community College."},
      {
        "id":"ED095938",
        "title":"Proceedings of the Philosophy Colloquia, Winter/Spring 1974; Council for Philosophic Studies."},
      {
        "id":"ED095939",
        "title":"Institutional Research in Community Colleges: A National Survey."},
      {
        "id":"ED095940",
        "title":"Follow-up Survey of High School Graduates in Harper District 1971 and 1972. Research Report Series, Vol. 4, No. 8."},
      {
        "id":"ED095942",
        "title":"Technical College Enrollments '72. Detailed Report of Nebraska Higher Education Enrollment Statistics, Fall Term 1972."},
      {
        "id":"ED095943",
        "title":"Survey of Athletic Needs Among Harper Community and Students. Research Report Series. Vol. 4, No. 15."},
      {
        "id":"ED095944",
        "title":"Educational Plans of Montana High School Seniors. Staff Report No. 6."},
      {
        "id":"ED095945",
        "title":"Relations Between Post-Secondary Education and Secondary Education. Technical Group Report No. 9."},
      {
        "id":"ED095946",
        "title":"Relations Among Post-Secondary Units. Technical Group Report No. 10."},
      {
        "id":"ED095947",
        "title":"Montana Post-Secondary Education: Issues and Questions. Staff Report No. 2."},
      {
        "id":"ED095948",
        "title":"Student Enrollments. Technical Group Report No. 11."},
      {
        "id":"ED095949",
        "title":"Accountability. Technical Group Report No. 1."},
      {
        "id":"ED095950",
        "title":"Montana Proprietary Schools. Staff Report No. 9."},
      {
        "id":"ED095951",
        "title":"Foothill College Faculty Senate Professional Development Program."},
      {
        "id":"ED095952",
        "title":"A Selected Bibliography of References to Cooperative Education in Two-Year and Four-Year Colleges and Universities."},
      {
        "id":"ED095953",
        "title":"Institutional Support Package for Comprehensive Planning and Staff Training for Community College Personnel (State and Local Level) for the State of North Carolina."},
      {
        "id":"ED095954",
        "title":"Model Book for the Cooperative Education Program at Santa Fe [Florida] Community College."},
      {
        "id":"ED095955",
        "title":"World Game Study in the Community College. ERIC Clearinghouse for Junior Colleges Topical Paper No. 44."},
      {
        "id":"ED095958",
        "title":"A Model for Assessing Impact of Institutional Studies."},
      {
        "id":"ED095959",
        "title":"Institutional Research Office Development in Eight Community Colleges."},
      {
        "id":"ED095960",
        "title":"An Annotated Bibliography on Establishing an Office of Institutional Research."},
      {
        "id":"ED095961",
        "title":"Learning Preferences of Community College Students and Potential Students. Research Brief."},
      {
        "id":"ED095962",
        "title":"Predicting Student Achievement in Two-Year Engineering Technology Programs."},
      {
        "id":"ED095963",
        "title":"Annual Report, Community College of Vermont. Year Ended June 30, 1973."},
      {
        "id":"ED095964",
        "title":"Testimony on Vocational Education for the General Subcommittee on Education, Committee on Education and Labor, U.S. House of Representatives."},
      {
        "id":"ED095965",
        "title":"The College and the Energy Crisis."},
      {
        "id":"ED095966",
        "title":"Voluntary or Compulsory Enrollment in Compensatory Education Programs: A Practical and Theoretical Issue."},
      {
        "id":"ED095967",
        "title":"Grade Point Average and Academic Probation in the Two-Year College."},
      {
        "id":"ED095968",
        "title":"North Carolina Community College System; Biennial Report, 1970-1972."},
      {
        "id":"ED095969",
        "title":"The Evolving Plight of College Administrators in the Courts."},
      {
        "id":"ED095970",
        "title":"Illinois Junior College Management Information System. Manual I: Finance. Uniform Accounting Manual, 1972 Edition for 1972-73."},
      {
        "id":"ED095971",
        "title":"A Community College in the North San Fernando Valley. A Feasibility Study."},
      {
        "id":"ED095972",
        "title":"Inventory of Postsecondary Educational Programs in Oregon, 1973-74. A Staff Report."},
      {
        "id":"ED095973",
        "title":"Fall 1973 Academic Performance at L. A. C. C. According to High School Source. Research Study No. 74-8."},
      {
        "id":"ED095974",
        "title":"A Report on Transfers from L. A. C. C. to the Various Campuses of the California State University and Colleges, 1972-1973. Research Study No. 74-7."},
      {
        "id":"ED095975",
        "title":"Faculty Collective Bargaining."},
      {
        "id":"ED095976",
        "title":"Reading and Study Skills Program; A Counseling Approach."},
      {
        "id":"ED095977",
        "title":"Everyman Community College: A Cluster Model."},
      {
        "id":"ED095978",
        "title":"Northampton County [Florida] Area Community College Adjusts to the Seventies. A Case Study."},
      {
        "id":"ED095979",
        "title":"An Analysis of Academic Achievement and Classroom Attendance."},
      {
        "id":"ED095980",
        "title":"The Student Development Program: A Process of Affective Learning in American Higher Education."},
      {
        "id":"ED095981",
        "title":"The Self-Actualization of Polk Community College Students."},
      {
        "id":"ED095982",
        "title":"A Plan for Comprehensive Community College Education in West Virginia."},
      {
        "id":"ED095984",
        "title":"The Measure of Learning."},
      {
        "id":"ED095985",
        "title":"A Case Study: Community Influence upon Curriculum."},
      {
        "id":"ED095986",
        "title":"Alternatives for Regulation of Family Day Care Homes for Children."},
      {
        "id":"ED095987",
        "title":"Language Experiences for Your Preschooler. Part I: Activities at Home."},
      {
        "id":"ED095988",
        "title":"The Clarifying Environments Program: A Case Study of a University-&quot;Outreach&quot; Project."},
      {
        "id":"ED095990",
        "title":"The Kibbutz: The Hebrew Word for &quot;Group&quot;."},
      {
        "id":"ED095991",
        "title":"Influence of Behavior Settings on Role of Inappropriate and Appropriate Behavior."},
      {
        "id":"ED095992",
        "title":"A Message from Home: A Home-Based Intervention Method for Low-Income Preschoolers."},
      {
        "id":"ED095993",
        "title":"Discipline in Child Rearing."},
      {
        "id":"ED095994",
        "title":"Pre-Lingual Communication and Attachment Behavior."},
      {
        "id":"ED095995",
        "title":"Identification of Learning Problems--Adjustment in Kindergarten Curricula."},
      {
        "id":"ED095996",
        "title":"Formative Evaluation in a Cognitive Developmental Program for Young Children."},
      {
        "id":"ED095997",
        "title":"A Cross-Sectional Study of Cognitive Variables."},
      {
        "id":"ED095998",
        "title":"Evaluating Social Learning Behaviors in the Open Classroom."},
      {
        "id":"ED095999",
        "title":"Cognitive-Developmental Approaches to Moral Education: A Social Ethical Analysis."},
      {
        "id":"ED096001",
        "title":"The Origin and Development of Imitation in the First Six Months of Life."},
      {
        "id":"ED096002",
        "title":"Is Part-Time Child Care Surrogate Parenting? Parents' Perceptions."},
      {
        "id":"ED096003",
        "title":"Early School Entry: A Study of Some Difference in Children Remaining at Home and Those Attending School."},
      {
        "id":"ED096004",
        "title":"A Competency Base for Curriculum Development in Preschool Education."},
      {
        "id":"ED096006",
        "title":"The Family, the Young Child, and the School."},
      {
        "id":"ED096008",
        "title":"The Young Child: Approaches to Action in Developing Countries."},
      {
        "id":"ED096010",
        "title":"Orientation to the Social vs. Physical Environment: Relationship to Intellectual Abilities of Preschool Children."},
      {
        "id":"ED096011",
        "title":"Sex, Setting, and Personal Space: Changes as Children Grow Older."},
      {
        "id":"ED096012",
        "title":"Head Start: Does It Reduce the Use of Special Education Services in Grades 1-3?"},
      {
        "id":"ED096013",
        "title":"Home-SAFE: A New Approach in Day Care for the Young Child."},
      {
        "id":"ED096015",
        "title":"Sex Differences in Competition - Cooperation Behavior of Eight-Year-Old Children."},
      {
        "id":"ED096016",
        "title":"The Development of Competence in Young Children: A Function of Parenting Styles."},
      {
        "id":"ED096017",
        "title":"Economic, Social and Policy Aspects of Child Care: A Quantitative Analysis of Child Care Arrangements of Working Mothers. Report of a Study."},
      {
        "id":"ED096018",
        "title":"Maternal Involvement in Day Care: A Comparison of Incentives. Final Report."},
      {
        "id":"ED096019",
        "title":"Open Education: An Abstract Bibliography (Supplement #1)."},
      {
        "id":"ED096020",
        "title":"Mothers as Key Educators of their Preschool Children."},
      {
        "id":"ED096021",
        "title":"What Is Quality Family Day Care?"},
      {
        "id":"ED096022",
        "title":"The Education of Migrant Children. A Study of the Educational Opportunities and Experiences of Agricultural Migrants."},
      {
        "id":"ED096023",
        "title":"Policy Implications of the Movement of Blacks Out of the Rural South."},
      {
        "id":"ED096024",
        "title":"Occupational and Educational Expectations of Northern and Southern Youth: A Preliminary Comparison."},
      {
        "id":"ED096025",
        "title":"Educational Projections of Southern Appalachian Youth: High School Seniors in Northeast Alabama, 1966-1972."},
      {
        "id":"ED096026",
        "title":"Rural-Urban Differences in Scholastic Performance in College."},
      {
        "id":"ED096027",
        "title":"Some Longitudinal Perspectives on the Education Expectation of Rural Youth."},
      {
        "id":"ED096028",
        "title":"Educational Projections of Georgia Rural Youth: A Historical Comparison."},
      {
        "id":"ED096029",
        "title":"Relationships Between Family Disability and Internal Family Interaction: The Case of Southern Metropolitan and Nonmetropolitan Blacks."},
      {
        "id":"ED096030",
        "title":"The Pueblo Indians of New Mexico: An Analysis of the Educational System."},
      {
        "id":"ED096031",
        "title":"Rural Development: Goals, Dynamics, Crises and Recommendations."},
      {
        "id":"ED096034",
        "title":"The Mexican American Child and the Public School."},
      {
        "id":"ED096035",
        "title":"1973 Annual Rural Manpower Report [State of Oregon]."},
      {
        "id":"ED096036",
        "title":"The Rural Development Act of 1972: A Critical Analysis."},
      {
        "id":"ED096037",
        "title":"Study of the Community Impact of the Hopi Follow Through Program. Final Report."},
      {
        "id":"ED096038",
        "title":"Social Problems Among Cherokee Females: A Study of Cultural Ambivalence and Role Identity."},
      {
        "id":"ED096039",
        "title":"Position Papers on Bilingual Bicultural Educational Manpower Development."},
      {
        "id":"ED096045",
        "title":"Rural Organization and Poverty Action."},
      {
        "id":"ED096046",
        "title":"An Education Plan for the Denver Public Schools."},
      {
        "id":"ED096048",
        "title":"Recent U. S. Government Printing Office Publications and Periodicals Useful for Rural Development."},
      {
        "id":"ED096049",
        "title":"1973 U. S. Government Printing Office Publications Useful for Rural Development."},
      {
        "id":"ED096050",
        "title":"A Profile of Rural Delmarva: A Reference on Economic and Social Conditions. Extension Circular No. 135."},
      {
        "id":"ED096051",
        "title":"Ad Hoc Conference on the Education of Migrants (Strasbourg, France, November 5-8, 1974). Council of Europe, Standing Conference of European Ministers of Education, Country Reports."},
      {
        "id":"ED096067",
        "title":"Teaching in the Small Community. Yearbook 1956, Department of Rural Education."},
      {
        "id":"ED096068",
        "title":"A Method of Delineation of Homogeneous Social-Ecological Areas."},
      {
        "id":"ED096069",
        "title":"Appalachian Migrant Students in Cincinnati Public Schools."},
      {
        "id":"ED096070",
        "title":"Region One Right to Read Project. Right to Read Annual Performance Report, [1974]."},
      {
        "id":"ED096071",
        "title":"Determining the Effectiveness of the Continued Use of Criterion-Referenced Reading Tests in the Inter-State Cooperation of Migrant Education Programs. A Pilot Study."},
      {
        "id":"ED096072",
        "title":"The Role of the Community School Throughout the World. Improvement of Rural Life."},
      {
        "id":"ED096073",
        "title":"Alaskan Native Education: An Historical Perspective. Research and Evaluation Report Series No. 18-A."},
      {
        "id":"ED096074",
        "title":"Delivery of Special Education Services in Rural Remote Areas. Working Conference Report (Portland, Oregon, December 5-7, 1973)."},
      {
        "id":"ED096076",
        "title":"Fertility Behavior in a Tri-Racial, Low Income Rural County. Project Report."},
      {
        "id":"ED096077",
        "title":"How Well Do They Represent You? A Handbook on Local Rural School Boards for Parents and Other Citizens."},
      {
        "id":"ED096078",
        "title":"Through Our Eyes; Vol. 4: Community Preferences and Population Distribution. Miscellaneous Extension Publication No. 112."},
      {
        "id":"ED096079",
        "title":"Through Our Eyes; Vol. 5: Rural-Urban Problems in North Carolina. Miscellaneous Extension Publication No. 113."},
      {
        "id":"ED096080",
        "title":"Through Our Eyes; Vol. 7: Rural-Urban Health Care in North Carolina."},
      {
        "id":"ED096081",
        "title":"The Socioeconomic Characteristics of White and Nonwhite Populations in Growing and Declining Nonmetropolitan Counties, 1970."},
      {
        "id":"ED096082",
        "title":"Occupational Orientation Among the Choctaw Indians."},
      {
        "id":"ED096083",
        "title":"Group Differentiation of Teachers on the Papago Reservation: A Comparison of BIA and County Teachers."},
      {
        "id":"ED096084",
        "title":"Student Dropout Study of Ft. Wingate [New Mexico] High School."},
      {
        "id":"ED096085",
        "title":"Teacher&apos;s Guide to Fifth Grade Environmental Education."},
      {
        "id":"ED096086",
        "title":"Responsive Environment Program for Spanish American Children (REPSAC): Third-Year Evaluation Study. Final Evaluation Report, 1973-74."},
      {
        "id":"ED096088",
        "title":"A Study of Youth Attitudes Toward Authority and Their Relation to School Adjustment Patterns. A Report Prepared by the 1973-74 Humboldt County Grand Jury, June 1974."},
      {
        "id":"ED096089",
        "title":"Hispanic Americans in the United States. A Selective Bibliography, 1963-1974."},
      {
        "id":"ED096090",
        "title":"Rural Youth in Five Southwestern States: The Population Under Age 25 in Arizona, California, Colorado, New Mexico, and Texas. Information Report No. 73-2."},
      {
        "id":"ED096091",
        "title":"Fourth Annual Report, 1973-74. (The American Indian Program, Graduate School of Education, Harvard University, Cambridge, Massachusetts)."},
      {
        "id":"ED096092",
        "title":"OIO [Oklahomans for Indian Opportunity, Inc.] Indian Youth Council Manual."},
      {
        "id":"ED096093",
        "title":"Chenango Development Project -- Peoplemobile Project Evaluation."},
      {
        "id":"ED096094",
        "title":"Statistics Concerning Indian Education, Fiscal Year 1973."},
      {
        "id":"ED096096",
        "title":"A Demographic and Ecological Analysis of the Rural-Urban Distribution of Physicians in North Carolina."},
      {
        "id":"ED096097",
        "title":"Aerospace Bibliography. Sixth Edition."},
      {
        "id":"ED096098",
        "title":"A Navigation Compendium. Revised Edition."},
      {
        "id":"ED096102",
        "title":"CACHE Physical Properities Data Book."},
      {
        "id":"ED096103",
        "title":"CACHE Guidelines for Large-Scale Computer Programs."},
      {
        "id":"ED096113",
        "title":"Indian River School District Science Curriculum Guidelines."},
      {
        "id":"ED096114",
        "title":"Index of A/T's in Science."},
      {
        "id":"ED096115",
        "title":"St. Marks High School General Biology Course."},
      {
        "id":"ED096116",
        "title":"Introduction to the B &amp; L Academic 255 Zoom Microscope."},
      {
        "id":"ED096117",
        "title":"pH [Measure of Acidity]."},
      {
        "id":"ED096118",
        "title":"Seeking a Regularity."},
      {
        "id":"ED096119",
        "title":"Calibrating a Thermometer."},
      {
        "id":"ED096120",
        "title":"Observation Chemistry."},
      {
        "id":"ED096121",
        "title":"Introduction to Classification of Living Things."},
      {
        "id":"ED096122",
        "title":"Characteristics of Transverse and Longitudinal Waves."},
      {
        "id":"ED096123",
        "title":"Introduction to Graphing."},
      {
        "id":"ED096124",
        "title":"Sky Study."},
      {
        "id":"ED096125",
        "title":"The Direct Relationship."},
      {
        "id":"ED096126",
        "title":"Metric System."},
      {
        "id":"ED096127",
        "title":"Mitosis."},
      {
        "id":"ED096128",
        "title":"Mass - Metric Weight."},
      {
        "id":"ED096129",
        "title":"Liter - Metric Volume."},
      {
        "id":"ED096130",
        "title":"Energy Relationships."},
      {
        "id":"ED096131",
        "title":"Parasites, Competition, and Predators."},
      {
        "id":"ED096133",
        "title":"What Are the Effects of Ecology?"},
      {
        "id":"ED096134",
        "title":"Succession - Change in Communities."},
      {
        "id":"ED096135",
        "title":"An Imaginary Trip Through the Marsh."},
      {
        "id":"ED096136",
        "title":"Photosynthesis Part I."},
      {
        "id":"ED096137",
        "title":"Water Pollution."},
      {
        "id":"ED096138",
        "title":"Man and His Environment (Environmental Workshop)."},
      {
        "id":"ED096139",
        "title":"Trash."},
      {
        "id":"ED096140",
        "title":"Testing Water for Bacterial Pollution."},
      {
        "id":"ED096141",
        "title":"Cycles."},
      {
        "id":"ED096142",
        "title":"U.S. Population Growth."},
      {
        "id":"ED096143",
        "title":"Measuring Populations, Part 1."},
      {
        "id":"ED096144",
        "title":"Measuring Populations, Part 2."},
      {
        "id":"ED096145",
        "title":"Meiosis."},
      {
        "id":"ED096146",
        "title":"Monohybrid Cross."},
      {
        "id":"ED096147",
        "title":"Blood Typing--Technique."},
      {
        "id":"ED096148",
        "title":"DNA Structure."},
      {
        "id":"ED096149",
        "title":"Male Reproductive System."},
      {
        "id":"ED096150",
        "title":"Female Reproductive System."},
      {
        "id":"ED096151",
        "title":"Menstruation."},
      {
        "id":"ED096152",
        "title":"Introduction to Vectors, Part 1."},
      {
        "id":"ED096153",
        "title":"Drug Education."},
      {
        "id":"ED096154",
        "title":"Energy, Environment, Productivity. Proceedings of the First Symposium on RANN: Research Applied to National Needs, November 1973."},
      {
        "id":"ED096155",
        "title":"Inquiry Role Approach. Field Test Report (1972-73)."},
      {
        "id":"ED096156",
        "title":"Planning for Environmental Education: The Nation's Experience 1970-73."},
      {
        "id":"ED096158",
        "title":"Science for the Seventies. ITV Handbook for Teachers."},
      {
        "id":"ED096159",
        "title":"Science for the Seventies and Instructional Television. A Project in the Use of Televised Instruction as a Component of the Systematic Development of an Instructional Thrust in Elementary School Science. Final Report."},
      {
        "id":"ED096160",
        "title":"An Analysis of Computational Errors Made by Teachers of Arithmetic: 1930, 1973."},
      {
        "id":"ED096162",
        "title":"A General Survey of Progress in the Last Twenty-Five Years. National Council of Teachers of Mathematics, Yearbook 1 [1926]."},
      {
        "id":"ED096163",
        "title":"Curriculum Problems in Teaching Mathematics. National Council of Teachers of Mathematics, Yearbook 2 [1927]."},
      {
        "id":"ED096164",
        "title":"Selected Topics in the Teaching of Mathematics. National Council of Teachers of Mathematics, Yearbook 3 [1928]."},
      {
        "id":"ED096165",
        "title":"Significant Changes and Trends in the Teaching of Mathematics Throughout the World Since 1910. National Council of Teachers of Mathematics, Yearbook 4 [1929]."},
      {
        "id":"ED096166",
        "title":"The Teaching of Geometry. Reprint 1966. National Council of Teachers of Mathematics, Yearbook 5 [1930]."},
      {
        "id":"ED096167",
        "title":"Mathematics in Modern Life. National Council of Teachers of Mathematics, Yearbook 6 [1931]."},
      {
        "id":"ED096168",
        "title":"The Teaching of Algebra. National Council of Teachers of Mathematics, Yearbook 7 [1932]."},
      {
        "id":"ED096169",
        "title":"The Teaching of Mathematics in the Secondary School. National Council of Teachers of Mathematics, Yearbook 8 [1933]."},
      {
        "id":"ED096170",
        "title":"Relational and Functional Thinking in Mathematics. National Council of Teachers of Mathematics, Yearbook 9 [1934]."},
      {
        "id":"ED096171",
        "title":"The Teaching of Arithmetic. National Council of Teachers of Mathematics, Yearbook 10 [1935]."},
      {
        "id":"ED096172",
        "title":"The Place of Mathematics in Modern Education. National Council of Teachers of Mathematics, Yearbook 11 [1936]. Reprint 1966."},
      {
        "id":"ED096174",
        "title":"The Nature of Proof. A Description and Evaluation of Certain Procedures Used in Senior High School to Develop an Understanding of the Nature of Proof. National Council of Teachers of Mathematics, Yearbook 13 [1938]. Reprint 1966."},
      {
        "id":"ED096175",
        "title":"The Training of Mathematics Teachers for Secondary Schools in England and Wales and in the United States. National Council of Teachers of Mathematics, Yearbook 14 [1939]."},
      {
        "id":"ED096176",
        "title":"The Place of Mathematics in Secondary Education. National Council of Teachers of Mathematics, Yearbook 15 [1940]."},
      {
        "id":"ED096177",
        "title":"Arithmetic in General Education. National Council of Teachers of Mathematics, Yearbook 16 [1941]."},
      {
        "id":"ED096178",
        "title":"A Source Book of Mathematical Applications. National Council of Teachers of Mathematics, Yearbook 17 [1942]."},
      {
        "id":"ED096179",
        "title":"Multi-Sensory Aids in the Teaching of Mathematics. National Council of Teachers of Mathematics, Yearbook 18 [1945]."},
      {
        "id":"ED096181",
        "title":"The Metric System of Weights and Measures. National Council of Teachers of Mathematics, Yearbook 20 [1948]."},
      {
        "id":"ED096182",
        "title":"The Learning of Mathematics: Its Theory and Practice. National Council of Teachers of Mathematics, Yearbook 21 [1953]."},
      {
        "id":"ED096184",
        "title":"Selected Classroom Experiences: High School Geography Project. Geographic Education Series Number 4."},
      {
        "id":"ED096185",
        "title":"The Status of Political Science Instruction in American Secondary Schools."},
      {
        "id":"ED096186",
        "title":"Using Simulation to Involve Students: Instructor's Guide and Participant's Manual. Teaching Procedures for the New Social Studies."},
      {
        "id":"ED096187",
        "title":"Using Evaluation to Improve Instruction: Instructor&apos;s Guide and Participant&apos;s Manual. Teaching Procedures for The New Social Studies."},
      {
        "id":"ED096190",
        "title":"Learning Resources in Formation of Orientations by Students in a Subculture."},
      {
        "id":"ED096191",
        "title":"Relevant Methods in Comparative Education. A Report of a Meeting of International Experts. International Studies in Education No. 33."},
      {
        "id":"ED096192",
        "title":"Studio in Art: A Comprehensive Foundation Course."},
      {
        "id":"ED096193",
        "title":"Emphasis in Educational Research: A Description of Selected Substantive and Methodological Characteristics of Proposals in the 1973 National Institute of Education (NIE) Field Initiated Studies (FIS) Program."},
      {
        "id":"ED096194",
        "title":"Goals for Elementary, Secondary and Continuing Education in New York State."},
      {
        "id":"ED096198",
        "title":"Portfolio Presentation (Tentative Course Outline). Art Education: 6676.01."},
      {
        "id":"ED096200",
        "title":"The Goals of Economics Education: A Delphi-Like Inquiry. Paper No. 462C."},
      {
        "id":"ED096203",
        "title":"Music Listening--The Classical Period (1720-1815), Music: 5635.793."},
      {
        "id":"ED096206",
        "title":"Theory I: A Comprehensive Approach to Theory Through Ear Training, Music: 5636.18."},
      {
        "id":"ED096207",
        "title":"Instrumental Ensemble--Stage Band, Music: 5645."},
      {
        "id":"ED096208",
        "title":"High School Psychology in the United States and Canada: An Anthology of Recent Status Reports."},
      {
        "id":"ED096209",
        "title":"The Data Base for the Study of Pre-College Psychology in Florida: 1970-1971 and 1972-73."},
      {
        "id":"ED096210",
        "title":"\"Essential Africa\" for the Twenty-First Century."},
      {
        "id":"ED096212",
        "title":"Sexism in Education. Joint Task Force Report. 1972."},
      {
        "id":"ED096215",
        "title":"Student Bill of Rights and Responsibilities: Resource Book for Classroom Use."},
      {
        "id":"ED096217",
        "title":"Levels of Conceptualization in the Teaching of Asian Studies in Schools. Service Center Papers on Asian Studies, No. 4."},
      {
        "id":"ED096220",
        "title":"The Role of the High School Geography Project in Geographic Education Reform Worldwide."},
      {
        "id":"ED096221",
        "title":"Eliminating Ethnic Bias in Instructional Materials: Comment and Bibliography."},
      {
        "id":"ED096223",
        "title":"Peace Studies: College Courses on Peace and World Order."},
      {
        "id":"ED096224",
        "title":"Sexism in Textbooks in Pittsburgh Public Schools, Grades K-5."},
      {
        "id":"ED096226",
        "title":"Effective Learning and Favorable Attitudes in a College Economics Course. Innovation in Teaching Series No. 731."},
      {
        "id":"ED096228",
        "title":"Peace Education in the Pre-School Years: A Mental Health Approach. Pre-School Project."},
      {
        "id":"ED096229",
        "title":"Peace Education in the Primary Grades: The Young World Citizen. A Bibliography and Sample Activities, K-3."},
      {
        "id":"ED096230",
        "title":"An Investigation of Personality and Music Teaching Success. Final Report."},
      {
        "id":"ED096231",
        "title":"Books on Women in History; A Selected Listing."},
      {
        "id":"ED096233",
        "title":"Introducing High School Students to the Women's Movement; A Directed Study Project for Undergraduates."},
      {
        "id":"ED096234",
        "title":"Government and the Economy. A Resource Unit for Grades 7, 8, and 9."},
      {
        "id":"ED096236",
        "title":"A Guide to Selected Curriculum Materials on Interdependence, Conflict, and Change: Teacher Comments on Classroom Use and Implementation."},
      {
        "id":"ED096238",
        "title":"Social Studies Essentials in an Era of Doubt."},
      {
        "id":"ED096239",
        "title":"[The Teaching and Learning in Graduate Geography Project.]"},
      {
        "id":"ED096240",
        "title":"Teaching Preparation Program (TPP)."},
      {
        "id":"ED096243",
        "title":"Programmatic Development of In-Service Teacher Education."},
      {
        "id":"ED096244",
        "title":"A Model for Organizing a Pre-Student Teaching Field Experience for Elementary Education Majors."},
      {
        "id":"ED096245",
        "title":"Urban Educational Researchers Training Institute. Final Report."},
      {
        "id":"ED096246",
        "title":"Assessing Student Attitudes and Behaviors in an Open Teacher Education Learning Environment."},
      {
        "id":"ED096247",
        "title":"Accountability--A Personal Point of View."},
      {
        "id":"ED096248",
        "title":"The Supply and Demand for School Teachers in Connecticut."},
      {
        "id":"ED096249",
        "title":"A Look at Elementary School Teachers' Values."},
      {
        "id":"ED096250",
        "title":"Performance-Based Teacher Education Design Alternatives: The Concept of Unity. PBTE Series, No. 14."},
      {
        "id":"ED096251",
        "title":"The Impact of the Federal Research and Development Center Program on American Education. A Problem Analysis and Design Paper for a Program of Studies."},
      {
        "id":"ED096253",
        "title":"Stirrings in Teacher Education."},
      {
        "id":"ED096255",
        "title":"Each His Own Man: The Role of Adoption Agents in the Implementation of Personalized Teacher Education."},
      {
        "id":"ED096257",
        "title":"The Training of Michigan Teachers."},
      {
        "id":"ED096258",
        "title":"Tactics for the Educational Change Agent. A Preliminary Analyisis."},
      {
        "id":"ED096259",
        "title":"School District-University Cooperation in Competency-Based Inservice Teacher Education."},
      {
        "id":"ED096261",
        "title":"Evaluation of Teacher Education Programs in Reading."},
      {
        "id":"ED096262",
        "title":"Changes in the Division of Teacher Education Under the Institutional Grant. Teacher Education Forum Series. Vol. 1, No. 3."},
      {
        "id":"ED096263",
        "title":"Program Evaluation in Teacher Education. Teacher Education Forum Series. Vol. 1, No. 4."},
      {
        "id":"ED096265",
        "title":"Project RELATE: Operationalizing a Process Approach to Reading/Language Arts Teacher Education. Teacher Education Forum Series. Vol. 1, No. 6."},
      {
        "id":"ED096266",
        "title":"Project RELATE: An Identification and Test of Some Propositions Regarding the Preparation of Teachers. Teacher Education Forum Series. Vol. 1, No. 7."},
      {
        "id":"ED096267",
        "title":"Evaluating a Reading Course: Some Guidelines and Results. Teacher Education Forum Series. Vol. 1, No. 8."},
      {
        "id":"ED096269",
        "title":"Guidelines for the Statement and Assessment of Student Competencies. Teacher Education Forum Series. Vol. 1, No. 10."},
      {
        "id":"ED096271",
        "title":"Helpful Hints for External Funding Proposal Development. Teacher Education Forum Series. Vol. 1, No. 12."},
      {
        "id":"ED096277",
        "title":"Comparison of Lecture-Demonstration with Self-Instruction as They Affect Cognitive Information When Developing Psychomotor Skills in a Competency-Based Module."},
      {
        "id":"ED096278",
        "title":"Recommendations of the State Council for Teacher Education Centers. Teacher Education Act of 1973."},
      {
        "id":"ED096279",
        "title":"So . . . You Are Getting a Student Teacher! A Handbook of Practical Suggestions for Cooperating Teachers."},
      {
        "id":"ED096281",
        "title":"Physical Education [Skill] Performance Objectives, Elementary and Secondary."},
      {
        "id":"ED096282",
        "title":"The Reinforcement of First Grade Science Concepts with the Use of Motor Learning Activities."},
      {
        "id":"ED096283",
        "title":"Youth Physical Fitness. Suggestions for School Programs."},
      {
        "id":"ED096285",
        "title":"The Relationship of Selected Measures of Proprioception to Physical Growth, Motor Performance, and Academic Achievement in Young Children."},
      {
        "id":"ED096287",
        "title":"Teacher Education: A Status Report."},
      {
        "id":"ED096288",
        "title":"Teacher Leadership: A Model for Change. Bulletin 37."},
      {
        "id":"ED096289",
        "title":"The Future: Create or Inherit."},
      {
        "id":"ED096291",
        "title":"A Summer Research Institute for High School Science Teachers."},
      {
        "id":"ED096292",
        "title":"Performance-Based Education at Northern Montana College."},
      {
        "id":"ED096293",
        "title":"The Role of the College Student Teaching Supervisor in In-Service Teacher Education."},
      {
        "id":"ED096294",
        "title":"Let's Teach Students To Think."},
      {
        "id":"ED096295",
        "title":"Learning and Mental Health in the School."},
      {
        "id":"ED096296",
        "title":"The Effects of Tactile Communication in Sport on Changes in Interpersonal Relationships Between Black and White Children."},
      {
        "id":"ED096297",
        "title":"A Comparison of the Effects of Command, Task and Individual Program Styles of Teaching on Four Developmental Channels."},
      {
        "id":"ED096298",
        "title":"A Motor Performance Typology of Boys and Girls in the Age Range 6 to 10 Years."},
      {
        "id":"ED096299",
        "title":"Person-Clusters of Intellectually Normal and Educable Mentally Retarded Boys on Selected Motor Performance Variables."},
      {
        "id":"ED096300",
        "title":"A Comparison between Prescribed Exercise Programs."},
      {
        "id":"ED096301",
        "title":"The Health and Optimum Physical Education Story."},
      {
        "id":"ED096302",
        "title":"How To Get Health and Optimum Physical Education (Title III ESEA) for Your School."},
      {
        "id":"ED096303",
        "title":"An Analysis of the Relationship between the Effectiveness of the Multiunit Elementary School's Instruction and Research Unit and Interpersonal Behaviors. Technical Report No. 298."},
      {
        "id":"ED096304",
        "title":"Relative Effects of Three Knowledge of Results Treatments on the Ability To Perform a Coincidence-Anticipation Task."},
      {
        "id":"ED096306",
        "title":"Four Studies on Attribution of Ability. Technical Report Number 281."},
      {
        "id":"ED096307",
        "title":"Increasing Teaching Efficiency through a Program of Personal Development and Enrichment of Perceptual-Linguistic and Motor Skills in Prospective Teachers. Final Report."},
      {
        "id":"ED096308",
        "title":"Collaborative Resources for Educational Alternatives for Teacher Education (CREATE)."},
      {
        "id":"ED096309",
        "title":"Comparison of Students Attitude on Performance Based and Traditional Teaching Methods."},
      {
        "id":"ED096310",
        "title":"A Study of Teacher Training at Twenty Teacher Corps Projects."},
      {
        "id":"ED096311",
        "title":"Organizational Development and Teacher Corps: A Discussion of a Book by Ronald Corwin."},
      {
        "id":"ED096312",
        "title":"An Analysis of Teacher Verbal Behavior Before and After Participation in the McRel Instructional Staff Development Program."},
      {
        "id":"ED096313",
        "title":"Personality Variables and the Improvement of College Teaching."},
      {
        "id":"ED096314",
        "title":"Cataloguing Teacher Training Materials in a Computerized Retrieval System: Separating the Baby from the Bath Water."},
      {
        "id":"ED096317",
        "title":"Purposes and Methods in the Learning-Teaching Process. A Position Paper Concerning Graduate Education for the Helping Professions."},
      {
        "id":"ED096318",
        "title":"Using Two Coding Systems, Teacher Behavior Form (TBF) and Pupil Behavior Form (PBF), with Classroom Teachers in Field Centers to Shape Observations and Guidance of Teacher Trainees."},
      {
        "id":"ED096319",
        "title":"The Weekly Activity Record (WAR): A Measure of Time Allocation in the Analysis and Prediction of Criminal Behavior and Recidivism."},
      {
        "id":"ED096320",
        "title":"Wisconsin Learner Assessment: 1973 Pilot Year Summary Report. Volume 1."},
      {
        "id":"ED096321",
        "title":"Problems of Replication of Seven Divergent Production Factors. Technical Report No. 5."},
      {
        "id":"ED096322",
        "title":"Towards a Validation of Diverse Measures of Human Interaction and Counseling Process."},
      {
        "id":"ED096323",
        "title":"A Study of Inter-Relationships Between Three Independent Rankings of Student Teacher Effectiveness, and Student Teacher and Supervising Teacher Assessments of Satisfaction with a Year-Long Field Program."},
      {
        "id":"ED096327",
        "title":"Vision Screening For Head Starters."},
      {
        "id":"ED096330",
        "title":"Evaluating Foreign Language Placement: An Alternate Approach. Indiana Studies in Prediction No. 25."},
      {
        "id":"ED096331",
        "title":"Going Beyond the Mean in Educational Evaluation. Paper No. 5184."},
      {
        "id":"ED096332",
        "title":"Two Coding Systems to Describe Teaching Behavior and Pupil Behavior: A Gestalt Approach to Teaching."},
      {
        "id":"ED096333",
        "title":"Analysis of Objective Attainment in a System-Based E.S.E.A. Bilingual-Bicultural Summer Preservice Workshop."},
      {
        "id":"ED096335",
        "title":"Testing for Instructional Purposes: Norm Referenced--Criterion Referenced."},
      {
        "id":"ED096336",
        "title":"Role Relationships Between Researchers and Policymakers."},
      {
        "id":"ED096337",
        "title":"Coding Occupations According to Holland's Vocational Theory."},
      {
        "id":"ED096338",
        "title":"Evaluative Judgments Are Based on Evaluative Information: Evidence Against Meaning Change in Evaluative Context Effects."},
      {
        "id":"ED096340",
        "title":"Planning the Development of Measurement and Evaluation Services for Use in Occupational Programs at Postsecondary Institutions. Final Report."},
      {
        "id":"ED096342",
        "title":"The Environmental Deprivation Scale (EDS): The Role of Environmental Factors in the Analysis and Prediction of Criminal Behavior and Recidivism."},
      {
        "id":"ED096343",
        "title":"An Empirical Investigation of Computer-Administered Pyramidal Ability Testing. Research Report No. 74-3."},
      {
        "id":"ED096344",
        "title":"A Procedural Guide For Validating Achievement Gains in Educational Projects. RMC Report No. UR-240."},
      {
        "id":"ED096345",
        "title":"Factor Analysis of Intellectual Performance in Disadvantaged Negro Adolescents."},
      {
        "id":"ED096346",
        "title":"Seeking a Measure of General Educational Advancement: The Bentee. Final Report."},
      {
        "id":"ED096347",
        "title":"Interpreting SCII Other-Sex Scores. Project No. 275."},
      {
        "id":"ED096348",
        "title":"Associations Between Educational Outcomes and Background Variables: A Review of Selected Literature."},
      {
        "id":"ED096349",
        "title":"Associations Between Educational Outcomes and Background Variables: A Review of Selected Literature. Appendix."},
      {
        "id":"ED096351",
        "title":"The Laboratory of Educational Research (LER) 1966-1973."},
      {
        "id":"ED096352",
        "title":"Evaluation Instruments for Research Training Programs."},
      {
        "id":"ED096353",
        "title":"User's Guide and Orientation to Canned Computer Programs."},
      {
        "id":"ED096355",
        "title":"Instructional Module on the Analysis of Covariance."},
      {
        "id":"ED096356",
        "title":"Instructional Module on Multiple Comparison Techniques in Research: A Guide for Selecting the \"Method of Choice\"."},
      {
        "id":"ED096357",
        "title":"Instructional Module on Regression and the Matching Fallacy in Quasi-Experimental Research."},
      {
        "id":"ED096358",
        "title":"Cognitive Maps of High and Low SES, Black and White Children."},
      {
        "id":"ED096359",
        "title":"The Measurement and Structure of Psychosocial Maturity. Report No. 170."},
      {
        "id":"ED096360",
        "title":"On the Validity of the Psychosocial Maturity Scales: Relationship to Teacher Ratings. Report No. 171."},
      {
        "id":"ED096361",
        "title":"A Design Selection Procedure."},
      {
        "id":"ED096362",
        "title":"Dropouts: An Annotated Bibliography of Doctoral Dissertations. ERIC-IRCD Doctoral Research Series, No. 8, August 1974."},
      {
        "id":"ED096364",
        "title":"School Integration: An Attempt to Predict Peer Acceptance."},
      {
        "id":"ED096365",
        "title":"An Evaluation of the ESEA Title I and State Urban Programs: Community School District, New York City Board of Education. Final Report."},
      {
        "id":"ED096366",
        "title":"The Effects of a Three Year Inter-Racial Preschool Program on Cognitive and Social Development. (IPSIP)."},
      {
        "id":"ED096367",
        "title":"The Experimental Manpower Laboratory for Corrections: Progress Report on Phase V, March Through June, 1974."},
      {
        "id":"ED096368",
        "title":"Alienation and Self Ideal Discrepancy: Desegregation Effects on High School Teachers."},
      {
        "id":"ED096369",
        "title":"The Utility and Implications of 1970 Census Data in Predicting Achievement and Assessing Effects of Concentrated Urban Poverty in Chicago."},
      {
        "id":"ED096372",
        "title":"The American Revolution: Democratic Politics and Popular Education."},
      {
        "id":"ED096373",
        "title":"Pushouts: New Outcasts from Public School. A Transcript of \"Options on Education,\" September 9, 1974."},
      {
        "id":"ED096374",
        "title":"Race and Sex as Concomitants of Teachers' Accuracy in Evaluative Rating of Students."},
      {
        "id":"ED096375",
        "title":"In-School Neighborhood Youth Corps. 14/15 Year-Old Black Teenage Girl Project, Memphis, Tennessee. Final Report."},
      {
        "id":"ED096376",
        "title":"A Procedure for Identifying Problems and Solutions in Desegregated Schools."},
      {
        "id":"ED096378",
        "title":"Sociodemographic Factors and Racial School Segregation. CDE Working Paper No. 74-20."},
      {
        "id":"ED096379",
        "title":"Justice Delayed &amp; Denied: HEW and Northern School Desegregation."},
      {
        "id":"ED096380",
        "title":"The Teacher and Integration. Revised Edition."},
      {
        "id":"ED096381",
        "title":"Dimensions of Conflict for Youth: A Cross-Cultural View. Seminar Series No. 5."},
      {
        "id":"ED096382",
        "title":"What are the Priorities for City Schools? A Discussion by Wilson C. Riles, Carl J. Dolce and Martin Mayer. Occasional Papers No. 15."},
      {
        "id":"ED096384",
        "title":"Edison Project: Final Evaluation Report--Year 3, 1973-1974. Report No. 7502."},
      {
        "id":"ED096385",
        "title":"Transforming the Structure of Failure; The Structure of Failure: Part II."},
      {
        "id":"ED096386",
        "title":"Assessing Social Problems and Issues in Desegregated Schools: Black Students Retrospective Reports of High School Social Environments."},
      {
        "id":"ED096387",
        "title":"Cooperative Industrial Education. All Purpose Manual."},
      {
        "id":"ED096388",
        "title":"Cooperative Industrial Education: Where Are We Going? A Comprehensive Report of the Annual Workship for Cooperative Industrial Education."},
      {
        "id":"ED096391",
        "title":"The Responsibility of the Adult Education Movement for Development of Cable TV. Position Paper."},
      {
        "id":"ED096392",
        "title":"Possibilities and Limitation of Cable TV for Adult Education."},
      {
        "id":"ED096393",
        "title":"More Futures Than One."},
      {
        "id":"ED096394",
        "title":"Possibilities and Limitations of Cable TV for Adult Education."},
      {
        "id":"ED096397",
        "title":"Living in the Home. A Resource Guide for Home Economics Teachers."},
      {
        "id":"ED096400",
        "title":"The Setting Up of the Djajapura Centre. West Irian Industrial Vocation Training Scheme. Technical Report No. 1."},
      {
        "id":"ED096401",
        "title":"The Development and Initial Operation of the Shuwaikh Industrial Training Centre. Kuwait. Technical Report No. 1."},
      {
        "id":"ED096402",
        "title":"Report to the Government of the Netherlands Antilles on Workers' Education."},
      {
        "id":"ED096403",
        "title":"Report to the Government of India on the Qualitative Improvement of the Vocational Guidance Programme of the National Employment Service."},
      {
        "id":"ED096404",
        "title":"Report to the Government of Zambia on Co-Operative Education."},
      {
        "id":"ED096405",
        "title":"Report to the Government of the Democratic Republic of the Sudan on Industrial Vocational Training Needs."},
      {
        "id":"ED096407",
        "title":"Labor Turnover and Sex Discrimination. Working Paper No. 1974-01."},
      {
        "id":"ED096408",
        "title":"On the Economics of Worker Alienation. Working Paper No. 1974-02."},
      {
        "id":"ED096409",
        "title":"Supervisor Ratings and the Perceived Importance of Engineering Job Performance Criteria. Working Paper No. 1974-03."},
      {
        "id":"ED096410",
        "title":"The Predictive Validity of the Kuder Preference Record over a 25 Year Span. Working Paper No. 1974-04."},
      {
        "id":"ED096412",
        "title":"Student Articulation Between Secondary and Post-Secondary Education: A Suggested Guide."},
      {
        "id":"ED096414",
        "title":"Taoscore Teacher's Guides: Phase 3."},
      {
        "id":"ED096415",
        "title":"Taoscore Teacher's Guides: Phase 4."},
      {
        "id":"ED096417",
        "title":"Correlated Curriculum Program: An Experimental Program. Science Level 1 (9A, 9B, 10A)."},
      {
        "id":"ED096418",
        "title":"Correlated curriculum Program: Introduction to Business Careers (Level 1)."},
      {
        "id":"ED096419",
        "title":"Employment and Training Needs in Texas Agribusiness."},
      {
        "id":"ED096421",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Vol. 7, No. 2."},
      {
        "id":"ED096422",
        "title":"Outlook for Technology and Manpower in Printing and Publishing. Bulletin 1774."},
      {
        "id":"ED096423",
        "title":"The \"New\" Vocational Education."},
      {
        "id":"ED096424",
        "title":"Franchise Opportunities Handbook."},
      {
        "id":"ED096425",
        "title":"[Law Enforcement Standards of Decency and Fairness]."},
      {
        "id":"ED096426",
        "title":"Inquiry into Charges of Mismanagement in Delaware's Vocational Rehabilitation, Employment, and Social Services Programs."},
      {
        "id":"ED096427",
        "title":"Manpower Impact of Federal Government Programs: Selected Grants-in-Aid to State and Local Governments. Report No. 424."},
      {
        "id":"ED096428",
        "title":"Rivergate Career Education Project: Career Exploration Operations Manual."},
      {
        "id":"ED096429",
        "title":"Career Education: Current Trends in School Policies and Programs."},
      {
        "id":"ED096430",
        "title":"From Convict to Citizen: Programs for the Woman Offender."},
      {
        "id":"ED096431",
        "title":"Innovative Agricultural Education Secondary School Programs in Southeast Asia."},
      {
        "id":"ED096432",
        "title":"Minority Mobility Project. Interim Report, March 1971-August 1972."},
      {
        "id":"ED096433",
        "title":"Minority Mobility Project. Final Report, September 1972-September 1973."},
      {
        "id":"ED096434",
        "title":"Certification Requirements for Vocational Stenographic-Secretarial Teachers in Post-Secondary Vocational-Technical Schools in the United States."},
      {
        "id":"ED096435",
        "title":"Career Awareness in Agribusiness, Renewable Natural Resources, and Environmental Protection: A Curriculum Guide for Grades K-6."},
      {
        "id":"ED096436",
        "title":"Career Exploration in Agribusiness, Renewable Natural Resources, and Environmental Protection: A Curriculum Guide for Grades 7-9."},
      {
        "id":"ED096437",
        "title":"Career Preparation in Agricultural Production: A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096438",
        "title":"Career Preparation in Agricultural Supplies and Services: A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096439",
        "title":"Career Preparation in Agricultural Equipment and Mechanics: A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096440",
        "title":"Career Preparation in Agricultural Products (Food Processing): A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096441",
        "title":"Career Preparation in Ornamental Horticulture: A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096442",
        "title":"Career Preparation in Agricultural Resources: A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096443",
        "title":"Career Preparation in Forestry: A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096444",
        "title":"Career Preparation in Environmental Protection: A Curriculum Guide for High School Vocational Agriculture. Test Edition."},
      {
        "id":"ED096445",
        "title":"Basic Skills for Health Occupations, Health Service Aide: 3040.04."},
      {
        "id":"ED096446",
        "title":"Metallurgy, Visual Inspection, Hardness and Liquid Penetrant Testing, Aviation Quality Control 2: 9227.01."},
      {
        "id":"ED096447",
        "title":"Micrometer Instruments, Aviation Quality Control 1: 9225.02."},
      {
        "id":"ED096448",
        "title":"Cooperation and Facilities Sharing in Pennsylvania Vocational Education."},
      {
        "id":"ED096449",
        "title":"Perceptions of Female Vocational Faculty Members as Seen by Themselves and College Administrators."},
      {
        "id":"ED096450",
        "title":"Commissaryman 1 and C."},
      {
        "id":"ED096451",
        "title":"Work Values and Job Attitudes Held by New Teachers in Vocational Education in Mississippi. Research Series No. 6."},
      {
        "id":"ED096452",
        "title":"Assessment of Preservice Vocational Teacher Education in Mississippi. Research Series No. 4."},
      {
        "id":"ED096453",
        "title":"CIRF Publications, Vol. 12, No. 5."},
      {
        "id":"ED096454",
        "title":"Algebra 1: Curriculum Guide; and Algebra 2: Curriculum Guide."},
      {
        "id":"ED096455",
        "title":"Seventh Grade Reading and Composition Curriculum Guide."},
      {
        "id":"ED096456",
        "title":"Protection for the Consumer; Business Education: 6463.07."},
      {
        "id":"ED096458",
        "title":"Personal Applications of Typewriting Skills; Business Education: 7703.21."},
      {
        "id":"ED096459",
        "title":"Basic Typewriting Review; Business Education: 7701.04."},
      {
        "id":"ED096460",
        "title":"Developing Typewriting Skill; Business Education: 7701.03."},
      {
        "id":"ED096461",
        "title":"The Typewriter and You; Business Education: 7701.02."},
      {
        "id":"ED096462",
        "title":"Business Applications of Typewriting Skills; Business Education: 7704.21."},
      {
        "id":"ED096463",
        "title":"Typewriting Brush Up; Business Education: 7704.42."},
      {
        "id":"ED096464",
        "title":"Intermediate Typewriting Skills; Business Education: 7704.41."},
      {
        "id":"ED096465",
        "title":"Medical Typewriting; Business Education: 7705.32."},
      {
        "id":"ED096466",
        "title":"Effective Business Reports; Business Education: 5128.31."},
      {
        "id":"ED096467",
        "title":"In the Marketplace; Business Education: 6463.01 and Home and Family Education: 6765.03."},
      {
        "id":"ED096468",
        "title":"Both Sides of the Story--Buying and Selling; Business Education: 7705.21."},
      {
        "id":"ED096469",
        "title":"Advanced Typewriting Skill Building; Business Education: 7705.31."},
      {
        "id":"ED096470",
        "title":"Business Grammar in Good Taste; Business Education: 5128.11."},
      {
        "id":"ED096471",
        "title":"Glider Pilot Written Test Guide: Private and Commercial."},
      {
        "id":"ED096472",
        "title":"Services to the Blind: A Community Concern. A Report from Prime Study Group 3 of the Institute on Rehabilitation Services."},
      {
        "id":"ED096473",
        "title":"National Symposium for Business and Office Education Curriculum Guidelines."},
      {
        "id":"ED096474",
        "title":"Social Skills Development: A Unit in Career Education for the Council Bluffs Community Schools."},
      {
        "id":"ED096475",
        "title":"Correlated Curriculum Program: An Experimental Program, Mathematics Level 1. Project No. 10006."},
      {
        "id":"ED096476",
        "title":"Correlated Curriculum Program: An Experimental Program, English Level 1. Project No. 10006."},
      {
        "id":"ED096477",
        "title":"Math. [A Sample Guide for Integrating Career Education into Math]."},
      {
        "id":"ED096478",
        "title":"Urban Transportation Planning Short Course: Evaluation of Alternative Transportation Systems."},
      {
        "id":"ED096479",
        "title":"Guidelines on Discrimination Because of Sex."},
      {
        "id":"ED096480",
        "title":"The Potential of New Educational Delivery Systems for Correctional Treatment: A Correctional Education Handbook."},
      {
        "id":"ED096481",
        "title":"Guidelines for Teaching: Preschool Assistant, Child Development Center Assistant, Early Childhood Assistant, Preschool Children's Assistant."},
      {
        "id":"ED096482",
        "title":"Suggested Activities for Relating Basic School Subjects to Future Careers (Grades 6-8)."},
      {
        "id":"ED096483",
        "title":"Health Occupations Education Program Development Guide No. 5: Dental Assisting."},
      {
        "id":"ED096484",
        "title":"Career Focus in Social Studies. Supplement."},
      {
        "id":"ED096485",
        "title":"Sample Products, Tests, Materials Utilized in Middle School/Junior High Component of the Maryland Career Development Project."},
      {
        "id":"ED096486",
        "title":"Basic Course in Highway Traffic Records. Instructor's Guide."},
      {
        "id":"ED096487",
        "title":"Basic Course in Highway Traffic Records. Student Guide."},
      {
        "id":"ED096488",
        "title":"Precision Machining and Technology; Machine Shop Work--Advanced: 9557.04."},
      {
        "id":"ED096489",
        "title":"Metals and Alloys; Machine Shop Work 3: 9557.03."},
      {
        "id":"ED096490",
        "title":"Metalworking Lathe; Machine Shop Work--Intermediate: 9555.03."},
      {
        "id":"ED096491",
        "title":"Abrasives and Grinding Machines; Machine Shop Work--Advanced: 9557.02."},
      {
        "id":"ED096492",
        "title":"Basic Machine Shop--Mathematics; Machine Shop Work--Advanced: 9557.01."},
      {
        "id":"ED096493",
        "title":"People at Work: Grades 3 and 4. Permanent Guide."},
      {
        "id":"ED096497",
        "title":"Clinical Instructor Training Program. Trainer's Manual. Revised Edition."},
      {
        "id":"ED096498",
        "title":"Respiratory Care/Inhalation Therapy Occupations: Task Analysis Data. UCLA Allied Health Professions Project."},
      {
        "id":"ED096499",
        "title":"Engineering Maintenance. Occupational Analysis. UCLA Allied Health Professions Project."},
      {
        "id":"ED096500",
        "title":"Hospital Food Service Department: Occupational Analysis. UCLA Allied Health Professions Project."},
      {
        "id":"ED096504",
        "title":"Career Education Activities: A Counselor's Handbook."},
      {
        "id":"ED096512",
        "title":"Legal Issues in Experience Based Career Education."},
      {
        "id":"ED096513",
        "title":"Guidelines for the Planning Year. Project Trident."},
      {
        "id":"ED096514",
        "title":"Career Planning Program: Secondary Level. In-Service Workshop Career Education."},
      {
        "id":"ED096515",
        "title":"Suggested Models of Implementing the Project CAREER Data Bank."},
      {
        "id":"ED096516",
        "title":"National Ambulatory Medical Care Survey: Background and Methodology. United States-1967-72. Vital and Health Statistics. Data Evaluation and Methods Research. Series 2, No. 61."},
      {
        "id":"ED096517",
        "title":"Marital and Family Characteristics of Workers, March 1973."},
      {
        "id":"ED096518",
        "title":"Career Education for the Dance?"},
      {
        "id":"ED096519",
        "title":"Career Education in Public Education: Mission, Goals and Methods. Final Report."},
      {
        "id":"ED096520",
        "title":"Career Education: Alive and Well?"},
      {
        "id":"ED096521",
        "title":"The Concept of Career Education."},
      {
        "id":"ED096522",
        "title":"Purposes and Goals of Career Education."},
      {
        "id":"ED096523",
        "title":"The Development and Utilization of Curriculum Materials for Career Education."},
      {
        "id":"ED096525",
        "title":"Career Education and the State Education Agency."},
      {
        "id":"ED096526",
        "title":"The Several Dimensions of Career Education."},
      {
        "id":"ED096532",
        "title":"Critical Job Requirements for Extension Nonprofessionals."},
      {
        "id":"ED096535",
        "title":"The Changing World of Work."},
      {
        "id":"ED096536",
        "title":"A Report on Literacy Training Programs in the Armed Forces. Report No. MR-74-6."},
      {
        "id":"ED096537",
        "title":"Relative Roles of Experience/Learning and Visual Factors on Radiographic Inspector Performance."},
      {
        "id":"ED096538",
        "title":"Correlated Curriculum Program: Business Careers, Level 1."},
      {
        "id":"ED096539",
        "title":"A Study of the Occupation of Electroencephalographic Technician. Revised Edition. UCLA Allied Health Professions Project."},
      {
        "id":"ED096540",
        "title":"Enrollment Forecasting: A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED096541",
        "title":"A Two Year Assessment of the In-Home Vocational Program in Child Care Services for Disadvantaged Mothers. Final Report."},
      {
        "id":"ED096542",
        "title":"Report of the Task Force on Education and Training for Minority Business Enterprise. Final Report."},
      {
        "id":"ED096543",
        "title":"Data Processing Technician 3 and 2: Revised 1973."},
      {
        "id":"ED096545",
        "title":"Project MODEL (Mobile Occupational Development Education Laboratories): First Annual Report."},
      {
        "id":"ED096546",
        "title":"Manpower Training in Community Colleges."},
      {
        "id":"ED096547",
        "title":"Two Decades of Employee-Benefit Plans, 1950-1970: A Review."},
      {
        "id":"ED096548",
        "title":"Science, Health, Safety Curriculum Guide: Unit Revision for Family Living Curriculum. K-6."},
      {
        "id":"ED096549",
        "title":"A Self-Instructional Program in Graphical Kinematics."},
      {
        "id":"ED096550",
        "title":"Implementing Career Education in a Local Education Agency: A Guide."},
      {
        "id":"ED096551",
        "title":"Implementing Career Education in a Local Education Agency: A Source Book."},
      {
        "id":"ED096553",
        "title":"Officer Vic: Teacher's Resource Book [and K-3 Student Texts]."},
      {
        "id":"ED096555",
        "title":"Consumer Protection in Public Education. Final Report."},
      {
        "id":"ED096556",
        "title":"Toward Improved U.S. Immigration and International Education Programs. Preliminary Draft."},
      {
        "id":"ED096557",
        "title":"Resource Book for Drug Abuse Education. Second Edition."},
      {
        "id":"ED096558",
        "title":"The Role and Resources of the Family During the Drug Rehabilitation Process."},
      {
        "id":"ED096559",
        "title":"Child Abuse and Neglect: Alternatives for State Legislation. Report No. 6 of the Early Childhood Task Force."},
      {
        "id":"ED096560",
        "title":"The Self Concept - - - Instructional Objectives, Curriculum Sequence, and Criterion Referenced Assessment."},
      {
        "id":"ED096561",
        "title":"Report of the Problem Identification Workshop. Phase 2 of the California Assembly Symposium on Services to Children and Youth."},
      {
        "id":"ED096562",
        "title":"Adolescence and Learning Disabilities: Implications for School Counsellors."},
      {
        "id":"ED096563",
        "title":"Evaluation of the Eugene, Oregon Big Brother-Big Sister Program."},
      {
        "id":"ED096564",
        "title":"Student Relationships Ethical and Legal Implications."},
      {
        "id":"ED096565",
        "title":"The Effect of Student Rights and Responsibilities Movement on Massachusetts Schools."},
      {
        "id":"ED096566",
        "title":"Staff and Program Development for a New Pupil Personnel Services Professional: Final Report 1."},
      {
        "id":"ED096567",
        "title":"Toward Accountability. A Report on the Mesa Approach to Career Guidance, Counseling, and Placement."},
      {
        "id":"ED096568",
        "title":"The Anatomy of a Good Student."},
      {
        "id":"ED096569",
        "title":"Our CARE Package of Developmental Guidance for the Elementary School."},
      {
        "id":"ED096570",
        "title":"Developmental Guidance Resource Index. Fall 1973."},
      {
        "id":"ED096571",
        "title":"Attitudes of Undergraduate Women Toward Careers. Final Report."},
      {
        "id":"ED096572",
        "title":"Training Parents in Child Management Skills with the School as the Agent of Instruction."},
      {
        "id":"ED096573",
        "title":"A Context-Sensitive Theory of Discrimination Learning."},
      {
        "id":"ED096574",
        "title":"Racial Interaction Between Counselor and Client as a Factor in Counseling Outcome. Final Report."},
      {
        "id":"ED096575",
        "title":"Perceiving Behaving Becoming. A New Focus for Education."},
      {
        "id":"ED096576",
        "title":"1974 Procceedings: Fifth Annual Interdisciplinary Conference on Structural Learning."},
      {
        "id":"ED096577",
        "title":"Drug Education for the '70's."},
      {
        "id":"ED096578",
        "title":"The Unchanging Role of Women."},
      {
        "id":"ED096579",
        "title":"Delivering HRD [Human Resource Development] Skills in the Public Schools."},
      {
        "id":"ED096580",
        "title":"Can Teachers Predict Ninth-Grade Students' Perceptions of the Importance of Selected Job Characteristics in Considering an Occupation?"},
      {
        "id":"ED096581",
        "title":"Beyond the Three R's. Training Teachers for Affective Education."},
      {
        "id":"ED096582",
        "title":"Facilitating Assertive Training Groups. A Manual."},
      {
        "id":"ED096583",
        "title":"Careers of Black Youth in the Metro-East Area. Final Report."},
      {
        "id":"ED096584",
        "title":"An Investigation of Adult Expectations as They Affect Children's Learning and Performance. Final Report."},
      {
        "id":"ED096585",
        "title":"To Determine Some Criteria for Defining the Role-Definition of the Counselor as Perceived by the Administrator and the Role of the Administrator as Perceived by the Counselor in Order to Further Facilitate Student Development at the Secondary Level."},
      {
        "id":"ED096586",
        "title":"Promoting Adolescent Career Information--Seeking and Information--Processing Behaviors with Group Social Models and Structured Group Counseling. Final Report."},
      {
        "id":"ED096587",
        "title":"Status of Women at the Department of Health, Education and Welfare."},
      {
        "id":"ED096588",
        "title":"Management Development Workshop for Career Education Project Directors. Final Report. Project No. V.T.A.D. 4-0655."},
      {
        "id":"ED096589",
        "title":"A Systematic Analysis of Dramatic Behavior Norms of Florida Elementary School Children. Final Report."},
      {
        "id":"ED096590",
        "title":"A Multitrait-Multimethod Approach to the Construct Validation of &quot;Acceptance of Self&quot; and &quot;Acceptance of Others&quot;."},
      {
        "id":"ED096591",
        "title":"Survey of City/County Drug Abuse Activities 1972."},
      {
        "id":"ED096592",
        "title":"Teenagers: Marriages, Divorces, Parenthood, and Mortality. Series 21 - No. 23."},
      {
        "id":"ED096593",
        "title":"Establishing a Research Utilization Specialist in a State Vocational Rehabilitation Agency. Final Report."},
      {
        "id":"ED096594",
        "title":"Test Anxiety and Self-Attention."},
      {
        "id":"ED096595",
        "title":"Commission on the Status of Women. Report and Recommendations to the Governor and the General Assembly June, 1974."},
      {
        "id":"ED096596",
        "title":"The Hollow Holiday: Christmas, A Time of Death in Appalachia."},
      {
        "id":"ED096597",
        "title":"Accountability in Guidance Services. A Guide for the Development of a Competency-Based Outcome-Stated Guidance Plan."},
      {
        "id":"ED096598",
        "title":"The Adjudication Process and Self-Conception."},
      {
        "id":"ED096599",
        "title":"Problems of International Students Enrolled in Texas Public Community Colleges as Perceived by International Students and International Student Advisors."},
      {
        "id":"ED096600",
        "title":"Paraprofessionals in Human Services. An ERIC/CAPS Perspective on the Preparation, Training and Future of the Paraprofessional Counselor."},
      {
        "id":"ED096601",
        "title":"CAPS Capsule. Vol. 6, No. 1."},
      {
        "id":"ED096602",
        "title":"Impact: Advancing Human Services. Vol. 3, No. 2, July 1974."},
      {
        "id":"ED096603",
        "title":"An Experimentalist Approach to Counseling."},
      {
        "id":"ED096604",
        "title":"Segmentation of the Spoken Word and Reading Acquisition. Orton Society Reprint Series, No. 54."},
      {
        "id":"ED096605",
        "title":"Letter Confusions and Reversals of Sequence in the Beginning Reader: Implications for Orton's Theory of Developmental Dyslexia."},
      {
        "id":"ED096606",
        "title":"Auditory Conceptualization and Group Measured Reading Comprehension Performance in Third Grade."},
      {
        "id":"ED096607",
        "title":"Reading Readiness--A Major Research Problem."},
      {
        "id":"ED096608",
        "title":"Story-Related Films in Eighth Grade Developmental Reading."},
      {
        "id":"ED096609",
        "title":"The Reaing Instructor's Role in Assisting Content Area Instructors in Reading and Study Skills."},
      {
        "id":"ED096610",
        "title":"Project READ."},
      {
        "id":"ED096611",
        "title":"Danger: State Adopted Reading Texts May Be Hazardous to Our Future (Racism and Sexism Perpetuated in Reading Series)."},
      {
        "id":"ED096612",
        "title":"New Dimensions in Language Development Skills for Rural Schools. End of Budget Period Report and Final Project Report."},
      {
        "id":"ED096613",
        "title":"Right to Read Reading Clinic, Project Report for Period July 1, 1972 to June 30, 1973."},
      {
        "id":"ED096614",
        "title":"Expressed Reading Interests of Young Children: An International Study."},
      {
        "id":"ED096615",
        "title":"Oral Reading Errors of Average and Superior Reading Ability Children."},
      {
        "id":"ED096616",
        "title":"Extraversion-Introversion and Verbal Learning."},
      {
        "id":"ED096617",
        "title":"Developmental Changes in Long-Term Retention."},
      {
        "id":"ED096618",
        "title":"Modality Preferences and Intersensory Associations in Children. Final Report."},
      {
        "id":"ED096620",
        "title":"What Does a Reading Test Test? and Helping with Reading at Home. Temple University, College of Education, Triple \"T\" Project Monograph Series, No. 1."},
      {
        "id":"ED096621",
        "title":"Mobile Diagnostic Van; End of Project Year Report."},
      {
        "id":"ED096623",
        "title":"Creating Christian Educational Communities; An Agenda for Catholic Education."},
      {
        "id":"ED096624",
        "title":"Dissemination of the Job Corps Education Program."},
      {
        "id":"ED096625",
        "title":"Reading Skills Development in Content Areas. Handbook I."},
      {
        "id":"ED096626",
        "title":"Reading Skills Development: Objectives and Activities. Handbook II."},
      {
        "id":"ED096627",
        "title":"Children's Processing of Prose: Memory Facilitation by Expectation and Uncertainty in Text. Technical Report No. 259."},
      {
        "id":"ED096628",
        "title":"Kansas Right-To-Read Project Program Evaluation, 1973-74."},
      {
        "id":"ED096629",
        "title":"Kansas Right-To-Read Project Program Evaluation, Summer Workshop, 1974."},
      {
        "id":"ED096630",
        "title":"A Systematic Approach to the Establishment of a Reading Lab."},
      {
        "id":"ED096631",
        "title":"Getting Down to Basics in Reading."},
      {
        "id":"ED096632",
        "title":"The Right to Read: Education Briefing Paper."},
      {
        "id":"ED096633",
        "title":"Explicit Syllable and Phoneme Segmentation in the Young Child."},
      {
        "id":"ED096635",
        "title":"The Effect of Stimulus Prefamiliarization on Children's Discrimination Learning. Technical Report No. 285."},
      {
        "id":"ED096637",
        "title":"The Pre-Reading Skills Battery; and Rationale for and Description of the Pre-Reading Skills Battery."},
      {
        "id":"ED096638",
        "title":"Special Project in Urban Reading Tests, Component I: Pre-Reading Skills Battery."},
      {
        "id":"ED096641",
        "title":"Project Secondary English: Teaching English to the Disadvantaged Student; A Description of the In-Service Component, June 1970-May 1973."},
      {
        "id":"ED096642",
        "title":"A Clockwork English: Suggestions for Teaching English to Disadvantaged, Low Achieving Students."},
      {
        "id":"ED096643",
        "title":"Three Plays from the Japanese."},
      {
        "id":"ED096644",
        "title":"A Bank of Ideas (Experiences in Language), Grades 1-12 and Supplementary Materials."},
      {
        "id":"ED096645",
        "title":"Living and Learning Within a Limited Budget."},
      {
        "id":"ED096646",
        "title":"Descriptive Writing Unit."},
      {
        "id":"ED096647",
        "title":"Teaching Listening."},
      {
        "id":"ED096648",
        "title":"Children's Learning from Discourse: Arousal and Imagery Effects on Literal and Inferential Comprehension. Technical Report No. 266."},
      {
        "id":"ED096649",
        "title":"Professional Competencies in First Year Teachers: Project Follow-Up. Final Report."},
      {
        "id":"ED096650",
        "title":"A Test of Perception of Agnate Sentence Relationships. Studies in Language Education, Report No. 10."},
      {
        "id":"ED096651",
        "title":"A Strategy for Open Admissions: Memory, Imagination, Form."},
      {
        "id":"ED096652",
        "title":"Development of Artistic Perception in Students of Graphic Design: A Preliminary Report."},
      {
        "id":"ED096653",
        "title":"Advertising Graphic Design and Its Effect on Recall and Attitude: A Field Experiment."},
      {
        "id":"ED096654",
        "title":"Eight Case Studies of Communication Patterns in a Black, Urban Slum."},
      {
        "id":"ED096655",
        "title":"Source-Message Orientation in Interpersonal and Media Influence."},
      {
        "id":"ED096656",
        "title":"Interpersonal Communication Pattern, Mass Media and the Occupational Expectation Process."},
      {
        "id":"ED096657",
        "title":"Coorientational Accuracy during Regional Development of Energy Resources: Problems in Agency-Public Communication."},
      {
        "id":"ED096659",
        "title":"The Prince, the Captain and &quot;The State&quot;: An Examination of the Mesquita Family Ownership of &quot;O Estado de Sao Paulo&quot; to 1969."},
      {
        "id":"ED096660",
        "title":"The Next Twenty-Five Years: It's Time to Plan."},
      {
        "id":"ED096661",
        "title":"Tearing the Fabric of Canada: The Broadcast Media and Canadian Identity."},
      {
        "id":"ED096662",
        "title":"The Changing Legal Climate for Marketing and Advertising in Europe."},
      {
        "id":"ED096663",
        "title":"An Approach to the Analysis of Panel Data: The Watergate Hearings and Political Socialization."},
      {
        "id":"ED096664",
        "title":"Tracing Interpersonal Communications in Crises: Some Pioneer Steps in a Promising Land."},
      {
        "id":"ED096665",
        "title":"Language Arts Program (Levels 1 to 12)."},
      {
        "id":"ED096666",
        "title":"Language Arts Program (Levels 13 to 27)."},
      {
        "id":"ED096668",
        "title":"Communication Arts: A Tentative Curriculum Guide for English Electives."},
      {
        "id":"ED096669",
        "title":"Some Systematic Phonological Variations from the Regional Standard in the Oral Language of Lower Socio-Economic White and Negro Students in a Rural Deep South County. Final Report."},
      {
        "id":"ED096670",
        "title":"The Influences of Sex, Race, and Prior Reading Ability on Newspaper Reading Skill Improvement in the Elementary School."},
      {
        "id":"ED096671",
        "title":"What's New in Language Arts: Oral Language."},
      {
        "id":"ED096672",
        "title":"What's New in Language Arts: Composition."},
      {
        "id":"ED091628",
        "title":"Counselors' and Supervisors' Perceptions of Professional Development Practices."},
      {
        "id":"ED091629",
        "title":"School Psychological Services Handbook."},
      {
        "id":"ED091630",
        "title":"Drug Enforcement Administration."},
      {
        "id":"ED091631",
        "title":"An Aggressive Post-Secondary Career Placement Program."},
      {
        "id":"ED091632",
        "title":"Preparation for Parenthood. Evaluation Plan and Program Evaluation."},
      {
        "id":"ED091633",
        "title":"Children's Views of Themselves."},
      {
        "id":"ED091634",
        "title":"The Humanizer."},
      {
        "id":"ED091635",
        "title":"Variables Related to Pre-Service Cannabis Use in a Sample of Air Force Enlistees."},
      {
        "id":"ED091636",
        "title":"Long Term Effects of Drug Use on General Mental Ability."},
      {
        "id":"ED091637",
        "title":"An Annotated Bibliography on Mental Health in the Schools 1970-1973."},
      {
        "id":"ED091638",
        "title":"Covert Reinforcement: A Partial Replication."},
      {
        "id":"ED091639",
        "title":"A Model for Drug Prevention in the Schools-Critical Period of Intervention."},
      {
        "id":"ED091640",
        "title":"Nondecision-Making and Developmental Process."},
      {
        "id":"ED091641",
        "title":"Age Levels and Social Influence Processes in a Drug Education Program."},
      {
        "id":"ED091642",
        "title":"Symbolic Modeling of Exploration."},
      {
        "id":"ED091643",
        "title":"A Plan for Working with Students in a Cross-Cultural Education Program."},
      {
        "id":"ED091644",
        "title":"Student Alternatives to Careers Via Vocational Opportunities Available to Youth."},
      {
        "id":"ED091645",
        "title":"Value Development Employment Module."},
      {
        "id":"ED091646",
        "title":"Client-Therapist Complementarity and Therapeutic Outcome."},
      {
        "id":"ED091647",
        "title":"A Study of Personality Need Factors with Respect to College Student Satisfaction in a Small Church Related College Located in a Southern State."},
      {
        "id":"ED091648",
        "title":"The Effects of Group Size and Training Duration on the Development of Interpersonal Communication Skills."},
      {
        "id":"ED091649",
        "title":"A Critique of Traditional Drug Education Programs."},
      {
        "id":"ED091651",
        "title":"A Systematic Approach and the Use of Instructional Objectives As An Aid in Teaching."},
      {
        "id":"ED091656",
        "title":"Questions and Answers About i.t.a."},
      {
        "id":"ED091657",
        "title":"A Developmental and Corrective Reading Program for Sixth Grade Students."},
      {
        "id":"ED091659",
        "title":"Getting Your Ideas into Print."},
      {
        "id":"ED091660",
        "title":"An Investigation and Demonstration of Methodologies for Determining the Reading Skills and Requirements of Air Force Career Ladders."},
      {
        "id":"ED091661",
        "title":"Affect Domain and Reading \"Affective Teaching Strategies at the Elementary Level.\""},
      {
        "id":"ED091662",
        "title":"Taking Belly-Aching Out of Module-Making."},
      {
        "id":"ED091663",
        "title":"The Individualized Television Reading Program."},
      {
        "id":"ED091665",
        "title":"Teaching Reading to Black High School Students: Realities and Fallacies."},
      {
        "id":"ED091666",
        "title":"An Analysis of Air Force Reading Improvement Programs: Results of USAF Survey Number 73-89."},
      {
        "id":"ED091667",
        "title":"An Investigation of List Types and Cues to Facilitate Initial Reading Vocabulary Acquisition."},
      {
        "id":"ED091668",
        "title":"Teaching Reading: The Science and the Art."},
      {
        "id":"ED091669",
        "title":"Testing in Reading: Assessment and Instructional Decision Making."},
      {
        "id":"ED091670",
        "title":"Reading and Individualizing in the Language Arts; Proceedings of the 1971 and 1972 Summer Reading Conferences at Western Washington State College, Reading Center."},
      {
        "id":"ED091671",
        "title":"The Group Reading Activity--A Class Reads a Book."},
      {
        "id":"ED091672",
        "title":"Functional Literacy for Adults; A Status Report of the Adult Performance Level Study."},
      {
        "id":"ED091681",
        "title":"Languaging: A Composition Curriculum."},
      {
        "id":"ED091682",
        "title":"Accountability and the Composition Program: Implications of the Regents Testing Program of the University System of Georgia."},
      {
        "id":"ED091683",
        "title":"Entropy in Rhetoric."},
      {
        "id":"ED091690",
        "title":"The Way Between."},
      {
        "id":"ED091691",
        "title":"Science Fiction in the English Class."},
      {
        "id":"ED091692",
        "title":"Can We Get Rid of Dialectal Discrimination in College Admission Tests?"},
      {
        "id":"ED091693",
        "title":"The Stylistics of Belief."},
      {
        "id":"ED091694",
        "title":"Learning and Teaching."},
      {
        "id":"ED091695",
        "title":"A Newspaper Career and You."},
      {
        "id":"ED091696",
        "title":"Yearbook Know-How: A Guide for Senior High Yearbook Staffs."},
      {
        "id":"ED091697",
        "title":"Focus: Teaching by Genre."},
      {
        "id":"ED091699",
        "title":"The Popular Arts and the Teaching of Literature."},
      {
        "id":"ED091700",
        "title":"Testing? Testing? In Literature?"},
      {
        "id":"ED091701",
        "title":"Multi-Ethnic Literature: An Annotated Bibliography on European Ethnic Group Life in America."},
      {
        "id":"ED091702",
        "title":"Equivalency Testing: A Major Issue for College English."},
      {
        "id":"ED091703",
        "title":"Hidden Agendas: The View from Minority Students on \"Keep This Nigger Boy Runnin.\""},
      {
        "id":"ED091704",
        "title":"How Not to Teach Black Students: The Confessions of an Ex-Formula Man."},
      {
        "id":"ED091705",
        "title":"Studies in Scarlet: An Approach to Mystery Fiction as a Literature Elective."},
      {
        "id":"ED091706",
        "title":"The Metamorphosis: \"An English Major Awoke One Morning from Uneasy Dreams He Found Himself Transformed into an English Teacher.\""},
      {
        "id":"ED091707",
        "title":"Individualized Instruction and the Rhythmic Claims of Freedom and Discipline."},
      {
        "id":"ED091708",
        "title":"The Press and the Bolivian National Revolution."},
      {
        "id":"ED091709",
        "title":"Research on Individual Composition Conferences."},
      {
        "id":"ED091711",
        "title":"Report on National Coordinated Evaluation of Five Models for Language Arts/Reading Centers."},
      {
        "id":"ED091712",
        "title":"The Workshop Method: Basis for an Ideal College Curriculum."},
      {
        "id":"ED091713",
        "title":"Black Dialect? Or Black Face?"},
      {
        "id":"ED091714",
        "title":"English and the Two-Year College."},
      {
        "id":"ED091715",
        "title":"Sentence Interpretation Test (SIT)."},
      {
        "id":"ED091716",
        "title":"Test of Language Judgment."},
      {
        "id":"ED091717",
        "title":"The Contextual Ambiguity Test (CAT)."},
      {
        "id":"ED091718",
        "title":"Noun Plural Development Test."},
      {
        "id":"ED091719",
        "title":"Beginning Reading Project: Test Development and Administration; Developmental Patterns in Elemental Reading Skills."},
      {
        "id":"ED091720",
        "title":"Professional Reading of Teachers Questionnaire."},
      {
        "id":"ED091721",
        "title":"Composition Rating Scale."},
      {
        "id":"ED091722",
        "title":"K-Ratio [Kernel Structure] Index."},
      {
        "id":"ED091723",
        "title":"Sager Writing Scale."},
      {
        "id":"ED091724",
        "title":"Letter Directionality Test, Word Directionality Test, and Sentence Directionality Test."},
      {
        "id":"ED091725",
        "title":"Topical Analysis of the Content of Literature Discussions."},
      {
        "id":"ED091727",
        "title":"Deep Structure Recovery Test (D. S. R. T.)."},
      {
        "id":"ED091728",
        "title":"Giving and Taking Directions."},
      {
        "id":"ED091729",
        "title":"Composition Opinionnaire: The Student's Right to Write."},
      {
        "id":"ED091730",
        "title":"Morpheme Knowledge Test."},
      {
        "id":"ED091731",
        "title":"Connectives Reading Test."},
      {
        "id":"ED091732",
        "title":"Rystrom Reading Comprehension Test."},
      {
        "id":"ED091733",
        "title":"A Scale for Evaluation of High School Student Essays."},
      {
        "id":"ED091734",
        "title":"A Test of Sentence Meaning with Answer Sheet: A Diagnostic Test of Syntactic Clues to Meaning in Reading. Revised Edition."},
      {
        "id":"ED091735",
        "title":"The Heinsen-Moore Test of Visual Processing Skills with Directions for Administration and Scoring. Revised Edition."},
      {
        "id":"ED091736",
        "title":"The &quot;Place of Drama&quot; Questionnaire."},
      {
        "id":"ED091737",
        "title":"Intermediate Reading Attitude Index with Administrator's Directions."},
      {
        "id":"ED091738",
        "title":"Primary Attitude Reading Index with Administrator's Directions."},
      {
        "id":"ED091739",
        "title":"Linguistic Analysis Worksheet."},
      {
        "id":"ED091741",
        "title":"Syntactic Density Score (SDS) with Some Aids for Tabulating."},
      {
        "id":"ED091742",
        "title":"Literary Discrimination Test."},
      {
        "id":"ED091743",
        "title":"Poetry Methods Rating Scale."},
      {
        "id":"ED091744",
        "title":"Literary Appreciation of Adolescents."},
      {
        "id":"ED091745",
        "title":"Semantics Features Test."},
      {
        "id":"ED091746",
        "title":"Linguistic Structures Repetition Test with Directions for Scoring."},
      {
        "id":"ED091747",
        "title":"Transformational Analysis of Compositions."},
      {
        "id":"ED091748",
        "title":"Indexes of Syntactic Maturity (Dixon-Hunt-Christensen)."},
      {
        "id":"ED091749",
        "title":"Syntactic Complexity Formula."},
      {
        "id":"ED091750",
        "title":"Cooperative Preparation and Rating of Essay Tests."},
      {
        "id":"ED091751",
        "title":"Literary Profundity Test."},
      {
        "id":"ED091752",
        "title":"Describing and Evaluating Classroom Discussions of Poems."},
      {
        "id":"ED091753",
        "title":"Linguistic Capacity Index."},
      {
        "id":"ED091754",
        "title":"Similes Test with Interview and Questionnaire."},
      {
        "id":"ED091756",
        "title":"Sophistication of Reading Interests Scale."},
      {
        "id":"ED091757",
        "title":"Syntactic Maturity Test for Narrative Writing."},
      {
        "id":"ED091758",
        "title":"Assessing Compositions: A Discussion Pamphlet."},
      {
        "id":"ED091759",
        "title":"Rystrom Dialect Test, and Testing Negro-Standard English Dialect Differences."},
      {
        "id":"ED091760",
        "title":"Schroeder Composition Scale."},
      {
        "id":"ED091761",
        "title":"Cloze Listening Test (Form Lisbon and Form Waco)."},
      {
        "id":"ED091762",
        "title":"Novel Reading Maturity Scale."},
      {
        "id":"ED091763",
        "title":"Glazer Narrative Composition Scale."},
      {
        "id":"ED091764",
        "title":"Experimental Test of Piagetian Concrete Operations in a Reading Format."},
      {
        "id":"ED091765",
        "title":"Identification of Simple and Compound Vowels by First Graders."},
      {
        "id":"ED091766",
        "title":"The Test of Cognition with Scoring Guide, Literature Review, and Description of Data Analyses in Progress."},
      {
        "id":"ED091767",
        "title":"Cloze Tests for Deletion Produced Structures."},
      {
        "id":"ED091768",
        "title":"Tests of Anaphoric Reference--Multiple Choice Format (TAR-MC) and Tests of Anaphoric Reference--Cloze Format (TAR-C)."},
      {
        "id":"ED091769",
        "title":"The Jewell High School Reading Comprehension Test."},
      {
        "id":"ED091770",
        "title":"A Test of Spoken English."},
      {
        "id":"ED091771",
        "title":"Creative Dramatics for All Children."},
      {
        "id":"ED091772",
        "title":"Behavioral Objectives and the Notion of Process in Speech Communication: A Conflict of Paradigms."},
      {
        "id":"ED091773",
        "title":"Theatre: They Say You \"Can't\" Teach It."},
      {
        "id":"ED091775",
        "title":"A Selected Bibliography of Rhetoric and Public Address, 1972."},
      {
        "id":"ED091778",
        "title":"Bibliography of Studies in Oral Interpretation, 1972."},
      {
        "id":"ED091779",
        "title":"Partial List of Films Available for Use in the Basic Course."},
      {
        "id":"ED091780",
        "title":"Dyadic Communication from the Perspective of Small Group Research."},
      {
        "id":"ED091781",
        "title":"The &quot;I&quot; and &quot;Thou&quot; in Theater Games."},
      {
        "id":"ED091782",
        "title":"Speech Communication in the Community-Junior College: Proposals for Development."},
      {
        "id":"ED091783",
        "title":"The Black Leader's Rhetorical Dilemma: An Analysis of the Debate Between W.E.B. DuBois and Booker T. Washington."},
      {
        "id":"ED091784",
        "title":"Report of the Research Priorities Division of the Speech Communication Association."},
      {
        "id":"ED091785",
        "title":"[Media Ecology: Communication as Context]."},
      {
        "id":"ED091786",
        "title":"Objectives, Evaluation, and Grading in Interpersonal Communication Courses: An Experiential Perspective."},
      {
        "id":"ED091787",
        "title":"Competency-Based Teacher Education; Group 1 Report of the Education Priorities Division of the Speech Communication Association."},
      {
        "id":"ED091788",
        "title":"Communication in Secondary School Language Arts Curricula; Group 2 Report of the Education Priorities Division of the Speech Communication Association."},
      {
        "id":"ED091789",
        "title":"Implications of University Reorganization of Speech Departments for the Preparation of Secondary Communication Teachers; Group 3 Report of the Education Priorities Division of the Speech Communication Association."},
      {
        "id":"ED091790",
        "title":"Communication Rights of Mankind: Present and Future."},
      {
        "id":"ED091792",
        "title":"Rhetorical Strategy: A Dramatistic Interpretation."},
      {
        "id":"ED091793",
        "title":"Organizational Development: The Role of Communication in Diagnosis, Change, and Evaluation."},
      {
        "id":"ED091794",
        "title":"Reconceptualization of the Diffusion Process: An Application of Selected Principles from Modern Systems Theory."},
      {
        "id":"ED091795",
        "title":"Communication Directory, 1973-1974."},
      {
        "id":"ED091796",
        "title":"Communication and Conflict."},
      {
        "id":"ED091797",
        "title":"A Selected Annotated Bibliography for Use in Teaching an Introductory Film Course."},
      {
        "id":"ED091798",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on the Year-Round School. ERIC Abstracts Series, Number 31."},
      {
        "id":"ED091799",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Management by Objectives. ERIC Abstracts Series, Number 32."},
      {
        "id":"ED091800",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Program Evaluation. ERIC Abstracts Series, Number 33."},
      {
        "id":"ED091801",
        "title":"Middle Schools. NAESP School Leadership Digest Series, Number 2. ERIC/CEM Research Analysis Series, Number 4."},
      {
        "id":"ED091802",
        "title":"School Property: The Legality of Its Use and Disposition. ERIC/CEM State-of-the-Knowledge Series, Number 26. NOLPE Second Monograph Series on Legal Aspects of School Administration, Number 5."},
      {
        "id":"ED091803",
        "title":"The Politics of Education. ERIC/CEM State-of-the-Knowledge Series, Number 20."},
      {
        "id":"ED091804",
        "title":"Implementing the \"Voucher\" Demonstration in Alum Rock, or \"Taking the 'OUCH' Out of Vouchers.\""},
      {
        "id":"ED091806",
        "title":"An Evaluation of Citizen Participation in an Urban School."},
      {
        "id":"ED091807",
        "title":"The Impact of the Nongraded School."},
      {
        "id":"ED091808",
        "title":"Housing Patterns in Relation to Educational Achievement. Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED091809",
        "title":"A Multi-Agency Center for Educational Planning in Santa Clara County. Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED091810",
        "title":"A Capsule Description of High School Seniors. Base-Year Survey. National Longitudinal Study of the High School Class of 1972."},
      {
        "id":"ED091814",
        "title":"Research Problems in Curriculum: Alternative Paradigms."},
      {
        "id":"ED091815",
        "title":"Constructs for Studying Change Processes."},
      {
        "id":"ED091817",
        "title":"Administrative Manual for Directors of Transportation."},
      {
        "id":"ED091818",
        "title":"Moving Toward A More Open Education. Oregon ASCD Curriculum Bulletin, Vol. 28, No. 323."},
      {
        "id":"ED091819",
        "title":"Comprehensive Planning in Education: A Planning Handbook for Districts. Handbook Series on Comprehensive Planning for Local Education Districts, No. 1."},
      {
        "id":"ED091820",
        "title":"A Compilation of Laws Relating to Education--1974."},
      {
        "id":"ED091821",
        "title":"An Assessment of the Michigan Accountability System."},
      {
        "id":"ED091822",
        "title":"Decentralization 1973: A Second-Year Progress Report."},
      {
        "id":"ED091823",
        "title":"An Evaluation of School-Community Advisory Councils/1972."},
      {
        "id":"ED091824",
        "title":"Instructional Assistance Program. Final Report, 1972-73. Research and Development Report, Vol. 7, No. 47."},
      {
        "id":"ED091825",
        "title":"Review of Related Research Literature on Educational Supervision."},
      {
        "id":"ED091827",
        "title":"Major Changes in School Finance: Statehouse Scorecard. Research Brief, Vol. 2, No. 2."},
      {
        "id":"ED091828",
        "title":"Theory in the Study of Organizations and Administrative Structures: A New Perspective."},
      {
        "id":"ED091829",
        "title":"Vandalism and Its Prevention."},
      {
        "id":"ED091830",
        "title":"Models, Analysis and Interpretation of Education Trustee Voting Behavior."},
      {
        "id":"ED091831",
        "title":"Opportunities for Excellence. Findings, Conclusions, and Recommendations of a Survey of Illinois School District Organization. Final Report of the Committee on School Organization."},
      {
        "id":"ED091832",
        "title":"Nongradedness: Supporting Theory To Guide Practice."},
      {
        "id":"ED091833",
        "title":"Alternative Education: An Introduction, a Special Report on Pasadena, California, and a Bibliography. Oregon School Study Council Bulletin, Vol. 17, No. 10."},
      {
        "id":"ED091834",
        "title":"Structure, Decision-Making, and Communication in the Waterloo County School System. An Evaluation Report."},
      {
        "id":"ED091835",
        "title":"1973 State Education Legislation and Activity: School Finance. A Survey of the States. Research Brief Vol. 2, No. 6."},
      {
        "id":"ED091836",
        "title":"A Comparison Study of the Elected School Board in New York State."},
      {
        "id":"ED091837",
        "title":"1973 State Education Legislation and Activity: Schools, Students and Services. A Survey of the States. Research Brief Vol. 2., No. 5."},
      {
        "id":"ED091838",
        "title":"Accountability. A Bibliography."},
      {
        "id":"ED091839",
        "title":"The Federal Commitment to Education."},
      {
        "id":"ED091840",
        "title":"Preliminary Field Study: Dissemination of Educational Accountability. Final Report."},
      {
        "id":"ED091841",
        "title":"Annual Report of the U. S. Commissioner of Education, March 31, 1974."},
      {
        "id":"ED091842",
        "title":"Education Programs and Activities Receiving or Benefiting from Federal Financial Assistance: Nondiscrimination on the Basis of Sex. Part 2."},
      {
        "id":"ED091843",
        "title":"Departments of Labor and Health, Education, and Welfare Appropriations for 1975. Hearings Before a Subcommittee of the Committee on Appropriations, House of Representatives, Ninety-third Congress, Second Session. Part 2, Department of Health, Education, and Welfare: Overview of Fiscal Year Budget, Testimony of the Secretary, Special Reports."},
      {
        "id":"ED091844",
        "title":"Departments of Labor and Health, Education, and Welfare Appropriations for 1975. Hearing Before a Subcommittee of the Committee on Appropriations, House of Representatives, Ninety-third Congress, Second Session. Part 3, Department of Health, Education, and Welfare."},
      {
        "id":"ED091845",
        "title":"Departments of Labor and Health, Education, and Welfare Appropriations for 1975. Hearings Before a Subcommittee of the Committee on Appropriations, House of Representatives, Ninety-third Congress, Second Session. Part 5, Office of Education."},
      {
        "id":"ED091846",
        "title":"Evaluating Teachers for Professional Growth. Current Trends in School Policies & Programs. An Education U.S.A. Special Report."},
      {
        "id":"ED091847",
        "title":"Simulated Case Study: Student Locker, Search and Seizure."},
      {
        "id":"ED091848",
        "title":"New Programs of State School Aid."},
      {
        "id":"ED091849",
        "title":"Health Rights of Children in Mississippi."},
      {
        "id":"ED091850",
        "title":"Open Area Study. Final Report."},
      {
        "id":"ED091851",
        "title":"Toward a Common Goal."},
      {
        "id":"ED091852",
        "title":"Education: Who Should Pay the Bills?"},
      {
        "id":"ED091853",
        "title":"Citizens Advisory Committees. Public Participation Increases; Guides Change in American Education. Current Trends in School Policies & Programs."},
      {
        "id":"ED091854",
        "title":"Progress Report, June 1974: Reaching Out..."},
      {
        "id":"ED091855",
        "title":"Expenditures for Public Elementary and Secondary Education, 1971-72."},
      {
        "id":"ED091856",
        "title":"The Impact of Individuals, Organizational Structure, and Environment on Organizational Innovation. Research and Development Memorandum No. 124."},
      {
        "id":"ED091857",
        "title":"The Fate of an Innovation: Open Education in Victorian High Schools."},
      {
        "id":"ED091858",
        "title":"Academic Environments and Elementary School Achievement."},
      {
        "id":"ED091859",
        "title":"Accountable Evaluation for Improvement."},
      {
        "id":"ED091860",
        "title":"Proxemics."},
      {
        "id":"ED091862",
        "title":"Improved School Management and Planning: The Promise of Computer Simulation. Project Kansas 76: Concept Paper."},
      {
        "id":"ED091863",
        "title":"Planning Educational Programs: The Advocate Approach."},
      {
        "id":"ED091864",
        "title":"Extended School Year Study: Brick Township Public Schools."},
      {
        "id":"ED091865",
        "title":"Educational Innovation in the United States. Volume 1: The National Survey: The Substance and the Process."},
      {
        "id":"ED091866",
        "title":"Educational Innovation in the United States. Volume 2: Five Case Studies of Educational Innovation at the School District Level."},
      {
        "id":"ED091867",
        "title":"[Achievements in Civil Rights Enforcement, 1964-74, and a Tentative Assessment of What the Future Holds. A Tenth Anniversary Statement]."},
      {
        "id":"ED091868",
        "title":"Accountability: A Rationale."},
      {
        "id":"ED091869",
        "title":"Indicators and Statewide Assessment."},
      {
        "id":"ED091870",
        "title":"High School Rules and Decision-Making Procedures as Sources of School Stability. A Report."},
      {
        "id":"ED091871",
        "title":"Evaluation: Elementary and Secondary Education. A Report to the Governor and Members of the Legislature Prepared Pursuant to Section 3602 of the Education Law."},
      {
        "id":"ED091872",
        "title":"Critical Issues in Tennessee Education, 1973-74."},
      {
        "id":"ED091873",
        "title":"Differentiated Staffing: A Brief Statement."},
      {
        "id":"ED091874",
        "title":"Innovations in School Staffing Patterns. What Should They Accomplish?"},
      {
        "id":"ED091875",
        "title":"Special Education Scope and Sequence. Grades 1 - 12."},
      {
        "id":"ED091876",
        "title":"The Relationship of Developmental Level with Science Performance: A Case for an Alternative to IQ Grouping of Mildly Retarded Children?"},
      {
        "id":"ED091877",
        "title":"A Comparison of Normal and Mentally Retarded Children on a Perceptual Learning Task."},
      {
        "id":"ED091879",
        "title":"Working with Families: A Manual for Developmental Centers."},
      {
        "id":"ED091880",
        "title":"Meyer Children's Rehabilitation Institute Teaching Program for Young Children. [Prescriptive Teaching Program for Multiply Handicapped Nursery School Children]."},
      {
        "id":"ED091881",
        "title":"Directory of Head Start Audiovisual Professional Training Materials."},
      {
        "id":"ED091882",
        "title":"Directory of Head Start Instructional Materials."},
      {
        "id":"ED091883",
        "title":"Utilizing Resources in the Handicapped Services Field: A Directory for Head Start Personnel."},
      {
        "id":"ED091884",
        "title":"Selected Readings in Early Education of Handicapped Children."},
      {
        "id":"ED091885",
        "title":"The Behavior Modification Audio-Visual Directory."},
      {
        "id":"ED091886",
        "title":"Here Comes the Sun: Directory of Summer Programs for Handicapping Conditions."},
      {
        "id":"ED091887",
        "title":"Basic Education Rights for the Hearing Impaired. 1973 Annual Report."},
      {
        "id":"ED091888",
        "title":"Classes for Children with Learning Difficulties. End of Project Report."},
      {
        "id":"ED091889",
        "title":"So Johnny Can't Add--Help from the University."},
      {
        "id":"ED091890",
        "title":"Teacher Preparation and Certification. Position Statement and Recommendations."},
      {
        "id":"ED091891",
        "title":"Your Down's Syndrome Child...You Can Help Him Develop from Infancy to Adulthood."},
      {
        "id":"ED091892",
        "title":"Instructional Materials for Science."},
      {
        "id":"ED091893",
        "title":"Professional Training Programs for Personnel in Special Education."},
      {
        "id":"ED091894",
        "title":"Special Education: A Mandate to Louisiana Schools."},
      {
        "id":"ED091895",
        "title":"Raising the Welfare of the Blind in the USSR."},
      {
        "id":"ED091896",
        "title":"To Live and Work."},
      {
        "id":"ED091897",
        "title":"Prevention of Blindness in the USSR."},
      {
        "id":"ED091898",
        "title":"Organisation of Recreation for the Blind in the USSR."},
      {
        "id":"ED091899",
        "title":"General Principles of Organisation of Production."},
      {
        "id":"ED091900",
        "title":"Education of the Blind and People with Weak Sight in the USSR."},
      {
        "id":"ED091901",
        "title":"Public Education: USSR Yesterday, Today, Tomorrow."},
      {
        "id":"ED091902",
        "title":"Curriculum Guidelines for Exceptional Children: EMR 1970-71 Revision."},
      {
        "id":"ED091903",
        "title":"The Role of Research and Evaluation in EMH Curriculum Development: Project MATH."},
      {
        "id":"ED091904",
        "title":"Group Treatment for Parents of Handicapped Children."},
      {
        "id":"ED091905",
        "title":"The Comparative Motor and Affective Benefits of Three Physical Education Programming Techniques Used with Emotionally Impaired Children."},
      {
        "id":"ED091906",
        "title":"CEC Professional Standards and Guidelines Project. Draft Standards and Guidelines (St. Louis Work Document)."},
      {
        "id":"ED091907",
        "title":"The Social Studies Curriculum Guide for Teenage Educable Mentally Retarded Pupils."},
      {
        "id":"ED091908",
        "title":"Education and Rehabilitation of Deaf Persons with Other Disabilities."},
      {
        "id":"ED091909",
        "title":"Television for Deaf People: Selected Projects."},
      {
        "id":"ED091910",
        "title":"Annual Gifted Program: Evaluation Report 1972-1973."},
      {
        "id":"ED091911",
        "title":"Ya \"See\" What We Mean: Teaching the Blind to Ski."},
      {
        "id":"ED091912",
        "title":"The Organization of Education for Learning Handicapped Pupils: A Review and Recommendations."},
      {
        "id":"ED091913",
        "title":"Identifying a Nonverbal Aptitude Measure for Use in Counseling Secondary Level Mentally Retarded Pupils."},
      {
        "id":"ED091914",
        "title":"Gifted and Talented Curriculum; A Selective Bibliography. Exceptional Child Bibliography Series No. 656."},
      {
        "id":"ED091915",
        "title":"Silent Minority."},
      {
        "id":"ED091916",
        "title":"Further Studies in Achievement Testing, Hearing Impaired Students. United States: Spring 1971."},
      {
        "id":"ED091917",
        "title":"A Study of the Effects on Special Programs for Exceptional Students Upon the Implementation of the Florida Finance Program. Final Report, Volume 1."},
      {
        "id":"ED091918",
        "title":"A Study of the Effects on Special Programs for Exceptional Students Upon the Implementation of the Florida Finance Program. Final Report, Volume 2."},
      {
        "id":"ED091921",
        "title":"Special Education [Fifth Chapter of &quot;Education in the USSR&quot;]."},
      {
        "id":"ED091922",
        "title":"A Survey of State Laws to Remove [Architectural] Barriers."},
      {
        "id":"ED091923",
        "title":"Aspects of Intonation in Vernacular White and Black English Speech."},
      {
        "id":"ED091924",
        "title":"The Current Status of the Linguistic Relativity Hypothesis. Working Papers in Linguistics, Volume 4, Number 2."},
      {
        "id":"ED091925",
        "title":"Some Important Studies of Negation in Slavic Languages--A Survey. Working Papers of the Russian School, No. 1."},
      {
        "id":"ED091927",
        "title":"The Concept of Linguistic Difficulty. Working Papers in Linguistics, Volume 3, Number 4."},
      {
        "id":"ED091928",
        "title":"FABS (Formulated Abstracting): An Experiment in Regularized Content Description."},
      {
        "id":"ED091930",
        "title":"Teaching English as a Second Language in the Middle Grades."},
      {
        "id":"ED091931",
        "title":"An Annotated Bibliography of Recent Work on Black English."},
      {
        "id":"ED091932",
        "title":"A Brief Guide to Bilingual Education."},
      {
        "id":"ED091933",
        "title":"Sociolinguistic Aspects of Assimilation: Puerto Rican English in New York City."},
      {
        "id":"ED091934",
        "title":"Conference on American Indian Languages Clearinghouse Newsletter. Vol. 1, No. 1."},
      {
        "id":"ED091936",
        "title":"A Sample Research Strategy in Language Universals. Working Papers on Language Universals, Number 6."},
      {
        "id":"ED091937",
        "title":"A Typological View of Metathesis. Working Papers on Language Universals, No. 7."},
      {
        "id":"ED091939",
        "title":"The Educational Use of Linguistics."},
      {
        "id":"ED091940",
        "title":"Litigating the Rights of the Bilingual School Child to Equal Educational Opportunity."},
      {
        "id":"ED091942",
        "title":"Some Cross-Linguistic Generalizations About Yes-No Questions and Their Answers. Working Papers on Language Universals, No. 7."},
      {
        "id":"ED091943",
        "title":"Generative Phonology: The Basic Model."},
      {
        "id":"ED091944",
        "title":"The Grammatical Theory of Contrastive Analysis: A New Approach."},
      {
        "id":"ED091946",
        "title":"Research and Training Opportunities Abroad and Foreign Curriculum Consultants in the United States 1975-76."},
      {
        "id":"ED091948",
        "title":"The Crucial Variable in TESOLD: The Teacher."},
      {
        "id":"ED091950",
        "title":"Error Analysis in the Adult EFL Classroom."},
      {
        "id":"ED091951",
        "title":"Regent Watching."},
      {
        "id":"ED091952",
        "title":"Contemporary College Women View Their Position."},
      {
        "id":"ED091953",
        "title":"[Financial Aid to Independent Students at the Post Secondary Level: The Federal Government's Role]"},
      {
        "id":"ED091954",
        "title":"Administration of Student Affairs at Community Colleges as Compared with Urban-Commuter Institutions. Technical Report No. 2."},
      {
        "id":"ED091955",
        "title":"Foreign Medical Students in the Americas: 1971-72."},
      {
        "id":"ED091956",
        "title":"Academic Productivity: Institutional-Level Theory."},
      {
        "id":"ED091957",
        "title":"A Look at Women in Education: Issues and Answers for HEW. Report of the Commissioner&apos;s Task Force on the Impact of Office of Education Programs on Women."},
      {
        "id":"ED091958",
        "title":"Open Doors 1973. Report on International Exchange."},
      {
        "id":"ED091959",
        "title":"Department Affiliation and Faculty Reference Group: Some Effects on Faculty Opinions."},
      {
        "id":"ED091962",
        "title":"Higher Education Planning and Management Systems: A Brief Explanation."},
      {
        "id":"ED091963",
        "title":"Change in Higher Education Management."},
      {
        "id":"ED091964",
        "title":"Annual Report of the South Carolina Commission on Higher Education. January 1974."},
      {
        "id":"ED091965",
        "title":"Higher Education and the Steady State. ERIC/Higher Education Research Report No. 4 1974."},
      {
        "id":"ED091966",
        "title":"Establishment of State Postsecondary Education Commissions."},
      {
        "id":"ED091967",
        "title":"Individualized Instruction in Higher Education: A Bibliography."},
      {
        "id":"ED091968",
        "title":"The Christian College: Some Thoughts and Reflections."},
      {
        "id":"ED091969",
        "title":"Tenth Annual Report and Recommendations of the Maryland Council for Higher Education Presented to His Excellency, The Governor and The General Assembly of the State of Maryland."},
      {
        "id":"ED091970",
        "title":"Women and Fellowships."},
      {
        "id":"ED091971",
        "title":"Admissions and the Law."},
      {
        "id":"ED091972",
        "title":"The Board of Trustees and the Making of Academic Policy."},
      {
        "id":"ED091973",
        "title":"Journals of Education for the Professions: A Preliminary Study."},
      {
        "id":"ED091975",
        "title":"A Report of the First Thirty Months: January 1967 to June 1969. Policies and Activities."},
      {
        "id":"ED091976",
        "title":"Centre for Advancement of Teaching Education Monograph Series. No. 2. Lessons Not Lectures."},
      {
        "id":"ED091977",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1973-74. Research Report 1-74."},
      {
        "id":"ED091978",
        "title":"Insights into Higher Education: Selected Writings of CSHE, 1969-73. Volume 1: Governance."},
      {
        "id":"ED091979",
        "title":"Postdoctoral Education at the University of California, San Diego."},
      {
        "id":"ED091980",
        "title":"The Purpose of Analytical Models from the Perspective of a Data Provider."},
      {
        "id":"ED091981",
        "title":"Anatomy of a Collective Bargaining Election in Pennsylvania's State-Owned Colleges."},
      {
        "id":"ED091982",
        "title":"A General Model of a Postsecondary Education Commission for the State of Florida."},
      {
        "id":"ED091983",
        "title":"Problems in the Transition from Elite to Mass Higher Education."},
      {
        "id":"ED091984",
        "title":"The Nature and Origins of the Carnegie Commission on Higher Education."},
      {
        "id":"ED091986",
        "title":"Tenure: A Selected Bibliography."},
      {
        "id":"ED091987",
        "title":"Sabbatical Leave: A Selected Bibliography."},
      {
        "id":"ED091989",
        "title":"Academic Women in Protest."},
      {
        "id":"ED091990",
        "title":"Developing Better Methods for Obtaining Long-Term (Debt) Financing for Expansion of Physical Facilities at Small, Nonprofit, Traditional Midwestern Colleges."},
      {
        "id":"ED091992",
        "title":"The Impact of Written Comments on Student Achievement."},
      {
        "id":"ED091993",
        "title":"The Who's Who Program at the University of South Carolina--A Study of Student Opinion. Research Notes No. 20-74."},
      {
        "id":"ED091994",
        "title":"Perspectives and Plans for Graduate Studies. 4. Geography 1973."},
      {
        "id":"ED091995",
        "title":"Update Study of the Financial Condition of Independent Higher Education in Pennsylvania."},
      {
        "id":"ED091996",
        "title":"Bibliography: Program-Planning-Budgeting System (PPBS) and Decision-Making, Budgeting and Planning Within the Context of Higher Education."},
      {
        "id":"ED091997",
        "title":"Instructional Development Agencies in Higher Education."},
      {
        "id":"ED091998",
        "title":"Profiles of Management Information Uses. A Report on How Twelve Institutions Have Utilized Data From NCHEMS Management Information Systems."},
      {
        "id":"ED091999",
        "title":"Student-Faculty Evaluation of a Three-Point Grading System in Graduate Education Courses."},
      {
        "id":"ED092000",
        "title":"Varieties of Accomplishment After College: Perspectives on the Meaning of Academic Talent. ACT Research Report No. 62."},
      {
        "id":"ED092001",
        "title":"Science Leadership for Tomorrow. The Role of Schools of Public Affairs and Universities in Meeting Needs of Public Science Agencies."},
      {
        "id":"ED092003",
        "title":"Antitrust and the Control of Higher Education."},
      {
        "id":"ED092004",
        "title":"Perspectives and Plans for Graduate Studies. 6. Solid Earth Science 1973."},
      {
        "id":"ED092005",
        "title":"The President's Review and Annual Report 1973. The Rockefeller Foundation."},
      {
        "id":"ED092006",
        "title":"Economic Implications of Changes in Financing Medical Education. The Rand Paper Series P-5150."},
      {
        "id":"ED092008",
        "title":"Academic Leadership: Of What or Of Whom?"},
      {
        "id":"ED092009",
        "title":"New Patterns of Courses and New Degree Structures."},
      {
        "id":"ED092010",
        "title":"Dues Check-off and Union Security Study."},
      {
        "id":"ED092011",
        "title":"OASIS General Introduction."},
      {
        "id":"ED092012",
        "title":"A Casebook of Supervisory Experience: Position Development and Scheduling."},
      {
        "id":"ED092014",
        "title":"Supervising Student Workers: Berea College Labor Supervisors in Action."},
      {
        "id":"ED092015",
        "title":"The Statewide Plan for Computing Resources in Illinois Higher Education."},
      {
        "id":"ED092016",
        "title":"Minnesota's Commitment to International Education. A Case-Study of State Legislation in Support of Foreign Students."},
      {
        "id":"ED092017",
        "title":"Master's Degree Psychologists. Report of a Conference."},
      {
        "id":"ED092018",
        "title":"The Public Interest in Private Colleges and Universities."},
      {
        "id":"ED092019",
        "title":"State Programs to Provide Financial Support for and Coordination of Nonpublic Higher Education."},
      {
        "id":"ED092020",
        "title":"Connecticut's Commitment to Public and Private Higher Education."},
      {
        "id":"ED092021",
        "title":"A Plan for the Further Desegregation of the University System of Georgia."},
      {
        "id":"ED092022",
        "title":"Status of Graduate and Professional Education of Women--1974: A Review of the Literature and Bibliography."},
      {
        "id":"ED092023",
        "title":"1973 Annual Report. Coordinating Board Texas College and University System."},
      {
        "id":"ED092025",
        "title":"Evaluation of Teaching. Memo to the Faculty; Memo No. 53 February 1974."},
      {
        "id":"ED092026",
        "title":"The University and the Needs of Contemporary Society. Papers-10."},
      {
        "id":"ED092027",
        "title":"University Autonomy: Its Meaning Today. Papers-7."},
      {
        "id":"ED092028",
        "title":"International University Co-operation: Summary Record of a Working Party on International University Co-operation. Papers-9."},
      {
        "id":"ED092029",
        "title":"Summary Report 1973 Doctorate Recipients from United States Universities."},
      {
        "id":"ED092031",
        "title":"Statistics on Women and Minority Students in Engineering, April 1974."},
      {
        "id":"ED092032",
        "title":"Survey of Statewide Agency/Consortia Relationship."},
      {
        "id":"ED092033",
        "title":"Higher Education and the Challenge of the Seventies. Professional Paper 9-74."},
      {
        "id":"ED092034",
        "title":"The Administration of Universities. Summary Record of Working Party on University Administrative Systems, Paris, 5-8 October, 1966. Papers-8."},
      {
        "id":"ED092037",
        "title":"Special Report. Postsecondary Public Employment Legislation. A status Report 1974."},
      {
        "id":"ED092038",
        "title":"Report of the Fifth General Conference of the International Association of Universities 1970."},
      {
        "id":"ED092039",
        "title":"Curriculum Change in Black Colleges VI: A Report on a Cooperative Academic Planning Curriculum Development Workshop."},
      {
        "id":"ED092040",
        "title":"Issues and Needs of Postsecondary Education in the West: A Legislative/WICHE Inquiry."},
      {
        "id":"ED092041",
        "title":"Perspectives and Plans for Graduate Studies. 3. Economics 1973."},
      {
        "id":"ED092042",
        "title":"Perspectives and Plans for Graduate Studies. 5. Chemistry 1973."},
      {
        "id":"ED092043",
        "title":"Campus Statistics: Fall Quarter 1973 and Year 1972-1973."},
      {
        "id":"ED092044",
        "title":"Virginia Higher Education/The 1974 General Assembly. A Summary of Legislation and Appropriations."},
      {
        "id":"ED092045",
        "title":"Instructional Development: The Problems of Costs and Effectiveness."},
      {
        "id":"ED092046",
        "title":"Minority Report - 1973."},
      {
        "id":"ED092047",
        "title":"[Survey of Department of Defense full-time fully funded graduate and undergraduate education programs]."},
      {
        "id":"ED092048",
        "title":"Giving USA: A Compilation of Facts and Trends on American Philanthropy for the Year 1973."},
      {
        "id":"ED092049",
        "title":"At the Crossroads: A Report on the Financial Condition of the Forty-Eight Liberal Arts Colleges Previously Studied in \"The Golden Years, The Turning Point.\" No. 2."},
      {
        "id":"ED092050",
        "title":"Affirmative Action: Its Legal Mandate and Organizational Implications. No. 2."},
      {
        "id":"ED092051",
        "title":"A Word in Favor of Trusting Trustees."},
      {
        "id":"ED092052",
        "title":"The Impact of Collective Bargaining on University Governance."},
      {
        "id":"ED092053",
        "title":"Trustee Accountability and National Policy"},
      {
        "id":"ED092054",
        "title":"The Governance of Higher Education: Selected Problems."},
      {
        "id":"ED092055",
        "title":"State Leadership in Postsecondary Education: A Balance of Powers."},
      {
        "id":"ED092056",
        "title":"Board-President Relationships: Second Thoughts."},
      {
        "id":"ED092057",
        "title":"The Stewardship of Trustees and the President."},
      {
        "id":"ED092058",
        "title":"Statewide Planning and Local Autonomy."},
      {
        "id":"ED092059",
        "title":"Collective Bargaining in Higher Education."},
      {
        "id":"ED092060",
        "title":"Conversation with Clark Kerr. [Qualities of the Ideal College/University Board of Trustees]."},
      {
        "id":"ED092061",
        "title":"Systems Analysis Approach to Academic Planning Part III."},
      {
        "id":"ED092063",
        "title":"The University of Minnesota Twin Cities Campus Freshman Class of 1973 with Comparisons to the Freshman Class of 1967."},
      {
        "id":"ED092064",
        "title":"Notes on Time Series Analysis. Special Report No. 722."},
      {
        "id":"ED092066",
        "title":"Annotated List of Locally Developed Educational Games. Project SESAME Practical Document No. 7. Revised Edition."},
      {
        "id":"ED092067",
        "title":"Media Taxonomies and Media Selection."},
      {
        "id":"ED092069",
        "title":"Virginia: A TV Social Studies Experience. A Background Paper."},
      {
        "id":"ED092072",
        "title":"Library Services and Construction Act (LSCA) Annual Program, State of Kansas, Fiscal Year 1974, Title I."},
      {
        "id":"ED092074",
        "title":"The Effectiveness of CAI."},
      {
        "id":"ED092075",
        "title":"Proceedings of the Regents CATV Conference, September 25, 1973, Albany, New York."},
      {
        "id":"ED092076",
        "title":"An Instructional Device for Teaching Verbal Skills Through Structured Interactions Between Children in a Communication Game. Final Report."},
      {
        "id":"ED092083",
        "title":"An Integrated Information System for the National Library of Canada. A Summary of the Systems Development Project."},
      {
        "id":"ED092084",
        "title":"Community Information Expositions; Issue-Oriented Displays and Popular Understanding of Social Problems."},
      {
        "id":"ED092085",
        "title":"Recommended Collections for Prison Law Libraries."},
      {
        "id":"ED092086",
        "title":"Report on the Instructional Use of the Computer. Vol. 1, Types of Uses."},
      {
        "id":"ED092087",
        "title":"Report on the Instructional Use of the Computer. Vol. 2, Costs."},
      {
        "id":"ED092088",
        "title":"Report on the Instructional Use of the Computer. Vol. 3, Scope."},
      {
        "id":"ED092089",
        "title":"Carrascolendas: Evaluation of a Spanish/English Educational Television Series Within Region XIII. Final Report. Evaluation Component."},
      {
        "id":"ED092091",
        "title":"Notes on Cost-Effectiveness Evaluation of Schooling in Developing Countries."},
      {
        "id":"ED092092",
        "title":"Background Variables and Their Relationship to Stimulation Responses."},
      {
        "id":"ED092093",
        "title":"A Rationale and Description of the BASIC Instructional Program. Technical Report No. 228."},
      {
        "id":"ED092094",
        "title":"A Report on Library Networks."},
      {
        "id":"ED092095",
        "title":"Information for Science and Technology: The International Scene."},
      {
        "id":"ED092096",
        "title":"A Selected Bibliography of Music Librarianship."},
      {
        "id":"ED092097",
        "title":"Computerized Documentation Service-SDI-Selective Dissemination of Information. Annual Report 1972-1973."},
      {
        "id":"ED092098",
        "title":"Evaluation of the University of Tennessee/Knoxville Library. Based on the Library Management Review and Analysis Program of the Association of Research Libraries. September 1, 1972--May 31, 1973."},
      {
        "id":"ED092099",
        "title":"Compendium of Copyright Office Practices. 1973 Revisions."},
      {
        "id":"ED092100",
        "title":"White House Conference on Library and Information Services in 1976. Hearing Before the Select Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session."},
      {
        "id":"ED092102",
        "title":"Body Touching While Watching Media. Research Report No. 7218."},
      {
        "id":"ED092103",
        "title":"An Investigation of the Effects of Transporting EMH Students to a Media Evaluation Site. Observational Report No. 731."},
      {
        "id":"ED092104",
        "title":"Measuring Attitude Change Response to Films. Observational Report No. 7315."},
      {
        "id":"ED092105",
        "title":"Verifying Sample Size Concerns. Research Report No. 737."},
      {
        "id":"ED092106",
        "title":"The Effects of Pretesting Educable Mentally Handicapped Children in Filmstrip Evaluation. Research Report No. 736."},
      {
        "id":"ED092107",
        "title":"Effects of Mixed and Unmixed Criterion Questions. Observational Report No. 7226."},
      {
        "id":"ED092108",
        "title":"Training Primary EMH Children to Use an Automated Student Response System (SRS). Research Report No. 741."},
      {
        "id":"ED092109",
        "title":"Selecting Films for Primary EMH Children. Observational Report No. 743."},
      {
        "id":"ED092110",
        "title":"A Preview of Recent Findings About EMH Students to Films. Research Report No. 744."},
      {
        "id":"ED092111",
        "title":"A Study of Teacher-Pupil Interactions Involving Individualized Media Resources. Observation Report No. 746."},
      {
        "id":"ED092112",
        "title":"Auditory-Perceptual Learning in Educable Mentally Retarded Children. Research Report No. 747."},
      {
        "id":"ED092113",
        "title":"Alternative Television: Status, Trends and Issues."},
      {
        "id":"ED092114",
        "title":"A Comparison of Manual and Computer Searches of the Chemical Evolution and Origin of Life Literature."},
      {
        "id":"ED092116",
        "title":"Final Report on the 1972-1973 Media Learning Systems Design and Administration Training Project in Educational Communications."},
      {
        "id":"ED092117",
        "title":"Abstracts of Research, July 1972-June 1973."},
      {
        "id":"ED092118",
        "title":"The Effects of Static and Dynamic Simulation Programs on the Physiological Activity of Educational Administrators."},
      {
        "id":"ED092119",
        "title":"The Use of Physiological Indices in Simulation Research: A Report on Project CORES (Covert and Overt Responses to Educational Simulations). A Symposium."},
      {
        "id":"ED092120",
        "title":"Cognitive Effects of Media in Interaction with Learners' Traits."},
      {
        "id":"ED092121",
        "title":"Individual Study, Pretesting, and Serial Mastery as Strategies in Teaching School Concepts."},
      {
        "id":"ED092123",
        "title":"The Media Program and the Utilization of Instructional Materials for Minorities. Workshop Proceedings, June 12-13, 1973."},
      {
        "id":"ED092124",
        "title":"Art and Museum Librarianship; A Syllabus and Bibliography. Bibliographic Studies Number One."},
      {
        "id":"ED092125",
        "title":"The Humanities: Resources and Information Systems. Outline and Bibliography. Bibliographic Studies Number Two."},
      {
        "id":"ED092126",
        "title":"Regional Library Services Study. Study and Recommendations for Potential Interlibrary Cooperative Efforts Among Public Libraries in the Piedmont Triad Region."},
      {
        "id":"ED092127",
        "title":"Library Materials for Schools in Appalachia."},
      {
        "id":"ED092128",
        "title":"Size and Growth of Monograph Literature; With Particular Reference to the Social Sciences. Design of Information Systems in the Social Sciences, Working Paper Number Seven."},
      {
        "id":"ED092129",
        "title":"National Commission on Libraries and Information Science, Regional Hearing, 24 April 1974, San Antonio, Texas."},
      {
        "id":"ED092131",
        "title":"Indiana School Libraries; A Decade of Progress."},
      {
        "id":"ED092134",
        "title":"Cataloging Guide for Instructional Materials Used in Livonia Public Schools Instructional Materials Centers."},
      {
        "id":"ED092136",
        "title":"The First Book of Information Science."},
      {
        "id":"ED092137",
        "title":"Preliminary Paper Toward a Comprehensive Program of Library Orientation/Instruction for the Libraries of the State University of New York at Buffalo."},
      {
        "id":"ED092138",
        "title":"The Wired Public Library; Who Needs It? What Will It Cost? Who Will Pay For It?"},
      {
        "id":"ED092139",
        "title":"Graphics; For Regional Policy Making, a Preliminary Study."},
      {
        "id":"ED092140",
        "title":"Proceedings of the Conference on Computer Based Living-Learning and Information Exchanges."},
      {
        "id":"ED092141",
        "title":"Regional Information System: Feasibility Report. Final Report."},
      {
        "id":"ED092143",
        "title":"Access; The Santa Barbara Regional Pilot Process."},
      {
        "id":"ED092144",
        "title":"Municipal Decision-Making Factors Relative to Cable Television Ownership."},
      {
        "id":"ED092145",
        "title":"Notes on Case Studies of Instructional Media Projects."},
      {
        "id":"ED092146",
        "title":"Bibliography for Textual Communication. Publications Relevant to Research on the Design of Texts for the Adult Learner. Monograph Number Three."},
      {
        "id":"ED092147",
        "title":"Long Range Program, Library Development in Alaska 1973-1978."},
      {
        "id":"ED092148",
        "title":"Survey of the Frequency of Electronic Media Production in Kansas Senior High Schools During 1972-73 School Year."},
      {
        "id":"ED092149",
        "title":"Analysis of the Midwest Medical Union Catalog. Progress Report Number One."},
      {
        "id":"ED092150",
        "title":"Integrating Library Instruction in the College Curriculum."},
      {
        "id":"ED092151",
        "title":"The Ohio Cassetts Book Project; An Investigation of User Satisfaction."},
      {
        "id":"ED092152",
        "title":"Variable-Length Message Transmission for Distributed Loop Computer Networks (Part I)."},
      {
        "id":"ED092153",
        "title":"An Improved Error Diagnostics System for IBM System/360 -- 370 Assembler Program Dumps."},
      {
        "id":"ED092154",
        "title":"Perceptual, Evaluative and Behavioral Changes Through Externally Mediated Self-Confrontation; Explorations and Experiments in Microsettings."},
      {
        "id":"ED092155",
        "title":"Master State Plan for Public Telecommunications. Part I."},
      {
        "id":"ED092156",
        "title":"Master State Plan for Public Telecommunications. Part II."},
      {
        "id":"ED092157",
        "title":"Learner-Controlled Computing: A Description and Rationale."},
      {
        "id":"ED092158",
        "title":"Materials Selection Policy."},
      {
        "id":"ED092159",
        "title":"Long-Range Plans; A Ten-Year Projection for the Tulsa City-County Library. Eighth Draft."},
      {
        "id":"ED092160",
        "title":"A Guide to Networking Terminology."},
      {
        "id":"ED092161",
        "title":"Review of Computer Networking Technology."},
      {
        "id":"ED092162",
        "title":"Network Management Survey."},
      {
        "id":"ED092163",
        "title":"A Technical Index of Interactive Information Systems. Final Report."},
      {
        "id":"ED092167",
        "title":"A Survey of Need for Personnel in Educational Media and Technology in the State of Virginia."},
      {
        "id":"ED092168",
        "title":"BCN: On-Line Information Retrieval for the Masses?"},
      {
        "id":"ED092169",
        "title":"Facts and Futures; What's Happening Now in Computing for Higher Education. Annual Proceedings of the EDUCOM Fall Conference (9th, Princeton, New Jersey, October 9-11, 1973)."},
      {
        "id":"ED092171",
        "title":"Audience Analysis Concepts Exchange. Proceedings of a Conference (Washington, D.C., October 7-8, 1971)."},
      {
        "id":"ED092173",
        "title":"Effect Upon Learning of Student Knowledge and Acceptance of Behavioral Objectives."},
      {
        "id":"ED092174",
        "title":"The Analysis and Development of an Adaptive Instructional Model(s) for Individualized Technical Training; Phase I."},
      {
        "id":"ED092175",
        "title":"Achievement Monitoring of Individually Paced Instruction. Final Report."},
      {
        "id":"ED092176",
        "title":"Preparing Self Instructional Programs: A Self Instructional Approach. Unit I, General Content Description. Unit II, Planning and Designing a Self-Instructional Unit. Unit III, Revising and Individualizing a Self-Instruction Package. Unit IV, Updating, Revision, and Implementation."},
      {
        "id":"ED092177",
        "title":"Report of the Management Review and Analysis Program (MRAP)."},
      {
        "id":"ED092178",
        "title":"Information Needs and Bibliographic Problems of the Anthropology Departments at U. N. C. and Duke University."},
      {
        "id":"ED092179",
        "title":"1973-74 Annual Report of the Tri-College University Libraries Coordinator's Office."},
      {
        "id":"ED092180",
        "title":"Technical-Vocational-Occupational Five Year Follow-Up Study, 1967-1972. Phase I, Descriptive Statistics."},
      {
        "id":"ED092181",
        "title":"Review and Analysis of the Survey on Evaluation of the Third College Senate."},
      {
        "id":"ED092182",
        "title":"Self-Pace Mastery Learning as Applied to Introductory Sociology."},
      {
        "id":"ED092183",
        "title":"Extending the Model of Program Evaluation: Career Graduates and Their Employers."},
      {
        "id":"ED092184",
        "title":"Follow-Up Study of Entrants, Fall 1966--Spring 1969. Chapter 4, Presentation of Results of the Study."},
      {
        "id":"ED092185",
        "title":"Research in Instructional Methods."},
      {
        "id":"ED092186",
        "title":"Job Development: What It Is and How to Do It. A Report of the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED092187",
        "title":"Recruiting: The Problem of Attrition. A Report of the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED092188",
        "title":"Planning AA/BA Articulation. A Report of the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED092189",
        "title":"Remedial Programs: Are They the Panacea or the Problem? A Report of the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED092190",
        "title":"Philosophy and Methodologies for the Evaluation of Innovative and Nontraditional Programs. A Report of the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED092191",
        "title":"KOCE-TV Needs-Assessment Surveys. Communications Pattern Survey."},
      {
        "id":"ED092192",
        "title":"The Next Ten Years."},
      {
        "id":"ED092193",
        "title":"Project Med-Vet."},
      {
        "id":"ED092194",
        "title":"Politics of Collective Bargaining."},
      {
        "id":"ED092195",
        "title":"Student Reactions to College."},
      {
        "id":"ED092196",
        "title":"The Community-Based, Performance-Oriented Community College."},
      {
        "id":"ED092197",
        "title":"Community College Program for High Ability Students."},
      {
        "id":"ED092198",
        "title":"The Integration of Audiotutorial Minicourses with the Conventional Biology Lecture and Laboratory."},
      {
        "id":"ED092199",
        "title":"Education in Transition--Search for a New Balance. Proceedings, Fourth Annual International Institute on the Community College, June 11-14, 1973, Lambton College, Sarnia, Ontario, Canada."},
      {
        "id":"ED092200",
        "title":"The Many Doors of the Community College; A Project Summary."},
      {
        "id":"ED092201",
        "title":"Staff Development: A Gestalt Paradigm."},
      {
        "id":"ED092202",
        "title":"State-Level Planning for Community Colleges: Are the 1202 Commissions a Centripetal or Centrifugal Force in Postsecondary Education? Essays on Education, No. 4."},
      {
        "id":"ED092204",
        "title":"Putting the Electronics Curriculum to the Test."},
      {
        "id":"ED092205",
        "title":"Presidents--Trustees and the Comprehensive Two-Year College."},
      {
        "id":"ED092206",
        "title":"Development of EOPS Data Collecting and Transmittal Forms for Statewide Use."},
      {
        "id":"ED092207",
        "title":"The New Learners and the Community College. A Report of the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED092208",
        "title":"The New Directions Program at Los Angeles City College: A Systems Approach to Human and Community Development. A Report of the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED092209",
        "title":"Training English Teachers for Texas Community Colleges."},
      {
        "id":"ED092211",
        "title":"Rationale and Directions for Student Personnel Services in the Community College."},
      {
        "id":"ED092212",
        "title":"An Open, Person-Centered Approach to Performance-Based Teacher Education."},
      {
        "id":"ED092214",
        "title":"Materials for Nursery School Teachers."},
      {
        "id":"ED092215",
        "title":"Project Patrol: Evaluation (Second Operational Year) and Proposal for Continuation Grant (Third Operational Year)."},
      {
        "id":"ED092216",
        "title":"Young Children's Understanding of the Affective States of Others: Empathy or Cognitive Awareness?"},
      {
        "id":"ED092218",
        "title":"Training of Teachers, Parent Educators, PAC, Administrators, in Florida Parent Education Follow Through Model. Final Report."},
      {
        "id":"ED092219",
        "title":"Middle-Class and Lower-Class Children: Expectations in First Grade."},
      {
        "id":"ED092221",
        "title":"Project CHILD."},
      {
        "id":"ED092225",
        "title":"Home Start Evaluation Study. Interim Case Studies IIb."},
      {
        "id":"ED092226",
        "title":"Home Start Evaluation Study. Interim Report III: Program Analysis."},
      {
        "id":"ED092227",
        "title":"Home Start Evaluation Study. Interim Report III: Evaluation Plan 1973-1974."},
      {
        "id":"ED092228",
        "title":"Home Start Evaluation Study. Case Study Summaries."},
      {
        "id":"ED092229",
        "title":"Home Start Evaluation Study. Interim Report III: Summative Evaluation Results."},
      {
        "id":"ED092230",
        "title":"Federal Programs for Young Children: Review and Recommendations. Volume 1: Goals and Standards of Public Programs for Children."},
      {
        "id":"ED092232",
        "title":"Federal Programs for Young Children: Review and Recommendations. Volume 3: Recommendations for Federal Program Planning."},
      {
        "id":"ED092233",
        "title":"Federal Programs for Young Children: Review and Recommendations. Summary (Volume 4)."},
      {
        "id":"ED092234",
        "title":"Changes with Time in the Content of Children's Drawings: A Longitudinal Study with the &quot;Draw-a-Classroom Test.&quot;"},
      {
        "id":"ED092235",
        "title":"Health Start: Final Report of the Evaluation of the Second Year Program."},
      {
        "id":"ED092236",
        "title":"Health Start: Summary of the Evaluation of the Second Year Program."},
      {
        "id":"ED092237",
        "title":"Parenting."},
      {
        "id":"ED092238",
        "title":"Israeli Pre-School Children During War Time Stress: Their Knowledge and Interpretation of the 1973 War."},
      {
        "id":"ED092239",
        "title":"Relationships Between Self-Concept and School Achievement: A Survey of Empirical Investigations. Final Report."},
      {
        "id":"ED092240",
        "title":"A Review of the Teacher Expectancy Effect: The Question of Preponderant Causation."},
      {
        "id":"ED092241",
        "title":"Trends and Problems in Comparison Studies of Early Childhood Education Models."},
      {
        "id":"ED092242",
        "title":"Psychological Perspectives and Early Childhood Education: Some Relations Between Theory and Practice."},
      {
        "id":"ED092243",
        "title":"Discipline and Behavior: An Abstract Bibliography."},
      {
        "id":"ED092244",
        "title":"Reflections on a Decade of Early Education."},
      {
        "id":"ED092248",
        "title":"Health Visiting in the Infant's Home in Denmark."},
      {
        "id":"ED092249",
        "title":"Family Day Care in Denmark."},
      {
        "id":"ED092250",
        "title":"Child Advocacy in Denmark: 70 Years of Experience with This &quot;New&quot; Idea."},
      {
        "id":"ED092251",
        "title":"Training Child Care Workers in Denmark: II. Training Family Helpers and Family Day Care Mothers."},
      {
        "id":"ED092252",
        "title":"Group Day Care in Denmark: A Century and a Half of Experience."},
      {
        "id":"ED092253",
        "title":"User Survey of Day Care Publications: Usefulness, Relevancy, and Timeliness of Certain Office of Child Development Publications. Summary Report."},
      {
        "id":"ED092254",
        "title":"A Study of Preschoolers' Spontaneous Social Interaction Patterns in Three Settings: All Female, All Male and Coed."},
      {
        "id":"ED092255",
        "title":"Education for Parents of Preschoolers: An Abstract Bibliography."},
      {
        "id":"ED092257",
        "title":"Understanding Young Children: The Handicapped Child in the Normal Preschool Class."},
      {
        "id":"ED092258",
        "title":"Understanding Young Children: Emotional and Behavioral Development and Disabilities."},
      {
        "id":"ED092259",
        "title":"Understanding Young Children: Learning Development and Learning Disabilities."},
      {
        "id":"ED092260",
        "title":"Understanding Young Children: Language Development and Language Disabilities."},
      {
        "id":"ED092261",
        "title":"Understanding Young Children: Intellectual Development and Intellectual Disabilities."},
      {
        "id":"ED092262",
        "title":"Research on Approaches to Early Education: An Abstract Bibliography."},
      {
        "id":"ED092263",
        "title":"The Emerging Role of Regional Service Centers: Proceedings of the National Conference of NFIRE, The National Federation for the Improvement of Rural Education (2nd, Las Vegas, Nevada, January 30 - February 1, 1974)."},
      {
        "id":"ED092264",
        "title":"Culture, Psychological Characteristics, and Socioeconomic Status in Educational Program Development for Native Americans."},
      {
        "id":"ED092265",
        "title":"A Synthesis of Theories and Research on the Effects of Teaching in First and Second Languages: Implications for Bilingual Education."},
      {
        "id":"ED092266",
        "title":"South Dakota Indian Recipients of Social Welfare, December 1973."},
      {
        "id":"ED092267",
        "title":"Public Assistance for Minnesota Indians, Calendar Year, 1970."},
      {
        "id":"ED092268",
        "title":"Public Assistance for Minnesota Indians, Calendar Year, 1971."},
      {
        "id":"ED092269",
        "title":"Public Assistance for Minnesota Indians, Calendar Year, 1972."},
      {
        "id":"ED092270",
        "title":"Periodicals of Interest to a Spanish-Speaking Community."},
      {
        "id":"ED092271",
        "title":"Testimony [of John C. Rainer]. Hearings Before the Senate Appropriations Subcommittee on the Interior and Related Affairs, May 11, 1973."},
      {
        "id":"ED092272",
        "title":"Education in the North: Selected Papers of the International Conference on Cross-Cultural Education in the Circumpolar Nations and Related Articles (1st, Montreal, August 18-21, 1969)."},
      {
        "id":"ED092278",
        "title":"Exemplary Programs for Migrant Children."},
      {
        "id":"ED092279",
        "title":"A History of Indian Policy."},
      {
        "id":"ED092280",
        "title":"Educational Projections of Rural Louisiana Youth: A Historical Comparison."},
      {
        "id":"ED092281",
        "title":"The Condition of Farmworkers and Small Farmers in 1973. Report to the National Board of the National Sharecroppers Fund/Rural Advancement Fund."},
      {
        "id":"ED092282",
        "title":"Migratory Farmworker Problems and Needs."},
      {
        "id":"ED092283",
        "title":"Human Relations Training for Social Educators, Teachers and Other Agency Personnel Serving Migrant Children, Section I-B, Component IV: The Economic and Legal Scene. Curriculum Statement."},
      {
        "id":"ED092284",
        "title":"Educational Opportunities of Rural Consolidation: Final Report of District-Wide Opinion Survey--Title III, ESEA Project."},
      {
        "id":"ED092285",
        "title":"Early Childhood Objectives for Five-Year-Old Migrant Children. Florida Migratory Child Compensatory Program."},
      {
        "id":"ED092286",
        "title":"Louisiana Annual Rural Manpower Report. MA 5-79, 1973."},
      {
        "id":"ED092287",
        "title":"Human Services in Rural Alaska: Highlights from the Evaluation of the Rural Areas Social Services Project."},
      {
        "id":"ED092288",
        "title":"Infant Care and Motor Development in Rural Kenya: Some Preliminary Data on Precocity and Deficit."},
      {
        "id":"ED092289",
        "title":"A Pattern for Better Living."},
      {
        "id":"ED092290",
        "title":"Physicians' Views of Medical Practice in Nonmetropolitan Communities."},
      {
        "id":"ED092291",
        "title":"Premarital Sex and Family Planning Attitudes: A Report of a Pilot Study in a Rural Georgia County."},
      {
        "id":"ED092292",
        "title":"One Family, Two Households: Rural-Urban Kin Networks in Nairobi."},
      {
        "id":"ED092293",
        "title":"Effects of Attitude and Intelligence Variables Upon the English Language Achievement of Alaskan Eskimo Children."},
      {
        "id":"ED092294",
        "title":"Teacher-Pupil Transaction in Bi-racial Classrooms; Implications for Instruction."},
      {
        "id":"ED092295",
        "title":"Barrio School: White School in a Brown Community."},
      {
        "id":"ED092296",
        "title":"A Descriptive Study of Teacher Education Programs for Navajo Indian College Students."},
      {
        "id":"ED092297",
        "title":"Project HEED. Final Evaluation Report, 1973-74."},
      {
        "id":"ED092298",
        "title":"American Indians as Student Teachers."},
      {
        "id":"ED092300",
        "title":"Strategies to Affect Student Awareness of Natural and Social Environments in Outdoor Education: A Resource Guide."},
      {
        "id":"ED092301",
        "title":"Bibliography: Indians of North America, Mexican American, Negroes--Civil Rights. An Annotated List."},
      {
        "id":"ED092304",
        "title":"A Study of Three Chippewa Families at Warroad, Minnesota and Their Historical and Cultural Contributions."},
      {
        "id":"ED092307",
        "title":"Manpower Services in Rural America. Proceedings of a Conference (Michigan State University, December 13-14, 1973)."},
      {
        "id":"ED092325",
        "title":"An Evaluative Study of the University of California, Irvine/Golden West College Cooperative Science Improvement Project."},
      {
        "id":"ED092328",
        "title":"An Analysis of Student Performance Using a Laboratory Oriented High School Physics Program."},
      {
        "id":"ED092332",
        "title":"AIBS Education Review, Vol. 2, No. 4."},
      {
        "id":"ED092335",
        "title":"Air Pollution Technology: A Suggested Two-Year Post High School Curriculum."},
      {
        "id":"ED092338",
        "title":"Performance-Based Materials for Use in an Elementary Science Education Teacher Training Program. Final Report."},
      {
        "id":"ED092339",
        "title":"Psychological Structures of Knowledge in Science Education."},
      {
        "id":"ED092343",
        "title":"Accession Bulletin, Volume 1 Number 1, January 1970."},
      {
        "id":"ED092344",
        "title":"Methods of Predicting Solid Waste Characteristics."},
      {
        "id":"ED092345",
        "title":"Solid Waste Processing. A State-of-the-Art Report on Unit Operations and Processes."},
      {
        "id":"ED092346",
        "title":"Guidelines for Local Governments on Solid Waste Management."},
      {
        "id":"ED092347",
        "title":"Composting of Municipal Solid Wastes in the United States."},
      {
        "id":"ED092348",
        "title":"Solid Waste Management in Recreational Forest Areas."},
      {
        "id":"ED092349",
        "title":"The Role of Packaging in Solid Waste Management 1966 to 1976."},
      {
        "id":"ED092351",
        "title":"Council of Europe Information Bulletin 3/1973."},
      {
        "id":"ED092354",
        "title":"A Process Model Showing How a Federal Government Agency, Such as the Tennessee Valley Authority, Can Utilize Its Resources to Cooperate With Other Agencies in the Development of Environmental Education Programs for the Tennessee Valley Region."},
      {
        "id":"ED092355",
        "title":"An Analysis of Qualities of Self-Directedness as Related to Selected Characteristics of I.S.C.S. Students."},
      {
        "id":"ED092356",
        "title":"Digestion, Excretion and Metabolism, Science (Experimental): 5346.03."},
      {
        "id":"ED092357",
        "title":"Introduction to Ecology of South Florida Species, Science (Experimental): 5365.41."},
      {
        "id":"ED092358",
        "title":"Life Science Through Field Experiences, Science (Experimental): 5311.14."},
      {
        "id":"ED092359",
        "title":"The Science Education Doctorate: Competencies and Roles."},
      {
        "id":"ED092360",
        "title":"A Comparison of Structured and Unstructured Modes of Teaching Science Process Activities."},
      {
        "id":"ED092361",
        "title":"The Prediction of Subject Matter Bias Related to Science in the Elementary Schools."},
      {
        "id":"ED092362",
        "title":"Classificational Preference in Young Children: Form or Color?"},
      {
        "id":"ED092363",
        "title":"The Cooperative Teacher Education Project: Preservice Outcomes."},
      {
        "id":"ED092364",
        "title":"Formal Operational Thought and the High School Science Curriculum."},
      {
        "id":"ED092365",
        "title":"Reading Comprehension and the Measure of Science Achievement Using the 1968-1969 ISCS Test and the Revised ISCS Test. Part III of An Analysis of Selected Aspects of the ISCS Model of Science Teaching."},
      {
        "id":"ED092367",
        "title":"A Study of Student Verbal Behaviors in Inquiry and Noninquiry Settings in Biology."},
      {
        "id":"ED092368",
        "title":"Home Culture Influence on Learning about Natural Phenomena in School: A Case Study in Sierra Leone, West Africa."},
      {
        "id":"ED092369",
        "title":"Assessing the Effectiveness of a Competency-Based Physics Program for Elementary Teachers."},
      {
        "id":"ED092371",
        "title":"Comparison of Content Structure and Cognitive Structure in the Learning of Probability."},
      {
        "id":"ED092372",
        "title":"Florida Master Plan and Action Guide for Environmental Education. Reprint with Florida Mini-Grant Program Appended."},
      {
        "id":"ED092373",
        "title":"Strategies for Multidisciplinary Environmental Education."},
      {
        "id":"ED092374",
        "title":"Multidisciplinary Environmental Education Activities."},
      {
        "id":"ED092376",
        "title":"Environmental Education: Strategies for Wise Use of Energy."},
      {
        "id":"ED092377",
        "title":"Population. Grades 7-12. Environmental Education Instructional Unit. Final Edition."},
      {
        "id":"ED092378",
        "title":"Pollution. Environmental Education Instructional Unit. Final Edition."},
      {
        "id":"ED092379",
        "title":"Natural Resources. Environmental Education Instructional Unit. Final Edition."},
      {
        "id":"ED092380",
        "title":"Activities for Elementary School Mathematics Enrichment."},
      {
        "id":"ED092381",
        "title":"MICA, 1972-73. Outcome Evaluation Report."},
      {
        "id":"ED092384",
        "title":"Learning Mathematical Structures."},
      {
        "id":"ED092386",
        "title":"Ohio Environmental Education Areas."},
      {
        "id":"ED092387",
        "title":"An Annotated Catalog of Environmental Learning Resources."},
      {
        "id":"ED092388",
        "title":"Resident Outdoor Education. A Planning Guide."},
      {
        "id":"ED092389",
        "title":"Environmental Learning Experiences for Kindergarten Through Second Grade."},
      {
        "id":"ED092390",
        "title":"Environmental Learning Experiences for Grades Three and Four."},
      {
        "id":"ED092391",
        "title":"Environmental Learning Experiences for Grades Five and Six."},
      {
        "id":"ED092392",
        "title":"The Use of Behavioral Objectives by Basic Vocational Science Students."},
      {
        "id":"ED092393",
        "title":"The Development and Evaluation of an Elementary Environmental Attitudes Program."},
      {
        "id":"ED092394",
        "title":"The Effects of Adopting the Revised New York State Regents Earth Science Syllabus on Selected Teacher and Student Variables."},
      {
        "id":"ED092395",
        "title":"Energy, Key to the Future. Teaching Techniques for the Understanding and Conservation of Energy, K-12."},
      {
        "id":"ED092396",
        "title":"Environmental Exchange, A Beginning."},
      {
        "id":"ED092397",
        "title":"Earth Control and Investigations: Training Course 1974."},
      {
        "id":"ED092399",
        "title":"A Proposed Plan for Environmental Education in Rhode Island."},
      {
        "id":"ED092400",
        "title":"Learning Processes in a Basic Sciences Curriculum."},
      {
        "id":"ED092401",
        "title":"Individualizing In-Service Teacher Preparation for ISCS Teachers."},
      {
        "id":"ED092402",
        "title":"A Review of the Research Relating Problem Solving and Mathematics Achievement to Psychological Variables and Relating These Variables to Methods Involving or Compatible with Self-Correcting Manipulative Mathematics Materials."},
      {
        "id":"ED092403",
        "title":"Environmental Education at Post Secondary Level. The Training of Generalists and Specialists."},
      {
        "id":"ED092405",
        "title":"Situation Report--Austria, Cameroon, Canada, Czechoslovakia, Denmark, Egypt, France, German Federal Republic, Greece, Hungary, Irish Republic, Jamaica, Malta, Norway, Sabah, Sarawak, Spain, Tahiti (French Polynesia), Tonga, Turkey, and United Kingdom."},
      {
        "id":"ED092407",
        "title":"Analysis, Classification, and Frequency of Systematic Error Computational Patterns in the Addition, Subtraction, Multiplication, and Division Vertical Algorithms for Grades 2-6 and Special Education Classes."},
      {
        "id":"ED092408",
        "title":"Value Clarification: Clarifying Relationships Between Science and Society Using the Concept of the Value Sheet."},
      {
        "id":"ED092410",
        "title":"Mathematics, Grade 8, De Soto Parish Curriculum Guide."},
      {
        "id":"ED092411",
        "title":"Mathematical Challenges II, Plus Six."},
      {
        "id":"ED092412",
        "title":"Reports on Mathematics Education Literature, 1969-1973."},
      {
        "id":"ED092413",
        "title":"What are the Components of a Good Graduate Program in Curriculum?"},
      {
        "id":"ED092416",
        "title":"Let Them Aspire! A Plea and Proposal for Equality of Opportunity for Males and Females in the Ann Arbor Public Schools. Fourth Edition."},
      {
        "id":"ED092418",
        "title":"The Learning Tree: The Energy Crisis, Environment & Careers."},
      {
        "id":"ED092419",
        "title":"American Curriculum Theory and the Problem of Social Control, 1918-1938."},
      {
        "id":"ED092420",
        "title":"A Review of the Law in a Free Society Project, 1970-1972."},
      {
        "id":"ED092421",
        "title":"&quot;Misunderstanding China&quot; Unit."},
      {
        "id":"ED092422",
        "title":"Survey and Analysis of School Related Law and Citizenship Educational Programs in America."},
      {
        "id":"ED092423",
        "title":"Judicial Process, Grade Eight. Resource Unit (Unit V)."},
      {
        "id":"ED092424",
        "title":"The Executive Process, Grade Eight. Resource Unit (Unit III)."},
      {
        "id":"ED092425",
        "title":"Teacher's Guide to the Eighth Grade Course on Our Political System."},
      {
        "id":"ED092426",
        "title":"Legislative Process, Grade Eight. Resource Unit (Unit IV)."},
      {
        "id":"ED092427",
        "title":"Decision Making at the Local Level, Grade Eight. Resource Unit (Unit VI)."},
      {
        "id":"ED092428",
        "title":"Overview of Our Political System, Grade Eight. Resource Unit (Unit I)."},
      {
        "id":"ED092429",
        "title":"Political Parties and Elections, Grade Eight. Resource Unit (Unit II)."},
      {
        "id":"ED092430",
        "title":"A Study on the Validity and Reliability of a Questionnaire on Student Attitude Toward Economics."},
      {
        "id":"ED092431",
        "title":"Paying One's Dues."},
      {
        "id":"ED092432",
        "title":"\"The Social Responsibility of the Social Scientist.\""},
      {
        "id":"ED092433",
        "title":"Southeast Alternatives, 1974. [Minneapolis Public Schools.]"},
      {
        "id":"ED092435",
        "title":"Bibliography on Geographic Thought, Philosophy, and Methodology, 1950-1973. Geography Curriculum Project Occasional Paper Number 3."},
      {
        "id":"ED092437",
        "title":"The Role of the Humanities in Environmental Education."},
      {
        "id":"ED092438",
        "title":"World Studies Perspectives: Introduction, Guidelines, Checklists, and Materials Selection Criteria."},
      {
        "id":"ED092439",
        "title":"Report of the High School Curriculum Center in Government. Final Report."},
      {
        "id":"ED092440",
        "title":"The Ability to Structure Acoustic Material as a Measure of Musical Aptitude: I. Background Theory and Pilot Studies. Research Bulletin 38."},
      {
        "id":"ED092443",
        "title":"The Principles of Economics Courses at San Jose State College: A Report of the Economics Curriculum Seminar."},
      {
        "id":"ED092444",
        "title":"The Education of Population Scientists."},
      {
        "id":"ED092445",
        "title":"Teacher Approaches to the Resolution of Value Conflicts."},
      {
        "id":"ED092446",
        "title":"The Effect of the Border on Student Views of the World: Nogales, Arizona and Nogales, Sonora."},
      {
        "id":"ED092447",
        "title":"The Impact of the Kazanjian Awards Program on Winners."},
      {
        "id":"ED092448",
        "title":"A Study of &quot;Man: A Course of Study&quot; in the Metropolitan School District, Nashville, Tennessee."},
      {
        "id":"ED092449",
        "title":"Multi-Ethnic Guide, An Introduction. Working Draft."},
      {
        "id":"ED092450",
        "title":"Learning Activity Package, Social Studies 102, LAPs 10 Through 16."},
      {
        "id":"ED092451",
        "title":"Learning Activity Package, Social Studies 113, LAPs 19 Through 27."},
      {
        "id":"ED092452",
        "title":"Learning Activity Package, Social Studies 114, LAPs 20 through 27."},
      {
        "id":"ED092453",
        "title":"Learning Activity Package, Social Studies 103, LAPs 10 Through 18."},
      {
        "id":"ED092455",
        "title":"Learning Activity Package, American Civics 92, LAPs 1 Through 3 and 5 Through 9."},
      {
        "id":"ED092457",
        "title":"Learning Activity Package, Civics 93, LAPs 1 Through 4 and 6 Through 9."},
      {
        "id":"ED092458",
        "title":"Learning Activity Package, Social Studies 112, LAPs 17 Through 25."},
      {
        "id":"ED092459",
        "title":"Learning Activity Package, Social Studies 124, LAPs 29 Through 34."},
      {
        "id":"ED092460",
        "title":"The Committee on Civic Education of the University of California at Los Angeles: Past, Present and Future Activities."},
      {
        "id":"ED092461",
        "title":"A Bibliography of Classic and Current Materials in Ecology and Environment."},
      {
        "id":"ED092462",
        "title":"Some Basic Readings and References in World-of-Work Economic Education, Annotated Bibliography."},
      {
        "id":"ED092463",
        "title":"You, Too. The Social Science Newsletter for Secondary Teachers. Volume 3, Number 3."},
      {
        "id":"ED092464",
        "title":"You, Too. The Social Science Newsletter for Secondary Teachers. Volume 3, Number 4."},
      {
        "id":"ED092465",
        "title":"You, Too. The Social Science Newsletter for Secondary Teachers. Volume 3, Number 5."},
      {
        "id":"ED092467",
        "title":"We Don't Call It Moral Education: American Children Learn About Values."},
      {
        "id":"ED092468",
        "title":"Children and International Education."},
      {
        "id":"ED092469",
        "title":"Bay Area Resources on China: A Guide for Teachers."},
      {
        "id":"ED092470",
        "title":"Learning Activity Package, American Civics 91, LAPs 1 Through 6."},
      {
        "id":"ED092471",
        "title":"Learning Activity Package, U.S. History 111, LAPs 7 Through 12."},
      {
        "id":"ED092472",
        "title":"Recommendations for Action: Report from the Colorado Conference on Stereotyping in Education."},
      {
        "id":"ED092473",
        "title":"Integrating the Desegregated School: Some Observations and Suggestions."},
      {
        "id":"ED092474",
        "title":"Integrating the Desegregated School: A Model for the In-Service Education of School Personnel."},
      {
        "id":"ED092475",
        "title":"Non-Categorical Competency Based Teacher Training: An Operational Model for Special Education."},
      {
        "id":"ED092477",
        "title":"A Model for the Academic Support of C.B.T.E.: Competency-Based Science for Elementary Teachers."},
      {
        "id":"ED092478",
        "title":"Group Alerting: A Classroom Management Concept Related to Effective Teaching. Student Guide. Utah Protocol Materials Project."},
      {
        "id":"ED092479",
        "title":"Learner Accountability: A Classroom Management Concept Related to Effective Teaching. Student Guide. Utah Protocol Materials Project."},
      {
        "id":"ED092480",
        "title":"Transitions: A Classroom Management Concept Related to Effective Teaching. Student Guide. Utah Protocol Materials Project."},
      {
        "id":"ED092481",
        "title":"Withitness: A Classroom Management Concept Related to Effective Teaching. Student Guide. Utah Protocol Materials Project."},
      {
        "id":"ED092482",
        "title":"Instructor Handbook for the Protocol Modules on Classroom Management. Utah Protocol Materials Project."},
      {
        "id":"ED092484",
        "title":"Let's Get It Together: Education and Experiences in Human Relations."},
      {
        "id":"ED092485",
        "title":"Compendium of Noncommercially Prepared Nonprint Resources in Educational Personnel Preparation."},
      {
        "id":"ED092486",
        "title":"Competency Based Teacher Education: Teacher Training for Multi-Cultural Education."},
      {
        "id":"ED092487",
        "title":"Guide for Financial Assistance and Program Support for Activities in Physical Education and Recreation for Impaired, Disabled, and Handicapped Participants: Foundation Programs. August 1973."},
      {
        "id":"ED092488",
        "title":"The Effects of a Teacher's Instructional Behavior on Black Students' Mastery of Standard English. Triple \"T- Project Monograph Series, No. 3."},
      {
        "id":"ED092489",
        "title":"Need for a Remedial Reading Program for Fourth Grade Children Using Supplementary Syntactically-Oriented Reading Materials. Triple \"T\" Project Monograph Series, No. 3."},
      {
        "id":"ED092490",
        "title":"TTT Develops a Math Laboratory. Triple &quot;T&quot; Project Monograph Series, No. 2."},
      {
        "id":"ED092491",
        "title":"Teachers for the Seventies. A Plan for Improving Teacher Education in Alabama through 1978-79. Vol. 1."},
      {
        "id":"ED092492",
        "title":"A Catalog of Federal Assistance Relating to Recreation and Physical Education for the Handicapped."},
      {
        "id":"ED092493",
        "title":"[A Packet of Information on the Background of the AFT-NEA Merger Break.]"},
      {
        "id":"ED092494",
        "title":"Kinesiology IV."},
      {
        "id":"ED092495",
        "title":"Factors Affecting Medical Services Utilization: A Behavioral Approach."},
      {
        "id":"ED092496",
        "title":"Third Invitational Interdisciplinary Seminar: Piagetian Theory and Its Implications for the Helping Professions."},
      {
        "id":"ED092497",
        "title":"Completed Research in Health, Physical Education, and Recreation Including International Sources. Vol. 15. 1973 Edition."},
      {
        "id":"ED092499",
        "title":"Professional Preparation in Safety Education and School Health Education."},
      {
        "id":"ED092500",
        "title":"Professional Preparation in Aquatics Education--Curriculum Guidelines."},
      {
        "id":"ED092501",
        "title":"A Technology for Developing Instructional Materials. Vol. 1, User's Manual."},
      {
        "id":"ED092502",
        "title":"A Technology for Developing Instructional Materials. Vol. 2, Orientation."},
      {
        "id":"ED092504",
        "title":"A Technology for Developing Instructional Materials. Vol. 3, Handbook. Part B, Collect and Analyze Data About Criterion Behaviors."},
      {
        "id":"ED092505",
        "title":"A Technology for Developing Instructional Materials. Vol. 3, Handbook. Part C, Sequence and Group Criterion Behaviors."},
      {
        "id":"ED092507",
        "title":"A Technology for Developing Instructional Materials. Vol. 3, Handbook. Part E, Plan Simulation Based on Instructional and Logistical Needs."},
      {
        "id":"ED092508",
        "title":"A Technology for Developing Instructional Materials. Vol. 3, Handbook. Part F, Develop Diagnostic and Evaluative Tests."},
      {
        "id":"ED092510",
        "title":"A Technology for Developing Instructional Materials. Vol. 3, Handbook. Part H, Plan Accommodation of Individual Differences."},
      {
        "id":"ED092511",
        "title":"A Technology for Developing Instructional Materials. Vol. 3, Handbook. Part I, Develop Instructional Materials."},
      {
        "id":"ED092512",
        "title":"A Technology for Developing Instructional Materials. Vol. 3, Handbook. Part J, Evaluate Instructional Materials."},
      {
        "id":"ED092514",
        "title":"A Technology for Developing Instructional Materials. Vol. 4, Workbook."},
      {
        "id":"ED092515",
        "title":"A Technology for Developing Instructional Materials. Vol. 5, Final Exercises."},
      {
        "id":"ED092516",
        "title":"Performance-Based Graduate Courses for Individually Guided Education. Revised. Monograph Number 1."},
      {
        "id":"ED092517",
        "title":"Teacher Education: A Collection of Fragments or a Unified Whole? A Position Paper."},
      {
        "id":"ED092518",
        "title":"Teacher Anxiety: A Review with Recommendations. Research and Development Memorandum No. 123."},
      {
        "id":"ED092519",
        "title":"Changing the Evaluative Self-Thoughts of Two Elementary Teachers. Research and Development Memorandum No. 122."},
      {
        "id":"ED092520",
        "title":"Effects of Behavioral Self-Observation on Elementary Teachers and Students. Research and Development Memorandum No. 121."},
      {
        "id":"ED092521",
        "title":"Differentiated Staffing: A Procedure for Implementation."},
      {
        "id":"ED092522",
        "title":"Competency Based Education and the Culturally Different: A Role of Hope, or More of the Same?"},
      {
        "id":"ED092523",
        "title":"A Case Study of IGE Implementation at the John Ridgeway Public School, Columbia, Missouri."},
      {
        "id":"ED092524",
        "title":"What We Have Learned about the /I/D/E/A/ Change Program for Individually Guided Education . . . An Interim Report."},
      {
        "id":"ED092525",
        "title":"Toward Affective Education: A Guide to Developing Affective Learning Objectives."},
      {
        "id":"ED092526",
        "title":"Guidelines for Interscholastic Athletic Programs for Junior High School Girls. Revised 1972."},
      {
        "id":"ED092527",
        "title":"Weight Training for Strength and Power."},
      {
        "id":"ED092528",
        "title":"Body Weight, Stature, and Sitting Height: White and Negro Youths 12-17 Years, United States. Vital and Health Statistics, Series 11, Number 126."},
      {
        "id":"ED092529",
        "title":"The Characteristics of the Users of Toledo Bend: A Study of the Development Potential of Waterbased Outdoor Recreation."},
      {
        "id":"ED092530",
        "title":"Highlights of Early Teacher Training in Kentucky."},
      {
        "id":"ED092531",
        "title":"Interdisciplinary Doctoral Program on Young Children, Indiana University."},
      {
        "id":"ED092532",
        "title":"An Interim Report of the EPDA, Part F, Performance-Based Education Project at Northern Montana College."},
      {
        "id":"ED092533",
        "title":"The Ford Training and Placement Program. Progress Report."},
      {
        "id":"ED092534",
        "title":"Analysis of the Educational Personnel System: VII. Teacher Mobility in Michigan."},
      {
        "id":"ED092535",
        "title":"The Effects of Cross-Age Teaching Experiences in Language Achievement, Self Concept, and School Sentiment of Eleventh Graders Who Teach Language Arts to Fourth Graders. Final Report."},
      {
        "id":"ED092536",
        "title":"Papers on Collaboration and Teacher Preparation."},
      {
        "id":"ED092537",
        "title":"Implementing Competency Based Teacher Education."},
      {
        "id":"ED092538",
        "title":"A Meaning for Competency."},
      {
        "id":"ED092541",
        "title":"Northern Suburban Special Recreation Association (NSSRA)."},
      {
        "id":"ED092542",
        "title":"Statistics and Epidemiology of Lead Poisoning (FY 72-L1)."},
      {
        "id":"ED092543",
        "title":"Food Is More Than Just Something To Eat."},
      {
        "id":"ED092545",
        "title":"Man to Man Talk about Women and Men. Monograph Series, Number 10."},
      {
        "id":"ED092546",
        "title":"Proficiency Testing for Physical Education."},
      {
        "id":"ED092547",
        "title":"Current Sports: Medicine Issues. Annual Safety Education Review--1973."},
      {
        "id":"ED092548",
        "title":"Model Teacher - School Dental Hygiene Program."},
      {
        "id":"ED092549",
        "title":"Utilization of Disadvantaged Workers in Public Park and Recreation Services."},
      {
        "id":"ED092550",
        "title":"Women's Athletics: Coping with Controversy."},
      {
        "id":"ED092551",
        "title":"The Aged and Chronic Disease: Research in a Local Health Department. Monograph Series, Number 9."},
      {
        "id":"ED092552",
        "title":"Swimming and Water Safety. Grades K-12. Curriculum Bulletin No. 12, 1967-68."},
      {
        "id":"ED092553",
        "title":"Motorcycle Area Design and Location: Impacts on the Recreational Experiences of Riders and Nonriders."},
      {
        "id":"ED092554",
        "title":"Project Success Environment: A Practical Program for Implementing Behavior Modification in Urban Elementary Schools."},
      {
        "id":"ED092556",
        "title":"Evaluation of Lehman College Undergraduate Education Program by Teacher Alumni."},
      {
        "id":"ED092557",
        "title":"A Bibliography of Surveys in Physical Education and Recreation Programs for Impaired, Disabled, and Handicapped Persons."},
      {
        "id":"ED092558",
        "title":"Venereal Disease Education."},
      {
        "id":"ED092559",
        "title":"Na Ala Hele (Trails for Walking)."},
      {
        "id":"ED092560",
        "title":"Sport for All. Exercise and Health."},
      {
        "id":"ED092561",
        "title":"Sport for All. Low Cost Sports Halls."},
      {
        "id":"ED092562",
        "title":"The Relationship between the Perceived Threat of Various Substances to Patterns of Non-Usage Behavior--Implications for Health Education."},
      {
        "id":"ED092563",
        "title":"Poisoning and Intoxication by Trace Elements in Children. An Abstract Review of the Worldwide Medical Literature 1966-1971."},
      {
        "id":"ED092564",
        "title":"Corrective Physical Education. Revised Edition."},
      {
        "id":"ED092565",
        "title":"Planning for the Evaluation of the PLATO and TICCIT Computer-Based Instructional Systems: The Comparison of Performance for Community College Students."},
      {
        "id":"ED092566",
        "title":"A Longitudinal Study of Self Concept From Grade 5 to Grade 9."},
      {
        "id":"ED092567",
        "title":"Program Evaluation: Who Should Do It?"},
      {
        "id":"ED092568",
        "title":"The Use and Evaluation of Interest Inventories and Simulations."},
      {
        "id":"ED092571",
        "title":"What Focus in the Measurement of Teaching Competency?"},
      {
        "id":"ED092572",
        "title":"Psychometric Analysis of Developmental Stage Data."},
      {
        "id":"ED092574",
        "title":"California State Testing Program 1970-71: Profiles of School District Performance."},
      {
        "id":"ED092575",
        "title":"California State Testing Program 1970-71: Profiles of School District Performance. Technical Supplement."},
      {
        "id":"ED092576",
        "title":"[Statement by Dr. Helen Wise, President, NEA, to the Symposium-&quot;Statewide Educational Assessment: Coexistence or Confrontation&quot;]."},
      {
        "id":"ED092579",
        "title":"A Comparison of Procedures for Determining Goal Priorities."},
      {
        "id":"ED092580",
        "title":"Semantic Space Coordinates of Adolescents in School Situations. Revised."},
      {
        "id":"ED092581",
        "title":"A Monte Carlo Study of Levene's Test of Homogeneity of Variance: Empirical Frequencies of Type I Error in Normal Distributions."},
      {
        "id":"ED092582",
        "title":"A Self-Concept Inventory for the Primary Grades."},
      {
        "id":"ED092583",
        "title":"Monte Carlo Study of the Power of H-Test Compared to F-Test When Population Distributions Are Different in Form."},
      {
        "id":"ED092584",
        "title":"A Brief Study of Those Not Completing the Mathematical Part of the School and College Ability Test."},
      {
        "id":"ED092585",
        "title":"An Application of the Rasch Simple Logistic Model to Tailored Testing."},
      {
        "id":"ED092586",
        "title":"The Development and Try-Out of a System of Evaluating Programs of Vocational Teacher Education."},
      {
        "id":"ED092587",
        "title":"Multivariate Profile Analysis of Split-Split Plot Designs and Growth Curve Analysis of Multivariate Repeated Measures Designs."},
      {
        "id":"ED092588",
        "title":"Task Analysis - Its Relation to Content Analysis."},
      {
        "id":"ED092589",
        "title":"Evaluation of a Public Tax-Supported Alternative School."},
      {
        "id":"ED092590",
        "title":"Quick and Dirty Statistics Revisited: The Uses and Abuses of Statistical Analyses in Behavioral Research."},
      {
        "id":"ED092592",
        "title":"Progress in Evaluation Study. Third Annual Report of the Center for the Study of Evaluation of Instructional Programs."},
      {
        "id":"ED092593",
        "title":"The Evaluation of Mastery Test Items. Final Report."},
      {
        "id":"ED092597",
        "title":"Some Methodological Considerations for School Effectiveness Studies."},
      {
        "id":"ED092598",
        "title":"Evaluation of the Municipal Cooperative Education Program: A Report of the 1962-63 Trainees."},
      {
        "id":"ED092599",
        "title":"How Subjects Do not Store and Retrieve Information About Ordered Relationships."},
      {
        "id":"ED092600",
        "title":"Test Collection Bulletin, Vol. 8, No. 2."},
      {
        "id":"ED092603",
        "title":"Anchor Test Study. Final Report. Volume 2, Equating Tables, Error of Equating, and Correlations, Grade 4."},
      {
        "id":"ED092612",
        "title":"Anchor Test Study. Final Report. Volume 11, Subgroup Equating Tables, Boys, Grades 4, 5, and 6."},
      {
        "id":"ED092629",
        "title":"Anchor Test Study. Final Report. Volume 28, Pretest Information Form."},
      {
        "id":"ED092630",
        "title":"Anchor Test Study. Final Report. Volume 29, Ancillary Data Obtained on Individual Pupils."},
      {
        "id":"ED092632",
        "title":"Anchor Test Study Supplement. Final Report. Volume 31, Project Report."},
      {
        "id":"ED092636",
        "title":"A Study of the New York University Clinic for Learning Project: Whitelaw Reid Junior High School (JHS 57)."},
      {
        "id":"ED092638",
        "title":"A System for Cost Analysis."},
      {
        "id":"ED081550",
        "title":"The Indian College Student in California: 1967-1972."},
      {
        "id":"ED081551",
        "title":"&quot;Outdoor Education 'Without Boundaries'&quot;, Proceedings. An International Conference in '72 (Dorset, Ontario, Canada, September 28-October 1, 1972)."},
      {
        "id":"ED081552",
        "title":"Theological Stance and the Positions of Pastors on Public Issues: Social and Organizational Contexts."},
      {
        "id":"ED081553",
        "title":"Evaluation Report of the San Marcos Independent School District's Bilingual Education Program."},
      {
        "id":"ED081554",
        "title":"Final Educational Accomplishment Audit of the San Marcos Independent School District's Bilingual Education Program."},
      {
        "id":"ED081555",
        "title":"Evaluation Report of the Harlandale Independent School District's Bilingual Education Program."},
      {
        "id":"ED081556",
        "title":"Final Evaluation Accomplishment Audit of the Harlandale Independent School District's Bilingual Education Program."},
      {
        "id":"ED081557",
        "title":"Evaluation of the Bilingual Project of Harlandale Independent School District, San Antonio, Texas, in the First, Second, and Third Grades of Four Elementary Schools During 1968-69 School Year."},
      {
        "id":"ED081558",
        "title":"The Social and Psychological Consequences of Intragenerational Mobility. Working Paper 73.4."},
      {
        "id":"ED081559",
        "title":"Profile Change When Industry Moves Into an Area. Working Paper RID 73.7."},
      {
        "id":"ED081560",
        "title":"Large Industries in Small Towns: Who Benefits? Working Paper RID 73.9."},
      {
        "id":"ED081561",
        "title":"Rapid Industrial Development, Competition, and Relative Economic Status: A Study in Human Ecology. Working Paper RID 73.10."},
      {
        "id":"ED081562",
        "title":"Rural Industrial Development and Commuting Patterns. Working Paper RID 73.15."},
      {
        "id":"ED081563",
        "title":"Educational Aspirations as a Stochastic Process. Working Paper RID 73.16."},
      {
        "id":"ED081564",
        "title":"Patterns of Racial Discrimination: Aboriginal Administration in Canada and the United States."},
      {
        "id":"ED081565",
        "title":"Media Services in the Bureau of Indian Affairs Schools. A Report and Recommendations."},
      {
        "id":"ED081566",
        "title":"[Annual Reports to the Council on Outdoor Education and Camping.]"},
      {
        "id":"ED081567",
        "title":"The Church and Prejudice: An Examination of White Clergymen's Attitudes Towards Blacks in the Deep South."},
      {
        "id":"ED081568",
        "title":"Using Nonverbal Warmth to Increase Learning: A Cross-Cultural Experiment. ISEGR Research Note."},
      {
        "id":"ED081569",
        "title":"Rural and Nonmetropolitan Population Trends of Significance to National Population Policy."},
      {
        "id":"ED081570",
        "title":"Health Services in Rural America. Agriculture Information Bulletin No. 362."},
      {
        "id":"ED081571",
        "title":"Procedures for Generating Candidates for Learning Hierarchies."},
      {
        "id":"ED081578",
        "title":"Models for Science Education Research."},
      {
        "id":"ED081579",
        "title":"A State-Wide Plan for Environmental Education."},
      {
        "id":"ED081582",
        "title":"Physicians in Hospital Emergency Departments. [Proceedings, New Jersey Training Program]."},
      {
        "id":"ED081583",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 63, May, 1973."},
      {
        "id":"ED081586",
        "title":"Handbook for Field Trip Participants in the Environmental Sensitivity Project. An Environmental Education Program for Teachers in Escambia and Santa Rosa County Schools."},
      {
        "id":"ED081588",
        "title":"Improving Cross-Cultural Training and Measurement of Cross-Cultural Learning. Volume I of the Report of Supplemental Activities."},
      {
        "id":"ED081589",
        "title":"Improving the Evaluation of Peace Corps Training Activities. Volume II of the Report of Supplemental Activities."},
      {
        "id":"ED081590",
        "title":"Mathematics for Sheridan Schools, Grades K-12, Curriculum Guide."},
      {
        "id":"ED081591",
        "title":"Resource Guide to Environmental Education."},
      {
        "id":"ED081592",
        "title":"Environmental Education: Planning Priorities."},
      {
        "id":"ED081593",
        "title":"State Environmental Education Master Planning (Estes Park, Colorado, May 17-19, 1973)."},
      {
        "id":"ED081594",
        "title":"Environmental Education Projects, Fiscal Year 1972."},
      {
        "id":"ED081595",
        "title":"Environmental Education Games."},
      {
        "id":"ED081596",
        "title":"Quality of Life Symposium."},
      {
        "id":"ED081597",
        "title":"International Union for Conservation of Nature Bulletin (IUCN), Volume 4 Number 5."},
      {
        "id":"ED081598",
        "title":"The Environmental Education Philosophy and Program for the Bureau of Sport Fisheries and Wildlife, General Educational Concepts."},
      {
        "id":"ED081599",
        "title":"Environmental Education, State College Area School District."},
      {
        "id":"ED081600",
        "title":"World Wildlife Conference, Efforts to Save Endangered Species."},
      {
        "id":"ED081601",
        "title":"Student Action for the Valley Environment (SAVE)."},
      {
        "id":"ED081602",
        "title":"Teaching Environmental Pollution, Grades 4-6."},
      {
        "id":"ED081603",
        "title":"National Clearinghouse for Drug Abuse Information Selected Reference Series, Series 6, No. 1."},
      {
        "id":"ED081604",
        "title":"Chemical Technician Manpower Survey: State of Alabama."},
      {
        "id":"ED081605",
        "title":"An Inter-Disciplinary Problem Solving Approach to Environmental Education, Interim Evaluation Report."},
      {
        "id":"ED081606",
        "title":"[Environmental Education Experiences]."},
      {
        "id":"ED081607",
        "title":"Outdoor and Environmental Education Manual, Grades K-6."},
      {
        "id":"ED081608",
        "title":"Use That Campus."},
      {
        "id":"ED081609",
        "title":"Teacher's Guide, Ecology, Grade 4."},
      {
        "id":"ED081610",
        "title":"Teacher's Guide, Ecology, Grade 7."},
      {
        "id":"ED081611",
        "title":"Teacher's Guide, Ecology, Grade 10."},
      {
        "id":"ED081612",
        "title":"Environmental Education Exercises, Elementary 1-3."},
      {
        "id":"ED081613",
        "title":"Environmental Education Exercises, Elementary 4-6."},
      {
        "id":"ED081614",
        "title":"Environmental Education Exercises, Junior High 7-8."},
      {
        "id":"ED081615",
        "title":"Environmental Education Exercises, Senior High 9-12."},
      {
        "id":"ED081616",
        "title":"Open University Courses in Science and Technology Applicable to the Education of Teachers of Integrated Science."},
      {
        "id":"ED081617",
        "title":"Learning Experiences, Proceedings of the Symposium on Veterinary Medical Education (5th, June 18-21, 1972)."},
      {
        "id":"ED081618",
        "title":"The American Environment: A Home Study Course."},
      {
        "id":"ED081619",
        "title":"M.E.T.R.O.-Apex Gaming Simulation, Volume 28 (OS/360 Version)."},
      {
        "id":"ED081633",
        "title":"Science Education Newsletter No. 22."},
      {
        "id":"ED081634",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 64, July, 1973."},
      {
        "id":"ED081635",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 65, August, 1973."},
      {
        "id":"ED081636",
        "title":"An Evaluation of Instructional Strategies in a Simple Learning Situation."},
      {
        "id":"ED081638",
        "title":"National Assessment of Educational Progress, Report 7, Science: Group and Balanced Group Results for Color, Parental Education, Size and Type of Community, and Balanced Group Results for Region of the Country and Sex."},
      {
        "id":"ED081640",
        "title":"Higher Order Characterization of Heuristics for Compass and Straight Edge Constructions in Geometry. Report No. 70."},
      {
        "id":"ED081641",
        "title":"Environmental Education Curriculum Guide, Grades 1-12, Experimental Draft."},
      {
        "id":"ED081642",
        "title":"Algebra 1r, Mathematics (Experimental): 5215.13."},
      {
        "id":"ED081643",
        "title":"Report of the Conference on the K-12 Mathematics Curriculum, Snowmass, Colorado, June 21-June 24, 1973."},
      {
        "id":"ED081645",
        "title":"Project on Asian Studies in Education (PASE)."},
      {
        "id":"ED081646",
        "title":"Note on the Recommendations Made in the Report of the International Commission on the Development of Education. [and] Observations by the Executive Board on the Report of the International Commission on the Development of Education."},
      {
        "id":"ED081649",
        "title":"Report of the International Commission on the Development of Education, and Comments by the Director-General."},
      {
        "id":"ED081650",
        "title":"Free/Open Schools."},
      {
        "id":"ED081651",
        "title":"Must We Employ Behavioristic Theory to Have Students Evaluate Us as Teachers?"},
      {
        "id":"ED081652",
        "title":"How to Locate Useful Government Publications. How to Do It Series, Number 11."},
      {
        "id":"ED081653",
        "title":"How to Use Folksongs. How to Do It Series, Number 25."},
      {
        "id":"ED081654",
        "title":"Future Trends Program: Course Outline. (Appendix II, Futurizing the Power Industry.)"},
      {
        "id":"ED081655",
        "title":"Alternative Futures in Which Formal Education Plays a Major Role in Cultural Change."},
      {
        "id":"ED081657",
        "title":"The Classroom Teacher as Curriculum Developer for Project Canada West."},
      {
        "id":"ED081658",
        "title":"Learning to Exert Influence in Public Affairs Through Social Action. A Rationale."},
      {
        "id":"ED081659",
        "title":"Implications for the Social Studies of Increased State Educational Financing."},
      {
        "id":"ED081660",
        "title":"Premises for Structuring Ethnic Curricula."},
      {
        "id":"ED081661",
        "title":"Amortization Schedules in Human Growth and Developments Investments: The Case for Social Mutation."},
      {
        "id":"ED081662",
        "title":"An Evaluation of &quot;Man: A Course of Study.&quot;"},
      {
        "id":"ED081663",
        "title":"Educational Goals. From the Final Report of the Advisory Task Force on Educational Goals for Public Elementary and Secondary Schools of Wisconsin."},
      {
        "id":"ED081664",
        "title":"Educational Reform and Renewal in Contemporary Spain."},
      {
        "id":"ED081665",
        "title":"Protocol Materials."},
      {
        "id":"ED081667",
        "title":"A Competency-Based Program for Certification of Social Studies Teachers. Position Paper. [and] Appendices A through D."},
      {
        "id":"ED081668",
        "title":"Social Studies Teacher Competencies: Community, School, and Professional Relations Competencies. Background Paper."},
      {
        "id":"ED081670",
        "title":"Social Studies Teacher Competencies: The Cognitive Area. Background Paper."},
      {
        "id":"ED081671",
        "title":"Innovation in Education. News from the Centre for Educational Research and Innovation OECD Paris. Number 3."},
      {
        "id":"ED081672",
        "title":"Establishment of Asian Studies Institute. Hearing before the Select Subcommittee on Education of the Committee on Education and Labor. House of Representatives."},
      {
        "id":"ED081673",
        "title":"Multimedia on Multimedia: Educational Environments."},
      {
        "id":"ED081674",
        "title":"Metropolitan Spatial Injustice: An Alternative Approach to Instruction in Urban Geography."},
      {
        "id":"ED081675",
        "title":"Simulated Agribusiness."},
      {
        "id":"ED081676",
        "title":"End of Project Report, 1967-1970."},
      {
        "id":"ED081678",
        "title":"The &quot;I&quot; Team Project: A Final Report. (An ESEA Title III Project.)"},
      {
        "id":"ED081680",
        "title":"Profile of an Arizona Community High School. An ESEA Title III Project."},
      {
        "id":"ED081681",
        "title":"Shoreline Special Education. Music and Dance. An ESEA Title III Project. Final Evaluation."},
      {
        "id":"ED081682",
        "title":"Social Studies Education in Oklahoma: A Position Paper."},
      {
        "id":"ED081683",
        "title":"The Social Studies Curriculum and Advanced Placement."},
      {
        "id":"ED081685",
        "title":"Social Action and the Law. Volume 1. Number 1."},
      {
        "id":"ED081686",
        "title":"Museum Resources Center. Final Evaluation Report."},
      {
        "id":"ED081687",
        "title":"Living Classrooms in Social Studies."},
      {
        "id":"ED081688",
        "title":"Families of the World. A Series of Five Television Programs for Elementary Students."},
      {
        "id":"ED081689",
        "title":"Older Americans and the Arts."},
      {
        "id":"ED081690",
        "title":"Resources in Social Studies for Elementary Teachers."},
      {
        "id":"ED081691",
        "title":"Some Effects of Teaching Adolescents Some Creative, Peaceful Conflict Resolution Approaches."},
      {
        "id":"ED081692",
        "title":"Alternatives: Strategies and Stumbling-Blocks."},
      {
        "id":"ED081693",
        "title":"Human Growth and Development Curriculum."},
      {
        "id":"ED081694",
        "title":"Evaluation of Human Growth and Development Program, 1971-72 School Year."},
      {
        "id":"ED081695",
        "title":"Econ Notes. Volume XI, Number 3."},
      {
        "id":"ED081696",
        "title":"A State-Wide Profile of Economic Education in Minnesota's Secondary Schools."},
      {
        "id":"ED081697",
        "title":"A Game Simulation of Multilateral Trade for Classroom Use."},
      {
        "id":"ED081698",
        "title":"High School and Junior College Instructors of Sociology in the South."},
      {
        "id":"ED081699",
        "title":"Secondary Social Studies Information Unit. A Review and Analysis of Curriculum Alternatives."},
      {
        "id":"ED081700",
        "title":"New Dimensions for the Arts 1971-1972."},
      {
        "id":"ED081701",
        "title":"The Quality of Life in the United States. 1970 Index, Rating, and Statistics."},
      {
        "id":"ED081702",
        "title":"List of Social Concerns Common to Most OECD Countries. The OECD Social Indicator Development Programme."},
      {
        "id":"ED081703",
        "title":"Introductory Geography: Viewpoints and Themes. Publication No. 5."},
      {
        "id":"ED081704",
        "title":"A Report of the Geography in Liberal Education Project."},
      {
        "id":"ED081705",
        "title":"Intercultural Understanding Project. Final Report."},
      {
        "id":"ED081706",
        "title":"The Use of Social Studies Concepts in Curriculum Development."},
      {
        "id":"ED081707",
        "title":"Boulder Experiments Scrapook. A Description of How the Student and Professional Staff of the S.A.D.M.E.S.S. Project Planned and Put On a Community Environmental Fair."},
      {
        "id":"ED081708",
        "title":"Sunshine Unfolding."},
      {
        "id":"ED081709",
        "title":"Educational X-Ray of Mapleton Public Schools."},
      {
        "id":"ED081710",
        "title":"Sample Examination Questions. Grade 9 Social Studies, Asian and African Culture Studies."},
      {
        "id":"ED081711",
        "title":"Social Studies and Reality. A Commitment to Intelligent, Social Action. Publication No. 1."},
      {
        "id":"ED081712",
        "title":"Curriculum Materials on War, Peace, Conflict, and Change. An Annotated Bibliography with a Listing of Organizational Resources."},
      {
        "id":"ED081713",
        "title":"Classification of Educational Systems in OECD Member Countries. Belgium, Denmark, United States."},
      {
        "id":"ED081714",
        "title":"Personal and Institutional Characteristics Affecting Teacher Mobility."},
      {
        "id":"ED081715",
        "title":"Strategies for the Implementation of Innovations - Individualized Learning Programs."},
      {
        "id":"ED081716",
        "title":"Evaluation of Francis Howell R-III School District Title III, Elementary and Secondary Education Act Innovative Program. Final Report."},
      {
        "id":"ED081718",
        "title":"August Document. [The Study Commission on Undergraduate Education and the Education of Teachers.]"},
      {
        "id":"ED081719",
        "title":"The C/PBTE Module Laboratory: Creating, Storing, and Utilizing Competency/Performance-Based Units of Instruction."},
      {
        "id":"ED081720",
        "title":"Teacher Education Centers: The CMTEC Centers."},
      {
        "id":"ED081721",
        "title":"Using the Block Program to Prepare Elementary School Teachers at Indiana State University."},
      {
        "id":"ED081722",
        "title":"Guidelines to Clinical Experiences in Teacher Education. Position Paper 3."},
      {
        "id":"ED081723",
        "title":"The Utilization of Attitudes and Beliefs as Indicators of Subsequent Smoking Behavior."},
      {
        "id":"ED081724",
        "title":"The Sequence of Hip and Selected Upper-Extremity Joint Movements During the Golf Drive."},
      {
        "id":"ED081725",
        "title":"Strength Recovery Following Rhythmic or Sustained Exercise as a Function of Time."},
      {
        "id":"ED081726",
        "title":"Developmental Changes in the Movement Characteristics of the Punt--A Case Study."},
      {
        "id":"ED081727",
        "title":"Comparison of Two Methods of Teaching Golf."},
      {
        "id":"ED081728",
        "title":"Novel Skill Learning and Gross Motor Performance Correlates."},
      {
        "id":"ED081729",
        "title":"A Proposed Model for Starting a Teacher's Center in the Schools."},
      {
        "id":"ED081731",
        "title":"Center Satellite Program: An Indian Counselor Training Program."},
      {
        "id":"ED081732",
        "title":"Study Commission Newsletter on Undergraduate Education and the Education of Teachers."},
      {
        "id":"ED081733",
        "title":"[Utilization of Minicourses.] Final Report."},
      {
        "id":"ED081734",
        "title":"Gymnastic Activities in Schools (the GAIS Project). School Research Newsletter, March 1973."},
      {
        "id":"ED081735",
        "title":"A Note on the Effectiveness of Teacher Experience."},
      {
        "id":"ED081736",
        "title":"Curriculum Guidelines in an Era of Change."},
      {
        "id":"ED081737",
        "title":"The Construction of a Motor Fitness Test Battery for Boys in the Lower Elementary Grades."},
      {
        "id":"ED081738",
        "title":"Psychological Limits in Athletic Training."},
      {
        "id":"ED081739",
        "title":"Throwing Patterns of the Mentally Retarded."},
      {
        "id":"ED081740",
        "title":"Canonical Relationships Among Psychosocial Factors and Sport Preference."},
      {
        "id":"ED081741",
        "title":"A Theory of Sport Stratification."},
      {
        "id":"ED081742",
        "title":"Characteristics of Students Enrolled in the Voluntary Program of Basic Instruction at the University of Washington."},
      {
        "id":"ED081743",
        "title":"Internship, Saskatoon."},
      {
        "id":"ED081744",
        "title":"Effects of Endurance Jogging on Cardiovascular System and Body Composition in Middle-Aged Women."},
      {
        "id":"ED081746",
        "title":"The Effect of a Football Season on the Personality of High School Athletes."},
      {
        "id":"ED081747",
        "title":"Outing Activities and Winter Sports Guide with Official Rules. July 1973 - July 1975."},
      {
        "id":"ED081748",
        "title":"Maximal Oxygen Intake and Maximal Work Performance of Active College Women."},
      {
        "id":"ED081749",
        "title":"Grading in the UPSTEP Secondary Education Professional Year."},
      {
        "id":"ED081750",
        "title":"UPSTEP. An Occasional Paper."},
      {
        "id":"ED081751",
        "title":"Evaluation in the UPSTEP Program (University of Colorado)."},
      {
        "id":"ED081752",
        "title":"Structuring and Teaching the Social Sciences: A New Approach to the Social Sciences in Teacher Education."},
      {
        "id":"ED081753",
        "title":"Summary of Actions Taken by Selected States Involved in Developing Competency-Based Certification Systems."},
      {
        "id":"ED081754",
        "title":"Assessing Product Measures Using Systematic Observation."},
      {
        "id":"ED081755",
        "title":"Mississippi Perceptual Motor Symposium Proceedings (Jackson, April 20-21, 1973)."},
      {
        "id":"ED081756",
        "title":"Personalized Experiential Preparation."},
      {
        "id":"ED081757",
        "title":"Structural Learning and the Optimization of Open Education. Report No. 71."},
      {
        "id":"ED081758",
        "title":"Microteaching: Variations of the Model."},
      {
        "id":"ED081759",
        "title":"The Development of New Instructional Models."},
      {
        "id":"ED081762",
        "title":"Preparing Teachers to Teach Brunerian Curricula."},
      {
        "id":"ED081763",
        "title":"The Utilization of Simulation in Teacher Preparation."},
      {
        "id":"ED081764",
        "title":"A Focus on the Cooperative Reorganization of Pre-Service and In-Service Teacher Education Programs."},
      {
        "id":"ED081765",
        "title":"British Primary Education - Components of Innovation."},
      {
        "id":"ED081766",
        "title":"Case Studies in the Development of One-Handed Striking."},
      {
        "id":"ED081767",
        "title":"A Management Approach to Research in Experimental Programs."},
      {
        "id":"ED081768",
        "title":"The Classical Psychometric Method of Evaluation of FTPP."},
      {
        "id":"ED081769",
        "title":"The Historical Method of Inquiry in a Teacher Training Program: Theory and Metatheory."},
      {
        "id":"ED081770",
        "title":"The Role of Behavioral Objectives in Accountability."},
      {
        "id":"ED081771",
        "title":"A Case Study of Teacher Choice and Deliberation. Analysis of Deliberate Sessions."},
      {
        "id":"ED081772",
        "title":"Item Analysis of Kilander Health Knowledge Test Using Four Independent Populations."},
      {
        "id":"ED081773",
        "title":"Assisting in the Classroom. An Individualized Volunteer Education Module."},
      {
        "id":"ED081774",
        "title":"Helping Students Develop Appropriate Behavior. An Individualized Volunteer Education Module."},
      {
        "id":"ED081775",
        "title":"Building One-To-One Relationships. An Individualized Volunteer Education Module."},
      {
        "id":"ED081776",
        "title":"Becoming a School Volunteer. An Individualized Volunteer Education Module."},
      {
        "id":"ED081777",
        "title":"Using the Services of a School Volunteer. An Individualized Volunteer Education Module."},
      {
        "id":"ED081778",
        "title":"Tutoring in Reading and Mathematics. An Individualized Volunteer Education Module."},
      {
        "id":"ED081779",
        "title":"A Handbook for Volunteers."},
      {
        "id":"ED081780",
        "title":"The English Methods Course: An Interpretation."},
      {
        "id":"ED081782",
        "title":"Development and Analysis of a Taped and Written Test for Guidance Counselors: A Pilot Study."},
      {
        "id":"ED081783",
        "title":"Multiple Choice Questions: A Close Look."},
      {
        "id":"ED081784",
        "title":"Making the Classroom Test: A Guide for Teachers."},
      {
        "id":"ED081785",
        "title":"Short-Cut Statistics for Teacher-Made Tests."},
      {
        "id":"ED081786",
        "title":"Title I in South Dakota. Evaluation Report Fiscal Year 1970."},
      {
        "id":"ED081787",
        "title":"Proceedings of the State Advisory Committee on the Assessment of Educational Quality (1st, Harrisburg, Pennsylvania, February, 1968)."},
      {
        "id":"ED081788",
        "title":"Levels of Educational Performance and Related Factors in Michigan: A Supplement."},
      {
        "id":"ED081790",
        "title":"Student Orientations Survey (Form D). Preliminary Manual."},
      {
        "id":"ED081791",
        "title":"Evaluation Guidelines for Multicultural/Multiracial Education. Designed Primarily for Secondary Schools."},
      {
        "id":"ED081792",
        "title":"Goals for Education in Georgia."},
      {
        "id":"ED081793",
        "title":"The Kentucky Needs Assessment Study, Phase II. Pilot Project: Developing and Field Testing Performance Measures in Selected School Districts for School Year 1970-71."},
      {
        "id":"ED081794",
        "title":"Utilizing Experts' Judgment in the Process of Curriculum Evaluation."},
      {
        "id":"ED081797",
        "title":"Characteristics of Over- and Underachieving Freshman Women in Two Recent Classes, Eight Liberal Arts Colleges (with College-Specific Summary)."},
      {
        "id":"ED081798",
        "title":"Notes on the Prediction of Freshman Grades at Vassar College."},
      {
        "id":"ED081799",
        "title":"Some Utilities of Criterion Testing."},
      {
        "id":"ED081800",
        "title":"Modern Teenage Problems: Report of Family Life Education Survey of Ohio Schools."},
      {
        "id":"ED081801",
        "title":"North Dakota Title III, ESEA Assessment of Educational Needs."},
      {
        "id":"ED081802",
        "title":"Vermont Design for Education."},
      {
        "id":"ED081803",
        "title":"The Validity of Tests of Social Intelligence."},
      {
        "id":"ED081804",
        "title":"Report of Connecticut Citizens' Comments on Educational Goals, 1971-1972."},
      {
        "id":"ED081805",
        "title":"Test of the Kernel and Two Bargaining Set Models in Four- and Five-Person Games."},
      {
        "id":"ED081806",
        "title":"Individual Differences in Thought Processes."},
      {
        "id":"ED081807",
        "title":"The Utility of a Standard Composite for Predicting Freshman Average Grade in Eight Liberal Arts Colleges."},
      {
        "id":"ED081808",
        "title":"Contribution of SAT's to Prediction of Freshman Grades at CRC-Member Colleges (Women)."},
      {
        "id":"ED081809",
        "title":"Collected Notes on the Connections between Institutional Research and Institutional Practice."},
      {
        "id":"ED081810",
        "title":"Social Anxiety and Dating Inhibitions: Assessment and Treatment."},
      {
        "id":"ED081811",
        "title":"The Development and Validation of R/EAL, an Instrument to Assess Functional Literacy."},
      {
        "id":"ED081812",
        "title":"The High School Average."},
      {
        "id":"ED081813",
        "title":"Disadvantaged Children and Their First School Experiences. ETS-Head Start Longtitudinal Study. Technical Report Series."},
      {
        "id":"ED081838",
        "title":"Theories of Person-Environment Interaction: Implications for the College Student. Monograph 10."},
      {
        "id":"ED081839",
        "title":"Summary Report of Statewide Testing Program 1971-1972. Evaluation Report No. 81."},
      {
        "id":"ED081840",
        "title":"Instruments and Procedures for the Evaluation of Vocational/Technical Institutions and Programs."},
      {
        "id":"ED081841",
        "title":"Development of Criterion Dimensions for Youth-Work Training Programs."},
      {
        "id":"ED081842",
        "title":"A Humanistic Approach to Criterion Referenced Testing."},
      {
        "id":"ED081843",
        "title":"Criterion-Referenced Assessment."},
      {
        "id":"ED081844",
        "title":"Use of Similarities between Stems and Keyed Choices in Multiple-Choice Items."},
      {
        "id":"ED081845",
        "title":"Learning Activities in Individually Prescribed Instruction."},
      {
        "id":"ED081846",
        "title":"Zip Test."},
      {
        "id":"ED081849",
        "title":"Reporting to Parents When Individualizing Instruction."},
      {
        "id":"ED081850",
        "title":"An Analysis of a Fleet Post-Training Performance Measurement Technique."},
      {
        "id":"ED081851",
        "title":"An Independent Assessment of the Title III, ESEA Validation Effort for 1972-73."},
      {
        "id":"ED081854",
        "title":"Revised Edition of Testing Manual for Middle and High Schools."},
      {
        "id":"ED081855",
        "title":"A Discrepancy Evaluation System for University Professors 1973."},
      {
        "id":"ED081856",
        "title":"A Discrepancy Evaluation System for Elementary School Teachers 1973."},
      {
        "id":"ED081857",
        "title":"A Discrepancy Evaluation System for High School Teachers 1973."},
      {
        "id":"ED081858",
        "title":"Promise of Progress: Memphis School Desegregation, 1972-1973."},
      {
        "id":"ED081859",
        "title":"Fairness for Individuals and Fairness for Selection: Some Basic Considerations."},
      {
        "id":"ED081860",
        "title":"Final Project Report for Title III, E. S. E. A.--Project Breakthrough, Number 1146, 1971-72."},
      {
        "id":"ED081861",
        "title":"Racial and Ethnic Identities in American Society."},
      {
        "id":"ED081862",
        "title":"Camp Skylake Fourth Quarter Desegregation Course, Summer 1971. Research and Development Report, Volume VI, Number 27, Summer 1973."},
      {
        "id":"ED081863",
        "title":"Austin T. Walden Middle School, 1971-72. Research and Development Report, Volume VI, Number 30, April 1973."},
      {
        "id":"ED081864",
        "title":"[Pupil Performance in the Elementary Schools of Atlanta, Ga.] Research and Development Report, Volume VI, Numbers 24 and 34. April and May 1973."},
      {
        "id":"ED081865",
        "title":"The Institute to Assist Schools in Dealing With Problems Occasioned by and/or Incidental to Desegregation: Final Report. Changing Crisis to Challenge: an Approach to Equal Educational Opportunity."},
      {
        "id":"ED081866",
        "title":"The Comparison of One Teacher's Oral Language Assessment and a Panel of Experts' Oral Language Assessment of Ten Blacks."},
      {
        "id":"ED081867",
        "title":"Researchers, Consultants and Urban Schools: A Black Perspective."},
      {
        "id":"ED081868",
        "title":"The Impact of Crisis Management Upon Urban Student Unrest."},
      {
        "id":"ED081869",
        "title":"Decentralization of New York City Schools---Some Important Issues."},
      {
        "id":"ED081870",
        "title":"A Comparison of Suspended and Non-Suspended Fourth-Grade Students in Urban Low Socio-economic Level Schools on Two Measures of Self-Concept as-a-Learner."},
      {
        "id":"ED081871",
        "title":"Multicultural Curriculum Materials: A Resource for Teachers. Phase I: English and Social Studies."},
      {
        "id":"ED081872",
        "title":"Reading and Mathematics Instruction for Low-Achieving Students: A Report on Demonstration Programs in Intensive Instruction in Reading and Mathematics, 1971-72."},
      {
        "id":"ED081873",
        "title":"Guidelines: Compensatory Education. 1973 Edition."},
      {
        "id":"ED081874",
        "title":"Evaluation of ESEA, Title I Projects of California Schools. Annual Report, 1971-72."},
      {
        "id":"ED081875",
        "title":"72 Annual Report, The Learning Cooperative."},
      {
        "id":"ED081876",
        "title":"Parent Power and Public Schools: A Guide for Parent Advocacy."},
      {
        "id":"ED081879",
        "title":"[Pupil Performance in the Elementary Schools of Atlanta, Georgia]. Research and Development Report, Volume VI, Numbers 37, 38, 39, 42, 43, and 44, May 1973."},
      {
        "id":"ED081880",
        "title":"The Effect of Counseling and Reinforcement on Behaviors Important to the Improvement of Academic Self-Concept. Technical Report Number 38."},
      {
        "id":"ED081881",
        "title":"Socioeconomic Achievements of U. S. Men, 1962-1972. Working Paper 73-21."},
      {
        "id":"ED081882",
        "title":"Nutrient Supplementation and Learning."},
      {
        "id":"ED081883",
        "title":"Social and Psychological Aspects of Applied Human Genetics: A Bibliography."},
      {
        "id":"ED081884",
        "title":"Cairo, Illinois: Racism at Floodtide. Clearinghouse Publication Number 44."},
      {
        "id":"ED081885",
        "title":"Education and the New Pluralism: A Preliminary Survey of Recent Progress in the 50 States."},
      {
        "id":"ED081887",
        "title":"Developing Measures of Perceived Life Quality: Results from Several National Surveys."},
      {
        "id":"ED081888",
        "title":"Success Values: Are They Universal or Class-Differentiated?"},
      {
        "id":"ED081891",
        "title":"School Desegregation in Ten Communities."},
      {
        "id":"ED081895",
        "title":"Opinions Expressed by County-Based Professional Extension Agents and Lay Extension Personnel Upon Introduction of the Expanded Youth Nutrition Program. A Case Study in Selected Northeast States."},
      {
        "id":"ED081900",
        "title":"Home Making Around the World."},
      {
        "id":"ED081901",
        "title":"Extension Service Responsibilities in Civil Rights."},
      {
        "id":"ED081902",
        "title":"Expanding Extension Educational Assistance to People--A Common Mission of the 1862 and 1890 Land-Grant Institutions."},
      {
        "id":"ED081903",
        "title":"FY 71 Resource Utilization: Low Income Programs; Contacts Made by Minority Groups."},
      {
        "id":"ED081904",
        "title":"A Study of Factors Affecting Mine and Boobytrap Detection: Subject Variables and Operational Considerations."},
      {
        "id":"ED081905",
        "title":"Stories for Adults to Read."},
      {
        "id":"ED081906",
        "title":"Introduction to Radiological Monitoring; A Programmed Home Study Course. Four Self-Study Units."},
      {
        "id":"ED081997",
        "title":"Case Studies of Fifty Representative Work Education Programs."},
      {
        "id":"ED081998",
        "title":"Executive Summary; An Assessment of School-Supervised Work Education Programs."},
      {
        "id":"ED081999",
        "title":"Data Analysis Report; An Assessment of School-Supervised Work Education Programs."},
      {
        "id":"ED082000",
        "title":"Replication Handbook; An Assessment of School-Supervised Work Education Programs."},
      {
        "id":"ED082005",
        "title":"Predictability of Expressed Career Intent."},
      {
        "id":"ED082006",
        "title":"Needed: A Voucher Plan in Support of Continuing Education."},
      {
        "id":"ED082007",
        "title":"Recurrent Education: An Alternative System."},
      {
        "id":"ED082008",
        "title":"Institute for Teacher Training in Adult Basic Education: The University of Iowa. Final Project Report, 1971-1973."},
      {
        "id":"ED082009",
        "title":"Ship Servicemen's Handbook. NAVPERS 10292-A. Rate Training Manual."},
      {
        "id":"ED082011",
        "title":"The 3\"/50 Gun. NAVPERS 10110."},
      {
        "id":"ED082012",
        "title":"Aircrew Survival Equipmentman 1 and C. NAVPERS 10360-D. Rate Training Manual."},
      {
        "id":"ED082013",
        "title":"Small Arms Marksmanship Manual, NAVPERS 93863."},
      {
        "id":"ED082014",
        "title":"A Study of the Relative Importance of Selected Content and Clientele of Cooperative Extension Service Programs as Reflected by the County Commissioners from Rural and Urban Counties in Florida."},
      {
        "id":"ED082015",
        "title":"The U.S. Labor Force: Projections to 1990."},
      {
        "id":"ED082016",
        "title":"The UCLA Secondary Schools Pilot and Demonstration Project for an Introduction to Allied Health Careers, 1970-1973; A Summary Evaluative Report."},
      {
        "id":"ED082017",
        "title":"Career Development for Business Education; A Suggested Approach to Develop Instruction for Middle Schools."},
      {
        "id":"ED082018",
        "title":"Building a Successful Adult Basic Education Program: The Director&apos;s Role."},
      {
        "id":"ED082019",
        "title":"Learning Laboratories for Unemployed, Out-of-School Youth. Health Education, Part 2."},
      {
        "id":"ED082021",
        "title":"Aviation Boatswain&apos;s Mate H 1 and C. NAVPERS 10303-B. Rate Training Manual."},
      {
        "id":"ED082023",
        "title":"Future Functional Roles of the Commission of Professors of Adult Education as a Professional Group. Panel Discussion at the Annual Meeting of the Commission (Dallas, Texas, October 30, 1973)."},
      {
        "id":"ED082024",
        "title":"Living Room Learning in British Columbia. Occasional Papers in Continuing Education."},
      {
        "id":"ED082025",
        "title":"Focus. No. 7, Winter, 1971."},
      {
        "id":"ED082026",
        "title":"Career Education in the Elementary School: An Infused Approach."},
      {
        "id":"ED082027",
        "title":"A Curriculum Guide for Intermediate and Secondary Level Programs. Industrial Arts: Electricity-Electronics."},
      {
        "id":"ED082029",
        "title":"Evaluation of NJROTC Influence on Navy Accessions."},
      {
        "id":"ED082030",
        "title":"Job Grading System for Trades and Labor Occupations. Part II."},
      {
        "id":"ED082031",
        "title":"Job Grading Standard for Machinist, WG 3414."},
      {
        "id":"ED082032",
        "title":"Job Grading Standard for Machine Tool Operator, WG-3431."},
      {
        "id":"ED082033",
        "title":"Job Grading Standard for Instrument Maker, WG-4712."},
      {
        "id":"ED082034",
        "title":"Job Grading Standard for Model Maker, WG-4714."},
      {
        "id":"ED082035",
        "title":"Job Grading Standard for Animal Caretaker, WG-7706."},
      {
        "id":"ED082036",
        "title":"Job Grading Standard for Telephone Mechanic, WG-2502."},
      {
        "id":"ED082037",
        "title":"Job Grading Standard for Electroplater, WG-3711."},
      {
        "id":"ED082038",
        "title":"Career Education in the Elementary School."},
      {
        "id":"ED082039",
        "title":"Career Education - A Caveat"},
      {
        "id":"ED082040",
        "title":"Driver Improvement Analyst; Basic Training Program. Instructor's Lesson Plans."},
      {
        "id":"ED082041",
        "title":"Driver Improvement Analyst; Basic Training Program. Student Study Guide."},
      {
        "id":"ED082042",
        "title":"Driver Improvement Analyst; Basic Training Program. Course Guide."},
      {
        "id":"ED082043",
        "title":"Driver License Examiner Supervisors; Basic Training Program. Instructor's Lesson Plans."},
      {
        "id":"ED082044",
        "title":"Driver License Examiner Supervisors; Basic Training Program. Course Guide."},
      {
        "id":"ED082045",
        "title":"Basic Course in Highway Traffic Records; Course Guide."},
      {
        "id":"ED082046",
        "title":"Crash Injury Management for Traffic Law Enforcement Officers; Emergency Medical Services; Course Guide."},
      {
        "id":"ED082047",
        "title":"Joint Minorities Development Program (JMDP). Final Report."},
      {
        "id":"ED082048",
        "title":"Explorations in Low Pay, Collective Bargaining and Economic Mobility."},
      {
        "id":"ED082049",
        "title":"A Comparison of Two Methods of Instruction in Office Skills: Classroom-Laboratory and Classroom-Laboratory with Cooperative Work Experience."},
      {
        "id":"ED082050",
        "title":"Instrumentman 1 and C. NAVTRA 10194-C. Rate Training Manual."},
      {
        "id":"ED082051",
        "title":"Air Navigation. Flying Training. AFM 51-40. NAVAIR 00-80V-49."},
      {
        "id":"ED082052",
        "title":"Small Business Management. Instructor&apos;s Manual. Volume I. Third Edition."},
      {
        "id":"ED082053",
        "title":"Small Business Management. Instructor&apos;s Manual. Volume II. Third Edition."},
      {
        "id":"ED082054",
        "title":"Small Business Management. Instructor&apos;s Manual. Volume III. Third Edition."},
      {
        "id":"ED082055",
        "title":"Small Business Management. Instructor&apos;s Manual. Volume IV. Third Edition."},
      {
        "id":"ED082056",
        "title":"Career Education in Newark: A Report of the Survey of Career Education in the City of Newark, New Jersey. Volume I."},
      {
        "id":"ED082057",
        "title":"Value Orientation, Organizational Rewards, and Job Satisfaction."},
      {
        "id":"ED082058",
        "title":"Validity of Armed Services Vocational Aptitude Battery, Form 1, to Predict Technical School Success."},
      {
        "id":"ED082059",
        "title":"Developmental Program Goals for the Comprehensive Career Education Model. [with a Review.]"},
      {
        "id":"ED082060",
        "title":"Career Education in Newark: A Report of the Survey of Career Education in the City of Newark, New Jersey. Volume II. Appendixes."},
      {
        "id":"ED082061",
        "title":"An Instrument to Determine Career Awareness."},
      {
        "id":"ED082062",
        "title":"Career Awareness Inventory. Student Booklet."},
      {
        "id":"ED082063",
        "title":"Nursing Procedures. NAVMED P-5066."},
      {
        "id":"ED082064",
        "title":"Effects of Time on the Relationship Between Status of First Occupation and Current Occupational Status."},
      {
        "id":"ED082065",
        "title":"A Canonical Approach to Assessing Occupational Mobility Matrices."},
      {
        "id":"ED082066",
        "title":"Industrial Development and Changes in Occupational Structures."},
      {
        "id":"ED082067",
        "title":"Private and Commercial Pilot: Gyroplane. Flight Test Guide, Part 61 Revised 1973, AC 61-60."},
      {
        "id":"ED082068",
        "title":"Perceptions of Fifth and Sixth Grade Females of Vocational Goals and Expected Lifestyle."},
      {
        "id":"ED082069",
        "title":"School Health Services."},
      {
        "id":"ED082070",
        "title":"Drug Information and Attitude Development. Interim Evaluation Report. August 1, 1971 - July 31, 1972."},
      {
        "id":"ED082071",
        "title":"Final Report to Youth Development and Delinquency Prevention Administration."},
      {
        "id":"ED082072",
        "title":"Group Experiences for School Counselors. A Program Guide for Group Processes Workshops for School Counselors."},
      {
        "id":"ED082073",
        "title":"Planning, Structuring, and Evaluating Practical Career Guidance for Integration by Noncollege-Bound Youths. Final Report."},
      {
        "id":"ED082074",
        "title":"Student's Background and Its Relationship to Class and Programme in School."},
      {
        "id":"ED082075",
        "title":"A Guide to Personal Exploration Through Group Guidance. K-12."},
      {
        "id":"ED082076",
        "title":"Reported Friendliness Toward Mexican-Americans as a Function of Belief Similarity and Race."},
      {
        "id":"ED082077",
        "title":"White People's Reactions to Having Black People as Neighbors: Current Patterns."},
      {
        "id":"ED082078",
        "title":"Case Studies in Practical Career Guidance, Number 13: Youth Career Action Program, San Jose Unified School District, San Jose California."},
      {
        "id":"ED082079",
        "title":"Dropouts Within College."},
      {
        "id":"ED082080",
        "title":"The \"Freaky\" Kid Who Needs Help: His Characteristics, His Alternatives."},
      {
        "id":"ED082081",
        "title":"Improving Interpersonal Relationships among Senior High School Students in A Recently Desegregated School."},
      {
        "id":"ED082082",
        "title":"Older Children Need Love Too."}]
  }}
