{
  "response":{"numFound":509939,"start":298000,"numFoundExact":true,"docs":[
      {
        "id":"ED082083",
        "title":"Sex Differences in the Longitudinal Prediction of Adult Personality."},
      {
        "id":"ED082084",
        "title":"The Group Adoptive Study: A Seminar."},
      {
        "id":"ED082085",
        "title":"Student Involvement Survey."},
      {
        "id":"ED082086",
        "title":"Perceptions of Personal Control and Conformity of Vocational Choice as Correlates of Vocational Development."},
      {
        "id":"ED082087",
        "title":"Similarity-Dissimilarity in Counselor-Counselee Ethnic Match: An Investigation of the Attitudes of Black Counselees Toward White Counselors."},
      {
        "id":"ED082088",
        "title":"The Woman's Contribution to Family Social Status."},
      {
        "id":"ED082089",
        "title":"Anxiety, Acceptance, and Achievement in Seventh-Grade Children."},
      {
        "id":"ED082090",
        "title":"Gestalt Therapy: Development, Theory, and Techniques."},
      {
        "id":"ED082091",
        "title":"An Analysis of a Family Involvement-Communication System in a Title I Elementary School. Final Report."},
      {
        "id":"ED082092",
        "title":"Systems Approach to a Taxonomy of Disadvantagement."},
      {
        "id":"ED082093",
        "title":"Peer Group Counseling: A Manual for Trainers: 6427.05."},
      {
        "id":"ED082094",
        "title":"An Academic Incentive Program for High School Youth from a Poverty Area."},
      {
        "id":"ED082096",
        "title":"Rings 'N Things, Home and Family Education: 2618.01."},
      {
        "id":"ED082097",
        "title":"Value Conflict in Elementary Schools in Hawaii."},
      {
        "id":"ED082098",
        "title":"Training the Woman to Know Her Place: The Social Antecedents of Women in the World of Work."},
      {
        "id":"ED082099",
        "title":"VIEW in Review."},
      {
        "id":"ED082100",
        "title":"Discrimination Model for Systematic Counselor Training."},
      {
        "id":"ED082101",
        "title":"Women and the Fear of Success: A Problem in Replication."},
      {
        "id":"ED082102",
        "title":"Racism and the Helping Relationship: One Method for Increasing Awareness."},
      {
        "id":"ED082103",
        "title":"Assertive Training: Teaching Women Not to Discriminate Against Themselves."},
      {
        "id":"ED082104",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 1U Update Search. School Discipline and Student Rights."},
      {
        "id":"ED082105",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 2U Update Search. Counseling the Pregnant Teenager."},
      {
        "id":"ED082106",
        "title":"Searchlight. Relevant Resources in High Interest Areas. 3U Update Search. Articulation."},
      {
        "id":"ED082107",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 4U Update Search. Counseling for Drug Abuse."},
      {
        "id":"ED082108",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 5U Update Search. Counseling for Achievement Motivation."},
      {
        "id":"ED082109",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 8U Update Search. Parent Counseling."},
      {
        "id":"ED082110",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 9U Update Search. Confidentiality."},
      {
        "id":"ED082111",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 10U Update Search. Students as Resources."},
      {
        "id":"ED082112",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 11U Update Search. Counseling the Aging."},
      {
        "id":"ED082113",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 12U Update Search. Vocational Counseling of Disadvantaged Students."},
      {
        "id":"ED082114",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 13U Update Search. Support Personnel."},
      {
        "id":"ED082115",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 14U Update Search. Tests and Testing Programs."},
      {
        "id":"ED082116",
        "title":"Searchlight: Relevant Resources in High Interest Areas. 15U Update Search. Outreach Counseling."},
      {
        "id":"ED082118",
        "title":"Teachers' Reading Guide. Revised."},
      {
        "id":"ED082119",
        "title":"Invitational Addresses, 1965."},
      {
        "id":"ED082120",
        "title":"Preparation of Textbooks in the Mother Tongue, A Guide for Those Who Write and Those Who Evaluate Textbooks in Any Language."},
      {
        "id":"ED082121",
        "title":"Quantification of Contributions Made by Various Reading Instrument Combinations to the Reading Process."},
      {
        "id":"ED082122",
        "title":"Decoding Skills Acquired by Low Readers Taught in Regular Classrooms Using Clinical Techniques. Research Report No. 35."},
      {
        "id":"ED082131",
        "title":"The Effectiveness of Emphasizing Reading Skills through Individualized Social Living Experiences."},
      {
        "id":"ED082132",
        "title":"A Summary of the Evaluation of the Educational Developmental Laboratories/American Institute of Banking High School Equivalency Program for Bank Trainees."},
      {
        "id":"ED082134",
        "title":"Maine Township Diagnostic Center, End of Project Report. Volume I."},
      {
        "id":"ED082135",
        "title":"Computer-Assisted Vocabulary Acquisition: A Terminological Approach. Final Report."},
      {
        "id":"ED082136",
        "title":"The Effect of &quot;Organizers&quot; on Reading Comprehension of Community College Freshmen."},
      {
        "id":"ED082137",
        "title":"Kansas R2R (Right to Read) Abstracts."},
      {
        "id":"ED082138",
        "title":"Assessment Problems in Reading."},
      {
        "id":"ED082139",
        "title":"Early Identification of Children with High Risk of Reading Failure."},
      {
        "id":"ED082141",
        "title":"Imagery in Transfer."},
      {
        "id":"ED082142",
        "title":"Development of New Criteria for the Evaluation of Creative Studies Programs."},
      {
        "id":"ED082143",
        "title":"Strategies in Reading Comprehension: II. Individual Differences in Learning from Pictures and Words."},
      {
        "id":"ED082144",
        "title":"Letter-Sound Generalizations as Predictors of Reading Ability in Israeli Children."},
      {
        "id":"ED082145",
        "title":"The Relationship Between Reading Medium and Prose Writing."},
      {
        "id":"ED082146",
        "title":"Southeast Arkansas Educational Service Center, Title III. Final Report."},
      {
        "id":"ED082147",
        "title":"Training Manual for the Use of Objectives in the Bank of Objectives, Items, and Resources in Reading."},
      {
        "id":"ED082148",
        "title":"Criterion Objectives for the Bank of Objectives, Items, and Resources in Reading."},
      {
        "id":"ED082149",
        "title":"Generic Objectives for the Bank of Objectives, Items, and Resources in Reading."},
      {
        "id":"ED082150",
        "title":"Happiness Is: Reading! Report of the Reading Resource Center, Glendale Elementary School District, Title I Project."},
      {
        "id":"ED082155",
        "title":"College and Adult Reading I; First Annual Yearbook."},
      {
        "id":"ED082156",
        "title":"College and Adult Reading II; Second Annual Yearbook."},
      {
        "id":"ED082157",
        "title":"College and Adult Reading, III and IV; Third and Fourth Yearbooks."},
      {
        "id":"ED082158",
        "title":"College and Adult Reading, V; Fifth Yearbook."},
      {
        "id":"ED082159",
        "title":"College and Adult Reading, VI; Sixth Yearbook."},
      {
        "id":"ED082160",
        "title":"Loss of Retrieval Information in Prose Recall."},
      {
        "id":"ED082167",
        "title":"Reading and Study Skills Development, English 21."},
      {
        "id":"ED082168",
        "title":"A Comparison of the Effects of Formal Similarity among Trigrams and among Word Triads."},
      {
        "id":"ED082169",
        "title":"The Locus of the Retention Differences Associated with Degree of Hierarchical Conceptual Structure."},
      {
        "id":"ED082170",
        "title":"The Role of the Association in Recognition Memory."},
      {
        "id":"ED082178",
        "title":"Literature: Teacher's Resource Guide."},
      {
        "id":"ED082197",
        "title":"Experimentation and Innovation in the Language Arts, K-16."},
      {
        "id":"ED082198",
        "title":"Unipacs: A Language Arts Curriculum Theory, Abstractions, Statements in Context, and Language Change; And Instructional Packets: Symbol-Referent, Denotation and Connotation, Appropriateness, Dialect, Occasion, and Form and Media."},
      {
        "id":"ED082199",
        "title":"Fluency First; Instructor Training Course."},
      {
        "id":"ED082200",
        "title":"Anglo-American Seminar on the Teaching and Learning of English Agenda (Dartmouth College, Hanover, New Hampshire, Aug. 20-Sept. 16, 1966); and Miscellaneous Papers: Freshman English, English in English Departments of English Universities, Some Technical Terms; and The Breadth and Depth of English in the United States."},
      {
        "id":"ED082201",
        "title":"What Is English, Working Party Paper No. 1; Response, Report to the Seminar, and Supporting Papers One through Six."},
      {
        "id":"ED082202",
        "title":"What Is &quot;Continuity&quot; in English Teaching? Working Party Paper No. 2; Response; Plenary Session; Report; Record of Group Discussion; and Supporting Papers."},
      {
        "id":"ED082203",
        "title":"English: One Road or Many? Some Historical Reflections, Working Party Paper No. 3; Foreword, Report, Appendixes, and Supporting Papers."},
      {
        "id":"ED082204",
        "title":"Knowledge and Proficiency in English, Working Party Paper No. 4; The Teaching of English and The General Development of Children; The Aims of Teaching English; Language and Environment Considered in Relation to Knowledge and Proficiency; Literature and Values; School Facilities for the Teaching of English."},
      {
        "id":"ED082205",
        "title":"Standards and Attitudes, Working Party Paper No. 5; Response, Record of Group Discussion; Papers of Working Party V and Study Groups VIII-Language; Miscellaneous Paper: Social Class, Linguistic Codes and Grammatical Elements; And Final Statements."},
      {
        "id":"ED082206",
        "title":"The Spoken Word and the Integrity of English Instruction, Study Group Paper No. 1; and the Role of the Spoken Word."},
      {
        "id":"ED082207",
        "title":"Drama in English Teaching, Study Group Paper No. 2; Some Practical Considerations; Drama as Threat; From Dialogue to Other Forms of Discourse; About Drama and Composition; Report of Study Groups; Drama in Primary School; Drama Syllabus for Secondary School; and Drama: What is Happening."},
      {
        "id":"ED082208",
        "title":"Creativity in the English Program, Study Group Paper No. 3; Caveat from One Who's Been Away for a Week; Final Statement; Suggested Inservice Course for Teachers; Examples of Useful &quot;Creative&quot; Lessons; and Examples of Materials from Student-Centered Anthologies."},
      {
        "id":"ED082209",
        "title":"How Does a Child Learn English? Study Group Paper No. 4; and Study Group Supporting Papers I, II, and III."},
      {
        "id":"ED082210",
        "title":"Response to Literature, Study Group Paper No. 5; Appendixes I through V; Working Party No. 5 Papers; and Miscellaneous Paper: Literature and the Moral Imagination."},
      {
        "id":"ED082211",
        "title":"Some Meanings and Uses of Myth; Study Group Paper No. 6; On Myths and Translation; and Appendixes I through VII."},
      {
        "id":"ED082212",
        "title":"What Uses Can Be Made of Technological Innovations in English Classes, Study Group Paper No. 7; and Plenary Session."},
      {
        "id":"ED082213",
        "title":"Linguistics and the Teaching of English, Study Group Paper No. 8."},
      {
        "id":"ED082214",
        "title":"The Impact of External Examinations on the Teaching of English, Study Group Paper No. 9; and Plenary Session."},
      {
        "id":"ED082215",
        "title":"Through the Vanishing Point, Study Group Paper No. 10."},
      {
        "id":"ED082216",
        "title":"Dartmouth Miscellaneous Papers: The Education of Teachers of English, English with the &quot;Disadvantaged,&quot; and The Elements of Writing about Literature."},
      {
        "id":"ED082217",
        "title":"Recommended English Language Arts Curriculum Guides K-12 and Criteria for Planning and Evaluation, 1973."},
      {
        "id":"ED082218",
        "title":"Identifying Variables in Prose."},
      {
        "id":"ED082219",
        "title":"A Design for a Basic News Report Course."},
      {
        "id":"ED082220",
        "title":"Bibliography of Literature and Cross-Culture Values."},
      {
        "id":"ED082221",
        "title":"The Inter American Press Association as Champion of Press Freedom: Reality or Rhetoric? The Bolivian Experience, 1952-1973."},
      {
        "id":"ED082222",
        "title":"A Survey of Broadcast Journalism Education."},
      {
        "id":"ED082223",
        "title":"Bibliography on the American Indian."},
      {
        "id":"ED082225",
        "title":"The Role of the Campus Newspapers in the New Youth Vote."},
      {
        "id":"ED082226",
        "title":"English: Macbeth. Career Curriculum Project."},
      {
        "id":"ED082227",
        "title":"The Current State of Rhetoric, Or Up the Down Staircase."},
      {
        "id":"ED082228",
        "title":"Communication and Voter Turnout in Britain."},
      {
        "id":"ED082229",
        "title":"The Speech of Young Black Children. Final Report."},
      {
        "id":"ED082245",
        "title":"A First Course in Intercultural Communication."},
      {
        "id":"ED082246",
        "title":"Information Seeking in Organizational Communication: A Case Study of Applied Theory."},
      {
        "id":"ED082247",
        "title":"Teaching AfroAmerican Communication."},
      {
        "id":"ED082249",
        "title":"Televised Drug Appeals; A Content Analysis. Drug Abuse Information Research Project."},
      {
        "id":"ED082250",
        "title":"Theoretical and Research Issues in Black Communication."},
      {
        "id":"ED082251",
        "title":"The Struggle to Know, the Struggle to Survive."},
      {
        "id":"ED082252",
        "title":"The Public Address of Black America."},
      {
        "id":"ED082253",
        "title":"The Image-Makers: Black Rhetoric White Media."},
      {
        "id":"ED082255",
        "title":"The Rhetorical Dimensions of Black Music Past and Present."},
      {
        "id":"ED082256",
        "title":"Dimensions of Response to Public Service Drug Abuse Information. Drug Abuse Information Research Project."},
      {
        "id":"ED082257",
        "title":"Dissemination of Drug Related Information. Drug Abuse Information Research Project."},
      {
        "id":"ED082258",
        "title":"The Search for Drug Abuse Information. Drug Abuse Information Research Project (Revised)."},
      {
        "id":"ED082259",
        "title":"\"And By Opposing, End Them.\" The Genre of Moral Justification for Legal Transgression."},
      {
        "id":"ED082260",
        "title":"Improving the Elementary and Secondary Curriculum through the SCA (Speech Communication Association) National Office."},
      {
        "id":"ED082261",
        "title":"Campaign '76: What We Need to Know."},
      {
        "id":"ED082262",
        "title":"Black Language: The Research Variable."},
      {
        "id":"ED082265",
        "title":"A Curriculum Guide for the Teaching of Listening and Speaking Skills to the Primary Grades in the Public Schools of Madison, Connecticut."},
      {
        "id":"ED082266",
        "title":"Assessing the Persuasiveness of Drug Abuse Information. Drug Abuse Information Research Project."},
      {
        "id":"ED082267",
        "title":"Confrontation and Knowledge."},
      {
        "id":"ED082269",
        "title":"Interaction Patterns among Drug Dealers. Drug Abuse Information Research Project."},
      {
        "id":"ED082270",
        "title":"Quantitative Analysis in Educational Administrator Preparation Programs. ERIC/CEM State-of-the-Knowledge Series Number Nineteen. UCEA Monograph Series Number Six."},
      {
        "id":"ED082271",
        "title":"Innovative Strategies in Field Experiences for Preparing Educational Administrators. ERIC/CEM State-of-the-Knowledge Series Number Twenty-One. UCEA Monograph Series Number Eight."},
      {
        "id":"ED082272",
        "title":"Public School Desegregation: Legal Issues and Judicial Decisions. ERIC/CEM State-of-the-Knowledge Series, Number Twenty-four. NOLPE Second Monograph Series on Legal Aspects of School Administration, Number Three."},
      {
        "id":"ED082273",
        "title":"Legal Aspects of Educational Choice: Compulsory Attendance and Student Assignment. ERIC/CEM State-of-the-Knowledge Series, Number Twenty-five. NOLPE Second Monograph Series on Legal Aspects of School Administration, Number Four."},
      {
        "id":"ED082274",
        "title":"Construction Management. Educational Facilities Review Series Number 20."},
      {
        "id":"ED082275",
        "title":"Program Evaluation. Educational Management Review Series Number 21."},
      {
        "id":"ED082276",
        "title":"Evaluation of the Boston-Harvard EPDA Summer Institute in Administration (Harvard, Massachusetts, June 5-16, 1972)."},
      {
        "id":"ED082277",
        "title":"Alternative Strategies of Citizen Participation in the Public Schools."},
      {
        "id":"ED082278",
        "title":"New Academic Building: Newark State College. A Progress Report."},
      {
        "id":"ED082279",
        "title":"Producers of Fast Incremental Space."},
      {
        "id":"ED082280",
        "title":"Fringe Benefits for Superintendents of Schools. ERS Circular No. 3."},
      {
        "id":"ED082281",
        "title":"School Year for Pupils and Teachers, 1969-70. ERS Circular No. 4."},
      {
        "id":"ED082282",
        "title":"Voting in School Financial Elections -- Some Partial Theories. State-of-the-Knowledge Series, No. 28."},
      {
        "id":"ED082283",
        "title":"Portal Schools. Final Report."},
      {
        "id":"ED082285",
        "title":"Facilitating Learning Through Systems Modification. Planning-Operational Year July 1, 1971 to June 30, 1972. First Interim Evaluation Report."},
      {
        "id":"ED082286",
        "title":"Administrative/Supervisory Skills and Methods for Elementary and Secondary School Principals. A Collection of ERIC Document Resumes. An ERIC Abstract."},
      {
        "id":"ED082287",
        "title":"Initiating Instructional Change Through Modified Administrative Behavior by Elementary Principals. End-of-Project Report."},
      {
        "id":"ED082288",
        "title":"Reschooling Society: A Conceptual Model."},
      {
        "id":"ED082289",
        "title":"Better School Buildings for Less Money: A Report of a Survey of 50 Pennsylvania School Buildings."},
      {
        "id":"ED082290",
        "title":"National Assessment and Social Indicators, January 1973."},
      {
        "id":"ED082291",
        "title":"Self-Instructional Materials for Topics in Elementary Accounting -- A Means to the Demonstration of Pay-Offs from Individualizing Time-To-Complete. Final Report."},
      {
        "id":"ED082292",
        "title":"The Open School. An Annotated Bibliography. Current Bibliography No. 4."},
      {
        "id":"ED082294",
        "title":"Progress and Problems in Achieving Objectives of School Lunch Program. Food and Nutrition Service, Department of Agriculture. Report to the Congress."},
      {
        "id":"ED082297",
        "title":"Women: A Significant National Resource."},
      {
        "id":"ED082300",
        "title":"Annual Evaluation Report on Education Programs: Fiscal Year 1972."},
      {
        "id":"ED082301",
        "title":"Departments of Labor and Health, Education, and Welfare Appropriations for 1974. Hearings Before a Subcommittee of the Committee on Appropriations, House of Representatives, Ninety-Third Congress, First Session. Part 2, Department of Health, Education, and Welfare: Education Division."},
      {
        "id":"ED082302",
        "title":"What Research Says About Improving Student Performance. A Manual for Administrators."},
      {
        "id":"ED082303",
        "title":"Illinois School Problems. A Report."},
      {
        "id":"ED082304",
        "title":"An Assessment of Educational Needs in the San Francisco South Bay Area of California. Project BASICS."},
      {
        "id":"ED082305",
        "title":"Defining Critical Needs into Problems and Constraints in the San Francisco South Bay Area of California. Project BASICS."},
      {
        "id":"ED082306",
        "title":"An Analysis of Curriculum Fundamentals for Program Objectives in the San Francisco South Bay Area of California. Project BASICS."},
      {
        "id":"ED082307",
        "title":"Bibliography of the State Educational Accountability Repository. Revised."},
      {
        "id":"ED082308",
        "title":"Wisconsin Educational Needs Assessment Study."},
      {
        "id":"ED082309",
        "title":"Wisconsin Educational Needs Assessment Companion Analysis. Part II: Objective Data."},
      {
        "id":"ED082310",
        "title":"The Virginia Educational System: Capacity for Response to Serrano v. Priest."},
      {
        "id":"ED082311",
        "title":"Phase II: An Assessment of Educational Needs for Students in Washington State."},
      {
        "id":"ED082312",
        "title":"A Study of Our Nation's Schools."},
      {
        "id":"ED082313",
        "title":"Assessing Concerns Affecting Education Program Decisions in Public School and Teacher Education. A Research Report."},
      {
        "id":"ED082314",
        "title":"Journal of Proceedings. National Association of State Boards of Education."},
      {
        "id":"ED082315",
        "title":"School Board Policies on School Safety & Security. Educational Policies Development Kit."},
      {
        "id":"ED082316",
        "title":"Drug Policy of the Framingham Public Schools."},
      {
        "id":"ED082317",
        "title":"Perceptions of School Board Members and School System Personnel Concerning Role Responsibility in Initiating Solutions to Educational Problems."},
      {
        "id":"ED082318",
        "title":"Newark School District, Part One -- Regular School Year. ESEA Title I Program, 1972-1973 School Year."},
      {
        "id":"ED082319",
        "title":"Effective Supervision: Teachers' Views of Supervisory Roles in School Systems. Monographs in Education No. 10."},
      {
        "id":"ED082320",
        "title":"Between-School, Intra-District Student Transfers. Oregon School Study Council Bulletin, Vol. 17, No. 1."},
      {
        "id":"ED082321",
        "title":"The Economy of Energy Conservation in Educational Facilities. A Report."},
      {
        "id":"ED082322",
        "title":"Improving Elementary School Safety, 1972. Safety Education Curriculum Guidelines, Grades K-5."},
      {
        "id":"ED082323",
        "title":"Great Cities Research Intern Training Program. Final Report."},
      {
        "id":"ED082324",
        "title":"Changes in Organizational Climate Associated with Development and Implementation of an Educational Management System. Revised."},
      {
        "id":"ED082326",
        "title":"How To Evaluate a School Board."},
      {
        "id":"ED082327",
        "title":"The Effect of Three Noise Levels on Task Attention and Performance in Reading and Math with Fifth and Sixth Grade Children."},
      {
        "id":"ED082328",
        "title":"Sports Facilities for Schools in Developing Countries. An Inventory of Experience and Proposals for Future Projects. Educational Studies and Documents No. 8."},
      {
        "id":"ED082329",
        "title":"Statistics of Education in Developing Countries. An Introduction to Their Collection and Presentation. Statistical Reports and Studies-13."},
      {
        "id":"ED082330",
        "title":"Understanding Change in Education: An Introduction. Experiments and Innovations in Education No. 4."},
      {
        "id":"ED082331",
        "title":"Financing and Educational Policy in Sri Lanka (Ceylon). Financing Educational Systems: Country Case Studies-1."},
      {
        "id":"ED082332",
        "title":"Educational Planning: A World Survey of Problems and Prospects."},
      {
        "id":"ED082333",
        "title":"Population Growth and Costs of Education in Developing Countries."},
      {
        "id":"ED082334",
        "title":"The Financial Aspects of First-Level Education in Iran. Financing Educational Systems: Specific Case Studies-1."},
      {
        "id":"ED082335",
        "title":"Financing Public First-Level and Second-Level Education in the U. S. A. Financing Educational Systems: Specific Case Studies-3."},
      {
        "id":"ED082336",
        "title":"Organization and Financing of Self-Help Education in Kenya. Financing Educational Systems: Specific Case Studies-4."},
      {
        "id":"ED082337",
        "title":"Educational Cost Analysis in Action: Case Studies for Planners -- I."},
      {
        "id":"ED082338",
        "title":"Educational Cost Analysis in Action: Case Studies for Planners -- II."},
      {
        "id":"ED082339",
        "title":"Educational Cost Analysis in Action: Case Studies for Planners -- III."},
      {
        "id":"ED082340",
        "title":"An Accountability Approach Using Expectancy Criteria."},
      {
        "id":"ED082341",
        "title":"Issues in School Finance. A Discussion Paper."},
      {
        "id":"ED082342",
        "title":"Accountability: A Bibliography."},
      {
        "id":"ED082343",
        "title":"The Arkansas School Superintendent. A Research Bulletin."},
      {
        "id":"ED082344",
        "title":"A Study of Relationships Between Formal Organizational Structure and Organizational Climate in Selected Urban and Suburban Schools."},
      {
        "id":"ED082345",
        "title":"The Influence of School Social Status on College Expectations Among White Seniors in the High Schools of a Metropolitan Area."},
      {
        "id":"ED082346",
        "title":"Tax and Expenditure Limitation by Constitutional Amendment: Four Perspectives on the California Initiative."},
      {
        "id":"ED082348",
        "title":"The Process of Planned Change in the School's Instructional Organization. CASEA Monograph No. 25."},
      {
        "id":"ED082349",
        "title":"Evaluative Economics: A Process To Compensate Teachers Based on Evaluation of Student Accomplishment of Instructional Objectives."},
      {
        "id":"ED082350",
        "title":"The Quarter System in Texas: Implications and Alternatives."},
      {
        "id":"ED082351",
        "title":"Minimum Check List for Mechanical and Electrical Plans and Specifications. School Planning Guide Series 4."},
      {
        "id":"ED082352",
        "title":"Facilities for Early Childhood Education. School Planning Guide Series/5."},
      {
        "id":"ED082353",
        "title":"Planning for Education: People and Processes. School Planning Guide Series -- 1R."},
      {
        "id":"ED082355",
        "title":"Sanitation & Safety for Child Feeding Programs."},
      {
        "id":"ED082356",
        "title":"The Use of Elementary School Goals in a Grade Level Needs Assessment."},
      {
        "id":"ED082357",
        "title":"Extended School Year Analysis Aids."},
      {
        "id":"ED082359",
        "title":"Organizing for Educational Improvement."},
      {
        "id":"ED082360",
        "title":"Full State Funding V. Power Equalizing. Alternative Approaches for Financing Elementary and Secondary Education in New York State. Staff Study No. 2."},
      {
        "id":"ED082361",
        "title":"Site Development Goals for City Schools. A Report."},
      {
        "id":"ED082362",
        "title":"The Assignment -- A Way To Shape the Curriculum. How High School Seniors View Their Assignments and Some of Their Perspectives of Their School Experiences."},
      {
        "id":"ED082363",
        "title":"Discipline Crisis in Schools: The Problem, Causes and Search for Solutions. Education U.S.A. Special Report."},
      {
        "id":"ED082364",
        "title":"Organizations as Social Inventions: Some Considerations for Those Who Would Design Schools To Serve Human Ends. Revised."},
      {
        "id":"ED082366",
        "title":"The Attorney: A Member of the School Management Team?"},
      {
        "id":"ED082367",
        "title":"Theory and Practice of the Administrative Team."},
      {
        "id":"ED082368",
        "title":"Opting for Openness."},
      {
        "id":"ED082369",
        "title":"Measuring the Implementation of Differentiated Staffing: A Comparison of Two Elementary Schools."},
      {
        "id":"ED082370",
        "title":"Psychological Effects of Training in Organization Development on School District Personnel in Key Line Positions."},
      {
        "id":"ED082371",
        "title":"The Supply and Cost of Education and the Vote: A Political-Economic Theory of School Finance Elections."},
      {
        "id":"ED082372",
        "title":"Protected Educational Facilities in Found Space. A Guide to Converting Noneducational Spaces into Safe, Healthful Environments for Education."},
      {
        "id":"ED082373",
        "title":"Design Criteria: School Food Service Facilities."},
      {
        "id":"ED082374",
        "title":"Rodriguez, Robinson and School Finance."},
      {
        "id":"ED082375",
        "title":"The Educational Marketplace: Toward a Theory of Family Choice in Schooling."},
      {
        "id":"ED082376",
        "title":"Assessment of Senior Officials or How To Get the Goods on the Chief Executive Officer."},
      {
        "id":"ED082377",
        "title":"Understanding School Board Operation in Ontario."},
      {
        "id":"ED082378",
        "title":"Trustees and Administrators: The Case for a Working Relationship."},
      {
        "id":"ED082379",
        "title":"Issues in the Recruitment and Selection of Educational Administrators. A Case Study."},
      {
        "id":"ED082380",
        "title":"Major School Finance Changes in 1973 (Preliminary Paper) [and Supplement.]"},
      {
        "id":"ED082381",
        "title":"Development of a Planning and Evaluation Division Within the Department of Education, Virgin Islands. Final Report."},
      {
        "id":"ED082382",
        "title":"Strengthening Instruction in Academic Subjects. Title III, Part A, National Defense Education Act as Amended, Annual Report: Fiscal Year 1972."},
      {
        "id":"ED082383",
        "title":"The Economics of Alternative School Feeding Systems."},
      {
        "id":"ED082384",
        "title":"An Exploration of the Use of Socioeconomic Census Data To Predict Achievement and Evaluate the Effects of Concentrated Urban Poverty Among Elementary Schools in a Big City. Final Report."},
      {
        "id":"ED082385",
        "title":"The &quot;Focused Flexibility and GREG&quot; Project at Walbrook High School. Summary Report."},
      {
        "id":"ED082388",
        "title":"Behavioral Diagnosis and Assessment in Teaching Young Handicapped Children."},
      {
        "id":"ED082389",
        "title":"Paired-Associate Learning and Retardation: Brief History, Positive and Negative Transfer, Inhibition and Speed."},
      {
        "id":"ED082391",
        "title":"Career Development-Special Education. Volume I: Primary/Intermediate Edition K-6."},
      {
        "id":"ED082392",
        "title":"Career Development-Special Education. Volume II: Secondary Edition 7-12."},
      {
        "id":"ED082393",
        "title":"A Resource Guide to the Very Early Treatment of Handicapped Infants."},
      {
        "id":"ED082394",
        "title":"Right to Education-Civil Action No. 71-42."},
      {
        "id":"ED082396",
        "title":"Florida's State Resource Manual for Gifted Child Education."},
      {
        "id":"ED082397",
        "title":"Administrators' Guide, Programs for Exceptional Children 1973-74."},
      {
        "id":"ED082398",
        "title":"Classroom Approach to Language Development for Mentally Retarded Children. Trainable and Primary Level."},
      {
        "id":"ED082399",
        "title":"Classroom Approach to Language Development for Mentally Retarded Children. Intermediate Level."},
      {
        "id":"ED082400",
        "title":"The Ways Children Learn. Caring for Children, Number One."},
      {
        "id":"ED082401",
        "title":"More Than a Teacher. Caring for Children, Number Two."},
      {
        "id":"ED082402",
        "title":"Preparing for Change. Caring for Children, Number Three."},
      {
        "id":"ED082403",
        "title":"Away from Bedlam. Caring for Children, Number Four."},
      {
        "id":"ED082404",
        "title":"The Vulnerable Child. Caring for Children, Number Five."},
      {
        "id":"ED082405",
        "title":"Genetic Counseling in Mental Retardation."},
      {
        "id":"ED082406",
        "title":"Education of the Handicapped Act Amendments. Hearings Before the Select Subcommittee on Education of the Committee on Education and Labor."},
      {
        "id":"ED082407",
        "title":"National Conference on Career Education. January 15-17, 1973, New Orleans, Louisiana."},
      {
        "id":"ED082410",
        "title":"Imagination Unlimited: A Guide for Creative Problem Solving, Upper Elementary Summer School."},
      {
        "id":"ED082411",
        "title":"Creative Writing: Guide Lines for Teachers, Upper Elementary Summer School."},
      {
        "id":"ED082412",
        "title":"Thirty Years After."},
      {
        "id":"ED082413",
        "title":"Report of Gifted Child Project 1969-1970."},
      {
        "id":"ED082414",
        "title":"Teaching Gifted Students Foreign Language in Grades Ten Through Twelve."},
      {
        "id":"ED082415",
        "title":"Teaching Gifted Children Mathematics in Grades One Through Three."},
      {
        "id":"ED082416",
        "title":"Programs to Visit in the North Carolina Public Schools."},
      {
        "id":"ED082417",
        "title":"A Science Program for Children with Exceptional Needs."},
      {
        "id":"ED082418",
        "title":"A Manpower Survey of Semi-Skilled and Unskilled Job Opportunities in Sarasota County."},
      {
        "id":"ED082419",
        "title":"Statistics on Blindness in the Model Reporting Area 1969-1970."},
      {
        "id":"ED082420",
        "title":"Treasury of Ideas: A Guide for Primary Major Work Teachers"},
      {
        "id":"ED082421",
        "title":"A Survey of Professional Needs in Special Education for Northeastern Ohio."},
      {
        "id":"ED082422",
        "title":"Evaluation Bibliography."},
      {
        "id":"ED082423",
        "title":"The Effect of Eye Fatigue on Reading, Based on Test Scores and the Presence of Deviant Eye Coordination, Either Esophoria, Exophoria or Hyperphoria."},
      {
        "id":"ED082424",
        "title":"Language Training for Trainable Mentally Retarded Annual Project Report: First Year."},
      {
        "id":"ED082425",
        "title":"Instructional Planning for Gifted Disadvantaged Children."},
      {
        "id":"ED082426",
        "title":"Studies of Verbal Abstracting with the Mentally Retarded."},
      {
        "id":"ED082427",
        "title":"ITPA Bibliography for Teachers of the Learning Disabled."},
      {
        "id":"ED082428",
        "title":"Mentally Gifted Children and Youth: A Guide for Parents."},
      {
        "id":"ED082429",
        "title":"Adaptation of Material and Equipment for Individualizing Remediation in Learning Disabilities Resource Rooms."},
      {
        "id":"ED082430",
        "title":"A Summary of Findings and Recommendations for Curriculum Development Needs Assessment of the Educable Mentally Retarded in Glades, Martin and Okeechobee Counties."},
      {
        "id":"ED082431",
        "title":"Synergism for the Seventies-Conference Proceedings of the National Conference for State Planning Advisory Councils on Services and Facilities for the Developmentally Disabled."},
      {
        "id":"ED082433",
        "title":"Teaching Gifted Students Art in Grades Ten Through Twelve."},
      {
        "id":"ED082434",
        "title":"A Summary of Selected Legislation Relating to the Handicapped 1972."},
      {
        "id":"ED082435",
        "title":"92nd Congress: Federal Legislation Affecting the Mentally Retarded and Other Handicapped Persons."},
      {
        "id":"ED082436",
        "title":"Predicting Language Performance in Hearing Impaired Children."},
      {
        "id":"ED082437",
        "title":"A Field Evaluation of Devices for Maintaining Contact with Mobile Deaf and Deaf-Blind Children: Electronic Communication with Deaf and Deaf-Blind Persons."},
      {
        "id":"ED082438",
        "title":"Welcome to the System: Orientation and Guide to the Clinical Teacher Curriculum."},
      {
        "id":"ED082439",
        "title":"Clinical Teacher Desired Pupil Behaviors: An Individualized Reading Curriculum."},
      {
        "id":"ED082440",
        "title":"Clinical Teacher Competencies for Special Education."},
      {
        "id":"ED082442",
        "title":"Commonwealth CAI Consortium. E.S.E.A. Title III."},
      {
        "id":"ED082443",
        "title":"Commonwealth CAI Consortium, E.S.E.A., Title III."},
      {
        "id":"ED082451",
        "title":"Program Source Directory. A Resource for Canadian Community Radio Stations."},
      {
        "id":"ED082454",
        "title":"A Comparison of Performance versus Presentation Based Methods of Instructing Pre-service Teachers in Media Competencies."},
      {
        "id":"ED082455",
        "title":"Instructional Development: Methodology and Research. Working Paper Number 33."},
      {
        "id":"ED082457",
        "title":"Educational Technology Program. Quarterly Technical Summary, Period Ending 31 May 1970."},
      {
        "id":"ED082458",
        "title":"Educational Technology Program. Quarterly Technical Summary, 1 December 1970 through 28 February 1971."},
      {
        "id":"ED082459",
        "title":"Educational Technology Program. Quarterly Technical Summary, 1 June through 31 August 1971."},
      {
        "id":"ED082460",
        "title":"Educational Technology Program. Quarterly Technical Summary, 1 June Through 31 August 1972."},
      {
        "id":"ED082461",
        "title":"The Lincoln Training System: A Summary Report."},
      {
        "id":"ED082462",
        "title":"Educational Technology Program. Quarterly Technical Summary, 1 September Through 30 November 1972."},
      {
        "id":"ED082463",
        "title":"Educational Technology Program. Quarterly Technical Summary, 1 December 1972 through 28 February 1973."},
      {
        "id":"ED082464",
        "title":"Educational Technology Program. Quarterly Technical Summary, 1 March through 31 May 1973."},
      {
        "id":"ED082465",
        "title":"Dynamics of Population and Economic Growth: A Computer-Based Instruction Program."},
      {
        "id":"ED082466",
        "title":"A Dynamic Tutorial System: An Application Package for Everyone."},
      {
        "id":"ED082467",
        "title":"The Time-Sharing Computer In Introductory Earth Science."},
      {
        "id":"ED082468",
        "title":"Undergraduate Student Task Group Approach to Complex Problem Solving Employing Computer Programming."},
      {
        "id":"ED082469",
        "title":"On Uses and Misuses of Computer Programs in Statistics."},
      {
        "id":"ED082470",
        "title":"Interactive Computing With a Programmable Calculator; Student Experimentations in Numerical Methods."},
      {
        "id":"ED082472",
        "title":"A Sequential Evaluation of Computer Assisted Instruction in US Army Basic Electronics Training."},
      {
        "id":"ED082473",
        "title":"Research and Development for Interactive Teaching of Russian. Final Report."},
      {
        "id":"ED082474",
        "title":"Pacific Educational Computer Network Study. Summary of Planning and Review Meeting, January 8, 1973."},
      {
        "id":"ED082475",
        "title":"Evaluation of Computer Simulation of Experiments in Teaching Scientific Methodology. Final Report."},
      {
        "id":"ED082476",
        "title":"Developing a Modular Educational Psychology Program; Minimal Resources."},
      {
        "id":"ED082477",
        "title":"Information Processing Theory and Conceptual Development."},
      {
        "id":"ED082478",
        "title":"The Implementation of an Individualized Curriculum in Periodontology at the Temple University School of Dentistry."},
      {
        "id":"ED082479",
        "title":"Financial Transactions of the Corporation for Public Broadcasting For Fiscal Year 1972. Report to the Committee on Interstate and Foreign Commerce, House of Representatives by the Comptroller General of the United States."},
      {
        "id":"ED082480",
        "title":"Computers in the Training of Experimental Inquiry in Psychology."},
      {
        "id":"ED082481",
        "title":"Attention and Visual Communication."},
      {
        "id":"ED082482",
        "title":"The Public and Broadcasting; A Procedure Manual."},
      {
        "id":"ED082483",
        "title":"Broadcasting in America; The Performance of Network Afficiates in the Top 50 Markets."},
      {
        "id":"ED082485",
        "title":"Audiovisual Records in the National Archives Relating to Black History. Preliminary Draft."},
      {
        "id":"ED082486",
        "title":"Application of Computer Techniques to Instructional Research. Final Report."},
      {
        "id":"ED082487",
        "title":"Human Factors in the Design of a Computer-Assisted Instruction System. Technical Progress Report."},
      {
        "id":"ED082488",
        "title":"The CHAT System: An OS/360 MVT Time-Sharing Subsystem for Displays and Teletype. Technical Progress Report."},
      {
        "id":"ED082489",
        "title":"A Comparison of String Handling in Four Programming Languages. Technical Progress Report."},
      {
        "id":"ED082490",
        "title":"PAMELA: An Interactive Assembler System for the IBM System/360 Computer."},
      {
        "id":"ED082492",
        "title":"An Interactive, Graphical Display System for Illustrating Elementary Properties of Statistical Distributions."},
      {
        "id":"ED082493",
        "title":"A Study of the Value of Hard Copy Output in Computer-Assisted Instruction. Technical Progress Report."},
      {
        "id":"ED082495",
        "title":"Instructional Materials in the Classroom; A Basic Reference Shelf."},
      {
        "id":"ED082496",
        "title":"Television and Creativity; The Effect of Viewing Certain Categories of Commercial Television Broadcasting on the Divergent Thinking Abilities of Intellectually Gifted Elementary Students."},
      {
        "id":"ED082497",
        "title":"A Delphi Forecast of Technology in Education."},
      {
        "id":"ED082498",
        "title":"On Predicting the Effects of a Bilingual Children's Educational Television Program."},
      {
        "id":"ED082501",
        "title":"Project ITCH: Interactive Digital Simulation in Electrical Engineering Education."},
      {
        "id":"ED082502",
        "title":"Modeling and Computer Simulation of Dynamic Societal, Scientific, and Engineering Systems."},
      {
        "id":"ED082503",
        "title":"The Use of a PDP-11/20 Computer in a Non-Calculus General Physics Course."},
      {
        "id":"ED082504",
        "title":"Contributions of Computing to College Teaching and Learning Activities at the University of Michigan."},
      {
        "id":"ED082505",
        "title":"Effects On Achievement from Programmed Instruction of Experimentally Induced Familiarization of Content and Different Response Modes. Final Report."},
      {
        "id":"ED082506",
        "title":"Classification of the Uses of Computers in Education."},
      {
        "id":"ED082507",
        "title":"35 Secondary V Students Comment on Their Experience With C.A.I. (Preliminary Report)."},
      {
        "id":"ED082508",
        "title":"International Telecommunications Satellite Organization (INTELSAT) Agreement Between the United States of American and Other Governments and Operating Agreement."},
      {
        "id":"ED082509",
        "title":"The Administration and Management of Small-College Computing Centers. Proceedings of a SIGUCC Symposium (Atlanta, Georgia, June 9-10, 1972)."},
      {
        "id":"ED082510",
        "title":"Subject-Matter Oriented Research: Some Current Projects at the Malmo School of Education."},
      {
        "id":"ED082511",
        "title":"Computer Applications to Music at the Ohio State University: Summer, 1971 through Winter, 1973."},
      {
        "id":"ED082512",
        "title":"Technology of Cable Television."},
      {
        "id":"ED082514",
        "title":"E. P. D. A. 1969 Media Specialist Institute."},
      {
        "id":"ED082515",
        "title":"Computer Assisted Instruction at Penn State."},
      {
        "id":"ED082516",
        "title":"Designing Open and Individualized Instruction at the Elementary Level: A Guide for the Individual Teacher."},
      {
        "id":"ED082517",
        "title":"Computer Based Instructional Techniques in Undergraduate Introductory Organic Chemistry: Rationale, Developmental Techniques, Programming Strategies and Evaluation."},
      {
        "id":"ED082519",
        "title":"Computer Assisted Instruction in Economics: An Approach for Illustrating General Equilibrium Concepts."},
      {
        "id":"ED082520",
        "title":"A Summary of Technical Problems Associated With Broadband Cable Teleservices Development. A Survey of Technical Requirements for Broadband Cable Teleservices; Volume One."},
      {
        "id":"ED082521",
        "title":"Subscriber Terminals and Network Interface. A Survey of Technical Requirements for Broadband Cable Teleservices; Volume Two."},
      {
        "id":"ED082522",
        "title":"System Control Facilities: Head-Ends and Central Processors. A Survey of Technical Requirements for Broadband Cable Teleservices; Volume Four."},
      {
        "id":"ED082523",
        "title":"System Interconnections. A Survey of Technical Requirements for Broadband Cable Teleservices; Volume Five."},
      {
        "id":"ED082524",
        "title":"The Use of Computers in CATV Two-Way Communications Systems. A Survey of Technical Requirements for Broadband Cable Teleservices; Volume Six."},
      {
        "id":"ED082525",
        "title":"A Selected Bibliography. A Survey of Technical Requirements for Broadband Cable Teleservices; Volume Seven."},
      {
        "id":"ED082526",
        "title":"One Week of Educational Television, May 21-27, 1961. A Study of Structure and Content in Educational Television Programming."},
      {
        "id":"ED082527",
        "title":"One Week of Educational Television. Number Two. March 18-24, 1962."},
      {
        "id":"ED082528",
        "title":"One Week of Educational Television. Number Three. April 19-25, 1964."},
      {
        "id":"ED082529",
        "title":"One Week of Educational Television. Number Four. April 17-23, 1966."},
      {
        "id":"ED082530",
        "title":"Anxiety Reduction and Computer-Assisted Learning."},
      {
        "id":"ED082531",
        "title":"Relationship of Anxiety and Performance in Computer Assisted Learning."},
      {
        "id":"ED082532",
        "title":"Development and Preliminary Evaluation of an Automated Test Anxiety Reduction Program for a Computer-Based Learning Situation."},
      {
        "id":"ED082534",
        "title":"The Effective Use of Media in Innovative Schools."},
      {
        "id":"ED082535",
        "title":"Instructional Television: The Best of ERIC."},
      {
        "id":"ED082536",
        "title":"Decision-Oriented Research in School Television."},
      {
        "id":"ED082538",
        "title":"Teaching English to Migrant Children."},
      {
        "id":"ED082539",
        "title":"An Oral Language Development Course of Study for the Edinburg Schools."},
      {
        "id":"ED082540",
        "title":"The Teaching of German in German Schools and Current Trends in Linguistics in Greman Universities."},
      {
        "id":"ED082541",
        "title":"Symposium on Intensive Courses for Modern Language Teachers: Report."},
      {
        "id":"ED082542",
        "title":"Symposium on \"A Unit/Credit System for Modern Languages in Adult Education:\" General Orientation Paper."},
      {
        "id":"ED082543",
        "title":"Analysis of the Problems Involved in Defining, in Operational Terms, a Basic Competence Level (or Threshold Level) in Foreign Language Learning by Adults."},
      {
        "id":"ED082544",
        "title":"A Model for the Definition of Language Needs of Adults Learning a Modern Language."},
      {
        "id":"ED082545",
        "title":"An Investigation into the Linguistic and Situational Content of the Common Core in a Unit Credit System."},
      {
        "id":"ED082547",
        "title":"Ethnic Study and Foreign Language Education: Chicanos and Spanish Language."},
      {
        "id":"ED082552",
        "title":"Studies in the Phonology of Asian Languages VI: Complex Syllable Nuclei in Vietnamese."},
      {
        "id":"ED087576",
        "title":"Orienteering in Camping."},
      {
        "id":"ED087577",
        "title":"Elementary Map and Compass Instruction."},
      {
        "id":"ED087578",
        "title":"Interscholastic Athletic Participation and the Formation of Educational Goals: A Rural-Urban Comparison."},
      {
        "id":"ED087579",
        "title":"Residential Status Projections and Migration Performances of Selected Rural Youth in Louisiana."},
      {
        "id":"ED087580",
        "title":"A Theoretical Model of Anticipatory Success: An Empirical Evaluation."},
      {
        "id":"ED087581",
        "title":"A Long Way From Home: Effects of Public High Schools on Village Children Away From Home."},
      {
        "id":"ED087583",
        "title":"The States and Their Indian Citizens."},
      {
        "id":"ED087584",
        "title":"The Schools of Guadalupe... A Legacy of Educational Oppression."},
      {
        "id":"ED087585",
        "title":"Suggested Resource Units in Migrant Child Education."},
      {
        "id":"ED087586",
        "title":"Research Evaluation and Social Demonstration Programs: The Case of the Food and Nutrition Program for the Aged."},
      {
        "id":"ED087587",
        "title":"Rural Development Research Under Scrutiny."},
      {
        "id":"ED087588",
        "title":"Work Orientation Attitudes of Rural Low-Income Residents of Three South Central Virginia Counties."},
      {
        "id":"ED087589",
        "title":"The Adolescent Experience and Adult Success: A Nonmetropolitan Investigation."},
      {
        "id":"ED087590",
        "title":"Constitutional Status of American Indians. U.S. Commission on Civil Rights Staff Memorandum."},
      {
        "id":"ED087591",
        "title":"Estimates of Resident Indian Population by State and Reservation: March 1972."},
      {
        "id":"ED087592",
        "title":"Suicide, Homicide, and Alcoholism Among American Indians: Guidelines for Help."},
      {
        "id":"ED087595",
        "title":"Proceedings: Small Schools Invitational Conference (Montgomery Bell State Park [Tennessee], November 29-30, 1973)."},
      {
        "id":"ED087596",
        "title":"New Mexico State Department of Education, Indian Education Unit, Annual Report 1972-73."},
      {
        "id":"ED087597",
        "title":"California Indian Education Association Report on the Fifth Annual State Conference and Workshop (San Diego, California, October 8-10, 1971)."},
      {
        "id":"ED087598",
        "title":"Directorio Chicano."},
      {
        "id":"ED087599",
        "title":"Migrant Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 4."},
      {
        "id":"ED087602",
        "title":"A Study of Two Methods of Delivering Supplementary Educational Services to Mobile Migrant Children in California."},
      {
        "id":"ED087603",
        "title":"Native Education in the Province of Alberta."},
      {
        "id":"ED087604",
        "title":"B.C. Indians Living Off Reserve: Some Economic Aspects."},
      {
        "id":"ED087605",
        "title":"A Model for Diffusing Exemplary Teaching Practices in a Disadvantaged Rural Region."},
      {
        "id":"ED087606",
        "title":"Black-White Variations in a Model of the Occupational Plans Process of Southern Youth."},
      {
        "id":"ED087610",
        "title":"Primary and Initial Experiences in Outdoor Environments. It's Close and Single."},
      {
        "id":"ED087611",
        "title":"Some Assistance with Winter Activities and Resources for the Outdoors. 3rd Edition, 1973-74."},
      {
        "id":"ED087612",
        "title":"The Effect of Three Methods of Treating Motivational Films Upon the Attitudes of Fourth-, Fifth-, and Sixth-Grade Students Toward Science, Scientists, and Scientific Careers."},
      {
        "id":"ED087615",
        "title":"\"Futuring\" About Science Teacher Education."},
      {
        "id":"ED087616",
        "title":"Humanistic Psychology and Science Teacher Education."},
      {
        "id":"ED087617",
        "title":"USMES and the Preservice Teacher Education Program: A Model for Change."},
      {
        "id":"ED087618",
        "title":"Opticalman 1 and C, Rate Training Manual. [1972 Revised Edition]."},
      {
        "id":"ED087619",
        "title":"AIBS Education Review, Volume 2 Number 2."},
      {
        "id":"ED087620",
        "title":"A Pilot Science Curricula for Educable Mentally Handicapped Children Emphasizing Child-Centered Activities."},
      {
        "id":"ED087624",
        "title":"State Directories in Environmental Education, Volume II, U.S. Office of Education Regions II and III."},
      {
        "id":"ED087625",
        "title":"Solid Waste Management: Abstracts From the Literature - 1964."},
      {
        "id":"ED087626",
        "title":"Solid Waste Management: Abstracts and Excerpts From the Literature. Volumes 1 and 2."},
      {
        "id":"ED087631",
        "title":"A Bibliography of Recreational Mathematics, Volume 3."},
      {
        "id":"ED087632",
        "title":"Mathematics Curriculum Guide, Grades K-6, Volume 1."},
      {
        "id":"ED087633",
        "title":"Mathematics Curriculum Guide, Grades K-6, Volume 2."},
      {
        "id":"ED087634",
        "title":"An Analysis of Achievement Behavior in Selected Mathematics Courses."},
      {
        "id":"ED087638",
        "title":"A Review of Research on Teacher Behavior Relating to Science Education."},
      {
        "id":"ED087639",
        "title":"Teacher-Made Aids for Elementary School Mathematics. Readings from the ARITHMETIC TEACHER."},
      {
        "id":"ED087641",
        "title":"The Case for the Disciplines in the Organization of Social Studies Curricula for Elementary and Secondary Schooling."},
      {
        "id":"ED087642",
        "title":"America in the 20th Century, Grades 11-12, Course of Study. Project # 1009."},
      {
        "id":"ED087643",
        "title":"International Education: Past, Present, Problems and Prospects. Selected Readings to Supplement H. R. 14643. House Document Number 527."},
      {
        "id":"ED087644",
        "title":"The Educational Change Team: An Effort to Develop a National Facility to Generate and Implement Information and Resources Relevant to Secondary School Crisis and Change. Final Report."},
      {
        "id":"ED087646",
        "title":"Children's Associations with Their Own and Other Countries."},
      {
        "id":"ED087647",
        "title":"Social Control and Violence--The Student Case."},
      {
        "id":"ED087648",
        "title":"The Reinterpretation of American History and Culture."},
      {
        "id":"ED087649",
        "title":"ATLAS. Association of Teachers of Latin American Studies. [Newsletter] Volume 3, Number 1. October, 1973."},
      {
        "id":"ED087650",
        "title":"Perspectives for Social Relevance in Long-Range Planning."},
      {
        "id":"ED087651",
        "title":"Status of Pre-college Psychology in the State of Florida during 1970-71 and 1972-73. A Comparative Report. Research Monograph Number 8."},
      {
        "id":"ED087652",
        "title":"Youth and the Law. First Edition 1973."},
      {
        "id":"ED087653",
        "title":"Youth and the Law. First Edition 1973. Teacher's Guide."},
      {
        "id":"ED087654",
        "title":"Suggestions for A Basic Economics Library: A Guide to the Building of an Economics Library for School, Classroom and Individual. Fifth Edition."},
      {
        "id":"ED087655",
        "title":"The Impact of Federalism on Educational Spending: Patterns Within and Across Nations."},
      {
        "id":"ED087656",
        "title":"A Rationale for Developing Student Participant Roles in Secondary Schools: The \"Comparing Political Experiences\" Program."},
      {
        "id":"ED087657",
        "title":"Comparative Religions."},
      {
        "id":"ED087658",
        "title":"Outward Bound Approaches to Alternative Schooling. A Preliminary Paper."},
      {
        "id":"ED087660",
        "title":"An Interdisciplinary Approach to Population Dynamics."},
      {
        "id":"ED087661",
        "title":"Explorations in Cultural Premises of Social Differentiation."},
      {
        "id":"ED087662",
        "title":"Transactions of Cognitive Equivalence in Hidden Curriculum Domains, \"Work\" and \"Play.\""},
      {
        "id":"ED087663",
        "title":"Resource Guide in Economic Education for Sauk Rapids Public Schools, Grades K-3."},
      {
        "id":"ED087664",
        "title":"An Evaluation of Award-Winning Elementary Teaching Materials from the Kazanjian Program."},
      {
        "id":"ED087665",
        "title":"Case Studies of Educational Innovation: IV. Strategies for Innovation in Education."},
      {
        "id":"ED087666",
        "title":"Curriculum Significance of the Affective Domain."},
      {
        "id":"ED087667",
        "title":"Student Reactions to Social Studies Simulations: A Case Study: Occasional Paper Number 73-3."},
      {
        "id":"ED087669",
        "title":"The Social Worker and Family Planning. Based on the Proceedings of the 1969 Annual Institute for Public Health Social Workers. PHS-2166."},
      {
        "id":"ED087671",
        "title":"Permanent Education: The Basis and Essentials."},
      {
        "id":"ED087672",
        "title":"Summer Institute in Social Science Methodology: Sociology, Psychology and Political Science for High Ability High School Students. Final Report."},
      {
        "id":"ED087673",
        "title":"The Geography of Education and Educational Planning."},
      {
        "id":"ED087674",
        "title":"Population and Family Education Teaching Materials: A Bibliography (Provisional)."},
      {
        "id":"ED087676",
        "title":"From Geographic Discipline to Inquiring Student. The High School Geography Project. Final Report."},
      {
        "id":"ED087677",
        "title":"Indicators of Performance of Educational Systems."},
      {
        "id":"ED087678",
        "title":"Indian Educational Material: Annotated Quarterly Bibliography. Volume 7, Number 3. (Period Covered: July-September 1972)"},
      {
        "id":"ED087680",
        "title":"Federal Textbook on Citizenship. English and State Government. Home Study Course. Section 3 for the Student. Revised 1973."},
      {
        "id":"ED087681",
        "title":"Can \"The New Social Studies\" Survive in the Public Schools?: A Case Study of the Perceptions of Significant School Related Groups Regarding Nationalistic Instruction."},
      {
        "id":"ED087684",
        "title":"General Status: Specific Role."},
      {
        "id":"ED087686",
        "title":"Social Change in the United States and Japan. A Wingspread Conference."},
      {
        "id":"ED087687",
        "title":"Cooperative Group Process. Profiles of Promise 19."},
      {
        "id":"ED087688",
        "title":"Studies in the Environment: Redesigning the Community. Profiles of Promise 20."},
      {
        "id":"ED087689",
        "title":"An Exercise in Realism: Contemporary Family Life. Profiles of Promise 17."},
      {
        "id":"ED087690",
        "title":"A Student-Centered Approach to Social Studies. Profiles of Promise 18."},
      {
        "id":"ED087692",
        "title":"Project KARE. Annual Report 1972-73."},
      {
        "id":"ED087693",
        "title":"Education in the People's Republic of China. Wingspread Report."},
      {
        "id":"ED087694",
        "title":"Population, Population and Family Education, and Family Planning: A Bibliography, Supplement to Bibliography, and Accessions List, February-June 1973."},
      {
        "id":"ED087695",
        "title":"Transparent Watercolor. Art Education: 6673.07."},
      {
        "id":"ED087696",
        "title":"Two from One Casting. Art Education: 6681.20."},
      {
        "id":"ED087697",
        "title":"Teacher Styles in Questioning and Explaining. Technical Report No. 39."},
      {
        "id":"ED087698",
        "title":"The Cultural Literacy Laboratory: A New Dimension in Multicultural Teacher Education."},
      {
        "id":"ED087699",
        "title":"Deductive Reasoning in Introductory Educational Research: A Survey of Theoretical- and Cognitive-Content from Selected Logic References."},
      {
        "id":"ED087700",
        "title":"Factors That May Affect Deductive Reasoning in Adult Students Enrolled in Educational Research Classes: A Review of Empirical- and Expository-Documents from Non-Textbook Literature Between 1920 and 1973."},
      {
        "id":"ED087701",
        "title":"Rationalising Sports Policies: I. Outline of a Methodology. European Cooperation For the Development of Sport for All."},
      {
        "id":"ED087702",
        "title":"The Rutland Center: A Model Program of Teacher Training and Service for Children with Severe Emotional and Behavioral Problems."},
      {
        "id":"ED087703",
        "title":"The Rutland Center Model for Treating Emotionally Disturbed Children."},
      {
        "id":"ED087704",
        "title":"Design of a Personnel and Training Information System for Educational R&D Personnel: Recommended Journals and References. Project Product."},
      {
        "id":"ED087705",
        "title":"Catalog of Educational RDD&E Instructional Materials."},
      {
        "id":"ED087706",
        "title":"Design of a Personnel and Training Information System for Educational R&D Personnel. The Domain of R&D Training Resources."},
      {
        "id":"ED087707",
        "title":"Design of a Personnel and Training Information System for Educational R&amp;D Personnel: Recommended Books and Monographs."},
      {
        "id":"ED087708",
        "title":"Design of a Personnel and Training Information System for Educational R&D Personnel. Final Report."},
      {
        "id":"ED087709",
        "title":"Process Analysis and Documentation for Utilization of Research Findings."},
      {
        "id":"ED087710",
        "title":"Hypnosis and Education."},
      {
        "id":"ED087711",
        "title":"ROTE: Reality Oriented Teacher Education."},
      {
        "id":"ED087712",
        "title":"Teacher Education for an Urban Setting. Educational Comment, 1973."},
      {
        "id":"ED087714",
        "title":"Flexibility in Program Planning and NCATE Standards."},
      {
        "id":"ED087715",
        "title":"Professional Laboratory Experiences at the Preservice Level."},
      {
        "id":"ED087716",
        "title":"Partners for Educational Reform and Renewal."},
      {
        "id":"ED087717",
        "title":"A Composite Field Based Performance Program with an &quot;Adopt-A-School&quot; Component."},
      {
        "id":"ED087718",
        "title":"Comprehensive Explanation and Analysis of the Multiple Alternative Program (MAP)."},
      {
        "id":"ED087719",
        "title":"Power, Authority and Decision Making in Teacher Education. Yearbook 1971."},
      {
        "id":"ED087720",
        "title":"Secondary Education, 314-340, Modules 8-16."},
      {
        "id":"ED087721",
        "title":"Secondary Education, 314-392, Student Teaching Modules."},
      {
        "id":"ED087722",
        "title":"Elementary Education, 312:328, Modules 1-9 &amp; 11."},
      {
        "id":"ED087723",
        "title":"Elementary Education, 312:324, Modules 1-8."},
      {
        "id":"ED087724",
        "title":"Elementary Education, 312:320, Modules 1-12."},
      {
        "id":"ED087725",
        "title":"Elementary Education, 312:340, Modules 1-5."},
      {
        "id":"ED087726",
        "title":"Elementary Education, 312:392, Student Teaching."},
      {
        "id":"ED087727",
        "title":"Secondary Education, 314-310, Modules 1-7."},
      {
        "id":"ED087729",
        "title":"HPER Directory of Professional Preparation Institutions."},
      {
        "id":"ED087730",
        "title":"Health Education: Student Terminal Goals, Program Goals, and Behavioral Objectives."},
      {
        "id":"ED087731",
        "title":"Professional Preparation in Dance, Physical Education, Recreation Education, Safety Education, and School Health Education."},
      {
        "id":"ED087732",
        "title":"Potential Mobility Among Career Teachers in New York City's Middle Schools: The Relationship Between Selected Occupational Characteristics, Expectations and Attitudes."},
      {
        "id":"ED087733",
        "title":"How About a Teacher Education Center? . . . Ask the Kids."},
      {
        "id":"ED087735",
        "title":"Institute for Training Directors of Teacher Education Reform Programs. Final Report."},
      {
        "id":"ED087736",
        "title":"Safety Education Curriculum."},
      {
        "id":"ED087737",
        "title":"From Books to the Real World: A Field Learning Experience. Final Report."},
      {
        "id":"ED087738",
        "title":"Imperative - Redesign for Health Education."},
      {
        "id":"ED087739",
        "title":"Testing."},
      {
        "id":"ED087740",
        "title":"What's in a Name? Competency/Performance/or Proficiency-Based Teacher Education."},
      {
        "id":"ED087741",
        "title":"Competency: The Language of the Behavioral Objectives Movement."},
      {
        "id":"ED087742",
        "title":"A Practical Management System for Performance-Based Teacher Education. PBTE Series No. 15."},
      {
        "id":"ED087743",
        "title":"Issues in Governance for Performance-Based Teacher Education. PBTE Series No. 13."},
      {
        "id":"ED087744",
        "title":"Obligation for Reform. The Final Report of the Higher Education Task Force on Improvement and Reform in American Education."},
      {
        "id":"ED087745",
        "title":"Report of an Urban Education Reform Experiment: Problems and Promise. Part I Project Development. Supplement to Final Report of the 5th Cycle Teacher Corps Project."},
      {
        "id":"ED087747",
        "title":"James Carter: Champion of the Normal School Movement."},
      {
        "id":"ED087748",
        "title":"Achieving the Potential of Performance-Based Teacher Education: Recommendations. PBTE Series No. 16."},
      {
        "id":"ED087749",
        "title":"How to Research the Power Structure of Your Secondary School System."},
      {
        "id":"ED087750",
        "title":"Problems and Prospects in Developing an Open Classroom."},
      {
        "id":"ED087751",
        "title":"Building Healthier Youth: A Basic Curriculum Guide. Grades K-7."},
      {
        "id":"ED087753",
        "title":"A Career Needs Comparison of Elementary School Teachers and Undergraduate Students in an Elementary School Teacher Preparation Program."},
      {
        "id":"ED087754",
        "title":"A Career Development Study of Elementary School Teachers."},
      {
        "id":"ED087755",
        "title":"Instructional Consultation: A Strategy For Classroom Intervention."},
      {
        "id":"ED087756",
        "title":"A New Dimension to the Teacher Center Concept: A University Partnership With a Community College."},
      {
        "id":"ED087757",
        "title":"Alternative Teacher Assessment Strategies."},
      {
        "id":"ED087758",
        "title":"Interaction Analysis for Teacher Preparation."},
      {
        "id":"ED087759",
        "title":"Matching Student Teachers with Cooperating Teachers: A Review of the Literature."},
      {
        "id":"ED087760",
        "title":"Self-Contained Training Materials for Teacher Education: A Derivation from Research on the Learning of Complex Skills. Acquiring Teaching Competencies. Reports and Studies. Report No. 5."},
      {
        "id":"ED087761",
        "title":"Early Childhood Education and Competency-Based Teacher Education."},
      {
        "id":"ED087762",
        "title":"Competency-Based Teacher Certification in the United States. A Working Paper of the Pennsylvania Competency-Assessment Certification Program."},
      {
        "id":"ED087763",
        "title":"Which Direction for Schools of Education?"},
      {
        "id":"ED087764",
        "title":"Attainment of Behavioral Objectives by Teacher Education Graduates."},
      {
        "id":"ED087765",
        "title":"Tasks of Technical and Public Policy Experts in Educational R&D."},
      {
        "id":"ED087766",
        "title":"A Training Program For Selected Teacher Functions."},
      {
        "id":"ED087767",
        "title":"Faculty Self-Study in the Elementary School. Working Papers. Revised Edition 1973."},
      {
        "id":"ED087768",
        "title":"Teacher Strategies and Student Engagement in Low-Income Area Schools. Research and Development Memorandum No. 105."},
      {
        "id":"ED087769",
        "title":"Summary of Research on Open Education."},
      {
        "id":"ED087770",
        "title":"Competency-Based Teacher Education. Research Memorandum EPRC 2158-19."},
      {
        "id":"ED087771",
        "title":"Journal of Proceedings. 1973 Annual Convention of the National Association of State Boards of Education (Portland, Oregon, October 6-10)."},
      {
        "id":"ED087772",
        "title":"Ferment and Momentum in Teacher Education. 15th Annual Charles W. Hunt Lecture."},
      {
        "id":"ED087773",
        "title":"Alternative Models for the Co-operative Governance of Teacher Education Programs."},
      {
        "id":"ED087774",
        "title":"Developing Good Teachers by Strengthening Student Teachers' Self-Concepts."},
      {
        "id":"ED087775",
        "title":"Do Pre-Student Teaching Experiences Change Attitudes Toward Teaching?"},
      {
        "id":"ED087776",
        "title":"One Year Program to Train Developers in Public Education Systems. Final Report."},
      {
        "id":"ED087777",
        "title":"An Experimental In-Service Teacher Education Program for Distressed Elementary Schools."},
      {
        "id":"ED087778",
        "title":"Teacher Training Products: The State of the Field. Research and Development Memorandum No. 116."},
      {
        "id":"ED087779",
        "title":"Teaching Centers: Utopia, Eutopia, or Kakotopia?"},
      {
        "id":"ED087780",
        "title":"Systems Approach to Individualization."},
      {
        "id":"ED087781",
        "title":"In Thy Cooperating Teacher's Image: Convergence of Social Studies Student Teachers' Behavior Patterns with Cooperating Teachers' Behavior Patterns."},
      {
        "id":"ED087782",
        "title":"The Relative Effectiveness of Student Teaching Versus A Combination of Student Teaching and Microteaching."},
      {
        "id":"ED087783",
        "title":"Illinois Area Service Centers and Their Effects on Teacher Change."},
      {
        "id":"ED087784",
        "title":"Developing Training Skills for Classroom Teachers Who Will be Working with Undergraduate Students."},
      {
        "id":"ED087785",
        "title":"An APL/1500 Procedure for Generating Random Samples from Trivariate Normal Populations."},
      {
        "id":"ED087786",
        "title":"CIRCUS: Comprehensive Assessment in Nursery School and Kindergarten."},
      {
        "id":"ED087788",
        "title":"Educational Quality Assessment - Manual for Interpreting Intermediate School Reports: Grade 7."},
      {
        "id":"ED087789",
        "title":"State Testing Programs: 1973 Revision."},
      {
        "id":"ED087791",
        "title":"Reliability and Validity of the I,P, and C Scales - A Multidimensional View of Locus of Control."},
      {
        "id":"ED087792",
        "title":"Development of a Standardized Measure of Classroom Participation."},
      {
        "id":"ED087793",
        "title":"COLAMDA Evaluation, 1970-71."},
      {
        "id":"ED087795",
        "title":"A Study of the Discrepancies Between Student Evaluation and Faculty Self-Perceptions of Instructional Procedures in Higher Education."},
      {
        "id":"ED087798",
        "title":"The Evaluation of the Culturally Different: Pre-School, Primary and Elementary Age Children."},
      {
        "id":"ED087799",
        "title":"Adolescence Intellectual Decline."},
      {
        "id":"ED087800",
        "title":"The Use of Tests for Selection and Other Purposes in the Professions."},
      {
        "id":"ED087801",
        "title":"Birth Order, Family Configuration, and Verbal Achievement."},
      {
        "id":"ED087802",
        "title":"Vocational Education Teachers' Evaluation of Preservice Professional Training as Related to Their Work Values and Attitudes Toward Students and Teaching."},
      {
        "id":"ED087803",
        "title":"Preschool Behavioral Classification Project."},
      {
        "id":"ED087804",
        "title":"A Factor Analytic Approach to the Analysis of Learning Curves."},
      {
        "id":"ED087805",
        "title":"The Prediction of Individual Mobility Plans."},
      {
        "id":"ED087806",
        "title":"The Application of Bayes' Formula to Expectancy Tables."},
      {
        "id":"ED087808",
        "title":"A Comparison of Four Methods for Estimating Common Factor Scores."},
      {
        "id":"ED087809",
        "title":"Measures of Short-Term Recognition Memory."},
      {
        "id":"ED087811",
        "title":"Evaluation Methods and Procedures In a Therapeutic Nursery Program."},
      {
        "id":"ED087812",
        "title":"Bridging the Gap with Action Research."},
      {
        "id":"ED087813",
        "title":"Standardized Versus Unstandardized Factor Analysis in a Study of &quot;Organizational Climate&quot;."},
      {
        "id":"ED087814",
        "title":"The Structure of Memory: Fixed of Flexible? Structural Learning Series."},
      {
        "id":"ED087815",
        "title":"Latent Trait Estimation: Theory vs. Practice."},
      {
        "id":"ED087816",
        "title":"Accelerating the Educational Progress of Intellectually Gifted Youths."},
      {
        "id":"ED087818",
        "title":"Evaluation Instruments for Bilingual Education. A Revision of Tests in Use in Title VII Bilingual Education Projects."},
      {
        "id":"ED087819",
        "title":"EQA Inventory Technical Manual, Grades 7 and 9."},
      {
        "id":"ED087820",
        "title":"Development of Assessment Measures for Use With Youth-Work Training Program Enrollees Phase II: Longitudinal Validation."},
      {
        "id":"ED087821",
        "title":"A Comparison of Bayesian and Traditional Indexes of Test Item Effectiveness."},
      {
        "id":"ED087822",
        "title":"An Investigation of the \"Don't Know\" Option in Formative Evaluation."},
      {
        "id":"ED087823",
        "title":"An Affluent Society's Excuses for Inequality: Developmental, Economic, and Educational. ERIC-IRCD Urban Disadvantaged Series, Number 35, January 1974."},
      {
        "id":"ED087824",
        "title":"A Screening Method for Early Identification of Learning Disabilities."},
      {
        "id":"ED087825",
        "title":"The New Environment-Heredity Controversy: A Selected Annotated Bibliography."},
      {
        "id":"ED087826",
        "title":"Abstracts of Research and Evaluation Reports, 1972-73."},
      {
        "id":"ED087827",
        "title":"Project Conquest--District 189, East St. Louis, Illinois. P.L. 89-10 Title I."},
      {
        "id":"ED087828",
        "title":"A Production Test in Black Standard and Nonstandard Speech. Research and Development Memorandum, Number 114."},
      {
        "id":"ED087829",
        "title":"Evaluation Report, District 24, Queens. Title I District Umbrella and Title I Open Enrollment Educational Services for Disadvantaged Pupils."},
      {
        "id":"ED087830",
        "title":"Evaluation report, District 24, Queens. State Urban Education Programs."},
      {
        "id":"ED087831",
        "title":"District Number 22, ESEA Title I Projects."},
      {
        "id":"ED087832",
        "title":"District Number 22 State Urban Education Projects."},
      {
        "id":"ED087835",
        "title":"An Evaluation of the Corrective Mathematics Services for Disadvantaged Pupils in Non-Public Schools. ESEA Title I Program."},
      {
        "id":"ED087836",
        "title":"An Evaluation of Title I, ESEA Umbrella District Number 15, Summer 1972. A Title I Program."},
      {
        "id":"ED087837",
        "title":"An Evaluation of the College Discovery and Development Program. ESEA Title I Program."},
      {
        "id":"ED087838",
        "title":"An Evaluation of the College Bound Program. ESEA Title I Program."},
      {
        "id":"ED087839",
        "title":"An Evaluation of the Readiness Program for Disadvantaged Pre-School Children With Exceptional Learning Disabilities. State Urban Education Program."},
      {
        "id":"ED087840",
        "title":"An Evaluation: Improvement of Teaching English as a Second Language."},
      {
        "id":"ED087841",
        "title":"An Evaluation of Project for Increased Achievement and a New Outlook. State Urban Education Program."},
      {
        "id":"ED087842",
        "title":"An Evaluation of ESEA Title I Programs, Community School District 15."},
      {
        "id":"ED087843",
        "title":"Evaluation of State Urban Education Programs, Community School District 15."},
      {
        "id":"ED087844",
        "title":"An Evaluation of the Bilingual Center for Preschoolers in District 17. ESEA Title VII Program."},
      {
        "id":"ED087845",
        "title":"Evaluation of Title I Decentralized Umbrella and Title I Optional Assignment Programs for Disadvantaged Pupils. District 24, New York City."},
      {
        "id":"ED087846",
        "title":"An Evaluation of State Urban Education Programs for Disadvantaged Students in District 24, New York City."},
      {
        "id":"ED087847",
        "title":"The Dilemma of Desegregation/Resegregation."},
      {
        "id":"ED087848",
        "title":"Independent Evaluation of the Adult Basic Education Career Development Center in the Newark Model Cities Area."},
      {
        "id":"ED087849",
        "title":"Towards 3000: The Dynamics of Future Post-Secondary Education."},
      {
        "id":"ED087851",
        "title":"Second Careers: A Selected Bibliography."},
      {
        "id":"ED087852",
        "title":"The Dynamics of Life Skills Coaching. Life Skills Series."},
      {
        "id":"ED087853",
        "title":"Whither Education for Health Care Delivery. A Florida Approach."},
      {
        "id":"ED087854",
        "title":"Strategies for Educational Reform. Distinguished Lecture Series No. 1."},
      {
        "id":"ED087855",
        "title":"SPAN: An Accelerated Project for a Systems Program Approaching Non-unemployment of Vocational Students. Final Report."},
      {
        "id":"ED087856",
        "title":"Planning and Measurement in School to Work Transition."},
      {
        "id":"ED087857",
        "title":"Parkway Program."},
      {
        "id":"ED087858",
        "title":"A Cumulative AAEC Bibliography. [Appalachian Adult Education Center.] Special Issue."},
      {
        "id":"ED087859",
        "title":"Job Characteristics and Job Attitudes: A Multivariate Study."},
      {
        "id":"ED087861",
        "title":"An Evaluation of the Effects of a Planned Career Education Program for Grades 7, 8, 9, and 10 in a Rural Area."},
      {
        "id":"ED087862",
        "title":"Expressed Willingness and Competence of Home Economics Teachers to Instruct Occupational Classes."},
      {
        "id":"ED087863",
        "title":"Technical Education: Careers Unlimited. Proceedings of The National Clinic on Technical Education (9th, Fort Worth, Texas, March 15-17, 1972)."},
      {
        "id":"ED087864",
        "title":"A Survey of the Effectiveness of Current Vocational, Technical and Adult Educational Training Programs for the Vocationally Handicapped in Wisconsin. Final Report."},
      {
        "id":"ED087865",
        "title":"Program Self-Review Procedures. Ohio Program Review for Improvement, Development, and Expansion in Vocational Education."},
      {
        "id":"ED087866",
        "title":"Followup Report on Illinois &quot;Class of '71&quot; Occupational Program Alumni. Final Report."},
      {
        "id":"ED087868",
        "title":"A Career Development Program in Agricultural Occupations for Advantaged and Less Advantaged Rural Youth."},
      {
        "id":"ED087869",
        "title":"Career Education Concept Inventory."},
      {
        "id":"ED087870",
        "title":"Occupational Development Seminar: Instructor's Manual."},
      {
        "id":"ED087871",
        "title":"The Evaluation of Leadership Skills."},
      {
        "id":"ED087872",
        "title":"Pending Education Bills and Comments on Report of Educational Testing Service, Princeton, New Jersey. Hearings before the Subcommittee on Education and Training of the Committee on Veterans&apos; Affairs, House of Representatives, Ninety-Third Congress, First Session on Pending Bills Related to War Veterans and Certain of Their Dependents."},
      {
        "id":"ED087873",
        "title":"An Experimental Prevocational Training Project for Autistic and Neurologically Impaired Children. Final Report."},
      {
        "id":"ED087874",
        "title":"Student and Staff Evaluation of the Quarter System at Western Wisconsin Vocational, Technical, and Adult Education District. Final Report."},
      {
        "id":"ED087875",
        "title":"Project PACE. Research and Development Project. Final Report."},
      {
        "id":"ED087877",
        "title":"A State Plan for the Administration of Vocational and Technical Education in Illinois: Fiscal Year 1974."},
      {
        "id":"ED087878",
        "title":"Report and Evaluation of a Training Program for Correctional Officer Trainees."},
      {
        "id":"ED087879",
        "title":"Plumbing and Piping: Construction, Supervision, and Inspection. Course of Study."},
      {
        "id":"ED087880",
        "title":"Air Conditioning, Heating, and Ventilating: Construction, Supervision, and Inspection. Course of Study."},
      {
        "id":"ED087881",
        "title":"Architectural: Construction, Supervision, and Inspection. Course of Study."},
      {
        "id":"ED087883",
        "title":"Diagnostic Scheme for Specifying Vocational Assistance."},
      {
        "id":"ED087884",
        "title":"Final Report of the Careers and Curricula Program."},
      {
        "id":"ED087885",
        "title":"Soul City Expanded--An Experimental Demonstration Project for Adult Involvement. Final Report."},
      {
        "id":"ED087886",
        "title":"Final Report for Year III of the Atlanta Career Opportunities Program, 1972-73."},
      {
        "id":"ED087887",
        "title":"Concepts and Problems in Studies of the Quality of Working Life."},
      {
        "id":"ED087889",
        "title":"After Highland Park..."},
      {
        "id":"ED087890",
        "title":"Career Awareness for Secondary and Elementary Students [CASES] Resource Curriculum Guide. Volume I: K-6."},
      {
        "id":"ED087891",
        "title":"Career Awareness for Secondary and Elementary Students [CASES] Resource Curriculum Guide. Volume II: 7-9."},
      {
        "id":"ED087892",
        "title":"How to Pay for Your Health Career Education: A Guide for Minority Students."},
      {
        "id":"ED087893",
        "title":"Training Manual on Food Irradiation Technology and Techniques."},
      {
        "id":"ED087894",
        "title":"Annual Report, 1972. Department of Adult Education, University of Sydney."},
      {
        "id":"ED087895",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education. Vol. 6, No. 4."},
      {
        "id":"ED087897",
        "title":"Facilities Evaluation in Vocational and Technical Education."},
      {
        "id":"ED087898",
        "title":"Review and Synthesis of Research in Vocational Teacher Education."},
      {
        "id":"ED087899",
        "title":"Program Evaluation in Vocational and Technical Education."},
      {
        "id":"ED087900",
        "title":"Identification of Empirical Dimensions of the Diffusion Process: Interim Report."},
      {
        "id":"ED087901",
        "title":"Manpower Placement: Service Delivery for the Hard-to-Employ. Policy Papers in Human Resources and Industrial Relations 21."},
      {
        "id":"ED087903",
        "title":"Improving Grievance Arbitration: The Practitioners Speak. Working Paper 1973-07."},
      {
        "id":"ED087904",
        "title":"Career Education Curriculum Models Developed in Project &quot;What About Vocational Education?&quot; (WAVE) Workshops in the State of Washington 1968-1971, and Career Awareness Programs in State of Washington."},
      {
        "id":"ED087906",
        "title":"Guidelines for Cooperative Business and Office Occupational Education."},
      {
        "id":"ED087908",
        "title":"Community Development Training Manual for North Dakota City Auditors."},
      {
        "id":"ED087909",
        "title":"Canadian Occupational Groups."},
      {
        "id":"ED087910",
        "title":"Henderson County Vocational Education Curriculum Integration Project: History Report, July 1, 1970-June 30, 1973."},
      {
        "id":"ED087911",
        "title":"Insights: Proceedings of the Conference on Consumer and Homemaking Education (Anaheim, California, November 9-10, 1970)."},
      {
        "id":"ED087916",
        "title":"English, Math, Science, Social Studies. Curriculum Guides for the First Grade."},
      {
        "id":"ED087917",
        "title":"Music Kindergarten-Fifth Grade: Curriculum Guide."},
      {
        "id":"ED087918",
        "title":"Follow-Up. Grades 8-12. Career Education Center."},
      {
        "id":"ED087919",
        "title":"Guide to the Preparation of an Area of Distribution Manual."},
      {
        "id":"ED087920",
        "title":"A Guide to the Preparation of a Merchandise Information Manual."},
      {
        "id":"ED087921",
        "title":"District Leadership Conference Planner."},
      {
        "id":"ED087922",
        "title":"Training of Vocational Education Teachers in Research Methodology and Research Report Writing."},
      {
        "id":"ED087923",
        "title":"Career Development Exemplary Project. An Interdisciplinary Course of Study for Grades 1-6. (First Draft)."},
      {
        "id":"ED087924",
        "title":"Development of Media Materials for an Exemplary Career Education Project. Final Report."},
      {
        "id":"ED087925",
        "title":"Analysis of Industrial Supervisor Tasks in North Central VTAE [Vocational, Technical and Adult Education] District."},
      {
        "id":"ED087934",
        "title":"The Donkey and the Stick: Revisited."},
      {
        "id":"ED087935",
        "title":"Labour Market Experience of Persons Who Received Advance Notice of Employment Termination."},
      {
        "id":"ED087936",
        "title":"Apprenticeship Opportunities in the State of Washington."},
      {
        "id":"ED087937",
        "title":"Recommendation 30: Professional Engineering Training in Generation and Transmission."},
      {
        "id":"ED087938",
        "title":"Recommendation 31: Technician Engineering Training in Generation and Transmission."},
      {
        "id":"ED087939",
        "title":"A Guide to the Preparation of a Creative Marketing Project."},
      {
        "id":"ED087940",
        "title":"Characteristics for Personal and Leadership Development as an Integral Part of Instruction for Vocational Students."},
      {
        "id":"ED087941",
        "title":"Special Training Aids for Remedial Students."},
      {
        "id":"ED087942",
        "title":"Tennessee Research Coordinating Unit for Vocational Education. Final Report. July 1, 1972-June 30, 1973."},
      {
        "id":"ED087943",
        "title":"Factors Affecting the Educational and Career Choices of Agricultural Education Graduates at Texas A and M University, 1960-1964."},
      {
        "id":"ED087944",
        "title":"Curricular Choices and Performance of Students in the College of Agriculture at Texas A and M University."},
      {
        "id":"ED087945",
        "title":"Characteristics Contributing to the Success of Young Farmer Chapters."},
      {
        "id":"ED087946",
        "title":"Duplication, Gaps and Coordination of Publicly Funded Skill Training Programs in 20 Cities. Volume II."},
      {
        "id":"ED087947",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Volume 6, Number 2."},
      {
        "id":"ED087949",
        "title":"Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 6, Number 2."},
      {
        "id":"ED087950",
        "title":"Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 6, Number 3."},
      {
        "id":"ED087951",
        "title":"On the Assessment of Psychopathology in the Puerto Rican Patient."},
      {
        "id":"ED087952",
        "title":"A Comparison of Career Development between Males and Females Gifted in Science."},
      {
        "id":"ED087953",
        "title":"A Systems Model Of Behaving Organisms and Persons: Implications to Behavior Change in Counseling."},
      {
        "id":"ED087954",
        "title":"Predicting the Academic Achievement of Disadvantaged College Bound Students."},
      {
        "id":"ED087955",
        "title":"Vietnam Era G.I. Benefits: A Michigan Tri-County Survey on Advance Payment and Work-Study."},
      {
        "id":"ED087956",
        "title":"Interactive Effects of Sex and Status on Self-Disclosure."},
      {
        "id":"ED087957",
        "title":"Women and Education."},
      {
        "id":"ED087958",
        "title":"A Verified Vocational Counseling Model."},
      {
        "id":"ED087959",
        "title":"A Longitudinal Study of the Effect of an Academic Support Program on Former College Failures."},
      {
        "id":"ED087960",
        "title":"A Survey of Drug Use at a Private Liberal Arts University."},
      {
        "id":"ED087961",
        "title":"Social-Learning-Systems Approach of Accountability for Counseling."},
      {
        "id":"ED087963",
        "title":"Drugs. Developing Real Understanding and Growth in Students: Affective Approaches to Intermediate Elementary Substance Education. A Program Guide."},
      {
        "id":"ED087964",
        "title":"Perceptions of \"Counselors\" and Other Help Givers: What's in a Label?"},
      {
        "id":"ED087965",
        "title":"Peer Counselor Program, 1972-1973."},
      {
        "id":"ED087966",
        "title":"Aging and Variability of Individual Differences: A Longitudinal Analysis of Social, Psychological, and Physiological Indicators."},
      {
        "id":"ED087967",
        "title":"Part-Time Employment Study. Class of 1973--Lewiston High School. Educational Experiences Outside the Classroom."},
      {
        "id":"ED087968",
        "title":"Occupational Prestige and Its Relationship to Traditional and Non-Traditional Views of Women's Roles."},
      {
        "id":"ED087969",
        "title":"A Study of Attitudes of Twelfth Grade Students Toward High-Success-Oriented College/Career Goals of Females."},
      {
        "id":"ED087970",
        "title":"The Logics of Planning Career Guidance, Counseling, Placement and Follow-up Programs."},
      {
        "id":"ED087971",
        "title":"An Analysis of the 1972 Survey of Immediate Post-Secondary Activities of Grade 12 Students in Comparison with Previous Surveys."},
      {
        "id":"ED087972",
        "title":"The Basic Encounter Group in Counselor Education--Facts and Fancies."},
      {
        "id":"ED087973",
        "title":"Adolescent Suicide: An Investigation of High School Counselors Knowledge and Training."},
      {
        "id":"ED087974",
        "title":"Certification and Licensure."},
      {
        "id":"ED087975",
        "title":"Report of Completed Methodology Conference: Disadvantaged Series TM9-10. Development of a Model for the Training of Rehabilitation Personnel Employed in Agencies Assessing the Disadvantaged."},
      {
        "id":"ED087976",
        "title":"Attributional Analysis of Achievement Motivation: Some Applications to Education."},
      {
        "id":"ED087977",
        "title":"Modification of Family Interaction with the Child as the Behavior-Change Agent."},
      {
        "id":"ED087978",
        "title":"Extent of Psychological Differentiation as Related to Achievement in Science and Attitude Toward Science."},
      {
        "id":"ED087979",
        "title":"Use of Computer in Relation to Critical Guidance Factors."},
      {
        "id":"ED087980",
        "title":"Emotional Characteristics of Mature Women Students in Education."},
      {
        "id":"ED087981",
        "title":"Planning for Effective Community School Relations: A Manual of Procedures."},
      {
        "id":"ED087982",
        "title":"Applying Directed Graph Theory to Faculty Contact Structure."},
      {
        "id":"ED087983",
        "title":"The Learning Environment as a Predictor of the Academic Self-Concepts of Ninth Grade Mathematics Students."},
      {
        "id":"ED087984",
        "title":"Relationship of Masculinity-Femininity to Dependency and Self-Esteem."},
      {
        "id":"ED087985",
        "title":"Disruptive Students."},
      {
        "id":"ED087986",
        "title":"A Systems Approach to Behavior Modification: A Special Foster Home Program."},
      {
        "id":"ED087987",
        "title":"A Proposed Foster & Adoptive Family Development Process."},
      {
        "id":"ED087989",
        "title":"Juvenile Court Statistics - 1972."},
      {
        "id":"ED087990",
        "title":"The Right to be Left Alone."},
      {
        "id":"ED087991",
        "title":"Impact. Volume 3, Number 1."},
      {
        "id":"ED087992",
        "title":"Children and Curriculum."},
      {
        "id":"ED087993",
        "title":"Pattern Perception in Relation to Reading Habits. Final Report."},
      {
        "id":"ED087995",
        "title":"Guidelines for Framework in Reading: A Synopsis of the Framework in Reading."},
      {
        "id":"ED087996",
        "title":"SEL Pathways to Better Schools--A Comprehensive Planning Guide. Number 1."},
      {
        "id":"ED087997",
        "title":"SEL Pathways to Better Schools--An Organization for Instruction Program. Number 2."},
      {
        "id":"ED087998",
        "title":"SEL Pathways to Better Schools--An In-Service Training Program. Number 3."},
      {
        "id":"ED087999",
        "title":"SEL Pathways to Better Schools--A Reading Program. Number 4."},
      {
        "id":"ED088000",
        "title":"SEL Pathways to Better Schools--A Dropout Reduction Program. Number 5."},
      {
        "id":"ED088001",
        "title":"SEL Pathways to Better Schools--A Preschool Training Program. Number 6."},
      {
        "id":"ED088002",
        "title":"SEL Pathways to Better Schools--A Communication Skills Program. Number 7."},
      {
        "id":"ED088003",
        "title":"Preparation of Reading Content Specialists for the Junior High School; Teaching Reading in the Content Areas at the Junior High School Level: Strategies for Meeting a Wide Range of Individual Differences in Reading Achievement. Final Report."},
      {
        "id":"ED088004",
        "title":"IQ Is and Is Not Related to Reading."},
      {
        "id":"ED088005",
        "title":"Framework in Reading for the Elementary and Secondary Schools of California."},
      {
        "id":"ED088006",
        "title":"Teaching Comprehension in Content Areas."},
      {
        "id":"ED088007",
        "title":"Values and Reading."},
      {
        "id":"ED088008",
        "title":"Reading Forum: A Collection of Reference Papers Concerned with Reading Disability."},
      {
        "id":"ED088016",
        "title":"The Attitudes of Blacks Toward Stories in Selected Basal Readers Which Contain Negro Characters: Teaching Black Experience Through Literature."},
      {
        "id":"ED088017",
        "title":"Utilizing Common Content to Provide for Group Experiences Stemming from Individualized Reading."},
      {
        "id":"ED088018",
        "title":"An Evaluation of Graduate Students' Perceptions of Program Objectives."},
      {
        "id":"ED088019",
        "title":"A Developmental Study of a Free Recall Learning Strategy."},
      {
        "id":"ED088020",
        "title":"Checklist of Current Practices in Reading and Study Skills Programs for College Students."},
      {
        "id":"ED088021",
        "title":"Free Recall of Differentially Arousing Words."},
      {
        "id":"ED088022",
        "title":"Teaching Reading in the Content Areas: Three Pitfalls, Three Possibilities."},
      {
        "id":"ED088023",
        "title":"Grapho-Linguistics: The Study of the Communicative Properties of Children's Drawings and Their Role in the Initial Acquisition of Writing and Reading Skills."},
      {
        "id":"ED088024",
        "title":"Evaluation of Title II Projects Yields Interesting Results. ESEA Title II and the Right to Read, Notable Reading Projects, January-March, 1973, No. 12-13."},
      {
        "id":"ED088025",
        "title":"Title II Staff Issues Supplement to Reading and Media Selection Aid. ESEA Title II and The Right to Read, Notable Reading Projects, May-July, 1973, No. 14-15."},
      {
        "id":"ED088026",
        "title":"Focus on Reading."},
      {
        "id":"ED088027",
        "title":"Reading Methods in Urban Disadvantaged Schools: What Really Works in Primary Grades?"},
      {
        "id":"ED088028",
        "title":"A Comparison of the Reading Abilities of a Junior College Occupational Education Population and the Readability Levels of Their Texts."},
      {
        "id":"ED088029",
        "title":"Individualized Reading: A Course of Study for a One Semester Elective Course at Cedar Falls Senior High, Cedar Falls, Iowa."},
      {
        "id":"ED088032",
        "title":"The Results of Sensory Motor or Perceptual Motor Programs on Beginning Reading Skills--A Review of the Literature."},
      {
        "id":"ED088033",
        "title":"The Diagnostic-Prescriptive-Individualized Primary Reading Program; An Introduction."},
      {
        "id":"ED088034",
        "title":"One Approach to Teaching Critical Listening."},
      {
        "id":"ED088035",
        "title":"Developing Basic Reading Skills through Effective Class Organization."},
      {
        "id":"ED088037",
        "title":"Priorities on Research on Reading."},
      {
        "id":"ED088038",
        "title":"Effect of Two Word Deletion Schemes upon the Comprehension of Five Levels of Telegraphic Prose."},
      {
        "id":"ED088039",
        "title":"Needed: A Functional Literacy Skills Curriculum for the Secondary School."},
      {
        "id":"ED088040",
        "title":"Reading Literacy: Its Definition and Assessment."},
      {
        "id":"ED088041",
        "title":"Concepts and Elements of Confluent Education (Life Is Possibilities, Not Probabilities). DRICE Monograph No. 3."},
      {
        "id":"ED088042",
        "title":"Your Future in Daily Newspapers. Revised Edition."},
      {
        "id":"ED088043",
        "title":"Schools of Journalism Are Being Ruined."},
      {
        "id":"ED088044",
        "title":"News and Editorial Content and Readership of the Daily Newspaper. New Research Bulletin No. 5."},
      {
        "id":"ED088045",
        "title":"News Research for Better Newspapers. Volume 2."},
      {
        "id":"ED088046",
        "title":"Focus: The Communication Arts, Part 2."},
      {
        "id":"ED088047",
        "title":"Speaking of Choices, Part One of a Two-Part Discussion and Making the Choices, Part Two of a Two-Part Discussion of Alternatives in English."},
      {
        "id":"ED088048",
        "title":"Teaching Composition."},
      {
        "id":"ED088051",
        "title":"Industrial Communication Reading, Speaking, Listening, Writing. Grade XII."},
      {
        "id":"ED088052",
        "title":"Building Industrial Communications: Listening, Speaking, Writing, Reading. Grade XI."},
      {
        "id":"ED088053",
        "title":"Building Industrial Communications: Listening, Speaking, Writing, Reading. Grade XII."},
      {
        "id":"ED088055",
        "title":"The ANPA Foundation Newspaper Test."},
      {
        "id":"ED088056",
        "title":"English: Listening with the Third Eye; Writing Poetry Through Mental and Sensory Awareness."},
      {
        "id":"ED088060",
        "title":"Writing Poetry: A Self-Instructional Approach."},
      {
        "id":"ED088063",
        "title":"Rags and Riches in Modern American Literature, Language Arts, English: 5113.89."},
      {
        "id":"ED088064",
        "title":"Biography for Children: A Summary of Problems and Perspectives."},
      {
        "id":"ED088065",
        "title":"The Sunny South: A Gilded Age Publishing Phenomenon."},
      {
        "id":"ED088066",
        "title":"War as a Theme in Literature-Language Arts, English, World Literature: 5114.46."},
      {
        "id":"ED088067",
        "title":"What We Can Learn from Still Photography."},
      {
        "id":"ED088068",
        "title":"The Relevance of Behavioral Objectives for English."},
      {
        "id":"ED088069",
        "title":"Supplementary English Curriculum Book, 1973-74."},
      {
        "id":"ED088071",
        "title":"Language Arts in the Junior High Years: Exploration--Stimulation--Preparation; A Language Arts Resource Prepared for Grades Seven through Nine."},
      {
        "id":"ED088072",
        "title":"Some Demographic Correlates of Changing Newspaper Circulation."},
      {
        "id":"ED088073",
        "title":"The Freedom of Information Act, Executive Order 11652 and The Second Session of the Ninety-Second Congress."},
      {
        "id":"ED088079",
        "title":"A. A. T. E. Guide to English Books, 1973."},
      {
        "id":"ED088080",
        "title":"Chicano Literature: An Introduction and an Annotated Bibliography."},
      {
        "id":"ED088081",
        "title":"Language Arts: Resource Material for Teachers. Career Guidance Series, Curriculum Bulletin, 1966-67 Series, No. 8g."},
      {
        "id":"ED088082",
        "title":"The Oral Tradition: Springboard for Teaching Black Literature."},
      {
        "id":"ED088083",
        "title":"The News Media and the Government: Clash of Concentrated Power."},
      {
        "id":"ED088085",
        "title":"Free Written Composition at the Middle Level of Comprehensive School (FRIS)."},
      {
        "id":"ED088086",
        "title":"English Literature: A Student&apos;s Guide to Serial Bibliographies."},
      {
        "id":"ED088087",
        "title":"1974-75 NCTE Guide to Teaching Materials for English, Grades 7-12: An Annotated Listing of Textbooks and Related Materials for Secondary Schools Prepared by the NCTE Staff."},
      {
        "id":"ED088088",
        "title":"The Story That Has Not Been Told."},
      {
        "id":"ED088090",
        "title":"Nonverbal Behavior and the Communication Process."},
      {
        "id":"ED088091",
        "title":"Modules of Mini-Electives."},
      {
        "id":"ED088094",
        "title":"A Computer Assisted Literacy Development Program for Career Oriented Youths and Adults, Ages 14-24. Final Report."},
      {
        "id":"ED088095",
        "title":"Developing a Course in the Teaching of English as a Second Language."},
      {
        "id":"ED088097",
        "title":"Intellectual Freedom Committee Update:"},
      {
        "id":"ED088098",
        "title":"Intellectual Freedom: A Bibliography."},
      {
        "id":"ED088099",
        "title":"From Pandora to Nora: Literature and Women's Liberation."},
      {
        "id":"ED088100",
        "title":"Children's Books 1973: A List of Books for Preschool Through Junior High School Age."},
      {
        "id":"ED088101",
        "title":"Communication Skills for EMR Pupils; Teacher Resource Material."},
      {
        "id":"ED088102",
        "title":"A Resource Bulletin for Teachers of English--Grade 10: The Worlds of Discourse."},
      {
        "id":"ED088103",
        "title":"Spanish-Speaking Children in American Schools: The Story of an Educational Crime."},
      {
        "id":"ED088105",
        "title":"American Children's Literature: An Historiographical Review."},
      {
        "id":"ED088107",
        "title":"Communication and Career Specialization: Communication Courses in Community College Programs."},
      {
        "id":"ED088108",
        "title":"Stage Lighting (Multi-Curricular), Art Education: 6683.07."},
      {
        "id":"ED088109",
        "title":"\"Losing Battles\": The Tests of Endurance."},
      {
        "id":"ED088110",
        "title":"Criteria for Evaluating Secondary Language Arts Curricula."},
      {
        "id":"ED088111",
        "title":"Free Speech Yearbook 1973."},
      {
        "id":"ED088114",
        "title":"The Building of a Populist Impulse."},
      {
        "id":"ED088115",
        "title":"Books on Film and Filmmaking."},
      {
        "id":"ED088116",
        "title":"A Selected Bibliography of Publications, 1949-1972."},
      {
        "id":"ED088119",
        "title":"Approaches to Teaching Interpersonal Communication."},
      {
        "id":"ED088122",
        "title":"Film: A Student's Guide to Reference Resources."},
      {
        "id":"ED088124",
        "title":"Speech and Journalism Course Outlines, 1971-1972."},
      {
        "id":"ED088127",
        "title":"Partial Course Design: Discussion and Group Dynamics Based on the Briggs Model."},
      {
        "id":"ED088128",
        "title":"Women's Studies: The Role of the Communication Professor."},
      {
        "id":"ED088129",
        "title":"Bibliographic Annual in Speech Communication 1973."},
      {
        "id":"ED088130",
        "title":"Instructional Technology in the Liberal Arts Curriculum."},
      {
        "id":"ED088131",
        "title":"Fundamentals of Speech--Or of Communication--Or of Both?"},
      {
        "id":"ED088132",
        "title":"Bias in the Mass Media."},
      {
        "id":"ED088133",
        "title":"The Relationship of Course Attitudes, Instructor Credibility, Attraction, and Homophily to Immediate Recall and Student-Instructor Interaction."},
      {
        "id":"ED088134",
        "title":"Sociometric Choice as a Determinant of Satisfaction and Problem Solving Success in Discussion Groups."},
      {
        "id":"ED088136",
        "title":"New Directions in Mass Communication Research."},
      {
        "id":"ED088137",
        "title":"What is Hermeneutics? An Exploration into the Nature of Interpretation and Understanding."},
      {
        "id":"ED088138",
        "title":"The Relationship of Sex, Social Class and Verbal Planning to the Disfluencies Produced by Nonstuttering Preschool Children."},
      {
        "id":"ED088139",
        "title":"Employment Contracts for Secondary School Administrators. Report on Educational Practice, Number Two."},
      {
        "id":"ED088140",
        "title":"Utilization of NIE Output."},
      {
        "id":"ED088141",
        "title":"Summary of Responses to the Preliminary NIE Plan."},
      {
        "id":"ED088142",
        "title":"National Institute of Education: Methods for Managing Programmatic Research and Development. A Working Note."},
      {
        "id":"ED088143",
        "title":"National Institute of Education: Methods for Managing Fundamental Research. A Working Note."},
      {
        "id":"ED088144",
        "title":"Considerations in Planning and Managing Performance Contracting for Education. A Working Note."},
      {
        "id":"ED088145",
        "title":"National Institute of Education: Organizational and Managerial Alternatives. A Working Note."},
      {
        "id":"ED088146",
        "title":"The Problem of Obtaining and Using Resources in Education: Some Proposed Programs for Purposive Change."},
      {
        "id":"ED088147",
        "title":"Management Information Issues and Needs in the National Institute of Education."},
      {
        "id":"ED088148",
        "title":"SRI-EPRC Summary."},
      {
        "id":"ED088149",
        "title":"A Needs Assessment for Educational R&amp;D."},
      {
        "id":"ED088150",
        "title":"NIE Planning Unit. Interim Report."},
      {
        "id":"ED088151",
        "title":"Organizing for Innovation: Alternative Designs for the American Educational R&amp;D System."},
      {
        "id":"ED088152",
        "title":"Management Policy for Institutional Support and Assessment."},
      {
        "id":"ED088153",
        "title":"Future-Oriented Program Alternatives for the National Institute of Education."},
      {
        "id":"ED088154",
        "title":"A Utilization Strategy for the National Institute of Education."},
      {
        "id":"ED088155",
        "title":"The Role of Marketing in a National Institute of Education. Preliminary Report of a Planning Conference, April 2-3, 1972. (Final)."},
      {
        "id":"ED088156",
        "title":"A Research and Development Agenda for the National Institute of Education. A Report."},
      {
        "id":"ED088157",
        "title":"Research and Development in Education: Analysis and Program Development."},
      {
        "id":"ED088158",
        "title":"Transfer of R&amp;D Projects to NIE: Recommendations to Commissioner of Education."},
      {
        "id":"ED088159",
        "title":"Program Planning for the National Institute of Education: A Summary of Four R&amp;D Analyses. Second Version."},
      {
        "id":"ED088160",
        "title":"A Management Plan for the Basic Research Division of the Proposed National Institute of Education."},
      {
        "id":"ED088161",
        "title":"Administrative Management in NIE. A Report."},
      {
        "id":"ED088162",
        "title":"NIE Planning Status, July 1972."},
      {
        "id":"ED088163",
        "title":"Alternative Designs for the National Institute of Education."},
      {
        "id":"ED088164",
        "title":"Proposed Initiatives in Educational R&amp;D."},
      {
        "id":"ED088165",
        "title":"Testimony of Thomas K. Glennan, Jr., Director, National Institute of Education Before the Labor-Health, Education, and Welfare Subcommittee of the House Committee on Appropriations in Support of an FY 1974 Supplemental Appropriation."},
      {
        "id":"ED088166",
        "title":"State Policy Making for the Public Schools of Wisconsin."},
      {
        "id":"ED088167",
        "title":"State Policy Making for the Public Schools of Massachusetts."},
      {
        "id":"ED088168",
        "title":"Emergency Planning for Oregon Schools."},
      {
        "id":"ED088169",
        "title":"Humaneness. . .Essential for Successful Management."},
      {
        "id":"ED088170",
        "title":"Managing for Student Needs: A Student Centered Management Information System. Final Report."},
      {
        "id":"ED088172",
        "title":"Evaluating the Services of Paraprofessional Aides."},
      {
        "id":"ED088173",
        "title":"Longitudinal Study in Curriculum Engineering."},
      {
        "id":"ED088174",
        "title":"The Implications of the 45-15 Calendar for Changing Family Life Patterns."},
      {
        "id":"ED088175",
        "title":"Ideosyncratic Variables Related to Curriculum Making in Historical Perspective."},
      {
        "id":"ED088176",
        "title":"An Adventure in Enrichment."},
      {
        "id":"ED088177",
        "title":"A Benefit-Cost Structure for PACE I.D.: An Early Identification and Intervention Project. Management Systems Programs."},
      {
        "id":"ED088178",
        "title":"Effective Budget Building: A Guide for School Districts and Community Colleges. School Business Management Bulletin. Revised."},
      {
        "id":"ED088179",
        "title":"Directory of Optional Alternative Public Schools."},
      {
        "id":"ED088180",
        "title":"A Comparison of Open Space and Traditional Classroom Structures According to Independence Measures in Children, Teachers' Awareness of Children's Personality Variables, and Children's Academic Progress. Final Report."},
      {
        "id":"ED088181",
        "title":"Consumption of Energy in New York State: 1972 (with Estimates for 1973)."},
      {
        "id":"ED088182",
        "title":"An Evaluation of the Effects of an Open Space Program on Selected Seventh Grade Pupils and Their Teachers."},
      {
        "id":"ED088183",
        "title":"Report of Ad Hoc Committee on Energy Efficiency in Large Buildings to the Interdepartmental Fuel and Energy Committee of the State of New York."},
      {
        "id":"ED088184",
        "title":"Report of Ad Hoc Committee on Appliance and Apparatus Efficiency to the Interdepartmental Fuel and Energy Committee of the State of New York. Final Report."},
      {
        "id":"ED088185",
        "title":"Report of Ad Hoc Committee on Energy Efficiency in Transportation to the Interdepartmental Fuel and Energy Committee of the State of New York. Interim Report."},
      {
        "id":"ED088186",
        "title":"Due Process and Its Historical Development in Education."},
      {
        "id":"ED088187",
        "title":"Crisis Communications. Seminar Report."},
      {
        "id":"ED088188",
        "title":"The Utilization and Communication of Research Results."},
      {
        "id":"ED088189",
        "title":"Planning Educational Assistance for the Second Development Decade. Fundamentals of Educational Planning--18."},
      {
        "id":"ED088190",
        "title":"Planning the Location of Schools: Ankole District, Uganda. Case Studies -- 3."},
      {
        "id":"ED088191",
        "title":"Pilot Testing of a Student Volunteer Out-of-School Tutoring Service."},
      {
        "id":"ED088192",
        "title":"Project VUE: Volunteers Upholding Education."},
      {
        "id":"ED088193",
        "title":"The Regional Interstate Projects in 1972-73: A Structural and Functional Description."},
      {
        "id":"ED088194",
        "title":"Crisis Response. A Report of Activities of the Center for Urban Education During the School Strikes in New York City in the Fall of 1968."},
      {
        "id":"ED088195",
        "title":"The Atlanta Project: How One Large School System Responded to Performance Information."},
      {
        "id":"ED088196",
        "title":"The School Attitudes Study. An Interim Report."},
      {
        "id":"ED088197",
        "title":"The Development of Community Involvement and Support in the Process of Building an Experimenting School."},
      {
        "id":"ED088198",
        "title":"Role Conflict Resolution Behavior of Kansas Public High School Principals."},
      {
        "id":"ED088199",
        "title":"Characteristics of School Districts Related to Implementation of Year-Round Schools."},
      {
        "id":"ED088200",
        "title":"Planning and Management Process."},
      {
        "id":"ED088201",
        "title":"A Model of the Funding Decision Making Process."},
      {
        "id":"ED088202",
        "title":"The Planning Unit Concept: An Alternative Approach to Program-Budgeting in Public Service Agencies."},
      {
        "id":"ED088203",
        "title":"Schools and the Energy Crisis. A Research Report."},
      {
        "id":"ED088205",
        "title":"Simulation Models for Developing an Individualized, Performance Criterion Learning Situation. Technical Monograph No. 21."},
      {
        "id":"ED088206",
        "title":"Federal Legislation and Education in New York State."},
      {
        "id":"ED088213",
        "title":"Simulation for Educational Facility Planning: Review and Bibliography."},
      {
        "id":"ED088214",
        "title":"The Administrator and Organizational Renewal."},
      {
        "id":"ED088215",
        "title":"Basic Quality Education. An Interim Report."},
      {
        "id":"ED088216",
        "title":"Computerized Scheduling in Vancouver Schools. A Research Report."},
      {
        "id":"ED088217",
        "title":"Overview of the Parent Child Center Management Information System. Final Report."},
      {
        "id":"ED088218",
        "title":"Urban Schools & School Finance Reform: Promise & Reality."},
      {
        "id":"ED088220",
        "title":"Revenue Sharing Briefing Packet."},
      {
        "id":"ED088221",
        "title":"The Resource Approach to Program Cost Analysis."},
      {
        "id":"ED088222",
        "title":"Program Budgeting for School Districts. Supplement to Handbook 3 Budgeting."},
      {
        "id":"ED088223",
        "title":"Designing Schools To Minimize Damage from Vandalism and Normal Rough Play."},
      {
        "id":"ED088224",
        "title":"Guide to Selected Art Prints. Using Art Prints in Classrooms."},
      {
        "id":"ED088226",
        "title":"Title III and Changing Educational Designs."},
      {
        "id":"ED088227",
        "title":"Purchasing. School Business Management Handbook Number 5. Revised."},
      {
        "id":"ED088236",
        "title":"Appraising Managerial Performance for Salary Purposes."},
      {
        "id":"ED088238",
        "title":"Improving Instruction in the 1970s--What Could Make a Significant Difference?"},
      {
        "id":"ED088239",
        "title":"An Analysis of Two Teachers Union Contracts with Large Urban School Systems."},
      {
        "id":"ED088240",
        "title":"Digest of Educational Statistics, 1973 Edition."},
      {
        "id":"ED088241",
        "title":"Population Characteristics. School Enrollment in the United States: October 1973 (Advance Report). Current Population Reports. Series P-20, No. 261."},
      {
        "id":"ED088242",
        "title":"Conditions for Success and Failure of Organizational Development in Schools."},
      {
        "id":"ED088243",
        "title":"Mental Health Program for Sacramento Unified School District Elementary School Principals."},
      {
        "id":"ED088244",
        "title":"A Curriculum Guide for Primary and Intermediate Special Education in the Opelika City Schools. Revised Edition."},
      {
        "id":"ED088245",
        "title":"Arithmetic Skills--Location and Direction, Plateau 2: Teachers Instructional Guide for Primary and Intermediate Special Education. Revised Edition."},
      {
        "id":"ED088246",
        "title":"Latino Mental Health: A Review of Literature."},
      {
        "id":"ED088247",
        "title":"Plan for Everyone: The Involvement of Low Income and Minority Members."},
      {
        "id":"ED088248",
        "title":"Second Continuation Proposal for Strategies in Early Childhood Education."},
      {
        "id":"ED088249",
        "title":"Education of Mentally Retarded Persons: Selected Papers."},
      {
        "id":"ED088250",
        "title":"A Study of Georgia's Criminal Justice System as It Relates to the Mentally Retarded, i.e. Law Enforcement, Judicial, and Incarceration."},
      {
        "id":"ED088251",
        "title":"A Study of Georgia's Services for the Mentally Retarded, Volume I."},
      {
        "id":"ED088252",
        "title":"A Study of Georgia's Service for the Mentally Retarded (A Review of the Organization, Methodology and Implementation of the Project.) Volume II."},
      {
        "id":"ED088253",
        "title":"Teaching Gifted Students Art in Grades Seven Through Nine."},
      {
        "id":"ED088254",
        "title":"Teaching Gifted Children Art in Grades Four Through Six."},
      {
        "id":"ED088256",
        "title":"Activities in Developmental Physical Education; Volume II."},
      {
        "id":"ED088257",
        "title":"Special Education Preschool Project Replication Manual; &quot;Focus on Preschool Developmental Problems.&quot;"},
      {
        "id":"ED088258",
        "title":"Energy Conservation and Mentally Retarded Citizens."},
      {
        "id":"ED088259",
        "title":"A Program of Behavioral Objectives for the Students."},
      {
        "id":"ED088260",
        "title":"3R, Reality, Re-Education, Responsibility: A Cooperative Education Program for Students with Learning Problems Associated with Behavior."},
      {
        "id":"ED088261",
        "title":"Work-Study Program Considerations for Students with Handicaps."},
      {
        "id":"ED088262",
        "title":"Handicapped and Normal Children Learning Together. Summary of Project, 1970-1973."},
      {
        "id":"ED088263",
        "title":"Evaluation of the First Summer Leadership Training Institute 1973: A Brief Summary."},
      {
        "id":"ED088264",
        "title":"An Assessment of Ohio Residential Schools and Other Public School Settings for Educating Deaf Students and Blind Students. Final Report."},
      {
        "id":"ED088265",
        "title":"Evaluation of Education of Inner City Handicapped Children, Case Studies in Five Cities. Volume I, Final Report."},
      {
        "id":"ED088266",
        "title":"An Evaluation of the Columbus, Ohio Tutoring Program for Neurologically Handicapped Students."},
      {
        "id":"ED088267",
        "title":"Educating for the Future: 21st Century Teaching."},
      {
        "id":"ED088268",
        "title":"Annual Report: Dept. of Audiology and Education of the Deaf, University of Manchester, Volume 4, 1973."},
      {
        "id":"ED088269",
        "title":"Project 3R. End-of-Project Evaluation Report, July 1, 1969 through June 30, 1972."},
      {
        "id":"ED088270",
        "title":"Auditory Perceptual and Language Development Training Program. Final Project Report 1969-1972."},
      {
        "id":"ED088271",
        "title":"Mental Retardation Programs of the U.S. Department of Health, Education, and Welfare. FY 1964."},
      {
        "id":"ED088272",
        "title":"Mental Retardation: Activities of the U.S. Department of Health, Education, and Welfare."},
      {
        "id":"ED088273",
        "title":"SHARE: Guidelines for Speech and Hearing Alliances in Research and Education."},
      {
        "id":"ED088274",
        "title":"Modifications in the Formation of the German Imperative."},
      {
        "id":"ED088275",
        "title":"Linguistic and Paralinguistic Interchange."},
      {
        "id":"ED088276",
        "title":"Cases and Clauses in Vietnamese."},
      {
        "id":"ED088277",
        "title":"Factors Affecting Student Acceptance or Rejection of a Foreign-Language Learning Program."},
      {
        "id":"ED088278",
        "title":"Gaining Insight into Sub-Saharan African Cultures Through Literature."},
      {
        "id":"ED088279",
        "title":"African Expressions in Hispano-American Literature."},
      {
        "id":"ED088280",
        "title":"Vowel and Consonant Durations in Falling Nuclei."},
      {
        "id":"ED088281",
        "title":"How to Pay Tutors in Personalized Instruction If Your Institution Does Not Provide the Funds."},
      {
        "id":"ED088282",
        "title":"The New Atlantis."},
      {
        "id":"ED088283",
        "title":"Maria Catrileo's Work in the Tagmemics of Mapuche."},
      {
        "id":"ED088284",
        "title":"Measurement and Evaluation of Speaking Skill in a Second Language."},
      {
        "id":"ED088285",
        "title":"On the German Language in America."},
      {
        "id":"ED088286",
        "title":"An Algorithm for Locating Stressed Syllables in Continuous Speech."},
      {
        "id":"ED088287",
        "title":"Perceived Stress as the \"Standard\" for Judging Acoustical Correlates of Stress."},
      {
        "id":"ED088288",
        "title":"Use of Syntactic Segmentation and Stressed Syllable Location in Phonemic Recognition."},
      {
        "id":"ED088289",
        "title":"Influences of Phonetic Sequences and Stress on Fundamental Frequency Contours of Isolated Words."},
      {
        "id":"ED088290",
        "title":"Parental Involvement in Bilingual Education."},
      {
        "id":"ED088291",
        "title":"Passives, Pronouns, and Themes and Rhemes."},
      {
        "id":"ED088292",
        "title":"Simplification in Child Phonology."},
      {
        "id":"ED088293",
        "title":"La Formation et la Recyclage des Professeurs de Langues Vivantes an Quebec 1973-1978 (The Training and Retraining of Modern Language Teachers in Quebec, 1973-1978)."},
      {
        "id":"ED088294",
        "title":"Acoustical Measurements of Selected Intonation Contours of French."},
      {
        "id":"ED088295",
        "title":"Even If They're Tearing up the Street Where You Were Born, Don't Throw Out the Baby with the Wash."},
      {
        "id":"ED088296",
        "title":"Efficient Conversation: The Talk between Pilots and Air Traffic Controllers."},
      {
        "id":"ED088298",
        "title":"Higher Education Research and Development Priorities: A Joint Report to the National Institute for Education Prepared by the Higher Education Research and Development (HERD) Group."},
      {
        "id":"ED088299",
        "title":"Chicago Student Health Project Summer 1968."},
      {
        "id":"ED088300",
        "title":"The Factbook for [Your School] and Guidelines for Its Use."},
      {
        "id":"ED088301",
        "title":"Scholarship and Teaching in the Field of Higher Education."},
      {
        "id":"ED088302",
        "title":"Physician Manpower in Florida Series. 1. A Report on Physician Distribution in Florida."},
      {
        "id":"ED088303",
        "title":"Philadelphia Student Health Project Summer 1968."},
      {
        "id":"ED088305",
        "title":"Faculty Agreement, 1972-1973. Oakland University."},
      {
        "id":"ED088306",
        "title":"A Memorandum of Understanding Between the Board of Trustees and Faculty of Belleville Area College, District No. 522. 1973-1974."},
      {
        "id":"ED088307",
        "title":"[Agreement Between the College of Medicine and Dentistry of New Jersey and the Council of Chapters of the American Association of University Professors at the College of Medicine and Dentistry of New Jersey.]"},
      {
        "id":"ED088308",
        "title":"[Agreement between New York Institute of Technology and Council of Metropolitan and Old Westbury Chapters, American Association of University Professors.]"},
      {
        "id":"ED088309",
        "title":"Community College District No. 15, Wenatchee Valley College, State of Washington. Board of Trustees Resolution No. 73-32 Regarding A. H. E. Negotiations Resolution."},
      {
        "id":"ED088310",
        "title":"Cooperative Board-Staff Relations Between the Board of Trustees of College District No. 2 and the Grays Harbor College Faculty Association."},
      {
        "id":"ED088311",
        "title":"Agreement Between the Board of Trustees of State Colleges and the Boston State College Faculty Federation, American Federation of Teachers Local 1943, AFL-CIO (April 3, 1972)."},
      {
        "id":"ED088312",
        "title":"Committee on Foreign Student Policies and Services, Final Report."},
      {
        "id":"ED088313",
        "title":"Personal Characteristics and Teaching Effectiveness of College Faculty."},
      {
        "id":"ED088315",
        "title":"Systems Analysis Approach to Academic Planning. Part II. Research Profile. Vol. 2, No. 1, March 1974."},
      {
        "id":"ED088316",
        "title":"A Study of Title III of the Higher Education Act: The Developing Institutions Program. Final Report."},
      {
        "id":"ED088317",
        "title":"The Usefulness of Student Evaluations in Improving College Teaching. Research Report No. 356."},
      {
        "id":"ED088318",
        "title":"Institutional Program for Fort Hays Kansas State College Hays, Kansas. Second Edition."},
      {
        "id":"ED088319",
        "title":"Stabilization of Freshman Enrollment by Analysis of College Choice Factors and College Services."},
      {
        "id":"ED088320",
        "title":"Graduating Senior Ratings Relationship to Colleague Rating, Student Rating, Research Productivity and Academic Rank in Rating Instructional Effectiveness. Research Report No. 352."},
      {
        "id":"ED088321",
        "title":"Faculty Activity Analysis: Its Role in the Evaluation of Faculty."},
      {
        "id":"ED088322",
        "title":"Guidelines for Increasing Academic Efficiency at the State Colleges and Universities as Approved by the Board of Regents, State of Kansas."},
      {
        "id":"ED088323",
        "title":"The Tax Status of Internships and Other Field Experience Education Payments."},
      {
        "id":"ED088324",
        "title":"Care and Cure: Health Curriculum for Current Needs. Regional Spotlight. Southern Regional Education Board, Vol. 3, No. 3, January/February 1974."},
      {
        "id":"ED088325",
        "title":"University-Wide Planning for the Minority Student."},
      {
        "id":"ED088326",
        "title":"Health Professions Education Master Plan: A Part of Phase III of the New Jersey Master Plan for Higher Education, May 1973."},
      {
        "id":"ED088379",
        "title":"The Women&apos;s Educational Equity Act. Hearings Before the Subcommittee on Equal Opportunities of the Committee on Education and Labor House of Representatives Ninety-Third Congress First Session on H. R. 208. Part I."},
      {
        "id":"ED088380",
        "title":"&quot;Alternatives to Tenure: Live Options&quot;--The Hampshire Experiment."},
      {
        "id":"ED088381",
        "title":"What's Left on Campus to Govern -- or Toward the End of Lamentations."},
      {
        "id":"ED088382",
        "title":"Elemental Analysis of the Keller Method of Instruction."},
      {
        "id":"ED088383",
        "title":"Proctor's Discussions Of Students' Quiz Performance With Students In a Self-Paced (PSI) Undergraduate Course."},
      {
        "id":"ED088384",
        "title":"Federal Support to Universities and Colleges Rises to $4.1 Billion in FY 1972. Science Resources Studies Highlights. August 1, 1973."},
      {
        "id":"ED088385",
        "title":"A Guide to Writing Learning Contracts."},
      {
        "id":"ED088386",
        "title":"Prospectus: Change in Liberal Education."},
      {
        "id":"ED088388",
        "title":"Developing the Black Community to Save Black Colleges. Report of the Second Black Colleges and Community Development Conference (Chicago, Illinois, September 19-21, 1973)."},
      {
        "id":"ED088389",
        "title":"Roles of the Student in Development of Technic Courses in Dentistry."},
      {
        "id":"ED088390",
        "title":"Strategies for Assessing Differential Institutional Effectiveness."},
      {
        "id":"ED088391",
        "title":"Women's Educational Equity Act of 1973. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare United States Senate Ninety-Third Congress First Session on S.2518."},
      {
        "id":"ED088392",
        "title":"The U.S. Coast Guard Academy Curricula; An Evaluation."},
      {
        "id":"ED088393",
        "title":"The Changing Profile of College Students. ERIC/Higher Education Research Report No. 10, 1973."},
      {
        "id":"ED088401",
        "title":"Student Expenses at Postsecondary Institutions 1974-75."},
      {
        "id":"ED088404",
        "title":"The University Experience: The Fourth Year, Part I, 1966 Freshman Class."},
      {
        "id":"ED088405",
        "title":"Enrollment at State Universities and Land-Grant Colleges, Fall, 1973."},
      {
        "id":"ED088406",
        "title":"Transfer Standards and the Public Interest: Academic Aptitude."},
      {
        "id":"ED088407",
        "title":"Organizing Approaches to Facilitate Student Mobility in Postsecondary Education."},
      {
        "id":"ED088408",
        "title":"The Transfer Student Dimension of Articulation."},
      {
        "id":"ED088409",
        "title":"Outline History of Classification: An Essay."},
      {
        "id":"ED088410",
        "title":"Publishing in Education: A Statement Prepared for the National Institute of Education by the Association of American Publishers."},
      {
        "id":"ED088411",
        "title":"Dissemination Activity of NIE."},
      {
        "id":"ED088412",
        "title":"Recommendations for the Dissemination and Utilization Program of the National Institute of Education."},
      {
        "id":"ED088413",
        "title":"Recommendations for the Dissemination Program of the National Institute of Education Concerning (1) Needed Research on the Dissemination Process, (2) Strategies for NIE's Own Dissemination and Utilization Effort."},
      {
        "id":"ED088414",
        "title":"The Development of an Instructional Television Publication: ITV: Promise Into Practice. An ESEA Title III Project Termination Report."},
      {
        "id":"ED088416",
        "title":"Oregon Total Information System. Title III, ESEA Evaluation."},
      {
        "id":"ED088417",
        "title":"Toward a Theoretical Model of Learning As It Relates To Simulation Games With Discussion."},
      {
        "id":"ED088418",
        "title":"Coordinated Information Services For a Discipline- Or Mission-Oriented Community."},
      {
        "id":"ED088419",
        "title":"Towards Central Government Computer Policies. Data Base Developments and International Dimensions."},
      {
        "id":"ED088420",
        "title":"Regents Statement in Rebuttal to LCER Program Audit of March 1, 1973 &quot;Educational Television in New York State&quot;."},
      {
        "id":"ED088421",
        "title":"R&amp;D Utilization Strategies and Functions: An Analytical Comparison of Four Systems. Final Report."},
      {
        "id":"ED088423",
        "title":"Individualized Course Completion Time Predictions: Development of Instruments and Techniques."},
      {
        "id":"ED088424",
        "title":"Course Modularization Applied: The Interface System and Its Implications For Sequence Control and Data Analysis."},
      {
        "id":"ED088425",
        "title":"An Evaluation of Ten Techniques For Choosing Instructional Media. Focus on the Trained Man."},
      {
        "id":"ED088426",
        "title":"Keeping Order: Coding-Materials, Audio Visual Aids, and Microfiche. Staff Utilization for Continuous Progress Education."},
      {
        "id":"ED088427",
        "title":"An Exploration: Media in the Affective Domain."},
      {
        "id":"ED088428",
        "title":"Children's Television Workshop Annual Report 1973."},
      {
        "id":"ED088429",
        "title":"Conversion of the Minnesota Union List of Serials (MULS) To National Serials Data Program (NSDP) Requirements: A Proposal. Final Report."},
      {
        "id":"ED088430",
        "title":"New England Library Information Network Director's Annual Report, 1972-1973."},
      {
        "id":"ED088431",
        "title":"Narrative Evaluation Report On: An HEA Institute for Training in Librarianship for Drug Education For Academic and School Library Media Specialists."},
      {
        "id":"ED088432",
        "title":"A Management Review and Analysis of Purdue University Libraries and Audio-Visual Center."},
      {
        "id":"ED088433",
        "title":"Learning Center Unlimited."},
      {
        "id":"ED088434",
        "title":"Coordination of Two On-Line Information Retrieval Services At the University of Minnesota Bio-Medical Library."},
      {
        "id":"ED088435",
        "title":"A Critical Look At South Dakota Cable TV Franchising."},
      {
        "id":"ED088436",
        "title":"Analysis and Assessment of the State of the Art In Instructional Technology. Final Report: Task I."},
      {
        "id":"ED088437",
        "title":"Effects of Concurrent Negative Feedback On Performance of Two Motor Tasks. Working Paper Number Six."},
      {
        "id":"ED088438",
        "title":"New Aptitudes For Adaptive Instruction: A Computer Simulation of a Learning Environment Individualized By Human Information Processes and Reinforcement Contingencies. Working Paper Number Four."},
      {
        "id":"ED088439",
        "title":"U. S. Prison Library Services And Their Theoretical Bases. Occasional Papers Number 110."},
      {
        "id":"ED088440",
        "title":"United States Information Service Libraries. Occasional Papers Number 111."},
      {
        "id":"ED088441",
        "title":"Anatomy of a Government Document: The Cabinet Committee Report on Cable Communications."},
      {
        "id":"ED088442",
        "title":"How To Build A Learning Station: Everything A Teacher Should Know."},
      {
        "id":"ED088443",
        "title":"Summary of Activities Reports Of The ERIC Clearinghouse On Library And Information Sciences, 1970, 1971-72, 1972-73."},
      {
        "id":"ED088444",
        "title":"NIE/NCEC Educational Information Dissemination Services and Practitioner Incentives to Utilize Information and R&amp;D Products--A Conference Report."},
      {
        "id":"ED088445",
        "title":"Library and Archival Needs for NIE."},
      {
        "id":"ED088446",
        "title":"The Library of the National Institute of Education: A Proposal (First Draft)."},
      {
        "id":"ED088447",
        "title":"Position Paper: Transfer of NCEC To NIE."},
      {
        "id":"ED088448",
        "title":"Concept Learning As Processed By Task Sequence And Memory Support. Working Paper Number Eight."},
      {
        "id":"ED088450",
        "title":"Grassroots Handbook. Citizen Action For Library Support: A Guide."},
      {
        "id":"ED088451",
        "title":"Regional Hearing of National Commission On Libraries And Information Science. Boston, Massachusetts, Wednesday, October 3, 1973. Volume I."},
      {
        "id":"ED088452",
        "title":"National Commission On Libraries And Information Science. Volume II. Oral Testimony."},
      {
        "id":"ED088453",
        "title":"National Commission On Libraries And Information Science. Volume III. Written Testimony."},
      {
        "id":"ED088454",
        "title":"Guidelines for ISDS."},
      {
        "id":"ED088455",
        "title":"Global and Long-Distance Decision-Making, Environmental Issues and Network Potentials."},
      {
        "id":"ED088456",
        "title":"Project Aurora; An Experiment in Expanding Library Awareness, July 1970 to June 1972. Final Report."},
      {
        "id":"ED088457",
        "title":"Regional Reference Survey Report."},
      {
        "id":"ED088459",
        "title":"System Analysis + Work Study = Library Accountability."},
      {
        "id":"ED088461",
        "title":"Evaluation of An Approval Plan: Vendor and Publisher Performance."},
      {
        "id":"ED088462",
        "title":"Information In 1985; A Forecasting Study of Information Needs and Resources."},
      {
        "id":"ED088463",
        "title":"Automated Information Management In Public Administration; Present Developments and Impacts. Part I; Conclusions by the Data Bank Panel. Part II; Automated Information Management in Public Administration; Present Developments and Impact (by Klaus Lenk)."},
      {
        "id":"ED088464",
        "title":"Information Needs of Urban Residents. Final Report."},
      {
        "id":"ED088465",
        "title":"Computer-Assisted Instruction In Dental Diagnosis; A Systematic Product Development."},
      {
        "id":"ED088466",
        "title":"Comparison Of Student Performance And Attitude Under Three Lesson-Selection Strategies In Computer-Assisted Instruction."},
      {
        "id":"ED088467",
        "title":"Conference Report; Dissemination of NIE-Sponsored Products."},
      {
        "id":"ED088468",
        "title":"Cable Television and Education: A Position Paper. Based On the Proceedings of the Pennsylvania Learning Resources Association Sponsored CATV and Education Conference, Seven Springs Mountain Resort, Champion, Pa., May 11-12, 1973."},
      {
        "id":"ED088469",
        "title":"Single Concept Videotapes Which Streamline Learning While Saving Dollars."},
      {
        "id":"ED088470",
        "title":"Cable: Report to the President, 1974."},
      {
        "id":"ED088471",
        "title":"A Film Unit Designed Especially For Developing Countries."},
      {
        "id":"ED088472",
        "title":"Lights! Cameras! Action......Filmmaking For The Junior High School, Grades 7 - 9. An Annotated Bibliography and Filmography."},
      {
        "id":"ED088474",
        "title":"A General-Purpose Time-Sharing System For a Small- Or Medium-Scale Computer."},
      {
        "id":"ED088475",
        "title":"Instructional Television Program. An Evaluation."},
      {
        "id":"ED088476",
        "title":"Laboratory Control With A Medium-Scale Time-Sharing System."},
      {
        "id":"ED088477",
        "title":"Texas Information Service Educational Information Consultant Training Manual."},
      {
        "id":"ED088478",
        "title":"Management Research Center Report To The External Degree Planning Consortium Of The Policy Institute, SURC On Identification Of Learning Materials."},
      {
        "id":"ED088479",
        "title":"Evaluation Report For Institute For Public Libraries In Service To Young Children. Higher Education Title II-B Project, 1971-1972."},
      {
        "id":"ED088480",
        "title":"Narrative Evaluation Report On The Institute For The Automation of Bibliographical Services At The School of Library and Information Services, University of Maryland, College Park, Maryland 20742 (10-21 June, 1968)."},
      {
        "id":"ED088483",
        "title":"Narrative Evaluation Report On The Institute On The Selection, Organization, and Use Of Materials By And About The Negro At Fisk University, Nashville, Tennessee 37203 (June 15, 1970 to July 24, 1970)."},
      {
        "id":"ED088485",
        "title":"Complete Clear Text Representation of Scientific Documents in Machine-Readable Form. NBS Technical Note 820."},
      {
        "id":"ED088487",
        "title":"The Wired Island: The First Two Years of Public Access To Cable Television In Manhattan."},
      {
        "id":"ED088488",
        "title":"Models of Television-Based Educational Programs: A Draft Report. A Working Note."},
      {
        "id":"ED088489",
        "title":"The Integration of Course Content, Technology and Institutional Setting. A Three Year Report, 31 May 1973. Project TACT, Technological Aids to Creative Thought."},
      {
        "id":"ED088490",
        "title":"Audio Tapes In Syracuse University Libraries."},
      {
        "id":"ED088492",
        "title":"A Guide to Computer Simulations of Three Adaptive Instructional Models for the Advanced Instructional System Phases II and III. Final Report."},
      {
        "id":"ED088493",
        "title":"Graphics Expression Reading Improvement System. Evaluation Report, 1972-73."},
      {
        "id":"ED088494",
        "title":"A Blueprint For a Television Environmental Simulation Project: &quot;The Land and Me.&quot;"},
      {
        "id":"ED088495",
        "title":"Television and the Urban Child."},
      {
        "id":"ED088496",
        "title":"Two Papers on Educational Innovation and Dissemination. 1. Educational Innovation: Substance and Process. 2. &quot;Post-Sputnik&quot; Trends in Educational Dissemination Systems."},
      {
        "id":"ED088498",
        "title":"The Development of a Competency-Based Model for Use in Instructional Technology."},
      {
        "id":"ED088499",
        "title":"Final Report on the First Phase of the LEARN Project; The Development of Selfdrill. Final Report."},
      {
        "id":"ED088502",
        "title":"Mississippi's Annual Descriptive Report; Fiscal 1973, Under the Library Services and Construction Act."},
      {
        "id":"ED088504",
        "title":"Annual Evaluation Report, 1973; South Carolina State Library."},
      {
        "id":"ED088505",
        "title":"National Commission on Libraries and Information Science Annual Report to the President and the Congress, 1972-1973."},
      {
        "id":"ED088506",
        "title":"Computer Simulation as an Aid to Managers of Training."},
      {
        "id":"ED088507",
        "title":"The Vocational Education Component of the Rhode Island Educational Management Information System."},
      {
        "id":"ED088508",
        "title":"Agnews State Hospital Rehabilitation Services Patients' Library Bibliotherapy Project; Third Annual Report."},
      {
        "id":"ED088509",
        "title":"Four Years' Reading in Bibliotherapy, 1968 - 1972."},
      {
        "id":"ED088510",
        "title":"Bibliotherapy Project Final Report; Community Phase, April, 1972 through September, 1973."},
      {
        "id":"ED088511",
        "title":"Agnews State Hospital Patients' Library Bibliotherapy Project. Final Report, March 1972."},
      {
        "id":"ED088512",
        "title":"Analysis and Synthesis of Tutorial Dialogues. Semi-Annual Technical Report Number Two."},
      {
        "id":"ED088513",
        "title":"CILA: A New Approach to Problems in the Acquisition of Latin American Library Materials."},
      {
        "id":"ED088514",
        "title":"Media Adjunct Programming: An Individualized Media-Managed Approach to Academic Pilot Training."},
      {
        "id":"ED088515",
        "title":"Dissemination in the R&amp;D Center: A Position Paper. Occasional Paper Number Four."},
      {
        "id":"ED088516",
        "title":"Condensed Task Report on Study of Ohio Public School Library Manpower to Ohio Department of Education."},
      {
        "id":"ED088518",
        "title":"Film Catalog of the New York State Library. 1973 Supplement."},
      {
        "id":"ED088519",
        "title":"Methods For Human Resource Development."},
      {
        "id":"ED088520",
        "title":"The Mohonk Conference. A Report on an International Symposium on the Role of Books and Other Educational Materials in Meeting the Educational and Economic Goals of Developed and Developing Countries."},
      {
        "id":"ED088521",
        "title":"Computer Assisted Learning. Book 1, The Teletype; Book 2, BASIC 1; Book 3, BASIC 2."},
      {
        "id":"ED088523",
        "title":"1973/74 Interinstitutional Salary of Professional Librarians Employed by the SUS of Florida."},
      {
        "id":"ED088524",
        "title":"Media Guidelines: Development and Validation of Criteria for Evaluating Media Training. Volume One; Procedures. Final Report."},
      {
        "id":"ED088525",
        "title":"Media Guidelines: Development and Validation of Criteria for Evaluating Media Training. Volume Two; Guidelines Manual. Final Report."},
      {
        "id":"ED088526",
        "title":"A Survey of the Present State-Of-The-Art In Learning Center Operations."},
      {
        "id":"ED088527",
        "title":"Development and Implementation of a Curriculum-Based Information Support System for Hamline University."},
      {
        "id":"ED088528",
        "title":"Educational Reform and Instructional Television In El Salvador."},
      {
        "id":"ED088529",
        "title":"The Future of Instructional Technology. Summary Report of the Lake Okoboji Educational Media Leadership Conference (19th Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 12-17, 1973)."},
      {
        "id":"ED088530",
        "title":"Films and Group Discussions as a Means of Training Leaders."},
      {
        "id":"ED088531",
        "title":"Demographic Planning Workshop, October 11-13, 1973."},
      {
        "id":"ED088532",
        "title":"Second Preliminary Report to the Provost, Tanana Valley Community College Developmental Study."},
      {
        "id":"ED088533",
        "title":"Michigan Department of Corrections Jailer Specialist Training Program. Final Report."},
      {
        "id":"ED088534",
        "title":"The Junior College Approach to Retail Marketing and Sales Success."},
      {
        "id":"ED088535",
        "title":"Summer Workshop for New Community Junior College Presidents and Wives."},
      {
        "id":"ED088536",
        "title":"Yes, We Have Computer Assisted Counseling."},
      {
        "id":"ED088537",
        "title":"The Change of Managerial Policies at Essex County College Learning Resources Center and Introduction of Management by Objectives System."},
      {
        "id":"ED088538",
        "title":"The Newspaper: A Vehicle for Delivery of College Courses."},
      {
        "id":"ED088539",
        "title":"Attrition/Retention Patterns at HJC. Final Report."},
      {
        "id":"ED088540",
        "title":"Graduate Follow-Up Study 1948-73."},
      {
        "id":"ED088541",
        "title":"Educational Planning for the Future Development of Pasco-Hernando Community College."},
      {
        "id":"ED088542",
        "title":"KOCE-TV Needs-Assessment Surveys. Target Population T.V. Discussion Panels."},
      {
        "id":"ED088543",
        "title":"Staff Evaluation, Sacramento City College, 1973."},
      {
        "id":"ED088544",
        "title":"State-Wide Community College Conference on Gerontology and Aging Programs. Summary."},
      {
        "id":"ED088545",
        "title":"Implications on Innovation in Instruction. Summary Report."},
      {
        "id":"ED088546",
        "title":"Factors Affecting Enrollment in Engineering-Related Technical Programs in Community Colleges. Final Report."},
      {
        "id":"ED088547",
        "title":"The Rio Hondo Exploratory College, 1970-1974."},
      {
        "id":"ED088548",
        "title":"Can Community Colleges Survive the PhD Glut?"},
      {
        "id":"ED088549",
        "title":"Nonpunitive Grading Practices and Policies."},
      {
        "id":"ED088550",
        "title":"Staff and Program Development in Florida's Public Community Colleges, 1972-73."},
      {
        "id":"ED088551",
        "title":"An Innovative Approach to Orientation at One Comprehensive Community College."},
      {
        "id":"ED088552",
        "title":"Two Year College Faculty Problems: Master Contracts, Pros and Cons."},
      {
        "id":"ED088553",
        "title":"Faculty Compensation Report, 1973-1974."},
      {
        "id":"ED088554",
        "title":"Institutional Research in the Community College."},
      {
        "id":"ED088555",
        "title":"Humanizing Community-Junior College Environment: Toward Change--Staff Development."},
      {
        "id":"ED088556",
        "title":"Follow-Up Study of Graduates from the 1973 Los Angeles City College Registered Nurse Program."},
      {
        "id":"ED088557",
        "title":"The President, Colorado Community Colleges, Data Processing, and CAMPUS/COLORADO."},
      {
        "id":"ED088558",
        "title":"Children and Adolescents in the Second Development Decade: Priorities for Planning and Action."},
      {
        "id":"ED088559",
        "title":"An Experimental Approach to Developing Model Programs for Early Childhood Education. Final Report."},
      {
        "id":"ED088560",
        "title":"Some Problems in Contracting for Federally Assisted Child-Care Services. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED088561",
        "title":"Get Set Day Care Program."},
      {
        "id":"ED088562",
        "title":"Pre-Primary Education."},
      {
        "id":"ED088564",
        "title":"Nonverbal Communication of Affect in Children."},
      {
        "id":"ED088565",
        "title":"Values in Early Childhood Education."},
      {
        "id":"ED088566",
        "title":"Observational Schedules for Children Ages Three Through Seven: Diagnostic/Instructional Procedures in Language Arts and Mathematics for Five-Year-Olds."},
      {
        "id":"ED088567",
        "title":"Relational Learning in Young Children. Final Report."},
      {
        "id":"ED088568",
        "title":"The Impact of Social Cues on Children's Behavior."},
      {
        "id":"ED088569",
        "title":"The Early Maternal Linguistic Environment of Normal and Down's Syndrome (Mongoloid) Language Learning Children."},
      {
        "id":"ED088570",
        "title":"The Development of Incentive Level Influence on Overt Rehearsal and Free Recall of Unrelated Words."},
      {
        "id":"ED088571",
        "title":"A Family Oriented Enrichment Program for Handicapped Infants."},
      {
        "id":"ED088572",
        "title":"A Model of Conceptual Learning and Development: Empirical Validation of the Concept Attainment Levels."},
      {
        "id":"ED088573",
        "title":"Adding Needed Development."},
      {
        "id":"ED088574",
        "title":"Early Childhood Re-Visited."},
      {
        "id":"ED088575",
        "title":"Screening Kindergarten Children for Early Intervention through Direct Observation of Classroom Behavior."},
      {
        "id":"ED088577",
        "title":"Early Childhood Research and Development Needs and Gaps in Federally Funded Intervention Studies within a Longitudinal Framework. A Working Paper."},
      {
        "id":"ED088578",
        "title":"Multimedia Materials for Teaching Young Children: A Bibliography of Multi-Cultural Resources."},
      {
        "id":"ED088579",
        "title":"Curriculum Development and Field Issues. Volume I, Progress Report, Cognitively Oriented Curriculum, Project Follow Through."},
      {
        "id":"ED088580",
        "title":"Sponsor Evaluation Activities: Formative and Summative. Volume II, Progress Report, Cognitively Oriented Curriculum, Project Follow Through."},
      {
        "id":"ED088582",
        "title":"The Question-Answer Exchange between Mothers and Young Children."},
      {
        "id":"ED088583",
        "title":"The Family Day Care Consultant: An Invention of a Strategic Catalyst to Upgrade the Quality of Family Day Care Homes."},
      {
        "id":"ED088584",
        "title":"A Crosscultural Analysis of the Child Care System."},
      {
        "id":"ED088585",
        "title":"The NIE Home-Based Early Education Program."},
      {
        "id":"ED088586",
        "title":"Early Childhood Intervention in Illinois."},
      {
        "id":"ED088587",
        "title":"Parent Involvement in Early Childhood Education: A Perspective from the United States."},
      {
        "id":"ED085565",
        "title":"Cooperative Vocational Education Programs: Staff Development. Information Series Number 70."},
      {
        "id":"ED085566",
        "title":"Career Education: The Role of Vocational Education."},
      {
        "id":"ED085567",
        "title":"Career Education: Information Resources. Information Series Number 88."},
      {
        "id":"ED085568",
        "title":"Attitudes of Minnesota Office and Distributive Education Coordinators Toward Vocational Student Organizations."},
      {
        "id":"ED085569",
        "title":"The Career Data Book: Results from Project TALENT's Five-Year Follow-Up Study."},
      {
        "id":"ED085570",
        "title":"A Practical Assistance Center for Adult Education Demonstration Programs through Interagency Funding and Cooperation. Final Report, July 1, 1972-June 30, 1973."},
      {
        "id":"ED085571",
        "title":"Articulation of Post-Secondary Programs in Occupational Education."},
      {
        "id":"ED085576",
        "title":"Multiple Jobholding, May 1973. Summary."},
      {
        "id":"ED085577",
        "title":"Disincentives to Effective Employee Training and Development."},
      {
        "id":"ED085578",
        "title":"Computers and Careers: A Suggested Curriculum for Grades 9-12."},
      {
        "id":"ED085579",
        "title":"Going Back to School at 35."},
      {
        "id":"ED085581",
        "title":"Student's Booklet; To Accompany The Career Data Book: Results from Project TALENT'S Five-Year Follow-Up Study."},
      {
        "id":"ED085582",
        "title":"A Study of the Feasibility of a Health Occupations Career Mobility Program for Oklahoma. A Final Report."},
      {
        "id":"ED085583",
        "title":"Development of an Occupational Orientation Program for Grades K-6. Final Report."},
      {
        "id":"ED085584",
        "title":"Pilot Programs in Vocational Agriculture. Agribusiness Programs for People; Final Report of Wisconsin's 5 Years of Pilot Programs in Agriculture."},
      {
        "id":"ED085585",
        "title":"Annual Report of the U. S. Commissioner of Education--Fiscal Year 1972."},
      {
        "id":"ED085586",
        "title":"A Study of the Methods and Procedures Used in Training Teachers of Agricultural Occupations."},
      {
        "id":"ED085587",
        "title":"Business and the Hard-To-Employ: A Study of a Metropolitan Office of the National Alliance of Businessmen."},
      {
        "id":"ED085588",
        "title":"Local Education Agency Users' Manual. A Vocational Education Planning System for Local School Districts. Volume I."},
      {
        "id":"ED085589",
        "title":"Local Education Agency Users&apos; Data Collection Manual. A Vocational Education Planning System for Local School Districts. Volume II."},
      {
        "id":"ED085591",
        "title":"State Application Funding Procedures. A Vocational Education Planning System for Local School Districts. Volume IV."},
      {
        "id":"ED085592",
        "title":"A System for Installing Career Education at the Local Level."},
      {
        "id":"ED085593",
        "title":"Development of Data Banks and Methods to Measure Effectiveness of Occupational Programs. Occupational Education Research Project. Final Report."},
      {
        "id":"ED085594",
        "title":"Task Analysis for Job Performance Aids and Related Training."},
      {
        "id":"ED085595",
        "title":"Report of the Salzburg Discussions of Leaders in Adult Education (16th, Salzburg, Austria, July 29-Aug. 4, 1973)."},
      {
        "id":"ED085596",
        "title":"Guidelines for the Chief of Police. Criminal Justice Research. Prevention and Control of Collective Violence, Volume I."},
      {
        "id":"ED085597",
        "title":"Guidelines for Community Relations Personnel. Criminal Justice Research. Prevention and Control of Collective Violence, Volume II."},
      {
        "id":"ED085598",
        "title":"Guidelines for Intelligence Personnel. Criminal Justice Research. Prevention and Control of Collective Violence, Volume III."},
      {
        "id":"ED085599",
        "title":"Guidelines for the Patrol Commander. Criminal Justice Research. Prevention and Control of Collective Violence, Volume IV."},
      {
        "id":"ED085600",
        "title":"Guidelines for Patrol Personnel. Criminal Justice Research. Prevention and Control of Collective Violence, Volume V."},
      {
        "id":"ED085601",
        "title":"Career Development for Law Enforcement."},
      {
        "id":"ED085603",
        "title":"Multinational Business Enterprise and Its Implications for Library Research."},
      {
        "id":"ED085604",
        "title":"Methodological Study for Determining the Task Content of Dental Auxiliary Education Programs. Progress Report."},
      {
        "id":"ED085605",
        "title":"The Characteristics of \"Mobile\" and \"Stable\" Occupational Educators by Specialty and by Type of School."},
      {
        "id":"ED085606",
        "title":"Fixed Interval Reinforcement and Continuous Daily Feedback on Academic Performance. A Conjunctive Confounding of Schedules."},
      {
        "id":"ED085607",
        "title":"The Relationship of Moral Reasoning to Sex Guilt and Sex Experience in College Couples."},
      {
        "id":"ED085608",
        "title":"An Assessment of the Possible Relationship of the Practice of Meditation to Increases in Attentiveness to Learning."},
      {
        "id":"ED085610",
        "title":"Home-School-Community Systems for Child Development. Final Report."},
      {
        "id":"ED085611",
        "title":"Modification of 'Here-and-Now' Affective, Feedback and Empathic Verbalizations in Led and Leaderless Groups."},
      {
        "id":"ED085612",
        "title":"Piagetian Theory and the Helping Professions. Proceedings of the Second Annual UAP Conference."},
      {
        "id":"ED085613",
        "title":"Self-Concept Development in Inner-City Seventh Grade Youth as Affected by the Influence of Community School Counseling on Significant Others."},
      {
        "id":"ED085614",
        "title":"Methodological Issues in Self-Disclosure Research: &quot;Would you Like Being a Prostitute: Why or Why Not?&quot;"},
      {
        "id":"ED085615",
        "title":"The Development of a Helping Skills Program."},
      {
        "id":"ED085616",
        "title":"Outcome Management Applied to Pupil Personnel Services."},
      {
        "id":"ED085617",
        "title":"Additional Studies in Elementary School Guidance: Psychological Education Activities Evaluated."},
      {
        "id":"ED085618",
        "title":"Evaluation Process and Outcome in Juvenile Corrections: Musings on a Grim Tale."},
      {
        "id":"ED085619",
        "title":"The Continuum Center for Women: Education Volunteerism Employment."},
      {
        "id":"ED085620",
        "title":"The Therapeutic Community Teaching Concept in Behavioral Science Education."},
      {
        "id":"ED085621",
        "title":"A Meta-Presentation of a Theoretical and Research Base for Academic Advisement."},
      {
        "id":"ED085622",
        "title":"Evaluative and Aggressive Reactions to Over-Evaluating Oneself and Under-Evaluating Others."},
      {
        "id":"ED085623",
        "title":"Prediction of High School Dropout or Graduation from 3rd Grade Data."},
      {
        "id":"ED085624",
        "title":"Prediction of Grade of Dropout from 3rd Grade Data."},
      {
        "id":"ED085625",
        "title":"Assessment of Cognitive Strategies and Cognitive Styles in Problem Solving and Learning. Final Report."},
      {
        "id":"ED085626",
        "title":"A Study of the Achievement of our Nation&apos;s Students."},
      {
        "id":"ED085627",
        "title":"Student Development Series - 1972-73. Volume X, Student Development Reports."},
      {
        "id":"ED085628",
        "title":"Psychology, the Population Explosion, and the Question of Freedom and Dignity."},
      {
        "id":"ED085629",
        "title":"Redefinition of Family Style in Response to the Reality of a Handicapped Member."},
      {
        "id":"ED085630",
        "title":"The Emerging Student Voter: The Effects of Traditional and Nontraditional Political Socialization on Political Participation."},
      {
        "id":"ED085631",
        "title":"The Constructive Control of Aggressive Behavior. Developing Curricula for the Education of Youth in Meeting Modern Problems. Project Termination Report."},
      {
        "id":"ED085632",
        "title":"Continuing Education and Supportive Comprehensive Services to School Age Mothers, 1970--1972. Final Evaluation Report."},
      {
        "id":"ED085633",
        "title":"Proceedings of the Multi-Faceted Women's Center Conference."},
      {
        "id":"ED085634",
        "title":"Report on the Development of the National Drug Education Program Information Support System as of December 1, 1972 [and] Final Report, September 1973."},
      {
        "id":"ED085635",
        "title":"A Study of Ontogenetic and Generational Change in Adolescent Personality by Means of Multivariate Longitudinal Sequences: Phase II. Final Report."},
      {
        "id":"ED085636",
        "title":"Performance Equals Ability and What?"},
      {
        "id":"ED085637",
        "title":"A Conceptual Model Relating Transfer of Learning and Correlation: Theoretical Paper No. 43."},
      {
        "id":"ED085638",
        "title":"Effectiveness of Group Counseling Procedures."},
      {
        "id":"ED085639",
        "title":"Illegitimacy and Racial Differences in Attitudes Toward Marriage."},
      {
        "id":"ED085640",
        "title":"Group Conferences to Promote Self-Directed Prosocial Behavior: 1971-72 Field Test Report."},
      {
        "id":"ED085641",
        "title":"A Chain of Sexual Decision-Making."},
      {
        "id":"ED085642",
        "title":"The Kendall College Human Potential Seminar: Guidelines and Materials."},
      {
        "id":"ED085643",
        "title":"A Reanalysis of the Need to Achieve and Its Relationship to Education. Theoretical Paper No. 42."},
      {
        "id":"ED085644",
        "title":"Preparing Groups of Engaged Couples for Marriage."},
      {
        "id":"ED085645",
        "title":"Theories, Methods, and Controversies in the Study of Violence Between Family Members."},
      {
        "id":"ED085646",
        "title":"Coeds and Contraception: An Examination of Self Image and Significant Other Influence."},
      {
        "id":"ED085647",
        "title":"Action for Foster Children: Community Self Evaluation Chart."},
      {
        "id":"ED085648",
        "title":"Recognizing and Formulating Problems: Learning to Comprehend and Organizing Knowledge into Structures."},
      {
        "id":"ED085649",
        "title":"A Procedure for Eliminating Racism in our Schools."},
      {
        "id":"ED085650",
        "title":"Student Career Decisions: The Limits of Rationality."},
      {
        "id":"ED085651",
        "title":"Some Comments on \"An Analysis-of-Variance Model for the Intrasubject Replication Design.\""},
      {
        "id":"ED085652",
        "title":"A Research Investigation of a Literary Teaching Model, Project DELTA (Developing Excellence in Literacy Teaching Abilities)."},
      {
        "id":"ED085653",
        "title":"The Relationships between Speech and Reading."},
      {
        "id":"ED085655",
        "title":"A Title I ESEA Case Study: The Pyramids Reading Program, Minneapolis, Minnesota."},
      {
        "id":"ED085656",
        "title":"The Effectiveness of Learning Games Used by Economically Disadvantaged Parents to Increase the Reading Achievement of Their Children."},
      {
        "id":"ED085657",
        "title":"Reading for All; Proceedings of the IRA (International Reading Association) World Congress on Reading (4th, Buenos Aires, Argentina, August 3-5, 1972)."},
      {
        "id":"ED085658",
        "title":"Television and the Classroom Reading Program. Reading Aids Series."},
      {
        "id":"ED085659",
        "title":"A Psycholinguistic Comparison of Oral Reading Behavior of Proficient and Remedial Readers."},
      {
        "id":"ED085660",
        "title":"Criterion Referenced Measures for Clinical Evaluations."},
      {
        "id":"ED085661",
        "title":"A Survey to Determine the Priority of Reading Skills as Perceived by Teachers for Use in a Computer Based Program of Prescriptive Reading Activities. Abbreviated Final Report."},
      {
        "id":"ED085662",
        "title":"Reading Education: Student Terminal Goals, Program Goals, and Behavioral Objectives."},
      {
        "id":"ED085663",
        "title":"1972 Title I ESEA Evaluation Report."},
      {
        "id":"ED085664",
        "title":"The College Commitments to Attainable National Goals--Learning Support Services for Open Admissions Students."},
      {
        "id":"ED085665",
        "title":"Diagnostic Reading Instruction Project. End of Year Evaluation Report."},
      {
        "id":"ED085666",
        "title":"Oral Language and Reading; Proceedings of the Annual Reading Conference of the Department of Elementary Education at Indiana State University (3rd, Terre Haute, June 14-15, 1973)."},
      {
        "id":"ED085667",
        "title":"The Development of Learning Modules for the Training of Content Teachers in Reading: A Focus on Process."},
      {
        "id":"ED085670",
        "title":"The Effects of Different Content Area Materials upon the Comprehension of Eighth-Grade Students."},
      {
        "id":"ED085671",
        "title":"On the Independence of Attributes of Memory."},
      {
        "id":"ED085672",
        "title":"Associative Interference and Recognition Memory."},
      {
        "id":"ED085673",
        "title":"Cultural Diversity--A Factor in Learning to Read."},
      {
        "id":"ED085674",
        "title":"Overloading the Competent Reader."},
      {
        "id":"ED085675",
        "title":"Reading: Putting All the Cards on the Table: Proceedings of the Annual Conference of the Western College Reading Association (5th, Sparks, Nev., March 23-25, 1972). Volume 5."},
      {
        "id":"ED085676",
        "title":"Reading Research: Notable Findings and Urgent Needs."},
      {
        "id":"ED085677",
        "title":"Development of a Self-Pacing Program for Appropriate Childhood Education (SPACE). End of Project Report."},
      {
        "id":"ED085678",
        "title":"Affective Influences on the Reading-Language Arts Development of Native American Students."},
      {
        "id":"ED085679",
        "title":"Developmental Differences in Frequency Judgments of Words and Pictures."},
      {
        "id":"ED085680",
        "title":"Reading: The Past Revisited."},
      {
        "id":"ED085681",
        "title":"Applicability of Rapid Reading Instruction to the Middle Grades."},
      {
        "id":"ED085682",
        "title":"More Effective Reading Tests of Comprehension and Rate."},
      {
        "id":"ED085683",
        "title":"The Effects of an English-Spanish Primary-Grade Reading Program on Second- and Third-Grade Students."},
      {
        "id":"ED085684",
        "title":"The Effects of Two Kinds of Definition on the Concept Attainment of Fourth- and Eighth-Grade Students."},
      {
        "id":"ED085685",
        "title":"Phrase Reading Training with Fourth Grade Students: An Experimental Study."},
      {
        "id":"ED085686",
        "title":"Phrase Reading Training with Disadvantaged Students: Four Exploratory Studies, 1967-1968."},
      {
        "id":"ED085691",
        "title":"Interaction of Dialect, SES, Ethnicity upon Listening and Reading Comprehension of Fifth Graders."},
      {
        "id":"ED085696",
        "title":"Literature, Readers and Responses."},
      {
        "id":"ED085697",
        "title":"Aids to Curriculum Planning: English Language Arts K-12."},
      {
        "id":"ED085704",
        "title":"Student Press in American Archives, Fall/Winter 1973-74."},
      {
        "id":"ED085708",
        "title":"Language Activities: Classroom Practices in Teaching English 1973-1974; Eleventh Report of the Committee on Classroom Practices."},
      {
        "id":"ED085737",
        "title":"1973-74 Accredited Programs In Journalism."},
      {
        "id":"ED085738",
        "title":"Sentences: Are There Choices? Language Arts: 5114.63."},
      {
        "id":"ED085739",
        "title":"Yearbook and Magazine Layout, English, Journalism. Language Arts: 5113.200."},
      {
        "id":"ED085740",
        "title":"Approaches to Literary Criticism. Language Arts: 5114.50."},
      {
        "id":"ED085741",
        "title":"The Environment of Names in the Classroom."},
      {
        "id":"ED085742",
        "title":"Language and Social Attitudes."},
      {
        "id":"ED085743",
        "title":"The Actual and Potential Contributions of Physiology to the Study of Language."},
      {
        "id":"ED085744",
        "title":"Using Structures to Generate Writing."},
      {
        "id":"ED085745",
        "title":"From the Concrete to the Abstract: Making Writing Concepts Real for the Middle School Student (A Demonstration of Teaching Strategies)."},
      {
        "id":"ED085746",
        "title":"What Statewide Testing Can Do."},
      {
        "id":"ED085747",
        "title":"Rhetoric: Olden New."},
      {
        "id":"ED085748",
        "title":"Language in Junior College: A Sociolinguistic Approach."},
      {
        "id":"ED085749",
        "title":"Editorial Involvement in Regional/Split Run Editions."},
      {
        "id":"ED085750",
        "title":"Creative Writing through Creative Dramatics."},
      {
        "id":"ED085757",
        "title":"Perhaps the Professor Should Cut Class."},
      {
        "id":"ED085758",
        "title":"Two Cheers for Ambiguity."},
      {
        "id":"ED085759",
        "title":"Using Film in the Classroom."},
      {
        "id":"ED085761",
        "title":"Teaching Children's Literature--&quot;From the Point of View of the Reader.&quot;"},
      {
        "id":"ED085763",
        "title":"Sex Bias in Junior High School Literature Anthologies."},
      {
        "id":"ED085765",
        "title":"The Factor Structure of Credibility Reactions to Standard and Foreign Accented English Speech."},
      {
        "id":"ED085768",
        "title":"What Has Happened to Children's Literature?"},
      {
        "id":"ED085769",
        "title":"Media Agenda-Setting in a State Campaign."},
      {
        "id":"ED085771",
        "title":"Effects of Verbalization and Age on Discrimination Learning and Transposition."},
      {
        "id":"ED085772",
        "title":"\"Virginia and the President Need Him\" vs. \"Your Own Senator...His Own Man:\" A Case Study of the Use of Media as a Campaign Instrument."},
      {
        "id":"ED085773",
        "title":"Slavic and Italian Canadian Attitudes towards Authority."},
      {
        "id":"ED085774",
        "title":"Accountability: Who's Accountable to Whom?"},
      {
        "id":"ED085777",
        "title":"The Rhetorical Question: Its Perception by Listeners."},
      {
        "id":"ED085778",
        "title":"The Geometry of Persuasion."},
      {
        "id":"ED085779",
        "title":"Forensic Tournaments Are Expendable!"},
      {
        "id":"ED085780",
        "title":"Futurism and Communication Education."},
      {
        "id":"ED085781",
        "title":"Three Approaches to Speech Criticism and Evaluation."},
      {
        "id":"ED085782",
        "title":"Business Speech, Language Arts, Business English: 5128.21."},
      {
        "id":"ED085783",
        "title":"Advanced Performance in Argumentation, English, Debate. Language Arts: 5116.136."},
      {
        "id":"ED085784",
        "title":"Performance in Argumentation and Debate, English, Debate: 5114.118."},
      {
        "id":"ED085785",
        "title":"Videotape: A Synthesis of Research in the Use of Audio-Visual Replay for Instructional Development; A Selected Bibliography of Videotape Utilization."},
      {
        "id":"ED085786",
        "title":"An Analysis of Televised Public Service Advertising. Drug Abuse Information Research Project."},
      {
        "id":"ED085787",
        "title":"College Summer Theatres: Operation and Administration. Repertory vs. Stock."},
      {
        "id":"ED085788",
        "title":"The Effects of Laboratory Training Methods on Highly Stable Variables Such as Self-Esteem and Self-Disclosure."},
      {
        "id":"ED085789",
        "title":"A Review and Reconceptualization of Stereotyping Behavior."},
      {
        "id":"ED085791",
        "title":"Behind Locked Doors: An Investigation of Certain Trial and Jury Variables by Means of a Video Taped Trial."},
      {
        "id":"ED085792",
        "title":"Comparative Rhetoric: Applications in African Studies."},
      {
        "id":"ED085793",
        "title":"Multivariate Analysis in Communication Research--Regression."},
      {
        "id":"ED085794",
        "title":"Including a Unit in Conversation in the Introductory Speech Course."},
      {
        "id":"ED085795",
        "title":"Broadcasting: Does It Belong in the Department of Speech? Traditional Concepts in Speech and Broadcasting."},
      {
        "id":"ED085796",
        "title":"Graduate Curriculum for Junior College Staffing."},
      {
        "id":"ED085797",
        "title":"Into Intercultural Communication; Experiential Learning Packets."},
      {
        "id":"ED085798",
        "title":"Interpersonal Communication: Teaching Strategies and Resources."},
      {
        "id":"ED085799",
        "title":"Merleau-Ponty's Phenomenology of Language and General Semantics."},
      {
        "id":"ED085800",
        "title":"SCA (Speech Communication Association) and Career Communication: A Status Report."},
      {
        "id":"ED085801",
        "title":"Is Deprivation Linguistic? Suggested Changes for Teacher Training Programs Concerned with Black English."},
      {
        "id":"ED085804",
        "title":"An Investigation into the Attitude Change That Results from Making Specific Beliefs Salient."},
      {
        "id":"ED085806",
        "title":"Some Satisfactions Derived from Public Speaking."},
      {
        "id":"ED085807",
        "title":"Argumentation in Contemporary Rhetoric: A Response to Haiman's \"Farewell to Rational Discourse.\""},
      {
        "id":"ED085811",
        "title":"College Carrier Current: A Survey of 208 Campus-Limited Radio Stations."},
      {
        "id":"ED085812",
        "title":"The Journey Toward Liberation for Fellini's Woman."},
      {
        "id":"ED085813",
        "title":"Teaching the Methods Course in the Absence of the Lab School."},
      {
        "id":"ED085814",
        "title":"Indeterminacy and Dissonance: An Approach to Violence in the Writings of Joyce Carol Oates."},
      {
        "id":"ED085816",
        "title":"A Description of the Curricular and Co-Curricular Speech-Debate-Theatre Program, Henry Sibley Senior High, Mendota Heights, Minnesota."},
      {
        "id":"ED085817",
        "title":"Air Structures. Educational Facilities Review Series Number 23."},
      {
        "id":"ED085818",
        "title":"Management Information Systems. Educational Management Review Series Number 25."},
      {
        "id":"ED085819",
        "title":"Computerized Data Processing. Educational Management Review Series Number 27."},
      {
        "id":"ED085821",
        "title":"An Introduction to PLANTRAN II: A Simulation System for Educational Planning."},
      {
        "id":"ED085822",
        "title":"PLANTRAN II: A Simulation System for Educational Planning."},
      {
        "id":"ED085823",
        "title":"Techniques of Institutional Research and Long Range Planning for Colleges and Universities -- Sample Application: Enrollment Projections. (PLANTRAN II: A Computer Assisted Institutional Research & Planning System.)"},
      {
        "id":"ED085824",
        "title":"Techniques of Institutional Research and Long Range Planning for Colleges and Universities, Volume I: Enrollment Projections, Induced Course Load Matrix, Faculty Planning."},
      {
        "id":"ED085825",
        "title":"Techniques of Institutional Research and Long Range Planning for Colleges and Universities, Volume II: Facility Planning, Program Cost Analysis, Budgeting."},
      {
        "id":"ED085827",
        "title":"State School System Development: Patterns and Trends."},
      {
        "id":"ED085828",
        "title":"Feasibility Study of Extended School Year. Final Report."},
      {
        "id":"ED085829",
        "title":"Report of the Committee To Study the Feasibility of the Extended School Year. End of Project Report."},
      {
        "id":"ED085830",
        "title":"The Development of a Community Survey To Measure Public Opinion Concerning the Implementation of a Continuous School Year Pilot Program, September-December 1973."},
      {
        "id":"ED085831",
        "title":"Improving Relations Between R &amp; D Organizations and Schools."},
      {
        "id":"ED085832",
        "title":"Washington D.C. and Safety Legislation for School Buses."},
      {
        "id":"ED085833",
        "title":"Orienting Users for New Facilities. A Report."},
      {
        "id":"ED085834",
        "title":"Boards of Cooperative Educational Services: An Examination of a Temporary Program After 25 Years of Operation."},
      {
        "id":"ED085835",
        "title":"Statistics of State School Systems 1969-70."},
      {
        "id":"ED085836",
        "title":"Project CREATES -- Exploratory Learning Center: Report of Final Project Year. End of Project Report."},
      {
        "id":"ED085837",
        "title":"An Analysis of Educational Concerns for Guam."},
      {
        "id":"ED085838",
        "title":"Working Papers for an Operational Philosophy of Education in the Guam Schools."},
      {
        "id":"ED085839",
        "title":"Critical Educational Needs in Guam."},
      {
        "id":"ED085840",
        "title":"Recommended Action Emerging from the Guam Needs Assessment Study."},
      {
        "id":"ED085841",
        "title":"Intermediate Goals and Objectives for Guam Schools."},
      {
        "id":"ED085842",
        "title":"Facilitation of the Development of a Systems Approach to the Management of Educational Resources. An End of Project Report."},
      {
        "id":"ED085843",
        "title":"IGE/MUS-S: An Instructional Management System for Secondary Schools. A Report."},
      {
        "id":"ED085844",
        "title":"IGE/MUS-E First Year Implementation Cost Survey. Final Report."},
      {
        "id":"ED085845",
        "title":"Washington State's Alternative Education."},
      {
        "id":"ED085846",
        "title":"Extending Volunteer Programs in Schools."},
      {
        "id":"ED085847",
        "title":"The Maple Grove Story."},
      {
        "id":"ED085848",
        "title":"Using Volunteers in Schools. Final Report."},
      {
        "id":"ED085849",
        "title":"Volunteer Parental Assistance in Elementary Schools. (Abstract)."},
      {
        "id":"ED085850",
        "title":"Environmental Education Center."},
      {
        "id":"ED085851",
        "title":"Independent School Building Projects . State of the Art Recommendations."},
      {
        "id":"ED085852",
        "title":"The Emerging State Role in Urban Education, or Cities Are No Longer &quot;Pie for the Hayseeds&quot;."},
      {
        "id":"ED085853",
        "title":"The School Board Looks at the Status of the Principal."},
      {
        "id":"ED085857",
        "title":"Reading and Mathematics Achievement of Grade 3 Pupils in Open Plan and Architecturally Conventional Schools--the Third Year of a Longitudinal Study. Studies of Open Education No. 10."},
      {
        "id":"ED085858",
        "title":"Notes on Distortions in the Market for Educational Services."},
      {
        "id":"ED085859",
        "title":"The Influence of Lexicographic Preference Ordering on Relative Demands Under Alternative Price Ratios--A Graphical Presentation."},
      {
        "id":"ED085860",
        "title":"School Bus Ridership Orientation and Training. Pupil Transportation Safety Program. Implementation & Reference Guide for D.O.T. Standard 17."},
      {
        "id":"ED085862",
        "title":"Supreme Court of the United States Syllabus: Cleveland Board of Education Et Al. v. LaFleur Et Al. Certiorari to the United States Court of Appeals for the Sixth Circuit. No. 72-77, Argued October 15, 1973 -- Decided January 21, 1974."},
      {
        "id":"ED085863",
        "title":"How To Conduct Low Cost Surveys: A Profile of School Survey and Polling Procedures."},
      {
        "id":"ED085864",
        "title":"Oregon Graduation Requirements: Administrative Guidelines. Section I."},
      {
        "id":"ED085865",
        "title":"Oregon Graduation Requirements: Models and Guidelines for Personal Development Education. Section II."},
      {
        "id":"ED085866",
        "title":"Oregon Graduation Requirements: Models and Guidelines for Social Responsibility Education. Section III."},
      {
        "id":"ED085867",
        "title":"Oregon Graduation Requirements: Models and Guidelines for Career Development Education. Section IV."},
      {
        "id":"ED085868",
        "title":"Teacher Absenteeism in New York City and the Cost-Effectiveness of Substitute Teachers."},
      {
        "id":"ED085869",
        "title":"Design for a School Rating or Classification System."},
      {
        "id":"ED085870",
        "title":"Statistics of Nonpublic Elementary and Secondary Schools, 1970-71."},
      {
        "id":"ED085871",
        "title":"Education Vouchers: The Experience at Alum Rock."},
      {
        "id":"ED085872",
        "title":"Shaping the Schools: A Guide to Boardmanship. Revised."},
      {
        "id":"ED085874",
        "title":"The Financing of Schools in Illinois."},
      {
        "id":"ED085875",
        "title":"School Sites: Selection, Development and Utilization. Educational Facilities Series: A Guide to Planning."},
      {
        "id":"ED085876",
        "title":"Educational Specifications. Educational Facility Series: A Guide to Planning."},
      {
        "id":"ED085877",
        "title":"Parent Child Center Program Management Information System. User&apos;s Manual."},
      {
        "id":"ED085878",
        "title":"Parent Child Center Management Information System. System Documentation: Vol. I, Documentation of System Requirements and Information Flow."},
      {
        "id":"ED085880",
        "title":"School Site Decisions and Dollars. Dollar Consequences of School Site Planning Decisions."},
      {
        "id":"ED085881",
        "title":"An Analysis of School Size Under a Voucher System. Occasional Papers in the Economics and Politics of Education."},
      {
        "id":"ED085882",
        "title":"Proposed School Board Regulations Governing Access and Maintenance of Teacher Personnel Records."},
      {
        "id":"ED085883",
        "title":"School Lunch and Breakfast Programs. Hearing Before the Subcommittee on Agricultural Research and General Legislation of the Committee on Agriculture and Forestry, United States Senate. Ninety-third Congress, First Session on S. 1005, S. 1063, and S. 2409, September 13, 1973."},
      {
        "id":"ED085884",
        "title":"Community School Board Elections in New York City. A Report to the New York State Commissioner of Education."},
      {
        "id":"ED085886",
        "title":"Professional Staff Development in State Education Agencies. A Monograph."},
      {
        "id":"ED085888",
        "title":"State Policy Making for the Public Schools of Georgia."},
      {
        "id":"ED085889",
        "title":"State Policy Making for the Public Schools of New York."},
      {
        "id":"ED085892",
        "title":"What Research Says About Schools and School Districts...Factors Related to Effectiveness. A Report."},
      {
        "id":"ED085893",
        "title":"A Program of Research on Incentives for Educational Innovation. Final Report."},
      {
        "id":"ED085894",
        "title":"The Credit System: An Annotated Bibliography. Current Bibliography Number 6."},
      {
        "id":"ED085896",
        "title":"Cost-Effectiveness Analysis and Educational Policy--Profusion, Confusion, Promise. Research and Development Memorandum No. 41."},
      {
        "id":"ED085902",
        "title":"A Plan for Middle Schools, Buffalo, New York. A Study of Sites, Organization and Program, Part III, Component No. 4. Final Report."},
      {
        "id":"ED085903",
        "title":"Suggestions for Guidance Centres for Secondary Schools."},
      {
        "id":"ED085904",
        "title":"Suggestions for School Boards Considering Rehabilitation of an Old Building. Rehabilitation of Schools."},
      {
        "id":"ED085905",
        "title":"Science Laboratories for Secondary Schools."},
      {
        "id":"ED085906",
        "title":"Home Economics."},
      {
        "id":"ED085907",
        "title":"Special Education Facilities for Emotionally Disturbed Children."},
      {
        "id":"ED085908",
        "title":"Physical Education Facilities for Elementary Schools."},
      {
        "id":"ED085909",
        "title":"Suggestions for Industrial Arts Facilities for Elementary and Secondary Schools."},
      {
        "id":"ED085910",
        "title":"Music Facilities."},
      {
        "id":"ED085911",
        "title":"Technical and Occupational Shops."},
      {
        "id":"ED085912",
        "title":"Technical and Occupational Shops. Volume II."},
      {
        "id":"ED085913",
        "title":"National Workshop on &quot;45-15&quot; (South Burlington, Vermont, August 10-11, 1972)."},
      {
        "id":"ED085916",
        "title":"State Policy Making for the Public Schools of Texas."},
      {
        "id":"ED085917",
        "title":"Homebound or Hospitalized; A Selective Bibliography. Exceptional Child Bibliography Series No. 607."},
      {
        "id":"ED085918",
        "title":"Speech Handicapped-Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 627."},
      {
        "id":"ED085919",
        "title":"Emotionally Disturbed-Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 617."},
      {
        "id":"ED085920",
        "title":"Physically Handicapped/Special Health Problems/Cerebral Palsy Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 655."},
      {
        "id":"ED085921",
        "title":"Trainable Mentally Handicapped-Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 640."},
      {
        "id":"ED085922",
        "title":"Learning Disabilities-Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 615."},
      {
        "id":"ED085923",
        "title":"Visually Handicapped-Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 619."},
      {
        "id":"ED085924",
        "title":"Visually Handicapped-Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 620."},
      {
        "id":"ED085925",
        "title":"Psychological Evaluation of Preschool Children: Or Can Learning Disabilities be Evaluated in the Preschool Child Using the Stanford-Binet as a Screening Instrument."},
      {
        "id":"ED085926",
        "title":"Autism: Proceedings of Annual Meeting of the National Society for Autistic Children (4th, June 22-24, 1972, Flint Michigan)."},
      {
        "id":"ED085927",
        "title":"Special Education: A Position Paper."},
      {
        "id":"ED085928",
        "title":"Bibliography on Reading."},
      {
        "id":"ED085930",
        "title":"A Continuing Summary of Pending and Completed Litigation Regarding the Education of Handicapped Children. Number 7."},
      {
        "id":"ED085931",
        "title":"Developing Instructional Materials for the Handicapped. Guidelines for Preparing Materials Suitable for Wide Distribution."},
      {
        "id":"ED085932",
        "title":"Manual of Suggested Activities for the Development of Sound Localization Skills."},
      {
        "id":"ED085933",
        "title":"Proceedings, 1972 Carahan Conference on Electronic Prosthetics."},
      {
        "id":"ED085934",
        "title":"The Blind Child and His Parents: Congenital Visual Defect and the Repercussion of Family Attitudes on the Early Development of the Child."},
      {
        "id":"ED085935",
        "title":"A Team Teaching Approach for Middle School EMR Students."},
      {
        "id":"ED085936",
        "title":"Report on the NCEMMH Media Selection Conference Held September 13 and 14, 1973."},
      {
        "id":"ED085937",
        "title":"Talented Students Individual Learning Experiences."},
      {
        "id":"ED085938",
        "title":"Program for Gifted and Talented."},
      {
        "id":"ED085939",
        "title":"A Formal Proposal for an ESEA Title III Project for Emotionally and Learning Disabled Students."},
      {
        "id":"ED085940",
        "title":"Research, Development and Demonstration Center in Education of Handicapped Children. Annual Report (1972-1973)."},
      {
        "id":"ED085941",
        "title":"Speech Handicapped-Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 626."},
      {
        "id":"ED085942",
        "title":"Emotionally Disturbed-Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 618."},
      {
        "id":"ED085943",
        "title":"Physically Handicapped/Special Health Problems and Cerebral Palsy Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 628."},
      {
        "id":"ED085944",
        "title":"End of Project Report for Parental Involvement with Handicapped Children."},
      {
        "id":"ED085945",
        "title":"Florida's Educational Facilities for Exceptional Children 1968-1973."},
      {
        "id":"ED085946",
        "title":"Evaluation of Sight, Sound, Symbol Instructional Method."},
      {
        "id":"ED085947",
        "title":"The Relationship Between the ATDP and ATHI Scales for Assessing Attitudes."},
      {
        "id":"ED085948",
        "title":"A Study of Sex Differences in the Attitudes of Male and Female Teachers of the Trainable Mentally Retarded (TMR)."},
      {
        "id":"ED085949",
        "title":"Computerized Verbal Content Analysis of Institutionalized Versus Community Retarded Children."},
      {
        "id":"ED085950",
        "title":"An Annotated Bibliography of Math Materials."},
      {
        "id":"ED085951",
        "title":"The Education of Children with Handicapping Conditions."},
      {
        "id":"ED085952",
        "title":"Teacher Aide Handbook for Early Childhood Education for the Handicapped."},
      {
        "id":"ED085953",
        "title":"The Influence of Knowledge-of-Results with Mental Retardation on a Simple Vigilance Task."},
      {
        "id":"ED085954",
        "title":"The Deaf Mentally Retarded: Understanding Their World."},
      {
        "id":"ED085955",
        "title":"Digest of State Laws and Regulations for School Language, Speech, and Hearing Programs."},
      {
        "id":"ED085956",
        "title":"Handbook of Family Activities for Parents of Learning Disabled Children."},
      {
        "id":"ED085957",
        "title":"Socially Maladjusted and Emotionally Disturbed Children. Summer 1972. Final Report."},
      {
        "id":"ED085958",
        "title":"A Manual for Teachers of Learning Disabled Children."},
      {
        "id":"ED085959",
        "title":"Special Study Institute Report: Competency Based Training Criteria for Special Class Teachers. An Alternative Approach to Manpower Development; Guidelines for Special Education and Teacher Training Programs."},
      {
        "id":"ED085960",
        "title":"Learning Potential Among the Moderately and Severely Retarded. Studies in Learning Potential, Volume 3, Number 52."},
      {
        "id":"ED085961",
        "title":"Social Contact and Personal Adjustment as Variables Relating to Attitudes Toward EMR Children. Studies in Learning Potential, Volume 3, Number 51."},
      {
        "id":"ED085962",
        "title":"Measuring Learning Potential: An Alternative to the Traditional Intelligence Test. Studies in Learning Potential, Volume 3, Number 39."},
      {
        "id":"ED085963",
        "title":"Demographic and Psychometric Factors Related to Improved Performance on the Kohs Learning Potential Procedure. Studies in Learning Potential, Volume 3, Number 40."},
      {
        "id":"ED085964",
        "title":"A Comparison of the Classroom Behaviors of Special Class EMR, Integrated EMR, Low IQ, and Nonretarded Children. Studies in Learning Potential, Volume 3, Number 41."},
      {
        "id":"ED085965",
        "title":"The Effects of Age, IQ, and Sentence Mediation Strategy Training on Paired-Associates Learning. Studies in Learning Potential, Volume 3, Number 43."},
      {
        "id":"ED085966",
        "title":"The Effects of Two Training Models on Communication-Related Abilities and Intelligence in Young IQ-Defined EMRS. Studies in Learning Potential Volume 3, Number 45."},
      {
        "id":"ED085967",
        "title":"Classroom Behavior of Retarded Children Before and After Reintegration into Regular Classes. Studies in Learning Potential, Volume 3, Number 49."},
      {
        "id":"ED085968",
        "title":"Classroom Behavior and Social Status. Studies in Learning Potential, Volume 3, Number 53."},
      {
        "id":"ED085969",
        "title":"A Comparison of Group and Individual Training Procedures on the Raven Learning Potential Measure with Black and White Special Class Students. Studies in Learning Potential, Volume 3, Number 57."},
      {
        "id":"ED085970",
        "title":"Factor Structures of Retarded and Nonretarded Children on Raven's Progressive Matrices. Studies in Learning Potential, Volume 3, Number 54."},
      {
        "id":"ED085971",
        "title":"Attitudes Toward School of Special and Regular Class Adolescents. Studies in Learning Potential, Volume 2, Number 32."},
      {
        "id":"ED085972",
        "title":"Learning Potential and Family Status Among Special (EMR) and Regular Class Adolescents. Studies in Learning Potential, Volume 2, Number 37."},
      {
        "id":"ED085973",
        "title":"Differences Between Educable Mental Retardates and Nonretardates in Fluency and Quality of Verbal Associations. Studies in Learning Potential, Volume 3, Number 38."},
      {
        "id":"ED085974",
        "title":"Yours--For a Better Workshop!"},
      {
        "id":"ED085975",
        "title":"The Money/Counting Kit. The Prospectus Series, Paper No. 6."},
      {
        "id":"ED085976",
        "title":"The Talking Dictionary. The Prospectus Series, Paper No. 2."},
      {
        "id":"ED085977",
        "title":"Deaf Community Development: Legislative Involvement."},
      {
        "id":"ED085978",
        "title":"How to Get A Job: A Handy Guide for Jobseekers."},
      {
        "id":"ED085979",
        "title":"Reading Materials in Large Type. Reference Circular."},
      {
        "id":"ED085980",
        "title":"Examination and Health History Findings Among Children and Youth, 6-17 Years. United States."},
      {
        "id":"ED085981",
        "title":"Family Education Program for Families of Preschool Hearing Impaired Children in Rural Alaska."},
      {
        "id":"ED085982",
        "title":"Starter Kit: Instructional Activities for Educable and Trainable Mentally Retarded Pupils."},
      {
        "id":"ED085983",
        "title":"Driver and Traffic Safety Education: A Lesson Plan for the Residents of Gracewood State School and Hospital."},
      {
        "id":"ED085984",
        "title":"Project LIFE Annual Report, September 1, 1972-August 31, 1973."},
      {
        "id":"ED085986",
        "title":"Profile of a First Grade: A Basis for Preventive Psychiatry."},
      {
        "id":"ED085987",
        "title":"Relationships Between Peabody Picture Vocabulary Test and Stanford Binet Performance in Young Handicapped Children."},
      {
        "id":"ED085988",
        "title":"Puerto Rico and the Puerto Ricans: A Teaching and Resource Unit for Upper Level Spanish Students or Social Studies Classes."},
      {
        "id":"ED085993",
        "title":"Teaching Power--Competencies of Foreign Language Teachers."},
      {
        "id":"ED085994",
        "title":"Individualized or Cooperative Language Learning."},
      {
        "id":"ED085995",
        "title":"A Continuing Survey of Foreign Language Resources of the Country through Professional Leadership in the Development and Use of Foreign Language Tests."},
      {
        "id":"ED085996",
        "title":"The Uses of the Language Laboratory in Teaching Intermediate and Advanced Russian."},
      {
        "id":"ED085998",
        "title":"German Cultural Packets 13 and 14."},
      {
        "id":"ED085999",
        "title":"Linguistics and the Teaching of French: What Are the Practical Applications?"},
      {
        "id":"ED086003",
        "title":"Testing and Student Learning."},
      {
        "id":"ED086004",
        "title":"Phonological Procedures for Child Language."},
      {
        "id":"ED086005",
        "title":"Nonverbal Behavior in Speech Acts."},
      {
        "id":"ED086006",
        "title":"Symposium on \"A Units/Credits System for Modern Languages in Adult Education.\" Consolidated Report."},
      {
        "id":"ED086007",
        "title":"The Threshold-Level in a Unit/Credit System."},
      {
        "id":"ED086008",
        "title":"The Input-Output Relation in Language Behavior."},
      {
        "id":"ED086009",
        "title":"The Foreign Language Needs of Waiters and Hotel Staff."},
      {
        "id":"ED086010",
        "title":"Draft Outline of a European Units/Credits System for Modern Languages Learning by Adults."},
      {
        "id":"ED086011",
        "title":"L'Analyse des besoins langagiers (An Analysis of Language Needs)."},
      {
        "id":"ED086012",
        "title":"A Communicative Approach to Syllabus Construction in Adult Language Learning."},
      {
        "id":"ED086013",
        "title":"A European Unit/Credit System in the Field of Adult Language Learning. Report of the Meeting of Experts (September 11 & 12, 1972)."},
      {
        "id":"ED086014",
        "title":"The Connection between the Teaching and Learning of the Mother Tongue and the Teaching and Learning of other Modern Languages."},
      {
        "id":"ED086015",
        "title":"The Integration of Audio-Visual Aids into the Teaching of Modern Languages in the Classroom."},
      {
        "id":"ED086016",
        "title":"A European Units/Credits System for Modern Language Learning by Adults. Report of the Meeting of Experts (January 23 & 24, 1973)."},
      {
        "id":"ED086017",
        "title":"The Teaching of Modern Languages by Closed-Circuit Television and Other Audio-Visual Media. Report of the Meeting of Experts (January 11-14, 1972)."},
      {
        "id":"ED086018",
        "title":"The Effects of Dual Information Processing of Standard and Nonstandard English in Nonstandard Speakers."},
      {
        "id":"ED086019",
        "title":"German Vocabulary."},
      {
        "id":"ED086020",
        "title":"Variables in a Hierarchy of Difficulty."},
      {
        "id":"ED086021",
        "title":"Contrastive Analysis and Linguistic Creativity."},
      {
        "id":"ED086022",
        "title":"Papers Presented at the Annual Meeting of the New York State Association of Foreign Language Teachers (55th, Kiamesha Lake, N.Y., October 9-11, 1972)."},
      {
        "id":"ED086023",
        "title":"Pragmatic Syntax in the Classroom."},
      {
        "id":"ED086024",
        "title":"The Language Policy Course and Language Ecology."},
      {
        "id":"ED086025",
        "title":"A Language Teaching Strategy for Listening Comprehension."},
      {
        "id":"ED086026",
        "title":"Linguistic Units and Speech Production Theory."},
      {
        "id":"ED086027",
        "title":"New Directions in the 70's. Papers Presented at the International Conference of the New York State Association of Foreign Language Teachers and the Ontario Modern Language Teachers' Association (3rd, Rochester, New York, March 29-31, 1973)."},
      {
        "id":"ED086029",
        "title":"Sentential Complementation--An Overview."},
      {
        "id":"ED086030",
        "title":"The Use of Bilingual Student Tutors in Teaching English as a Second Language."},
      {
        "id":"ED086031",
        "title":"Bilingualism and Language Development: The Effect of the Mexican American's Bilingualism on His English Language Development."},
      {
        "id":"ED086032",
        "title":"The Dual Language Model: A Practical Approach to Bilingual Education."},
      {
        "id":"ED086033",
        "title":"Teaching the Cultural Context of ESL Classes."},
      {
        "id":"ED086034",
        "title":"The Case for the Standard Language."},
      {
        "id":"ED086035",
        "title":"La formation du professeur de langue etrangere [seconde] dans les universites du Quebec (The Training of Teachers of Second Languages in the Universities of Quebec)."},
      {
        "id":"ED086036",
        "title":"Labor Relations in Higher Education."},
      {
        "id":"ED086037",
        "title":"Student Expenses at Postsecondary Institutions 1973-74."},
      {
        "id":"ED086038",
        "title":"A Comparative Study of Anxieties Among Current (1972) Glassboro State College Freshmen and Their Counterparts of 1964."},
      {
        "id":"ED086039",
        "title":"The Business Officer as Campus Environmentalist."},
      {
        "id":"ED086040",
        "title":"Equal Employment Opportunity on Campus: A Case Study of the University of Pittsburgh."},
      {
        "id":"ED086041",
        "title":"Student-Faculty Opinion Poll, 1973. Nationwide Surveys on Student and Faculty Opinions of Free Market Philosophy."},
      {
        "id":"ED086042",
        "title":"Financing Postsecondary Education in the United States."},
      {
        "id":"ED086043",
        "title":"Report of the Joint Committee on the Master Plan for Higher Education: California Legislature."},
      {
        "id":"ED086044",
        "title":"The Purposes and Functions of Policy in Higher Education."},
      {
        "id":"ED086045",
        "title":"Higher Education Opportunity Program Final Report 1972-73."},
      {
        "id":"ED086046",
        "title":"The Public University and Religious Practice: An Inquiry into University Provision for Campus Religious Life."},
      {
        "id":"ED086047",
        "title":"University Planning: Who Needs It?"},
      {
        "id":"ED086048",
        "title":"The Academic Pecking Order: A Statistical Expose."},
      {
        "id":"ED086049",
        "title":"Variability in Faculty Perception of the Legitimacy of Decision Making at Nine Pennsylvania Institutions."},
      {
        "id":"ED086050",
        "title":"The Nashville University Center: Report of the Executive Director, 1972-73."},
      {
        "id":"ED086051",
        "title":"A Defense for Diversity: More Colleges for More Students."},
      {
        "id":"ED086052",
        "title":"Higher Education in Virginia."},
      {
        "id":"ED086053",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education, 1973-74."},
      {
        "id":"ED086054",
        "title":"One Dupont Circle: National Influence Center for Higher Education?"},
      {
        "id":"ED086055",
        "title":"A Survey and Analysis of Bachelor Degree Recipients from the School of Nursing of the University of Virginia, 1969-1972."},
      {
        "id":"ED086056",
        "title":"Student Charges 1973-74: American Association of State Colleges and Universities Member Institutions by State."},
      {
        "id":"ED086057",
        "title":"Considerations for Faculty Retirement Policies in a Steady-State Condition: A Report to the Provost."},
      {
        "id":"ED086059",
        "title":"University of Virginia Status of Undergraduate Classes Entering in 1964, 1965, 1966, 1967, and 1968--Five Years After Entrance."},
      {
        "id":"ED086061",
        "title":"Involvement of Women in the Governance Process: Decision Making."},
      {
        "id":"ED086062",
        "title":"[Opening Address at the Conference on Women and the Management of Postsecondary Institutions.]"},
      {
        "id":"ED086063",
        "title":"Migration and Post-Graduation Activities of Bachelor Degree Recipients, University of Virginia, 1972."},
      {
        "id":"ED086064",
        "title":"Status of Baccalaureate Degree Recipients of 1964-1966, 1968, and 1972 Six Months After Graduation."},
      {
        "id":"ED086065",
        "title":"Preliminary Report on Questionnaire Data from Summer 1973 Intern and Supervisor Participants in North Carolina State Government Internship Programs."},
      {
        "id":"ED086066",
        "title":"Service-Learning Internships: How to Realize the Possibilities and Make the Most of Them."},
      {
        "id":"ED086067",
        "title":"Service-Learning Internships in North Carolina. A Report on the North Carolina Internship Office, 1969-73."},
      {
        "id":"ED086068",
        "title":"Service-Learning: Steps Along the Way. A College Perspective."},
      {
        "id":"ED086069",
        "title":"Evaluation Report III: Community Service Institute."},
      {
        "id":"ED086070",
        "title":"Women in Engineering. Bridging the Gap Between Society and Technology."},
      {
        "id":"ED086071",
        "title":"Institutional Research for Stabilizing and Declining Enrollments."},
      {
        "id":"ED086072",
        "title":"Annual Report 1972-73: Commission on Institutions of Higher Education."},
      {
        "id":"ED086073",
        "title":"Report of the Conference on Alternative Designs for World Universities (Nordenfjord World University, Denmark, August 19-25, 1973)."},
      {
        "id":"ED086074",
        "title":"Risk Premiums and Schooling Choice."},
      {
        "id":"ED086075",
        "title":"Energy Conservation Checklist for Universities and Colleges."},
      {
        "id":"ED086076",
        "title":"Service-Learning: An Educational Style."},
      {
        "id":"ED086077",
        "title":"Resident Tuition and Student Migration: Some Recent Problems. Research Currents, February 1974."},
      {
        "id":"ED086078",
        "title":"Women's Studies: Where to Now?"},
      {
        "id":"ED086079",
        "title":"Experiential Education: A New Direction for an Old Concept."},
      {
        "id":"ED086080",
        "title":"Freedom of Access or Freedom of Choice? Student Financial Aid in the South. Financing Higher Education, N25 in a Series, 1973."},
      {
        "id":"ED086081",
        "title":"The Future College Executive."},
      {
        "id":"ED086082",
        "title":"New College Systems in Canada."},
      {
        "id":"ED086083",
        "title":"Information Exchange Procedures Manual (Field Review Edition): A Synopsis. Technical Report No. 46."},
      {
        "id":"ED086084",
        "title":"University Opinion Poll 8C, Fall 1973. Research Bulletin, University of Minnesota, V14 N8 January 28, 1974."},
      {
        "id":"ED086085",
        "title":"The Role of Women in Administration in State Universities and Land-Grant Colleges."},
      {
        "id":"ED086086",
        "title":"Professional Staff Employment Agreement Between the Board of Trustees of Community College District No. 4 and the Skagit Valley College Education Association for Fiscal Year 1973-74."},
      {
        "id":"ED086087",
        "title":"Agreement Between Rhode Island Board of Regents and Rhode Island Junior College Faculty Association (RIEA/NEA)."},
      {
        "id":"ED086088",
        "title":"Agreement Between the Board of Trustees of Schoolcraft Community College District and the Faculty Forum of Schoolcraft College, August 1972 - August 1974."},
      {
        "id":"ED086089",
        "title":"One Year Agreement Between the Board of Waubonsee Community College (Junior College District 516) and Waubonsee Community College Faculty Federation Local 2065."},
      {
        "id":"ED086090",
        "title":"The Agreement Between the Organization of Professional Administrative Personnel and the Ulster County Legislature."},
      {
        "id":"ED086091",
        "title":"Employment Agreement 1972-74 Between the County of Ulster and the Ulster County Community College Faculty Association."},
      {
        "id":"ED086092",
        "title":"Instructional Agreement 1973-74."},
      {
        "id":"ED086093",
        "title":"Contract Between the Faculty Association of Jamestown Community College and the Board of Trustees of Jamestown Community College. Academic Year 1973-1974."},
      {
        "id":"ED086094",
        "title":"Agreement Between the Association for Higher Education of Shoreline Community College and the Board of Trustees concerning Salary, Working Conditions, and Related College Policies 1973-74."},
      {
        "id":"ED086095",
        "title":"Does the Time of Course Meeting Affect Course Ratings by Students."},
      {
        "id":"ED086096",
        "title":"National Center for the Study of Collective Bargaining in Higher Education Proceedings, Annual Conference (1st, April 1973)."},
      {
        "id":"ED086097",
        "title":"Residence Halls in U.S. Higher Education: A Selective Bibliography. Series in Bibliography No. 4."},
      {
        "id":"ED086098",
        "title":"Parental View of the Collegiate Generation Gap. Research Bulletin, University of Minnesota, V14 N9 January 28, 1974."},
      {
        "id":"ED086099",
        "title":"The Extended University: A Progress Report."},
      {
        "id":"ED086100",
        "title":"Agricultural Education in Uganda: Makerere University. Terminal Report."},
      {
        "id":"ED086101",
        "title":"Internship Concepts and Applications; A Report to the Center for Urban Affairs, Indiana University."},
      {
        "id":"ED086102",
        "title":"Predictors of College Success."},
      {
        "id":"ED086103",
        "title":"Graduate Research Training Stipends. (Seventh and Final Year of Program). Final Report."},
      {
        "id":"ED086104",
        "title":"Content Analysis--As a Research Tool for Higher Education."},
      {
        "id":"ED086105",
        "title":"The Feasibility of an External Degree Program among the Member Institutions of the Michigan Council of State College Presidents."},
      {
        "id":"ED086106",
        "title":"Development of a Post-Secondary Student Information System for Illinois Students. Final Report."},
      {
        "id":"ED086107",
        "title":"Universities and Transnational Approaches to the Solution of World Problems."},
      {
        "id":"ED086108",
        "title":"Extended Learning Program Report to the Cleveland Commission on Higher Education, Ohio University, and the Ohio Board of Regents."},
      {
        "id":"ED086109",
        "title":"An Interim Report of the Ad Hoc Subcommittee on the External Degree: Developing External Degree Program(s) in the University System of Georgia. Second Working Draft."},
      {
        "id":"ED086110",
        "title":"Optional Learning Environments and the External Degree. Conference Proceedings (July 18-21, 1973)."},
      {
        "id":"ED086111",
        "title":"The Admission and Academic Placement of Students from the Caribbean. A Workshop Report: British Patterned Education, Cuba, the Dominican Republic, Dutch Patterned Education, the French West Indies, Haiti, Puerto Rico, and the U.S. Virgin Islands."},
      {
        "id":"ED086112",
        "title":"Faculty Trusteeship and Collective Bargaining: Can Faculty Representation on Governing Boards be an Effective Alternative to Collective Bargaining?"},
      {
        "id":"ED086113",
        "title":"Center for the Study of Higher Education: A Consultant in Residence Role?"},
      {
        "id":"ED086114",
        "title":"Some Thoughts on the Service Role of Departments of Higher Education."},
      {
        "id":"ED086115",
        "title":"Core Curriculum and Program Costing. Final Report."},
      {
        "id":"ED086116",
        "title":"Institutions of Higher Education and Urban Problems: A Bibliography and Review for Planners. Council of Planning Librarians Exchange Bibliography #398-399-400."},
      {
        "id":"ED086117",
        "title":"Educational Planning Literature Review; Being Chapter II and Bibliography of a Doctor of Education Dissertation. Exchange Bibliography 243-244."},
      {
        "id":"ED086118",
        "title":"Sampling of Perceptions of Participating Faculty in Bachelor's Degree with Individual Concentration Program at the University of Massachusetts."},
      {
        "id":"ED086119",
        "title":"Planning a Consortium of Colleges and Universities for Equal Opportunity in College Construction."},
      {
        "id":"ED086120",
        "title":"Comparative Unit Cost and Wage Rate Report on Maintenance and Operation of Physical Plants of Universities and Colleges."},
      {
        "id":"ED086121",
        "title":"Voluntarism, Tax Reform, and Higher Education."},
      {
        "id":"ED086122",
        "title":"[Agreement Between Dowling College and the Dowling College Chapter of the American Association of University Professors.]"},
      {
        "id":"ED086123",
        "title":"Agreement Between Rhode Island Board of Regents and the University of Rhode Island American Association of University Professors."},
      {
        "id":"ED086124",
        "title":"City University of New York Agreement Between the Board of Higher Education of the City of New York and United Federation of College Teachers Local 1460, AFL-CIO."},
      {
        "id":"ED086125",
        "title":"Agreement by and between the County of Genesee, The Board of Trustees of Genesee Community College and the Genesee Faculty Association, September 27, 1972."},
      {
        "id":"ED086126",
        "title":"Agreement between Niagara County Community College and the Faculty Association of Niagara County Community College, September 1, 1971 to August 31, 1973."},
      {
        "id":"ED086127",
        "title":"Agreement between the Kalamazoo Valley Community College Board of Trustees and the Kalamazoo Valley Community College Faculty Association, Including Amended Article V Dated September 13, 1972, 1971-1973."},
      {
        "id":"ED086128",
        "title":"Collective Bargaining Agreement by and Between Moraine Park Vocational, Technical and Adult Education District and the Faculty Association of Vocational, Technical and Adult Education District 10, July 1973-June 1974."},
      {
        "id":"ED086129",
        "title":"Collective Bargaining Agreement between Lehigh County Community College and Lehigh County Community College Faculty Association an Affiliate of PAHE/PSEA, NFA/NEA."},
      {
        "id":"ED086130",
        "title":"Agreement Between the Board of Trustees of Henry Ford Community College and the Henry Ford Community College Federation of Teachers, American Federation of Teachers, Local 1650, 1973-75."},
      {
        "id":"ED086132",
        "title":"Master Agreement Between Bay de Noc Community College Governing Board and Bay de Noc Community College Faculty Association."},
      {
        "id":"ED086133",
        "title":"The Agreement between the County of Rockland, the Board of Trustees of Rockland Community College and the Rockland Community College Federation of Teachers, Local 1871, September 1, 1972 to August 31, 1975."},
      {
        "id":"ED086134",
        "title":"Agreement Between the Faculty Council of Alpena Community College and the Alpena Board of Education, August 19, 1973 - August 18, 1974."},
      {
        "id":"ED086135",
        "title":"Agreement Between the State of New Jersey and Association of New Jersey State College Faculties, Inc."},
      {
        "id":"ED086136",
        "title":"Contractual Agreement Between Board of Junior College District No. 506 and Sauk Valley College Faculty Association."},
      {
        "id":"ED086137",
        "title":"Agreement Between Board of Junior College District No. 515. Counties of Cook, Will, and State of Illinois and Prairie State College Chapter of the Cook County Teachers Union, Local 1600, American Federation of Teachers AFL-CIO, 1972-74."},
      {
        "id":"ED086138",
        "title":"[Agreement Between the Board of Trustees of Community College District No. 11 and the Fort Steilacoom Community College Faculty Association 1973-74.]"},
      {
        "id":"ED086139",
        "title":"Agreement Between the Regents of the University of Michigan and the University of Michigan Interns-Residents Association."},
      {
        "id":"ED086140",
        "title":"Agreement Between the Faculty Association of Adirondack Community College and the Board of Trustees of Adirondack Community College."},
      {
        "id":"ED086141",
        "title":"[Agreement Between Ashland College and the Ohio Conference, American Association of University Professors.]"},
      {
        "id":"ED086142",
        "title":"Agreement Between Bard College and the Bard College Chapter of the American Association of University Professors."},
      {
        "id":"ED086143",
        "title":"Collective Bargaining Agreement between the Board of Education of the City of Grand Rapids and the Faculty Council of the Grand Rapids Junior College, 1973-1974."},
      {
        "id":"ED086144",
        "title":"Genesee Community College Faculty Master Contract, August 16, 1971 to August 15, 1973."},
      {
        "id":"ED086145",
        "title":"[Agreement Between the Board of Trustees of Hudson Valley Community College and the Hudson Valley Community College Faculty Association.]"},
      {
        "id":"ED086146",
        "title":"Salary Program 1973-1974 Highline Community College."},
      {
        "id":"ED086147",
        "title":"Agreement Between the Board of Trustees of Illinois Junior College District No. 519 and The Highland Community College Faculty Senate Affiliated with The American Federation of Teachers, Local 1957, 1973-74 Academic Year."},
      {
        "id":"ED086148",
        "title":"Master Agreement: Jackson Community College Board of Trustees and Jackson Community College Faculty Association."},
      {
        "id":"ED086149",
        "title":"Agreement Between the Jefferson County Board of Supervisors and the Board of Trustees of Jefferson Community College Representing the County of Jefferson and the Faculty Association of Jefferson Community College. 1973-1975."},
      {
        "id":"ED086150",
        "title":"[Agreement Between Lower Columbia College and Association of Higher Education.]"},
      {
        "id":"ED086151",
        "title":"An Agreement Between the Massachusetts Board of Regional Community Colleges and the Massasoit Community College Faculty Association."},
      {
        "id":"ED086152",
        "title":"Agreement Between the Board of Trustees of Mercer County Community College Operating Under Provision of Public Laws of 1968, Chapter 303 of the State of New Jersey, and the Faculty Association of Mercer County Community College 1971-1973."},
      {
        "id":"ED086153",
        "title":"Professional Staff Contract Between Minnesota State Junior College Board and Minnesota Junior College Faculty Association."},
      {
        "id":"ED086154",
        "title":"[Agreement Between the Board of Trustees of Monroe Community College and the Faculty Association of Monroe Community College.]"},
      {
        "id":"ED086155",
        "title":"Radio's Role in Development: Five Strategies of Use. Information Bulletin Number Four."},
      {
        "id":"ED086156",
        "title":"Description and Results of the Air Force Research and Development Program for the Improvement of Maintenance Efficiency."},
      {
        "id":"ED086157",
        "title":"Evaluation of a Variety of Television Lesson Formats for Potential Adult Learners in an Open University System."},
      {
        "id":"ED086158",
        "title":"Adult Learner Characteristics and Their Responsiveness to Multi-Media Instructional Programs Designed for an Open University System."},
      {
        "id":"ED086159",
        "title":"Instructional Technology: What Works."},
      {
        "id":"ED086160",
        "title":"A Guide For School Librarians."},
      {
        "id":"ED086161",
        "title":"Learning Through Media; An IMC Handbook for Chelmsford Teachers."},
      {
        "id":"ED086167",
        "title":"Automatic Program Synthesis Reports."},
      {
        "id":"ED086170",
        "title":"Description and Initial Evaluation of a Computer-Based Individual Trainer for the Radar Intercept Observer."},
      {
        "id":"ED086171",
        "title":"Test and Evaluation of Multi-Media Cadet Career Information and Counseling Center."},
      {
        "id":"ED086172",
        "title":"The Here, Now and Tomorrow of Cable Television in Education; A Planning Guide."},
      {
        "id":"ED086174",
        "title":"Effects of Encouraging Israeli Mothers to Co-observe Sesame Street With Their Five-Year-Olds."},
      {
        "id":"ED086176",
        "title":"Books For All; A Programme of Action."},
      {
        "id":"ED086177",
        "title":"An Analysis of the Impact of the Research Utilization Project on Principals' Attitudes and on the Use of Information Services By Teachers and Other Field Personnel in 16 Target Elementary Schools of the District of Columbia."},
      {
        "id":"ED086178",
        "title":"Education and Training of Information Specialists For the 1970's."},
      {
        "id":"ED086179",
        "title":"Introduction of Digital Computer Technology Into the Undergraduate Chemistry Laboratory. Final Technical Report."},
      {
        "id":"ED086180",
        "title":"A Summary of the Formative Research Conducted On Pilot Shows 02 and 03 Produced by Bilingual Children's Television."},
      {
        "id":"ED086182",
        "title":"Experimental Activities 1967 through 1972. Summary of the Final Report. The Committee for Television and Radio in Education (the TRU Committee)."},
      {
        "id":"ED086183",
        "title":"Optical Scanning Applications."},
      {
        "id":"ED086184",
        "title":"A Progress Report on the Cooperative Development of a General Histology Program by Several Schools in Brazil and the United States."},
      {
        "id":"ED086185",
        "title":"&quot;Have You Watched A Book Today?&quot; An Experimental Project of The Public Television Library. First Quarter Report."},
      {
        "id":"ED086186",
        "title":"Evaluation of Televised Electronics Instruction Program."},
      {
        "id":"ED086187",
        "title":"CONDUIT Test Materials at the University of Texas at Austin."},
      {
        "id":"ED086188",
        "title":"Cost-Effectiveness Analysis: The Selection of a Decision-Assisting Tool for Instructional Development."},
      {
        "id":"ED086189",
        "title":"Considerations in Building a Curriculum: A Systems Approach."},
      {
        "id":"ED086190",
        "title":"Adaptation for Open-Circuit Television Broadcast of a Nursing Course for the Registered Nurse Student in a Baccalaureate Degree Program. Final Progress Report."},
      {
        "id":"ED086192",
        "title":"Cognitive Networks and Abstract Terminology."},
      {
        "id":"ED086196",
        "title":"Rural Radio in Dahomey: September, 1972."},
      {
        "id":"ED086197",
        "title":"Radio Clubs of Niger: September, 1972."},
      {
        "id":"ED086198",
        "title":"Experience in the Field of Radio and Television Documentation."},
      {
        "id":"ED086199",
        "title":"Educational Broadcasts of NHK. Special Issue of NHK Today and Tomorrow."},
      {
        "id":"ED086200",
        "title":"Adaptive Measurement of Vigilance Decrement."},
      {
        "id":"ED086201",
        "title":"Computers in Education; A Brief Review."},
      {
        "id":"ED086202",
        "title":"Minutes and Proceedings of the Semi-Annual Meeting of the Association for Development of Instructional Systems (ADCIS). University of Michigan, August 7 through 9, 1973."},
      {
        "id":"ED086203",
        "title":"The Children's Television Workshop; How and Why It Works. Final Report."},
      {
        "id":"ED086204",
        "title":"Educational Evaluation of the Optacon (Optical-to-Tactile Converter) As a Reading Aid to Blind Elementary and Secondary Students. Interim Technical Report. Phase I."},
      {
        "id":"ED086205",
        "title":"Management Models and Instructional Productivity."},
      {
        "id":"ED086206",
        "title":"An Experimental CMI System on the PDP 11/20."},
      {
        "id":"ED086208",
        "title":"Methods Used in a Recent Computer Selection Study."},
      {
        "id":"ED086210",
        "title":"A Plan For a Publication Network For Rapid Dissemination of Technical Information."},
      {
        "id":"ED086211",
        "title":"Utilization of and Teachers' Attitudes Toward Educational Television Facilities in the Schools of the Board of Education for the Borough of York."},
      {
        "id":"ED086212",
        "title":"Overdue Policies: A Comparison of Alternatives."},
      {
        "id":"ED086213",
        "title":"Determining a Cost Effective Sampling Technique Which Will Provide Estimates of the Number of Patrons Utilizing the Purdue General Library During the Fall Semester of 1973."},
      {
        "id":"ED086214",
        "title":"Information Quality and Educational Decision Making. Final Report."},
      {
        "id":"ED086215",
        "title":"School Library Resources, Textbooks, and Other Instructional Materials. Annual Report, Fiscal Year 1972. Title II Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED086217",
        "title":"Simulating CMI on a Mini-Computer. Final Report, December 1971 Through May 1973."},
      {
        "id":"ED086218",
        "title":"A General Statistical Model for Increasing Efficiency and Confidence in Manual Data Collection Systems Through Sampling."},
      {
        "id":"ED086219",
        "title":"Long-Range State Program, June 1972; West Virginia Library Commission."},
      {
        "id":"ED086221",
        "title":"A Study to Determine the Effectiveness of Electronically Paced Typewriting Instruction for Blind Students. Final Report."},
      {
        "id":"ED086222",
        "title":"School Library Resource Centres. Recommended Standards for Policy and Provision. A Supplement on Non-Book Materials."},
      {
        "id":"ED086223",
        "title":"A Concept For a Primary Author's Language (PAL-X)"},
      {
        "id":"ED086225",
        "title":"The Fallacies of Library Media."},
      {
        "id":"ED086226",
        "title":"Computer-Aided Communication Satellite System Analysis and Optimization."},
      {
        "id":"ED086228",
        "title":"Indexing for the Growing Instructional Media Center."},
      {
        "id":"ED086232",
        "title":"Organizational Change; The Centralization of a Divisional Circulation System. Technical Paper Number Five."},
      {
        "id":"ED086235",
        "title":"Education of the Handicapped Child: Status, Trends, and Issues Related to Electronic Delivery."},
      {
        "id":"ED086236",
        "title":"Solo Works; Newsletter Number Twenty-Three."},
      {
        "id":"ED086237",
        "title":"Solo Works; Newsletter Number Twenty-Four."},
      {
        "id":"ED086238",
        "title":"Automation and the Federal Library Community: Report on a Survey."},
      {
        "id":"ED086239",
        "title":"Improving Productivity of School Systems Through Educational Technology. Final Report of Symposium."},
      {
        "id":"ED086240",
        "title":"Team Teaching: Student Perceptions of Two Contrasting Models."},
      {
        "id":"ED086241",
        "title":"Compiled Bibliography on Improving Productivity of School Systems Through Educational Technology."},
      {
        "id":"ED086242",
        "title":"Telling I. T. Like I. T. Is."},
      {
        "id":"ED086243",
        "title":"From ERIC Source Documents to Abstracts: A Problem in Readability."},
      {
        "id":"ED086244",
        "title":"Towards a National Plan in Applied Education and Training."},
      {
        "id":"ED086246",
        "title":"The Future of Educational Technology."},
      {
        "id":"ED086247",
        "title":"The SPELLINGCLUES Project at Red Deer College: Dialogue With the Computer as an Approach Toward Improving English Spelling."},
      {
        "id":"ED086248",
        "title":"Computer-Assisted Instruction Applied to English Spelling. Instructor's Manual and Implementation Manual."},
      {
        "id":"ED086249",
        "title":"The Impact of a Computers and Society Course on Student Perspectives."},
      {
        "id":"ED086250",
        "title":"Listening and Compressed Speech."},
      {
        "id":"ED086251",
        "title":"The Education Fair: From Concept to Practice."},
      {
        "id":"ED086252",
        "title":"The Self-Instructional Materials Project: Progress and Prospects."},
      {
        "id":"ED086253",
        "title":"Summary of the Self-Instructional Materials Project, 71-72."},
      {
        "id":"ED086254",
        "title":"Toward a Documented Curriculum."},
      {
        "id":"ED086255",
        "title":"Association for Continuing Education, Annual Report, June 30, 1973."},
      {
        "id":"ED086256",
        "title":"The Cooperative Information Network."},
      {
        "id":"ED086258",
        "title":"A Case Study in Indexing and Classification in the Sociology of Education. Development of Ideas Concerning the Organisation of Material for Literature Searching. Report for the Period September 1970-June 1973. Volume One."},
      {
        "id":"ED086259",
        "title":"A Case Study in Indexing and Classification in the Sociology of Education. Development of Ideas Concerning the Organisation of Material for Literature Searching. Report for the Period September 1970-June 1973. Volume Two."},
      {
        "id":"ED086260",
        "title":"National Aspects of Creating and Using MARC/RECON Records."},
      {
        "id":"ED086261",
        "title":"A Survey of User Attitudes Toward Selected Services Offered by the Colorado State University Libraries."},
      {
        "id":"ED086262",
        "title":"How to Make \"The Fourth Revolution\". Human Factors in the Adoption of Electronic Instructional Aids. Memorandum Number 73/5."},
      {
        "id":"ED086263",
        "title":"Computerization: A Key to Humanization."},
      {
        "id":"ED086264",
        "title":"Humanizing the Data Processor and His Computer."},
      {
        "id":"ED086265",
        "title":"The Humanizing Educational Monster: Explaining &quot;Them&quot; To The Schools."},
      {
        "id":"ED086266",
        "title":"Visual Literacy Yearbook."},
      {
        "id":"ED086267",
        "title":"Careers in College and University Student Affairs."},
      {
        "id":"ED086268",
        "title":"Attitudes Toward Post-Secondary Education: Empire County High School Seniors."},
      {
        "id":"ED086269",
        "title":"Jewish Studies at a Two-Year Public College (and) Lower Division Judaica: Problems and Solutions."},
      {
        "id":"ED086270",
        "title":"An Innovative Approach of Learning the Principles of Planning, Programming, Budgeting and Evaluation Systems. (An Orientation for Community College Staff to PPBES.) Curriculum Development Module."},
      {
        "id":"ED086271",
        "title":"An Analysis of Computer Utilization for Administration and Instruction in the Florida Community College System."},
      {
        "id":"ED086272",
        "title":"A Plan for the Development and Implementation of Planning, Programming, Budgeting and Evaluation System, and Management Information System."},
      {
        "id":"ED086273",
        "title":"An Accountability Technique in Higher Education: The Role of Planning, Programming, Budgeting and Evaluation System (PPBES)."},
      {
        "id":"ED086276",
        "title":"State Funding Formulae for Public Two-Year Colleges."},
      {
        "id":"ED086277",
        "title":"Orientation and Identification of Role for a New State Director."},
      {
        "id":"ED086278",
        "title":"A Comparative Analysis of Student Profiles and Institutional Goal Priorities at Washtenaw Community College."},
      {
        "id":"ED086279",
        "title":"The Community Junior College Trustee: Some Questions About Representation."},
      {
        "id":"ED086280",
        "title":"Research/Information Needs for Program Innovation in Community College Education. A Report from the National Dissemination Project for Post-Secondary Education."},
      {
        "id":"ED086281",
        "title":"Institutional Research Needs for U. S. Community Colleges."},
      {
        "id":"ED086282",
        "title":"Campus Children's Centers: An Action Plan."},
      {
        "id":"ED086283",
        "title":"Campus Children's Centers Sample Proposal."},
      {
        "id":"ED086284",
        "title":"Planning for Community College Concerns."},
      {
        "id":"ED086285",
        "title":"Community College Student Flow: A Study of the Origins and Persistence of Students in Two-Year Institutions with Implications for Postsecondary Education in California."},
      {
        "id":"ED086286",
        "title":"Through the Open Door: A Study of Persistence and Performance in California's Community Colleges. Report 1: Sources and Selected Characteristics of Students."},
      {
        "id":"ED086287",
        "title":"Through the Open Door: A Study of Persistence and Performance in California's Community Colleges. Report 2: 32,000 Students in 32 Colleges."},
      {
        "id":"ED086288",
        "title":"Preliminary Report to the Provost: Tanana Valley Community College Developmental Study."},
      {
        "id":"ED086289",
        "title":"The Report on the Chartering Process."},
      {
        "id":"ED086290",
        "title":"Instruction Manual on the Chartering Process."},
      {
        "id":"ED086291",
        "title":"The Measurable Institutional Objectives Approach to Management by Objectives, Mt. San Jacinto College."},
      {
        "id":"ED086292",
        "title":"A Trial Administration of the Comparative Guidance and Placement Program."},
      {
        "id":"ED086294",
        "title":"Occupational Programs in California Public Community Colleges, 1973-74."},
      {
        "id":"ED086295",
        "title":"Priority Determination for Vocational Education Through a Formal Needs Assessment Process. Final Project Report."},
      {
        "id":"ED086296",
        "title":"Research Training Workshops for Vocational Educators. Final Report."},
      {
        "id":"ED086297",
        "title":"A Resource Handbook for Counseling the Physically Handicapped Student: Chabot College, South County Joint Junior College District."},
      {
        "id":"ED086298",
        "title":"Implications for Community College Governance under Collective Bargaining."},
      {
        "id":"ED086299",
        "title":"Governance and Coordination of California Higher Education."},
      {
        "id":"ED086300",
        "title":"Public Higher Education and the California Constitution."},
      {
        "id":"ED086301",
        "title":"Southern California Area Environmental Manpower and Training Needs Study."},
      {
        "id":"ED086302",
        "title":"Released Time for Faculty: Practices and Procedures in Selected Community Colleges."},
      {
        "id":"ED086303",
        "title":"Continuing Education Master Plan for New River Community College, Dublin, Virginia 24084."},
      {
        "id":"ED086304",
        "title":"Community College Community Services Planning: A Literature Review Toward Development of a Master Plan in Continuing Education."},
      {
        "id":"ED086305",
        "title":"A Latency Analysis of Strategies Underlying Children's Recall of Sentences."},
      {
        "id":"ED086306",
        "title":"Elementary School Social Environment and School Achievement. Final Report."},
      {
        "id":"ED086307",
        "title":"Elaborative Facilitation and Learning in Children. Terminal Progress Report."},
      {
        "id":"ED086308",
        "title":"Career Planning and Progression for a Child Development Center."},
      {
        "id":"ED086309",
        "title":"&quot;MRHPSP&quot; (Maplewood-Richmond Heights Pre-School Program). Interim Evaluation Report for the Period July 1, 1971 - June 30, 1972."},
      {
        "id":"ED086312",
        "title":"Child Care in the Work Incentive Program."},
      {
        "id":"ED086314",
        "title":"Child Development Policy for Texas. Policy Research Project Report Number 2."},
      {
        "id":"ED086315",
        "title":"Culture, Cognition, and Social Change: The Effect of the Head Start Experience on Cognitive Patterns."},
      {
        "id":"ED086316",
        "title":"Ideas for Parent-Teacher Made Home Learning Kits."},
      {
        "id":"ED086317",
        "title":"A Parents Guide to School Readiness."},
      {
        "id":"ED086319",
        "title":"Facilitation of Conservation of Number in Young Children."},
      {
        "id":"ED086320",
        "title":"The Houston Parent-Child Development Center: A Parent Education Program for Mexican-American Families."},
      {
        "id":"ED086321",
        "title":"How Learning Conditions in Early Childhood - Including Mass Media - Relate to Aggression in Late Adolescence."},
      {
        "id":"ED086322",
        "title":"Children Adrift in Foster Care: A Study of Alternative Approaches."},
      {
        "id":"ED086323",
        "title":"Relationships Between Neonatal Characteristics and Mother-Infant Interaction."},
      {
        "id":"ED086324",
        "title":"The Generalization of Creativity &quot;Training&quot; in Easel Painting to Blockbuilding."},
      {
        "id":"ED086325",
        "title":"Evaluation of Head Start Experience with &quot;Healthy, That's Me&quot; in the Second Year. Volume I."},
      {
        "id":"ED086326",
        "title":"The Child Development Associate: What We Are Learning In Texas."},
      {
        "id":"ED086327",
        "title":"Parent Power: Primary Activities for the Home."},
      {
        "id":"ED086328",
        "title":"Guidelines for CDA Training Programs."},
      {
        "id":"ED086333",
        "title":"Prenatal Care."},
      {
        "id":"ED086334",
        "title":"Training for Thematic-Fantasy Play in Culturally Disadvantaged Children: Preliminary Results."},
      {
        "id":"ED086335",
        "title":"Visual Attention to Non-Contingent and Contingent Stimuli in Early Infancy."},
      {
        "id":"ED086336",
        "title":"Monitoring Attention During Operant Conditioning in Six and Seven Month Old Infants."},
      {
        "id":"ED086337",
        "title":"Mediator Use and Transfer in Discrimination Learning and Free Recall."},
      {
        "id":"ED086338",
        "title":"A New Adventure in Learning."},
      {
        "id":"ED086339",
        "title":"The Modification of Attentional Strategies in Children."},
      {
        "id":"ED086340",
        "title":"The Effects of Maternal Employment on the Child--A Review of the Research."},
      {
        "id":"ED086341",
        "title":"The Development of Short-Term and Incidental Memory: A Cross-Cultural Study."},
      {
        "id":"ED086342",
        "title":"Child Care Centers: Indoor Lighting; Outdoor Playspace."},
      {
        "id":"ED086344",
        "title":"Predicting Social Structure from the Sociometric Question."},
      {
        "id":"ED086345",
        "title":"Behaviors of Male and Female Teachers as Related to Behaviors and Attitudes of Elementary School Children."},
      {
        "id":"ED086346",
        "title":"Cross-Cultural Piagetian Studies: What Can They Tell Us?"},
      {
        "id":"ED086347",
        "title":"Early Childhood Preventive Curriculum."},
      {
        "id":"ED086348",
        "title":"The Effect of Anxiety on Children's Play and Stimulus Preference."},
      {
        "id":"ED086349",
        "title":"Reinforced Readiness Requisites: A Culturally Relevant Behavior Modification Program for Mexican-American, Indian and Black Children."},
      {
        "id":"ED086350",
        "title":"Some Thoughts on the Economics of Child Care Centers."},
      {
        "id":"ED086351",
        "title":"Self Concept: A Cross Cultural Study."},
      {
        "id":"ED086352",
        "title":"The Dangers of Early Schooling: The Need to Reexamine Our Motives and Methods."},
      {
        "id":"ED086353",
        "title":"Exploratory Work on an Objective-Projective Test of Factors of Moral Development in Young Children."},
      {
        "id":"ED086354",
        "title":"A Unique Approach to Programming for the Preschool Child."},
      {
        "id":"ED086355",
        "title":"The Status of Research in Children's Television."},
      {
        "id":"ED086356",
        "title":"Male Caregivers in Day Care: Demonstration Project."},
      {
        "id":"ED086357",
        "title":"Effect of Modeling and Social Reinforcement on the Racial Preferences of Children."},
      {
        "id":"ED086359",
        "title":"Beyond Consultation: A Program for Preventive Psychiatry."},
      {
        "id":"ED086360",
        "title":"Individual Differences in Social Behavior of Preschoolers as a Function of Educational Intervention."},
      {
        "id":"ED086361",
        "title":"Racial Preferences in the Behavior of Black and White Children."},
      {
        "id":"ED086362",
        "title":"Report of Follow Through Parent Interview Project."},
      {
        "id":"ED086364",
        "title":"Sudden Unexpected Death in Infants. (Supplement to Literature Search No. 71-14, April 1971 through June 1973)."},
      {
        "id":"ED086365",
        "title":"Child Development - Headstart Program."},
      {
        "id":"ED086367",
        "title":"Measurement Practices in Early Childhood Education."},
      {
        "id":"ED086368",
        "title":"A Selected Bibliography on Child Development, Preschool Nursery, and Child Day Care."},
      {
        "id":"ED086369",
        "title":"School Readiness 1972-1973. Profiles of Progress: An Evaluative Report."},
      {
        "id":"ED086370",
        "title":"Final Report on the Evaluation of Project Upswing's First Year."},
      {
        "id":"ED086371",
        "title":"Interim Evaluation of the National Follow Through Program 1969-1971. A Technical Report."},
      {
        "id":"ED086372",
        "title":"Preschool Personal-Social Behaviors: Relationships with Socioeconomic Status, Cognitive Skills, and Tempo. Disadvantaged Children and Their First School Experiences. ETS-Head Start Longitudinal Study."},
      {
        "id":"ED086373",
        "title":"Effects of Model Characterization on Preschool Children's Evaluative, Imitative and Nonimitative Responses."},
      {
        "id":"ED086374",
        "title":"Performance on Piaget-Type Tasks of High-IQ, Average-IQ, and Low-IQ Children."},
      {
        "id":"ED086375",
        "title":"Children&apos;s Spaces: Design for the 70&apos;s; Planning Educational Facilities in the Elementary School for Very Young Children."},
      {
        "id":"ED086376",
        "title":"Dictionary for Reaching Minority Groups."},
      {
        "id":"ED086377",
        "title":"Programmed Reinforcement in the Classroom: The Effects of Tangible Reinforcement on Educational Achievement of American Indian Children. Final Report."},
      {
        "id":"ED086378",
        "title":"American Indian Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 4."},
      {
        "id":"ED086380",
        "title":"The Effect of Paraprofessional Assistance on the Academic Achievement of Migrant Children."},
      {
        "id":"ED086381",
        "title":"Black Families Under Stress: A Metropolitan-Nonmetropolitan Comparison of Individual and Family Disability in a Southern Area."},
      {
        "id":"ED086382",
        "title":"Disability and Family Stress: Conceptual Specification and Research Possibilities."},
      {
        "id":"ED086383",
        "title":"Families Under Stress: An Interethnic Comparison of Disability Among Selected Metropolitan and Nonmetropolitan Families."},
      {
        "id":"ED086384",
        "title":"1972-73 Evaluation, The Supplementary Educational Center, Bottineau, North Dakota. End of Year and End of Project Report Combined."},
      {
        "id":"ED086386",
        "title":"Development of Human Resource Potentials of Rural Youth in the South and Their Patterns of Mobility."},
      {
        "id":"ED086387",
        "title":"You and Your Community. 1973 Sodus Migrant Summer Laboratory School Program. Sodus Central School, Sodus, New York."},
      {
        "id":"ED086388",
        "title":"Indian Education: Johnson-O&apos;Malley Activities, Annual Report, 1970-1971 [Montana]."},
      {
        "id":"ED086389",
        "title":"Indian Education. A Special Report by the National Advisory Council on Vocational Education."},
      {
        "id":"ED086393",
        "title":"Small School Distributive Education."},
      {
        "id":"ED086394",
        "title":"An Assessment of Motivation Among Indian Students in the Todd County School System."},
      {
        "id":"ED086395",
        "title":"A Plan for Indian Parent Involvement in South Dakota Day Schools."},
      {
        "id":"ED086397",
        "title":"Outdoor Education Activities for the School Curriculum, 1972."},
      {
        "id":"ED086398",
        "title":"A Guide for Teaching in and from an Urban School Environment, 1973."},
      {
        "id":"ED086399",
        "title":"Contemporary Indians in Various Types of Vocations in South Dakota and Surrounding Areas."},
      {
        "id":"ED086400",
        "title":"The Governance and Organizational Affiliation of Regional Educational Service Agencies: Arms of the State Education Agency, Pure Creatures of Constituent Local Districts, or Pure Special District Governments?"},
      {
        "id":"ED086401",
        "title":"Regional Service Centers - A Consumer's Viewpoint."},
      {
        "id":"ED086402",
        "title":"Educational Cooperation: A National Study of Regional Units."},
      {
        "id":"ED086403",
        "title":"Regional Service Centers Serving Both Metropolitan and Nonmetropolitan Areas."},
      {
        "id":"ED086405",
        "title":"Canadian Research in Indian Education: A Bibliography of Masters' Theses and Doctoral Dissertations."},
      {
        "id":"ED086406",
        "title":"Who Are Ohio's Migrants?"},
      {
        "id":"ED086407",
        "title":"Toward Quality Education for Mexican Americans. Mexican American Education Study."},
      {
        "id":"ED086409",
        "title":"Annual International Multilingual, Multicultural Conference: Proceedings (1st, San Diego, California, April 1-5, 1973)."},
      {
        "id":"ED086410",
        "title":"Historical Change in Educational Status Projections of East Texas High School Sophomores: A Racial Comparison."},
      {
        "id":"ED086411",
        "title":"The Indian Health Program of the U.S. Public Health Service, 1972."},
      {
        "id":"ED086413",
        "title":"Teens Make the Environmental Scene. Taft Campus Occasional Paper No. VI."},
      {
        "id":"ED086414",
        "title":"American Indian Education: Separation, Amalgamation, or What?"},
      {
        "id":"ED086415",
        "title":"American Indian Education: Separation, Amalgamation, or What?"},
      {
        "id":"ED086416",
        "title":"Yakima Indian Nation."},
      {
        "id":"ED086417",
        "title":"Washington State Annual Rural Manpower Report, 1971."},
      {
        "id":"ED086418",
        "title":"Washington State Annual Rural Manpower Report, 1972."},
      {
        "id":"ED086421",
        "title":"The Mental Health of Rural America: The Rural Programs of the National Institute of Mental Health."},
      {
        "id":"ED086422",
        "title":"Final Evaluation Report: Yupik Bilingual Education Project, Alaska State-Operated School System, July 1973."},
      {
        "id":"ED086423",
        "title":"Final Evaluation Report: Primary Eskimo Project of the U.S. Bureau of Indian Affairs, Bethel Agency, Bethel Alaska, July 1973."},
      {
        "id":"ED086424",
        "title":"Region One Right-to-Read Project: 1972-73 Evaluation Report."},
      {
        "id":"ED086425",
        "title":"Annual Report to the Office of Indian Affairs From the Director and the Supervisors of Indian Education for the State of Minnesota, 1972-73."},
      {
        "id":"ED086426",
        "title":"Indian Education and Training Opportunities at Columbia Jr. College, [Columbia, California.]"},
      {
        "id":"ED086427",
        "title":"Migrant and Seasonal Farmworker Powerlessness: The Need for a Survival Information Center."},
      {
        "id":"ED086428",
        "title":"Your Right to Indian Welfare. A Handbook on the BIA General Assistance Program."},
      {
        "id":"ED086429",
        "title":"CARTEL: Annotated Bibliography of Bilingual Bicultural Materials No. 12. Cumulative Issue--1973."},
      {
        "id":"ED086430",
        "title":"Characteristics of North Carolina Community Leaders."},
      {
        "id":"ED086431",
        "title":"Comprehensive Indian Education Act. Hearings Before the Committee on Interior and Insular Affairs, United States Senate, 92nd Congress, 2nd Session on S.2724."},
      {
        "id":"ED086433",
        "title":"Vermont Rural and Farm Family Rehabilitation Project. A Benchmark Report. Research Report MP73."},
      {
        "id":"ED086434",
        "title":"Educating Native American (Indians): Better Programs Needed."},
      {
        "id":"ED086436",
        "title":"Rural Adult Education. Appalachian Adult Education Center, Issue 7, December, 1972."},
      {
        "id":"ED086438",
        "title":"Rural-Urban Quality Differentials in North Dakota's Public School System."},
      {
        "id":"ED086440",
        "title":"Nondestructive Testing Introduction RQA/M1 and M3-5330.9."},
      {
        "id":"ED086441",
        "title":"Nondestructive Testing Magnetic Particle RQA/M1-5330.11."},
      {
        "id":"ED086442",
        "title":"Nondestructive Testing Eddy Current Basic Principles RQA/M1-5330.12 (V-I)."},
      {
        "id":"ED086443",
        "title":"Nondestructive Testing Eddy Current Equipment, Methods and Applications RQA/M1-5330.12 (V-II)."},
      {
        "id":"ED086444",
        "title":"Magnetic Particle Testing, RQA/M1-5330.16."},
      {
        "id":"ED086445",
        "title":"Eddy Current Testing, RQA/M1-5330.17."},
      {
        "id":"ED086459",
        "title":"Conceptual Approach to Art Curriculum Planning K-12."},
      {
        "id":"ED086470",
        "title":"The Use of Information Theory to Study Human Learning. Project on the Information Memory Model, University of Pittsburgh."},
      {
        "id":"ED086471",
        "title":"Integrated Science Syllabus for Malaysia, Forms 1-111, Revised Version."},
      {
        "id":"ED086473",
        "title":"Man and Environment for Secondary Schools: A Curriculum in Environmental Studies for High Schools."},
      {
        "id":"ED086476",
        "title":"Learning Activity Package, Physical Science. LAP Numbers 1, 2, 3, and 4."},
      {
        "id":"ED086477",
        "title":"Learning Activity Package, Physical Science. LAP Numbers 5, 6, and 7."},
      {
        "id":"ED086478",
        "title":"Learning Activity Package, Physical Science. LAP Numbers 8, 9, 10, and 11."},
      {
        "id":"ED086479",
        "title":"Learning Activity Package, Chemistry I. LAP Numbers 22, 23, 24, 25, 26, 27, and 28."},
      {
        "id":"ED086480",
        "title":"Learning Activity Package, Chemistry II. LAP Numbers 39A, 39B, 39C, 40, 41, 41A and 42."},
      {
        "id":"ED086482",
        "title":"Handbook of Techniques and Guides for the Study of the San Francisco Bay-Delta-Estuary Complex, Part 1. Monitoring Techniques for the Measurement of Physico-Chemical and Biological Parameters."},
      {
        "id":"ED086483",
        "title":"Handbook of Techniques and Guides for the Study of the San Francisco Bay-Delta-Estuary Complex, Part 2. Key to the Phytoplankton Phyla and Genera."},
      {
        "id":"ED086484",
        "title":"Handbook of Techniques and Guides for the Study of the San Francisco Bay-Delta-Estuary Complex, Part 3. Key to the Invertebrates."},
      {
        "id":"ED086485",
        "title":"Handbook of Techniques and Guides for the Study of the San Francisco Bay-Delta-Estuary Complex, Part 4. Key to the Coastal Marine Fishes of California."},
      {
        "id":"ED086486",
        "title":"Handbook of Techniques and Guides for the Study of the San Francisco Bay-Delta-Estuary Complex, Part 5. Keys to the Freshwater and Anadromous Fishes of California."},
      {
        "id":"ED086487",
        "title":"Handbook of Techniques and Guides for the Study of the San Francisco Bay-Delta-Estuary Complex, Part 6. Key to the Common Fishes of San Francisco Bay."},
      {
        "id":"ED086488",
        "title":"Population Aspects of Social Development. Report of a Regional Seminar and Selected Papers (Bangkok, Thailand, January 11-20, 1972)."},
      {
        "id":"ED086490",
        "title":"Enrichment Activities in Environmental Education."},
      {
        "id":"ED086491",
        "title":"Teaching Materials for Environmental Education. Investigating Your Environment."},
      {
        "id":"ED086492",
        "title":"Air Pollution, Causes and Cures."},
      {
        "id":"ED086493",
        "title":"Water Pollution, Causes and Cures."},
      {
        "id":"ED086494",
        "title":"Mobile Environmental Education Laboratory Project, Final Report."},
      {
        "id":"ED086495",
        "title":"Student Project Work and Abstracts. Beaufort, North Carolina Environmental Studies Project, No. 1."},
      {
        "id":"ED086496",
        "title":"Student Project Work and Abstracts. Beaufort, North Carolina Environmental Studies Project, No. 2."},
      {
        "id":"ED086497",
        "title":"A Study of Elementary Teacher's Opinions: An Evaluation."},
      {
        "id":"ED086498",
        "title":"Environmental Education, Intermediate Division, Boalsburg School."},
      {
        "id":"ED086499",
        "title":"Nature's Art."},
      {
        "id":"ED086500",
        "title":"Nature's Bulletin Board Ideas."},
      {
        "id":"ED086501",
        "title":"Elementary Teacher's Resource Manual, Lightship Chesapeake, 1973-1974."},
      {
        "id":"ED086502",
        "title":"Project Earth, A Curriculum Guide, Kindergarten-Primary-Intermediate."},
      {
        "id":"ED086503",
        "title":"Bailly Homestead Study Guide For Environmental Education."},
      {
        "id":"ED086504",
        "title":"Environmental Education. Securing a Foundation for Environmental Quality. A Process for Improving Environmental Education in Wisconsin."},
      {
        "id":"ED086505",
        "title":"Tayamentasachta: A Center for Environmental Studies."},
      {
        "id":"ED086506",
        "title":"Addenda to Home Economics Curriculum Guides, Environmental Education."},
      {
        "id":"ED086507",
        "title":"The Elective Program in English. Course Title: Writers and the Environments."},
      {
        "id":"ED086508",
        "title":"Town Lake Environmental Awareness Study. Final Report."},
      {
        "id":"ED086509",
        "title":"Man Builds, Man Destroys. [1973 Expanded Version]."},
      {
        "id":"ED086510",
        "title":"International Field Studies 1973 Report to the Bahamian Government."},
      {
        "id":"ED086511",
        "title":"An Annotated Bibliography for Environmental Educators."},
      {
        "id":"ED086512",
        "title":"An Environmental Glossary for Environmental Educators."},
      {
        "id":"ED086513",
        "title":"State Directories in Environmental Education, Volume III, U.S. Office of Education Regions IV and V."},
      {
        "id":"ED086514",
        "title":"State Directories in Environmental Education, Volume IV, U.S. Office of Education Regions VI and VII."},
      {
        "id":"ED086515",
        "title":"State Directories in Environmental Education, Volume V, U.S. Office of Education Regions VIII, IX, and X."},
      {
        "id":"ED086516",
        "title":"Micronesian Mathematics Program, Level 1, Children's Workbook."},
      {
        "id":"ED086517",
        "title":"Evaluation in the Mathematics Classroom: From What and Why to How and Where."},
      {
        "id":"ED086518",
        "title":"Unpublished Instruments for Evaluation in Mathematics Education: An Annotated Listing."},
      {
        "id":"ED086519",
        "title":"Atomic Physics, Science (Experimental): 5318.42."},
      {
        "id":"ED086520",
        "title":"Atoms, Molecules, and Kinetic Theory, Science (Experimental): 5317.63."},
      {
        "id":"ED086521",
        "title":"Energy of Atoms and Molecules, Science (Experimental): 5316.05."},
      {
        "id":"ED086522",
        "title":"Human Ecology, Science (Experimental): 5365.60."},
      {
        "id":"ED086523",
        "title":"Nuclear Chemistry, Science (Experimental): 5316.62."},
      {
        "id":"ED086524",
        "title":"Prehistoric Life, Science (Experimental): 5311.15."},
      {
        "id":"ED086525",
        "title":"Respiratory and Circulatory Systems, Science (Experimental): 5363.04."},
      {
        "id":"ED086526",
        "title":"Theories of Evolution, Science (Experimental): 5315.42."},
      {
        "id":"ED086527",
        "title":"Violent Florida Weather, Science (Experimental): 5343.05."},
      {
        "id":"ED086528",
        "title":"The World of Matter, (Experimental): 5311.07."},
      {
        "id":"ED086529",
        "title":"Adventures in Ecological Reading, Language Arts (Experimental); 5365.02."},
      {
        "id":"ED086538",
        "title":"SFT Symmetry, Mathematics (Experimental): 5212.48."},
      {
        "id":"ED086539",
        "title":"Techniques of Differentiation and Integration, Mathematics (Experimental): 5297.27."},
      {
        "id":"ED086540",
        "title":"Geometry 3, Mathematics (Experimental): 5228.32."},
      {
        "id":"ED086543",
        "title":"Reemployment Assistance for Engineers, Scientists, and Technicians Unemployed Because of Aerospace and Defense Cutbacks. Report to Congress."},
      {
        "id":"ED086544",
        "title":"Success in Mathematics Through Aural Reading Techniques (SMART)."},
      {
        "id":"ED086545",
        "title":"Final Evaluation Report, Project Video-Tape Packages Mathematics."},
      {
        "id":"ED086547",
        "title":"Bibliography of Mathematics Curricula (K-12)."},
      {
        "id":"ED086549",
        "title":"Introduction to High School Mathematics, Grade 9, Course 2."},
      {
        "id":"ED086550",
        "title":"Teaching Elementary Mathematics Using Laboratory Approaches."},
      {
        "id":"ED086551",
        "title":"Let's Use the Metric System: A Supplement to Mathematics K-6."},
      {
        "id":"ED086552",
        "title":"Animals of the Sea: Coelenterates, Protozoa, and Sponges."},
      {
        "id":"ED086553",
        "title":"Aspects of Marine Ecology."},
      {
        "id":"ED086554",
        "title":"Estuaries."},
      {
        "id":"ED086555",
        "title":"Marine Biological Field Techniques."},
      {
        "id":"ED086556",
        "title":"Sea Changes. Topics in Marine Earth Science."},
      {
        "id":"ED086557",
        "title":"Zones of Life in the Sea."},
      {
        "id":"ED086558",
        "title":"A Directory of Projects and Programs in Environmental Education for Elementary and Secondary Schools. Second Edition."},
      {
        "id":"ED086560",
        "title":"Mathematics Education: Student Terminal Goals, Program Goals, and Behavioral Objectives."},
      {
        "id":"ED086562",
        "title":"Social Organization, Socialization and Cultural Mediation in Formal Learning Situations."},
      {
        "id":"ED086564",
        "title":"Social Studies and the Disadvantaged."},
      {
        "id":"ED086566",
        "title":"Children of the World. A Series of Nine Television Programs for Elementary Students."},
      {
        "id":"ED086567",
        "title":"Responsibility and Responsiveness. The HEW Potential for the Seventies."},
      {
        "id":"ED086568",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 6, Number 1, 1972. Period Covered January-March 1972."},
      {
        "id":"ED084562",
        "title":"The Harlem Renaissance, English: 5114.72."},
      {
        "id":"ED084563",
        "title":"The Language of Persuasion, English, Vocabulary: 5114.68."},
      {
        "id":"ED084564",
        "title":"The Dickens Family, English: 5113.301."},
      {
        "id":"ED084565",
        "title":"An Introduction to Nonfiction, Language Arts: 5114.55."},
      {
        "id":"ED084566",
        "title":"Yearbook Editing, English, Journalism: 5115.149."},
      {
        "id":"ED084567",
        "title":"The Effect of Pause Deletion Schemes on Speech Comprehension under Time-Compression Conditions. Final Report."},
      {
        "id":"ED084569",
        "title":"Bibliography in Oral Interpretation of the Non-Speech Journals 1973-74."},
      {
        "id":"ED084570",
        "title":"The Oral Interpreter and Character Analysis."},
      {
        "id":"ED084572",
        "title":"Toward Measurement of Human Problem Solving in Simulations."},
      {
        "id":"ED084574",
        "title":"Listening: The Second Speaker."},
      {
        "id":"ED084576",
        "title":"Our De-Urbanized Cities and Other Obvious Paradoxes--An Outsider's Contributions to an Action Caucus of the SCA (Speech Communication Association)."},
      {
        "id":"ED084577",
        "title":"Communication in Organizations: The Communication Environment of a Task-Force Team."},
      {
        "id":"ED084578",
        "title":"An Experimental Investigation of the Effects of Orientation on Consensus and the Quality of Group Solutions."},
      {
        "id":"ED084579",
        "title":"An Examination of Undefined Forms of Proof in Academic Debate."},
      {
        "id":"ED084580",
        "title":"General Semantics and Science Fiction in the Speech-Communication Classroom."},
      {
        "id":"ED084581",
        "title":"Prisoner's Dogmatism Scores and Creative Alternative Game Behavior under Full Communication and Real Reward Conditions: A Correlational Study."},
      {
        "id":"ED084582",
        "title":"New Directions in Mass Communications Research: Physiological Measurement."},
      {
        "id":"ED084583",
        "title":"Media in Contemporary American Cultural Studies."},
      {
        "id":"ED084584",
        "title":"The Problem of Love: A Survey of Theoretical Literature."},
      {
        "id":"ED084585",
        "title":"Affirmative Action and Academic Women: A Crisis in Credibility."},
      {
        "id":"ED084586",
        "title":"What Should Be the Unique Role of Teaching or the Unique Applications of Teaching in Departments of Speech Communication Located in Urban Environments?"},
      {
        "id":"ED084587",
        "title":"The Essence of Negative Debating."},
      {
        "id":"ED084589",
        "title":"The Master Symbol as a Key to Understanding Organization Communication."},
      {
        "id":"ED084590",
        "title":"Confrontation and the Rhetoric of Relationship--A Position Statement."},
      {
        "id":"ED084591",
        "title":"Persuasibility--A Reception-yielding Process: A Nonmonotonic Theory of Man's Reception Distortion Behaviors as a Function of Environmental Fluctuations."},
      {
        "id":"ED084592",
        "title":"Debate Innovations at Workshops."},
      {
        "id":"ED084594",
        "title":"Community Service as Generative."},
      {
        "id":"ED084595",
        "title":"Sex Differences in the Factor Structure of Berger's Expressed Acceptance of Others Scale."},
      {
        "id":"ED084596",
        "title":"The Mission of Urban Communication; and Teaching Communication in a Business Orientation Program for Black Students."},
      {
        "id":"ED084597",
        "title":"Toward Conceptualizing the Domain of Interpersonal Behavior: A Factor-Analytic Study."},
      {
        "id":"ED084598",
        "title":"Action, Interaction, and Transaction: Three Means of Viewing the Communication \"World.\""},
      {
        "id":"ED084599",
        "title":"Interpersonal Learning Systems for National Speech-Communication."},
      {
        "id":"ED084600",
        "title":"A Positive Paralinguistic Structure and Its Effects on Attitude Change and Judgment of Personality Dimensions."},
      {
        "id":"ED084601",
        "title":"Debating the Jury System; A Resource Book."},
      {
        "id":"ED084602",
        "title":"The Effect of Reward and Punishment Incentives on Listening Comprehension."},
      {
        "id":"ED084603",
        "title":"Physiological Measurement in Communication Research."},
      {
        "id":"ED084604",
        "title":"Approaches to Inquiry in Communication."},
      {
        "id":"ED084605",
        "title":"Communication Research in Urban Centers."},
      {
        "id":"ED084606",
        "title":"An Experimental Study of Discussion Time and Risky Shift."},
      {
        "id":"ED084607",
        "title":"The Tangled Web of Service."},
      {
        "id":"ED084608",
        "title":"A Conceptual Framework for Evaluating the Function of the Mass Media within the Communication Paradigm."},
      {
        "id":"ED084609",
        "title":"The Effects of Equivocation and Negations on Message Perception and Source Credibility."},
      {
        "id":"ED084610",
        "title":"The Effects of Assigned Role Versus Non-Assigned Role on Group Consensus."},
      {
        "id":"ED084611",
        "title":"A Critical Evaluation of Legally Oriented Communication Research."},
      {
        "id":"ED084612",
        "title":"Audience-Role Considerations in Writing for Readers Theatre."},
      {
        "id":"ED084613",
        "title":"An Empirical and Theoretical Investigation of Communication Satisfaction."},
      {
        "id":"ED084614",
        "title":"The Role of Multivariate Data Analysis in Speech Communication."},
      {
        "id":"ED084615",
        "title":"Career Communication and the Community College."},
      {
        "id":"ED084616",
        "title":"Conflict Management in &quot;Ad Hoc&quot; Problem-Solving Groups: A Preliminary Investigation."},
      {
        "id":"ED084618",
        "title":"Advanced Persuasive Speaking, English, Speech: 5114.112."},
      {
        "id":"ED084619",
        "title":"New Directions for Research in Communications and International Development: From the Study of Individuals to the Study of Formal Organizations."},
      {
        "id":"ED084620",
        "title":"Wanted--More Women: Where Are the Women Superintendents?"},
      {
        "id":"ED084621",
        "title":"Community Control of Schools. Educational Management Review Series Number 26."},
      {
        "id":"ED084622",
        "title":"Technical Analysis Plan for Evaluation of the OEO Elementary Education Voucher Demonstration: Technical Dissertation."},
      {
        "id":"ED084623",
        "title":"Texas Public School Finance: A Majority of Exceptions. Interim Report (2nd)."},
      {
        "id":"ED084624",
        "title":"Texas Public School Finance Projections: Fewer Students, More Money. Interim Report (3rd)."},
      {
        "id":"ED084626",
        "title":"State of Connecticut: The Report of the Governor's Commission on Tax Reform. Volume I--State Finance, Revenues and Expenditures."}]
  }}
