{
  "response":{"numFound":509939,"start":30000,"numFoundExact":true,"docs":[
      {
        "id":"ED377501",
        "title":"Writing and Learning across Disciplinary Boundaries in College Math and Science Courses."},
      {
        "id":"ED377502",
        "title":"Literacy and Community Pariticpation. Prepublication Draft."},
      {
        "id":"ED377503",
        "title":"The Rhetoric of Revelation: The Case of Biographical Representations of Michel Foucault."},
      {
        "id":"ED377509",
        "title":"Using Portfolios To Negotiate a Rhetorical Community. Report Series 3.10."},
      {
        "id":"ED377510",
        "title":"Designing the Undergraduate Rhetoric and Writing Major."},
      {
        "id":"ED377511",
        "title":"Writing Nature in a Computer Environment."},
      {
        "id":"ED377512",
        "title":"From Theory to Practice: Classroom Application of Outcome-Based Education. ERIC Digest."},
      {
        "id":"ED377513",
        "title":"Narrative and Literacy: The Functions of Family Stories and Dialogues."},
      {
        "id":"ED377514",
        "title":"Sandra Stotsky's Civic Education: What Gets Taught."},
      {
        "id":"ED377515",
        "title":"Genre as a Strategic Resource."},
      {
        "id":"ED377516",
        "title":"A Critique of Cognitive Research on Writing from Three Critical Perspectives: Theoretical, Methodological, and Practical."},
      {
        "id":"ED377518",
        "title":"Redefining Ourselves and Teacher Education: A Full-Year Job Exchange."},
      {
        "id":"ED377519",
        "title":"Controlled Research: Putting Text to the Test."},
      {
        "id":"ED377520",
        "title":"&quot;This Is My Best&quot;: The Report of Vermont's Writing Assessment Program, Pilot Year 1990-91."},
      {
        "id":"ED377521",
        "title":"4th Grade Writing Benchmark Pieces."},
      {
        "id":"ED377522",
        "title":"8th Grade Writing Benchmark Pieces."},
      {
        "id":"ED377523",
        "title":"Portfolios and Your Child: Some Questions and Answers for Parents and Families."},
      {
        "id":"ED377524",
        "title":"The Internship Coordinator: Problems and Perils."},
      {
        "id":"ED377525",
        "title":"The Nature of Empathy in Theatre: &quot;Crying to Laugh.&quot; Final Technical Report."},
      {
        "id":"ED377526",
        "title":"To Standardize or Not to Standardize, That Is the Question."},
      {
        "id":"ED377527",
        "title":"Coordinating Mass Communication Internships in a Rural Community."},
      {
        "id":"ED377528",
        "title":"Do Behavioral Objectives Improve Student Learning?"},
      {
        "id":"ED377529",
        "title":"Flirting and Sexual Harassment in the Workplace: An Exploratory Study."},
      {
        "id":"ED377530",
        "title":"After Words: A Rhetoric of Multimedia Communication."},
      {
        "id":"ED377531",
        "title":"Why Are Programs Leaving CEDA?"},
      {
        "id":"ED377532",
        "title":"Using Collaborative Strategies To Validate the Intercultural ACCESS Test: Assessment of Communication Competency &amp; English Speaking Skills."},
      {
        "id":"ED377533",
        "title":"Critical Thinking Pedagogy: Opportunities To Take Limited Preparation beyond the Realm of Competition."},
      {
        "id":"ED377534",
        "title":"Questioning the Use of Questions in Interpretive Events."},
      {
        "id":"ED377536",
        "title":"The &quot;Secret Seduction&quot; of the Press? Aspects of Characteristics of PR Influencing Media Coverage."},
      {
        "id":"ED377537",
        "title":"Structures of Inhomogeneity--Dilemmas of Journalism Training in Europe."},
      {
        "id":"ED377538",
        "title":"From Preponderance to Underrepresentation: Female Faculty in Journalism and Mass Communication in Germany. Results of the First Study on Representation and Situation of Women in German Mass Communication and Journalism Departments."},
      {
        "id":"ED377539",
        "title":"Ascertaining Employer Attitudes: A Communication Internship Survey."},
      {
        "id":"ED377540",
        "title":"The State of New York School Finance 1994: The Efficiency and Equity of the &quot;Reformed&quot; Funding System."},
      {
        "id":"ED377541",
        "title":"School Improvement and Cultural Change: An Interim Account of the &quot;Improving the Quality of Education for All&quot; (IQEA) Project."},
      {
        "id":"ED377542",
        "title":"The Absence of Democratic and Educational Ideals from Contemporary Educational Reform Initiatives."},
      {
        "id":"ED377543",
        "title":"Community Perceptions of the Goals of an Effective School: A Comparison between Communities in Australia and USA."},
      {
        "id":"ED377545",
        "title":"Education for Reconstruction and Development in Post-Apartheid South Africa: A Policy Discourse."},
      {
        "id":"ED377548",
        "title":"Class Size."},
      {
        "id":"ED377549",
        "title":"Special Education Training: A Must for Today's School Leaders."},
      {
        "id":"ED377550",
        "title":"How Much Time Do Public and Private School Teachers Spend in Their Work?"},
      {
        "id":"ED377553",
        "title":"The Decentralization Mirage: Comparing Decisionmaking Arrangements in Four High Schools."},
      {
        "id":"ED377556",
        "title":"Compulsory Education: A Policy Analysis."},
      {
        "id":"ED377557",
        "title":"Family Conferences: Holding Oneself Accountable for Community."},
      {
        "id":"ED377558",
        "title":"The Application of the Knowledge Base in the Preparation of School Leaders."},
      {
        "id":"ED377559",
        "title":"The Massachusetts Education Reform Act: What Is It and Will It Work?"},
      {
        "id":"ED377562",
        "title":"Challenges in Systemic Education Reform. CPRE Policy Briefs."},
      {
        "id":"ED377563",
        "title":"Measuring Classroom Practice: Lessons Learned from Efforts To Describe the Enacted Curriculum--The Reform Up Close Study. CPRE Research Report Series Report #31."},
      {
        "id":"ED377565",
        "title":"Tenure, Civil Rights Laws, Inclusive Contracts, and Fear: Legal Protection and the Lives of Self-Identified Lesbian, Gay Male, and Bisexual Public School Teachers."},
      {
        "id":"ED377566",
        "title":"Facilitating Administrative Decision-Making and Organizational Change via a Decision-Making Process as Social Enterprise."},
      {
        "id":"ED377571",
        "title":"A Public-Private Partnership, Year Two: South Pointe Elementary School."},
      {
        "id":"ED377572",
        "title":"A New Framework for State Accountability Systems. Revised."},
      {
        "id":"ED377578",
        "title":"Controlling Costs Outside the Classroom: A Savings Prescription for Texas. Management Audit of Public Schools II."},
      {
        "id":"ED377584",
        "title":"Public School Negotiations: A Complete Guide to Collective Bargaining in Pennsylvania Public Education."},
      {
        "id":"ED377591",
        "title":"Restructuring Schools: Capturing and Assessing the Phenomena."},
      {
        "id":"ED377595",
        "title":"European Research on Curriculum: Book of Summaries of the European Conference on Curriculum (1st, Enschede, The Netherlands, August 31-September 2, 1994)."},
      {
        "id":"ED377596",
        "title":"Educating the Special Child in the Caribbean and Central America."},
      {
        "id":"ED377597",
        "title":"A Fire Safety Certification System for Board and Care Operators and Staff. SBIR Phase I: Final Report."},
      {
        "id":"ED377598",
        "title":"A Fire Safety Certification System for Board and Care Operators and Staff. SBIR Phase II: Final Report."},
      {
        "id":"ED377599",
        "title":"Preventing Fire Death and Injury, Conducting a Fire Drill in a Group Home [and] When You Need a Fire Safety Expert. National Fire Safety Certification System. Continuing Education Program. Volume 1, Numbers 1-3."},
      {
        "id":"ED377600",
        "title":"To Disclose or Not To Disclose: That Is the Question."},
      {
        "id":"ED377602",
        "title":"Supporting the Child in Transition Packet. Bridging Early Services Transition Project."},
      {
        "id":"ED377603",
        "title":"Bridging Early Services: Interagency Transition Planning Community Transition Workshop. Facilitator's Manual, Participant's Manual, [and] Preconference Packet. Bridging Early Services Transition Project."},
      {
        "id":"ED377604",
        "title":"Family Partnership in Transition Planning Packet. Bridging Early Services Transition Project."},
      {
        "id":"ED377605",
        "title":"Goodbyes and Hellos: Effective Strategies for Bridging Early Services. Project APPLES. Bridging Early Services Transition Project."},
      {
        "id":"ED377606",
        "title":"Getting Started: Developing a Local Interagency Coordinating Council. Bridging Early Services Transition Project--Outreach. First Steps."},
      {
        "id":"ED377607",
        "title":"Growing Together: A Profile of Local Interagency Councils in Kansas. Planning for Children Birth through Age Two and Their Families. Bridging Early Services Transition Project."},
      {
        "id":"ED377608",
        "title":"Removing Incentives for Restrictive Placements. Fiscal Issues in Special Education. CSEF Policy Paper Number 4."},
      {
        "id":"ED377609",
        "title":"Physical Disabilities: National Organizations and Resources. Reference Circular No. 94-01."},
      {
        "id":"ED377610",
        "title":"Doing Things Differently: Issues & Options for Creating Comprehensive School Linked Services for Children and Youth with Emotional or Behavioral Disorders."},
      {
        "id":"ED377611",
        "title":"Developing Culturally Competent Organizations."},
      {
        "id":"ED377612",
        "title":"Diversity Awareness through Community Service. Project SEED."},
      {
        "id":"ED377613",
        "title":"Traumatic Brain Injury and Special Education: An Information Resource Guide."},
      {
        "id":"ED377614",
        "title":"Deaf and Hard of Hearing Students: Educational Service Guidelines."},
      {
        "id":"ED377615",
        "title":"Academic Survivability in High Potential, Middle School Students."},
      {
        "id":"ED377616",
        "title":"Accessibility and Accommodations: Creating Employment Opportunities."},
      {
        "id":"ED377617",
        "title":"Disability Awareness: Creating Employment Opportunities."},
      {
        "id":"ED377618",
        "title":"The Job Search: Creating Employment Opportunities."},
      {
        "id":"ED377619",
        "title":"Self-Advocacy: Creating Employment Opportunities."},
      {
        "id":"ED377620",
        "title":"Support Services: Longview Community College. Creating Employment Opportunities."},
      {
        "id":"ED377621",
        "title":"Support Services: Southwest Missouri State University. Creating Employment Opportunities."},
      {
        "id":"ED377622",
        "title":"Support Services: University of Missouri-Columbia. Creating Employment Opportunities."},
      {
        "id":"ED377623",
        "title":"Disciplinary Exclusion of Students with Disabilities under Federal Law: An Overview."},
      {
        "id":"ED377624",
        "title":"Assistive Technology for Students with Disabilities: Rights under Federal Law."},
      {
        "id":"ED377625",
        "title":"Full Inclusion of Exceptional Students: Three Perspectives."},
      {
        "id":"ED377626",
        "title":"Inclusion from the Perspective of Persons with Mental Retardation."},
      {
        "id":"ED377627",
        "title":"Levels of Processing in Mild Disabilities."},
      {
        "id":"ED377628",
        "title":"Critical Structural Factors in Community Development in New Hampshire, 1993/94."},
      {
        "id":"ED377631",
        "title":"Training for the Special Education Service Delivery Model. Evaluation."},
      {
        "id":"ED377632",
        "title":"Compendium of Transition Model Demonstration Programs, 1994."},
      {
        "id":"ED377633",
        "title":"Creating Schools for All Our Students: What 12 Schools Have To Say."},
      {
        "id":"ED377634",
        "title":"Children with Emotional/Behavioral Problems and Their Family Structures."},
      {
        "id":"ED377635",
        "title":"Guidelines for School Districts Regarding the Rights of Students under Section 504 of the Rehabilitation Act of 1973."},
      {
        "id":"ED377638",
        "title":"Training Older Siblings To Enhance the Communications of Infants and Toddlers with Down Syndrome. Research & Resources on Special Education, Abstract 17."},
      {
        "id":"ED377639",
        "title":"Peer Tutoring and Small Group Instruction. Research & Resources on Special Education, Abstract 18."},
      {
        "id":"ED377640",
        "title":"Using Curriculum-Based Measurement To Select Instructional Strategies. Research & Resources on Special Education, Abstract 21."},
      {
        "id":"ED377641",
        "title":"The Effects of Student-Teacher Ratios on Student Performance in Special Education. Research & Resources on Special Education, Abstract 22."},
      {
        "id":"ED377642",
        "title":"Prereferral Intervention: Using Mainstream Assistance Teams To Accommodate Difficult-To-Teach Students in General Education. Research &amp; Resources on Special Education, Abstract 24."},
      {
        "id":"ED377643",
        "title":"Comprehensive System of Personnel Development (CSPD) for Leadership and Change. Proceedings of the Annual Conference (2nd, Washington, D.C., May 18-21, 1994)."},
      {
        "id":"ED377645",
        "title":"A Report on the Personnel Supply and Demand Data Collected by States: Networking System for Training Education Personnel."},
      {
        "id":"ED377647",
        "title":"Inservice Education and Professional Development. NSTEP Topical Bibliography."},
      {
        "id":"ED377648",
        "title":"Parent-Child Relationships for Communicative Development: An Intervention Study."},
      {
        "id":"ED377649",
        "title":"Living and Testing the Collaborative Process: A Case Study of Community-Based Services Integration. The Promoting Success in Zero to Three Services Project."},
      {
        "id":"ED377650",
        "title":"Hearing on the Reauthorization of the Individuals with Disabilities Education Act. Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED377652",
        "title":"Print and Braille Literacy: Selecting Appropriate Learning Media."},
      {
        "id":"ED377653",
        "title":"Tools for Selecting Appropriate Learning Media."},
      {
        "id":"ED377655",
        "title":"The Undiscovered Athlete: A Perspective on Collegiate Sports for Persons with Disabilities."},
      {
        "id":"ED377656",
        "title":"Handling the Cerebral Palsied Child: Multi-Level Skills Transfer in Pakistan."},
      {
        "id":"ED377658",
        "title":"Components of a System of Care: What Does the Research Say?"},
      {
        "id":"ED377659",
        "title":"A Statewide Survey of California Administrators about Behavioral Interventions in Special Education."},
      {
        "id":"ED377660",
        "title":"Guia para Padres: Acceso a los Grupos de Padres (Accessing Parent Groups: A Parent's Guide)."},
      {
        "id":"ED377661",
        "title":"Training in Developing Effective IEP&apos;s: The Illinois Experience."},
      {
        "id":"ED377663",
        "title":"Career Development, Employment, and Technology for College Students and Graduates with Disabilities: An Annotated Bibliography. 1994 Edition."},
      {
        "id":"ED377664",
        "title":"Barriers to Serving Children with Traumatic Brain Injury in the Public Schools: Problems and Solutions."},
      {
        "id":"ED377665",
        "title":"The Salamanca Statement and Framework for Action on Special Needs Education. Adopted by the World Conference on Special Needs Education: Access and Quality (Salamanca, Spain, June 7-10, 1994)."},
      {
        "id":"ED377666",
        "title":"Deaf Children's Development in a Temporal Perspective: Academic Achievement Levels and Social Processes. Reprints and Miniprints, No. 817."},
      {
        "id":"ED377667",
        "title":"Mathematics and Quality of Life: A New Theme in Special Teacher Education. Didakometry, No. 75."},
      {
        "id":"ED377668",
        "title":"ED Can Allocate Special Education Funds More Equitably. Final Audit Report, Audit Control No. A0928255."},
      {
        "id":"ED377669",
        "title":"Small Special Education Teacher Preparation Programs: Innovative Programming and Solutions to Problems in Higher Education."},
      {
        "id":"ED377670",
        "title":"Career Development Project. Postsecondary Education Programs for Individuals with Disabilities. Final Report."},
      {
        "id":"ED377671",
        "title":"Toward a Common Agenda: Linking Gifted Education and School Reform."},
      {
        "id":"ED377672",
        "title":"Guidelines, a Periodical for Classroom Language Teachers, 1988-1992."},
      {
        "id":"ED377673",
        "title":"Thinking in English."},
      {
        "id":"ED377674",
        "title":"Invented Spelling in the Writing Process: Applications for the Elementary EFL/ESL Classroom."},
      {
        "id":"ED377675",
        "title":"Individualizing English Instruction Using Computers."},
      {
        "id":"ED377676",
        "title":"Foreign Languages at the Middle Level."},
      {
        "id":"ED377677",
        "title":"Semantic Map Planning: A Framework for Effective, Reflective Teaching, Teacher Development, and Teacher Research."},
      {
        "id":"ED377678",
        "title":"RELIEF: Revue de linguistique et d'enseignement du francais (Review of Linguistics and French Language Instruction), 1994."},
      {
        "id":"ED377679",
        "title":"Special Issues Analysis Center Annual Report: Year Two. Volumes 1-7."},
      {
        "id":"ED377680",
        "title":"A Descriptive Study of Teachers&apos; Views on Instructional Methods for English as a Second Language Students."},
      {
        "id":"ED377681",
        "title":"A Pilot Study of Services to Students of Limited English Proficiency in New York City Public Schools. Revised. OER Report."},
      {
        "id":"ED377682",
        "title":"Meaningful Assessment: An Annotated Bibliography."},
      {
        "id":"ED377683",
        "title":"Peaking at Zero: Null Subjects and Other Indicators of Peak in Konni Texts."},
      {
        "id":"ED377684",
        "title":"The Role of Cultural Awareness in Contrastive Rhetoric."},
      {
        "id":"ED377685",
        "title":"Suggestopedia and Artistry in the Foreign Language Classroom."},
      {
        "id":"ED377686",
        "title":"English as a Foreign Language and the Dyslexic College Student: Pilot Screening Test and Remedial Materials in the Language Laboratory."},
      {
        "id":"ED377687",
        "title":"FLESNews, 1992-1993."},
      {
        "id":"ED377688",
        "title":"FLESNews, 1993-1994."},
      {
        "id":"ED377690",
        "title":"Implementation of Support Efforts: Promoting Effective Instruction of Linguistically and Culturally Diverse Student Populations."},
      {
        "id":"ED377691",
        "title":"Making Changes: Action Research for Developing Maori-Language Policies in Mainstream Schools."},
      {
        "id":"ED377692",
        "title":"Politeness and Pragmatic Competence in Foreign Language Education."},
      {
        "id":"ED377693",
        "title":"Hong Kong Papers in Linguistics and Language Teaching, Number 17."},
      {
        "id":"ED377694",
        "title":"Laying Down the Law? Reflecting on Course Design in Progress."},
      {
        "id":"ED377695",
        "title":"Beyond (F)utilitarianism: English &quot;as&quot; Academic Purpose."},
      {
        "id":"ED377696",
        "title":"On the Psychological Plausibility of \"Topic\" as a Construct in Research on Writing."},
      {
        "id":"ED377697",
        "title":"A Brief Critique of Chomsky's Challenge to Classical Phonemic Phonology."},
      {
        "id":"ED377698",
        "title":"Student-Produced Video Documentary: Hong Kong as a Self-Access Resource."},
      {
        "id":"ED377699",
        "title":"Designing an Ability Scale for English Across the Range of Secondary School Forms."},
      {
        "id":"ED377700",
        "title":"The Political Vocabulary of Hong Kong English."},
      {
        "id":"ED377701",
        "title":"Linguistic Relativity and Semantic Transfer: A Research Review."},
      {
        "id":"ED377702",
        "title":"The Evaluation of Interactive Videodiscs for Foreign Language Learning: Three Journeys."},
      {
        "id":"ED377703",
        "title":"Worlds Together...Words Apart: An Assessment of the Effectiveness of Arts-Based Curriculum for Second Language Learners."},
      {
        "id":"ED377704",
        "title":"The Empowerment of Discourse Management."},
      {
        "id":"ED377705",
        "title":"Two-Way Bilingual Education: Students Learning through Two Languages. Educational Practice Report: 12."},
      {
        "id":"ED377706",
        "title":"Request Realization Patterns in Portuguese and EFL."},
      {
        "id":"ED377707",
        "title":"Do Chickens Have Lips? Conversational Implicature in the ESL Classroom."},
      {
        "id":"ED377708",
        "title":"English Only, the Debate: A Selective &amp; Partially Annotated Bibliography."},
      {
        "id":"ED377709",
        "title":"Recurrent Artificial Neural Networks and Finite State Natural Language Processing."},
      {
        "id":"ED377710",
        "title":"Self-Esteem in the ESL Female Adolescent as Compared to Self-Esteem in the Non-ESL Female Adolescent."},
      {
        "id":"ED377711",
        "title":"Towards Automatically Aligning German Compounds with English Word Groups in an Example-Based Translation System."},
      {
        "id":"ED377712",
        "title":"Actes du colloque regional de linguistique (Proceedings of the Regional Linguistics Colloquium) (2nd, Neuchatel, Switzerland, October 2-3, 1986)."},
      {
        "id":"ED377713",
        "title":"Da que hablar (Something To Talk About), 1994."},
      {
        "id":"ED377714",
        "title":"The Pragmatics of Professionalism: Translation and Interpretation in Puerto Rico and Quebec."},
      {
        "id":"ED377715",
        "title":"Integrating Foreign Languages and International Exchanges in a Graduate Program of Business."},
      {
        "id":"ED377716",
        "title":"Strategies for Expanding Undergraduate Course Offerings in Foreign Language for Business."},
      {
        "id":"ED377717",
        "title":"Foreign Language and International Public Service at SIU-C: An Interdisciplinary B.A. Degree Program under Development."},
      {
        "id":"ED377718",
        "title":"Before We Get Down to Business: Acquiring Conversational Skills in a Foreign Language."},
      {
        "id":"ED377719",
        "title":"Language Training in the Context of Diplomacy for Global Competitiveness at the Foreign Service Institute, U.S. Department of State."},
      {
        "id":"ED377720",
        "title":"Setting the Standards; The Importance of the Language Audit."},
      {
        "id":"ED377721",
        "title":"Using Foreign Language Resources on the Internet."},
      {
        "id":"ED377722",
        "title":"Business-Related Simulation Exercises in the Russian Classroom."},
      {
        "id":"ED377723",
        "title":"Teaching Business Chinese to College Students: A Course Report."},
      {
        "id":"ED377724",
        "title":"ESP Courses at Tertiary Level: A Reflection of Thai Business Community."},
      {
        "id":"ED377725",
        "title":"Language Variation--A Case for LSP."},
      {
        "id":"ED377726",
        "title":"Using Minitel in the Commercial French Class: Creating a Business. Draft."},
      {
        "id":"ED377727",
        "title":"Building Professional Competency in French: A Tailor-Made Program."},
      {
        "id":"ED377729",
        "title":"Active-Learning Approaches to the Business French Course: The Business French Research Paper."},
      {
        "id":"ED377730",
        "title":"Creating a Business in France: A Class Project for the Business French Course."},
      {
        "id":"ED377731",
        "title":"Using Authentic Materials and Oral Activities To Supplement the Business French Course."},
      {
        "id":"ED377732",
        "title":"Strategies for Developing Cultural Awareness in the Business French Class."},
      {
        "id":"ED377734",
        "title":"German 450: Introduction to Business Operations in Germany. Initiating the Integration Process into the International Business Environment for German Majors at the Undergraduate and Graduate Levels."},
      {
        "id":"ED377735",
        "title":"Discussing Business and Economy with Intermediate Students of Japanese."},
      {
        "id":"ED377736",
        "title":"Teaching Japanese for Busy People."},
      {
        "id":"ED377737",
        "title":"The MBA and Japanese Language: Toward Proficiency-Oriented Language Instruction."},
      {
        "id":"ED377738",
        "title":"Going Beyond Standard English: An Instructional Module for Improving International Business Communication."},
      {
        "id":"ED377739",
        "title":"TESOL in Context, 1990-1993."},
      {
        "id":"ED377740",
        "title":"Development of Basic Literacy Learning Materials for Minority Peoples in Asia and the Pacific. Final Report of the Second Sub-Regional Workshop (Chiang Rai, Thailand, February 22-March 5, 1994)."},
      {
        "id":"ED377741",
        "title":"Bridging the Gap: A Transitional Program from ESL to ABE. Research and Curriculum."},
      {
        "id":"ED377743",
        "title":"Telephone Training."},
      {
        "id":"ED377744",
        "title":"Patient Relations and Workplace Communication."},
      {
        "id":"ED377746",
        "title":"Health Care Reform: Potential Impact on Colleges and Universities."},
      {
        "id":"ED377747",
        "title":"Workload and Stress in New Zealand Universities."},
      {
        "id":"ED377749",
        "title":"Initiating, Implementing, and Studying Large-Scale University Change: Outreach at Michigan State University."},
      {
        "id":"ED377750",
        "title":"Federalism and Public Policy: The Governance and Funding of Australian Higher Education."},
      {
        "id":"ED377752",
        "title":"Expanded Outreach at Clemson University. A Case Study."},
      {
        "id":"ED377753",
        "title":"Restructuring Initiatives in Public Higher Education: Institutional Response to Financial Constraints."},
      {
        "id":"ED377754",
        "title":"Foreign Students in Higher Education: Comparative Statistical Data for 1980 and 1990."},
      {
        "id":"ED377757",
        "title":"University to Community and Back: Creating a Customer Focused Process."},
      {
        "id":"ED377758",
        "title":"A University Libraries Faculty Perspective on the Role of the Department Head in Faculty Performance: A Grounded Theory Approach. Revised."},
      {
        "id":"ED377759",
        "title":"Facing the Future: The Internationalization of Post-Secondary Institutions in British Columbia. Task Force Report."},
      {
        "id":"ED377760",
        "title":"Independence, Accreditation, and the Public Interest. Special Report on Accreditation."},
      {
        "id":"ED377763",
        "title":"Assessing Quality and Effectiveness of Higher Education. Work in Progress."},
      {
        "id":"ED377764",
        "title":"Assessing Quality in Higher Education: Policy Actions in the SREB States."},
      {
        "id":"ED377765",
        "title":"Effects of Non-Traditional Teaching on Retention among Predominantly Hispanic Engineering Students."},
      {
        "id":"ED377766",
        "title":"Multiculturalism in the University Curriculum: Infusion for What?"},
      {
        "id":"ED377768",
        "title":"The Politics of Assessment of the Professoriate."},
      {
        "id":"ED377769",
        "title":"Taking Charge of Change through Strategic Planning in Academic Departments: The Case Study of a Biology Department."},
      {
        "id":"ED377770",
        "title":"The Development of a Competency Based Instructor Assessment Instrument."},
      {
        "id":"ED377771",
        "title":"University Impact on Community Development."},
      {
        "id":"ED377772",
        "title":"Student Financial Aid for North Carolinians."},
      {
        "id":"ED377774",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (8th, Ellenville, New York, March 16-18, 1994)."},
      {
        "id":"ED377775",
        "title":"A Brief History of The Group Plan of the Claremont Colleges."},
      {
        "id":"ED377776",
        "title":"[Comparison of Preliminary Fall Semester Headcount Enrollments in Texas.]"},
      {
        "id":"ED377778",
        "title":"Characteristics of Students Who Borrow To Finance Their Postsecondary Education. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED377779",
        "title":"Degree Attainment, by Race/Ethnicity and Sex. Indicator of the Month. December 1994."},
      {
        "id":"ED377780",
        "title":"Democratic Culture. Newsletter of Teachers for a Democratic Culture. Volumes 1-3."},
      {
        "id":"ED377781",
        "title":"Threats to Academic Freedom in Higher Education."},
      {
        "id":"ED377782",
        "title":"The Advisory Committee Advantage. Creating an Effective Strategy for Programmatic Improvement. ERIC Digest."},
      {
        "id":"ED377783",
        "title":"The Advisory Committee Advantage. Creating an Effective Strategy for Programmatic Improvement. ASHE-ERIC Higher Education Report No. 1."},
      {
        "id":"ED377789",
        "title":"Idaho Higher Education: 1994 Fact Book."},
      {
        "id":"ED377790",
        "title":"Reducing Risks and Liability in Study Abroad: Study Abroad Director's Manual, University of Utah. Study Abroad Director Training: Director Responsibilities, Institutional Responsibilities, Participant Responsibilities."},
      {
        "id":"ED377791",
        "title":"Preparing Women Doctoral Students for a College Teaching Career."},
      {
        "id":"ED377792",
        "title":"A University/School Collaboration Model for Systemic Change through Site-Based Management."},
      {
        "id":"ED377794",
        "title":"Alabama Commission on Higher Education. Annual Report, 1993-94."},
      {
        "id":"ED377795",
        "title":"Organizational and Technological Strategies for Higher Education in the Information Age. CAUSE Professional Paper Series, #13."},
      {
        "id":"ED377796",
        "title":"Study Opportunities at Universities, 1995 = Studiegeleenthede aan Universiteite, 1995. Eighth Edition. Research Finding MN-154."},
      {
        "id":"ED377798",
        "title":"The Israeli Council for Higher Education. The Planning and Budgeting Committee, Annual Report No. 19, Academic Year 1991-92."},
      {
        "id":"ED377799",
        "title":"State Aid to Students Attending Private Institutions of Higher Education: The Issues."},
      {
        "id":"ED377800",
        "title":"Organizational Effectiveness in Higher Education and Collaborative Interaction with External Organizations: A Research Prospectus."},
      {
        "id":"ED377801",
        "title":"Colleges and Universities as Historic Institutions: a Study of the Historical Context of Campus Architecture: Founders Hall, Virginia Commonwealth University, Richmond, Virginia."},
      {
        "id":"ED377802",
        "title":"Politics, Policy and Practice: How Suitable is Australian Business As a Model for Emulation?"},
      {
        "id":"ED377803",
        "title":"Postsecondary Education Opportunity. The Mortenson Report on Public Policy Analysis of Opportunity for Postsecondary Education. 1994."},
      {
        "id":"ED377804",
        "title":"About Women on Campus. 1994. Volume 3. Numbers 1-4."},
      {
        "id":"ED377805",
        "title":"How California Can Maintain Its Commitment to Higher Education."},
      {
        "id":"ED377806",
        "title":"Guidelines for Curriculum Development for Undergraduate Medical Education in the Prevention of Pulmonary Diseases."},
      {
        "id":"ED377808",
        "title":"Teaching about Information Super Highway to the Public Administrators: A Case Study of Non-Degree Public Administration Training Program."},
      {
        "id":"ED377809",
        "title":"Female Doctoral Students: How Age Differentiates Institutional Choice, Retention Enhancement, and Scholarly Accomplishments."},
      {
        "id":"ED377810",
        "title":"NIH Minority Programs."},
      {
        "id":"ED377812",
        "title":"Renewing the Public Investment. Final Report and Recommendations of the Advisory Commission on Investing in the State Colleges."},
      {
        "id":"ED377813",
        "title":"A Guided Approach to Instructional Design Advising."},
      {
        "id":"ED377814",
        "title":"Electronic Highway or Weaving Loom? Thinking about Conferencing Technologies for Learning."},
      {
        "id":"ED377815",
        "title":"An International Survey of Distance Education and Teacher Training: From Smoke Signals to Satellite."},
      {
        "id":"ED377818",
        "title":"Regulatory Enhancements, Infrastructure Modernization, and Connecticut's Establishment of a Statewide, Interactive, Distance Learning Interconnection."},
      {
        "id":"ED377819",
        "title":"Matters Horn and Other Features in the Computational Learning Theory Landscape: The Notion of Membership."},
      {
        "id":"ED377820",
        "title":"A Kansas Integrated Commercialization Information Network (KICIN)."},
      {
        "id":"ED377821",
        "title":"Occasional Papers in Open and Distance Learning. Number 16."},
      {
        "id":"ED377822",
        "title":"Improving the Student's Use of Computers within the Middle School Curriculum through a Multi-Faceted Approach of Increased Computer Accessibility and Varied Teaching/Learning Strategies."},
      {
        "id":"ED377824",
        "title":"Communication, Community, Collaboration, Connection. Proceedings of the International Symposium on Telecommunications in Education (3rd, Albuquerque, New Mexico, November 10-13, 1994)."},
      {
        "id":"ED377829",
        "title":"Say &quot;YES&quot; to Telephone Lines in the Classroom. ERIC Digest."},
      {
        "id":"ED377830",
        "title":"Online for At-Risk Students: A Success Story."},
      {
        "id":"ED377831",
        "title":"Education for All. INNOV Data Base. Making It Work. Innovative Basic Education Projects in Developing Countries Database 1994."},
      {
        "id":"ED377832",
        "title":"University of Guam Learning Resources (LR): Cumulative Report, 1952-94."},
      {
        "id":"ED377836",
        "title":"Black History: Kindergarten to Senior 4. A Bibliography of Resources Available from the Library, Instructional Resources Branch."},
      {
        "id":"ED377837",
        "title":"Catalogue of Videorecordings and Films, Kindergarten to Grade 6, 1993."},
      {
        "id":"ED377838",
        "title":"Guidelines for Multicultural School Library Services."},
      {
        "id":"ED377839",
        "title":"The Education and Training of Librarians in the U.S.S.R. Papers from a Section on Education and Training Workshop at the IFLA Conference (57th, Moscow, August 1991)."},
      {
        "id":"ED377840",
        "title":"Collection Analysis Project. Final Report."},
      {
        "id":"ED377841",
        "title":"Strategic Directions, 1992-1997: A Plan for the University at Stony Brook Libraries."},
      {
        "id":"ED377842",
        "title":"Familiar Faces, Faraway Places (Caras Conocidas, Lugares Lejanos); Program Guide for the Texas Reading Club 1994."},
      {
        "id":"ED377843",
        "title":"A Librarian's Planning Handbook for a Read-to-Me Club."},
      {
        "id":"ED377844",
        "title":"Selecting and Using a Core-Reference Collection. Second Edition."},
      {
        "id":"ED377845",
        "title":"Handbook of Reference Sources and Services for Small and Medium-sized Libraries. Second Edition."},
      {
        "id":"ED377852",
        "title":"Bringing Up Gopher: Access to Local &amp; Remote Electronic Resources for University Library Users."},
      {
        "id":"ED377858",
        "title":"School Library Media Centers in the United States: 1990-91. Survey Report."},
      {
        "id":"ED377859",
        "title":"A Quarter-Century of Attacks on Oregon Public School Library and Text Books: A Chronological Study."},
      {
        "id":"ED377861",
        "title":"Selecting and Planning for an Automated Library System: Guidelines for Libraries."},
      {
        "id":"ED377862",
        "title":"The Effect of a New Bookmobile on Circulation in the Holmes County District Public Library: An Ex Post Facto Correlational Study."},
      {
        "id":"ED377863",
        "title":"The Association of College and Research Libraries Standards for College Libraries as Applied to the Anatolia College Library, The American College of Higher Studies, Thessaloniki, Greece."},
      {
        "id":"ED377864",
        "title":"Job Opportunities for Special Librarians: A Content Analysis of Job Advertisements Appearing in the Special Libraries Association's Newsletter &quot;SpeciaList&quot; in 1992 and 1993."},
      {
        "id":"ED377865",
        "title":"Children with Physical Disabilities and Summer Reading Programs in Ohio Public Libraries."},
      {
        "id":"ED377866",
        "title":"Utilizing a Rapid Prototyping Approach in the Building of a Hypermedia-Based Reference Station."},
      {
        "id":"ED377872",
        "title":"The Zanesville Campus Library of Ohio University at Zanesville and the Muskingum Area Technical College: A Use Study of a Co-Located Campus Library."},
      {
        "id":"ED377876",
        "title":"Theories and Practices in World Libraries: Papers Presented at the International Symposium on the Development of Theory and Practice of Library Information Science (1st, Wuhan, Hubei, China, May 21-25, 1993)."},
      {
        "id":"ED377879",
        "title":"Literacy without Libraries: Promoting Literacy among Schoolchildren in Nigeria."},
      {
        "id":"ED377880",
        "title":"Libraries and the Internet. ERIC Digest."},
      {
        "id":"ED377881",
        "title":"Next Challenges for Builders and Managers of Government Internet Services: A Report to the Information Infrastructure Task Force."},
      {
        "id":"ED377883",
        "title":"South Carolina State Library Annual Report. 1993-1994."},
      {
        "id":"ED377884",
        "title":"A Discrete Inquiry: Is the Merging of School and Public Libraries a Viable Option in the State of North Dakota?"},
      {
        "id":"ED377885",
        "title":"Council on Library Resources, Inc. Thirty-Eighth Annual Report/1994."},
      {
        "id":"ED377886",
        "title":"New K-12 Curriculum Materials in the Government Documents Collection. 1989-1993."},
      {
        "id":"ED377887",
        "title":"New Adult Level Curriculum Materials in the Government Documents Collection. 1989-1993."},
      {
        "id":"ED377888",
        "title":"Library Services and Construction Act (LSCA): Reauthorization Issues. CRS Issue Brief."},
      {
        "id":"ED377890",
        "title":"Results of Entering Student Survey, 1993 Fall and 1994 Spring Semesters. Research Study Report."},
      {
        "id":"ED377891",
        "title":"Blinn College Fact Book, 1993-94."},
      {
        "id":"ED377892",
        "title":"The 1994-96 Two-Year Plan for the Use of Federal Funds Available under the Carl D. Perkins Vocational and Applied Technology Education Act."},
      {
        "id":"ED377893",
        "title":"Does the Key Fit the Lock? A Review of Research on GED Recipients in Community Colleges."},
      {
        "id":"ED377894",
        "title":"It's a Wonderful Life: Using Public Domain Cinema Clips To Teach Affective Objectives and Illustrate Real-World Algebra Applications."},
      {
        "id":"ED377895",
        "title":"Retention and Success Rates by Course Category, Year, and Selected Student Characteristics at Golden West College."},
      {
        "id":"ED377896",
        "title":"The INVEST Program: A Computer-Based System for Adult Academic Upgrading. A Pilot Project."},
      {
        "id":"ED377897",
        "title":"Computer Assisted Instruction (ILS) for Adults."},
      {
        "id":"ED377898",
        "title":"Enhancing the Academic Skills of Adolescent Students with Learning Disabilities through Computer-Assisted Instruction."},
      {
        "id":"ED377899",
        "title":"Total Quality Education: A Concept in Reality."},
      {
        "id":"ED377900",
        "title":"Follow-Up of JCCC Career Program Completers, Class of 1992-93."},
      {
        "id":"ED377901",
        "title":"5-Year Report of JCCC Career Programs, Fall 1988 to Spring 1993."},
      {
        "id":"ED377902",
        "title":"Career Program Completers. 1989-90 Long-Term Follow-Up Study."},
      {
        "id":"ED377903",
        "title":"NEW Work for Women: A Model Program for Nontraditional Careers."},
      {
        "id":"ED377904",
        "title":"AACC Research and Data, 1994."},
      {
        "id":"ED377905",
        "title":"The State of Basic Math at T-VI: A Report from the Faculty."},
      {
        "id":"ED377906",
        "title":"Prairie State College in Its First Quarter Century, 1957-1982: A Community College History."},
      {
        "id":"ED377907",
        "title":"A Survey of Full-Time and Part-Time Students' Satisfaction with Faculty Academic Advising."},
      {
        "id":"ED377908",
        "title":"Developmental Placement and Academic Progress: Tracking &quot;At-Risk&quot; Students in the 1990 Entering Cohort. Enrollment Analysis EA95-2."},
      {
        "id":"ED377909",
        "title":"Selected Student Statistics, January 1995."},
      {
        "id":"ED377910",
        "title":"Capstone: An Experiment in Articulation of College and University Studies."},
      {
        "id":"ED377911",
        "title":"Community Colleges: General Information and Resources. ERIC Digest."},
      {
        "id":"ED377912",
        "title":"A Description and Analysis of Selected Successful Developmental Reading Programs in Texas Community Colleges [and] Analysis of Developmental Mathematics Programs in Texas Community Colleges Which Are Successful with Black and Hispanic Students."},
      {
        "id":"ED377913",
        "title":"Florida Community College System 1994 Accountability Plan."},
      {
        "id":"ED377914",
        "title":"Community College Reform and Tech Prep: Leading, Following, or Business as Usual?"},
      {
        "id":"ED377915",
        "title":"Evaluation of Developmental Programs."},
      {
        "id":"ED377916",
        "title":"University and Community College System of Nevada Completions Report."},
      {
        "id":"ED377917",
        "title":"WTCS Facts."},
      {
        "id":"ED377918",
        "title":"Report for the Florida Community Colleges: The Fact Book."},
      {
        "id":"ED377919",
        "title":"Career and Educational Interests of Johnson County Public High School Students."},
      {
        "id":"ED377920",
        "title":"University and Community College System of Nevada Planning Report, 1995-1999."},
      {
        "id":"ED377921",
        "title":"How California Colleges Are Coping, 1991 [and] A Summary of Education Issues Facing California Colleges and School Districts."},
      {
        "id":"ED377922",
        "title":"How Colleges Are Coping, 1992."},
      {
        "id":"ED377923",
        "title":"How Colleges Are Coping, 1993."},
      {
        "id":"ED377924",
        "title":"How Colleges Are Coping, 1994."},
      {
        "id":"ED377925",
        "title":"Toward a Classification System for Community Colleges."},
      {
        "id":"ED377926",
        "title":"Community Colleges, Work Force Training, and the Clinton Administration."},
      {
        "id":"ED377927",
        "title":"California Community Colleges. Report on Enrollment, 1990-1993."},
      {
        "id":"ED377928",
        "title":"San Diego City College Title III Evaluation."},
      {
        "id":"ED377929",
        "title":"Continuing Education Student Survey 1993. San Diego Community College District."},
      {
        "id":"ED377930",
        "title":"San Diego Mesa College Student Satisfaction with Matriculation Services."},
      {
        "id":"ED377932",
        "title":"Student Perceptions of San Diego Community College District Educational Services, '93 Survey."},
      {
        "id":"ED377933",
        "title":"Moving through the Curriculum: An Analysis of Pre-Collegiate English Performance at the San Diego Community College District, Fall 1990 through Spring 1992."},
      {
        "id":"ED377934",
        "title":"Campus Climate Student Survey, Spring 1994."},
      {
        "id":"ED377935",
        "title":"Prince George's Community College and the Fiscal Crisis of the 1990's."},
      {
        "id":"ED377936",
        "title":"The Power of Partnership: Economic Development Program of the California Community Colleges. Annual Report 1992-1993."},
      {
        "id":"ED377937",
        "title":"Student Enrollments and Completions in the Illinois Community College System. Fiscal Year 1994."},
      {
        "id":"ED377938",
        "title":"A Comparative Study of Occupational Success among Siblings: Differences in Child Rearing Behavior."},
      {
        "id":"ED377946",
        "title":"Toward Self Sufficiency: Social Issues in the Nineties. Proceedings of the National Association for Welfare Research and Statistics (33rd, Scottsdale, Arizona, August 7-11, 1993)."},
      {
        "id":"ED377947",
        "title":"Parent and Teacher Attitudes: An Examination of Parent and Teacher Attitudes toward Developmentally Appropriate and Traditional Instructional Practice."},
      {
        "id":"ED377948",
        "title":"Daghemsvistelse I Retrospektivt Perspektiv: En teori- och metodprovande studie (Daycare in Retrospect)."},
      {
        "id":"ED377950",
        "title":"Early Childhood Physical Environment Observation Schedules and Rating Scales: Preliminary Scales for the Measurement of the Physical Environment of Child Care Centers and Related Environments. Second Edition."},
      {
        "id":"ED377951",
        "title":"Families &amp; School. Best of &quot;set.&quot;"},
      {
        "id":"ED377952",
        "title":"Keeping Our Kids Safe. Hearing on Examining State and Local Efforts To Identify and Prevent the Leading Causes of Injuries to Children, before the Subcommittee on Children, Family, Drugs and Alcoholism of the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED377953",
        "title":"The Development of a Workable System To Assist Child Care Centers in Acquiring Substitute Staff on a Consistent Basis."},
      {
        "id":"ED377954",
        "title":"The Role of Parents in Enhancing Bilingual Learning in Pre-Schools."},
      {
        "id":"ED377955",
        "title":"Our Babies, Our Future."},
      {
        "id":"ED377956",
        "title":"The Correlation between Weight of Mother and the Weight of Offspring."},
      {
        "id":"ED377961",
        "title":"Child Care: Current System Could Undermine Goals of Welfare Reform. United States General Accounting Office Testimony before the Subcommittee on Human Resources, Committee on Education and Labor, and Congressional Caucus for Women's Issues. House of Representatives."},
      {
        "id":"ED377963",
        "title":"The Academic Achievement of Second, Third, and Fourth Grade Regular Education Students Involved in Special Education Inclusion Programs."},
      {
        "id":"ED377967",
        "title":"Childrearing."},
      {
        "id":"ED377969",
        "title":"Developing and Implementing a Coaching Process To Develop Supervision Skills of Lead Teachers in a School-Age Child Care Program."},
      {
        "id":"ED377970",
        "title":"Enhancing Confidence in the Gender Sensitive Curriculum."},
      {
        "id":"ED377971",
        "title":"After-School Tutoring Program."},
      {
        "id":"ED377972",
        "title":"Early Childhood Care and Education, Kenya: A Progress Report on a Development Project. Reprints and Miniprints No. 803."},
      {
        "id":"ED377975",
        "title":"Perinatal Alcohol and Drug Use: Access to Essential Services in 12 California Counties. CPS Report."},
      {
        "id":"ED377976",
        "title":"The Quality Initiative."},
      {
        "id":"ED377977",
        "title":"More Than One Language: A Challenge to Head Start."},
      {
        "id":"ED375975",
        "title":"Growing Readers: What To Look for in Children's Books. AECA Resource Book Series, No. 1, March, 1993."},
      {
        "id":"ED375976",
        "title":"Kids Count Factbook: Arizona's Children 1994."},
      {
        "id":"ED375977",
        "title":"Preventing Burns and Scalds. Injury Prevention for Young Children from the National Safety Certification System."},
      {
        "id":"ED375979",
        "title":"School Readiness: Assessment and Educational Issues."},
      {
        "id":"ED375980",
        "title":"Interdisciplinary Curriculum: A Fusion of Reform Ideas."},
      {
        "id":"ED375983",
        "title":"Mobility and Young Children."},
      {
        "id":"ED375984",
        "title":"Learning Link: Helping Your Baby Learn to Talk."},
      {
        "id":"ED375985",
        "title":"Parents and Their Informational Resources: A Reassessment of Findings from Alum Rock."},
      {
        "id":"ED375986",
        "title":"Reflections on the Reggio Emilia Approach. Perspectives from ERIC/EECE: A Monograph Series No. 6."},
      {
        "id":"ED375987",
        "title":"Missionaries and Mountain Peoples: Presbyterian Responses to Southern Appalachia &amp; Hispanic New Mexico."},
      {
        "id":"ED375988",
        "title":"Hanging Tough."},
      {
        "id":"ED375989",
        "title":"Educational and Life Style Aspirations of Secondary Students in Border Colonias of Laredo, Texas."},
      {
        "id":"ED375990",
        "title":"Heterogeneity in Rural California and the Example of Shandon."},
      {
        "id":"ED375991",
        "title":"ENLIST-Micros Teacher Network for Rural Math &amp; Science Teachers."},
      {
        "id":"ED375992",
        "title":"Wind Tunnels: Themes in Maine Literature and Their Relevance to Schooling."},
      {
        "id":"ED375993",
        "title":"Look to the Mountain: An Ecology of Indigenous Education. First Edition."},
      {
        "id":"ED375994",
        "title":"Profiles of Rural Education in the Mid-Atlantic Region."},
      {
        "id":"ED375996",
        "title":"School Restructuring Options/Alternatives: Synthesis on Attitudes Expressed by Participants of the Montana Rural Education Conference (16th, Dillon, Montana, June 22-24, 1994). Follow-up Report to the Montana Rural Education Center."},
      {
        "id":"ED375997",
        "title":"School Leaders and the Renewal of Rural Community: Dare the Schools Save an Old Social Order?"},
      {
        "id":"ED375998",
        "title":"State Bilingual and ECIA Chapter 1 Migrant Product Evaluation Report, 1993-94."},
      {
        "id":"ED375999",
        "title":"Preparing Rural Special Educators. Report on the Rural Special Educator Project."},
      {
        "id":"ED376000",
        "title":"Perceptions of School Change: Interviews With Kentucky Students. A Report Submitted to the Kentucky Caucus of the AEL Board of Directors."},
      {
        "id":"ED376004",
        "title":"Designing Rural Schools As Community Learning and Service Centers: Conference Summary and Related Resource Guide (Dover, Delaware, March 11, 1994)."},
      {
        "id":"ED376005",
        "title":"Chief Stephen's Parky: One Year in the Life of an Athapascan Girl. The Council for Indian Education Series."},
      {
        "id":"ED376006",
        "title":"Passing It On: An Introduction to the Folk Art &amp; Folk Life of West Virginia, and to the West Virginia Folk Arts Apprenticeship Program."},
      {
        "id":"ED376007",
        "title":"Latina/Latino Public Opinion Data Book. A Report to the Latina/Latino Policy Research Program."},
      {
        "id":"ED376008",
        "title":"Organizations or Communities? Changing the Metaphor Changes the Theory."},
      {
        "id":"ED376009",
        "title":"Female Flight? Gender Balance and Outmigration by Native Alaskan Villagers."},
      {
        "id":"ED376010",
        "title":"The Concepts of Quality for Rural and Small School Decision Makers."},
      {
        "id":"ED376011",
        "title":"Power and Method: Political Activism and Educational Research. Critical Social Thought Series."},
      {
        "id":"ED376012",
        "title":"Population Decline and the Closing of Schools."},
      {
        "id":"ED376013",
        "title":"Kids, Parents, and Teacher Go Camping Together Naturally!!! Project SEED."},
      {
        "id":"ED376014",
        "title":"Maine Agricultural Foods. Project SEED."},
      {
        "id":"ED376015",
        "title":"National Trails Day. Project SEED."},
      {
        "id":"ED376016",
        "title":"Dropout Prevention &amp; Attrition Rates. IDRA Focus."},
      {
        "id":"ED376018",
        "title":"State Chapter 1 Migrant Participation and Achievement Information, 1992-93."},
      {
        "id":"ED376019",
        "title":"Grants for Science Education, 1992-1993."},
      {
        "id":"ED376020",
        "title":"Investigation of High School Chemistry Students' Concepts of Chemical Symbol, Formula, and Equation: Students' Prescientific Conceptions."},
      {
        "id":"ED376021",
        "title":"Energy Education. Volume I of the Proceedings of the International Conference on Energy Alternatives/Risk Education (Lake Balaton, Hungary, September 7-13, 1989). Volume I."},
      {
        "id":"ED376022",
        "title":"Training for Environmental Law Enforcement in Sweden: The role of NGOs. Discussion Paper No. 105."},
      {
        "id":"ED376023",
        "title":"Leave It to Beaver. Merchants Millpond State Park: An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED376024",
        "title":"Living Water. Eno River State Park: An Environmental Education Learning Experience Designed for the Middle Grades."},
      {
        "id":"ED376025",
        "title":"Old as the Hills. Morrow Mountain State Park: An Environmental Education Learning Experience Designed for Grades 5-7."},
      {
        "id":"ED376026",
        "title":"Plants that Bite Back. Carolina Beach State Park: An Environmental Education Learning Experience Designed for the Middle Grades."},
      {
        "id":"ED376027",
        "title":"Rock Around the Clock. Hanging Rock State Park: An Environmental Education Learning Experience Designed for Grade 5."},
      {
        "id":"ED376028",
        "title":"Testing the Waters. Duke Power State Park: An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED376029",
        "title":"Tracks the Sand. Jockey's Ridge State Park: An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED376030",
        "title":"Twin Peaks Monadnocks. Crowders Mountain State Park: An Environmental Education Learning Experience Designed for Grades 5-7."},
      {
        "id":"ED376031",
        "title":"Institutional Strategies for Enhancing Undergraduate Science Education. Undergraduate Program Directors Meeting (October 4-6, 1993)."},
      {
        "id":"ED376034",
        "title":"Grants for Science Education, 1994."},
      {
        "id":"ED376036",
        "title":"Rockin' On the Ridge. Medoc Mountain State Park: An Environmental Education Learning Experience Designed for Grades 4-6."},
      {
        "id":"ED376037",
        "title":"Raven Rock: Then and Now. Medoc Mountain State Park: An Environmental Education Learning Experience Designed for Grades 5-7."},
      {
        "id":"ED376038",
        "title":"Secret of Lake Phelps. Pettigrew State Park: An Environmental Education Learning Experience Designed for Grades 5-7."},
      {
        "id":"ED376039",
        "title":"Guess What's for Dinner. Falls Lake State Recreation Area: An Environmental Education Learning Experience Designed for Grades 3-5."},
      {
        "id":"ED376040",
        "title":"The Old New River. New River State Park: An Environmental Education Learning Experience Designed for Grades 7 &amp; 8."},
      {
        "id":"ED376041",
        "title":"Wild Wonderful Water. South Mountains State Park: An Environmental Education Learning Experience Designed for Grades 4-5."},
      {
        "id":"ED376042",
        "title":"Carolina Baywatch. Singletary Lake State Park: An Environmental Education Learning Experience Designed for Grades 6-8."},
      {
        "id":"ED376043",
        "title":"Close Encounter With a Carolina Bay. Jones Lake State Park: An Environmental Education Learning Experience Designed for Grades 6-8."},
      {
        "id":"ED376044",
        "title":"Sea Turtle Trek. Hammocks Beach State Park: An Environmental Education Learning Experience Designed for Grades 6-8."},
      {
        "id":"ED376045",
        "title":"Environmental Stewardship: It's Only Natural. Kerr Lake State Recreation Area: An Environmental Education Learning Experience Designed for Grades 3-5."},
      {
        "id":"ED376047",
        "title":"Evaluation of the National Science Foundation's Statewide Systemic Initiatives (SSI) Program: First Year Report. Volume 1: Technical Report."},
      {
        "id":"ED376049",
        "title":"The Impact of Family Math/Family Science upon the Attitudes and Behaviors of Participants in the Valley of Phoenix from Fall of 1991 to Spring of 1993."},
      {
        "id":"ED376053",
        "title":"Jomeokee Geology. Pilot Mountain State Park: An Environmental Education Learning Experience Designed for Grades 9-12."},
      {
        "id":"ED376054",
        "title":"Environmental Activities for People Who Use English as a Foreign Language."},
      {
        "id":"ED376055",
        "title":"The Effects of an Extended Case Study on Environmental Behavior and Associated Variables in Seventh and Eighth Grade Students."},
      {
        "id":"ED376058",
        "title":"Care Bears Environmental Awareness Kit."},
      {
        "id":"ED376060",
        "title":"Tropical Animal Tour Packet. Metro."},
      {
        "id":"ED376061",
        "title":"K-2 at the Zoo."},
      {
        "id":"ED376062",
        "title":"Africa: A Social Studies and Science Curriculum."},
      {
        "id":"ED376063",
        "title":"Threatened and Endangered Species: Tour Packet."},
      {
        "id":"ED376065",
        "title":"Environmental Training: Policy and Practice for Sustainable Development."},
      {
        "id":"ED376066",
        "title":"The Growth Illusion: How Economic Growth Has Enriched the Few, Impoverished the Many, and Endangered the Planet."},
      {
        "id":"ED376067",
        "title":"Wise Water Ways. Teaching Guide. Activity Book."},
      {
        "id":"ED376068",
        "title":"Science Education of Limited English Proficient, English Language Learners."},
      {
        "id":"ED376069",
        "title":"Scientific and Engineering Research Facilities at Universities and Colleges, 1994. Volume 1: Analysis."},
      {
        "id":"ED376073",
        "title":"From Linx to Links. Project SEED."},
      {
        "id":"ED376074",
        "title":"Thunderstrike! A Unit of Motion & Force."},
      {
        "id":"ED376075",
        "title":"The Biosphere Project: An Interdisciplinary Approach to a Survival City."},
      {
        "id":"ED376076",
        "title":"A Network for Integrated Science and Mathematics Teaching and Learning Conference Plenary Papers. NSF/SSMA Wingspread Conference (Racine, Wisconsin, April 1991). School Science and Mathematics Association Topics for Teachers Series Number 7."},
      {
        "id":"ED376077",
        "title":"Advanced Technologies as Educational Tools in Science: Concepts, Applications, and Issues. Monograph Series Number 8."},
      {
        "id":"ED376079",
        "title":"Trends in SAT Scores and Other Characteristics of Examinees Planning To Major in Mathematics, Science, or Engineering. Research Report."},
      {
        "id":"ED376088",
        "title":"Transforming Teaching and Learning through the Arts: The SPECTRA+ Approach."},
      {
        "id":"ED376089",
        "title":"Regional Consultation Meeting on Cooperation for the Renewal and Development of Education in Europe. (Paris, France, February 12-15, 1991). Working Document."},
      {
        "id":"ED376090",
        "title":"Folk Arts in the Classroom: Changing the Relationship between Schools and Communities. A Report from the National Roundtable on Folk Arts in the Classroom (Washington, D.C., May 3-4, 1993)."},
      {
        "id":"ED376115",
        "title":"Environmental Objects as an Aesthetic Attitude Determinant."},
      {
        "id":"ED376116",
        "title":"Five Conditions for Sustaining Cross Campus Collaboration on Teaching and Learning."},
      {
        "id":"ED376117",
        "title":"Technology in Authentic Assessment. Portfolios: Addressing the Multiple Dimensions of Teaching and Learning."},
      {
        "id":"ED376118",
        "title":"South Carolina Center for Teacher Recruitment: 93-94 Annual Report."},
      {
        "id":"ED376119",
        "title":"A Self-Study of Teaching Practices: Are We Practicing What We Preach?"},
      {
        "id":"ED376120",
        "title":"Applying Teacher Effectiveness Models in International, Cross-Cultural Contexts: A Case Study."},
      {
        "id":"ED376121",
        "title":"Understanding the \"Knowing How\" of History: Elementary Student Teachers' Thinking about Historical Texts."},
      {
        "id":"ED376122",
        "title":"Returning from the Field: Did Recent, Relevant, and Successful Teaching Experience Make a Difference?"},
      {
        "id":"ED376123",
        "title":"Teaching To Better Understand How a Teacher Learns To Teach: Can the Authority of Personal Experience Be Taught?"},
      {
        "id":"ED376124",
        "title":"Mentoring, Mentors and Proteges."},
      {
        "id":"ED376125",
        "title":"The Impact of Teacher's Salary upon Attraction and Retention of Individuals in Teaching: Evidence from NLS-72."},
      {
        "id":"ED376126",
        "title":"Rethinking the Way the Practicum Contributes to Learning To Teach."},
      {
        "id":"ED376127",
        "title":"Reflections on Action by University Teacher Trainers."},
      {
        "id":"ED376128",
        "title":"Professional Uncertainty and Professional Growth."},
      {
        "id":"ED376129",
        "title":"Using Shulman's Model of Pedagogical Reasoning and Action in a Preservice Program."},
      {
        "id":"ED376130",
        "title":"Integrating Basic Skills into Vocational Teacher Education Curricula: Review of Literature."},
      {
        "id":"ED376131",
        "title":"Aligning Staff Development with Implementation Strategies."},
      {
        "id":"ED376132",
        "title":"Commission Reports and the Current Status of Pennsylvania Teachers."},
      {
        "id":"ED376133",
        "title":"Thinking Skills Throughout the Curriculum: A Conceptual Design."},
      {
        "id":"ED376134",
        "title":"Politics of Teacher Education in NSW, Australia."},
      {
        "id":"ED376135",
        "title":"National Competency Standards for the Teaching Profession: Lessons from Out-of-School."},
      {
        "id":"ED376136",
        "title":"Initial Teacher Education in Australia: A Study in Progress. A Background Paper and Workshop Material."},
      {
        "id":"ED376137",
        "title":"Improving the Practicum: The Professional Development Needs of Lecturers, Associate Teachers and Student Teachers."},
      {
        "id":"ED376138",
        "title":"Grade Expectations: The Development of a Grading Procedure and a Trial of Staff and Student Co-Assessment."},
      {
        "id":"ED376139",
        "title":"Empowering Beginning Student Teachers: Implications for Teacher Educators."},
      {
        "id":"ED376140",
        "title":"Teacher Educators as Experimenters: Is the &quot;New&quot; Really New?"},
      {
        "id":"ED376141",
        "title":"Collaborative Solutions to Key Problems in the Practicum."},
      {
        "id":"ED376142",
        "title":"Textbook Usage in the Implementation of the New History 7-10 Syllabus: A NSW Perspective."},
      {
        "id":"ED376143",
        "title":"Reframing Literacy and Disadvantage: Empowering the Student Teacher."},
      {
        "id":"ED376144",
        "title":"The Politics of Fashion in Teacher Education Research and Practice."},
      {
        "id":"ED376145",
        "title":"Professional Practice Courses at Waikato University: The School-Based Component."},
      {
        "id":"ED376148",
        "title":"A Study of the Prospective Teacher's Attitudes toward Social Diversity."},
      {
        "id":"ED376149",
        "title":"Becoming Marginalized in a Middle School Physical Education Class."},
      {
        "id":"ED376150",
        "title":"Alternative Learning Environments Equal Role Changes for Participants."},
      {
        "id":"ED376151",
        "title":"On the Social Construction of an Experienced Teacher."},
      {
        "id":"ED376152",
        "title":"An Experienced Teacher's Model of Thinking and Teaching: An Ethnographic Study on Teacher Cognition."},
      {
        "id":"ED376153",
        "title":"Changes in the Structure of Pedagogical Knowledge of Middle School Preservice Teachers."},
      {
        "id":"ED376154",
        "title":"A Comparison View: The Characteristics of the Transcendent Teacher-Learner Relationship and the Invitational Climate Created via The Grow with Guidance System."},
      {
        "id":"ED376155",
        "title":"How Do Science Teachers Become Professionals? Implications of Case Studies of Two Beginning Teachers."},
      {
        "id":"ED376156",
        "title":"&quot;I Got the Power&quot;: Teacher Educators, Teachers and Empowerment."},
      {
        "id":"ED376157",
        "title":"A Pre-Student Teaching Field-Based Semester."},
      {
        "id":"ED376158",
        "title":"The Hidden Cost of Education: A Study of the Out of Pocket Annual Financial Expenditures of Teachers."},
      {
        "id":"ED376159",
        "title":"Collaboration at Richland School District Two: Teachers and Administrators Design and Implement a Teacher Evaluation System that Supports Professional Growth."},
      {
        "id":"ED376160",
        "title":"'The Story So Far': Personal Knowledge and the Political."},
      {
        "id":"ED376161",
        "title":"Consequences of Preservice Participation in a National Case Competition."},
      {
        "id":"ED376162",
        "title":"Differentiated Evaluation in Professional Development Schools: An Alternative Paradigm for Preservice Teacher Evaluation."},
      {
        "id":"ED376163",
        "title":"Differentiated Teacher Evaluation Equals Enhanced Student Learning."},
      {
        "id":"ED376164",
        "title":"&quot;The Way Teachers Teach Is, Like, Totally Whacked&quot;: The Student Voice on Classroom Practice."},
      {
        "id":"ED376165",
        "title":"Teachers' Perspectives on Accountability."},
      {
        "id":"ED376166",
        "title":"Teacher Education in Global &amp; International Education."},
      {
        "id":"ED376167",
        "title":"Facility Design and Management: Innovative Approaches to Instruction."},
      {
        "id":"ED376168",
        "title":"The Anatomy of a Mentoring Program for Beginning Urban Teachers."},
      {
        "id":"ED376169",
        "title":"Teacher Work Context and Opportunities for Parent Involvement in High Schools of Choice: A View from the Inside."},
      {
        "id":"ED376170",
        "title":"Teachers' Beliefs and Their Responses to Reform-Minded Instruction in Elementary Mathematics."},
      {
        "id":"ED376172",
        "title":"The 1994 NAEP Teacher Background Questionnaire."},
      {
        "id":"ED376173",
        "title":"Abduction? Deduction? Induction? Is There a Logic of Exploratory Data Analysis?"},
      {
        "id":"ED376174",
        "title":"Gender and Computer Use: Another Area of Inequity?"},
      {
        "id":"ED376175",
        "title":"A Recognition Study in Support of the Psychological Validity of Illness Scripts."},
      {
        "id":"ED376176",
        "title":"High School Course Taking in the Core Subject Areas. Indicator of the Month."},
      {
        "id":"ED376178",
        "title":"Basic Facts about Wisconsin Elementary and Secondary Schools 1993-94. Bulletin No. 94376."},
      {
        "id":"ED376180",
        "title":"Test Theory Reconceived. Project 2.4 Quantitative Models To Monitor the Status and Progress of Learning and Performance and Their Antecedents."},
      {
        "id":"ED376181",
        "title":"What Happens When the Test Mandate Changes? Results of a Multiple Case Study. Project 3.2 State Accountability Models in Action."},
      {
        "id":"ED376182",
        "title":"Pupil Membership and Related Information, Fall 1993."},
      {
        "id":"ED376183",
        "title":"Establishing Objective Criteria for Evaluating Statistics Texts."},
      {
        "id":"ED376184",
        "title":"National College Entrance Examination and Measurement Issues in Korea."},
      {
        "id":"ED376185",
        "title":"Using Assessment Materials To Refine a Continuum of Skill Growth."},
      {
        "id":"ED376188",
        "title":"Identifying a Research Art Style in Art Education."},
      {
        "id":"ED376189",
        "title":"The Impact of a Developmental Instruction Approach to Environmental Education at the Undergraduate Level on the Development of Reflective Judgment."},
      {
        "id":"ED376190",
        "title":"A Method for Setting Multi-Level Performance Standards on Objective Constructed Response Tests."},
      {
        "id":"ED376191",
        "title":"The NAEP 1992 Technical Report."},
      {
        "id":"ED376193",
        "title":"An Experimental Approach to the Functional Analysis of Text Building Behaviour. Part II. The Information Flow. No. 48."},
      {
        "id":"ED376194",
        "title":"A Model for Explorations into Cognitive Science Research. No. 49."},
      {
        "id":"ED376196",
        "title":"Mediated Learning Experience and Children's School Functioning among Puerto Rican Preschoolers."},
      {
        "id":"ED376197",
        "title":"An Introduction to IPEDS."},
      {
        "id":"ED376198",
        "title":"Enhancing the Validity and Usefulness of Large-Scale Educational Assessments: I. NELS:88 Mathematics Achievement."},
      {
        "id":"ED376199",
        "title":"Enhancing the Validity and Usefulness of Large-Scale Educational Assessments: II. NELS:88 Science Achievement."},
      {
        "id":"ED376200",
        "title":"Visual Manipulatives for Proportional Reasoning."},
      {
        "id":"ED376201",
        "title":"Show How You Know: A Visual Medium for Demonstrative Discourse."},
      {
        "id":"ED376202",
        "title":"Validating Hands-On Science Assessments through an Investigation of Response Processes."},
      {
        "id":"ED376203",
        "title":"An Investigation of Students' Affective Responses to Alternative Assessment Formats."},
      {
        "id":"ED376204",
        "title":"Remodeling Our View of Assessment: The Test Giver as Instrument."},
      {
        "id":"ED376205",
        "title":"Nevada Public School Dropouts, School Year 1992-93."},
      {
        "id":"ED376207",
        "title":"Performance Assessment Trends across California, Colorado, Connecticut and Illinois School Districts: Do Differences Exist?"},
      {
        "id":"ED376208",
        "title":"Alternative Assessment for College Mathematics."},
      {
        "id":"ED376209",
        "title":"Assessing Portfolios Using the Constructivist Paradigm."},
      {
        "id":"ED376210",
        "title":"The Costs of Systemic Education Reform: Conceptual Issues and Preliminary Estimates."},
      {
        "id":"ED376212",
        "title":"National Education Longitudinal Study of 1988. Second Follow-Up: School Component Data File User's Manual. Contractor Report."},
      {
        "id":"ED376213",
        "title":"A First Look: Are Claims for Alternative Assessment Holding Up? Project 3.2: State Accountability Models in Action."},
      {
        "id":"ED376214",
        "title":"Cognitive Analysis of a Science Performance Assessment. Project 2.1 Designs for Assessing Individual and Group Problem Solving. Assessing the Validity of Existing Assessments of Problem-Solving Performance in Science: A Taxonomy of Cognitive Processes."},
      {
        "id":"ED376215",
        "title":"Group Collaboration in Assessment: Competing Objectives, Processes, and Outcomes. Project 2.1: Designs for Assessing Individual and Group Problem Solving. Effects of Group Characteristics on Groups and Individual Performance."},
      {
        "id":"ED376216",
        "title":"Identifying Nonuniform DIF in Polytomously Scored Test Items. ACT Research Report Series 94-1."},
      {
        "id":"ED376217",
        "title":"A Quantitative Synthesis of Child Sexual Abuse Prevention Programs."},
      {
        "id":"ED376218",
        "title":"Pathfinder Analysis of Knowledge Structures: An Exploratory Investigation of Math and Science Teacher Educators."},
      {
        "id":"ED376219",
        "title":"Half the Battle: The High School Dropout Rate Is Down, but the Graduation Rate Is Not Rising."},
      {
        "id":"ED376220",
        "title":"Visions into Voices: Impact II Catalog of Teacher-Developed Programs 1992-1993."},
      {
        "id":"ED376221",
        "title":"Equity in the Funding of Public Elementary and Middle Schools in New York City. Part I. Top-Down Budgeting."},
      {
        "id":"ED376223",
        "title":"Students Educating Each Other about Discrimination (SEED)."},
      {
        "id":"ED376224",
        "title":"Unequal State Aid for Public Schools."},
      {
        "id":"ED376225",
        "title":"The State of Learning."},
      {
        "id":"ED376226",
        "title":"A Summary of State Chapter 1 Participation and Achievement Information -- 1990-91."},
      {
        "id":"ED376227",
        "title":"Seeds of Change: A Pilot Study of Senior Pre-Service Teachers' Responses to Issues of Diversity in One University Course."},
      {
        "id":"ED376228",
        "title":"On the Issues: The 1992-93 Brownbag Discussion Series. Discussion Topic Summaries and Background Papers."},
      {
        "id":"ED376229",
        "title":"Together We Can Make It Work. A National Agenda To Provide Quality Education for Minorities in Mathematics, Science, and Engineering."},
      {
        "id":"ED376230",
        "title":"Taking America's Pulse: A Summary Report of the National Conference Survey on Inter-Group Relations."},
      {
        "id":"ED376231",
        "title":"Vietnamese Students: Changing Patterns, Changing Needs. New Faces of Liberty Series."},
      {
        "id":"ED376232",
        "title":"Catalogue of Hope: Crime Prevention Programs for At-Risk Children."},
      {
        "id":"ED376233",
        "title":"Making the Vision a Reality: A Latino Action Agenda for Educational Reform. Final Report of the Latino Commission on Educational Reform."},
      {
        "id":"ED376234",
        "title":"Demographic Trends in the NY-NJ Metropolitan Region. Educational Attainment and Economic Opportunity. Analysis of Key Findings from the 1990 Census of Population."},
      {
        "id":"ED376235",
        "title":"Training for Competence in Cross-Cultural Counseling and Psychotherapy. The Teachers College Winter Roundtable Conference Proceedings (10th, New York, New York, February 19-20, 1993)."},
      {
        "id":"ED376236",
        "title":"The League of Schools Reaching Out: New York City Cluster. Building Family-School-Community Partnership. Report 1990-93."},
      {
        "id":"ED376237",
        "title":"Expanding Paraprofessional Staff To Help Children Succeed in School. Neighborhood Employment Initiative."},
      {
        "id":"ED376238",
        "title":"New Directions for Chapter 1. Congressional Testimony."},
      {
        "id":"ED376239",
        "title":"Asian American Concerns. The Report of the Chancellor's Task Force."},
      {
        "id":"ED376240",
        "title":"Who&apos;s In Charge? Teachers&apos; Views on Control over School Policy and Classroom Practices. Research Report."},
      {
        "id":"ED376241",
        "title":"A Tale of Two Teachers: Exemplars of Successful Pedagogy for Black Students."},
      {
        "id":"ED376242",
        "title":"Culturally Responsive Teaching: When and How High School Teachers Should Cross Cultural Boundaries To Reach Students."},
      {
        "id":"ED376243",
        "title":"Youth Helping Youth: Linking Violence to Poor School Performance in the Latino Community."},
      {
        "id":"ED376244",
        "title":"Choice Time and Activity Framing."},
      {
        "id":"ED376245",
        "title":"Trust as the Basis for Urban School Reform and as an Explanation of the Variability in Involuntary Minority Academic Achievement."},
      {
        "id":"ED376246",
        "title":"Aspects of Culture, Language, and Teacher Expectations in Public Schools: Implications for Spanish Speaking Students."},
      {
        "id":"ED376247",
        "title":"Who Discerns the Enhancement of Students' Self Concepts in an Inner-City School?"},
      {
        "id":"ED376248",
        "title":"Cross-Cultural Concepts Training for Medical Students and Acculturation Training for Residents."},
      {
        "id":"ED376249",
        "title":"Principals in an Urban Bureaucracy: The First Years."},
      {
        "id":"ED376250",
        "title":"Affecting Basic Skills Instruction through the Cognitive Pilot Program of the Broad Based Component: An Implementation Study (1986-87). The New Jersey Urban Initiative."},
      {
        "id":"ED376251",
        "title":"Facing the Challenge: Selected Programs and Practices of the Urban Initiative's Operation School Renewal (1986-87). A Component of the Urban Initiative Interim Evaluation."},
      {
        "id":"ED376252",
        "title":"Pursuit of Excellence: The Detroit Public Schools Action Plan 1994-95."},
      {
        "id":"ED376253",
        "title":"The Database Monitoring System: Making It Work. Comprehensive Regional Centers for Minorities Proceedings of the Eastern (Baltimore, Maryland, October 2-3, 1993) and Western (El Paso, Texas, October 9-10, 1993) Regional Conferences."},
      {
        "id":"ED376257",
        "title":"The Education Reform Movement: Impact on Hispanic Youth in the Mid-Atlantic Region."},
      {
        "id":"ED376258",
        "title":"Curriculum Reform and At-Risk Youth."},
      {
        "id":"ED376259",
        "title":"Influencing Legislation, Policy, and Funding To Benefit Urban Schools and Students. Position Paper #4."},
      {
        "id":"ED376260",
        "title":"The Impact of Tests and Promotion Standards on Urban Schools and Students. Position Paper #6."},
      {
        "id":"ED376261",
        "title":"Reassessing Urban Secondary Education: How Can We Renew Our High Schools? Position Paper #5."},
      {
        "id":"ED376262",
        "title":"Using Rap Lyrics To Encourage At-Risk Elementary Grade Urban Learners To Read for Pleasure."},
      {
        "id":"ED376263",
        "title":"The Unfulfilled Mission of Title 1/Chapter 1 Programs. Urban Diversity Series No. 105."},
      {
        "id":"ED376264",
        "title":"Test Scores, School Performance and Parenting Issues: Assuring Academic Achievement. The Connection between Family Life and School Achievement: Given a Supportive Family, Black Children Can Succeed."},
      {
        "id":"ED376265",
        "title":"Needs Assessment: Quality Care for African American Children."},
      {
        "id":"ED376266",
        "title":"Action Agenda: Quality Care for African American Children."},
      {
        "id":"ED376269",
        "title":"Education for Homeless Adults: Strategies for Implementation."},
      {
        "id":"ED376270",
        "title":"Women and Minorities in Alaskan Aviation. Alaskan Equity Publication."},
      {
        "id":"ED376272",
        "title":"Career Education for Teen Parents. ERIC Digest No. 148."},
      {
        "id":"ED376273",
        "title":"Employers' Expectations of Vocational Education. ERIC Digest No. 149."},
      {
        "id":"ED376274",
        "title":"Job Search Skills for the Current Economy. ERIC Digest No. 150."},
      {
        "id":"ED376275",
        "title":"Mandatory Continuing Education. ERIC Digest No. 151."},
      {
        "id":"ED376276",
        "title":"Factors Contributing to Employment and Enhancement in Quality of Life of Adult Education Students."},
      {
        "id":"ED376287",
        "title":"Agricultural Electronics. Curriculum Guide for Agriscience 324."},
      {
        "id":"ED376288",
        "title":"Forestry and Wood Technology. Curriculum Guide for Agriscience 383."},
      {
        "id":"ED376289",
        "title":"Environmental Technology. Curriculum Guide for Agriscience 384."},
      {
        "id":"ED376291",
        "title":"Prison Inmate Training and Rehabilitation Act of 1993. Hearing on H.R. 703 Prison Inmate Training and Rehabilitation Act of 1993, before the Subcommittee on Intellectual Property and Judicial Administration of the Committee on the Judiciary. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED376293",
        "title":"School for Skills. A National Survey of the Development through TVEI of Personal and Transferable Skills. Technical and Vocational Education Initiative."},
      {
        "id":"ED376294",
        "title":"School for Skills: Vignette Studies. A National Survey of the Development through TVEI of Personal and Transferable Skills. Technical and Vocational Education Initiative. Report."},
      {
        "id":"ED376299",
        "title":"Curriculum Developed through Project 05-485-150-613: Services to the Disadvantaged--Curriculum Development FY 1992-93."},
      {
        "id":"ED376300",
        "title":"Tools for Tomorrow: Women in the Trades. Trainer's Guide."},
      {
        "id":"ED376301",
        "title":"Integrated Technical Curriculum. Curriculum Developed for Project Second Chance II: Tech Reading, Tech Science, Tech Math, Automotive."},
      {
        "id":"ED376302",
        "title":"Southeast Asian Career Exploration Program."},
      {
        "id":"ED376303",
        "title":"Career Map Development Guide."},
      {
        "id":"ED376304",
        "title":"Career Planning Curriculum for Teen Single Parents."},
      {
        "id":"ED376305",
        "title":"Access: Special Instructional Support Services. A Faculty Handbook."},
      {
        "id":"ED376306",
        "title":"Small Engine Manufacturing in Wisconsin: Work Reorganization and Training Needs."},
      {
        "id":"ED376308",
        "title":"Process/Product Evaluation (Summative): Westport Business Technology Magnet High School. 1990-1991, 1991-1992, 1992-1993."},
      {
        "id":"ED376309",
        "title":"Building Their Future II: High School Girls in Technology Education in Connecticut."},
      {
        "id":"ED376310",
        "title":"Federal Workplace Literacy Project. Internal Evaluation Report."},
      {
        "id":"ED376311",
        "title":"Games: Why & How Trainers Play Them."},
      {
        "id":"ED376312",
        "title":"The Simultaneous Model of Education and Training. Adult Basic Education and Vocational Skills Training. A Replication Manual."},
      {
        "id":"ED376313",
        "title":"Local Accountability Systems: Addressing Perkins Mandates for Special Populations."},
      {
        "id":"ED376314",
        "title":"Women Workers: Trends & Issues, 1993 Handbook."},
      {
        "id":"ED376315",
        "title":"Work and Family Resource Kit."},
      {
        "id":"ED376316",
        "title":"Working Women Count! A Report to the Nation."},
      {
        "id":"ED376317",
        "title":"A Model for Developing Business-Education Partnerships for Tech Prep Programs."},
      {
        "id":"ED376318",
        "title":"Assessing the Value of Social-Cognitive Constructs in Career Development."},
      {
        "id":"ED376319",
        "title":"Lessons of Exercise Certain Sage '92 at Ft. Riley, KS from an Adult Educator's Perspective."},
      {
        "id":"ED376320",
        "title":"Politics in an Adult Education Program or Don't Laugh, This Could Happen to YOU!"},
      {
        "id":"ED376321",
        "title":"Adult Undergraduate Students: Patterns of Learning Involvement. Final Research Report."},
      {
        "id":"ED376322",
        "title":"Regional Training Demonstration Project. Final Evaluation Report."},
      {
        "id":"ED376323",
        "title":"Idaho Vocational Technical Education Curriculum Framework."},
      {
        "id":"ED376324",
        "title":"&quot;Ends Don't Always Meet.&quot; 353 Project Final Report."},
      {
        "id":"ED376325",
        "title":"Adding Family Numeracy to ABLE Programs."},
      {
        "id":"ED376326",
        "title":"Adult Basic &amp; Literacy Education as Storytelling: A Reading/Writing Project."},
      {
        "id":"ED376327",
        "title":"Atkinson Center Adult Learning Program."},
      {
        "id":"ED376328",
        "title":"Beyond the GED with Physical Science. A Hands-on Science Curriculum."},
      {
        "id":"ED376329",
        "title":"Collaborative Learning: An Alternative Approach to Adult Literacy Instruction."},
      {
        "id":"ED376330",
        "title":"Collaborative Learning: An Alternative Approach to Adult Literacy Instruction. Final Report."},
      {
        "id":"ED376331",
        "title":"&quot;Communiclearsory&quot; Training: A Tool for Workplace Literacy. A 353 Project Final Report."},
      {
        "id":"ED376332",
        "title":"CONNECT Special Demonstration Project."},
      {
        "id":"ED376333",
        "title":"Continuing the Exploration of Books: A Family Literacy Program for Challenged Adults. Final Report."},
      {
        "id":"ED376334",
        "title":"Counseling and Life-Coping Workshops for Unemployed Workers."},
      {
        "id":"ED376335",
        "title":"Curriculum for Learners with Developmental Disabilities."},
      {
        "id":"ED376336",
        "title":"Development of a Curriculum To Enhance Adult Learners' Higher Order Skills. Final Report."},
      {
        "id":"ED376337",
        "title":"Education for Democracy: Developing a Civic Literacy Curriculum. Final Report."},
      {
        "id":"ED376338",
        "title":"Family Literacy in Bridge Housing."},
      {
        "id":"ED376339",
        "title":"The ABE Family Literacy Videotape Guide."},
      {
        "id":"ED376340",
        "title":"Finding the Missing Link: Expanding the Role of Literacy Councils in Workplace Education. Final Report."},
      {
        "id":"ED376341",
        "title":"FOCUS on Excellence. Final Report, FY 1993-1994."},
      {
        "id":"ED376342",
        "title":"Focus on the Workplace: An Alternative High School Collaborative Project To Reclaim Recent School Dropouts."},
      {
        "id":"ED376343",
        "title":"Good Citizens through Literacy Network. A 353 Project Final Report."},
      {
        "id":"ED376344",
        "title":"Learner-Centered Alternative Assessment of Student Progress. Final Narrative Report and Appendices."},
      {
        "id":"ED376345",
        "title":"Math Literacy. Final Report. Student and Teacher Guides."},
      {
        "id":"ED376346",
        "title":"Modified Assessment for Adult Readers: Collage. User's Guide. Final Report."},
      {
        "id":"ED376347",
        "title":"National Issues Forums: Seniors/Community Connection. Final Report."},
      {
        "id":"ED376348",
        "title":"Operation Link-Up (Instructional Delivery through Technology). Final Report."},
      {
        "id":"ED376349",
        "title":"PASSAGE. &quot;Your Workplace and Job-Skills Information Newsletter.&quot; 353 Report."},
      {
        "id":"ED376350",
        "title":"Pennsylvania Government: A Handbook for Citizens. Final Report."},
      {
        "id":"ED376351",
        "title":"Project PAL Resources. Procedures Manual. Tutor Training Manual. Tutor Handbook."},
      {
        "id":"ED376352",
        "title":"How Adults Read. A Staff Development Curriculum."},
      {
        "id":"ED376353",
        "title":"Sharing Literacy Models: Deaf Adults, Deaf Children, and Their Families."},
      {
        "id":"ED376354",
        "title":"Science and Math Applications. Final Report."},
      {
        "id":"ED376355",
        "title":"Alternative Math Techniques Instructional Guide."},
      {
        "id":"ED376356",
        "title":"Staff Development Workshops about Learning Disabilities."},
      {
        "id":"ED376357",
        "title":"Sight/Sound System."},
      {
        "id":"ED376358",
        "title":"Tic Tac Toe Math. Instructional Guide."},
      {
        "id":"ED376359",
        "title":"Staff Development: Understanding Our Youngest Students. Final Report."},
      {
        "id":"ED376360",
        "title":"Success Stories: A Celebration of Achievement. Final Report FY 1993-94. Special Project #98-4035."},
      {
        "id":"ED376361",
        "title":"Summer Institute: Focus on Assessment in Adult Literacy Education. Evaluation Report."},
      {
        "id":"ED376362",
        "title":"Teach Your Children: Learning Differences. Final Report."},
      {
        "id":"ED376363",
        "title":"Thresholds: A Program To Increase the Retention of African-American Men in a Literacy Program. Final Report."},
      {
        "id":"ED376364",
        "title":"TNT: Teams Need Training."},
      {
        "id":"ED376365",
        "title":"Topics for Lehigh County Seniors II. Final Report."},
      {
        "id":"ED376366",
        "title":"Transition Time: Student Goals beyond the GED. Final Report."},
      {
        "id":"ED376367",
        "title":"TV Math--Video Training for Tutors."},
      {
        "id":"ED376368",
        "title":"Women's and Community Issues Magazine. Final Report."},
      {
        "id":"ED376369",
        "title":"Worker-Centered Learning: Developing a Basic Skills Curriculum and Materials in a Union-Setting."},
      {
        "id":"ED376370",
        "title":"Point Yourself in the Right Direction. Workplace Literacy Self-Test. Final Report."},
      {
        "id":"ED376371",
        "title":"A Written Recruitment Plan for ABE/Literacy Programs. Final Report."},
      {
        "id":"ED376378",
        "title":"The Reemployment and Training Act of 1994. Hearings before the Subcommittee on Labor of the Committee on Labor and Human Resources. United States Senate (March 16, 1994 and July 26, 1994)."},
      {
        "id":"ED376381",
        "title":"The Multiculturally Responsive vs. the Multiculturally Reactive: A Study of Perceptions of White Counselor Trainees."},
      {
        "id":"ED376384",
        "title":"The Implementation of an Academic Advising Program To Prepare the High School Student Athlete for College."},
      {
        "id":"ED376385",
        "title":"Birth Order Bibliography and Index: 1976-1993."},
      {
        "id":"ED376386",
        "title":"Chronic Violence: A Silent Actor in the Classroom."},
      {
        "id":"ED376387",
        "title":"Child Health USA &apos;93."},
      {
        "id":"ED376388",
        "title":"Family Life, Delinquency, and Crime: A Policymaker's Guide. Research Summary."},
      {
        "id":"ED376390",
        "title":"Self-Esteem of Children in Fourth through Sixth Grades with Working and Non-Working Mothers."},
      {
        "id":"ED376391",
        "title":"Factors Associated with Attitude toward Alcohol in Small High Schools."},
      {
        "id":"ED376392",
        "title":"Using Conjoint Behavioral Consultation To Enhance the Generalization of Behavioral Parent Training Effects to School Settings for Children with ADHD."},
      {
        "id":"ED376394",
        "title":"Affective Bicultural and Global-Human Identity Scales for Mexican-American Adolescents."},
      {
        "id":"ED376395",
        "title":"System Models and Aging: A Driving Example."},
      {
        "id":"ED376396",
        "title":"Strategies on Time Management for College Students with Learning Disabilities."},
      {
        "id":"ED376397",
        "title":"Collaboration with Historically Black Colleges and Universities: A Guide for the Network on Aging."},
      {
        "id":"ED376398",
        "title":"Concordance between Parent and Adolescent Substance Use: Tests of a Social Learning Model."},
      {
        "id":"ED376399",
        "title":"Student Activities Survey."},
      {
        "id":"ED376400",
        "title":"Adolescents' Motivational Goal Orientations and Knowledge about AIDS and Current Events."},
      {
        "id":"ED376401",
        "title":"Classroom Practices and Perceptions of School Culture: An HLM Model."},
      {
        "id":"ED376402",
        "title":"Differences in Learning Strategies for High, Middle, and Low Ability Students Measured by the Study Process Questionnaire."},
      {
        "id":"ED376403",
        "title":"Awareness, Comprehension, and Use of Credit Cards by Southern Region College Students."},
      {
        "id":"ED376404",
        "title":"The Incest Survivor Syndrome: Implications for Assessment and Treatment."},
      {
        "id":"ED376405",
        "title":"Stability of Findings in Longitudinal Studies of College Impact."},
      {
        "id":"ED376406",
        "title":"Reducing the High School DCT Cooperative Education Drop Out Rate through an Employer/Student Mentor Program and At-Risk Teams."},
      {
        "id":"ED376407",
        "title":"One Educator's Views about Education, Violence and Schools."},
      {
        "id":"ED376409",
        "title":"Developing a Data Base To Document Effectiveness of a K-12 Rural School-based Family Resource Center for Recipients and Service Providers."},
      {
        "id":"ED376410",
        "title":"Rural Cocaine/Polydrug Abusing Families and Young Children: An Ethnographic Study of Intervention Needs."},
      {
        "id":"ED376411",
        "title":"Multi-Faceted Data Collection: The Key to Evaluating School Counselors and Other Support Professionals."},
      {
        "id":"ED376412",
        "title":"Challenges in HIV/AIDS Education: Implementing a Program Placing the HIV Positive Child into the Classroom."},
      {
        "id":"ED376413",
        "title":"Preventing Violence: A Framework for Schools and Communities."},
      {
        "id":"ED376414",
        "title":"Improving Our Effectiveness in Working with Abusers: A Training for Elder Abuse and Neglect Caseworkers. Trainer's Guidebook."},
      {
        "id":"ED376415",
        "title":"Post High School Plans Survey."},
      {
        "id":"ED376416",
        "title":"Body Dysmorphic Disorder: Easing the Distress of Distortion."},
      {
        "id":"ED376417",
        "title":"Washington State Department of Social and Health Services County Data Report: Fiscal Year 1991."},
      {
        "id":"ED376418",
        "title":"Counselors and Computers: A Survey of Compatibility and Use."},
      {
        "id":"ED376419",
        "title":"Counseling Twins and Their Families: Special Considerations for Assessment and Intervention."},
      {
        "id":"ED376420",
        "title":"Connections: Helping You Build a Bridge to the Future."},
      {
        "id":"ED376421",
        "title":"Leisure Advisement with the Adult Having Learning Disabilities."},
      {
        "id":"ED376422",
        "title":"Probabilities of Client Success in Counseling."},
      {
        "id":"ED376423",
        "title":"Artificial Intelligence, Counseling, and Cognitive Psychology."},
      {
        "id":"ED376424",
        "title":"Kids, Schools, &amp; Health--Where Do We Stand? Results of the New Mexico 1991 Youth Risk Behavior and 1992 School Health Surveys."},
      {
        "id":"ED376425",
        "title":"Elementary Youth. Alcohol, Tobacco, and Other Drugs Resource Guide."},
      {
        "id":"ED376427",
        "title":"Metacognition and Reading To Learn. ERIC Digest."},
      {
        "id":"ED376428",
        "title":"Whole Language: A Philosophy of Literacy Teaching for Adults, Too!"},
      {
        "id":"ED376429",
        "title":"Echoes from the Past: Actions for the Future."},
      {
        "id":"ED376430",
        "title":"A Study Comparing Two Methods (Teacher Directed Skills and Collaborative) of Teaching Reading Comprehension to College Reading Improvement Students in a CUNY Four Year College."},
      {
        "id":"ED376431",
        "title":"The Superintendent's Role in Developing a Community of Readers in Indiana Middle-Grades Schools."},
      {
        "id":"ED376432",
        "title":"Studying Emergent Literacy in a Classroom Environment. Technical Report No. 599."},
      {
        "id":"ED376433",
        "title":"The Metacognitive Strategies of Latina/o Students Who Read Spanish and English. Technical Report No. 601."},
      {
        "id":"ED376434",
        "title":"Case Studies of Bilingual and Monolingual Readers: Focus on Strategic Reading Processes. Technical Report No. 602."},
      {
        "id":"ED376435",
        "title":"Arranging Multi-Text Reading Experiences That Expand the Reader's Role. Technical Report No. 604."},
      {
        "id":"ED376436",
        "title":"An Annotated Bibliography of Vocabulary-Related Work Produced by the Johnson O'Connor Research Foundation. Technical Report No. 605."},
      {
        "id":"ED376437",
        "title":"Reading Recovery Program 1992-93. Elementary and Secondary Education Act--Chapter 1. Final Evaluation Report."},
      {
        "id":"ED376440",
        "title":"Learning Phonics in a Whole Language Classroom."},
      {
        "id":"ED376441",
        "title":"Reading for Pleasure: A Strategy To Improve Elementary Students' Attitudes and Participation in Recreational Reading."},
      {
        "id":"ED376443",
        "title":"The Future of Reading Research. Technical Report No. 600."},
      {
        "id":"ED376445",
        "title":"Family Literacy and Involving Parents in the Reading Process 1988-1992: Citations and Abstracts from the ERIC Database."},
      {
        "id":"ED376446",
        "title":"Outcome-Based Education, 1989-1992: Citations and Abstracts from the ERIC Database."},
      {
        "id":"ED376447",
        "title":"Reading and Children with Dyslexia or Attention Deficit Disorders 1983-1992: Citations and Abstracts from the ERIC Database."},
      {
        "id":"ED376448",
        "title":"The &quot;Whole&quot; Whole-Language Debate, 1988-1992: Citations and Abstracts &quot;pro et contra&quot; from the ERIC Database."},
      {
        "id":"ED376449",
        "title":"Reading Recovery Research, 1986-1992: Citations and Abstracts from the ERIC Database."},
      {
        "id":"ED376450",
        "title":"Improving Academic Skills and Study Skills of Elementary School At-Risk Students by Peer and Cross-Age Tutoring."},
      {
        "id":"ED376451",
        "title":"Six Teachers in Their Classrooms: A Closer Look at Beginning Reading Instruction. Technical Report No. 606."},
      {
        "id":"ED376452",
        "title":"Perceptions of Pre-Service Elementary Education Students after a Reading Course and Following Student Teaching."},
      {
        "id":"ED376453",
        "title":"Answers to Your Questions about ReCaRe: A High School Reading and Study Skill Program."},
      {
        "id":"ED376454",
        "title":"Reading English Rotation Impact Study. Comparison of Three Years of RER Adoptions' Results 1979-80, 1980-81, 1981-82."},
      {
        "id":"ED376455",
        "title":"Portfolio Assessment for Pre-Service Teachers: Two Hands On Techniques To Familiarize Students in a Reading Methods Course with This Form of Assessment."},
      {
        "id":"ED376457",
        "title":"An Economy of Class Differential: Productivity in Composition Studies."},
      {
        "id":"ED376458",
        "title":"Writing Workshop as Carnival: Reflections on an Alternative Learning Environment."},
      {
        "id":"ED376459",
        "title":"Internships and Reflective Practice: Informing the Workplace, Informing the Academy. ERIC Digest."},
      {
        "id":"ED376460",
        "title":"Un-rapping the Invisible Man: Black and White Styles in Conflict. A Panel Presentation (including The Conventions of Distance the Effects of Schooling on Style by Michael A. Robinson)."},
      {
        "id":"ED376461",
        "title":"Composing in French and in English: What the Writers Are Telling Us."},
      {
        "id":"ED376462",
        "title":"Lyrical Diversification: The Music Project."},
      {
        "id":"ED376464",
        "title":"The Need for a Cultural History of Composition: Reflections on an Amherst Study."},
      {
        "id":"ED376465",
        "title":"Techno Rhetoric: Text Production in a Collaborative Process."},
      {
        "id":"ED376466",
        "title":"Taking Sides on &quot;Takings&quot;: Rhetorical Resurgence of the Sagebrush Rebellion."},
      {
        "id":"ED376467",
        "title":"Researching and Writing about Argument."},
      {
        "id":"ED376471",
        "title":"Composition Theory: Taking It Apart and Putting It Back Together Again."},
      {
        "id":"ED376472",
        "title":"Assessing Literature Learning: Teachers' Response Frameworks and Descriptions of Students' Progress."},
      {
        "id":"ED376473",
        "title":"A Revival of the Imagination in Research Projects: Collaboration and Ethnography."},
      {
        "id":"ED376474",
        "title":"Computer Assisted Writing Instruction. ERIC Digest."},
      {
        "id":"ED376475",
        "title":"The Ahab Teacher."},
      {
        "id":"ED376476",
        "title":"Showcase Writing Portfolios: An Instructional Strategy for First Graders."},
      {
        "id":"ED376477",
        "title":"Not Including Us: Discourse Communities and the Interference of Leadership."},
      {
        "id":"ED376478",
        "title":"(En)Countering the Opposition: Defending Pluralistic Pedagogies in a Healthy Atmosphere of Conflict."},
      {
        "id":"ED376479",
        "title":"Communications and Writing Magnet Elementary Schools 1989-1990, 1990-1991, 1991-1992. Summative Evaluation."},
      {
        "id":"ED376480",
        "title":"Westport Communications/Writing Magnet Middle School 1990-1991, 1991-1992, 1992-1993. Process/Product Evaluation (Summative)."},
      {
        "id":"ED376481",
        "title":"How Can Parents Model Good Listening Skills?"},
      {
        "id":"ED376482",
        "title":"Metacognition and Strategic Use of Computers: A Study of Creative Writing with Grade Four Children."},
      {
        "id":"ED376483",
        "title":"Into the Mainstream without Drowning."},
      {
        "id":"ED376484",
        "title":"Idaho Humanities Content Guide and Framework."},
      {
        "id":"ED376485",
        "title":"Reading Gender Bias in the High School Canon Novels."},
      {
        "id":"ED376486",
        "title":"Children's Literature in Social Studies."},
      {
        "id":"ED376488",
        "title":"Go Refigure: Poststructuralist Notions of Literacy and Portfolio Assessment."},
      {
        "id":"ED376489",
        "title":"SLATE on Intellectual Freedom."},
      {
        "id":"ED376490",
        "title":"Carolina English Teacher 1994/1995."},
      {
        "id":"ED376491",
        "title":"Censorship in All Seasons: Considering the Fiction of the Past, the Present, and the Future to Help Students Understanding the Concept of Censorship in Our World Today."},
      {
        "id":"ED376492",
        "title":"Prioritizing Orality in Constructs of Identity."},
      {
        "id":"ED376493",
        "title":"Defining and Redefining Boundaries in the Creative Writing Workshop."},
      {
        "id":"ED376494",
        "title":"Increasing the Writing Process Skills of Second Graders through the Implementation of Portfolios."},
      {
        "id":"ED376495",
        "title":"A Classroom-Based Approach to Improving Revision Skills in Secondary School Students."},
      {
        "id":"ED376496",
        "title":"Increasing the Number and Success Rate of Junior Honors English Students in Taking English Advanced Placement Examinations."},
      {
        "id":"ED376497",
        "title":"Using Young Adult Literature To Promote Recreational Reading in a Senior Basic English Class."},
      {
        "id":"ED376498",
        "title":"Media, Metaphor and English Language Teaching."},
      {
        "id":"ED376499",
        "title":"Writing for Television: Academic Potential Realized: From Course to Program to Major."},
      {
        "id":"ED376500",
        "title":"Warner's Academic Outreach: Origins of the Project."},
      {
        "id":"ED376503",
        "title":"A Collaborative Action Research Project on Assessment and the Implications for the Pre-Service Participant."},
      {
        "id":"ED376504",
        "title":"Building a Community of Writers for the 21st Century: A Compilation of the Teaching Demonstrations, Personal and Professional Writings, and Daily Activities of the Samford University Writing Project (July 8-August 8, 1991). Impact '91."},
      {
        "id":"ED376505",
        "title":"Building a Community of Writers for the 21st Century: A Compilation of the Teaching Demonstrations, Personal and Professional Writings, and Daily Activities of the Samford University Writing Project (July 6-August 6, 1992)."},
      {
        "id":"ED376506",
        "title":"Building a Community of Writers for the 21st Century: A Compilation of the Teaching Demonstrations and the Personal and Professional Writings of the Samford University Writing Project (July 6-August 4, 1994). Impact '94."},
      {
        "id":"ED376507",
        "title":"Tales from Tall Pines: An Anthology. Summer Institute for Public School Teachers (June 16 - July 17, 1986)."},
      {
        "id":"ED376508",
        "title":"Combining Literature with Drama."},
      {
        "id":"ED376510",
        "title":"How Sassy Are Grrrl Zines?"},
      {
        "id":"ED376513",
        "title":"Writing To Learn History in the Intermediate Grades--Defining and Assessing Historical Thinking: A Technical Report. Project 2."},
      {
        "id":"ED376514",
        "title":"Literacy Learning in the Multicultural Secondary Classroom. Project 4."},
      {
        "id":"ED376515",
        "title":"Cultural Models of School Achievement: A Quantitative Test of Ogbu's Theory. Cultural Models of Literacy: A Comparative Study. Project 12."},
      {
        "id":"ED376517",
        "title":"Basic Communication Course Annual. Volume 4."},
      {
        "id":"ED376518",
        "title":"A Comparative Analysis of Communicative Behavior in CEDA Lincoln-Douglas Debate and CEDA Team Debate."},
      {
        "id":"ED376519",
        "title":"Responding to the Crisis of Accountability: A Review of Program Assessment Methods."},
      {
        "id":"ED376520",
        "title":"Sleightly Persuasive: Using Magic To Teach Principles of Persuasion."},
      {
        "id":"ED376521",
        "title":"Teaching Speech Communication from a Critical Thinking Perspective."},
      {
        "id":"ED376522",
        "title":"The Effect of Television on Dyadic Interaction."},
      {
        "id":"ED376523",
        "title":"Media Theory: A Framework for Interdisciplinary Conversations."},
      {
        "id":"ED376524",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part I: Media History."},
      {
        "id":"ED376525",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part II: Media and Law."},
      {
        "id":"ED376526",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part III: Media and Society."},
      {
        "id":"ED376527",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part IV: International Media."},
      {
        "id":"ED376528",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part V: Media and Technology."},
      {
        "id":"ED376529",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part VI: Mass Media Effects."},
      {
        "id":"ED376530",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part VII: Media and Politics."},
      {
        "id":"ED376531",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part VIII: Advertising and Public Relations."},
      {
        "id":"ED376532",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part IX: Magazines."},
      {
        "id":"ED376533",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (77th, Atlanta, Georgia, August 10-13, 1994). Part X: Miscellaneous Studies."},
      {
        "id":"ED376534",
        "title":"Pixel Power: Making CMC Useful as a Democratic Medium."},
      {
        "id":"ED376535",
        "title":"Using the Team Building Approach as a Management Tool for the Training of Graduate Teaching Assistants in the Basic Speech Communication Course Program."},
      {
        "id":"ED376536",
        "title":"Are Our Basic Speech Communication Courses Targeting Today's Diverse Student Audience? Teacher Perceptions of Course Rigidity and Its Effect on Student Learning."},
      {
        "id":"ED376537",
        "title":"Coaching and Counseling: Liability Issues."},
      {
        "id":"ED376538",
        "title":"Changing Types of Sources for Extemporaneous Speaking."},
      {
        "id":"ED376539",
        "title":"Television Cartoons: Do Children Notice It's a Boy's World?"},
      {
        "id":"ED376540",
        "title":"Using a Unique Cognitive Approach--A Variation of the Stroop Test--in the Identification and the Measurement of Public Speaking Anxiety."},
      {
        "id":"ED376541",
        "title":"Using Experiential Learning To Teach Group Communication Interaction."},
      {
        "id":"ED376542",
        "title":"Females at Risk in the Future Workplace: Gender Credibility Perceptions and Communication Educator Problems in the Building of Community."},
      {
        "id":"ED376544",
        "title":"Children at the Center: Implementing the Multiage Classroom."},
      {
        "id":"ED376546",
        "title":"Choice in English Secondary Education: Lessons for America?"},
      {
        "id":"ED376547",
        "title":"Deconstructing the Notion of &quot;Policy Hysteria&quot;: Five Readings, Some Unprincipled Coupling, and No Happy Endings. Re-draft."},
      {
        "id":"ED376548",
        "title":"Toward an Improved Understanding of the Organizational Nature of Schools: Part 2."},
      {
        "id":"ED376549",
        "title":"The Teacher's Role in Restructuring: The Power of One (A Case Study)."},
      {
        "id":"ED376550",
        "title":"Progress of Education in the United States of America: 1990 through 1994."},
      {
        "id":"ED376552",
        "title":"Catholics and Educational Choice: Motive. Warrant. Will?"},
      {
        "id":"ED376553",
        "title":"Creating a Motivational Learning Environment."},
      {
        "id":"ED376554",
        "title":"Evaluating the Long Term Impact of Schools."},
      {
        "id":"ED376555",
        "title":"Relating Risk Behaviors: Selected Analyses of the Washington State Survey of Adolescent Health Behaviors."},
      {
        "id":"ED376557",
        "title":"Systemic Reform: Perspectives on Personalizing Education."},
      {
        "id":"ED376558",
        "title":"Stability of School Effects in Secondary Education: The Impact of Variance across Subjects and Years."},
      {
        "id":"ED376559",
        "title":"School Size Effects on Achievement in Secondary Education: Evidence from the Netherlands, Sweden and the USA."},
      {
        "id":"ED376561",
        "title":"Students Serving Arizona. 1994 &quot;Serve-America&quot; Evaluation Report."},
      {
        "id":"ED376562",
        "title":"Managing Dilemmas in Education: The Tightrope Walk of Strategic Choice in More Autonomous Institutions."},
      {
        "id":"ED376563",
        "title":"Corporal Punishment: Just What Is It and What Should We Do About It?"},
      {
        "id":"ED376564",
        "title":"The Pocket Condition of Education, 1994."},
      {
        "id":"ED376565",
        "title":"High School Restructuring and Student Achievement. A New Study Finds Strong Links. Issue Report No. 7."},
      {
        "id":"ED376566",
        "title":"Professional Development in Educational Administration Programs: Where Does It Exist?"},
      {
        "id":"ED376569",
        "title":"Integrating Technology into Educational Organizations: The Role of Human Resource Development."},
      {
        "id":"ED376571",
        "title":"A Study of Alternative Education in Virginia. Report of the Department of Education to the Governor and the General Assembly of Virginia. House Document No. 32."},
      {
        "id":"ED376574",
        "title":"Comprehensive Services in Arizona Schools: A Research and Planning Primer."},
      {
        "id":"ED376575",
        "title":"An Innovative Approach to Developing Transformational School Leaders. The Masters and Educational Specialists Programs at the University of Missouri-Kansas City."},
      {
        "id":"ED376576",
        "title":"Preventing and Coping with School Violence. A Resource Manual for Washington School Employees."},
      {
        "id":"ED376577",
        "title":"Merit Aid: Students, Institutions, and Society."},
      {
        "id":"ED376578",
        "title":"Building Blocks and Stumbling Blocks. Three Case Studies of Shared Decision Making and School Restructuring."},
      {
        "id":"ED376579",
        "title":"Making a Difference: Women Headteachers' Contribution to Schools As Learning Institutions."},
      {
        "id":"ED376580",
        "title":"Making It Happen: A Study of Women Headteachers of Primary and Secondary Schools in England and Wales."},
      {
        "id":"ED376581",
        "title":"Creating a School Violence Committee. The WEA Local Leader's Handbook."},
      {
        "id":"ED376582",
        "title":"Conversation Pieces: An Overview of Restructuring Issues."},
      {
        "id":"ED376583",
        "title":"Teacher Evaluation Plans That Support Professional Growth."},
      {
        "id":"ED376584",
        "title":"Superintendent Performance Evaluation: Current Practice and Directions for Improvement. Executive Summary."},
      {
        "id":"ED376585",
        "title":"Minnesota's Public School Choice Options."},
      {
        "id":"ED376586",
        "title":"What's Noteworthy on School Reform."},
      {
        "id":"ED376588",
        "title":"Changing Education. Resources for Systemic Reform."},
      {
        "id":"ED376591",
        "title":"Labor-Management Cooperation in Schools: An Idea Whose Time Has Come."},
      {
        "id":"ED376593",
        "title":"National Study of Women Superintendents Using the Leadership Practices Inventory."},
      {
        "id":"ED376594",
        "title":"State Strategies: To Support Comprehensive Services in Arizona Schools."},
      {
        "id":"ED376595",
        "title":"Using the Interdisciplinary Case Study To Transform the Doctoral Program."},
      {
        "id":"ED376596",
        "title":"What's Right with American Public Education?"},
      {
        "id":"ED376598",
        "title":"Blanche Pope's Accelerated Schools Project: What a Difference a Year Makes."},
      {
        "id":"ED376599",
        "title":"Synthesis of the Research on Educational Change. Part 1: Overview and Initiation Phase. Part 2: Implementation Phase. Part 3: Institutionalization and Renewal Phase."},
      {
        "id":"ED376600",
        "title":"Rebuilding Schools As Safe Havens: A Typology for Selecting and Integrating Violence Prevention Strategies."},
      {
        "id":"ED376601",
        "title":"Is a Woman's Place Only in the Classroom?"},
      {
        "id":"ED376602",
        "title":"Sizer and Goodlad: Implications for Higher Education Administrative Programs."},
      {
        "id":"ED376603",
        "title":"Opinions Regarding Year Round Education: A Survey among the Public."},
      {
        "id":"ED376604",
        "title":"Low Profile, High Impact: Four Case Studies of High School Department Chairs Whose Transactions \"Transform\" Teachers and Administrators."},
      {
        "id":"ED376605",
        "title":"The Micropolitical Influence of SES on a Building Principal and the Implementation of School Innovation."},
      {
        "id":"ED376606",
        "title":"Changing English Primary Schools? A Cautionary Analysis."},
      {
        "id":"ED376607",
        "title":"Aspiring to the Superintendency in the Public School Systems: Women's Perspectives."},
      {
        "id":"ED376608",
        "title":"Deficit Financing of Schools? The Impact of Statutory Change on School District Borrowing Behavior."},
      {
        "id":"ED376609",
        "title":"A Comparison of School Board Members' and Superintendents' Ethical Reasoning Processes."},
      {
        "id":"ED376610",
        "title":"A Comparison of the School Board Members' and School Board Attorneys' Levels of Moral Development and Ethical Reasoning Processes."},
      {
        "id":"ED376611",
        "title":"Bridging the Gender Gap: How Girls Learn."},
      {
        "id":"ED376612",
        "title":"How To Run an Effective Fund-Raiser."},
      {
        "id":"ED376613",
        "title":"Educational Reform and Curriculum Implementation in England: An Historical Perspective."},
      {
        "id":"ED376614",
        "title":"Forecasting Enrollments during Court-Ordered Desegregation."},
      {
        "id":"ED376615",
        "title":"A Description and Analysis of Five Teacher Supervision/Evaluation Systems: Summary of Case Studies, Findings, and Recommendations."},
      {
        "id":"ED376616",
        "title":"Analysis of Delaware's Instruments for Evaluating the Performance of Building Level Administrators."},
      {
        "id":"ED376617",
        "title":"A Formative Assessment of the General Electric Foundation's College Bound Program."},
      {
        "id":"ED376618",
        "title":"Professional Development: Changing Times."},
      {
        "id":"ED376620",
        "title":"A Qualitative Research Approach for Investigating and Evaluating an Emergent Early Childhood Inclusion Model for Children with Severe Disabilities in a Montessori Preschool."},
      {
        "id":"ED376621",
        "title":"Analysis of the Preschool Individualized Education Planning Process: Current Practices and Directions for the Future."},
      {
        "id":"ED376622",
        "title":"Assessing the Transition and Adjustment of Preschoolers with Special Needs to an Integrated Program. KECRI Working Paper."},
      {
        "id":"ED376623",
        "title":"Hearing on the Reauthorization of the Individuals with Disabilities Education Act (IDEA). Hearing before the Subcommittee on Select Education and Civil Rights of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED376625",
        "title":"Attention Deficit Disorders: A Handbook for Colorado Educators."},
      {
        "id":"ED376630",
        "title":"Campus Access for Students Who Are Hard of Hearing."},
      {
        "id":"ED376631",
        "title":"Male-Female Characteristics of Fragile X Syndrome."},
      {
        "id":"ED376632",
        "title":"Reauthorization of the Individuals with Disabilities Education Act (IDEA). State of the Council for Exceptional Children (CEC) Presented by Pam Gillet to the Subcommittee on Select Education and Civil Rights, United States House of Representatives."},
      {
        "id":"ED376633",
        "title":"Educators' Knowledge of Attention Deficit Disorder."},
      {
        "id":"ED376635",
        "title":"Alaska Special Education Recruitment and Retention Resource Manual."},
      {
        "id":"ED376636",
        "title":"Educational Outcomes of a Community-Based Full Service School."},
      {
        "id":"ED376637",
        "title":"Shortages in Professions Working with Young Children with Disabilities and Their Families."},
      {
        "id":"ED376638",
        "title":"Health Needs of Transition-Aged Youth: Feature Issue of IMPACT."},
      {
        "id":"ED376640",
        "title":"Metatheorizing in Deafness and Literacy."},
      {
        "id":"ED376641",
        "title":"Kansas Early Childhood Research Institute on Transitions. Final Report."},
      {
        "id":"ED376642",
        "title":"Kansas Early Childhood Research Institute on Transitions: Executive Summary."},
      {
        "id":"ED376643",
        "title":"Fostering Environmental Control in a Young Child with Rett Syndrome: A Case Study."},
      {
        "id":"ED376644",
        "title":"Demographics of Students Exiting Special Education. Report of the Board of Education, Prepared by the Department of Education, to the Governor and the General Assembly of Virginia. House Document No. 14."},
      {
        "id":"ED376645",
        "title":"Assessing the Proper Use of Child Study Committees. Report of the Department of Education to the Governor and the General Assembly of Virginia. House Document No. 29."},
      {
        "id":"ED376646",
        "title":"Educational Interpreters in Virginia's Public Schools: Factors Affecting Supply, Demand and Training. A New Vision for Education."},
      {
        "id":"ED376647",
        "title":"New Mexico State Plan under Part B of the Individuals with Disabilities Education Act. Fiscal Years 1995, 1996 and 1997."},
      {
        "id":"ED376648",
        "title":"Cultural Diversity in Rehabilitation. Report from the Study Group. Institute on Rehabilitation Issues (19th, San Antonio, Texas, October 1992)."},
      {
        "id":"ED376649",
        "title":"Begin the Between: Planning for the Transition from High School to Adult Life."},
      {
        "id":"ED376650",
        "title":"A Test and Control Experiment That Will Assess the Effectiveness of Sensory-Bridging, Computer Hardware and Software, in Aiding Visually-Impaired, Deaf, and Dyslexic Students in Achieving Greater Academic Gains as Reflected by Attainment of Proportionately Higher Scores on Simulated Versions of the Standardized TABE Test and a Simulated GED Examination."},
      {
        "id":"ED376652",
        "title":"Augmentative and Alternative Communication (AAC) Assessment and Prescriptive Practices for Persons with Mental Retardation and Developmental Disabilities: Current Practices and Future Issues."},
      {
        "id":"ED376653",
        "title":"The VIDEOSHARE Project. Instruction (Manual I) and Classroom Videotaping Guide (Manual II)."},
      {
        "id":"ED376654",
        "title":"The Center for the Arts and Sciences Follow-Up Study of 1990 Graduates. Evaluation Report [and] Program Guides 1993-1994 [and] 1994-1995."},
      {
        "id":"ED376655",
        "title":"Interpreter Training Program: Program Review."},
      {
        "id":"ED376656",
        "title":"Restructuring Special Education: The Third Generation of School Reform."},
      {
        "id":"ED376657",
        "title":"Current Approaches to the Understanding of Early Infantile Autism."},
      {
        "id":"ED376658",
        "title":"Differences in Family Participation in Early Intervention Services."},
      {
        "id":"ED376659",
        "title":"The Federal Legislative Mandates of Services to the Special Needs Postsecondary Student and the Implications for Today's Professor."},
      {
        "id":"ED376660",
        "title":"Relationships between Mainstreamed Special Needs Students and Their Peers in an Urban Middle School: A Case Study."},
      {
        "id":"ED376666",
        "title":"Inservice Education for Interdisciplinary Teamwork: Training and Evaluating Teams."},
      {
        "id":"ED376667",
        "title":"Ethnic &amp; Linguistic Minority Children with Special Needs. A Critical Review of Educational Language &amp; Culture."},
      {
        "id":"ED376668",
        "title":"Developing an Employability Assessment and Planning Program in Rehabilitation & Educational Settings. Participant's Workbook."},
      {
        "id":"ED376669",
        "title":"Developing an Employability Assessment and Planning Program in Rehabilitation & Educational Settings. An Instructor's Guide."},
      {
        "id":"ED376670",
        "title":"Developing an Employability Assessment and Planning Program in Rehabilitation & Educational Settings. Instructor's Resource Manual, Sample Instruments, & Reports."},
      {
        "id":"ED376671",
        "title":"Employability and Employment Approaches: Currently Practiced in Independent Living Programs. A Resource Document."},
      {
        "id":"ED376672",
        "title":"Transition Strategies That Work: Profiles of Successful High School Transition Programs."},
      {
        "id":"ED376673",
        "title":"Transition Strategies That Work. Volume II. Profiles of Community Collaboration."},
      {
        "id":"ED376674",
        "title":"Why Educators Support Self-Determination for Students with Disabilities [and] Why Families Support Self-Determination for Students with Disabilities."},
      {
        "id":"ED376675",
        "title":"Access in Word and Deed. Barrier Free in Brief."},
      {
        "id":"ED376686",
        "title":"Towards Community-Based Communication Intervention for Severely Handicapped Children. Report ASS/BBS-48."},
      {
        "id":"ED376687",
        "title":"School-Based Supported Employment: A Comprehensive Supported Employment Program for Mildly Mentally Retarded Youth."},
      {
        "id":"ED376688",
        "title":"A Survey of Attitudes of Undergraduate Education Majors toward Inclusion."},
      {
        "id":"ED376689",
        "title":"Teachers of Students with Severe Disabilities: Experiencing Cultural Struggle in Inclusive Schools."},
      {
        "id":"ED376690",
        "title":"National Agenda for Achieving Better Results for Children and Youth with Serious Emotional Disturbance."},
      {
        "id":"ED376691",
        "title":"ESL Students in the CUNY Classroom: Faculty Strategies for Success. Conference Proceedings (New York, New York, February 5, 1993)."},
      {
        "id":"ED376692",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (Bibliography of Modern Language Instruction) 1993."},
      {
        "id":"ED376693",
        "title":"The Development of Self-Concept and Language Identity in Spanish-Speaking Children of Migrant Farmworkers."},
      {
        "id":"ED376694",
        "title":"An Integrated, Content-Based Curriculum for Beginning Level English as a Second Language Learners of Middle School Age: Four Pilot Units."},
      {
        "id":"ED376695",
        "title":"Alternative Assessment and Second Language Study: What and Why? ERIC Digest."},
      {
        "id":"ED376696",
        "title":"Suggestopedia and Memory Training in the Foreign Language Classroom."},
      {
        "id":"ED376697",
        "title":"English Reading: An Analysis of Chinese Students' Cultural Assumptions and Psychological Characteristics."},
      {
        "id":"ED376699",
        "title":"The Place of Grammar in the ESL/EFL Classroom: An Annotated Bibliography."},
      {
        "id":"ED376700",
        "title":"Teaching Writing in the ESL/EFL Classroom: An Annotated Bibliography."},
      {
        "id":"ED376701",
        "title":"Components of a Teacher Education Curriculum for Learner Strategies."},
      {
        "id":"ED376703",
        "title":"Papers from the Round Table on Language Policy in Europe, April 22, 1994. ROLIG-papir 52."},
      {
        "id":"ED376704",
        "title":"Maintenance of the Spanish Language as Reflected by Adolescents of Chilean, Peruvian, and Spanish Background in Sydney."},
      {
        "id":"ED376705",
        "title":"Video Cameras in EFL Classrooms: Utilizing the New Technology."},
      {
        "id":"ED376707",
        "title":"Language Learning Strategies: An Update. ERIC Digest."},
      {
        "id":"ED376709",
        "title":"Beyond Vocabulary: What's New in the Lexicon."},
      {
        "id":"ED376710",
        "title":"From First Language Literacy to Second Language Proficiency to Second Language Literacy: The Act of Writing in a Foreign Language Context."},
      {
        "id":"ED376711",
        "title":"Academic Library Skills for the ESL Student."},
      {
        "id":"ED376715",
        "title":"Acquisition Processes of Hausa Interrogatives by a Hausa Child."},
      {
        "id":"ED376716",
        "title":"Comments on Skinner's Definition of Noun and Verb of Hausa."},
      {
        "id":"ED376718",
        "title":"Elementary Education Newsletter. The Official Publication of the ESOL in Elementary Education Interest Section. Volume 15-16, Summer 1993-Winter 1994."},
      {
        "id":"ED376719",
        "title":"Whole-School Bilingual Education Programs: Approaches for Sound Assessment. NCBE Program Information Guide Series 18."},
      {
        "id":"ED376720",
        "title":"Communicative Math and Science Teaching: An Instructional Guide."},
      {
        "id":"ED376721",
        "title":"Teachers' Beliefs about Reading Assessment with Latino Language Minority Students. Research Report: 9."},
      {
        "id":"ED376722",
        "title":"A Guide to Resettlement in the United States. For Refugees from Iraq. Arabic Edition."},
      {
        "id":"ED376723",
        "title":"Yon Gid Pou Tout Refijye K&apos;ap Viv nan Peyi Etanzini (A Guide to Resettlement in the United States). Haitian Creole."},
      {
        "id":"ED376725",
        "title":"Pre-Algebra Lexicon."},
      {
        "id":"ED376726",
        "title":"Implicit Moral Messages in the Newsroom and the Classroom: A Systematic Technique for Analyzing &quot;Voicing.&quot;"},
      {
        "id":"ED376728",
        "title":"English as a Second Language: Annotated Bibliography of Learning Resources. Early Childhood Services--Grade 12."},
      {
        "id":"ED376729",
        "title":"Les caracteristiques des apprenantes et des apprenants ages de 15 a 18 ans dans le systeme d'education en langue francaise en Ontario (The Characteristics of Female and Male Students Aged 15 to 18 Years in the French Language Educational System in Ontario)."},
      {
        "id":"ED376730",
        "title":"The Teacher Trainer, 1994."},
      {
        "id":"ED376732",
        "title":"Perceptions of Second Language Students Regarding Their Study of Spanish."},
      {
        "id":"ED376733",
        "title":"Instructional Conversations in Native American Classrooms. ERIC Digest."},
      {
        "id":"ED376734",
        "title":"Internet for Language Teachers. ERIC Digest."},
      {
        "id":"ED376735",
        "title":"Peace Corps Language Training Curriculum."},
      {
        "id":"ED376736",
        "title":"Working Papers in Educational Linguistics. Volume 10, Number 2."},
      {
        "id":"ED376737",
        "title":"From Interpersonal to Classroom Discourse: Developing Research Methods."},
      {
        "id":"ED376738",
        "title":"Error Treatment in a Japanese Language Classroom."},
      {
        "id":"ED376739",
        "title":"Cross-Cultural Communication in the Writing Center and in the Tutoring Session: A Process of Sensitization."},
      {
        "id":"ED376740",
        "title":"Linking Reading Comprehension Instruction to Language Development for Language-Minority Students. Center for the Study of Reading Technical Report No. 603."},
      {
        "id":"ED376741",
        "title":"Two-Way Partial Immersion Program, F. S. Key Elementary School. Units of Study--Grades 1-4. Curriculum Guide, Units of Study."},
      {
        "id":"ED376742",
        "title":"44+ Ways To Integrate Telephone Messages in an Adult ESL Curriculum."},
      {
        "id":"ED376743",
        "title":"Ten Complementary Principles To Retain LEP Adults in a Bilingual Family Literacy Program."},
      {
        "id":"ED376744",
        "title":"Evaluation of the FEL+ Program, Final Report."},
      {
        "id":"ED376745",
        "title":"Teaching ESL Literacy to Adults: A Guide for Adult Literacy Teachers."},
      {
        "id":"ED376746",
        "title":"10 Lessons of Pre-Employment Skills for ESL Students with a Bilingual English-Cambodian Glossary and a Teacher's Guide."},
      {
        "id":"ED376747",
        "title":"10 Lessons of Pre-Employment Skills for ESL Students with a Bilingual English-Laotian Glossary and a Teacher&apos;s Guide."},
      {
        "id":"ED376748",
        "title":"10 Lessons of Pre-Employment Skills for ESL Students with a Bilingual English-Vietnamese Glossary and a Teacher's Guide."},
      {
        "id":"ED376750",
        "title":"Hmong/English Bilingual Adult Literacy Project Final Report."},
      {
        "id":"ED376751",
        "title":"Project ESL Consortium. Final Report."},
      {
        "id":"ED376752",
        "title":"Evaluation of the Quincy School Community Council's Take And Give Program Final Report."},
      {
        "id":"ED376753",
        "title":"From the Community to the Community: A Guidebook for Training Community Literacy Instructors. Community Training for Adult and Family Literacy Project Final Report."},
      {
        "id":"ED376754",
        "title":"Stories from LIFE at Falls Church High School. Literacy Is For Everyone (LIFE) Final Report."},
      {
        "id":"ED376755",
        "title":"Strategies for Assessing Students: A Guide to Setting, Marking, Grading and Giving Feedback on Assignments, Tests, and Examinations. SCED Paper 78."},
      {
        "id":"ED376756",
        "title":"Observing Teaching. SEDA Paper 79."},
      {
        "id":"ED376757",
        "title":"Preparing Nurses To Care for the Elderly: Clinical Placements in Nursing Homes."},
      {
        "id":"ED376758",
        "title":"Educational Plant Survey. University of Florida, J. Hillis Miller Health Sciences Center."},
      {
        "id":"ED376759",
        "title":"State Revenues and Higher Education Appropriations, 1980-1992."},
      {
        "id":"ED376760",
        "title":"The NAFSA Ethics Program. Ethical Practice in International Educational Exchange."},
      {
        "id":"ED376762",
        "title":"Guideline for the Comprehensive Campus Master Plan System."},
      {
        "id":"ED376764",
        "title":"Utilizing Multiple Measures To Assess Student Satisfaction."},
      {
        "id":"ED376765",
        "title":"Utilizing a Graduate Follow-up Survey To Assess Institutional Effectiveness in the Small Liberal Arts College."},
      {
        "id":"ED376766",
        "title":"Career Perceptions of College Art Students: A Qualitative Case Study."},
      {
        "id":"ED376768",
        "title":"The Pace of Change: Next Steps in the Work of Universities."},
      {
        "id":"ED376769",
        "title":"Managing Liability. Employment Discrimination: A Risk Management Strategy."},
      {
        "id":"ED376770",
        "title":"Developing Effective and Legally Sound Alcohol Policies."},
      {
        "id":"ED376771",
        "title":"Fall 1994 Enrollment, North Dakota Institutions of Higher Education."},
      {
        "id":"ED376773",
        "title":"Medical Education: Curriculum and Financing Strategies Need To Encourage Primary Care Training."},
      {
        "id":"ED376774",
        "title":"Collective Bargaining in Higher Education and the Professions. Bibliography No. 21."},
      {
        "id":"ED376777",
        "title":"Survey of Graduate Students and Postdoctorates in Science and Engineering: Fall 1992. Technical Notes and Data Summaries."},
      {
        "id":"ED376778",
        "title":"Enrollments and Degrees Report. AIP Report."},
      {
        "id":"ED376779",
        "title":"State Higher Education Profiles. A Comparison of State Higher Education Data for Fiscal Year 1991. Seventh Edition."},
      {
        "id":"ED376781",
        "title":"Student Evaluations of Instructional Quality: How Does UCSD Rate?"},
      {
        "id":"ED376783",
        "title":"Stresses on Research and Education at Colleges and Universities: Institutional and Sponsoring Agency Responses. Report of a Collaborative Inquiry."},
      {
        "id":"ED376784",
        "title":"Statewide Survey of Developmental Education in Pennsylvania. Trends in Developmental Education: Research and Practice. Monograph #1."},
      {
        "id":"ED376785",
        "title":"A Factual Look at Higher Education in Nebraska Including Fall Headcount Enrollment, Freshmen Residence, Degrees Awarded, Institutional Finance, and Faculty Salaries. A Report on Public &amp; Independent Colleges and Universities and Private Career Schools in Nebraska."},
      {
        "id":"ED376786",
        "title":"Handbook of Accreditation 1994-96."},
      {
        "id":"ED376787",
        "title":"Recruiting Trends 1994-95. A Study of Businesses, Industries, and Governmental Agencies Employing New College Graduates. 24th Edition."},
      {
        "id":"ED376788",
        "title":"Developing Students' Capacity for Learning and Thinking through Integrated Curriculum and Team Learning Experiences."},
      {
        "id":"ED376789",
        "title":"The Process of Developing a University Neighborhood in a Downtown Urban Environment: Baltimore's UniversityCenter."},
      {
        "id":"ED376790",
        "title":"A Systemic View of Distance Education Evaluation: Finding Our Bearings."},
      {
        "id":"ED376791",
        "title":"Using the Internet in Competency Based Education."},
      {
        "id":"ED376792",
        "title":"Tools for Language Programs. ICEM Technical Information Bulletin No. 19."},
      {
        "id":"ED376793",
        "title":"Feasibility Study on the Development of a Regional Curriculum Development and Materials Production and Equipment Centre. Consultants Report. Education Reform Strategy Project 4B."},
      {
        "id":"ED376794",
        "title":"ERIC Annual Report, 1994. Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED376795",
        "title":"Systemic Education Reform."},
      {
        "id":"ED376796",
        "title":"Technology for Education Act of 1993. Hearings on S. 1040 before the Committee on Labor and Human Resources. United States Senate. One Hundred Third Congress, First Session (Washington, D.C., July 21, 1993 and Albequerque, New Mexico, August 18, 1993)."},
      {
        "id":"ED376798",
        "title":"Information Systems Development--ISD '94. Methods & Tools. Theory & Practice. Proceedings of the International Conference (4th, Bled, Slovenia, September 20-22, 1994)."},
      {
        "id":"ED376801",
        "title":"Information Technology Issues in the 1990s: An Analysis from a CAUSE Postcard Survey for 1994."},
      {
        "id":"ED376803",
        "title":"A Case for Assessing Motivation from Learning a Computer-Assisted Instruction."},
      {
        "id":"ED376805",
        "title":"S. 2195. The National Public Telecommunications Infrastructure Act of 1994. Hearing before the Subcommittee on Communications of the Committee on Commerce, Science, and Transportation. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED376806",
        "title":"Summary of Alaska Instructional Technology Survey."},
      {
        "id":"ED376815",
        "title":"Mastery of CD-ROM Encyclopedia Skills by Elementary Students."},
      {
        "id":"ED376816",
        "title":"Library and Information Services Policy: A Forum Report (Washington, D.C., September 23-24, 1993)."},
      {
        "id":"ED376817",
        "title":"Information Literacy: A Position Paper on Information Problem-Solving."},
      {
        "id":"ED376818",
        "title":"LIBS 1000: A Credit Course in Library Skills at East Carolina University."},
      {
        "id":"ED376819",
        "title":"C.O.L.O.R.: Celebrate Our Love Of Reading. 1994 Florida Library Youth Program."},
      {
        "id":"ED376820",
        "title":"Reference Service Policies in ARL Libraries. SPEC Kit 203."},
      {
        "id":"ED376821",
        "title":"Public Access to the Information Superhighway through the Nation's Libraries."},
      {
        "id":"ED376822",
        "title":"Texas Library Systems Act and Rules for Administering the Library Systems Act."},
      {
        "id":"ED376823",
        "title":"The Information Infrastructure: Reaching Society's Goals. A Report of the Information Infrastructure Task Force Committee on Applications and Technology."},
      {
        "id":"ED376824",
        "title":"The Government Information Locator Service (GILS): Expanding Research and Development of the ANSI/NISO Z39.50 Information Retrieval Standard. Final Report."},
      {
        "id":"ED376831",
        "title":"Planning, Producing, and Implementing a Multilingual Audiotape Walking Tour of the Iowa State University Parks Library."},
      {
        "id":"ED376833",
        "title":"ARL: A Bimonthly Newsletter of Research Library Issues and Actions, 1994."},
      {
        "id":"ED376834",
        "title":"User Surveys in ARL Libraries. SPEC Kit 205."},
      {
        "id":"ED376835",
        "title":"Uses of Document Delivery Services. SPEC Kit 204."},
      {
        "id":"ED376836",
        "title":"The Reference Interview: Is It Essential in the Provision of Public Library Reference Service?"},
      {
        "id":"ED376837",
        "title":"Academic Libraries: 1992. E.D. TABS."},
      {
        "id":"ED376838",
        "title":"The Use of Alkaline Paper in Serials Publications."},
      {
        "id":"ED376839",
        "title":"BIS Handbook: An Organizational Manual &amp; Directory. 1994-1995. Revised."},
      {
        "id":"ED376840",
        "title":"Copyright Compliance by Law Firm Libraries."},
      {
        "id":"ED376841",
        "title":"A Content Analysis of MLS Holders from \"The Directory of Library & Information Professionals.\""},
      {
        "id":"ED376842",
        "title":"A Core Bibliography of Womanspirit Books and the Ohio Public University Libraries."},
      {
        "id":"ED376843",
        "title":"Statistical Analysis of the Interlibrary Loan Borrowing Patrons of the Kent State University Library and Their OhioLINK Suppliers for Fiscal Year 1992-1993."},
      {
        "id":"ED376844",
        "title":"Seeds of Knowledge: The Evolution of the Louis Bromfield Sustainable Agriculture Library."},
      {
        "id":"ED376845",
        "title":"Assessing the Impact of Personal Computers on Informational Services in the Public Libraries of the Cleveland Public Library Consortium."},
      {
        "id":"ED376848",
        "title":"The Development of Home Schooling Services in the Public Library: A Case Study."},
      {
        "id":"ED376849",
        "title":"Off-Campus Library Services and the Impact of NCA Accreditation."},
      {
        "id":"ED376850",
        "title":"Adult Literacy Services in Rural Public Libraries."},
      {
        "id":"ED376851",
        "title":"Name Formation of Victorian Women Writers: A Comparison of Library of Congress Authority Records and Bibliographic Tools."},
      {
        "id":"ED376852",
        "title":"Precision and Recall in Title Keyword Searches."},
      {
        "id":"ED376853",
        "title":"Content Knowledge of the Internet Among Public Reference Librarians at the Cleveland Heights Public Library."},
      {
        "id":"ED376854",
        "title":"Faculty Status of Theological Librarians in the American Theological Library Association."},
      {
        "id":"ED376855",
        "title":"ADA Compliance: What Are We Doing?"},
      {
        "id":"ED376856",
        "title":"Safety and Health Concerns in Academic and Public Libraries."},
      {
        "id":"ED376857",
        "title":"Edward Christopher Williams and His Impact on Librarianship."},
      {
        "id":"ED376858",
        "title":"The Job Market for Business Librarians: 1983-1992."},
      {
        "id":"ED376859",
        "title":"Rationalization for Shared Collection Development: A Case Study of the Japanese Periodical Humanities Collection at the East Asian Library at the Ohio State University."},
      {
        "id":"ED376860",
        "title":"A Community Documents Its History: A Brief Account of the Shaker Historical Society and the Elizabeth Nord Library."},
      {
        "id":"ED376861",
        "title":"Your Guide to ERIC."},
      {
        "id":"ED376862",
        "title":"The Generic Skills Subcommittee Final Report to the Academic Plan Steering Committee. General Education Task Force."},
      {
        "id":"ED376863",
        "title":"General Education Task Force Final Report to the Academic Plan Steering Committee."},
      {
        "id":"ED376864",
        "title":"CIRP (Cooperative Institutional Research Program) Freshman Survey Report. Fall 1992."},
      {
        "id":"ED376865",
        "title":"Graduate Survey Report, 1991-1992. Office of Strategic Planning &amp; Research."},
      {
        "id":"ED376866",
        "title":"Pennsylvania College of Technology Non-Returning Student (Leaver) Survey Report, Spring 1992 to Fall 1992."},
      {
        "id":"ED376867",
        "title":"Pennsylvania College of Technology Sourcebook, 1993-1994."},
      {
        "id":"ED376868",
        "title":"Project Profile Report. Fall 1993."},
      {
        "id":"ED376869",
        "title":"Broken Promises: The Impact of Budget Cuts and Fee Increases on the California Community Colleges."},
      {
        "id":"ED376870",
        "title":"A New Paradigm for Basic Skills Education in Wisconsin: A Strategic Policy Recommendations Report."},
      {
        "id":"ED376871",
        "title":"A National Study of Research Priorities in Tech Prep Teacher Education."},
      {
        "id":"ED376872",
        "title":"Assessing Student Outcomes, Mohave Community College."},
      {
        "id":"ED376873",
        "title":"Focus Report on Plan To Assess Student Outcomes, Mohave Community College."},
      {
        "id":"ED376874",
        "title":"Peer Institution Profile Report, El Paso Community College."},
      {
        "id":"ED376875",
        "title":"How To Plan a Conference for Student Scholars."},
      {
        "id":"ED376876",
        "title":"Identifying and Dealing with Access Barriers at Mercer County Community College."},
      {
        "id":"ED376878",
        "title":"Proposal and Rationale for the Development of a Mac Lab."},
      {
        "id":"ED376880",
        "title":"ESL Persistence: A Summary Report. Research Report #520."},
      {
        "id":"ED376881",
        "title":"ENLACE: Success Rates Compared to Success Rates of Other Chicano/Latino Students in the Same Courses, Spring 1993. Research Report #722."},
      {
        "id":"ED376883",
        "title":"ADELANTE Success Rates Compared to Success Rates of Other Latino Students in the Same Courses, Fall 1990-Spring 1993. Research Report #743."},
      {
        "id":"ED376884",
        "title":"Creating and Maintaining a Diverse Faculty. New Directions for Community Colleges, Number 87."},
      {
        "id":"ED376885",
        "title":"Our First Year of \"Guides.\""},
      {
        "id":"ED376886",
        "title":"Student Attitude/Satisfaction Survey--Lancaster Campus."},
      {
        "id":"ED376887",
        "title":"Master Student Study, Fall 1992 Class, Wildwood Campus."},
      {
        "id":"ED376888",
        "title":"Graduate Time Study. 1992."},
      {
        "id":"ED376889",
        "title":"Student Educational Goals."},
      {
        "id":"ED376890",
        "title":"Six Month Graduate Follow-Up Survey. 1993."},
      {
        "id":"ED376891",
        "title":"Washington Community and Technical Colleges Academic Year Report, 1993-94."},
      {
        "id":"ED376892",
        "title":"State Board of Directors for Community Colleges of Arizona Annual Report to the Governor, 1993-1994 [and] Statistical Supplement."},
      {
        "id":"ED376893",
        "title":"Using a Networked Mac Lab To Facilitate Learning in Art, Foreign Languages, and English."},
      {
        "id":"ED376894",
        "title":"An Associate Degree in High-Performance Manufacturing. Final Report."},
      {
        "id":"ED376895",
        "title":"Cumberland County College Orientation Course Survey."},
      {
        "id":"ED376896",
        "title":"A Collaborative Model for Providing Literacy Training Utilizing the &quot;One Stop Shop&quot; Concept."},
      {
        "id":"ED376897",
        "title":"Student Learning Outcomes Assessment Report. Board of Trustees Report BT95-3."},
      {
        "id":"ED376898",
        "title":"Forging Ahead into the Twenty-First Century: A Demographic Profile of the PVCC Service Region. Research Report Number 5-94."},
      {
        "id":"ED376899",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1992-93. Research Report Number 6-94."},
      {
        "id":"ED376900",
        "title":"Assessment and Testing: Myths and Realities. New Directions for Community Colleges, Number 88."},
      {
        "id":"ED376901",
        "title":"Measuring Up: Lakeland Community College Report of the ADA Task Force. A Self Evaluation of College Services, Facilities, Programs, and Activities."},
      {
        "id":"ED376903",
        "title":"Perceptions of Student Services, Spring 1992. Summary of Results from Student Services Effectiveness Survey."},
      {
        "id":"ED376904",
        "title":"Goals and Action Plan for People of Color Participation and Diversity, 1994-1997."},
      {
        "id":"ED376905",
        "title":"Centralia College Annual Report, 1993-1994."},
      {
        "id":"ED376906",
        "title":"Horizontes: A Culturally Grounded E.S.L. College Entry Project for Latino Students. Fall '92, Winter '93 Pilot Phase."},
      {
        "id":"ED376907",
        "title":"Actual 1993-94 Cost Allocation Summary."},
      {
        "id":"ED376908",
        "title":"A Longitudinal Model for Assessing Student Outcomes at a Community College."},
      {
        "id":"ED376909",
        "title":"Staff Development Needs Assessment."},
      {
        "id":"ED376910",
        "title":"Population, Household, and Employment Projections."},
      {
        "id":"ED376911",
        "title":"Wm. S. Hart Union High School District Students at College of the Canyons."},
      {
        "id":"ED376912",
        "title":"Student Equity Indicators Report."},
      {
        "id":"ED376913",
        "title":"Examining the Earlier Drop Deadline."},
      {
        "id":"ED376915",
        "title":"Predictive Validity Study of the APS Writing and Reading Tests [and] Validating Placement Rules for the APS Writing Test."},
      {
        "id":"ED376916",
        "title":"Experience Tables, Predictive Validity Studies, and Validation of Placement Tables for the MDTP Placement Tests."},
      {
        "id":"ED376917",
        "title":"Leadership Training for Collaboration. Draft."},
      {
        "id":"ED376918",
        "title":"Bridgeport Futures Initiative: A Collaborative on Behalf of Youth."},
      {
        "id":"ED376920",
        "title":"Early Intervention and Culture: Preparation for Literacy. The Interface between Theory and Practice."},
      {
        "id":"ED376924",
        "title":"Partners for Change. The Ounce of Prevention Fund Annual Report 1992-1993."},
      {
        "id":"ED376925",
        "title":"The Edna McConnell Clark Foundation 1993 Annual Report (October 1, 1992-September 30, 1993)."},
      {
        "id":"ED376926",
        "title":"The Development and Implementation of Training Workshops Directly Related to Programming for Daycare Directors in Northern Canada."},
      {
        "id":"ED376927",
        "title":"Facilitating School Transition through Effective Characterization of Skills and Collaborative Planning: The Elementary and Middle School Child."},
      {
        "id":"ED376928",
        "title":"Images from the World."},
      {
        "id":"ED376929",
        "title":"Toward a Theory of Thematic Curricula: Constructing New Learning Environments for Teachers and Learners."},
      {
        "id":"ED376930",
        "title":"Developing Literacy at Kindergarten: An Examination of Teacher's Beliefs and Practices."},
      {
        "id":"ED376931",
        "title":"Developing and Implementing a Training Program for National Accreditation of State-Licensed Family Child Care Homes."},
      {
        "id":"ED376932",
        "title":"Camp Animal Crackers."},
      {
        "id":"ED376933",
        "title":"Using Process Writing To Teach Problem Solving to Middle School and Junior High Students."},
      {
        "id":"ED376934",
        "title":"Health and Learning. Coordinators' Notebook: An International Resource for Early Childhood Development."},
      {
        "id":"ED376936",
        "title":"Reggio Emilia: An In-Depth View."},
      {
        "id":"ED376937",
        "title":"1994--International Year of the Family."},
      {
        "id":"ED376938",
        "title":"Minnesota Study on Race/Ethnicity in Child Care."},
      {
        "id":"ED376939",
        "title":"Enforcing Child Support: Are States Doing the Job?"},
      {
        "id":"ED376940",
        "title":"The Best of ACTTion News 1989-1992. 1st Edition."},
      {
        "id":"ED376941",
        "title":"An Evaluative Review of Interview and Rating/Checklist Instruments for Assessing Social/Emotional Competence in Preschool Children."},
      {
        "id":"ED376942",
        "title":"Child Support Reform: A State Checklist for Change."},
      {
        "id":"ED376943",
        "title":"Improving Students' Transfer of Learning among Subject Areas through the Use of an Integrated Curriculum and Alternative Assessment."},
      {
        "id":"ED376944",
        "title":"Changes among Families in Europe and the Future of Early Childhood Education."},
      {
        "id":"ED376945",
        "title":"Racial Issues in Education: Real or Imagined?"},
      {
        "id":"ED376947",
        "title":"Facililtating Introductory Adoption Education for Rural Prospective Adoptive Parents by the Use of Mailed Multi-Media Educational Packets."},
      {
        "id":"ED376948",
        "title":"Special Video Showcase: Reading in Kindergarten: Memory to Decoding; Writing in Kindergarten: Skill and Process; Science in Kindergarten: A Sense of Wonder; Kindergarten Mathematics: Hands-On Learning: Play in Kindergarten: A Process for Learning."},
      {
        "id":"ED376949",
        "title":"Overview of Issues in Childhood Socialization."},
      {
        "id":"ED376950",
        "title":"Attribution Retraining and Behavior Change among Highly Aggressive and Nonaggressive African-American Boys."},
      {
        "id":"ED376951",
        "title":"Theory Development in Human Development: A Synthesis for 2000 and Beyond."},
      {
        "id":"ED376952",
        "title":"A Report to the Minnesota Legislature on the Way To Grow/School Readiness Program."},
      {
        "id":"ED376953",
        "title":"Slow and Steady, Get Me Ready."},
      {
        "id":"ED376957",
        "title":"Science for Young Children. Australian Early Childhood Resource Booklets, No. 1, 1989."},
      {
        "id":"ED376958",
        "title":"Socialising the Superheroes. Australian Early Childhood Resource Booklets, No. 5, 1989."},
      {
        "id":"ED376959",
        "title":"Report and Recommendations of the President's Ad Hoc Committee on Child Care."},
      {
        "id":"ED376961",
        "title":"Collaborative Assessment."},
      {
        "id":"ED376962",
        "title":"The New Youth Challenge: A Model for Working with Older Children in School-Age Child Care."},
      {
        "id":"ED376963",
        "title":"The Evaluation of Child Care Centers and the &quot;Infant/Toddler Environment Rating Scale&quot;: An Environmental Critique."},
      {
        "id":"ED376964",
        "title":"The Developmentally Appropriate Design of Child Care Facilities."},
      {
        "id":"ED376965",
        "title":"Wyoming Kindergartens: Past, Present, and Future. Wyoming Center for Educational Research Report Series 1993, No. 4."},
      {
        "id":"ED376966",
        "title":"From Teachers' Perspectives: The Social and Psychological Benefits of Multiage Elementary Classrooms."},
      {
        "id":"ED376967",
        "title":"Report of the AAP Task Force on Minority Children's Access to Pediatric Care."},
      {
        "id":"ED376968",
        "title":"Quality of Kindergarten Education in Singapore: Parents' Views and Expectations."},
      {
        "id":"ED376969",
        "title":"Classroom Composition and Individual Achievement: Effects of Classroom Composition and Teacher Goals in Dutch Elementary Education."},
      {
        "id":"ED376970",
        "title":"The Construction of Literacy Environments in Early Childhood Classrooms: A Spectrum of Approaches."},
      {
        "id":"ED376971",
        "title":"Promoting Achievement in Child Centered Education: Evaluation of a Non-Graded, Multi-age, Continuous Progress Primary School (K-3)."},
      {
        "id":"ED376972",
        "title":"Organization of Counting in Joint Counting Tasks and the Emergence of Cooperation in Pairs of Kindergarten Students."},
      {
        "id":"ED376973",
        "title":"Social Change and Family Policy in South Africa, 1930 to 1986."},
      {
        "id":"ED376974",
        "title":"Strengths and Weaknesses in the Family Life of Black South Africans."},
      {
        "id":"ED376975",
        "title":"Teaching in the Whole Garden."},
      {
        "id":"ED343897",
        "title":"Educational Attitudes of Preservice Teachers, or &quot;Redesigning the Edsel&quot; of Teacher Education."},
      {
        "id":"ED343900",
        "title":"The 21st Century: A Futuristic Look at Recruitment and Retention in Teacher Education Programs for Hispanic-Americans."},
      {
        "id":"ED343901",
        "title":"Rethinking Teacher Education: Collaboration between the Black Family and the School System."},
      {
        "id":"ED343902",
        "title":"Preservice Teacher Portfolios and Professional Licensure: A Formative Report."},
      {
        "id":"ED343905",
        "title":"Los Angeles Unified School District Intern Program: Recruiting and Preparing Teachers for an Urban Context."},
      {
        "id":"ED343906",
        "title":"Figuring in the Past: Thinking about Teacher Memories. Occasional Paper No. 137."},
      {
        "id":"ED343907",
        "title":"The National Adolescent Student Health Survey: Survey Replication Booklet."},
      {
        "id":"ED343908",
        "title":"Therapeutic Recreation for Chemically Dependent Adolescents and Adults: Programming and Activities."},
      {
        "id":"ED343910",
        "title":"Portfolio Resources."},
      {
        "id":"ED343911",
        "title":"1991 AAIR Forum. Refereed Proceedings of the Conference of the Australasian Association for Institutional Research (AAIR) (2nd, Melbourne, Victoria, Australia, October 1-3, 1991)."},
      {
        "id":"ED343913",
        "title":"Applying Procrustean Rotation To Evaluate the Generalizability of Canonical Analysis Results."},
      {
        "id":"ED343914",
        "title":"Investigating Result Stability of Canonical Function Equations with the Jackknife Technique."},
      {
        "id":"ED343915",
        "title":"Parallel Short Forms of the Crandall Social Desirability Test for Children: Shortening Instruments for Research Purposes."},
      {
        "id":"ED343916",
        "title":"Preparing Science Teachers' Attitudes towards Tests."},
      {
        "id":"ED343918",
        "title":"The Variance of Rasch Ability Estimated from Partially-Known Item Parameters."},
      {
        "id":"ED343927",
        "title":"The Nevada Proficiency Examination Program: Results of the 1989-90 Examinations."},
      {
        "id":"ED343928",
        "title":"A Proposal for Nevada's Participation in the National Assessment of Educational Progress Trial State Assessment."},
      {
        "id":"ED343929",
        "title":"Procedures for Scaling the 1990 Edition of the Nevada Proficiency Examinations in Reading and Mathematics."},
      {
        "id":"ED343931",
        "title":"Cognitive Assessment of Subject Matter: Understanding the Marriage of Psychological Theory and Educational Policy in Achievement Testing."},
      {
        "id":"ED343932",
        "title":"A New Mirror for the Classroom: A Technology-Based Tool for Documenting the Impact of Technology on Instruction."},
      {
        "id":"ED343933",
        "title":"Cross-State Comparability of Judgments of Student Writing: Reports from the New Standards Project."},
      {
        "id":"ED343937",
        "title":"SEDCAR (Standards for Education Data Collection and Reporting)."},
      {
        "id":"ED343938",
        "title":"Annual Report of the State Alternative Assessment Exchange (AKA Student Assessment Consortia). Project 1.1: Fostering Collaboration."},
      {
        "id":"ED343940",
        "title":"Using Examinations To Improve Education: A Study in Fourteen African Countries. World Bank Technical Paper Number 165. Africa Technical Department Series."},
      {
        "id":"ED343942",
        "title":"DANTES: A Testing Program That Can Help Your Institution Attract Able Students by Awarding Credit for What They Know."},
      {
        "id":"ED343943",
        "title":"Transitions Experienced by 1988 Eighth Graders. Statistics in Brief."},
      {
        "id":"ED343944",
        "title":"\"Here's Another Arbitrary Grade for Your Collection\": A Statewide Study of Grading Policies."},
      {
        "id":"ED343945",
        "title":"Secondary Education in North Carolina: A Report of Student Participation and Performance in Algebra I, Geometry, Algebra II, ELP, U.S. History, English I, Physical Science, Biology, Chemistry, Physics. End of Course Testing."},
      {
        "id":"ED343946",
        "title":"American Education at a Glance."},
      {
        "id":"ED343947",
        "title":"Projections of Education Statistics to 2002. Pocket Projections."},
      {
        "id":"ED343948",
        "title":"Tracking Your School's Success: A Guide to Sensible Evaluation."},
      {
        "id":"ED343949",
        "title":"Small-Sample Equating with Log-Linear Smoothing."},
      {
        "id":"ED343950",
        "title":"A Critique of Research on Questioning."},
      {
        "id":"ED343951",
        "title":"The Relationship between Medical Expertise and the Development of Illness-Scripts."},
      {
        "id":"ED343952",
        "title":"Children's Use of Domain-Specific Knowledge and Domain-General Strategies in Novel Problem Solving."},
      {
        "id":"ED343953",
        "title":"Calculating Dropout Rates Locally and Nationally with the Holding Power Index."},
      {
        "id":"ED343955",
        "title":"Do Students Learn What Their Teachers Intend They Learn? Guiding Processes in Problem-Based Learning."},
      {
        "id":"ED343956",
        "title":"Assessing Test Validity through the Use of Teachers' Judgments."},
      {
        "id":"ED343958",
        "title":"The Validity of Assessments of Professional Competence."},
      {
        "id":"ED343959",
        "title":"Using Restricted Factor Analysis in Test Construction."},
      {
        "id":"ED343961",
        "title":"Research and Education Reform: Roles for the Office of Educational Research and Improvement."},
      {
        "id":"ED343962",
        "title":"Mentors. The President's Report."},
      {
        "id":"ED343964",
        "title":"Chapter 1: An Educational Revolution. An &quot;Education Week&quot; Special Report."},
      {
        "id":"ED343968",
        "title":"And Miles To Go... Barriers to Academic Achievement and Innovative Strategies for the Delivery of Educational Services to Homeless Children."},
      {
        "id":"ED343969",
        "title":"Homelessness Curricula: Five Exemplary Approaches. Resource Tool for Teachers and School Districts."},
      {
        "id":"ED343970",
        "title":"Pennsylvania's Homeless Student Initiative. A Series of Models for Effective Coordination between Schools and Shelters."},
      {
        "id":"ED343971",
        "title":"Language Characteristics and Academic Achievement: A Look at Asian and Hispanic Eighth Graders in NELS:88. Statistical Analysis Report."},
      {
        "id":"ED343976",
        "title":"Self-Perception and Achievement of Black Urban 10th Graders."},
      {
        "id":"ED343979",
        "title":"Civil Rights Issues Facing Asian Americans in the 1990s."},
      {
        "id":"ED343980",
        "title":"Immigration Stress: Families in Crisis. Resource Guide."},
      {
        "id":"ED343985",
        "title":"University Urban Programs. 1991 Edition."},
      {
        "id":"ED343986",
        "title":"Lost Opportunities: The Civil Rights Record of the Bush Administration Mid-Term."},
      {
        "id":"ED343987",
        "title":"Trends in College Entry among Whites, Blacks, and Hispanics, 1972-1988. Discussion Paper No. 958-91."},
      {
        "id":"ED343989",
        "title":"Dropout Prevention: Strategies for the 1990s."},
      {
        "id":"ED343992",
        "title":"Tutoring Success! A Joint Project of Anderson School District One and the National Dropout Prevention Center."},
      {
        "id":"ED343994",
        "title":"Social Services and Aging Policies in the U.S. and Asia. Presentations. Asia-U.S. Conference on Social Services and Aging Policies (Pensacola, Florida, August 8-11, 1988)."},
      {
        "id":"ED343995",
        "title":"Report of the Consultancy on Evaluation of the VITB Curriculum Model. A Comprehensive Review of the Curriculum Development Model and Process Used by the Vocational &amp; Industrial Training Board of Singapore (For the Periods 19 February-7 March and 2-25 April, 1990)."},
      {
        "id":"ED343996",
        "title":"Beyond North-South: A Forum on New Forms of International Cooperation in Adult Education (Bangkok, Thailand, January 13-15, 1990)."},
      {
        "id":"ED343997",
        "title":"Improving the Delivery of Guidance and Counseling Services at Metropolitan Center. Final Report."},
      {
        "id":"ED343998",
        "title":"The Skills Enhancement Training Program. Performance Report."},
      {
        "id":"ED344000",
        "title":"State of Wisconsin Commercial Drivers License Instructor's Manual."},
      {
        "id":"ED344001",
        "title":"Workers and Workplaces: Diversity, Challenge, Excellence! The Annual National State Occupational Information Coordinating Committee (SOICC) Conference (14th, Albany, New York, July 22-24, 1991). Highlights."},
      {
        "id":"ED344002",
        "title":"Quality Assurance Program Development--Curriculum Development."},
      {
        "id":"ED344003",
        "title":"Exploring New Worlds: Trades and Technical Occupations for Women."},
      {
        "id":"ED344005",
        "title":"A Summary of Reported Policies and Procedures of Institutional Plans for Faculty Development of Postsecondary Technical/Vocational Personnel. Professional Improvement Assessment Project."},
      {
        "id":"ED344007",
        "title":"Activities in Distance Teaching Texts; Author's Assumptions and Expectations Contrasted with Students' Perceptions and Use. Teacher and Consultancy Centre Report No. 40."},
      {
        "id":"ED344009",
        "title":"Colorado Vocational Education Annual Performance Report: Program Year 91 (July 1, 1990-June 30, 1991)."},
      {
        "id":"ED344012",
        "title":"Women in Technical Education. Annual Report 1990-91."},
      {
        "id":"ED344017",
        "title":"Development Report for the Telecommunications Technology 2+2 Program. Grant Year 2--1990/1991."},
      {
        "id":"ED344022",
        "title":"Career Exploration in Computers Project. Final Report."},
      {
        "id":"ED344024",
        "title":"Women in the Workplace. Annual Report."},
      {
        "id":"ED344028",
        "title":"Health Care and ADA Language Education Programs. Cooperative Demonstration Program: High Technology. Final Performance Report."},
      {
        "id":"ED344029",
        "title":"&quot;DOS for Managers.&quot; Management Training Series."},
      {
        "id":"ED344030",
        "title":"A Secondary/Post-Secondary Curriculum for the ADA Programming Language."},
      {
        "id":"ED344031",
        "title":"Entrepreneurs: Women and Minorities."},
      {
        "id":"ED344032",
        "title":"Follow-up Study of Graduates Who Entered Nontraditional Careers. Final Report."},
      {
        "id":"ED344036",
        "title":"Sexism."},
      {
        "id":"ED344037",
        "title":"Three Strategies...One Future. A &quot;Crosswalk&quot; among Three Proposals Shaping America's Workforce Preparation Policy."},
      {
        "id":"ED344042",
        "title":"Workforce Preparedness for Economic Development: Report on the 1989 North Carolina Business and Industry Survey."},
      {
        "id":"ED344045",
        "title":"DOD Service Academies. Academy Preparatory Schools Need a Clearer Mission and Better Oversight. Report to the Chairmen, Senate and House Committees on Armed Services."},
      {
        "id":"ED344054",
        "title":"Study of ABE/ESL Instructor Training Approaches. Phase I Technical Report."},
      {
        "id":"ED344055",
        "title":"The Delivery and Content of Training for Adult Education Teachers and Volunteer Instructors. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED344056",
        "title":"Key Elements of Adult Education Teacher and Volunteer Training Programs. Study of ABE/ESL Instructor Training Approaches."},
      {
        "id":"ED344057",
        "title":"Skill Acquisition and Work in Micro-enterprises: Evidence from Lome, Togo. Discussion Paper No. 31."},
      {
        "id":"ED344059",
        "title":"Adult Epistemic Behavior at the Museum: Implications for Museum Education."},
      {
        "id":"ED344060",
        "title":"Assessment and Maintenance of Standards in Vocational Education Down Under."},
      {
        "id":"ED344061",
        "title":"Funding Resources for Vocational Special Needs Programs. Annotated Resource List."},
      {
        "id":"ED344062",
        "title":"Key Issues in Vocational Education: Tip Sheet for Education Writers."},
      {
        "id":"ED344063",
        "title":"Tech Prep: Developing Cooperative Programs and Partnerships. National Satellite Teleconference Proceedings (Blacksburg, Virginia, October 29, 1991)."},
      {
        "id":"ED344064",
        "title":"The Effectiveness of New York City's Career Magnet Schools: An Evaluation of Ninth Grade Performance Using an Experimental Design."},
      {
        "id":"ED344065",
        "title":"Linking Planning and Evaluation in Vocational Education: Issues and Concepts."},
      {
        "id":"ED344066",
        "title":"Video Usage in Career Development Project. Producer's Report [and] Descriptions of 98 Reviewed Career Development Videos."},
      {
        "id":"ED344067",
        "title":"Educational Restructuring and the Community Education Process."},
      {
        "id":"ED344069",
        "title":"An Investigation into Computer Aided Drafting and Design (CADD) in the Saginaw Area from the Viewpoint of Mechanical Drafting and Design Employers."},
      {
        "id":"ED344072",
        "title":"Are Students Treated Differently and Sexual Harassment--Seminar for Vocational Teachers. Elimination of Sex Bias/Sex Stereotyping Project. Final Report."},
      {
        "id":"ED344074",
        "title":"Heroes or Villains? A Comparison of Proprietary School and Public Sector Outcomes."},
      {
        "id":"ED344091",
        "title":"A Developing Aptitude Model--Sex Equity. Summary Report."},
      {
        "id":"ED344094",
        "title":"Defining the Continuing Education Budget: Profiles in Budget Analysis."},
      {
        "id":"ED344099",
        "title":"Legislation Relating to Reemployment Rights, Educational Assistance, and the U.S. Court of Veterans Appeals. Hearing before the Committee on Veterans&apos; Affairs, United States Senate, One Hundred Second Congress, First Session (May 23, 1991)."},
      {
        "id":"ED344100",
        "title":"Vocational Education. Annual Performance Report. Program Year 1991."},
      {
        "id":"ED344101",
        "title":"Meeting the Personnel Needs of the Health Care Industry through Vocational Education Programs."},
      {
        "id":"ED344104",
        "title":"Leadership and Personal Development. Instructor Guide [and] Student Reference. Volume 24, Numbers 1 and 2."},
      {
        "id":"ED344107",
        "title":"Women in Adult Education: An Analysis of Perspectives in Major Journals."},
      {
        "id":"ED344109",
        "title":"National Crime Information Center (NCIC) Training Videos."},
      {
        "id":"ED344111",
        "title":"Something Old, Something New: The Nature of Guidance in the Nineties."},
      {
        "id":"ED344112",
        "title":"Parent-Child and Sibling Relationships in Later Adulthood: Predictors of Contact Frequency and Perceived Closeness."},
      {
        "id":"ED344113",
        "title":"Young Adults' Views of their Mothers' Employment: Boon, Burden, or Both."},
      {
        "id":"ED344115",
        "title":"Enhancing Cognitive Behavioral Therapy's Effectiveness with Men."},
      {
        "id":"ED344116",
        "title":"Perceptions of High School Counselors: Analysis of Survey Results. Institutional Research Report No. 91-10."},
      {
        "id":"ED344117",
        "title":"Stop, Look and Listen, Single Fathers/Dads."},
      {
        "id":"ED344118",
        "title":"Stop! Look! Listen! For a Healthier, Happier Teen-Agers."},
      {
        "id":"ED344119",
        "title":"Stop! Look! Listen! For a Healthier, Happier Lifestyle."},
      {
        "id":"ED344123",
        "title":"Public School District Survey on Safe, Disciplined, and Drug-Free Schools. Contractor Report. E.D. Tabs."},
      {
        "id":"ED344125",
        "title":"Attributions of Quality Circles' Failure: Differences among Top Management, Supporting Staff, and Quality Circle Members."},
      {
        "id":"ED344126",
        "title":"The Development of a Short Measure of the Money Ethic Scale."},
      {
        "id":"ED344129",
        "title":"Family Type as a Predictor of Sexual Intercourse and Alcohol Use in Young Adolescents."},
      {
        "id":"ED344130",
        "title":"Effect of a Summer Enrichment Program for At-Risk Youths on Locus of Control and the Relation to Motivational Orientation."},
      {
        "id":"ED344131",
        "title":"Measuring Interpersonal Forgiveness."},
      {
        "id":"ED344132",
        "title":"Personality Disorders (and Their Relation to Syndromal Disorders)."},
      {
        "id":"ED344136",
        "title":"Role Perceptions of the Rural School Counselor: A Factor Analysis."},
      {
        "id":"ED344137",
        "title":"Chaos Theory: Implications for Nonlinear Dynamics in Counseling."},
      {
        "id":"ED344138",
        "title":"Self-Esteem and Attitudes toward Love in Abused and Non-Abused Women."},
      {
        "id":"ED344139",
        "title":"Priming and Organizational Level Effects on Ethical Decision Making."},
      {
        "id":"ED344145",
        "title":"Preventing Adolescent Suicide."},
      {
        "id":"ED344146",
        "title":"Elementary School Counseling: A Blueprint for Today and Tomorrow."},
      {
        "id":"ED344147",
        "title":"Psychological Techniques for Teachers."},
      {
        "id":"ED344151",
        "title":"Automotive Safety: Are We Doing Enough To Protect America&apos;s Families? Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session (December 4, 1991)."},
      {
        "id":"ED344152",
        "title":"Preventing Underage Drinking: A Dialogue with the Surgeon General. Hearing before the Select Committee on Children, Youth, and Families. House of Representatives, One Hundred Second Congress, First Session (November 15, 1991)."},
      {
        "id":"ED344153",
        "title":"Doing Drugs and Dropping Out: A Report Prepared for the Use of the Subcommittee on Economic Growth, Trade, and Taxes of the Joint Economic Committee, Congress of the United States. 102d Congress, 1st Session."},
      {
        "id":"ED344154",
        "title":"Counselor-Trainees' Use of Microcounseling Skills and Raters' and Client's Perceived Expressed Empathy: An Investigation of Cross-Cultural Counseling Process."},
      {
        "id":"ED344155",
        "title":"The Effects of Face Type and Name Warmth on Job-Hiring Decisions."},
      {
        "id":"ED344157",
        "title":"Gender Differences in Coping with Involuntary White Collar Job Loss."},
      {
        "id":"ED344159",
        "title":"Motivations Underlying Volunteerism: Differences and Similarities between Student and Senior Citizen Volunteers."},
      {
        "id":"ED344160",
        "title":"A Longitudinal Study of Career and Family Values in College Students."},
      {
        "id":"ED344161",
        "title":"Status and Cooperation: Faculty Responsiveness to Student Inquiries."},
      {
        "id":"ED344163",
        "title":"Adolescents' View of Family Functioning: A Validation of the RES."},
      {
        "id":"ED344174",
        "title":"MMPI Interpretation Manual for Counselors and Clinicians. Third Edition."},
      {
        "id":"ED344178",
        "title":"Examining Dimensions of Counseling Psychology Program Quality."},
      {
        "id":"ED344185",
        "title":"Longfellow School Literacy Project: A Five-Year Study of Outcomes from a Whole Language Program in the Primary Grades."},
      {
        "id":"ED344187",
        "title":"Beyond the Question: An Evaluation of Alternative Strategies for the Assessment of Reading Comprehension."},
      {
        "id":"ED344190",
        "title":"Helping Children Overcome Reading Difficulties. ERIC Digest."},
      {
        "id":"ED344192",
        "title":"Neurolinguistic Annotated Bibliography (Brain Research and Language Function) with Implications for Education."},
      {
        "id":"ED344198",
        "title":"Children's Locus of Control and Intrinsically Motivated Reading."},
      {
        "id":"ED344200",
        "title":"Semantic Webbing, Semantic-Pictorial Webbing and Standard Basal Teaching Techniques: A Comparison of Three Strategies To Enhance Learning and Memory of a Reading Comprehension Task in the Fourth Grade Classroom."},
      {
        "id":"ED344201",
        "title":"A Case Study of Three Preservice Teachers' Beliefs about Content Area Reading through the Window of Student-Professor Dialogue Journals."},
      {
        "id":"ED344202",
        "title":"Two Studies of the Effects of Annotation Training on College Students."},
      {
        "id":"ED344205",
        "title":"A Study of Reading in Indiana Middle, Junior, and Senior High Schools. Occasional Paper No. 4."},
      {
        "id":"ED344206",
        "title":"The Effects of an Electronic Classroom on the Attitudes of Basic Writers."},
      {
        "id":"ED344214",
        "title":"Secondary School Journalism in the United States. Indiana High School Journalism Institute Insight. Research Report."},
      {
        "id":"ED344215",
        "title":"Surviving To Write and Writing To Survive: The Complex Case of Langston Hughes."},
      {
        "id":"ED344217",
        "title":"The Backlash against Political Correctness--A Perspective from a Canadian Composition Classroom."},
      {
        "id":"ED344218",
        "title":"Trends and Issues in English Instruction, 1992--Six Summaries. Summaries of Informal Annual Discussions of the Commissions of the National Council of Teachers of English."},
      {
        "id":"ED344219",
        "title":"Folklore as a Data Base for Critical Thinking and Critical Writing."},
      {
        "id":"ED344220",
        "title":"Listening to Gay and Lesbian Teenagers."},
      {
        "id":"ED344222",
        "title":"Composing (as) Power."},
      {
        "id":"ED344226",
        "title":"The Appreciation Gap: Examining Student Attitudes to Classroom Literature."},
      {
        "id":"ED344230",
        "title":"Frank Aydelotte, Oxford University, and the Thought Movement in America."},
      {
        "id":"ED344233",
        "title":"The Problem with Theory Is the Problem with Practice."},
      {
        "id":"ED344234",
        "title":"WAC Politics: Winning Friends and Influencing People."},
      {
        "id":"ED344236",
        "title":"Institutional and Disciplinary History in a Cultural Studies Curriculum."},
      {
        "id":"ED344239",
        "title":"Class Size Reduction Evaluation: Freshman English, Spring 1991."},
      {
        "id":"ED344242",
        "title":"CSSEDC Quarterly. 1988."},
      {
        "id":"ED344243",
        "title":"CSSEDC Quarterly. 1989."},
      {
        "id":"ED344244",
        "title":"CSSEDC Quarterly. 1990."},
      {
        "id":"ED344245",
        "title":"English Leadership Quarterly. 1991."},
      {
        "id":"ED344246",
        "title":"Developmental Perceptions of Reality, Conventions, and Themes in Theatre: &quot;This Is Not a Pipe Dream.&quot; Final Technical Report."},
      {
        "id":"ED344247",
        "title":"Persuasion as a Developmental Sequence for the Beginning Competitor in Interscholastic Forensics."},
      {
        "id":"ED344250",
        "title":"Speech Anxiety: The Importance of Identification in the Basic Speech Course."},
      {
        "id":"ED344252",
        "title":"Approaches to Teaching the Family Communication Course--A Self-Awareness Approach."},
      {
        "id":"ED344253",
        "title":"The Competent Speaker: A Short Course on Assessing Public Speaking Competence."},
      {
        "id":"ED344256",
        "title":"Response to a Community-Based Information and Communication System."},
      {
        "id":"ED344257",
        "title":"The Primary Stage of Socialism: Marxism Redefined in Contemporary Chinese Political Rhetoric."},
      {
        "id":"ED344260",
        "title":"Film in Honors Rhetoric: Students' Dramaturgical Analyses of &quot;The Mission.&quot;"},
      {
        "id":"ED344265",
        "title":"A Challenge for Health Education: The Enactment Problem and a Communication-Related Solution."},
      {
        "id":"ED344266",
        "title":"Information Transfer and Nonverbal Immediacy as Primary Predictors of Learning and Satisfaction in the Televised Course."},
      {
        "id":"ED344267",
        "title":"Learn by Doing: Practical Applications On and Off Campus."},
      {
        "id":"ED344268",
        "title":"Teaching the Tyrants: Perspectives on Freedom of Speech and Undergraduates."},
      {
        "id":"ED344271",
        "title":"Heuristic-Leadership Model: Adapting to Current Training and Changing Times."},
      {
        "id":"ED344272",
        "title":"The Comprehensive Speech Communication Laboratory: We Have Ways of Making You Talk."},
      {
        "id":"ED344273",
        "title":"&quot;One More Time, Let Me Justify This War&quot;: An Analysis of President Bush's Declaration of Days of Thanksgiving."},
      {
        "id":"ED344274",
        "title":"A Framework for School Restructuring. Issues in Restructuring Schools, Report No. 1."},
      {
        "id":"ED344277",
        "title":"Supervision in Transition: 1992 Yearbook of the Association for Supervision and Curriculum Development."},
      {
        "id":"ED344285",
        "title":"A Report to the State Education Department on the New York State Mentor Teacher-Internship Program for 1986-1987."},
      {
        "id":"ED344290",
        "title":"Qualitative Performance Indicators for School Effectiveness and School Improvement: The Scottish Experience."},
      {
        "id":"ED344297",
        "title":"Stress Factors of Middle School Teachers."},
      {
        "id":"ED344299",
        "title":"Dewey and Schon: An Analysis of Reflective Thinking."},
      {
        "id":"ED344302",
        "title":"&quot;Hazelwood v. Kuhlmeier&quot;: Closing &quot;Tinker's&quot; Schoolhouse Gate."},
      {
        "id":"ED344304",
        "title":"A Review of Achievements and Limitations in British School Effectiveness Research."},
      {
        "id":"ED344306",
        "title":"Business/Education Collaboration: Perceived Roles for Partners."},
      {
        "id":"ED344312",
        "title":"What Do Beginning Leaders Need? Aspiring and Practicing Principals' Perceptions of Critical Skills for Novice Administrators."},
      {
        "id":"ED344315",
        "title":"A Method for Matching Leadership Mentors and Proteges."},
      {
        "id":"ED344316",
        "title":"Making Small Practical: The Organisation and Mangement of Ministries of Education in Small States."},
      {
        "id":"ED344317",
        "title":"Educational Planning in Small Countries."},
      {
        "id":"ED344318",
        "title":"Schools and Business: A New Partnership."},
      {
        "id":"ED344319",
        "title":"Reconceptualizing Leadership in Retirement: Problems with the Organizational Effectiveness Approach in Working with Seniors."},
      {
        "id":"ED344320",
        "title":"Work Role Expectations of Public School Principals and Their Judgments Concerning the Results of Their Work."},
      {
        "id":"ED344322",
        "title":"Philanthropy's Paradox: Chicago School Reform. (The Role of Chicago Foundations in Reform, 1987-1990)."},
      {
        "id":"ED344323",
        "title":"National Education Goals: America's School Boards Respond. A Report of the Joint Study Group on the National Education Goals."},
      {
        "id":"ED344326",
        "title":"Key Elements of Selected Educational Choice Programs: A Telephone Survey Summary. Final Report."},
      {
        "id":"ED344327",
        "title":"Advancing Education: School Leadership in Action. To Mark the Twentieth Anniversary in 1990 of the Commonwealth Council for Educational Administration (CCEA)."},
      {
        "id":"ED344329",
        "title":"Five Key Issues in Restructuring. ERIC Digest, Number 69."},
      {
        "id":"ED344330",
        "title":"Managing for Organizational Quality--Theory and Implementation: An Annotated Bibliography."},
      {
        "id":"ED344331",
        "title":"Designing and Implementing a Collaborative Field-Based and Problem-Centered Doctoral Program: A Case Study."},
      {
        "id":"ED344332",
        "title":"School-Based Management: Theory and Practice."},
      {
        "id":"ED344334",
        "title":"The Resource Costs Involved in Restructuring a Secondary School."},
      {
        "id":"ED344336",
        "title":"Guide for Planning Educational Facilities. Planning Guide."},
      {
        "id":"ED344342",
        "title":"Controlled Choice: An Alternative School Choice Plan. ERIC Digest, Number 70."},
      {
        "id":"ED344343",
        "title":"Guidelines for Support of Salaries and Related Costs under Programs of the U.S. Department of Education for Entities Governed by OMB Circular A-87."},
      {
        "id":"ED344345",
        "title":"School Clusters in the Third World: Making Them Work. Digest 23."},
      {
        "id":"ED344346",
        "title":"School Choice Legislation: A Survey of the States. CPRE Occasional Paper."},
      {
        "id":"ED344347",
        "title":"The Condition of Education, 1992."},
      {
        "id":"ED344348",
        "title":"The Right To Control What Happens to Your Body: A Straightforward Guide to Issues of Sexuality and Sexual Abuse."},
      {
        "id":"ED344352",
        "title":"The Efficacy of Peer Tutoring in Reading for Students with Disabilities: A Best-Evidence Synthesis."},
      {
        "id":"ED344355",
        "title":"Behavioral Aspects of Fetal Alcohol Syndrome. Mountain Plains Information Bulletin."},
      {
        "id":"ED344356",
        "title":"Keeping Children with Disabilities at Home: Research Results of the Parent Perspective."},
      {
        "id":"ED344357",
        "title":"Report on Children's Mental Health Reform in Minnesota."},
      {
        "id":"ED344358",
        "title":"Participatory Action Research and Public Policy."},
      {
        "id":"ED344359",
        "title":"Supporting the Growth of the Self-Advocacy Movement: What We Can Learn from Its History and Activists."},
      {
        "id":"ED344361",
        "title":"Attention Deficit Disorder Study Group. Final Report."},
      {
        "id":"ED344363",
        "title":"The University of Tulsa School for Gifted Children Enaction Curriculum, 1991-92."},
      {
        "id":"ED344365",
        "title":"Project WIN: A Direct Service Program for Handicapped Children (Birth to Six) Who Are At Risk for or Diagnosed with HIV Infection and Their IV Drug Using Parents. Final Report."},
      {
        "id":"ED344366",
        "title":"Project Trans/Team Inservice Training Project. Final Report."},
      {
        "id":"ED344367",
        "title":"Related Services for School-Aged Children with Disabilities."},
      {
        "id":"ED344368",
        "title":"Report on State Policies Related to the Identification of Gifted Students."},
      {
        "id":"ED344371",
        "title":"Transitions to Employment: Proceedings of the 1990 International Symposium on the Employment of Persons with Disabilities (Washington, D.C., June 3-5, 1990)."},
      {
        "id":"ED344372",
        "title":"Social Skills for School and Community: Systematic Instruction for Children and Youth with Cognitive Delays."},
      {
        "id":"ED344376",
        "title":"Understanding and Educating Attention Deficit Hyperactive Students: Toward a Systems-Theory and Whole Language Perspective."},
      {
        "id":"ED344377",
        "title":"Approaches in the Treatment of Adolescents with Emotional and Substance Abuse Problems. Technical Assistance Publication Series Number 1."},
      {
        "id":"ED344380",
        "title":"Early Childhood through Post-School Transition Planning: A Comprehensive Outcomes-Based Model for Special Education."},
      {
        "id":"ED344381",
        "title":"Gifted Females Can Be Supported in Math and Science: A Proposal for Mentoring in Secondary Schools."},
      {
        "id":"ED344385",
        "title":"Special Education Professional Development and Training in Alberta: A Status Report."},
      {
        "id":"ED344386",
        "title":"We All Have Different Faces [Packet]."},
      {
        "id":"ED344388",
        "title":"Instructional Environments for Learners Having Severe Handicaps."},
      {
        "id":"ED344389",
        "title":"Community-Based Instruction: Its Origin and Description."},
      {
        "id":"ED344390",
        "title":"Guide to the Development and Evaluation of Community-Based Instruction."},
      {
        "id":"ED344392",
        "title":"Behavior Management of Individuals with Severely Challenging Behavior in Rural Community Settings."},
      {
        "id":"ED344395",
        "title":"The Impact of California's Special Education Pre-Referral Interventions and Alternative Assessments on Ethno-Linguistically Diverse Students: A Technical Report of the Feasibility Study, Phase I, Contract One."},
      {
        "id":"ED344399",
        "title":"Higher Education and State Agency Cooperation for Part H Personnel Preparation."},
      {
        "id":"ED344402",
        "title":"Challenges in Gifted Education: Developing Potential and Investing in Knowledge for the 21st Century."},
      {
        "id":"ED344403",
        "title":"The Shadow of the Future: Serving Ohio's Gifted Students."},
      {
        "id":"ED344406",
        "title":"Identification of Underserved Populations: Focus on Preschool and Primary Children."},
      {
        "id":"ED344410",
        "title":"Community Links as Resources."},
      {
        "id":"ED344412",
        "title":"Local Administration of Programs for the Gifted and Talented."},
      {
        "id":"ED344413",
        "title":"Classroom Strategies for Meeting Multiple Needs: A Five-Step Model."},
      {
        "id":"ED344416",
        "title":"Determining the Effectiveness of Educational Services: Assessment Issues."},
      {
        "id":"ED344417",
        "title":"Gifted Children: Making the Year 2000 Theirs."},
      {
        "id":"ED344418",
        "title":"Examples of Curricular Adaptations for Students with Severe Disabilities in the Elementary Classroom. Study Group Series, No. 3."},
      {
        "id":"ED344419",
        "title":"Language across Cultures. Proceedings of a Symposium (St. Patrick's College, Dublin, Ireland, July 8-9, 1983)."},
      {
        "id":"ED344420",
        "title":"The Less Widely Taught Languages of Europe. Proceedings of the Joint United Nations Educational, Scientific, and Cultural Organization, International Association of Applied Linguistics, and Irish Association of Applied Linguistics Symposium (St. Patrick's College, Dublin, Ireland, April 23-25, 1987)."},
      {
        "id":"ED344421",
        "title":"Others and I. Personality Booklet 1. Teacher&apos;s Edition=Otros y Yo. Personalidad libro 1. Manual para El Maestro."},
      {
        "id":"ED344422",
        "title":"Will the Real You Stand Up? Personality Booklet 2. Teacher's Edition=Que se identifique el verdadero tu. Personalidad libro 2. Manual para El Maestro."},
      {
        "id":"ED344423",
        "title":"Out on a Limb. Personality Booklet 3. Teacher's Edition=En un aprieto. Personalidad libro 3. Manual para El Maestro."},
      {
        "id":"ED344424",
        "title":"Personality Module. Test Booklet. Test Items for Booklets 1, 2, 3=Modulo de personalidad. Libro de prueba. Itemes de prueba para los libros 1, 2, 3."},
      {
        "id":"ED344425",
        "title":"Life Support Systems. Environment Booklet 1. Teacher's Edition=Sistemas vitales. Libro del medio ambiente 1. Manual para El Maestro."},
      {
        "id":"ED344426",
        "title":"Limited Resources, Unlimited Wants. Environment Booklet 2. Teacher&apos;s Edition=Recursos limitados, deseos ilimitados. Libro del medio ambiente 2. Manual para El Maestro."},
      {
        "id":"ED344427",
        "title":"Conservation, Pollution. Environment Booklet 3. Teacher&apos;s Edition=Conservacion, contaminacion. Libro del medio ambiente 3. Manual para El Maestro."},
      {
        "id":"ED344428",
        "title":"Urban Ecosystems. Environment Booklet 4. Teacher's Edition =Ecosist urbanos. Libro del medio ambiente 4. Manual para El Maestro."},
      {
        "id":"ED344429",
        "title":"Environment Module. Test Booklet. Test Items for Booklets 1, 2, 3, 4=Libro de prueba. Modulo del medio ambiente. Itemes de prueba para los libros 1, 2, 3, 4."},
      {
        "id":"ED344431",
        "title":"You and Beyond. Culture and Social Organization Booklet 2. Teacher's Edition=Tu y mas alla. Cultura y organizacion social libro 2. Manual para El Maestro."},
      {
        "id":"ED344432",
        "title":"Chain Reaction. Culture and Social Organization Booklet 3. Teacher's Edition=Reaccion en cadena. Cultura y organizacion social libro 3. Manual para El Maestro."},
      {
        "id":"ED344433",
        "title":"Culture and Social Organization Module. Test Booklet. Test Items for Booklets 1, 2, 3, 4=Libro de prueba. Modulo de cultura y organizacion social. Itemes de prueba para los libros 1, 2, 3, 4."},
      {
        "id":"ED344434",
        "title":"Less and Less for More and More. Economic Organization Booklet 1. Teacher&apos;s Edition=Menos y menos por mas y mas. Organizacion economica libro 1. Manual para El Maestro."},
      {
        "id":"ED344435",
        "title":"From Here to There. Economic Organization Booklet 2. Teacher&apos;s Edition=De aqui a alla. Organizacion economica libro 2. Manual para El Maestro."},
      {
        "id":"ED344436",
        "title":"Let's Help Each Other. Economic Organization Booklet 3. Teacher's Edition=Ayudemonos uno al otro. Organizacion economica libro 3. Manual para El Maestro."},
      {
        "id":"ED344437",
        "title":"Economic Organization Module. Test Booklet. Test Items for Booklets 1, 2, 3=Libro de prueba. Modulo de organizacion economica. Itemes de prueba para los libros 1, 2, 3."},
      {
        "id":"ED344444",
        "title":"TEANGA: Journal of the Irish Association for Applied Linguistics, Number 2."},
      {
        "id":"ED344450",
        "title":"Cross-Cultural Conversational Styles and LSP in Finnish Universities."},
      {
        "id":"ED344451",
        "title":"New Directions in LSP Testing at Finnish Universities."},
      {
        "id":"ED344452",
        "title":"Integrating CALL into Foreign-Language Teaching."},
      {
        "id":"ED344453",
        "title":"Machine Parts as Metaphor."},
      {
        "id":"ED344458",
        "title":"What Makes the Japanese Inscrutable? A Linguistic Perspective."},
      {
        "id":"ED344462",
        "title":"Syllable Structure and Interlanguage Phonology."},
      {
        "id":"ED344464",
        "title":"Chinese Passives: Transformational or Lexical?"},
      {
        "id":"ED344465",
        "title":"Activities orales et motivation dans l'etude du vocabulaire d'une langue etrangere (Oral Activities and Motivation in the Study of Vocabulary in a Foreign Language)."},
      {
        "id":"ED344466",
        "title":"Papers on Irish English."},
      {
        "id":"ED344467",
        "title":"State University System of Florida Foreign Language and Linguistics Program Review."},
      {
        "id":"ED344470",
        "title":"Defining the Essentials for the Foreign Language Classroom. Selected Papers from the 1989 Central States Conference."},
      {
        "id":"ED344471",
        "title":"Michigan Essential Goals and Objectives for Foreign Language Education (K-12)."},
      {
        "id":"ED344472",
        "title":"The Japanese as Linguists: Translingual and Intercultural Communication in a Japanese Computer-Assembly Plant in Germany."},
      {
        "id":"ED344473",
        "title":"English: A Crucial Element in Japan's Drive Toward Internationalization."},
      {
        "id":"ED344477",
        "title":"Comanche Consonant Mutation: Initial Association or Feature Spread?"},
      {
        "id":"ED344478",
        "title":"The Alsea Noun Phrase."},
      {
        "id":"ED344483",
        "title":"The Focus Antipassive in K'iche' Mayan."},
      {
        "id":"ED344486",
        "title":"A Course in Speaking Fluency for Foreign Medical Residents in the United States."},
      {
        "id":"ED344487",
        "title":"International Business and Foreign Language Study: A Model for Cooperation."},
      {
        "id":"ED344490",
        "title":"Hebrew Proficiency Guidelines."},
      {
        "id":"ED344499",
        "title":"Limited English Proficient (LEP) Parent Involvement Project. Overview [and] User's Guide."},
      {
        "id":"ED344501",
        "title":"For the People...Citizenship Education and Naturalization Information. An English as a Second Language Text."},
      {
        "id":"ED344502",
        "title":"Of the People...U.S. History, 1600-1988. An English as a Second Language Text."},
      {
        "id":"ED344503",
        "title":"Participatory Approaches to Evaluating Outcomes and Designing Curriculum in Workplace Education Programs. The Report of the 1991 Evaluation of the Massachusetts Workplace Education Initiative."},
      {
        "id":"ED344505",
        "title":"NRC Doctoral Data Indicates Drop in Number of Black Doctorate Recipients Not Uniform across Fields: \"Education Effect\" Primarily Responsible for Decline in Numbers. Data Sources."},
      {
        "id":"ED344507",
        "title":"Educational Plant Survey: Florida Atlantic University, Developmental Research School. November 12-15, 1991."},
      {
        "id":"ED344508",
        "title":"Instructional Exchange. 1991-1992."},
      {
        "id":"ED344513",
        "title":"The Relationship between Class Scheduling Formats and the Academic Achievement of Graduate Students."},
      {
        "id":"ED344515",
        "title":"Annual Status Report on Higher Education in Texas. January 1992."},
      {
        "id":"ED344516",
        "title":"The Best of CAUSE/EFFECT: 1978-1991."},
      {
        "id":"ED344518",
        "title":"Funding Mechanisms for Higher Education: Financing for Stability, Efficiency, and Responsiveness. World Bank Discussion Papers."},
      {
        "id":"ED344520",
        "title":"Tough Love or Cooperative Learning? Accountability for Higher Education."},
      {
        "id":"ED344521",
        "title":"The University as Institution Today: Topics for Reflections."},
      {
        "id":"ED344522",
        "title":"Journal on Excellence in College Teaching. 1990."},
      {
        "id":"ED344523",
        "title":"Journal on Excellence in College Teaching. 1991."},
      {
        "id":"ED344525",
        "title":"Intent To Get a Degree, Expectations, and Attitude Change."},
      {
        "id":"ED344530",
        "title":"An Interactive Model for Studying Student Retention."},
      {
        "id":"ED344532",
        "title":"Comparability of Clerkship Sites in a Community-Based Medical School: Evaluation of Undergraduate and Postgraduate Measures."},
      {
        "id":"ED344534",
        "title":"Learning: The Forgotten Dimension? EAIR 1989 Forum Paper."},
      {
        "id":"ED344549",
        "title":"Managing Change in a Medical Context: Guidelines for Action."},
      {
        "id":"ED344552",
        "title":"Pilot Project: Regional Course Sharing through Technology."},
      {
        "id":"ED344556",
        "title":"Geriatric Live Interactive Teleconferencing."},
      {
        "id":"ED344557",
        "title":"A Program Guide for a Re-Entry/Transition Seminar-Workshop."},
      {
        "id":"ED344560",
        "title":"Institutionally-Based Quality of Worklife Assessment: The Politics of \"Do It Yourself.\""},
      {
        "id":"ED344566",
        "title":"A Depiction of Distance Education in the Northwest Region."},
      {
        "id":"ED344569",
        "title":"Federal High Performance Computing and Communications Program. The Department of Energy Component."},
      {
        "id":"ED344570",
        "title":"Star Schools for All Our Students. Examining the Status of the Star Schools Program, a Federal Program That Enables Students To Be Linked Together via Satellite or Cable TV Hookup with Teachers in Different Parts of the Country. Hearing before the Committee on Labor and Human Resources, United States Senate, One Hundred Second Congress, First Session."},
      {
        "id":"ED344572",
        "title":"Plans and Investments in Educational Technology: A Status Report for the SREB States."},
      {
        "id":"ED344573",
        "title":"Affective Strategies for Effective Learning."},
      {
        "id":"ED344574",
        "title":"How Should the New Technology Affect the Commission's Expectations for the Provision of Library Services at Off-Campus and External Degree Programs?"},
      {
        "id":"ED344576",
        "title":"Learning Connections: Guidelines for Media and Technology Programs."},
      {
        "id":"ED344577",
        "title":"A Progress Report on the Long-Range Plan for Technology of the State Board of Education. Submitted to the Governor, Lieutenant Governor, Speaker, and the Seventy-Second Texas Legislature."},
      {
        "id":"ED344578",
        "title":"Media Matters in South Africa. Selected Papers Presented at the Conference on Developing Media Education in the 1990s (Durban, South Africa, September 11-13, 1990)."},
      {
        "id":"ED344579",
        "title":"The Records Management Officer in Local Government. Basic Records Management for Local Government, No. 2."},
      {
        "id":"ED344581",
        "title":"Ulwazi: For Power &amp; Courage. A Guide to Starting a Resource Centre."},
      {
        "id":"ED344582",
        "title":"Technologies for Teaching."},
      {
        "id":"ED344584",
        "title":"Educational Technology in the Classroom. Hearing before the Subcommittee on Technology and National Security of the Joint Economic Committee and Subcommittee on Education, Arts and Humanities of the Senate Committee on Labor and Human Resources. Congress of the United States, One Hundred Second Congress, First Session."},
      {
        "id":"ED344588",
        "title":"Annotated Bibliography of South Dakota, Pioneer, and Indian Fiction in the Youth Collection of the Learning Resources Lab, I. D. Weeks Library, University of South Dakota."},
      {
        "id":"ED344589",
        "title":"ARL Annual Salary Survey, 1991."},
      {
        "id":"ED344592",
        "title":"Catalogue of Projects in Electronic Text. User's Guide."},
      {
        "id":"ED344597",
        "title":"Archival Administration in the Electronic Information Age: An Advanced Institute for Government Archivists (2nd, Pittsburgh, Pennsylvania, June 3-14, 1991)."},
      {
        "id":"ED344601",
        "title":"A Comparative Study of the Administration of the Government Documents Sections of the National Archives of the United States, the National Library of Canada, Selected American State Archives and Libraries."},
      {
        "id":"ED344603",
        "title":"Education and Outreach Programs at the Reagan Library."},
      {
        "id":"ED344604",
        "title":"Education Units and Archival Records in the New Information Technology Age."},
      {
        "id":"ED344605",
        "title":"Expert Systems Technology and Its Implication for Archives. National Archives Technical Information Paper No. 9."},
      {
        "id":"ED344606",
        "title":"Library Staff Evaluations and Merit Pay Decisions: A Case Study."},
      {
        "id":"ED344607",
        "title":"Oregon Intellectual Freedom Clearinghouse: Fourth Annual Report. July 1, 1990-June 30, 1991."},
      {
        "id":"ED344609",
        "title":"Personal Privacy and the Archivist."},
      {
        "id":"ED344610",
        "title":"The Potential Use of Electronic File Transfer in the National Archives."},
      {
        "id":"ED344611",
        "title":"Professional Periodicals Read by Elementary School Library Media Specialists."},
      {
        "id":"ED344612",
        "title":"The Role and Function of Presidential Libraries."},
      {
        "id":"ED344615",
        "title":"ERIC Annual Report--1991. Summarizing the Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED344618",
        "title":"Task Force on the Role of General Education in Associate Science Degree Programs. Final Report and Recommendations."},
      {
        "id":"ED344619",
        "title":"Higher Education Negotiations and Strikes in Illinois."},
      {
        "id":"ED344621",
        "title":"The DeFacto State of General Education in Michigan Community Colleges."},
      {
        "id":"ED344624",
        "title":"Fall 1986 First-Time Community College Student Transfer Study."},
      {
        "id":"ED344625",
        "title":"Characteristics and Trends of Illinois Public Community College Faculty and Staff, Fall Terms 1989-1991."},
      {
        "id":"ED344630",
        "title":"Faculty and Transfer: Academic Partnerships at Work."},
      {
        "id":"ED344632",
        "title":"The Impact of the Organizational Environment on the Community College Transfer Function."},
      {
        "id":"ED344633",
        "title":"Critical Success Factors for the North Carolina Community College System, 1992. Third Annual Report."},
      {
        "id":"ED344634",
        "title":"Strengthening the Accreditation Process."},
      {
        "id":"ED344635",
        "title":"Illinois Trustee, 1991-1992."},
      {
        "id":"ED344639",
        "title":"Assessing the Bean and Metzner Model with Community College Student Data."},
      {
        "id":"ED344640",
        "title":"Good Practices in Transfer Education: A Report from Two- and Four-Year Collges and Universities."},
      {
        "id":"ED344642",
        "title":"The Venture Program: A Faculty Mentoring Project."},
      {
        "id":"ED344644",
        "title":"Older Worker Retraining: An Important New Direction for Higher Education."},
      {
        "id":"ED344649",
        "title":"Information from 1989 and 1990 Oklahoma City Community College Graduates. Research Monograph VIII."},
      {
        "id":"ED344650",
        "title":"A Comparison of Fall 1991 Students with Those from Previous Semesters. Research Monograph II [and] A Comparison of Spring 1992 Students with Those from Previous Semesters. Research Monograph IV."},
      {
        "id":"ED344651",
        "title":"Center Stage: A Platform for the Discussion of Teaching/Learning Ideas. 1991-1992."},
      {
        "id":"ED344653",
        "title":"1991 Annual AACJC Council Report from the National Council of Instructional Administrators."},
      {
        "id":"ED344654",
        "title":"Educational Plant Survey: Chipola Junior College, May 19-22, 1992."},
      {
        "id":"ED344661",
        "title":"Le Developpement Physique de L'Eleve: Cadre de Developpement Aspect Physique. Monographie (Students' Physical Growth: Developmental Framework, Physical Dimension)."},
      {
        "id":"ED344663",
        "title":"Ready To Learn: A Mandate for the Nation."},
      {
        "id":"ED344664",
        "title":"Scripts for Children's Lives: What Do Parents and Early Childhood Teachers Contribute to Children's Understanding of Events in Their Lives?"},
      {
        "id":"ED344665",
        "title":"Making Sense of It: The Role of Play in Assisting Children Requiring Extensive Hospitalization To Understand and Cope with Their Illness, Its Treatment and Their Hospital Experience."},
      {
        "id":"ED344666",
        "title":"The Mother-Child Relationship and Children's Appraisals of Negative Divorce Events."},
      {
        "id":"ED344667",
        "title":"Potential of Mediated Learning in the Primary School Classroom--A Pilot Study."},
      {
        "id":"ED344669",
        "title":"Canadian Families in Transition: The Implications and Challenges of Change."},
      {
        "id":"ED344670",
        "title":"Interagency Collaboration in the Heartland: Challenges and Opportunities. Proceedings of the NCREL Early Childhood Connection Regional Forum (1st, Elmhurst, Illinois, October 14-15, 1991)."},
      {
        "id":"ED344672",
        "title":"Challenges to Child Welfare: Countering the Call for a Return to Orphanages. Research Brief #1."},
      {
        "id":"ED344675",
        "title":"Learning Centers for Child-Centered Classrooms. NEA Early Childhood Education Series."},
      {
        "id":"ED344677",
        "title":"Teacher Development: A Comparative Study of Early Childhood Teachers in Their First Year of Teaching 1988-90."},
      {
        "id":"ED344680",
        "title":"Chapter 1 in Ohio: Elementary and Secondary Education Act. 26th Annual Evaluation Report, Fiscal 1991."},
      {
        "id":"ED344684",
        "title":"Listening to Mothers' Voices: A Reporter's Guide to Family Literacy."},
      {
        "id":"ED344689",
        "title":"Directory of Federal Programs Helping Child Care."},
      {
        "id":"ED344691",
        "title":"A Perspective on U.S. Playground Safety Standards and Children's Play Needs."},
      {
        "id":"ED344692",
        "title":"Developmental Conceptions of Ability and Praise in Sport."},
      {
        "id":"ED344693",
        "title":"Transitions to Kindergarten in American Schools. Final Report of the National Transition Study."},
      {
        "id":"ED344695",
        "title":"Proceedings of the International Roundtable on Family-Community-School Partnerships (3rd, Chicago, Illinois, April 2, 1991)."},
      {
        "id":"ED344699",
        "title":"Enhancing Self-Concept Development in Preschool Children."},
      {
        "id":"ED344700",
        "title":"Strategic Plan for the Elimination of Childhood Lead Poisoning."},
      {
        "id":"ED344703",
        "title":"The Impact of Information Access in Southside Virginia High School Library Media Centers."},
      {
        "id":"ED344704",
        "title":"Results of the Florida Pre-Conference to the White House Conference on Indian Education (Hollywood, Florida, Septebmer 24-25, 1991)."},
      {
        "id":"ED344706",
        "title":"American Indians Today: Answers to Your Questions. Third Edition."},
      {
        "id":"ED344707",
        "title":"Overcoming Professional Isolation in Small, Rural Schools."},
      {
        "id":"ED344709",
        "title":"Hispanic Families as Learning Environments for Young Children."},
      {
        "id":"ED344710",
        "title":"Rural Communities: Prevention Resource Guide."},
      {
        "id":"ED344711",
        "title":"Manual for ERIC Awareness Workshop."},
      {
        "id":"ED344712",
        "title":"On a White Horse. Teaching Cases in Cross-Cultural Education No. 8."},
      {
        "id":"ED344714",
        "title":"Educating the American Indian/Alaska Native Family. 16th Annual Report to the United States Congress. Fiscal Year 1989."},
      {
        "id":"ED344717",
        "title":"Migrant Farm Workers."},
      {
        "id":"ED344718",
        "title":"From Dropout to High Achiever: An Understanding of Academic Excellence through the Ethnography of High and Low Achieving Secondary School Students."},
      {
        "id":"ED344719",
        "title":"Critical Issues in Rural Education, Writ Large: Aims, Curriculum and Instruction, and School Finance."},
      {
        "id":"ED344720",
        "title":"Indian Employment Training and Related Services Demonstration Act of 1991. Joint Hearing on S. 1530 To Authorize the Integration of Employment, Training, and Related Services Provided by Indian Tribes before the Select Committee on Indian Affairs, United States Senate and the Committee on Labor and Human Resources, Subcommittee on Employment and Productivity. One Hundred Second Congress, First Session (July 25, 1991)."},
      {
        "id":"ED344721",
        "title":"Partners in Literacy Share the Joy of Reading: A Partnership with Parents in a Small Rural School."},
      {
        "id":"ED344723",
        "title":"Chapter 1 &amp; Migrant Education in North Carolina 1989-90."},
      {
        "id":"ED344724",
        "title":"One State: Many Nations. A Multi-Cultural Resource Guide with Native American Highlights."},
      {
        "id":"ED344727",
        "title":"Recruiting Migrant Students Reference Supplement."},
      {
        "id":"ED344729",
        "title":"The Hawaii Teleschool: An Evaluation of Distance Learning for Advanced Placement Calculus Instruction in &quot;Paradise.&quot;"},
      {
        "id":"ED344732",
        "title":"Ten-Minute Field Trips. A Teacher's Guide to Using the Schoolgrounds for Environmental Studies. Second Edition."},
      {
        "id":"ED344734",
        "title":"Writing the Laboratory Notebook."},
      {
        "id":"ED344736",
        "title":"Oceanography for Landlocked Classrooms. Monograph V."},
      {
        "id":"ED344740",
        "title":"A Framework for the Impact Evaluation of the Carroll County Hands-on Elementary Science Program."},
      {
        "id":"ED344742",
        "title":"GREAT (Groundwater Resources &amp; Educational Activities for Teaching). An Iowa Project for Earth/Life/General Science, 7th-9th Grades."},
      {
        "id":"ED344743",
        "title":"Chapter 1 Corrective Mathematics Program 1989-90. OREA Report."},
      {
        "id":"ED344744",
        "title":"The Development of Understanding in Elementary Thermodynamics."},
      {
        "id":"ED344745",
        "title":"The Natural World as Understood by Selected College Students: A World View Methodological Exploration."},
      {
        "id":"ED344746",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadian d&apos;Etude en Didactique des Mathmatiques. Proceedings of the Annual Meeting (Burnaby, British Columbia, Canada, May 25-29, 1990)."},
      {
        "id":"ED344747",
        "title":"Improving Mathematics and Science Teaching: 1990-91 ESEA Title II Evaluation Report."},
      {
        "id":"ED344748",
        "title":"Mathematical Problem-Solving Processes and Performance: Translation among Symbolic Representations."},
      {
        "id":"ED344752",
        "title":"Indian-Related Materials in Elementary Science Instruction."},
      {
        "id":"ED344755",
        "title":"Introducing SAVI/SELPH."},
      {
        "id":"ED344757",
        "title":"Science Fair Projects. LC Science Tracer Bullet."},
      {
        "id":"ED344758",
        "title":"Scientific and Technological Literacy: Education for Change."},
      {
        "id":"ED344770",
        "title":"Levels of Questioning in Current Elementary Textbooks: What the Future Holds."},
      {
        "id":"ED344772",
        "title":"Mathematics Teachers' Views about Teaching as a Profession: Final Results of a Four-Year Longitudinal Study. A Report from the Urban Mathematics Collaborative Documentation Project. Program Report 91-4."},
      {
        "id":"ED344773",
        "title":"Bioethics. LC Science Tracer Bullet."},
      {
        "id":"ED344774",
        "title":"The Brain. LC Science Tracer Bullet."},
      {
        "id":"ED344775",
        "title":"An Exploratory Study of the Effectiveness of a Play-Based Center Approach for Learning Chemistry in an Early Childhood Program."},
      {
        "id":"ED344780",
        "title":"Science &amp; Engineering Indicators - 1991. Tenth Edition."},
      {
        "id":"ED344781",
        "title":"Preservice Elementary and Secondary Science Methods Teachers: Comparison of Formal Reasoning, ACT Science, Process Skill, and Physical Science Misconceptions Scores."},
      {
        "id":"ED344782",
        "title":"Gender Comparisons: Attitudes of Preservice Elementary Science Methods Teachers toward Science and Science Teaching."},
      {
        "id":"ED344787",
        "title":"Lawyers in the Classroom. Bar/School Partnership Programs Series."},
      {
        "id":"ED344788",
        "title":"One-Day LRE Conferences. Bar/School Partnership Programs Series."},
      {
        "id":"ED344789",
        "title":"Putting on Mock Trials. Bar/School Partnership Programs Series."},
      {
        "id":"ED344790",
        "title":"Establishing Links to the Schools. Bar/School Partnership Programs Series."},
      {
        "id":"ED344791",
        "title":"The Courts and the Schools. Bar/School Partnership Programs Series."},
      {
        "id":"ED344792",
        "title":"Business-School Cooperatives: Meeting Educational Needs. Bar/School Partnership Programs Series."},
      {
        "id":"ED344793",
        "title":"Police-School Partnerships. Bar/School Partnership Programs Series."},
      {
        "id":"ED344794",
        "title":"Liberty: Constitutional Update. Bar/School Partnership Programs Series."},
      {
        "id":"ED344795",
        "title":"Equality: Constitutional Update. Bar/School Partnership Programs Series."},
      {
        "id":"ED344796",
        "title":"Justice: Constitutional Update. Bar/School Partnership Programs Series."},
      {
        "id":"ED344797",
        "title":"Power: Constitutional Update. Bar/School Partnership Programs Series."},
      {
        "id":"ED344799",
        "title":"Florida's Labor History Symposium (November 18, 1989). Proceedings."},
      {
        "id":"ED344801",
        "title":"Music Program of Studies: Instructional Goals and Objectives."},
      {
        "id":"ED344816",
        "title":"Critical Thinking and Decision-Making Skills through Economic Education. Prospectus."},
      {
        "id":"ED344817",
        "title":"The Civic Culture of the United States and Its Challenges to Civic Educators."},
      {
        "id":"ED344819",
        "title":"Significant U.S. 20th Century Education Books: Biblio-Historical Essay."},
      {
        "id":"ED344820",
        "title":"New Directions in U.S. Foreign Assistance and New Roles for Anthropologists. Studies in Third World Societies, Publication Number Forty-Four."},
      {
        "id":"ED344822",
        "title":"Materials on the Education of Homeless Children. Supplement."},
      {
        "id":"ED344824",
        "title":"Confronting the Crisis in the Criminal Justice System. Technical Assistance Bulletin No. 5."},
      {
        "id":"ED344825",
        "title":"Combatting Drug Abuse: What You Should Know before Designing a Program for Your School. Technical Assistance Bulletin No. 6."},
      {
        "id":"ED344826",
        "title":"Juvenile Correction Education: A Review of Current Literature. Technical Assistance Bulletin No. 7."},
      {
        "id":"ED344829",
        "title":"Restructuring Secondary Social Studies: The Association of Organizational Features and Classroom Thoughtfulness. Final Deliverable."},
      {
        "id":"ED344831",
        "title":"Through the Eyes of Children: Liberty and Justice for All."},
      {
        "id":"ED344835",
        "title":"Michigan Global/International Education Guidelines."},
      {
        "id":"ED344839",
        "title":"Revitalizing Teacher Education: A Multi-Mode Approach for Quality and Equitable Access for Female Teachers."},
      {
        "id":"ED344840",
        "title":"The Douma School Project."},
      {
        "id":"ED344841",
        "title":"Middle Grades Teaching: Classroom Influences of Emerging Family Patterns."},
      {
        "id":"ED344850",
        "title":"Empowerment for Teachers in Multicultural Schools: Inviting the Teaching-Learning Exchange."},
      {
        "id":"ED344851",
        "title":"Alienation as the Conceptual Foundation for Incorporating Teacher Empowerment into the Teacher Education Knowledge Base."},
      {
        "id":"ED344852",
        "title":"Proceedings of the National Forum of the Association of Independent Liberal Arts Colleges for Teacher Education (4th, Milwaukee, Wisconsin, November 9-11, 1990)."},
      {
        "id":"ED344853",
        "title":"Teaching as Moral Reflection: Thoughts on the Liberal Preparation of Teachers."},
      {
        "id":"ED344855",
        "title":"Educational and Social Commitments in Reflective Teacher Education Programs."},
      {
        "id":"ED344859",
        "title":"Field Experience Goes Both Ways: Exchange of Visits by Suburban University Students and Urban Elementary Students."},
      {
        "id":"ED344862",
        "title":"The Relationship between Supervising Teachers' Personal Attributes and Professional Background and the Attitudes of Their Student Teachers."},
      {
        "id":"ED344865",
        "title":"Dance in Higher Education. Focus on Dance XII."},
      {
        "id":"ED344866",
        "title":"Changes in Student Teacher-Pupil Interactions: Cognitive Restructuring or Paralysis?"},
      {
        "id":"ED344867",
        "title":"Empowering Beginning Teachers through Developmental Induction."},
      {
        "id":"ED344868",
        "title":"Effects of Using Early Pre-Service Field Experiences in Urban Settings To Prepare Teachers To Meet the Challenges of Teaching in Multicultural Urban Schools."},
      {
        "id":"ED344869",
        "title":"Shippensburg University/Polyclinic Medical Center &quot;Teach the Teacher&quot; Seminars."},
      {
        "id":"ED344870",
        "title":"Developing Social Responsibility through Law-Related Education."},
      {
        "id":"ED344872",
        "title":"So You Want To Be a Teacher. ERIC Digest."},
      {
        "id":"ED344873",
        "title":"Supervision of Student Teachers. ERIC Digest."},
      {
        "id":"ED344874",
        "title":"Oregon Alcohol and Drug Abuse Prevention Education (ADAPE) Infused Lesson Guide K-12."},
      {
        "id":"ED344875",
        "title":"Coherence, the Rebel Angel. Occasional Paper No. 139."},
      {
        "id":"ED344876",
        "title":"The Relationships between School Personnel Attitudes about At Risk Students, the At Riskness of the Student Population, and Effort Expended for At Risk Students."},
      {
        "id":"ED344877",
        "title":"Demographic Variables, Experience, Aptitudes and Attitudes as Predictors of Teachers' Learning about Computers."},
      {
        "id":"ED344879",
        "title":"Math Student Teachers: How Well Prepared Are They?"},
      {
        "id":"ED344880",
        "title":"Completed Research in Health, Physical Education, Recreation &amp; Dance, Including International Sources. Volume 33--1991 Edition."},
      {
        "id":"ED344881",
        "title":"Connecting Genuine Teacher Development to the Struggle for Social Justice. Issue Paper 92-1."},
      {
        "id":"ED344886",
        "title":"Investigating Causal Links to Burnout for Elementary, Intermediate, and Secondary Teachers."},
      {
        "id":"ED344887",
        "title":"Can Cases Carry Pedagogical Content Knowledge? Yes, But We've Got Signs of a &quot;Matthew Effect.&quot;"},
      {
        "id":"ED344891",
        "title":"The Use of Commonality Analysis in Multivariate Canonical Correlation Analysis."},
      {
        "id":"ED344894",
        "title":"Validity of NBME Parts I and II for the Selection of Residents: The Case of Orthopaedic Surgery."},
      {
        "id":"ED344895",
        "title":"Exploring the Replicability of a Study's Results: Bootstrap Statistics for the Multivariate Case."},
      {
        "id":"ED344896",
        "title":"Factors Affecting Regression-Discontinuity."},
      {
        "id":"ED344897",
        "title":"Interpreting Regression Results: beta Weights and Structure Coefficients are Both Important."},
      {
        "id":"ED344898",
        "title":"A Comparison of Different Instructor Intervention Strategies in Cooperative Learning Groups at the College Level."},
      {
        "id":"ED344900",
        "title":"Writing Portfolios at the Elementary Level: A Study of Methods for Writing Assessment."},
      {
        "id":"ED374973",
        "title":"Making Mathematics Learning In and Out of School Complementary."},
      {
        "id":"ED374974",
        "title":"Investigating Middle School Students' Technology Use in Mathematics through Systematic Classroom Observation."},
      {
        "id":"ED374975",
        "title":"Conceptual and Developmental Analysis of Mental Models: An Example with Complex Change Problems."},
      {
        "id":"ED374976",
        "title":"Scripted Cooperation in High School Mathematics: Peer Interaction and Achievement."},
      {
        "id":"ED374978",
        "title":"Statistics in Middle School: An Exploration of Students' Informal Knowledge."},
      {
        "id":"ED374979",
        "title":"Mathematics and Science Learning Milieus in Diverse Schools in Florida."},
      {
        "id":"ED374980",
        "title":"Effect of Feedback on Student Behavior in Cooperative Learning Groups: A Case Study of a Grade 7 Math Class."},
      {
        "id":"ED374981",
        "title":"Using a Computer Simulation To Determine Linguistic Demands in Arithmetic Word Problem Solving or Is the Time Right for a Database of Word Problems?"},
      {
        "id":"ED374982",
        "title":"Moving Beyond Myths: Revitalizing Undergraduate Mathematics."},
      {
        "id":"ED374983",
        "title":"Latinos and Mathematics."},
      {
        "id":"ED374984",
        "title":"Enhancing Situational Interest in the Mathematics Classroom."},
      {
        "id":"ED374985",
        "title":"Prosocial Attitudes and Achievement in Middle School Mathematics."},
      {
        "id":"ED374986",
        "title":"High School Students' Mathematical Problem Posing: An Exploratory Study in the Classroom."},
      {
        "id":"ED374987",
        "title":"Numeracy as Cultural Practice: An Examination of Numbers in Magazines for Children, Teenagers, and Adults."},
      {
        "id":"ED374988",
        "title":"Metaphorical Reasoning in Mathematics: Experts and Novices Solving Negative Number Problems."},
      {
        "id":"ED374990",
        "title":"Making Sense of a Mathematical Microworld: A Pilot Study from a Logo Project in Costa Rica."},
      {
        "id":"ED374991",
        "title":"First Grade Teacher Expectations in Mathematics."},
      {
        "id":"ED374992",
        "title":"Journey to the Heart of Nature. A Guided Exploration."},
      {
        "id":"ED374993",
        "title":"Sharing the Joy of Nature. Nature Activities for All Ages. First Edition."},
      {
        "id":"ED374994",
        "title":"Sharing Nature with Children. The Classic Parents' and Teachers' Nature Awareness Guidebook."},
      {
        "id":"ED374996",
        "title":"Active, Meaningful Mathematics Learning: A Guidebook."},
      {
        "id":"ED374997",
        "title":"Active, Meaningful Science Learning: A Guidebook."},
      {
        "id":"ED374998",
        "title":"Bibliography of Publications Relating to the Teaching of Science to Students with Disabilities."},
      {
        "id":"ED375000",
        "title":"Toward Instructional Reform in the Math Classroom: A Teacher's Process of Change."},
      {
        "id":"ED375001",
        "title":"Scenes from a Science Classroom: An Enrichment Program Experience."},
      {
        "id":"ED375002",
        "title":"Implications for Teaching of One Middle School Mathematics Teacher's Understanding of Fractions."},
      {
        "id":"ED375004",
        "title":"Equity in Science. For Alaskan Schools K-12. A Training Module. Revised."},
      {
        "id":"ED375005",
        "title":"The Gender Differential Effects of a Procedural Plan for Solving Mathematical Word Problems."},
      {
        "id":"ED375006",
        "title":"Beliefs and Practices in Mathematics Problem Solving Instruction: K-8."},
      {
        "id":"ED375007",
        "title":"Mathematics and Science Course-Taking Patterns. Indicator of the Month."},
      {
        "id":"ED375008",
        "title":"Children's Attainment of Mathematical Concepts: A Model under Development."},
      {
        "id":"ED375009",
        "title":"Confidence and Doubt in Relation to Mathematics."},
      {
        "id":"ED375010",
        "title":"Dilemmas of Equity in Art Education: Ideologies of Individualism and Cultural Capital."},
      {
        "id":"ED375013",
        "title":"Justice for All, All for Justice."},
      {
        "id":"ED375014",
        "title":"Education in the Law: Promoting Citizenship in the Schools. OJJDP Update on Programs. Juvenile Justice Bulletin."},
      {
        "id":"ED375016",
        "title":"An Evaluation of the Instructional Effects of the We the People... The Citizen and the Constitution Program using &quot;With Liberty and Justice for All.&quot;"},
      {
        "id":"ED375017",
        "title":"Constitutional Literacy. A Core Curriculum for a Multicultural Nation."},
      {
        "id":"ED375018",
        "title":"Catalog of Citizenship, Consumer, Law-Related, Values and Character Education Curriculum Materials. Fifth Edition with 1993 Supplement."},
      {
        "id":"ED375021",
        "title":"The Role of Fine Arts in Missouri Public Schools. Position Paper."},
      {
        "id":"ED375022",
        "title":"Illinois Plan for the Arts in General Education, Fiscal Years 1989-1994."},
      {
        "id":"ED375025",
        "title":"Studies in Aesthetic Preference (Salkind Art Preference Test Two)."},
      {
        "id":"ED375027",
        "title":"Mister Chief Justice. A Study Guide."},
      {
        "id":"ED375028",
        "title":"A Consideration of Sex Related Differences in the Spatial Abilities of Art Students."},
      {
        "id":"ED375029",
        "title":"Evaluation of Music Educators: Toward Defining an Appropriate Instrument."},
      {
        "id":"ED375030",
        "title":"Capture the Portfolio: Episodes of Student Musical Learning."},
      {
        "id":"ED375031",
        "title":"Musical Learning for Hearing Impaired Children."},
      {
        "id":"ED375032",
        "title":"Effects of Required Concert Attendance on Attitudes of College Students Enrolled in Music Courses for Nonmusic Majors."},
      {
        "id":"ED375033",
        "title":"Causal Attributions of Music Majors and Nonmusic Majors Regarding Success and Failure in Music: A Study of Motivation and Achievement."},
      {
        "id":"ED375034",
        "title":"The Effect of Modeling and Silent Analysis on the Performance Effectiveness of Advanced Elementary Instrumentalists."},
      {
        "id":"ED375035",
        "title":"An Examination of Selected Aspects of Pitch-Matching Problems among Children."},
      {
        "id":"ED375038",
        "title":"Visual Arts, Levels 7-12. Secondary Core Curriculum Standards."},
      {
        "id":"ED375039",
        "title":"The Sex Panic: Women, Censorship and \"Pornography.\" A Conference of the Working Group on Women, Censorship, and \"Pornography\" (New York, New York, May 7-8, 1993)."},
      {
        "id":"ED375041",
        "title":"Violence in the Schools: Developing Prevention Plans. Staff Development Training Manual. Exercises in Participation Series."},
      {
        "id":"ED375042",
        "title":"Foundations of Democracy: Authority, Privacy, Responsibility, and Justice. Law in a Free Society Series. Level V. Student Text. Revised Edition."},
      {
        "id":"ED375043",
        "title":"Foundations of Democracy: Authority, Privacy, Responsibility, and Justice. Law in a Free Society Series. Level V Middle School and Above, Teacher's Guide. Revised Edition."},
      {
        "id":"ED375044",
        "title":"Metropolitan Nashville Public Schools: An LRE Laboratory. Technical Assistance Bulletin, No. 11."},
      {
        "id":"ED375045",
        "title":"Teaching for Tomorrow: Integrating LRE and the Social Studies. Bar/School Partnership Programs."},
      {
        "id":"ED375046",
        "title":"Everybody Wins: Mediation in the Schools. Bar/School Partnership Programs."},
      {
        "id":"ED375047",
        "title":"We the People...and Civic Education: Summaries of Research."},
      {
        "id":"ED375048",
        "title":"Teaching and Learning about the United States Constitution in American Secondary Schools."},
      {
        "id":"ED375051",
        "title":"The Social Sciences and the Social Studies: An Essay on the Development of and Need for Citizenship Education."},
      {
        "id":"ED375052",
        "title":"&quot;That Knowledge Most Useful to Us:&quot; Thomas Jefferson's Concept of &quot;Utility&quot; in the Education of Republican Citizens."},
      {
        "id":"ED375053",
        "title":"An International Colloquium on Education: British and American Perspectives. Proceedings (La Crosse, Wisconsin, September 29-30, 1992)."},
      {
        "id":"ED375054",
        "title":"Senior 1 Art. Interim Guide."},
      {
        "id":"ED375056",
        "title":"Overview of A.I.D. Basic Education Programs in Sub-Saharan Africa."},
      {
        "id":"ED375067",
        "title":"Smithsonian Resource Guide for Teachers. 1993/94 Edition."},
      {
        "id":"ED375068",
        "title":"Perspectives on Education Reform: Arts Education as Catalyst."},
      {
        "id":"ED375069",
        "title":"The Intelligent Eye: Learning To Think by Looking at Art. Occasional Paper 4."},
      {
        "id":"ED375072",
        "title":"Discipline-Based Art Education and Cultural Diversity. Seminar Proceedings of a National Invitational Seminar (3rd, Austin Texas, August 6-9, 1992)."},
      {
        "id":"ED375073",
        "title":"Geography for Life: National Geography Standards, 1994."},
      {
        "id":"ED375074",
        "title":"National Standards for Civics and Government."},
      {
        "id":"ED375078",
        "title":"Changing South Carolina&apos;s Schools. A Resource Guide for Schools and Communities Creating a New Vision of Public Education."},
      {
        "id":"ED375079",
        "title":"Defining \"Good\" Music Teaching: Four Student Teachers' Beliefs and Practices."},
      {
        "id":"ED375080",
        "title":"Four Women's Stories of \"Failure\" As Beginning Teachers."},
      {
        "id":"ED375082",
        "title":"Who Is Better in Math, Boys or Girls? A Report from the Palau Math Project."},
      {
        "id":"ED375083",
        "title":"The Relative Importance of Different Psychological Approaches for Teaching: Implications for the Quality of Education."},
      {
        "id":"ED375085",
        "title":"Researching Teachers in Residence: Bringing More Minority Teachers and Preservice Teachers into the Research Arena."},
      {
        "id":"ED375086",
        "title":"Uncommon Caring: Primary Males and Implicit Judgments."},
      {
        "id":"ED375087",
        "title":"Changes in Undergraduate Preservice Teachers' Beliefs during an Elementary Teacher-Certification Program."},
      {
        "id":"ED375088",
        "title":"&quot;This School Is a Terrible Place. The Kids Don't Listen&quot;: Contextual Influences on Preservice Teachers' Professional Growth in an Early Field Placement."},
      {
        "id":"ED375089",
        "title":"The Triangle of Communicative &quot;Didactique.&quot;"},
      {
        "id":"ED375090",
        "title":"Preprofessional Experiences and Professional Teacher Education in France: Towards a Compatibility."},
      {
        "id":"ED375091",
        "title":"Making Connections: An In-Depth Concept Teaching Technique."},
      {
        "id":"ED375092",
        "title":"Training the Trainers in Technology."},
      {
        "id":"ED375095",
        "title":"Intensifying the Professional Learning of Student Teachers: A Collaborative Process."},
      {
        "id":"ED375096",
        "title":"Empowering the Novice: Promoting Reflection in Preservice Teacher Education."},
      {
        "id":"ED375097",
        "title":"Teacher Collaborative Action Research: A Swedish Adaptation of an Australian Project."},
      {
        "id":"ED375098",
        "title":"Understanding Members' Perceptions of Roles on a Curriculum Decision-Making Committee: A Case Study of Parent Participation on a School Community Consultative Committee."},
      {
        "id":"ED375099",
        "title":"Mentoring for Professional Development of Tertiary Educators."},
      {
        "id":"ED375100",
        "title":"Empowering the Principal through Professional Development."},
      {
        "id":"ED375101",
        "title":"Cohort and Case Study Components in Teacher Education Research."},
      {
        "id":"ED375102",
        "title":"The Reskilling of Home Economics Teachers for Personal Development, Health and Physical Education in New South Wales Schools--A Case Study."},
      {
        "id":"ED375103",
        "title":"Teacher Leadership in a Professional Development School."},
      {
        "id":"ED375104",
        "title":"Creating an Environment for Restructuring Understanding and Reasoning."},
      {
        "id":"ED375105",
        "title":"Mentoring Programs for New Teachers."},
      {
        "id":"ED375106",
        "title":"Empowering Teacher Educators: A Process of Transition."},
      {
        "id":"ED375107",
        "title":"Student Performance Standards and Queensland Teacher Education."},
      {
        "id":"ED375108",
        "title":"What Do Student Teachers Perceive As Effective Teaching?"},
      {
        "id":"ED375109",
        "title":"Student Teachers' Perceptions of Successful and Unsuccessful Events during Practice Teaching."},
      {
        "id":"ED375110",
        "title":"Facilitating Reflection: Issues and Research."},
      {
        "id":"ED375111",
        "title":"Helping Professionals Take Control of Assessment: An Exploratory Study of Recording and Reporting Achievement in New Zealand Schools."},
      {
        "id":"ED375113",
        "title":"Health Services, Student Services Department Program Evaluation."},
      {
        "id":"ED375114",
        "title":"The Pupil Nondiscrimination Guidelines for Athletics. Implementing Section 118.13 of the Wisconsin Statutes and PI 9 of the Wisconsin Administrative Code."},
      {
        "id":"ED375115",
        "title":"Asthma Awareness: Curriculum for the Elementary Classroom."},
      {
        "id":"ED375116",
        "title":"Academic Standards for Interscholastic Athletic Participation."},
      {
        "id":"ED375117",
        "title":"Health Promotion for Older Children and Adolescents. National Nursing Research Agenda--Developing Knowledge for Practice: Challenges and Opportunities. A Report of the NINR Priority Expert Panel on Health Promotion, 5."},
      {
        "id":"ED375118",
        "title":"What Black Women Should Know about Lupus: Ideas for Community Programs."},
      {
        "id":"ED375119",
        "title":"Grading the Practicum."},
      {
        "id":"ED375120",
        "title":"Classroom Collaboration To Diagnose and Improve the Quality of Teaching and Learning."},
      {
        "id":"ED375121",
        "title":"Curriculum Needs of Students with Mild Intellectual Disabilities: Implications for Teachers and Teacher Educators."},
      {
        "id":"ED375122",
        "title":"Supervision of Second Career Teachers: What's Our Line?"},
      {
        "id":"ED375123",
        "title":"The Thud at the Classroom Door: Teachers' Curriculum Decision Making in Response to a New Textbook. Draft."},
      {
        "id":"ED375124",
        "title":"Multiethnic Cultural Perceptions and Attitudes of Teacher Education Students."},
      {
        "id":"ED375126",
        "title":"The Role of Goals and Belief Systems in the Acquisition of Ill-Defined Professional Skills: A Case Study."},
      {
        "id":"ED375127",
        "title":"Teachers&apos; Attributions and Beliefs in Relation to Gender and Success of Students."},
      {
        "id":"ED375128",
        "title":"Concurrent and Sequential Occurrences of Teacher Enthusiasm Behaviors."},
      {
        "id":"ED375129",
        "title":"Teacher Education Students' Moral Development and Ethical Reasoning Processes."},
      {
        "id":"ED375130",
        "title":"Differences in Novice and Competent Teachers' Knowledge."},
      {
        "id":"ED375131",
        "title":"Educational Reform and Teacher Education in Ethiopia: Does the Tail Wag the Dog?"},
      {
        "id":"ED375132",
        "title":"The Effect of Experience upon Teacher Adaptability among Preservice Teachers."},
      {
        "id":"ED375133",
        "title":"Teaching Curriculum Studies in Teacher Education Programs: Empowerment through Praxis."},
      {
        "id":"ED375134",
        "title":"Rewriting Cultural Narratives: Providing the Conditions for Reflection and Empowerment."},
      {
        "id":"ED375135",
        "title":"The Relevance of Early Educators' Ideas for Modern Teacher Educators."},
      {
        "id":"ED375136",
        "title":"Students' Learning Styles: Implications for Teacher Education."},
      {
        "id":"ED375137",
        "title":"New Teachers' Perceptions of the Meaning of the Term \"Multiculturalism\" in Preservice Education."},
      {
        "id":"ED375138",
        "title":"Two Pathways to Successful Teaching."},
      {
        "id":"ED375139",
        "title":"Examining Pedagogical Content Knowledge of College Faculty New to Teaching."},
      {
        "id":"ED375140",
        "title":"Empowerment and Inclusivity: A Case Study of Mathematics and Science Curriculum in Pre-Service Teacher Education."},
      {
        "id":"ED375141",
        "title":"Enhancing Preservice Teacher Education Students' Sense of Science Teaching Self Efficacy."},
      {
        "id":"ED375142",
        "title":"Pre-Service Teacher Stress and the Practicum: An Action Research Project."},
      {
        "id":"ED375143",
        "title":"Issues in Teacher Education and Professional Development in the United States: Implications for Australia."},
      {
        "id":"ED375144",
        "title":"Starting Teaching."},
      {
        "id":"ED375145",
        "title":"Portraits of Teaching: Using Work-Based Vignettes."},
      {
        "id":"ED375146",
        "title":"Recent Developments Concerning Individual Study Programmes in Higher Education and Alternative Assessment Procedures for Students."},
      {
        "id":"ED375147",
        "title":"A Study of Various Statistical Analyses Applied to School Report Cards."},
      {
        "id":"ED375149",
        "title":"Improving the Identification of Schools for Chapter 1 Program Improvement."},
      {
        "id":"ED375150",
        "title":"Results of the Administration of the Computerized Grammar, Spelling, and Punctuation Test to College of Communication Students on July 7, 1992."},
      {
        "id":"ED375152",
        "title":"Direct and Indirect Equating: A Comparison of Four Methods Using the Rasch Model."},
      {
        "id":"ED375153",
        "title":"Validity Studies of UT Austin Tests for Use in Credit by Examination in &quot;Cellular and Molecular Biology&quot; (BIO 302) and &quot;Structure and Function of Organisms&quot; (BIO 303) Summer 1991."},
      {
        "id":"ED375154",
        "title":"Two-Semester Validity Study of the Use of the College Board Achievement Test in Mathematics Level 1 for Placement into M 403K at UT Austin. Fall 1988 and Spring 1989."},
      {
        "id":"ED375155",
        "title":"Ethics in Testing."},
      {
        "id":"ED375156",
        "title":"Assembly Education Committee Report on the New Jersey Skills Testing Program Pursuant to AR-113."},
      {
        "id":"ED375158",
        "title":"Wisconsin Statewide School Performance Report, 1992-93. Bulletin No. 94272."},
      {
        "id":"ED375159",
        "title":"Policymakers' Views of Student Assessment."},
      {
        "id":"ED375160",
        "title":"Student Data Handbook for Early Childhood, Elementary, and Secondary Education. Contractor Report."},
      {
        "id":"ED375161",
        "title":"SASS and TFS Questionnaires, 1990-1991. Schools and Staffing Survey. Teacher Followup Survey."},
      {
        "id":"ED375162",
        "title":"Statement of Principles on Assessment in Mathematics and Science Education."},
      {
        "id":"ED375163",
        "title":"Private School Universe Survey, 1991-92. Statistical Analysis Report."},
      {
        "id":"ED375164",
        "title":"A Statistical Agenda for Early Childhood Care and Education: Addendum to &quot;A Guide to Improving the National Education Data System&quot; Adopted by the National Forum on Education Statistics, January 1994."},
      {
        "id":"ED375165",
        "title":"Establishing Customer Requirements: An Instructional Analysis for Continuous Quality Improvement Training Design."},
      {
        "id":"ED375166",
        "title":"Evaluation of Multimedia Instruction on Learning and Transfer."},
      {
        "id":"ED375167",
        "title":"Classroom Implementation. Issues in Assessment."},
      {
        "id":"ED375168",
        "title":"Testing the Limits: Tool for Assessing Metacognitive Skills and the Zone of Proximal Development."},
      {
        "id":"ED375169",
        "title":"Does the Use of Color on the WISC-III Affect Student Performance?"},
      {
        "id":"ED375170",
        "title":"Backing into Community: A Reconceptualization of Equity and Assessment in Higher Education."},
      {
        "id":"ED375171",
        "title":"Creating and Implementing Alternative Assessments: Moving toward a Moving Target."},
      {
        "id":"ED375172",
        "title":"NAEP Trends in Academic Progress. Achievement of U.S. Students in Science, 1969 to 1992--Mathematics, 1973 to 1992--Reading, 1971 to 1992--Writing, 1984 to 1992. Report in Brief."},
      {
        "id":"ED375173",
        "title":"Standards for a Firm Foundation. Pennsylvania Educational Policy Studies Number 20."},
      {
        "id":"ED375174",
        "title":"Long-Term Stability of Teacher Certification Test Objective Job Analysis Ratings."},
      {
        "id":"ED375175",
        "title":"The Role of Evaluation in Systemic Change in Education."},
      {
        "id":"ED375176",
        "title":"Evaluation of the Even Start--Padres y Progreso Program in the Houston Independent School District."},
      {
        "id":"ED375177",
        "title":"Educational Attainment in the United States: March 1993 and 1992."},
      {
        "id":"ED375178",
        "title":"Results of the Missouri Mastery and Achievement Tests (MMAT), 1993. 1993 Summary Report."},
      {
        "id":"ED375180",
        "title":"Mastery Learning Research in an International Context: Methodological Problems and Prospects."},
      {
        "id":"ED375181",
        "title":"Mastery Learning in the European Research Community."},
      {
        "id":"ED375182",
        "title":"Instructional Design Applications in the Teaching of Psychology."},
      {
        "id":"ED375183",
        "title":"Urban Adolescent Homicidal Violence: A Closer Look at Who Is at Risk."},
      {
        "id":"ED375184",
        "title":"Building Self-Sufficiency among Welfare-Dependent Teenage Parents: Lessons from the Teenage Parent Demonstration."},
      {
        "id":"ED375187",
        "title":"We the Teachers: Impact II Catalog of Teacher-Developed Projects 1993-94."},
      {
        "id":"ED375188",
        "title":"The Effects of Family Composition on Educational Attainment."},
      {
        "id":"ED375189",
        "title":"Interpersonal Adaptation in the Urban School: Development and Application of a Sensitizing Conceptual Scheme."},
      {
        "id":"ED375190",
        "title":"Multicultural Leadership for Restructured Constituencies."},
      {
        "id":"ED375191",
        "title":"Educational Reform: Dropouts, Culture, and Minorities. Implications for Educators."},
      {
        "id":"ED375192",
        "title":"Excellent Beginnings: Evaluation of Phase I (1991-1994)."},
      {
        "id":"ED375193",
        "title":"Perceptions of African American Educators toward Historically Black Colleges and Universities."},
      {
        "id":"ED375195",
        "title":"&quot;Creating Unity from Diversity: Finding Our Commonalities, Respecting Our Differences.&quot; Presenter Abstracts of the Annual National Conference of the National Multicultural Institute (9th, Washington, D.C., May 19-22, 1994)."},
      {
        "id":"ED375196",
        "title":"Preventing Child Abuse: An Evaluation of Services to High-Risk Families."},
      {
        "id":"ED375197",
        "title":"Parent Centers in Urban Schools: Four Case Studies. Report No. 23."},
      {
        "id":"ED375198",
        "title":"America's Teenagers as Volunteers."},
      {
        "id":"ED375206",
        "title":"Citybridge Fact Sheet."},
      {
        "id":"ED375207",
        "title":"Schoolcentrism: A Barrier to Success for At-Risk Youngsters."},
      {
        "id":"ED375208",
        "title":"Los Angeles Free Clinic [and]&quot;Adolescent Health Care Programs That Work.&quot;"},
      {
        "id":"ED375209",
        "title":"Sharing the Vision: Curriculum Articulation in Math and Science K-U in an Urban School District."},
      {
        "id":"ED375210",
        "title":"Drawing Strength from Diversity. Effective Services for Children, Youth, and Families."},
      {
        "id":"ED375212",
        "title":"Taking the Risk To Change Schools from Within: Educators' Cognitive Growth through Multicultural Education."},
      {
        "id":"ED375213",
        "title":"A Case Study of a Bi-Racial Student At-Risk."},
      {
        "id":"ED375217",
        "title":"Small Schools and Savings: Affordable New Construction, Renovation and Remodeling."},
      {
        "id":"ED375218",
        "title":"Small Schools' Operating Costs: Reversing Assumptions about Economies of Scale."},
      {
        "id":"ED375219",
        "title":"New Schools for New York. Plans and Precedents for Small Schools."},
      {
        "id":"ED375220",
        "title":"Restructuring To Educate the Urban Learner: Invited Papers."},
      {
        "id":"ED375221",
        "title":"Joint Field Hearing on H.R. 6: Elementary and Secondary Education Act Reauthorization. Joint Hearing before the Subcommittee on Elementary, Secondary, and Vocational Education of the House Committee on Education and Labor and the Senate Subcommittee on Education, Arts, and Humanities of the Senate Committee on Labor and Human Resources. House of Representatives, One Hundred Third Congress, First Session (Providence, Rhode Island, October 4, 1993)."},
      {
        "id":"ED375222",
        "title":"Dropout Rates in the United States: 1993."},
      {
        "id":"ED375226",
        "title":"A Comparison of Urban School Districts' Health and Human Services."},
      {
        "id":"ED375227",
        "title":"Exploring the Complexity of Early Dropout Causal Structures."},
      {
        "id":"ED375228",
        "title":"Empowerment in Carpinteria: A Five-Year Study of Family, School, and Community Relationships."},
      {
        "id":"ED375229",
        "title":"Survey of Local School Council Members, 1992: A Report on the Findings."},
      {
        "id":"ED375230",
        "title":"Compensatory Education (CE) Product Evaluation: Elementary and Secondary Programs 1993-94."},
      {
        "id":"ED375231",
        "title":"The Urban Learner Framework: An Overview."},
      {
        "id":"ED375232",
        "title":"An Exploratory Study of a Chapter 1 Schoolwide Project and Current Instructional Practice. Taylor Elementary School, School District of Philadelphia."},
      {
        "id":"ED375233",
        "title":"An Exploratory Study of a Chapter 1 Schoolwide Project and Current Instructional Practice. Spring Garden Elementary School, School District of Philadelphia."},
      {
        "id":"ED375234",
        "title":"An Exploratory Study of a Chapter 1 Schoolwide Project and Current Instructional Practice. Walton Elementary School, School District of Philadelphia."},
      {
        "id":"ED375235",
        "title":"Can All Children Learn?"},
      {
        "id":"ED375236",
        "title":"Organizing a Knowledge Base for Urban School Restructuring. Restructuring To Educate the Urban Learner. A Decisionmaking Framework."},
      {
        "id":"ED375237",
        "title":"Restructuring To Educate the Urban Learner: A Decisionmaking Framework. Study Guide. An Invitation To Dream, Think and Learn."},
      {
        "id":"ED375238",
        "title":"An External View of a State-Sponsored Urban School Improvement Initiative."},
      {
        "id":"ED375239",
        "title":"WISKIDS Count Data Book 1994: A Portrait of Child Well-Being in Wisconsin."},
      {
        "id":"ED375240",
        "title":"Halting Dropouts: To Be or Not To Be, There Can Be No Question!"},
      {
        "id":"ED375241",
        "title":"Manual on Student Suspensions in New York City Public Schools. Revised."},
      {
        "id":"ED375242",
        "title":"A Place at the Table: The Changing Role of Urban Public Education Funds."},
      {
        "id":"ED375245",
        "title":"Mid-Atlantic Regional Training Center for Residential Construction Trades. Final Program Evaluation Report."},
      {
        "id":"ED375247",
        "title":"Tech-Prep Articulation: Is This an Answer for the Forgotten Half?"},
      {
        "id":"ED375248",
        "title":"Voices from the Field: The Use of Computer Technology in Adult Literacy."},
      {
        "id":"ED375249",
        "title":"Service Learning for All Students. Fastback 375."},
      {
        "id":"ED375250",
        "title":"JTPA: Targeting, Outreach and Recruitment. A Technical Assistance and Training Series."},
      {
        "id":"ED375251",
        "title":"Multiple Employment Training Programs. Basic Program Data Often Missing. Testimony before the Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED375252",
        "title":"Outside the Golden Gate: Prospects and Comparisons in Finnish Adult Higher Education."},
      {
        "id":"ED375253",
        "title":"European Research on Corporate Training."},
      {
        "id":"ED375254",
        "title":"Portfolio Assessment in Adult Basic Skills Education: A Pilot Study. Final Report."},
      {
        "id":"ED375255",
        "title":"Out of Uniform. A Career Transition Guide for Ex-Military Personnel."},
      {
        "id":"ED375257",
        "title":"Vocational Education Performance Standards and Assessment Techniques: A Study of Approved State Systems."},
      {
        "id":"ED375263",
        "title":"Implementing the Indiana Model. Indiana Leadership Consortium: Equity through Change."},
      {
        "id":"ED375264",
        "title":"Handbook of Ideas for Evaluating Workplace Literacy Programs."},
      {
        "id":"ED375266",
        "title":"Cooperative Education Task Force. Final Report. ACS Service Report 35."},
      {
        "id":"ED375267",
        "title":"Applied Communication: A Workshop Presenters' Handbook for Pennsylvania Educators."},
      {
        "id":"ED375269",
        "title":"Adult Learners: Why Were They Successful? Lessons Learned via an Adult Learner Task Force."},
      {
        "id":"ED375270",
        "title":"A Review of the Operations of the State Board of Independent Postsecondary Vocational, Technical, Trade, and Business Schools. Report 1."},
      {
        "id":"ED375272",
        "title":"Testimony for New Jersey State Advisory Council for Vocational Education."},
      {
        "id":"ED375273",
        "title":"The WELL Strategy. Workforce Education &amp; Lifelong Learning for Education and Economic Reform."},
      {
        "id":"ED375274",
        "title":"The San Diego CWELL Project. Report of Progress. September 1992 - February 1994."},
      {
        "id":"ED375275",
        "title":"Demographic Survey of Female Faculty in Technology Education Programs."},
      {
        "id":"ED375284",
        "title":"Career Passport Implementation Handbook. Revised."},
      {
        "id":"ED375285",
        "title":"The Individual Career Plan Handbook."},
      {
        "id":"ED375286",
        "title":"Job Profiling Guide. Results of 1994 Job Profiling. Part of the Ohio Vocational Competency Assessment (OVCA) Package."},
      {
        "id":"ED375287",
        "title":"Life Planning Resource Guide. A Resource for Teaching the Life Planning Core Course Area of Ohio's Work and Family Life Program."},
      {
        "id":"ED375288",
        "title":"Nutrition and Wellness Resource Guide. A Resource for Teaching the Nutrition and Wellness Core Course Area of Ohio&apos;s Work and Family Life Program."},
      {
        "id":"ED375289",
        "title":"An Analysis of the Adequacy and Effectiveness of the Job Training Partnership Act and Occupational Education Programs in Nevada."},
      {
        "id":"ED375290",
        "title":"An Analysis of the Future Need for Certified Animal Health Technicians and Instructional Program Content."},
      {
        "id":"ED375291",
        "title":"An Analysis of the Distribution of Carl D. Perkins Vocational and Applied Technology Education Act Funds among Eligible Recipients."},
      {
        "id":"ED375292",
        "title":"Coordination of Job Training Partnership Act and Occupational Education: The Goal--More Effective Services."},
      {
        "id":"ED375293",
        "title":"Creating Greater Incentives for Joint Planning and Collaboration between Occupational Education and Job Training."},
      {
        "id":"ED375294",
        "title":"Assessment of Museums Association of Saskatchewan's Education Program."},
      {
        "id":"ED375295",
        "title":"Workplace Literacy Curriculum: A Competency-Based Approach for ESL, Math, & Reading."},
      {
        "id":"ED375296",
        "title":"Tech Prep Decision Making: Evaluation and Improvement Strategies."},
      {
        "id":"ED375297",
        "title":"Building a Preferred Future with Tech Prep Systems."},
      {
        "id":"ED375298",
        "title":"Adult Literacy, the Internet, and NCAL: An Introduction."},
      {
        "id":"ED375299",
        "title":"Student Retention: Creating Student Success. Monograph Number Two."},
      {
        "id":"ED375301",
        "title":"Building on the Strengths of Social Networks. Research to Practice."},
      {
        "id":"ED375302",
        "title":"The Year in Review. Volume 3: 1993-1994. Reports of Research Conducted by Adult Education Practitioner-Researchers from Virginia."},
      {
        "id":"ED375303",
        "title":"Education as a Change Strategy for Allied Health."},
      {
        "id":"ED375304",
        "title":"Very Large Distance Education Systems: The Case of China. ZIFF Papiere 94."},
      {
        "id":"ED375305",
        "title":"What Employers Want: Youth Labor Markets and School-to-work Transition Programs. EQW Issues Number 6."},
      {
        "id":"ED375306",
        "title":"Implementation of Intrapreneurship inside Large, Mature Zambian Companies--A Method. Educational and Psychological Interactions No. 116."},
      {
        "id":"ED375307",
        "title":"Careers Education Culture in Schools. Pupils' and School Personnel's Perception of Careers Education and Working Life Orientation in Lower Secondary Schools. Reprints and Miniprints No. 807."},
      {
        "id":"ED375308",
        "title":"School-to-Work Transition Programs. Report of the Department of Education to the Governor and the General Assembly of Virginia. Senate Document No. 7."},
      {
        "id":"ED375309",
        "title":"GAIN: Benefits, Costs, and Three-Year Impacts of a Welfare-to-Work Program. California's Greater Avenues for Independence Program."},
      {
        "id":"ED375310",
        "title":"The Earnings Ladder. Who's at the Bottom? Who's at the Top? Statistical Brief."},
      {
        "id":"ED375311",
        "title":"Oversight Report on Nontraditional Vocational Training for Female Inmates."},
      {
        "id":"ED375312",
        "title":"Alternative Designs for Evaluating Workplace Literacy Programs. Conference Proceedings and Commissioned Papers at the \"Design Guidance for Evaluating Workplace Literacy Programs\" Work Group Conference (Washington, D.C. April 13, 1993)."},
      {
        "id":"ED375317",
        "title":"Planning Instruction. A Manual for Vocational Education and ESL Instructors."},
      {
        "id":"ED375323",
        "title":"A Follow-Up Study in Vocational Rehabilitation."},
      {
        "id":"ED375324",
        "title":"Older Adults: Learning in the Third Age. Information Series No. 358."},
      {
        "id":"ED375326",
        "title":"The Contribution of Social Roles to Psychological Distress in Businesswomen."},
      {
        "id":"ED375327",
        "title":"Service and Joint Training: Lessons Learned from Recent Conflicts. Hearing before the Military Forces and Personnel Subcommittee of the Committee on Armed Services. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED375328",
        "title":"An Assessment of Research Needs in Community Education."},
      {
        "id":"ED375329",
        "title":"Global Trend in Education: Shifting from a Teaching-Focus to a Learning-Focus."},
      {
        "id":"ED375330",
        "title":"A Single Harmonised Qualifications Framework. Report of the Ministerial Tertiary Lead Group."},
      {
        "id":"ED375332",
        "title":"Prediction of Military Turnover Using Intentions, Satisfaction, and Performance."},
      {
        "id":"ED375333",
        "title":"Why School Mental Health Is Essential for Reformed Schools."},
      {
        "id":"ED375334",
        "title":"Improving Social Skills of Third Grade Students through Conflict Resolution Training."},
      {
        "id":"ED375335",
        "title":"Changes in Counseling Skills and Cognitive Structures of Counselor Trainees."},
      {
        "id":"ED375336",
        "title":"Career and Employment Counselling in Canada."},
      {
        "id":"ED375337",
        "title":"Correlation of Optimal Experience and Counselor Development."},
      {
        "id":"ED375338",
        "title":"A Comparison of Clinical and Non-Clinical Samples Using the Concepts of: Individual Personality, Family Structure, Family of Origin Perception, Sexuality, and Adjustment/Adaptability To Determine Family Risk for Father Daughter Incest."},
      {
        "id":"ED375339",
        "title":"Democracy as Discipline."},
      {
        "id":"ED375340",
        "title":"Program To Increase Selected 9th and 10th Graders' Career Decision-Making Skills."},
      {
        "id":"ED375341",
        "title":"Academic Psychologists' Responses to Unethical Behavior in Colleagues: A Survey."},
      {
        "id":"ED375342",
        "title":"Guidance and Counseling Program Evaluation, 1993-94."},
      {
        "id":"ED375343",
        "title":"Gender and Locus of Control as Predictors of Accidental Death Anxiety."},
      {
        "id":"ED375344",
        "title":"Comprehensive Alcohol and Other Drug Abuse Programs: A Self-Evaluation Report of Wisconsin Public Schools, 1992-93. Bulletin No. 94244."},
      {
        "id":"ED375345",
        "title":"Wisconsin Youth Risk Behaviors: 1993 Survey Results. Bulletin No. 94305."},
      {
        "id":"ED375346",
        "title":"Strengthening the Self-Esteem of Adolescent Girls within the Public School System."},
      {
        "id":"ED375347",
        "title":"A School/Curricular Intervention Martial Arts Program for At-Risk Students."},
      {
        "id":"ED375348",
        "title":"Gender Conflict and Bias in the Secondary School: A Study of Junior and Senior High School Males' Perceptions of Young Female Teachers."},
      {
        "id":"ED375349",
        "title":"Can We Talk? Case Studies Regarding Gender and Intimacy."},
      {
        "id":"ED375351",
        "title":"Test-Wiseness, Memory, and Academic Performance in University Students."},
      {
        "id":"ED375352",
        "title":"Student Funded University Counseling Centers: Operational Challenges for Year 2000."},
      {
        "id":"ED375354",
        "title":"A Multilevel Model of Adolescents' Motivation and Strategy Use in Academic Domains."},
      {
        "id":"ED375355",
        "title":"Shame and Male Gender Identity."},
      {
        "id":"ED375356",
        "title":"High School Students' Attitude Toward and Use of Alcohol."},
      {
        "id":"ED375357",
        "title":"Talking with Youth about Prevention: A Teaching Guide for Law Enforcement and Others."},
      {
        "id":"ED375358",
        "title":"Play Therapy with Low Achievers in Reading."},
      {
        "id":"ED375359",
        "title":"Comprehensive Substance Abuse Services for Homeless Persons with Alcohol and Other Drug Problems."},
      {
        "id":"ED375360",
        "title":"Psychotherapy with Troubled African American Adolescent Males: Stereotypes, Treatment Amenability, and Clinical Issues."},
      {
        "id":"ED375361",
        "title":"An Essay on AIDS Education: The Mythology of Casual Contact."},
      {
        "id":"ED375362",
        "title":"Eating Disorders and Sports."},
      {
        "id":"ED375363",
        "title":"Building a Good Self-Esteem for Certain Fifth Grade Children through Cooperative Learning, Individualized Learning Techniques, Parental Involvement, and Student Counseling."},
      {
        "id":"ED375364",
        "title":"Professional Profiles: A Longitudinal Analysis of Three Traditional Female Professions."},
      {
        "id":"ED375365",
        "title":"Financial Aid for Students Counselors Guide: 1994-95 School Year."},
      {
        "id":"ED375366",
        "title":"Explaining the Relation between Academic Motivation and Substance Use: Effects of Family Relationships and Self Esteem."},
      {
        "id":"ED375367",
        "title":"Student Self-Efficacy as a Function of Classroom Goal Orientation."},
      {
        "id":"ED375368",
        "title":"A Mentoring Model To Develop Future Psychology Academicians: Increasing Teaching Skills and Productivity."},
      {
        "id":"ED375369",
        "title":"Simulating Society: An Experimental Approach to Teaching Race/Class Relations."},
      {
        "id":"ED375370",
        "title":"Improving Student Self-Esteem through Changes in the Learning Environment."},
      {
        "id":"ED375371",
        "title":"Assessment and Treatment of Depression in Children and Adolescents. Second Edition."},
      {
        "id":"ED375372",
        "title":"Young People in 1993."},
      {
        "id":"ED375374",
        "title":"Pathways for Literacy: Learners Teach and Teachers Learn. The Sixteenth Yearbook of the College Reading Association."},
      {
        "id":"ED375375",
        "title":"Language Development Component Chapter 1 Reading Program, 1992-93. Final Evaluation Report."},
      {
        "id":"ED375376",
        "title":"Early Literacy Program, Grades 1 and 2, 1992-93. Final Evaluation Report."},
      {
        "id":"ED375377",
        "title":"Chapter 1 Early Literacy Summer School, 1993. Final Evaluation Report."},
      {
        "id":"ED375378",
        "title":"Survey of Reading Service for Low-Achieving Students in Utah Secondary Schools."},
      {
        "id":"ED375380",
        "title":"Informational Graphics: Are Non-Lead Visual Displays Beneficial to the Reader?"},
      {
        "id":"ED375384",
        "title":"Trends and Issues in College Reading Improvement Programs."},
      {
        "id":"ED375389",
        "title":"The Evolution of Transactional Strategies Instruction in One Teacher's Classroom. Reading Research Report No. 19."},
      {
        "id":"ED375391",
        "title":"Transactional Instruction of Reading Comprehension Strategies. Perspectives in Reading Research No. 5."},
      {
        "id":"ED375392",
        "title":"Characterizing Teacher-Student Interaction in Reading Recovery Lessons. Reading Research Report No. 17."},
      {
        "id":"ED375393",
        "title":"Financial Resources, Parent Psychological Functioning, Parent Co-Caregiving, and Early Adolescent Reading Competence in Rural Two-Parent African American Families. Reading Research Report No. 20."},
      {
        "id":"ED375394",
        "title":"The Self Actualized Reader."},
      {
        "id":"ED375395",
        "title":"Weaving Theoretical Threads: Liberal, Psychoanalytic, Socialist Feminisms and Composition Theory."},
      {
        "id":"ED375396",
        "title":"All Literature Is Argument."},
      {
        "id":"ED375397",
        "title":"Praxis and Ethnography: Empowering Urban, African-American Women through an Expanded Model of Participant Observation."},
      {
        "id":"ED375399",
        "title":"&quot;That's Not What I Meant&quot;: Failures of Interpretation in the Writing Conference."},
      {
        "id":"ED375400",
        "title":"Environmental Journalism Education: A Growing Enterprise."},
      {
        "id":"ED375401",
        "title":"An English Department as a Decision-Making Community."},
      {
        "id":"ED375402",
        "title":"Letting Students in on the Secrets of Evaluation and Placement."},
      {
        "id":"ED375404",
        "title":"Voices on Voice: Perspectives, Definitions, Inquiry."},
      {
        "id":"ED375406",
        "title":"A National Schizophrenia: Orality and Literacy in Blair's Rhetoric."},
      {
        "id":"ED375407",
        "title":"&quot;Making the Devil Useful&quot;: Film Studies in the English Curriculum."},
      {
        "id":"ED375408",
        "title":"The Divided Self: Overcoming the Internal Divisions in the Ethnographic Participant/Observer Role."},
      {
        "id":"ED375409",
        "title":"Moving beyond the Black Legend: Chicano/a and Latino/a Literature."},
      {
        "id":"ED375410",
        "title":"Metaphorical Transformation: A Tool for Enhancing Holistic Language Instruction and Student Identity."},
      {
        "id":"ED375411",
        "title":"The Removal of Gender from the News Agenda: A Case Study."},
      {
        "id":"ED375413",
        "title":"Language and Memory: Implications for Multi-Lingual International News Organizations."},
      {
        "id":"ED375414",
        "title":"The Portrayal of Labor in Reporting Textbooks: Critical Absences, Hostile Voices."},
      {
        "id":"ED375415",
        "title":"Scaling the Ivory Tower: State Public Records Laws and University Presidential Searches."},
      {
        "id":"ED375416",
        "title":"Who's Watching Who?: Shifting Power Relations of Teachers, Researchers, and Students."},
      {
        "id":"ED375417",
        "title":"Ethical Issues in Covering Teen Suicide Stories: Deadly Dilemmas and Fatal Flaws."},
      {
        "id":"ED375419",
        "title":"Arts Partners Program Report 1992-93. OER Report."},
      {
        "id":"ED375420",
        "title":"Vocational Guidance Books' Assessment of the Social Responsibility of the Press."},
      {
        "id":"ED375421",
        "title":"Reconciliation: A Nondual Frame for Critical Thinking in Process Rhetoric."},
      {
        "id":"ED375422",
        "title":"Writing Centers: Straddling the Line between Oppression and Liberation."},
      {
        "id":"ED375423",
        "title":"Taking it Personally: Using Literature To Stimulate and Sustain Research."},
      {
        "id":"ED375424",
        "title":"Kaleidoscope: A Multicultural Booklist for Grades K-8. NCTE Bibliography Series."},
      {
        "id":"ED375425",
        "title":"Picking a Winner: Children as Judges and Evaluators of Picture Books."},
      {
        "id":"ED375426",
        "title":"&quot;It's Not Fair, Is It, Hally?&quot;: African and African American Literature in the Classroom."},
      {
        "id":"ED375427",
        "title":"Celebrating Dissensus in Collaboration: A Professional Writing Perspective."},
      {
        "id":"ED375429",
        "title":"Women in Literature 7-12: A Training Module. Equity in Education: The Alaska Project."},
      {
        "id":"ED375430",
        "title":"Framework for Aesthetic Literacy. The Montana Arts and English Curriculum. Instructional Guide. First Edition."},
      {
        "id":"ED375431",
        "title":"The History of Rhetoric and Composition as Cultural Studies."},
      {
        "id":"ED375432",
        "title":"Meditation, Twilight Imagery, and Individuation in Creative Writing."},
      {
        "id":"ED375434",
        "title":"Developing a Multiperspective Viewpoint for Written Argumentation: The Case for Casebooks."},
      {
        "id":"ED375435",
        "title":"North Dakota English Language Arts Curriculum Frameworks: Standards and Benchmarks."},
      {
        "id":"ED375436",
        "title":"Using Structured Questions To Improve Writing Self Evaluation."},
      {
        "id":"ED375437",
        "title":"Diversity and Adolescent Literature."},
      {
        "id":"ED375438",
        "title":"Watching TV and Recognizing Stereotypes: Another Application of the &quot;Drip, Drip&quot; and &quot;Drench&quot; Hypotheses."},
      {
        "id":"ED375439",
        "title":"Creating Message Strategies for an AIDS Campaign: A Survey of the Basis of Student Awareness."},
      {
        "id":"ED375440",
        "title":"Children's Use of Radio: A Pilot Study."},
      {
        "id":"ED375441",
        "title":"Broadcast Preparations for and Consequences of &quot;The Day After.&quot;"},
      {
        "id":"ED375443",
        "title":"Media Selection for Agricultural Knowledge Transfer: The Malaysian Experience."},
      {
        "id":"ED375444",
        "title":"Computerized Communication Assessment Management: A Multi-Method Approach to Skills and Field Assessment."},
      {
        "id":"ED375445",
        "title":"The Broadcast Programming Marketplace after the Children's Television Act of 1990."},
      {
        "id":"ED375446",
        "title":"Relationship of Purchasing, Brand, and Self Involvement with Advertising Interactions and Beliefs among Malaysian Students."},
      {
        "id":"ED375447",
        "title":"Objectionable Advertising: A Q-Sort Comparing the Perceptions of Baby Boomers and Generation X."},
      {
        "id":"ED375448",
        "title":"An Argument for the Use of Chaos Theory To Map the Complexity of Human Communication."},
      {
        "id":"ED375450",
        "title":"How the Local and Provincial press in Britain Reported the Relaunch of Mencap: Changing Images of Learning Disabilities."},
      {
        "id":"ED375451",
        "title":"A Study of Semantics in Mass Communication Theory."},
      {
        "id":"ED375452",
        "title":"Language Bias: A Training Module. Equity in Education: The Alaska Project."},
      {
        "id":"ED375453",
        "title":"Magic in the Classroom: Using Conjuring To Teach Selectivity and General Semantics."},
      {
        "id":"ED375454",
        "title":"The Concept of Culture and Sojourner Assimilation into the Host Environment: An Example of Foreign Students in the United States."},
      {
        "id":"ED375455",
        "title":"Categorical and Dimensional Theories of Emotion: How They Predict Memory for Television Messages."},
      {
        "id":"ED375456",
        "title":"Starting Anew: Exploring the Links between Radio and Journalism Education in Post-Revolutionary Romania."},
      {
        "id":"ED375457",
        "title":"Revitalizing and Preserving Cultural Values: A Qualitative Study of Two Secondary Schools."},
      {
        "id":"ED375458",
        "title":"The Politics of Collaboration: How an Educational Partnership Works."},
      {
        "id":"ED375459",
        "title":"A Framework for Understanding and Assessing Systemic Change."},
      {
        "id":"ED375461",
        "title":"Case Studies of Five Teacher Supervision/Evaluation Systems."},
      {
        "id":"ED375462",
        "title":"What's a Plan without a Process? A Training Handbook for Staff Work Groups."},
      {
        "id":"ED375463",
        "title":"Conversations on Excellence in Education. The 1983-84 Secondary School Recognition Program. A Regional Leadership Conference (Rosemont, Pennsylvania, May 11, 1985)."},
      {
        "id":"ED375465",
        "title":"Problem and Dilemma Identification and Formulation As the Most Critical Element of the Decision-Making Process: Behavioral Biases and Characteristics."},
      {
        "id":"ED375466",
        "title":"Improving Communication Skills among High School Assistant Principals To Increase Administrative Team Effectiveness."},
      {
        "id":"ED375467",
        "title":"Rational or Anarchic: The Dilemma of Choosing a Model Describing Administrative Decision Making Behaviour."},
      {
        "id":"ED375469",
        "title":"Schools-within-a-School: The Kapa'a Elementary School Model."},
      {
        "id":"ED375470",
        "title":"Early Childhood Education: Increasing the Role of Local School Boards."},
      {
        "id":"ED375471",
        "title":"Accelerated Schools."},
      {
        "id":"ED375472",
        "title":"Equity and Efficiency: Tensions in School-Based School Management in England and Wales."},
      {
        "id":"ED375473",
        "title":"Disciplinary Sanctions for Students with Special Needs."},
      {
        "id":"ED375474",
        "title":"Alternatives To Tracking and Ability Grouping."},
      {
        "id":"ED375475",
        "title":"Curriculum Challenges in California: Third Statewide Survey of Challenges to Curriculum Materials and Services."},
      {
        "id":"ED375476",
        "title":"Public School Endowment Funds: Starting, Developing, and Profiting."},
      {
        "id":"ED375477",
        "title":"Successful Managers: Perceptions of Women in Traditional and Nontraditional Fields."},
      {
        "id":"ED375478",
        "title":"Examining Androcentric Bias in a Scholarly Journal."},
      {
        "id":"ED375479",
        "title":"Re-Thinking School Management and Structure--The Role of School Improvement. Pre-Conference Draft."},
      {
        "id":"ED375480",
        "title":"Do State Lotteries Enhance the Financing of Public Education?"}]
  }}
