{
  "response":{"numFound":509939,"start":300000,"numFoundExact":true,"docs":[
      {
        "id":"ED084627",
        "title":"State of Connecticut: The Report of the Governor's Commission on Tax Reform. Volume II--Local Government, Schools and Property."},
      {
        "id":"ED084628",
        "title":"State of Connecticut: The Report of the Governor's Commission on Tax Reform. Volume III--Taxpayers: People and Business."},
      {
        "id":"ED084629",
        "title":"Predictors of Achievement: A Bibliography."},
      {
        "id":"ED084630",
        "title":"Legislation by the States: Accountability and Assessment in Education. Revised."},
      {
        "id":"ED084631",
        "title":"Three Years of Redesign, 1970-1973."},
      {
        "id":"ED084632",
        "title":"Disruptive Students."},
      {
        "id":"ED084633",
        "title":"The Legal Status of Sex Education in Mississippi."},
      {
        "id":"ED084634",
        "title":"Teacher Dismissal for Incompetence."},
      {
        "id":"ED084635",
        "title":"Students' Rights in Mississippi on Matters of Dress and Grooming."},
      {
        "id":"ED084636",
        "title":"Pregnant Students' Rights in Mississippi."},
      {
        "id":"ED084637",
        "title":"[Tort Liability and School Transportation.]"},
      {
        "id":"ED084638",
        "title":"After SEED."},
      {
        "id":"ED084639",
        "title":"Report of the Survey of Canadian Users of Mathematical Models for Educational Decision Making."},
      {
        "id":"ED084640",
        "title":"Issues in School Finance/A Texas Primer."},
      {
        "id":"ED084642",
        "title":"The Place of the Arts in New Towns. A Report."},
      {
        "id":"ED084643",
        "title":"Community/School: Sharing the Space and the Action. A Report."},
      {
        "id":"ED084647",
        "title":"Systematic Rotation of Principals Among Schools. An ERS Information Aid."},
      {
        "id":"ED084648",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Planning, Programming, Budgeting Systems. ERIC Abstracts Series, Number Twenty-five."},
      {
        "id":"ED084649",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Educational Assessment. ERIC Abstracts Series, Number Twenty-six."},
      {
        "id":"ED084650",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Educational Planning. ERIC Abstracts Series, Number Twenty-seven."},
      {
        "id":"ED084651",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Competency-Based Evaluation of Educational Staff. ERIC Abstracts Series, Number Twenty-eight."},
      {
        "id":"ED084653",
        "title":"Texas Public School Finance: Resolving the Issue. A Report."},
      {
        "id":"ED084654",
        "title":"School Administration for a Humanistic Era."},
      {
        "id":"ED084655",
        "title":"Feasibility Studies for Extending the Regular School Year. A Report."},
      {
        "id":"ED084656",
        "title":"Extended School Year in Michigan from 1969. An Interim Report."},
      {
        "id":"ED084657",
        "title":"Minnesota Educational Assessment: A Comprehensive Planning Study."},
      {
        "id":"ED084658",
        "title":"Characteristics of Research on Leadership in Education. An Occasional Paper."},
      {
        "id":"ED084659",
        "title":"Delphi: Potential Uses in Educational Planning. Project Simu-School: Chicago Component."},
      {
        "id":"ED084661",
        "title":"Comprehensive Planning Model for Educational Programs."},
      {
        "id":"ED084662",
        "title":"Management Teams in Educational Administration. Ideal? Practical? Both?"},
      {
        "id":"ED084663",
        "title":"School Board Policies on Instructional Goals."},
      {
        "id":"ED084664",
        "title":"Educational Program Audit Handbook. Revised."},
      {
        "id":"ED084665",
        "title":"Facility Options. Space for Career Preparation: Document 3."},
      {
        "id":"ED084666",
        "title":"Planning for Change. Spaces for Career Preparation: Document 4."},
      {
        "id":"ED084667",
        "title":"Construction Options. Spaces for Career Preparation: Document 5."},
      {
        "id":"ED084668",
        "title":"Suing the Schools for Fraud: Issues and Legal Strategies. Transcript of a Conference: Fraud in the Schools."},
      {
        "id":"ED084669",
        "title":"Proceedings of the National Association of Educational Buyers Annual Meeting. 52nd, Las Vegas, Nevada, May 7-10, 1973."},
      {
        "id":"ED084670",
        "title":"The Budget. Introduction to Financial Management."},
      {
        "id":"ED084671",
        "title":"Accounting for Independent Schools."},
      {
        "id":"ED084672",
        "title":"Salaries Scheduled for Administrative and Supervisory Personnel in Public Schools, 1973-74. An ERS Report."},
      {
        "id":"ED084673",
        "title":"The Year-Round School. A Source Book and Review of the Literature."},
      {
        "id":"ED084674",
        "title":"The Organizational and the Interpersonal in an International Development Education Project."},
      {
        "id":"ED084675",
        "title":"The Status and Future Prospects Educational Development: A Historical Treatment. Center Technical Paper No. 13."},
      {
        "id":"ED084676",
        "title":"Learning Outside the Classroom: The Role of Field Experiences in the School Program."},
      {
        "id":"ED084678",
        "title":"The Change Agent Role of the Elementary Principal Reexamined."},
      {
        "id":"ED084679",
        "title":"Using the Consumer and Wholesale Price Indexes To Estimate School Costs. An ERS Information Aid."},
      {
        "id":"ED084680",
        "title":"Educational Planning (Putting Public Concern To Work)."},
      {
        "id":"ED084681",
        "title":"Charretting the Planning Process."},
      {
        "id":"ED084682",
        "title":"A Preliminary Evaluation of an Optimizing Technique for Use in Selecting New School Locations."},
      {
        "id":"ED084683",
        "title":"New Equity in Michigan School Finance: The Story of the Bursley Act."},
      {
        "id":"ED084684",
        "title":"An Analysis of House Bill 1562... Colorado Public School Finance Act of 1973."},
      {
        "id":"ED084685",
        "title":"Problems and Issues of Fiscal Neutrality in Financing School Construction."},
      {
        "id":"ED084686",
        "title":"State Assumption of School Costs and Collective Bargaining Structure."},
      {
        "id":"ED084688",
        "title":"Analysis of State School Finance Reform Legislation in Florida, 1973."},
      {
        "id":"ED084689",
        "title":"Summary of 1973 School Finance Legislative Changes."},
      {
        "id":"ED084690",
        "title":"California's New School Finance Law."},
      {
        "id":"ED084691",
        "title":"The Texas Weighted Pupil Study."},
      {
        "id":"ED084692",
        "title":"Problems and Issues of Property Taxation in School Finance Reform."},
      {
        "id":"ED084693",
        "title":"The Emergence of the Regional Educational Service Agency Concept in Education: Dominant Organizational Patterns and Programming Thrusts."},
      {
        "id":"ED084694",
        "title":"A Critique: The Minnesota School Finance Study."},
      {
        "id":"ED084695",
        "title":"&quot;An Idea Whose Time Has Come.&quot; Analysis of an Act Equalizing the Financial Support of School Units."},
      {
        "id":"ED084696",
        "title":"Analysis of the Process and Methodology of the School Finance Study in Rhode Island: The Full State Funding Program."},
      {
        "id":"ED084697",
        "title":"Analysis of the Process and Methodology of a School Finance Study in Kentucky."},
      {
        "id":"ED084698",
        "title":"Description and Analysis of the Process and Methodology of a School Finance Study in Florida."},
      {
        "id":"ED084699",
        "title":"An Analysis of the Process and Methodology of the Delaware School Finance Study."},
      {
        "id":"ED084700",
        "title":"Analysis of a State School Finance Reform Legislative Proposal in Kansas."},
      {
        "id":"ED084701",
        "title":"Wisconsin's Elementary-Secondary School Finance Reform Legislation: Assembly Substitute Amendment 1 to 1973 Assembly Bill 300."},
      {
        "id":"ED084702",
        "title":"Analysis of State School Finance Reform Legislation Proposal in Oregon, and Supplement."},
      {
        "id":"ED084703",
        "title":"An Analysis of Senate Bill 72: School Finance Program in Utah."},
      {
        "id":"ED084705",
        "title":"School Construction Programming in Florida, K-12."},
      {
        "id":"ED084706",
        "title":"Regional Programming for Differential Needs: Vocational Education in Ohio."},
      {
        "id":"ED084707",
        "title":"Regional Programming for Differential Needs: Disadvantaged and Special Educational Programs in Wisconsin&apos;s Cooperative Education Service Agencies."},
      {
        "id":"ED084708",
        "title":"Regional Programming for Differential Needs: Programs in Vocational Education and for Handicapped Pupils in New York State."},
      {
        "id":"ED084709",
        "title":"Stopping for School Buses. Traffic Laws Commentary Series."},
      {
        "id":"ED084710",
        "title":"Instruction Materials Center Project. ESEA Title III. Final Evaluation Report."},
      {
        "id":"ED084711",
        "title":"The Training Center for Open-Space Schools at the Carver Elementary School, October 30-December 12, 1972. ESEA Title III Project, Cycle V. Final Evaluation Report."},
      {
        "id":"ED084712",
        "title":"The School Without Walls. Final Evaluation Report."},
      {
        "id":"ED084713",
        "title":"Education Legislation, 1973. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-third Congress, First Session, on S.1539. To Amend and Extend Certain Acts Relating to Elementary and Secondary Education Programs, and for Other Purposes and Related Bills. Part 1."},
      {
        "id":"ED084714",
        "title":"Education Legislation, 1973. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate. Ninety-third Congress, First Session on S.1539. To Amend and Extend Certain Acts Relating to Elementary and Secondary Education Programs, and for Other Purposes and Related Bills. Part 2."},
      {
        "id":"ED084715",
        "title":"Education Legislation, 1973. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-third Congress, First Session, on S.1539. To Amend and Extend Certain Acts Relating to Elementary and Secondary Education Programs, and for Other Purposes and Related Bills. Part 3."},
      {
        "id":"ED084716",
        "title":"Education Legislation, 1973. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-third Congress, First Session, on S.1539. To Amend and Extend Certain Acts Relating to Elementary and Secondary Education Programs, and for Other Purposes and Related Bills. Part 4."},
      {
        "id":"ED084717",
        "title":"Education Legislation, 1973. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-third Congress, First Session, on S.1539. To Amend and Extend Certain Acts Relating to Elementary and Secondary Education Programs, and for Other Purposes and Related Bills. Part 5."},
      {
        "id":"ED084718",
        "title":"School Management and Evaluation System. Project Termination Report (PTR)."},
      {
        "id":"ED084719",
        "title":"Education Directory: Education Associations 1973."},
      {
        "id":"ED084720",
        "title":"Activities for Improving Language and Communication Skills in Young Mentally Retarded Children."},
      {
        "id":"ED084721",
        "title":"Program Standards for Special Education and Legal Dismissal from School Attendance (Effective June 30, 1973)."},
      {
        "id":"ED084722",
        "title":"Evaluation of Computer-Assisted Instruction in Elementary Mathematics for Hearing-Impaired Students."},
      {
        "id":"ED084723",
        "title":"Fingerspelling by Computer."},
      {
        "id":"ED084724",
        "title":"Target on Language."},
      {
        "id":"ED084725",
        "title":"The Prevention and Treatment of Delinquent/Anti-Social Behaviour in Children and Adolescence."},
      {
        "id":"ED084726",
        "title":"A Handbook for Parents."},
      {
        "id":"ED084727",
        "title":"Culturally Disadvantaged Underachieving Mentally Gifted Minors: A Report to the California Legislature."},
      {
        "id":"ED084729",
        "title":"Measuring Progress in Deaf-Blind Children: Use of the &quot;Azusa Scale&quot;."},
      {
        "id":"ED084730",
        "title":"What Is Effective Programming for Deaf-Blind Children."},
      {
        "id":"ED084731",
        "title":"Affective Reactions in Some Parents of Deaf-Blind Children."},
      {
        "id":"ED084732",
        "title":"Audiological Assessment of Deaf-Blind Children."},
      {
        "id":"ED084733",
        "title":"The Causes for Stresses to Families with Deaf-Blind Children."},
      {
        "id":"ED084734",
        "title":"Utilization of Teacher Aides in Public School Programs for Emotionally Handicapped Children."},
      {
        "id":"ED084735",
        "title":"Kansas Citizens Plan Comprehensive Mental Retardation Services. Summary and Recommendations."},
      {
        "id":"ED084736",
        "title":"Research Relating to the Learning of Children Identified as Having Experienced Malnutrition and/or Heavy Metal Poisoning. Final Report."},
      {
        "id":"ED084737",
        "title":"Methods and Materials in the Education of the Visually Handicapped."},
      {
        "id":"ED084738",
        "title":"A Look at the Child."},
      {
        "id":"ED084739",
        "title":"The Computer Based Project for the Evaluation of Media for the Handicapped. Summary of Research, 1969-1972."},
      {
        "id":"ED084741",
        "title":"Life Experience Unit Guide Developed for Junior High and High School Resource Room Programs."},
      {
        "id":"ED084742",
        "title":"Architectural Barriers to the Physically Disabled."},
      {
        "id":"ED084743",
        "title":"Sequencing Visual Perception Skills. Training Manual."},
      {
        "id":"ED084745",
        "title":"A Study of Cognitive Skills Development Through Art Experiences; An Educational Program for Language and Hearing Impaired and Asphasic Children."},
      {
        "id":"ED084746",
        "title":"Cerebral Palsy and Related Disorders, Prevention and Early Care: An Annotated Bibliography. Volume I, Part One."},
      {
        "id":"ED084747",
        "title":"Cerebral Palsy and Related Disorders Prevention and Early Care: An Annotated Bibliography. Volume II, Part Two."},
      {
        "id":"ED084748",
        "title":"Student Residence Hall Life: A Review of Literature, Research, and Experience Pertinent to Planning Residence-Based Programs for Post-Secondary Deaf and Hearing Students."},
      {
        "id":"ED084749",
        "title":"Books for Mentally Retarded Children."},
      {
        "id":"ED084750",
        "title":"Deafness Annual, Volume II."},
      {
        "id":"ED084751",
        "title":"A Sequenced Instructional Program in Physical Education for the Handicapped, Phase III. Producing and Disseminating Demonstration Packages. Final Report."},
      {
        "id":"ED084752",
        "title":"Positive Reinforcement and Response Cost Procedures in a Token Reinforcement Program in a Special Education Class."},
      {
        "id":"ED084753",
        "title":"Physical Activities for Handicapped Children in the Home."},
      {
        "id":"ED084754",
        "title":"Preparing for Work."},
      {
        "id":"ED084755",
        "title":"Involving Parents in the Behavior Modification Program of Their Children in Home and School. A Research Project."},
      {
        "id":"ED084756",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases."},
      {
        "id":"ED084757",
        "title":"We Speak for Children. Second Report, Governor's Advocacy Commission on Children and Youth."},
      {
        "id":"ED084759",
        "title":"Certification and Its Implications for Special Education Personnel."},
      {
        "id":"ED084760",
        "title":"Accreditation in Teacher Education."},
      {
        "id":"ED084761",
        "title":"Workshop Training Kits. Volume I."},
      {
        "id":"ED084762",
        "title":"Workshop Training Kits. Volume II."},
      {
        "id":"ED084763",
        "title":"Challenge for Dignity: A 5-Year Action Plan for Tennessee's Mentally Retarded Citizens 1974-79."},
      {
        "id":"ED084764",
        "title":"Where the Action Is: Teaching Exceptional Children."},
      {
        "id":"ED084765",
        "title":"Physical Facilities: A Selected Bibliography, Exceptional Child Bibliography Series No. 634."},
      {
        "id":"ED084770",
        "title":"The Use of Modular Computer-Based Lessons in a Modification of the Classical Introductory Course in Organic Chemistry."},
      {
        "id":"ED084774",
        "title":"Simulation for Instruction: Some Considerations for Users and Designers."},
      {
        "id":"ED084776",
        "title":"Basic Statistics on Instructional Television and Other Technologies; Public Schools, Spring 1970."},
      {
        "id":"ED084778",
        "title":"A Retrospective Look At Educational Media Institute Programs in the U.S. Office of Education, 1965-71."},
      {
        "id":"ED084779",
        "title":"Educational and Training Issues in UNISIST."},
      {
        "id":"ED084780",
        "title":"COFLO: A Computer Aid for Teaching Ecological Simulation."},
      {
        "id":"ED084784",
        "title":"Technology, Teaching and Sanity."},
      {
        "id":"ED084785",
        "title":"Sharp Focus on Film; A Brief Guide to Research on Movies and Movie People."},
      {
        "id":"ED084786",
        "title":"Supplement to Aids to Media Selection For Students and Teachers."},
      {
        "id":"ED084787",
        "title":"Collaborative Research in Planning an Approach to Testing and Dissemination of Computer Programs for Research and Development. Final Report."},
      {
        "id":"ED084788",
        "title":"Nonprint Media Guidelines."},
      {
        "id":"ED084789",
        "title":"Improving Interactive Capabilities in Computer-Assisted Instruction. Semi-Annual Technical Report for Six Months Ending July 31, 1973."},
      {
        "id":"ED084790",
        "title":"The Videocassette and Video Disc in the Development of the Communications Media."},
      {
        "id":"ED084792",
        "title":"Design, Development, and Dissemination of In-Service Training Materials. Final Report."},
      {
        "id":"ED084793",
        "title":"Fourth Quarter Report 1971-72 EPDA Institute for Preparation of Media Specialists."},
      {
        "id":"ED084794",
        "title":"Fellowship Program in the Design and Development of Instructional Materials. Final Report."},
      {
        "id":"ED084795",
        "title":"The Development of Educational Technology."},
      {
        "id":"ED084796",
        "title":"Production and Utilization of Computer Manpower in U. S. Higher Education."},
      {
        "id":"ED084797",
        "title":"Using Computers in Higher Education; Past Recommendations, Status, and Needs."},
      {
        "id":"ED084798",
        "title":"Information Services; Prepared by the Task Force on School Library Media Information Services Clearinghouse. What, Where, How, When of the State School Library/Media Supervisors Association."},
      {
        "id":"ED084809",
        "title":"Problems in Implementing Computer-Managed Learning."},
      {
        "id":"ED084810",
        "title":"Television and Educational Reform in El Salvador. Final Report."},
      {
        "id":"ED084811",
        "title":"About Television Reality and Performance."},
      {
        "id":"ED084812",
        "title":"The Design of Personalized Multi-Mode Courses in Higher Education."},
      {
        "id":"ED084813",
        "title":"Let's Piggyback and Forget Complexity."},
      {
        "id":"ED084815",
        "title":"Communications Through Media: A Career Program for High School Students."},
      {
        "id":"ED084816",
        "title":"Comprehensive Achievement Monitoring for Science. Symposium; National Association of Biology Teachers, San Francisco, California, October 27, 1972."},
      {
        "id":"ED084817",
        "title":"Using Comprehensive Achievement Monitoring in the Classroom. Symposium; California Educational Research Association, San Jose, California, November 9, 1972."},
      {
        "id":"ED084819",
        "title":"Working Paper for the Revision of San Francisco's Cable Franchise."},
      {
        "id":"ED084820",
        "title":"An Analysis of Development/Use Time Ratios for a Computer Assisted Instruction Unit On Basic Household Electricity."},
      {
        "id":"ED084822",
        "title":"LRC Computer Network."},
      {
        "id":"ED084823",
        "title":"Use of Inferred Objectives With Non-Objectives Based Instructional Materials."},
      {
        "id":"ED084824",
        "title":"Computers in Communications and Education at Coast Community College District."},
      {
        "id":"ED084825",
        "title":"School for Documentalists and Special Librarians."},
      {
        "id":"ED084827",
        "title":"&quot;Mini&quot;, &quot;Midi&quot; and the Student."},
      {
        "id":"ED084828",
        "title":"Computing in the Community Colleges--Fact and Fancy."},
      {
        "id":"ED084829",
        "title":"A Program for Simulated Thermodynamic Experiments."},
      {
        "id":"ED084831",
        "title":"Administrative Guidelines for the Relationship Between Departmental Resource Centers and Media Centers."},
      {
        "id":"ED084832",
        "title":"Educational Television in New York State; Program Audit 3.1.73."},
      {
        "id":"ED084833",
        "title":"Man-Machine Communication Through a Teletypewriter."},
      {
        "id":"ED084834",
        "title":"Learning to Analyze and Code Accounting Transactions in Interactive Mode."},
      {
        "id":"ED084835",
        "title":"A Self-Study Manual For Students On Coping With Test-Taking Anxiety."},
      {
        "id":"ED084836",
        "title":"Investigation of Procedures to Control Variability of Response Latency in Paired-Associate Overlearning."},
      {
        "id":"ED084837",
        "title":"The Size of Focus Samples in Multiple-Category Concept Identification."},
      {
        "id":"ED084838",
        "title":"Test-Site Evaluation of ICU/PLANIT."},
      {
        "id":"ED084839",
        "title":"CRISP: An Interactive Student Registration System."},
      {
        "id":"ED084840",
        "title":"Media and Local Government: A San Francisco Bay Area Survey."},
      {
        "id":"ED084842",
        "title":"The Learning System. A New Approach to Facilitating Learning Based on Freedom, The Future, and Educational Technology."},
      {
        "id":"ED084844",
        "title":"Report of Television Multi-Channel System in Lincoln Heights Elementary School Progress Report."},
      {
        "id":"ED084845",
        "title":"Computers and Teaching; An Interactive Newsletter. Number One."},
      {
        "id":"ED084846",
        "title":"Computers and Teaching; An Interactive Newsletter. Number Two."},
      {
        "id":"ED084847",
        "title":"Computers and Teaching; An Interactive Newsletter. Number Three."},
      {
        "id":"ED084848",
        "title":"Computers and Teaching; An Interactive Newsletter. Number Four."},
      {
        "id":"ED084849",
        "title":"Computers and Teaching; An Interactive Newsletter. Number Five/Six."},
      {
        "id":"ED084850",
        "title":"Computers and Teaching; An Interactive Newsletter. Number Seven."},
      {
        "id":"ED084851",
        "title":"Computers and Teaching; An Interactive Newsletter. Number Eight."},
      {
        "id":"ED084853",
        "title":"Instructional Media and the Handicapped."},
      {
        "id":"ED084854",
        "title":"Nature and Use of Instructional Media."},
      {
        "id":"ED084855",
        "title":"Computer Impact On Society; Perspective On a New NSF Initiative."},
      {
        "id":"ED084856",
        "title":"Evaluation Techniques of Multi-Media Learning Systems."},
      {
        "id":"ED084859",
        "title":"Descriptor for Individualized Instruction; Development Procedures and Results."},
      {
        "id":"ED084860",
        "title":"Concerned Parents Speak Out On Children's Television."},
      {
        "id":"ED084861",
        "title":"User's Manual; Descriptor for Individualized Instruction."},
      {
        "id":"ED084863",
        "title":"Communication and Educational Redesign. Communications Convocation."},
      {
        "id":"ED084864",
        "title":"Guide Book; Television Instruction--1974 Edition."},
      {
        "id":"ED084865",
        "title":"Cable Television and Education: Proceedings of the CATV and Education Conference, May 11-12, 1973."},
      {
        "id":"ED084866",
        "title":"Effect of Instructor Military Rank on Learning and Perception of Basic Airmen Taught Through the Medium of Television."},
      {
        "id":"ED084867",
        "title":"Educational Time-Sharing on a Minicomputer."},
      {
        "id":"ED084868",
        "title":"The Affective Domain; Contributions of Behavioral Science to Instructional Technology. Number One. A Resource Book for Media Specialists."},
      {
        "id":"ED084869",
        "title":"The Cognitive Domain. Contributions of Behavioral Science to Instructional Technology. Number Two. A Resource Book for Media Specialists."},
      {
        "id":"ED084870",
        "title":"The Psychomotor Domain. Contributions of Behavioral Science to Instructional Technology. Number Three. A Resource Book for Media Specialists."},
      {
        "id":"ED084871",
        "title":"Computer-Assisted Instruction in Mathematics and Language Arts for the Deaf. Final Report."},
      {
        "id":"ED084873",
        "title":"The Effects of Prose Organization and Individual Differences on Free Recall."},
      {
        "id":"ED084874",
        "title":"Effects of the Memorization of Rule Statements on Performance, Retention, and Transfer in a Computer-Based Learning Task."},
      {
        "id":"ED084875",
        "title":"Signal Transmission and Delivery Between Head-End and Subscriber Terminals. A Survey of Technical Requirements for Broadband Cable Teleservices. Volume Three."},
      {
        "id":"ED084877",
        "title":"Coursewriter II Functions for the Generation and Display of Plots and Other Graphics. Systems Memo Number Two."},
      {
        "id":"ED084879",
        "title":"Microfiche Viewing Equipment Guide. Third Edition."},
      {
        "id":"ED084880",
        "title":"Generation of Punctuation and Usage Exercises in Freshman English Using a Sentence Pool (PUNCT2-CW). Technical Report Number Six."},
      {
        "id":"ED084881",
        "title":"A Brief Description of the Purposes and Concepts of the Coursewriter II Preprocessor. System Memo Number Four."},
      {
        "id":"ED084882",
        "title":"Development and Formative Evaluation of a Five Module Computer-Managed Instructional System for Educational Psychology. Technical Report Number Nineteen."},
      {
        "id":"ED084884",
        "title":"A Conceptual Design for the Cost Evaluation of Alternative Educational Systems in Managing the Air Force Academy and Air Force ROTC."},
      {
        "id":"ED084885",
        "title":"Human Resources and Personnel Cost Data in System Design Tradeoffs and How to Increase Design Engineer Use of Human Data."},
      {
        "id":"ED084887",
        "title":"SIGI: Report of a Pilot Study Under Field Conditions."},
      {
        "id":"ED084889",
        "title":"An Advanced Sequence of Computer Courses for Humanities Students: The Penn State Program."},
      {
        "id":"ED084904",
        "title":"Student Study Guide for Teaching English as a Second Language."},
      {
        "id":"ED084905",
        "title":"Ecologia: Spanish Ecology Packet Resource Units and Materials for Intermediate and Advanced Spanish Classes."},
      {
        "id":"ED084906",
        "title":"Simultaneous and Consecutive Interpretation and Human Information Processing."},
      {
        "id":"ED084907",
        "title":"Lakoff on Linguistics and Natural Logic."},
      {
        "id":"ED084908",
        "title":"The Two-Fold Way for Speech."},
      {
        "id":"ED084909",
        "title":"Strategies for Assessing Intellectual Patterns in Black, Anglo, and Mexican-American Boys--or Any Other Children--and Implications for Education."},
      {
        "id":"ED084910",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 5, No. 4, 1971."},
      {
        "id":"ED084911",
        "title":"Bilingual Education in New York City."},
      {
        "id":"ED084912",
        "title":"Secondary School Curriculum Guide: Foreign Language, Grades 7-12, Levels 1-13."},
      {
        "id":"ED084913",
        "title":"El espanol: La lengua de Puerto Rico. Aprecio y defensa de nuestra lengua materna en la ciudad de Nueva York (Spanish: Language of Puerto Rico. Appreciation and Defense of our Mother Tongue in New York City)."},
      {
        "id":"ED084915",
        "title":"Bilingual-Bicultural Materials."},
      {
        "id":"ED084916",
        "title":"Handbook for First Year Experimental Language Development Program, Book Two."},
      {
        "id":"ED084918",
        "title":"Bilingual Newspapers, Newsletters, and Periodicals."},
      {
        "id":"ED084920",
        "title":"Schools with Bilingual Programs Funded by Titles I, III, and VII, ESEA."},
      {
        "id":"ED084921",
        "title":"Continuation of Special Approach to Spanish. Final Report."},
      {
        "id":"ED084922",
        "title":"An Evaluation of a Counseling-Community Learning Approach to Foreign Language Teaching or Counseling-Learning Theory Applied to Foreign Language Learning. Final Report."},
      {
        "id":"ED084923",
        "title":"Development of Bilingual/Bicultural Education Models. Final Report."},
      {
        "id":"ED084924",
        "title":"Estudio Cultural de Puerto Rico. A Cultural Study of Puerto Rico."},
      {
        "id":"ED084925",
        "title":"Orientation to the Humanities, Part I. Off to Rome, Latin: 7500.01."},
      {
        "id":"ED084926",
        "title":"New Directions and Changes for Teaching High School English as a Second Language in Puerto Rico: Ideas Derived from Transformational Grammar and Other Contemporary Readings."},
      {
        "id":"ED084929",
        "title":"The Tech Programme: A Self-Instructional Programme for English Listening Comprehension. Final Report."},
      {
        "id":"ED084932",
        "title":"The Teaching of English in Colombian Public Secondary Schools."},
      {
        "id":"ED084933",
        "title":"The Redefined Baccalaureate: A Proposal for the Establishment of a Modular Achievement Program at Bowling Green State University."},
      {
        "id":"ED084936",
        "title":"A Curriculum Revision Project in Support of Thirteen Predominantly Negro Colleges. The First Four Years of the Thirteen-College Curriculum Program 1967 to 1971. Final Report."},
      {
        "id":"ED084937",
        "title":"The University Treasurer's Report Can Make Sense Without Abandoning Fund Accounting or Stewardship. NACUBO, The College and University Business Officer, Studies in Management, Vol. 2, No. 9, June, 1973."},
      {
        "id":"ED084938",
        "title":"Rio Grande: Ohio's 'Piggyback' College. Planning for Higher Education, Vol. 2 No. 4: 4/4 August 1973."},
      {
        "id":"ED084939",
        "title":"Accountability: Still Another Viewpoint. Planning for Higher Education, Vol. 2 No. 4:1/4 August 1973."},
      {
        "id":"ED084940",
        "title":"Student-Initiated Housing. Planning for Higher Education, Vol. 2 No 4: 2/4 August 1973."},
      {
        "id":"ED084941",
        "title":"Facing the Accountability Crunch. Planning for Higher Education, Vol. 2 No. 3:1/5 June 1973."},
      {
        "id":"ED084942",
        "title":"Statewide Planning: Three Viewpoints. Planning for Higher Education, Vol. 2 No. 4:3/4 August 1973."},
      {
        "id":"ED084943",
        "title":"Shut It Down! A College in Crisis, San Francisco State College, October, 1968 to April, 1969. A Staff Report to the National Commission on the Causes and Prevention of Violence."},
      {
        "id":"ED084945",
        "title":"College Unions at Work. Administration and Operation of the College Union."},
      {
        "id":"ED084947",
        "title":"New Designs: Prevent Educational Casualties, Promote Educational Growth."},
      {
        "id":"ED084948",
        "title":"Quality of Educational Life, Priorities for Today."},
      {
        "id":"ED084949",
        "title":"SMU Institute of Technology 1973 Annual Report."},
      {
        "id":"ED084950",
        "title":"Projections of High School Graduates by County for Pennsylvania, 1973-1984."},
      {
        "id":"ED084951",
        "title":"University Without Walls: Pilot Year Report 1971-1972."},
      {
        "id":"ED084952",
        "title":"The Ecosystem Model: Designing Campus Environments."},
      {
        "id":"ED084953",
        "title":"Preparing Tomorrow's Campus Mental Health Professionals."},
      {
        "id":"ED084954",
        "title":"Research Profiles: Student and Campus Characteristics."},
      {
        "id":"ED084955",
        "title":"Consultation: A Process for Continuous Institutional Renewal."},
      {
        "id":"ED084956",
        "title":"Undergraduate Comprehensive State Scholarship/Grant Programs, 1973-74. National Association of State Scholarship Programs, Fifth Annual Survey October, 1973."},
      {
        "id":"ED084957",
        "title":"Impressions of Soviet Education: A Second Look. A Report of the Educational Staff Seminar Study Tour, November 16-30, 1972."},
      {
        "id":"ED084959",
        "title":"A Program of Research in University Administration. Final Report."},
      {
        "id":"ED084960",
        "title":"The Selection of Decision Process Paradigms in Higher Education: Can We Make the Right Decision or Must We Make the Decision Right?"},
      {
        "id":"ED084963",
        "title":"The College and University Campus Student Press: An Examination of its Status and Aspirations and Some of the Myths Surrounding It."},
      {
        "id":"ED084965",
        "title":"Year-Round Operation of the University: An Analysis of Its Rationale, A Description of a Recent Study, and a Proposal for Synthesis."},
      {
        "id":"ED084966",
        "title":"Alumni Reactions to College Student Protest."},
      {
        "id":"ED084967",
        "title":"Proceedings of the Conference and Workshop on Behavioral Objectives, January 1971."},
      {
        "id":"ED084968",
        "title":"New Students and Coordinated Counseling."},
      {
        "id":"ED084970",
        "title":"Student Personnel Services in a Contemporary University. Office for Student Affairs Research Bulletin, Vol. 14 No. 4 October 17, 1973."},
      {
        "id":"ED084971",
        "title":"University Opinion Poll 8B, Fall 1973. Office for Student Affairs Research Bulletin, Vol. 14 No. 5 December 3, 1973."},
      {
        "id":"ED084972",
        "title":"Colleges and Earnings."},
      {
        "id":"ED084973",
        "title":"A Report on a Survey of Teacher Education Graduates: Class of 1970."},
      {
        "id":"ED084974",
        "title":"A Report on Employment Status of Graduating Seniors at East Carolina University: Spring 1972."},
      {
        "id":"ED084975",
        "title":"A Preliminary Report on a Study of the Academic Performance of Transfer Students at East Carolina University."},
      {
        "id":"ED084976",
        "title":"Issues in the Collective Bargaining Election, I, II, III, IV."},
      {
        "id":"ED084978",
        "title":"The Other Stanford: A Report on the Relationship of Professors and Undergraduate Students at Stanford University."},
      {
        "id":"ED084979",
        "title":"Undergraduate Enrollment in 2-Year and 4-Year Colleges: October 1972. Current Population Reports, Series P-20, No. 257."},
      {
        "id":"ED084982",
        "title":"Regents External Degrees. College Proficiency Examinations."},
      {
        "id":"ED084983",
        "title":"Doctorate Manpower Forecasts and Policy."},
      {
        "id":"ED084984",
        "title":"Public Universities, State Agencies, and the Law: Constitutional Autonomy in Decline."},
      {
        "id":"ED084985",
        "title":"Estimates in Futures: Projections, Planning, and the University Budget."},
      {
        "id":"ED084986",
        "title":"University of San Francisco Institutional-Level Financial Indicators, FY 1968-1969 to FY 1972-1973."},
      {
        "id":"ED084987",
        "title":"Project Ahead. A Final Report."},
      {
        "id":"ED084988",
        "title":"Student Finances Study; An Analysis of Income and Expenditures of Sophomore, Junior, and Senior Students at the University of Minnesota, 1965-66 Academic Year."},
      {
        "id":"ED084989",
        "title":"The Campus Resources of Higher Education in the United States of America: A Taxonomy of Types and A Geographical Distribution."},
      {
        "id":"ED084991",
        "title":"The Admission and Placement of Students From the Pacific-Asia Area. A Workshop Report. Australia, Ceylon, Hong Kong, India, Malaysia, New Zealand, Pakistan, Singapore, Okinawa, and Pacific Islands."},
      {
        "id":"ED084993",
        "title":"Collective Negotiations in Higher Education."},
      {
        "id":"ED084995",
        "title":"Community Program Planning in Post Secondary Education: A Source Book for Winston-Salem, North Carolina."},
      {
        "id":"ED084997",
        "title":"The Manhattanville Plan: A Report to the National Endowment for the Humanities."},
      {
        "id":"ED084998",
        "title":"Faculty Activity Analysis: Procedures Manual."},
      {
        "id":"ED084999",
        "title":"Patterns for Progress in Aging: A Work Study in Social Gerontology."},
      {
        "id":"ED085000",
        "title":"How to Develop and Administer a Corporate Gift-Matching Program."},
      {
        "id":"ED085001",
        "title":"The Higher Education of Blacks in the United States."},
      {
        "id":"ED085002",
        "title":"Heterogeneity of Research Interests and Effectiveness of University Departments."},
      {
        "id":"ED085003",
        "title":"Who Goes When To College?"},
      {
        "id":"ED085004",
        "title":"The Thirteen College Program: Teacher Evaluation of the 4th Annual Summer Curriculum Development Conference and Attitudes Toward Undergraduate Education."},
      {
        "id":"ED085005",
        "title":"Teachers as Innovators. A Selection of Reports by the Teachers and Counselors of the Thirteen-College Curriculum Program 1969-70 (Five-College Consortium Edition)."},
      {
        "id":"ED085006",
        "title":"The Teacher's Perspective. Selections From Reports by The Teachers of The Thirteen-College Curriculum Program 1968-69."},
      {
        "id":"ED085007",
        "title":"College Curriculum Program: Teacher Selection Guidelines."},
      {
        "id":"ED085008",
        "title":"Report of the 1971 Summer Workshop."},
      {
        "id":"ED085009",
        "title":"Guide for Teachers for Evaluating the Materials and Practices of the Thirteen-College Project."},
      {
        "id":"ED085010",
        "title":"Thirteen-College Curriculum Program Progress Report: 1967-1972. A Major Curriculum Effort to Reduce Attrition Among Black College Students."},
      {
        "id":"ED085011",
        "title":"To Gladly Learn. An Account of the Program for Pre-College Centers."},
      {
        "id":"ED085012",
        "title":"Analysis of Student Questionnaire 1971."},
      {
        "id":"ED085013",
        "title":"A Guide to Professional Development Opportunities for College and University Administrators; Seminars, Workshops, Conferences, Internships, and Fellowships, January-December, 1974."},
      {
        "id":"ED085014",
        "title":"Tenure Policies and Procedures of the Minnesota Private Colleges: A Tentative Response to the Report and Recommendations of the National Commission on Academic Tenure."},
      {
        "id":"ED085015",
        "title":"A Study of Undergraduate Student Financial Aid in Alabama, 1970-71."},
      {
        "id":"ED085016",
        "title":"Student Participation in Academic Decision Making: A Liberal Arts College Perspective."},
      {
        "id":"ED085017",
        "title":"Steady-State Staffing: A Second Report."},
      {
        "id":"ED085018",
        "title":"Faculty Attitudes Towards the Administration."},
      {
        "id":"ED085019",
        "title":"A College/University Proposed Internal Governance Council: Suggested Bylaws."},
      {
        "id":"ED085020",
        "title":"Guidelines for Transfer, Recommendations of the Joint Committee on College Transfer Students."},
      {
        "id":"ED085021",
        "title":"The University and the Health Professions."},
      {
        "id":"ED085022",
        "title":"Issues of Collective Bargaining at the University of California-Berkeley."},
      {
        "id":"ED085024",
        "title":"Analogue Experiences in Physical Science. Teaching Forum."},
      {
        "id":"ED085025",
        "title":"ISE; Catalyst for Change. Expanding Opportunities. Vol. 3, No. 2, July 1968."},
      {
        "id":"ED085026",
        "title":"Brief to the Committee on University Affairs. Stability: A Continuing Issue."},
      {
        "id":"ED085027",
        "title":"Corporate Support of Higher Education, 1972."},
      {
        "id":"ED085028",
        "title":"Comparison of the Characteristics of Transfer and Nontransfer College Students, 1967-1971."},
      {
        "id":"ED085029",
        "title":"SOC Four-Year Servicemen's Opportunity College."},
      {
        "id":"ED085031",
        "title":"The Regional State Colleges and Universities Enter the 1970's."},
      {
        "id":"ED085032",
        "title":"An Alternative System of Higher Education in Illinois."},
      {
        "id":"ED085033",
        "title":"Long-Range Planning -- Where Does It All Begin."},
      {
        "id":"ED085034",
        "title":"Women and Film: A Resource Handbook."},
      {
        "id":"ED085035",
        "title":"Boards of Trustees: Their Decision Patterns. Report on Research."},
      {
        "id":"ED085036",
        "title":"Long Range Planning for Higher Education. Studies in the Future of Higher Education."},
      {
        "id":"ED085037",
        "title":"Process Model for the Development of a Cooperative Education Program."},
      {
        "id":"ED085038",
        "title":"The Goals of Higher Education and Their Financial Implications."},
      {
        "id":"ED085039",
        "title":"Urban Internships in Higher Education."},
      {
        "id":"ED085040",
        "title":"Manpower and Education for Criminal Justice in Florida: Assessment and Projected Needs of the System. Final Report."},
      {
        "id":"ED085041",
        "title":"Accountability in Action."},
      {
        "id":"ED085042",
        "title":"From the Regents of the University of Michigan. A Report 1972-73."},
      {
        "id":"ED085043",
        "title":"A Study of Physician Manpower Demand and Supply in Pennsylvania: Methodology and Findings."},
      {
        "id":"ED085044",
        "title":"Graduate Study Programs in the Field of Higher Education; A Brief Guide for Prospective Students."},
      {
        "id":"ED085045",
        "title":"Two-Year Colleges--the Current Phenomenon in Higher Education. A Special Supplement to the Handbook of Aid to Higher Education."},
      {
        "id":"ED085048",
        "title":"Instructional Development Grant Program."},
      {
        "id":"ED085049",
        "title":"California Community Colleges Fees Survey."},
      {
        "id":"ED085050",
        "title":"1972-73 Enrollment and Attendance, with a History of Enrollment and ADA from 1963."},
      {
        "id":"ED085051",
        "title":"The Department/Division Structure in the Community College."},
      {
        "id":"ED085052",
        "title":"Final Report from the Ad Hoc Committee to Study Attrition at Miami-Dade Community College, North Campus."},
      {
        "id":"ED085053",
        "title":"An Evaluation of the Counseling Services at a Canadian Community College."},
      {
        "id":"ED085054",
        "title":"Statewide Master Plan for Community Colleges in Maryland, 1973-1983."},
      {
        "id":"ED085055",
        "title":"The Exploratory Year: A Description &amp; an Evaluation."},
      {
        "id":"ED085056",
        "title":"Data Processing Technology, A Suggested 2-Year Post High School Curriculum."},
      {
        "id":"ED085058",
        "title":"The Doctor of Arts in English."},
      {
        "id":"ED085059",
        "title":"The Trapnell Report: Community College Concerns."},
      {
        "id":"ED085062",
        "title":"Development and Evaluation of Educational Programs in Electromechanical Technology. Final Report."},
      {
        "id":"ED085063",
        "title":"Affirmative Action Program Manual."},
      {
        "id":"ED085064",
        "title":"Student Attrition: Strategies for Action."},
      {
        "id":"ED085065",
        "title":"Women--Are the Technical-Occupational Programs Attracting Them?"},
      {
        "id":"ED085066",
        "title":"Experience of Selected Community Colleges in Establishing a New Campus. Report No. 10."},
      {
        "id":"ED085067",
        "title":"A Middle Management Position in Post Secondary Education."},
      {
        "id":"ED085068",
        "title":"The Comprehensive Community College--Promises to Keep."},
      {
        "id":"ED085069",
        "title":"Survey of Needs for Educational Programs in Banking, Finance and Credit [and] Survey of Need for Educational Programs in Material Management."},
      {
        "id":"ED085071",
        "title":"Intonation and Syntactic Structure in the Development of Presupposition."},
      {
        "id":"ED085072",
        "title":"Dialectic Operations: The Final Period of Cognitive Development."},
      {
        "id":"ED085073",
        "title":"The Encoding of Pictorial Information in Children and Adults."},
      {
        "id":"ED085074",
        "title":"Children and Society. A Wingspread Report."},
      {
        "id":"ED085075",
        "title":"The Role of Generalized and Specific Expectancies in Determining Academic Achievement."},
      {
        "id":"ED085077",
        "title":"Rehearsal Processes in Children's Memory."},
      {
        "id":"ED085078",
        "title":"On the Possibility of a Reinforcement Theory of Cognitive Learning."},
      {
        "id":"ED085079",
        "title":"Behavior Modification in Education: A Few Opinions on Critical Issues."},
      {
        "id":"ED085080",
        "title":"Children's Books; Views and Values."},
      {
        "id":"ED085081",
        "title":"Teaching Children About Cultural Differences: Process, Material, Activity, and Behavior."},
      {
        "id":"ED085083",
        "title":"A Model for Prevention: A Kindergarten Screening Program."},
      {
        "id":"ED085084",
        "title":"The Fixed-Sequence Hypothesis: Individual Differences in the Development of School Related Spatial Reasoning."},
      {
        "id":"ED085086",
        "title":"Curiosity and Openness: Empirical Testing of a Basic Assumption."},
      {
        "id":"ED085087",
        "title":"Making Sense Out of Our Education Priorities."},
      {
        "id":"ED085088",
        "title":"Father Absence in Infancy."},
      {
        "id":"ED085090",
        "title":"Cross-Age Tutoring."},
      {
        "id":"ED085091",
        "title":"Developing Mathematical Processes: A Report of the 1971-72 Field Test."},
      {
        "id":"ED085093",
        "title":"A Laboratory for Learning Parental Involvement in the Public School Primary Classroom."},
      {
        "id":"ED085095",
        "title":"Case Studies of Children in Head Start Planned Variation, 1971-1972."},
      {
        "id":"ED085096",
        "title":"Prekindergarten Day Care is School--Plus."},
      {
        "id":"ED085097",
        "title":"Findings, Day Care Cost Analysis Project: An Analysis of Income and Expenditures Collected From 29 Day Care Centers."},
      {
        "id":"ED085098",
        "title":"Children in Head Start 1970-1971: Supplemental Report for Office of Child Development."},
      {
        "id":"ED085099",
        "title":"Financial Reporting and Cost Analysis Manual for Day Care Centers, Head Start, and Other Programs."},
      {
        "id":"ED085100",
        "title":"Follow Through Program Classroom Observation Evaluation 1971-72."},
      {
        "id":"ED085101",
        "title":"A Sequential Approach to Early Childhood and Elementary Education."},
      {
        "id":"ED085102",
        "title":"Implementation of the Responsive Program: A Report on Four Planned Variation Communities."},
      {
        "id":"ED085103",
        "title":"Report on Native American Assessment Colloquy (Albuquerque, New Mexico, February 26-27, 1973). Summary."},
      {
        "id":"ED085104",
        "title":"The Young Child: Learning and Cognition."},
      {
        "id":"ED085105",
        "title":"Research on Children's Learning."},
      {
        "id":"ED085106",
        "title":"Toward a Developmental Theory of Prosocial Motivation."},
      {
        "id":"ED085107",
        "title":"The Role of Stimulus Dimensions in the Conservation of Substance."},
      {
        "id":"ED085108",
        "title":"Dimension Preference and Component Selection: A Comparison of Alternative Methods for Measuring Children's Attention to Stimulus Attributes."},
      {
        "id":"ED085109",
        "title":"Empathy, Role-Taking, Guilt, and Development of Altruistic Motives."},
      {
        "id":"ED085110",
        "title":"Issues in Modeling of Verbal Behaviors."},
      {
        "id":"ED085111",
        "title":"Modeling and Flexible Problem-Solving."},
      {
        "id":"ED085112",
        "title":"Internality as a Determinant of Degree of Classroom Participation and Academic Performance Among Elementary Students."},
      {
        "id":"ED085113",
        "title":"Locus of Control: Where Have We Been and Where Are We Going?"},
      {
        "id":"ED085114",
        "title":"A Longitudinal Study of Get Set Day Care Children in Grades First, Second, and Third."},
      {
        "id":"ED085115",
        "title":"Barpressing in the Presence of Free Rewards in Humans."},
      {
        "id":"ED085116",
        "title":"Formation and Quick Integration of Mathematics Concepts in the Child During the First School Year. Final Report."},
      {
        "id":"ED085117",
        "title":"Early Childhood Health--Mental Health Prevention and Treatment Program."},
      {
        "id":"ED085118",
        "title":"The Early Development of Inferences About the Visual Percepts of Others."},
      {
        "id":"ED085119",
        "title":"Concrete and Formal Operations in Very Bright (IQ greater than 160) Six to Eleven-Year-Olds."},
      {
        "id":"ED085120",
        "title":"Mexican-American Bibliography. Bilingual Bicultural Education."},
      {
        "id":"ED085121",
        "title":"The Effects of a Summer Communication Skills Program Upon Selected Language Arts Skills and Dimensions of the Self Concept of Disadvantaged Negro Pupils."},
      {
        "id":"ED085122",
        "title":"Responsive Environment Program for Spanish American Children (REPSAC). Final Evaluation Report, 1972-73."},
      {
        "id":"ED085123",
        "title":"Economic and Social Indicators of Rural Development From An Economic Viewpoint."},
      {
        "id":"ED085124",
        "title":"State of Tennessee Annual Evaluation Report for Fiscal Year 1971. PL 91-230, Title I."},
      {
        "id":"ED085125",
        "title":"North Dakota Annual Evaluation Report for Fiscal Year Ending June 30, 1971. Elementary and Secondary Education Act of 1965-Title I."},
      {
        "id":"ED085126",
        "title":"Social Welfare Problems of the Navajo Nation; A Perceptual Study of Social Welfare Needs."},
      {
        "id":"ED085127",
        "title":"National Assessment and Rural Education."},
      {
        "id":"ED085129",
        "title":"Bibliography for Professional Development."},
      {
        "id":"ED085130",
        "title":"Report of Final Evaluation ESEA Title I Projects, Fiscal Year 1973; Phoenix Area, Bureau of Indian Affairs, Department of Interior."},
      {
        "id":"ED085131",
        "title":"Summary of the Report of Final Evaluation, ESEA Title I Projects, Fiscal Year 1973; Phoenix Area, Bureau of Indian Affairs, Department of Interior."},
      {
        "id":"ED085132",
        "title":"Dental Health Care Models of Southwest Cultures. Final Report."},
      {
        "id":"ED085134",
        "title":"Social Patterns of Rural Family Income."},
      {
        "id":"ED085135",
        "title":"Modeling and Cognitive Behavior: The Effects of Modeling, Modes of Modeling and Selected Model Attributes on Rule-Governed Language Behavior."},
      {
        "id":"ED085136",
        "title":"A Comparative Study of the Attitudes and Aspirations of Bilingual Mexican American Students with Monolingual Mexican American Students."},
      {
        "id":"ED085139",
        "title":"A Study of the Problems of Indian Students in Selected Minnesota Colleges."},
      {
        "id":"ED085140",
        "title":"Development and Education in Appalachia and Tanzania."},
      {
        "id":"ED085141",
        "title":"Arizona Commission of Indian Affairs 1972-73 Annual Report."},
      {
        "id":"ED085145",
        "title":"Rural Urban Differences: Myth or Reality?"},
      {
        "id":"ED085146",
        "title":"A Comparison of Computerized Techniques for Recognized Spanish Names."},
      {
        "id":"ED085147",
        "title":"Clash of Cultures: A Report of the Institute on \"The American Indian Student in Higher Education\" (Saint Lawrence University, July 10-28, 1972)."},
      {
        "id":"ED085148",
        "title":"Community Schools in Rural Areas."},
      {
        "id":"ED085149",
        "title":"Archery--a Catalyst for Subject Integration."},
      {
        "id":"ED085151",
        "title":"Influences Affecting Artistic Expression of Indian Children at the Pierre Boarding School."},
      {
        "id":"ED085152",
        "title":"A Follow-Up Study of Spanish-American Students from the Scottsbluff High School, Scottsbluff, Nebraska."},
      {
        "id":"ED085153",
        "title":"Community Development Guide. \"A Guide for Restructuring Community Development in Agricultural Education.\""},
      {
        "id":"ED085154",
        "title":"An Evaluation Project: The Pierre Indian School. Objective #1. Evaluation of the 1972-73 School Program. Final Report."},
      {
        "id":"ED085155",
        "title":"Annual Report of the Texas Child Migrant Program, ESEA, Title I, 1972-73."},
      {
        "id":"ED085156",
        "title":"North American Indians: An Annotated Resource Guide for the Elementary Teacher."},
      {
        "id":"ED085158",
        "title":"Go Look and See! Resource Guide for the Olean Public School System, Grades K Through 12."},
      {
        "id":"ED085159",
        "title":"A Survey of College and University Programs for American Indians."},
      {
        "id":"ED085160",
        "title":"Higher Education: Background and Implications for American Indians."},
      {
        "id":"ED085161",
        "title":"Palm Beach County Health Department Migrant Project, Annual Progress Report, 1972-73."},
      {
        "id":"ED085162",
        "title":"What Future for the Amerindians of South America? Minority Rights Group Report 15."},
      {
        "id":"ED085163",
        "title":"Outdoor Recreation Activities at Cispus."},
      {
        "id":"ED085165",
        "title":"Annual Evaluation Report for Texas Child Migrant Program, 1970-71."},
      {
        "id":"ED085167",
        "title":"Annotated Bibliography of Articles Pertaining to Native North Americans."},
      {
        "id":"ED085168",
        "title":"Influence of Family Disability on Social Orientations of Homemakers Among Different Ethnic Populations: Southern Black, Western Mexican Farm Migrant and Eastern White Rural Families."},
      {
        "id":"ED085199",
        "title":"The Emperor's Clothes Phenomenon in Science Education."},
      {
        "id":"ED085200",
        "title":"Can Research Provide a Rationale for the Study of Science?"},
      {
        "id":"ED085206",
        "title":"In Search of Promising Practices in Science Teacher Education."},
      {
        "id":"ED085210",
        "title":"Intergovernmental Oceanographic Commission Seventh Session. Summary Report."},
      {
        "id":"ED085211",
        "title":"Report of Programme Commission II (Natural Sciences)."},
      {
        "id":"ED085212",
        "title":"Report of Programme Commission II (Natural Sciences), Annex - Recommendations."},
      {
        "id":"ED085218",
        "title":"A Summary of Research in Science Education for the Years of 1968-69, College Level Science."},
      {
        "id":"ED085219",
        "title":"A Summary of Research in Elementary, Secondary, and College Levels of Science Education for 1970."},
      {
        "id":"ED085226",
        "title":"A Teacher's Guide to the Study of Ecological Terms for Intermediate and Middle School."},
      {
        "id":"ED085227",
        "title":"A Teacher's Guide to the Study of Water for Primary Youngsters."},
      {
        "id":"ED085228",
        "title":"The ABC's of Water."},
      {
        "id":"ED085229",
        "title":"Water and Something Else."},
      {
        "id":"ED085231",
        "title":"No Deposit - No Return. The Management of Municipal Solid Wastes."},
      {
        "id":"ED085243",
        "title":"Preliminary Evaluation Report - Center for Environmental Studies."},
      {
        "id":"ED085245",
        "title":"Environmental Education Second-Year Evaluation Report, 1972-1973."},
      {
        "id":"ED085246",
        "title":"Master Plan for Environmental Education in the Milwaukee Public Schools, 1973-1974 Continuation Application."},
      {
        "id":"ED085247",
        "title":"Art/Environmental Aesthetics: A Guide for Elementary Teachers."},
      {
        "id":"ED085248",
        "title":"Environmental Education Activities for the English Language Arts Program in the Junior and Senior High Schools."},
      {
        "id":"ED085249",
        "title":"Junior High Mathematics Activities and Problems in Environmental Education: A Teacher's Guide."},
      {
        "id":"ED085250",
        "title":"Algorithms in Learning and Instruction. A Critical Review."},
      {
        "id":"ED085251",
        "title":"Metric Exercises. Lively Activities on Length, Weight, Volume, and Temperature."},
      {
        "id":"ED085252",
        "title":"Bibliography of Science Courses of Study and Textbooks for Grades K-12, 1973 Edition."},
      {
        "id":"ED085253",
        "title":"Keys to Careers in Science and Technology, 1973 Edition."},
      {
        "id":"ED085254",
        "title":"Set-Theoretical Semantics for Elementary Mathematical Language."},
      {
        "id":"ED085255",
        "title":"Three Reports on a Study of 11th Grade Mathematics."},
      {
        "id":"ED085256",
        "title":"European Curriculum Studies, No. 1: Mathematics."},
      {
        "id":"ED085257",
        "title":"The Cape Ann Conference on Junior High School Mathematics, September 9-12, 1973."},
      {
        "id":"ED085258",
        "title":"Middle School Mathematics Curriculum. A Report of the Orono Conference."},
      {
        "id":"ED085259",
        "title":"Books That Count. A Bibliography."},
      {
        "id":"ED085260",
        "title":"Geometry in the Mathematics Curriculum."},
      {
        "id":"ED085262",
        "title":"State Directories in Environmental Education. Volume I. U. S. Office of Education Region I."},
      {
        "id":"ED085263",
        "title":"Improved Mathematics Curriculum Through Computer Time-Sharing. End of Project Report for Title III, ESEA."},
      {
        "id":"ED085273",
        "title":"Human Ecology: A Means of Environmental and Demographic Analysis in Educational Research."},
      {
        "id":"ED085275",
        "title":"Searching for Models of Community Influence in Schools: A Theoretical Model and a Study of Independent Schools."},
      {
        "id":"ED085277",
        "title":"Instruction for Political Competence."},
      {
        "id":"ED085278",
        "title":"Educational Research in Japan--1972."},
      {
        "id":"ED085279",
        "title":"Identifying and Developing Musical Behaviors: A Design for Learning (K-6)."},
      {
        "id":"ED085280",
        "title":"Madison Public Schools. La Follette Careers Program. Tenth Grade Social Studies Guide."},
      {
        "id":"ED085281",
        "title":"America in Perspective: Yesterday's Questions and Today's Students."},
      {
        "id":"ED085282",
        "title":"Southwest History. [Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED085284",
        "title":"World History. Volumes I and II. [Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED085285",
        "title":"Moral Education: Development of a Model. Final Report."},
      {
        "id":"ED085286",
        "title":"Inquiry. A Project of the Wisconsin Bar Foundation."},
      {
        "id":"ED085287",
        "title":"Statistics of Education in Nigeria. 1969 Series II, Volume II."},
      {
        "id":"ED085288",
        "title":"[Finnish National Board of Education Information Bulletin]."},
      {
        "id":"ED085289",
        "title":"Operant Conditioning and Learning: Examples, Sources, Technology."},
      {
        "id":"ED085290",
        "title":"KTL Newsletter. 1973:1. The Report of the Committee on the Reform of Student Evaluation."},
      {
        "id":"ED085291",
        "title":"Global Dimensions in the New Social Studies."},
      {
        "id":"ED085292",
        "title":"Guidelines for Using a Social Simulation/Game."},
      {
        "id":"ED085293",
        "title":"The School as an Organization. A Determinant of Social Studies Curriculum and Instruction. Publication Number 2."},
      {
        "id":"ED085294",
        "title":"Topics in Culture Learning. Volume I, 1973."},
      {
        "id":"ED085295",
        "title":"High School American History Course Based on Presidential Elections of 1912, 1936, 1948, 1968, Using Mass Media Available to the Electorate and Related Documents. Final Report."},
      {
        "id":"ED085296",
        "title":"Facilities for Cultural Democracy. Rotterdam Symposium on Sociocultural Facilities, (5-9 October 1970)."},
      {
        "id":"ED085297",
        "title":"Curriculum Information Network for the Social Studies. Activities Manual."},
      {
        "id":"ED085298",
        "title":"Faculty and the Epistomological Revolution."},
      {
        "id":"ED085299",
        "title":"Resource Supplement for United States History. Grade 8."},
      {
        "id":"ED085300",
        "title":"The Education of Young People in Europe. Developments, Problems, and Trends."},
      {
        "id":"ED085301",
        "title":"A Handbook for Music Education."},
      {
        "id":"ED085302",
        "title":"Torches in the Night. Educational Experiences in Tanzania and the Ivory Coast."},
      {
        "id":"ED085303",
        "title":"Youth: Transition to Adulthood. Report of the Panel on Youth of the President's Science Advisory Committee."},
      {
        "id":"ED085304",
        "title":"European Curriculum Studies Number 7: Economics."},
      {
        "id":"ED085305",
        "title":"European Curriculum Studies. Number 8: History."},
      {
        "id":"ED085306",
        "title":"Youth and Social Change: A Methodological Review of European Youth Research 1960-1970."},
      {
        "id":"ED085307",
        "title":"Handbook on Inquiry Teaching for Elementary School Social Studies."},
      {
        "id":"ED085308",
        "title":"Cross-Cultural Psychology Newsletter. Volume 7, Number 2."},
      {
        "id":"ED085309",
        "title":"On Systemic Constraints and Radical Praxis in Education."},
      {
        "id":"ED085310",
        "title":"Joint Council on Economic Education. Annual Report for Fiscal Year Ended June 30, 1973."},
      {
        "id":"ED085311",
        "title":"You, Too. The Social Science Newsletter for Secondary Teachers. Volume 3, Number 2."},
      {
        "id":"ED085312",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 11, Number 2, 1972."},
      {
        "id":"ED085313",
        "title":"Selected Bibliography of Educational Materials: Algeria, Libya, Morocco, Tunisia. Volume 6, Number 1, 1972."},
      {
        "id":"ED085314",
        "title":"Federal Textbook on Citizenship. Our Constitution and Government: Lessons on the Constitution and Government of the United States for Use in the Public Schools by Candidates for Citizenship. Revised Edition."},
      {
        "id":"ED085315",
        "title":"Federal Textbook on Citizenship. Our Constitution and Government: Lessons on the Constitution and Government of the United States for Use in the Public Schools by Canadidates for Citizenship. Simplified Edition."},
      {
        "id":"ED085316",
        "title":"Energy Crisis. Teaching Resources. A Special Publication Suggesting School Activities Which Stress Individual Responsibility Towards Energy Crisis Problems."},
      {
        "id":"ED085317",
        "title":"Enviro County: A Gaming Simulation of Regional Planning Process."},
      {
        "id":"ED085318",
        "title":"Interculture News. Volume 1, Number 1."},
      {
        "id":"ED085319",
        "title":"Meeting Ground. A Newsletter Published by Center for the History of the American Indian. Vol. 1, No. 1."},
      {
        "id":"ED085320",
        "title":"An Annotated Guide to Periodical Publications in Sociology and Related Disciplines. Revised Edition, 1972."},
      {
        "id":"ED085323",
        "title":"The World-View of High School Youth in America's Changing Society."},
      {
        "id":"ED085324",
        "title":"A Study of Teacher and Principal Ratings of Priorities in Social Studies Goals. Publication Number 3."},
      {
        "id":"ED085325",
        "title":"An Experiment in Multilateral Cultural Cooperation in Europe: The Council for Cultural Cooperation."},
      {
        "id":"ED085326",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 11, Number 3, 1972."},
      {
        "id":"ED085327",
        "title":"Case Studies of Educational Innovation: III. At the School Level."},
      {
        "id":"ED085328",
        "title":"Teaching Ancient History: A Question of Relevance. Occasional Paper Number 74-1."},
      {
        "id":"ED085329",
        "title":"The A.I.D. Education Program Strategy."},
      {
        "id":"ED085330",
        "title":"Educational Policy and Planning: Japan."},
      {
        "id":"ED085331",
        "title":"Ring Up Your City: Charlotte. A Yellow Pages for Teachers."},
      {
        "id":"ED085332",
        "title":"National Assessment of Educational Progress Newsletter. Volume 6, Number 9."},
      {
        "id":"ED085334",
        "title":"Restructuring Teacher Education. A Report of the Rationale, Objectives, and Activities of the Houston Teacher Center, 1970-1973."},
      {
        "id":"ED085335",
        "title":"Training Program for Instructional Assistants. A Guidebook for Trainers."},
      {
        "id":"ED085336",
        "title":"In Defense of the Practical: An Evaluation of Effects and Relationships in One Component of a Teacher Education Program."},
      {
        "id":"ED085338",
        "title":"ABC's: A Handbook for Educational Volunteers."},
      {
        "id":"ED085339",
        "title":"Dogmatism of Indian Teacher Educators."},
      {
        "id":"ED085340",
        "title":"Superstition in Sport."},
      {
        "id":"ED085341",
        "title":"The Political Attitudes of Canadian University Students: A Comparison Between Athletes and Nonathletes."},
      {
        "id":"ED085342",
        "title":"Factors Inhibiting the Transfer of Control in Educational Settings. Final Report."},
      {
        "id":"ED085343",
        "title":"Inservice Institute in Human Relations."},
      {
        "id":"ED085344",
        "title":"Comprehensive Explanation and Analysis of Project Pyramid."},
      {
        "id":"ED085345",
        "title":"Project Merge 1974."},
      {
        "id":"ED085346",
        "title":"Career Education Project."},
      {
        "id":"ED085347",
        "title":"[The Adams State College Experimental Professional Block in Secondary Education.]"},
      {
        "id":"ED085348",
        "title":"Field Experiences Program at George Mason University."},
      {
        "id":"ED085349",
        "title":"Development of Course Content and Instructional Materials/Aids for the Training of Educational Research, Development, Diffusion, and Evaluation Personnel. Supplementary Final Report."},
      {
        "id":"ED085350",
        "title":"Interval Training."},
      {
        "id":"ED085351",
        "title":"United States Ski Team Fitness Testing Program."},
      {
        "id":"ED085352",
        "title":"Paraprofessional School Personnel. Bibliographies in Education No. 35."},
      {
        "id":"ED085353",
        "title":"Differentiated Staffing. Bibliographies in Education No. 36."},
      {
        "id":"ED085354",
        "title":"Checklists on How to Take a Goal Apart and How to Put It Back Together Again in an Instructional System."},
      {
        "id":"ED085355",
        "title":"Phase II Assessment; Richmond Virginia Career Opportunities Program."},
      {
        "id":"ED085356",
        "title":"Teacher Education Programs."},
      {
        "id":"ED085357",
        "title":"Introduction to School Nursing Curriculum."},
      {
        "id":"ED085358",
        "title":"An Experimental Student Teaching/Differentiated Staffing Program."},
      {
        "id":"ED085359",
        "title":"A Three-Part, Flexible, Individualized Teacher-Education Program."},
      {
        "id":"ED085360",
        "title":"Clinical Approach to Teacher Education."},
      {
        "id":"ED085361",
        "title":"Career Opportunities Program."},
      {
        "id":"ED085362",
        "title":"An Innovative Approach to Teaching Professional Business Education Courses. The Integration of Professional Business Education Courses and Field Experiences."},
      {
        "id":"ED085363",
        "title":"Choctaw Bilingual Education Program."},
      {
        "id":"ED085364",
        "title":"Situational Reinforcement: Philosophy, Goals, History, and Recent Research."},
      {
        "id":"ED085365",
        "title":"Two Experimental Programs: A Workshop Experience for Cooperating Teachers and A Workshop Experience for Beginning Teachers."},
      {
        "id":"ED085366",
        "title":"Cooperative Health Occupation Education (Course Outline), Body Structure and Function I: 8009.08."},
      {
        "id":"ED085367",
        "title":"Cooperative Health Occupation Education (Course Outline), The Life Span and Community Health: 3099.10."},
      {
        "id":"ED085368",
        "title":"Cooperative Health Occupation Education (Course Outline), Body Structure and Function II: 8009.09."},
      {
        "id":"ED085369",
        "title":"Project Flagship."},
      {
        "id":"ED085370",
        "title":"College Students' Preferences for Various Kinds of Information about Educational Innovation."},
      {
        "id":"ED085371",
        "title":"Survey of Extra-Curricular Athletics (both intercollegiate and intramural)."},
      {
        "id":"ED085372",
        "title":"Reinforcing and Questioning Behavior of Teachers as a Measure of Teacher Effects. Final Report."},
      {
        "id":"ED085373",
        "title":"A Seminar and Training Program in Needs Assessment and Goal Development. Final Report."},
      {
        "id":"ED085375",
        "title":"University of Wisconsin-River Falls Renewal Program."},
      {
        "id":"ED085376",
        "title":"Field-Based Center for Teacher Training."},
      {
        "id":"ED085377",
        "title":"Child Psychology Experiences Program."},
      {
        "id":"ED085378",
        "title":"A Cybernetic Approach to Continuous Program Re-Conceptualization in Teacher Education Through Graduate Assessment."},
      {
        "id":"ED085379",
        "title":"A Field-Based Approach to Introductory Education Courses."},
      {
        "id":"ED085380",
        "title":"Step and Hip, Humanistic Programs for Problem Secondary Students."},
      {
        "id":"ED085381",
        "title":"Rural Teacher Intern Program."},
      {
        "id":"ED085382",
        "title":"Northeastern State College Camping Program for the Mentally Retarded."},
      {
        "id":"ED085383",
        "title":"Exploratory Field Experience in Education."},
      {
        "id":"ED085384",
        "title":"Communications."},
      {
        "id":"ED085385",
        "title":"Personalized Performance-Based Teacher Education Program."},
      {
        "id":"ED085386",
        "title":"Pilot Program: San Francisco Center for Advanced Teacher Development."},
      {
        "id":"ED085387",
        "title":"School of Education - Teacher Preparation Program."},
      {
        "id":"ED085388",
        "title":"Individualized Instructional Analysis System."},
      {
        "id":"ED085389",
        "title":"The Development of the Competency Oriented Personalized Education Program."},
      {
        "id":"ED085390",
        "title":"Career Opportunities Program."},
      {
        "id":"ED085391",
        "title":"Competency-Based Teacher Education Program."},
      {
        "id":"ED085392",
        "title":"Children's Literature Storytelling Programs."},
      {
        "id":"ED085393",
        "title":"Self-Evaluation in Student Teaching."},
      {
        "id":"ED085394",
        "title":"Your Student Teacher's Final Evaluation."},
      {
        "id":"ED085395",
        "title":"Observable Changes in Student Teacher Behavior Following Field Oriented Elementary Education Programs."},
      {
        "id":"ED085396",
        "title":"Current Literature on Venereal Disease, 1973. Number One. Abstracts and Bibliography."},
      {
        "id":"ED085397",
        "title":"Teacher Trainee Program. ESEA Title I Annual Evaluation Report 1970-1971."},
      {
        "id":"ED085398",
        "title":"The National Home Start Evaluation Interim Report II: Summative Evaluation Results."},
      {
        "id":"ED085399",
        "title":"The Effects of Confidentiality on the Distribution of Naval Performance Appraisals."},
      {
        "id":"ED085400",
        "title":"Evaluation of CPMP (Grades 6 - 12 Continuous Progress Mathematics Program) 1972-1973."},
      {
        "id":"ED085401",
        "title":"Subjective Evaluation of the Quality of Standardized Reading - Comprehension Items."},
      {
        "id":"ED085402",
        "title":"Are There Unusually Effective Schools?"},
      {
        "id":"ED085403",
        "title":"Manual for Analyzing Results of an Educational Experiment (Analysis of Covariance)."},
      {
        "id":"ED085404",
        "title":"Test Collection Bulletin Vol. 7, No. 2, April 1973."},
      {
        "id":"ED085405",
        "title":"Evaluation of the Los Angeles Alternative School: A Report to the Board of Education of the Los Angeles Unified School District."},
      {
        "id":"ED085406",
        "title":"Intellectual Development of Youths As Measured by a Short Form of the Wechsler Intelligence Scale: United States."},
      {
        "id":"ED085407",
        "title":"A Report on Two National Samples of Head Start Classes: Some Aspects of Child Development of Participants in Full Year 1967-68 and 1968-69 Programs. Final Report."},
      {
        "id":"ED085408",
        "title":"Methods for Predicting Job-Ability Requirements: I. Ability Requirements as a Function of Changes in the Characteristics of an Auditory Signal Identification Task."},
      {
        "id":"ED085410",
        "title":"The Contribution of School and Non-School Inputs to Student Achievement. Final Report."},
      {
        "id":"ED085411",
        "title":"Individual Versus Provided Constructs, Cognitive Complexity, and Extremity of Ratings in Person Perception."},
      {
        "id":"ED085416",
        "title":"An Empirical Study of the Application of Decision Making Model Using Judgement in the Allocation of Resources to Competing Educational Programs. Final Report."},
      {
        "id":"ED085417",
        "title":"The Report of the Citizens Commission on Basic Education."},
      {
        "id":"ED085418",
        "title":"A Longitudinal Evaluation of the Adult Basic Education Program."},
      {
        "id":"ED085420",
        "title":"Effects of Anticipated Form of Testing on Learning. Final Report."},
      {
        "id":"ED085421",
        "title":"Curriculum Innovations and Evaluation: Proceedings of the Association for Supervision and Curriculum Development Pre-Conference Seminar (Princeton, March 8-9, 1968)."},
      {
        "id":"ED085423",
        "title":"A Study of the Effects of Open Classroom Education on Children's Achievement, Self Concepts and Attitudes."},
      {
        "id":"ED085424",
        "title":"Title I ESEA Selecting Target Areas: Handbook for Local Title I Officials."},
      {
        "id":"ED085425",
        "title":"Why is the Socially Disadvantaged Child Retarded? A Rationale and New Concept of Human Development."},
      {
        "id":"ED085426",
        "title":"Southern Schools: An Evaluation of the Effects of the Emergency School Assistance Program and of School Desegregation. Volume I."},
      {
        "id":"ED085427",
        "title":"Southern Schools: An Evaluation of the Effects of the Emergency School Assistance Program and of School Desegregation. Volume II."},
      {
        "id":"ED085428",
        "title":"The Poor: A Problem of Priority. An Interview with Dr. Doxey A. Wilkerson. Equal Opportunity Review, March 1973."},
      {
        "id":"ED085429",
        "title":"The State of Black Studies in U.S. Schools Today; An Interview with Professor LaMar P. Miller. Equal Opportunity Review, April 1973."},
      {
        "id":"ED085430",
        "title":"The Strengths of Black Families, by Robert A. Hill; A Review. Equal Opportunity Review, May 1973."},
      {
        "id":"ED085431",
        "title":"Minorities in American History Textbooks. Equal Opportunity Review, June 1973."},
      {
        "id":"ED085432",
        "title":"What's Really Blocking School Desegregation? Equal Opportunity Review, July 1973."},
      {
        "id":"ED085433",
        "title":"The Nursing Profession and the Urban Poor. NCRIEEO Tipsheet, Number 11, April 1973."},
      {
        "id":"ED085434",
        "title":"School Environments and Student Racial Attitudes. NCRIEEO Tipsheet, Number 12, May 1973."},
      {
        "id":"ED085435",
        "title":"The Black Studies Movement in Higher Education. The NCRIEEO Newsletter, Volume 3, Number 4, March 1973."},
      {
        "id":"ED085436",
        "title":"Another Look at the \"Evidence on Busing.\" NCRIEEO Newsletter, Volume 3, Number 5, May 1973."},
      {
        "id":"ED085437",
        "title":"&quot;Low Income&quot;--Levels in the Jewish Population; The &quot;Jewish Poor&quot; in Los Angeles. A Summary of Findings."},
      {
        "id":"ED085438",
        "title":"An Assessment of the Effects of a Simulation Game on Individual's Attitudes Toward Inner-City Low Socio-Economic Life Styles; A Practicum."},
      {
        "id":"ED085439",
        "title":"Compensatory Education: What Works to Help Disadvantaged Pupils. Education U.S.A. Special Report Series."},
      {
        "id":"ED085440",
        "title":"Some Approaches to Black Academic Achievement in White Universities."},
      {
        "id":"ED085441",
        "title":"Studies in Public Welfare. Paper No. 12 (Part I): The Family, Poverty, and Welfare Programs; Factors Influencing Family Instability. A Volume of Studies Prepared for the Use of the Subcommittee on Fiscal Policy of the Joint Economic Committee, Congress of the United States."},
      {
        "id":"ED085442",
        "title":"Youth Action to Improve Housing: A Demonstration in Maintenance Training in the District of Columbia."},
      {
        "id":"ED085443",
        "title":"Nutrition Education--1973. Part 7--School Nutrition Education Programs. Hearings Held Pittsburgh, Pa., May 25, 1973. Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-third Congress, First Session."},
      {
        "id":"ED085444",
        "title":"Metropolitanism and Education: Teachers and Schools in Amsterdam, London, Paris and New York."},
      {
        "id":"ED085446",
        "title":"The Emergency School Assistance Program: Its Impact on Selected Public School Districts."},
      {
        "id":"ED085448",
        "title":"Increasing Compatibility Between Educational Practices and Educational Needs of Pupils Who Are Black."},
      {
        "id":"ED085449",
        "title":"Increasing Compatibility in Desegregated Schools Between Elementary Educational Practices, the Curriculum, and the Concept of Whiteness."},
      {
        "id":"ED085450",
        "title":"Increasing Compatibility Between Educational Practices and the Educational Needs of Pupils Who are Asian With Emphasis on Their Language and Cultural Needs."},
      {
        "id":"ED085451",
        "title":"Busing: Ground Zero in School Desegregation. A Literature Review With Policy Recommendations."},
      {
        "id":"ED085452",
        "title":"Asians and Asian Americans."},
      {
        "id":"ED085453",
        "title":"Black America."},
      {
        "id":"ED085454",
        "title":"The North American Indian and the Eskimo."},
      {
        "id":"ED085455",
        "title":"Spanish Heritage and Influence in the Western Hemisphere."},
      {
        "id":"ED085456",
        "title":"Education Programs for Puerto Rican Students [Jersey City Public Schools]."},
      {
        "id":"ED085457",
        "title":"Evaluation of the Fall River Middle School Research and Development Center Title VII Program, 1972-1973."},
      {
        "id":"ED085460",
        "title":"The Success Environment: An Approach to Community Educational Improvement. End of Budget Period Report, Fiscal Year 1973."},
      {
        "id":"ED085461",
        "title":"The Black and White Symbolic Matrix."},
      {
        "id":"ED085462",
        "title":"Education Vouchers: A Report on Financing Elementary Education by Grants to Parents."},
      {
        "id":"ED085463",
        "title":"Data Processing Requirements for School Desegregation: A Case Study of the San Francisco Unified School District."},
      {
        "id":"ED085464",
        "title":"The Relationship of Nutrition to Brain Development and Behavior."},
      {
        "id":"ED085465",
        "title":"Problems in Comprehensive Ambulatory Health Care for High-Risk Adolescents."},
      {
        "id":"ED085467",
        "title":"Citizen Voice in the Public Schools. Inequality in Education, Number 15, November 1973."},
      {
        "id":"ED085468",
        "title":"A Diffusion Model for the Study of the Cultural Determinants of Differential Intelligence. Final Report."},
      {
        "id":"ED085470",
        "title":"Some Implications of Farm Practice Diffusion--Adoption Research for Extension Program Development. A Research Summary of a Graduate Study."},
      {
        "id":"ED085471",
        "title":"The Design of Curriculum Guidelines for Educational Ladders Using Task Data. Working Paper No. 11."},
      {
        "id":"ED085472",
        "title":"Vocational Counseling: A Plan for the Development of a Vocational Guidance Program."},
      {
        "id":"ED085477",
        "title":"The Federal Government and Manpower: A Critical Look at the MDTA-Institutional and Job Corps Program."},
      {
        "id":"ED085479",
        "title":"The Politics of Health Care."},
      {
        "id":"ED085480",
        "title":"Putting Project Talent's Career Data into Career Education: A Symposium."},
      {
        "id":"ED085481",
        "title":"Paid Educational Leave; International Labour Conference (58th, Geneva, 1973). Report 6, Part 1."},
      {
        "id":"ED085482",
        "title":"Paid Educational Leave; Sixth Item on the Agenda of the International Labour Conference (58th, Geneva, 1973). Report 6, Part 2."},
      {
        "id":"ED085483",
        "title":"New Patterns for Working Time; International Conference. (Paris, September 26-29, 1972). Final Report."},
      {
        "id":"ED085484",
        "title":"Ohio Program Review for Improvement, Development, and Expansion in Vocational Education."},
      {
        "id":"ED085485",
        "title":"Teaching Materials for Environmental Related Courses in Agriculture Occupations Programs."},
      {
        "id":"ED085486",
        "title":"Employment Opportunities and Job Analysis for Selected Environmental Occupations."},
      {
        "id":"ED085487",
        "title":"A Pre-Service Program in Environmental Occupations."},
      {
        "id":"ED085488",
        "title":"To Expand and Make Permanent the Youth Conservation Corps. Hearing Before the Committee on Interior and Insular Affairs (U.S. Senate, 93rd Congress, 1st Session on S. 1871, July 25, 1973)."},
      {
        "id":"ED085489",
        "title":"Evaluation of Four Career Education Media Used by the Indiana Career Resource Center. Research and Evaluation Report Series. Report Number 2: Career Education/Career Development Study."},
      {
        "id":"ED085490",
        "title":"Investigating the Twenty Year Lag in the Vocational Rehabilitation Process."},
      {
        "id":"ED085491",
        "title":"Development and Validation of the Occupational Analysis Inventory: An &quot;Ergometric&quot; Approach to an Educational Problem."},
      {
        "id":"ED085492",
        "title":"An Assessment of the Career Guidance Programs of Selected Public Schools in Texas."},
      {
        "id":"ED085493",
        "title":"Affective Correlates of Systematically Derived Work Dimensions: Validation of the Occupational Analysis Inventory. Ergometric Research and Development Series Report No. 7. Center Research Monograph No. 10."},
      {
        "id":"ED085494",
        "title":"A Project to Develop a Series of Steps and Procedures for Assisting Local Educational Leaders Develop the Competencies Needed to Construct an Occupational Education Curriculum. Education Research Project Final Report."},
      {
        "id":"ED085495",
        "title":"Second Annual Report, 1972-73, of the Cornell Institute for Research and Development in Occupational Education."},
      {
        "id":"ED085496",
        "title":"A Project Designed to Define the Role of Industrial Arts in Career Education for the State of Oklahoma. Evaluation Report."},
      {
        "id":"ED085497",
        "title":"Guidelines for Planning Local and Area Programs of Agribusiness and Natural Resources. Professional Series in Agricultural Education, Number 2."},
      {
        "id":"ED085498",
        "title":"World of Work; Elementary School Handbook."},
      {
        "id":"ED085499",
        "title":"Simulated Office Education Guidelines for Washington."},
      {
        "id":"ED085500",
        "title":"Handbook for School Program Advancing Career Education. 1973."},
      {
        "id":"ED085501",
        "title":"A Description and Source Listing of Curriculum Materials in Agricultural Education. 1972-73."},
      {
        "id":"ED085502",
        "title":"Teaching Technical Education: A Model for the Preparation of Instructors for Post-Secondary Technical Education."},
      {
        "id":"ED085503",
        "title":"Perceptions of Vocational Administrators and High School Principals Regarding the Role of the Vocational Administrator."},
      {
        "id":"ED085504",
        "title":"Career Information Handbook."},
      {
        "id":"ED085505",
        "title":"Announcement of the ACT Research Services for Colleges and Universities."},
      {
        "id":"ED085506",
        "title":"Incarceration and Adult Felon Probation in Texas: A Cost Comparison. Criminal Justice Monograph. Volume IV, Number 3."},
      {
        "id":"ED085507",
        "title":"Business Mathematics for Business Education Departments in Pennsylvania's Public Schools."},
      {
        "id":"ED085512",
        "title":"The Transition from High School to Work: The Work Attitudes and Early Occupational Experiences of Young Men. A Special Report from the Youth in Transition Project."},
      {
        "id":"ED085513",
        "title":"Feasibility Study in the Collection of Adult Education Statistics."},
      {
        "id":"ED085514",
        "title":"Optometry: Careers with Vision. Revised."},
      {
        "id":"ED085515",
        "title":"Optometry Today: The Vision Care Profession. Revised Edition."},
      {
        "id":"ED085516",
        "title":"Bibliographical Literature on Adult-Continuing Education Emphasizing Holdings at Northern Illinois University Swen Parson Library."},
      {
        "id":"ED085517",
        "title":"Driver License Examiner Supervisors; Basic Training Program. Trainee Study Guide."},
      {
        "id":"ED085518",
        "title":"Career Education: Implications for Guidance and Counseling."},
      {
        "id":"ED085519",
        "title":"Have Adult Educators Put It Together."},
      {
        "id":"ED085520",
        "title":"Career Education--Legislators' Concern."},
      {
        "id":"ED085521",
        "title":"The Role of the National Fluid Power Association in Technical Education."},
      {
        "id":"ED085522",
        "title":"Career Education: The Role of Vocational Education and Industrial Arts."},
      {
        "id":"ED085523",
        "title":"The Future Management of Technical Training."},
      {
        "id":"ED085524",
        "title":"Career Education: An Alliance with Private Vocational Schools."},
      {
        "id":"ED085525",
        "title":"Relating Academic and Vocational Education."},
      {
        "id":"ED085526",
        "title":"Physician Assistant Programs. Summary. Third Revised Edition."},
      {
        "id":"ED085527",
        "title":"Guidelines for Planning Facilities. Home Economics Education. Secondary Schools."},
      {
        "id":"ED085528",
        "title":"Delaware&apos;s Occupational-Vocational Education Model: Career Education Resource Bibliography."},
      {
        "id":"ED085529",
        "title":"Delaware's Occupational-Vocational Education Model: Career Development Learning Units: Elementary School."},
      {
        "id":"ED085530",
        "title":"Delaware's Occupational-Vocational Education Model: Establishment and Implementation of a K-12 Career Guidance and Job Placement Program."},
      {
        "id":"ED085531",
        "title":"Delaware's Occupational-Vocational Education Model: Career Development Data Gathering Instrumentation."},
      {
        "id":"ED085532",
        "title":"An Occupational Vocational-Education Model for the State of Delaware. Final Report."},
      {
        "id":"ED085533",
        "title":"Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED085534",
        "title":"Research and Development Project in Career Education. Final Report. Volume I."},
      {
        "id":"ED085535",
        "title":"Research and Development Project in Career Education. Final Report. Volume II."},
      {
        "id":"ED085536",
        "title":"Research and Development Project in Career Education. Final Report. Volume III."},
      {
        "id":"ED085539",
        "title":"On Inheriting a Career: The Influence of Sex, Values, and Parents."},
      {
        "id":"ED085540",
        "title":"Analysis for Managers of People and Things."},
      {
        "id":"ED085541",
        "title":"Evaluation Service Center for Occupational Education. Final Report."},
      {
        "id":"ED085542",
        "title":"Trends in Vocational Education, Fiscal Year 1972."},
      {
        "id":"ED085543",
        "title":"Vocational and Technical Education Selected Statistical Tables, Fiscal Year 1972."},
      {
        "id":"ED085544",
        "title":"Evaluation of Homemaking and Consumer Education Programs for Low-Income Adults. Final Report."},
      {
        "id":"ED085545",
        "title":"A Study of Training Programs Sponsored by Business, Industry, Labor, and Government in the State of Wisconsin. Final Report."},
      {
        "id":"ED085546",
        "title":"Planning, Organizing, and Evaluating Training Programs. Personnel Bibliography Series Number 41."},
      {
        "id":"ED085547",
        "title":"A Preliminary Survey of Professional Development Programs Funded Under Section 553, Education Professions Development Act. Career and Vocational Education Professional Development Series. Report Number 6."},
      {
        "id":"ED085548",
        "title":"Geometry: Career Related Units. Teacher's Edition."},
      {
        "id":"ED085549",
        "title":"National Conference on the Initiation of a Planning, Programming and Budgeting System in a State Division of Occupational Education."},
      {
        "id":"ED085550",
        "title":"Career Education: Implications for Minorities. Proceedings of a National Conference (February 1-3, 1973, Washington, D.C.)."},
      {
        "id":"ED085551",
        "title":"Enrollment Forecasting Procedures. A Vocational Education Planning System for Local School Districts. Volume V."},
      {
        "id":"ED085552",
        "title":"Procedures for Estimating Adult and Post-Secondary Potential Enrollment. A Vocational Education Planning System for Local School Districts. Volume VI."},
      {
        "id":"ED085553",
        "title":"Job Demand Forecasting Program. A Vocational Education Planning System for Local School Districts. Volume VII."},
      {
        "id":"ED085555",
        "title":"Guide to Project Manuals. A Vocational Education Planning System for Local School Districts. Volume IX."},
      {
        "id":"ED085556",
        "title":"The Professional Internship Exchange Program in Vocational Education."},
      {
        "id":"ED085557",
        "title":"Delaware's Occupational-Vocational Education Model: Career Development Learning Units: Middle School."},
      {
        "id":"ED085558",
        "title":"Flight Instructor: Practical Test Guide (Part 61 Revised)."},
      {
        "id":"ED085559",
        "title":"Private and Commercial Pilot: Free Balloon: Flight Test Guide (Part 61 Revised)."},
      {
        "id":"ED085560",
        "title":"Multiengine Airplane Class and Type Ratings: Flight Test Guide (Part 61 Revised)."},
      {
        "id":"ED085561",
        "title":"A Descriptive Analysis of Vocational Rehabilitation and Training Programs and Techniques at the Utah State Prison."},
      {
        "id":"ED085562",
        "title":"An Evaluation of Selected Rehabilitative Services Offered at the Utah State Prison."},
      {
        "id":"ED085563",
        "title":"The Summer of 73: An Assessment of the Adult Basic Education Institutes and Supervisors' Conference in Tennessee, 1973."},
      {
        "id":"ED085564",
        "title":"Career Education: Involving the Community and Its Resources."},
      {
        "id":"ED080544",
        "title":"Developments and Assessments in Educational Centers and Laboratories; The Annual Western Regional Conference on Testing Problems (18th, San Francisco, California, May 9, 1969)."},
      {
        "id":"ED080545",
        "title":"Proceedings of the 1970 Invitational Conference on Testing Problems (New York, October 31, 1970)."},
      {
        "id":"ED080546",
        "title":"Testing in Learning and Teaching; The Annual Western Regional Conference on Testing Problems (13th, San Francisco, California, May 1, 1964)."},
      {
        "id":"ED080547",
        "title":"Documenting Educational Change; The Annual Western Regional Conference on Testing Problems (14th, San Francisco, California, May 7, 1965)."},
      {
        "id":"ED080548",
        "title":"Accelerated Educational Change; The Annual Western Regional Conference on Testing Problems (15th, San Francisco, California, May 6, 1966)."},
      {
        "id":"ED080549",
        "title":"Assessing the Current Educational Congeries; The Annual Western Regional Conference on Testing Problems (16th, San Francisco, California, May 5, 1967)."},
      {
        "id":"ED080550",
        "title":"Perceived Difficulty of Items in a Test of Reasoning Ability."},
      {
        "id":"ED080551",
        "title":"Perceived Difficulty of a Visual Search Task."},
      {
        "id":"ED080552",
        "title":"Perceived Item-Difficulty in Three Tests of Intellectual Performance Capacity."},
      {
        "id":"ED080553",
        "title":"Perceived Difficulty of an Immediate Memory Task."},
      {
        "id":"ED080554",
        "title":"Perceived Difficulty of a Motor-Skill Task as a Function of Training."},
      {
        "id":"ED080555",
        "title":"Experienced Intellectual Activity and Perceived Difficulty of Intelligence Tests."},
      {
        "id":"ED080556",
        "title":"A Further Study on Subjective and Objective Intelligence Factors."},
      {
        "id":"ED080557",
        "title":"Perceptual Correlates of Mental Performance: Perceived Difficulty and Experienced Intellectual Activity."},
      {
        "id":"ED080558",
        "title":"Papers Presented at the Graduate Record Examinations Board Research Seminar at the 12th Annual Meeting of the Council of Graduate Schools."},
      {
        "id":"ED080561",
        "title":"Setting Structute, Involvement, and Developmental Status as Learner: Elements of the Problem of the Match."},
      {
        "id":"ED080566",
        "title":"Changes in Education and Measurement Since Sputnik. Annual Western Regional Conference on Testing Problems (10th, Los Angeles, California, May 5, 1961)."},
      {
        "id":"ED080567",
        "title":"Teacher Expectations and Student Achievement: A Replication and Extension. Final Report."},
      {
        "id":"ED080569",
        "title":"State-County Testing Program 1970-71. Tenth Report."},
      {
        "id":"ED080570",
        "title":"Pilot Program on Common Status Measures Objective-Referenced Tests. Colorado Evaluation Project, Report No. 1."},
      {
        "id":"ED080573",
        "title":"The Development of Spatial Awareness and Representation in Children. Final Report."},
      {
        "id":"ED080574",
        "title":"Student Evaluation of Teacher Instrument, II. Manual."},
      {
        "id":"ED080575",
        "title":"The Development of Materialistic Values During Middle Childhood."},
      {
        "id":"ED080576",
        "title":"Accuracy of Measurement of Clinical Performance in Dentistry."},
      {
        "id":"ED080577",
        "title":"A Study of the Relationship between Complex Problem Solving and a Measure of Scholastic Aptitude."},
      {
        "id":"ED080579",
        "title":"Toward the Establishment of Noncognitive Factors Through Literature Search and Interpretation."},
      {
        "id":"ED080580",
        "title":"Combatting Human Inadequacies and Learning Disorders, Project C.H.I.L.D. Final Report."},
      {
        "id":"ED080582",
        "title":"State Educational Assessment Programs. 1973 Revision."},
      {
        "id":"ED080583",
        "title":"Mentally Gifted Disadvantaged Students: An Investigation of Methods of Identification, Including the Use of &quot;Culture Fair&quot; Tests, at the Eighth Grade Level. Final Report."},
      {
        "id":"ED080584",
        "title":"A Guide to Project Evaluation: A Report of Evaluation Seminars Sponsored by the Connecticut State Department of Education."},
      {
        "id":"ED080585",
        "title":"The Educational Attitudes and Learning Orientations of Undergraduates: A Pilot Study of Inter-Institutional Differences."},
      {
        "id":"ED080586",
        "title":"A Way of Looking at What I Am Doing. Developing Attitude Toward Learning."},
      {
        "id":"ED080587",
        "title":"Preliminary Handbook on Procedures for Evaluating Mental Health Indirect Service Programs in Schools. Final Report."},
      {
        "id":"ED080588",
        "title":"Multiple Regression in a Two-Way Layout."},
      {
        "id":"ED080589",
        "title":"Implementation of a Bayesian System for Prediction in m Groups."},
      {
        "id":"ED080590",
        "title":"The Use of IQ as a Measure of Learning Rate with Minority Children. Final Report."},
      {
        "id":"ED080592",
        "title":"A Review of Testing and Decision-Making Procedures for Selected Individualized Instructional Programs."},
      {
        "id":"ED080593",
        "title":"Doing Your Best on Aptitude Tests."},
      {
        "id":"ED080594",
        "title":"Spanish-Speaking Students and Standardized Tests."},
      {
        "id":"ED080595",
        "title":"Development and Application of Intelligence Tests for the Blind: A Research Utilization Conference. Final Report."},
      {
        "id":"ED080596",
        "title":"Cognitive Factors: Some Recent Literature."},
      {
        "id":"ED080597",
        "title":"Some Structural Relationships Within the 1969 SVIB for Women (TW 398)."},
      {
        "id":"ED080598",
        "title":"Maine Assessment of Educational Progress, Report 2. Results Report 1: Citizenship and Writing, 1972."},
      {
        "id":"ED080600",
        "title":"Maine Assessment of Educational Progress, Report 5: Methodology; Citizenship and Writing, 1972."},
      {
        "id":"ED080601",
        "title":"Is Culture-Fairness Objective or Subjective?"},
      {
        "id":"ED080603",
        "title":"A Brief Background of the Establishment of the &quot;Educational Objectives for 1975.&quot;"},
      {
        "id":"ED080604",
        "title":"Evaluation Report of the Teacher Education Centers in West Virginia, February, 1973."},
      {
        "id":"ED080605",
        "title":"How Good Are Utah Public Schools?"},
      {
        "id":"ED080606",
        "title":"The Application of a Model for the Evaluation of Educational Products."},
      {
        "id":"ED080612",
        "title":"The Development of Revised Field Reader Evaluation Forms for Educational Research and Development Proposals. Final Report."},
      {
        "id":"ED080613",
        "title":"Achievement and Related School Factors in the Largest Cities of Connecticut."},
      {
        "id":"ED080614",
        "title":"An Evaluation of and a Detail-Profile for the Vineland Social Maturity Scale."},
      {
        "id":"ED080615",
        "title":"The Swick-Ross Child Perception Inventory (CPI), Form A, B, and C [and] Inventory Manual, for Forms A, B, and C."},
      {
        "id":"ED080616",
        "title":"Report of an Evaluation of the Vocational-Technical Program in South Dakota."},
      {
        "id":"ED080617",
        "title":"The Way to Relevance and Accountability in Education."},
      {
        "id":"ED080618",
        "title":"Report of the State Educational Needs Assessment Project of Arizona, Volume 1."},
      {
        "id":"ED080619",
        "title":"Report of the State Educational Needs Assessment Project of Arizona, Volume 2."},
      {
        "id":"ED080620",
        "title":"Three Year Evaluation Report for the Jordan Educational Complex Program."},
      {
        "id":"ED080621",
        "title":"Three Year Evaluation Report for the Garfield Educational Complex Program."},
      {
        "id":"ED080622",
        "title":"Exemplary Magnet Program. Title III, ESEA. Final Report, 1969-72."},
      {
        "id":"ED080623",
        "title":"1970 Census of Population. Subject Reports: Negro Population."},
      {
        "id":"ED080627",
        "title":"A Study of Day Care's Effect on the Labor Force Participation of Low-Income Mothers. Working Papers."},
      {
        "id":"ED080629",
        "title":"The Influence of Non-White Pupil Classroom Composition on Classroom Quality."},
      {
        "id":"ED080631",
        "title":"Characteristics of the Low-Income Population: 1972. Current Population Reports, Consumer Income, Series P-60, No. 88, June 1973 (Advance Data From March 1973 Current Population Survey)."},
      {
        "id":"ED080632",
        "title":"Social Services: Do They Help Welfare Recipients Achieve Self-Support or Reduced Dependency? Report to the Congress."},
      {
        "id":"ED080634",
        "title":"Title I Comparability: One Year Later."},
      {
        "id":"ED080635",
        "title":"Blacks and Southern Poverty."},
      {
        "id":"ED080638",
        "title":"The Social and Economic Status of the Black Population in the United States, 1972. Current Population Reports, Series P-23, Number 46."},
      {
        "id":"ED080639",
        "title":"Focus on Minorities."},
      {
        "id":"ED080640",
        "title":"Central Cities Educational Development Center, Fort Worth, Texas. Model Programs, Title III--Elementary and Secondary Education Act."},
      {
        "id":"ED080641",
        "title":"Model Early Childhood Learning Program, Baltimore, Maryland. Model Programs, Title III--Elementary and Secondary Education Act."},
      {
        "id":"ED080642",
        "title":"Practices of Research Organizations in Surveys of the Poor."},
      {
        "id":"ED080644",
        "title":"How Biased Are Culture-Loaded Tests?"},
      {
        "id":"ED080645",
        "title":"The Effect of Race of Examiner on the Mental Test Scores of White and Black Pupils."},
      {
        "id":"ED080646",
        "title":"Level I and Level II Abilities in Three Ethnic Groups."},
      {
        "id":"ED080647",
        "title":"Interaction of Level I and Level II Abilities With Race and Socioeconomic Status."},
      {
        "id":"ED080648",
        "title":"Intensive Reading and Instructional Teams (IRIT), 1972-73. Profiles of Progress: An Evaluative Report."},
      {
        "id":"ED080649",
        "title":"A Strategy for Productive Sociopolitical and Educational Behavior."},
      {
        "id":"ED080654",
        "title":"Heritability and Teachability."},
      {
        "id":"ED080655",
        "title":"Secretarial Science Occupational Performance Survey. Interim Report."},
      {
        "id":"ED080656",
        "title":"Information Utilization by Vocational Educators."},
      {
        "id":"ED080657",
        "title":"Conducting Evaluation Within a State: Information for State Leaders."},
      {
        "id":"ED080658",
        "title":"Utilizing Manpower and Follow-Up Data: A Perspective for Local Vocational Planning."},
      {
        "id":"ED080659",
        "title":"Education for Employment in Ohio. Ohio Advisory Council for Vocational Education Third Annual Report, 1972-1973."},
      {
        "id":"ED080661",
        "title":"Career Education: The Role of Adult Education."},
      {
        "id":"ED080662",
        "title":"Career Education: The Marine Science Occupations Cluster."},
      {
        "id":"ED080663",
        "title":"Career Education: Guidance in the Elementary School."},
      {
        "id":"ED080664",
        "title":"Career Education: Teachers' Responsibilities."},
      {
        "id":"ED080665",
        "title":"Career Education: Local Administration of Programs."},
      {
        "id":"ED080666",
        "title":"Career Education: Leadership Roles."},
      {
        "id":"ED080667",
        "title":"New York State Advisory Council on Vocational Education Third Annual Report, Fiscal Year 1972."},
      {
        "id":"ED080668",
        "title":"Review and Analysis of Instructional Performance Objectives in Vocational Education Curriculum."},
      {
        "id":"ED080669",
        "title":"Nurse Staffing Methodology, A Review and Critique of Selected Literature."},
      {
        "id":"ED080670",
        "title":"Classified Index of Industries and Occupations: 1970 Census of Population."},
      {
        "id":"ED080671",
        "title":"Cost Effectiveness of Selected Cooperative Vocational Education Programs as Compared with Vocational Programs Without a Cooperative Component. Final Report."},
      {
        "id":"ED080672",
        "title":"Career Education in The 1970's."},
      {
        "id":"ED080673",
        "title":"A Longitudinal Vocational Development Study: Some Findings and Implications."},
      {
        "id":"ED080675",
        "title":"Occupational Orientation: An Introduction to the World of Work. Teacher&apos;s Edition."},
      {
        "id":"ED080676",
        "title":"Institute for Education and Technology: Annual Report, July 1, 1971 to June 30, 1972."},
      {
        "id":"ED080677",
        "title":"Eastern Utah Career Center at Price: Educational Specifications."},
      {
        "id":"ED080678",
        "title":"The Development of Behavioral Objectives and Instructional Units in Selected Occupational/Technical Courses: A Pilot Project."},
      {
        "id":"ED080679",
        "title":"A Developmental Program of Occupational Education. Final Report."},
      {
        "id":"ED080681",
        "title":"Economic Education Curriculum Guide: K-12."},
      {
        "id":"ED080682",
        "title":"Project VIGOR: Vocational Cluster Education, Integrated and Articulated Grades 1 through 14 with Guidance Services, Occupational Exploration and Work Experiences Relevant to General Education. Final Report."},
      {
        "id":"ED080683",
        "title":"Alcoholism in Employment: Bibliography and References, With Selected Annotations."},
      {
        "id":"ED080685",
        "title":"Guidance in Industrial Arts Education For the '70s."},
      {
        "id":"ED080687",
        "title":"The Career Education Model Utilized by the Minnesota State Division of Vocational-Technical Education. Interim Evaluation Report."},
      {
        "id":"ED080688",
        "title":"The Role of the National System of Research Coordinating Units in the Research-to-Practice Continuum."},
      {
        "id":"ED080689",
        "title":"National Incomes Policy and Manpower Problems. Proceedings of the Annual Research Conference in Industrial Relations (14th, Los Angeles, California, March 16, 1971)."},
      {
        "id":"ED080690",
        "title":"Occupational Outlook for College Graduates. 1972-73 Edition."},
      {
        "id":"ED080691",
        "title":"Employers and Young Adults Look at Vocational Education."},
      {
        "id":"ED080692",
        "title":"Difficulties of the Neighborhood Youth Corps In-School Program and Its Management Problems. Report to the Congress."},
      {
        "id":"ED080693",
        "title":"Productive Employment of the Disadvantaged: Guidelines for Action. An Operating Manual."},
      {
        "id":"ED080694",
        "title":"Management by Objectives Implementation Sequence."},
      {
        "id":"ED080696",
        "title":"Articulation of Occupational Orientation, Education and Placement in Private and Public Elementary, Secondary and Post-Secondary Schools. Interim Report. (April 1, 1972--March 31, 1973)."},
      {
        "id":"ED080697",
        "title":"Guidelines for A Comprehensive Educational Program for the State of Idaho."},
      {
        "id":"ED080698",
        "title":"A Technology of Health Manpower Utilization: Uniform Measurement and Evaluation."},
      {
        "id":"ED080699",
        "title":"First Survey of High School Students' Needs for Labor Market Information in Career Decision-Making. Human Factors in Technology Research Group Working Paper."},
      {
        "id":"ED080700",
        "title":"Vocational-Technical Education: A Plan for Monroe County, Florida."},
      {
        "id":"ED080701",
        "title":"EPDA Leadership Development Program. Graduate Study Research, and Internship in Vocational Education. Final Report (July 1970-June 1973)."},
      {
        "id":"ED080705",
        "title":"Symposium on Part-Time Technical and Vocational Education. Noordwijk, Netherlands, March 29-April 3, 1971."},
      {
        "id":"ED080706",
        "title":"The Kansas Guide for Career Education. Continuous Development: Kindergarten through Adult."},
      {
        "id":"ED080707",
        "title":"National Planning of Vocational and Technical Training, 1972."},
      {
        "id":"ED080708",
        "title":"Directory of Education and Training Programs for Health Occupations in North Dakota, South Dakota, Minnesota and Montana."},
      {
        "id":"ED080709",
        "title":"New York State Occupational Education Mini-Grant Program. 1972 Final Report."},
      {
        "id":"ED080710",
        "title":"Career Education Institutes. A Report on an EPDA Project Entitled: Strategies for Developing Career Education Programs."},
      {
        "id":"ED080711",
        "title":"Senior High Learning Resources for Career Education."},
      {
        "id":"ED080712",
        "title":"Grades 7, 8, and 9 Learning Resources for Career Education."},
      {
        "id":"ED080713",
        "title":"Elementary School Learning Resources for Career Education. \"Putting It All Together\" for K-6 New Jersey School Media Centers and Libraries."},
      {
        "id":"ED080714",
        "title":"Labor Law and Practice in Great Britain."},
      {
        "id":"ED080715",
        "title":"Possibilities: Career Exploration; 54 Occupational Profiles for Career Guidance in Secondary Schools."},
      {
        "id":"ED080716",
        "title":"Transportation Safety Education and Manpower Training."},
      {
        "id":"ED080719",
        "title":"Attribute Ratings and Profiles of the Job Elements of the Position Analysis Questionnaire (PAQ)."},
      {
        "id":"ED080720",
        "title":"Semiannual Report on State Research Coordinating Unit Activities for the Period July 1, 1972-December 31, 1972."},
      {
        "id":"ED080721",
        "title":"Social Security Disability Applicant Statistics, 1968."},
      {
        "id":"ED080722",
        "title":"Research and Development Project in Career Education. Final Report. (January 3, 1972-July 3, 1973). Also Final Evaluation Report for TAOSCORE Project."},
      {
        "id":"ED080723",
        "title":"The Value Orientation Test: An Exploration of the Culture of Poverty Thesis Using a New Projective Instrument. Center Research and Development Report No. 15."},
      {
        "id":"ED080724",
        "title":"Education and Manpower. Final Report, Center Research and Development Report No. 14."},
      {
        "id":"ED080726",
        "title":"What Is Career Education? A Conversation with Sidney P. Marland, Jr. and James D. Koerner."},
      {
        "id":"ED080727",
        "title":"Identifying Competencies in the Food Service Industry. Final Report."},
      {
        "id":"ED080729",
        "title":"Evaluation of Coordinated Vocational-Academic Education in Texas."},
      {
        "id":"ED080730",
        "title":"National Pattern Standards of Apprenticeship and Training for Electricians."},
      {
        "id":"ED080731",
        "title":"Selected Highlights in Vocational Home Economics Education."},
      {
        "id":"ED080732",
        "title":"Fire Science Curriculum Guide."},
      {
        "id":"ED080733",
        "title":"Self-Appraisal Manual for Local Vocational Education Programs."},
      {
        "id":"ED080734",
        "title":"Texas Education Product Study. Digest of Final Report."},
      {
        "id":"ED080735",
        "title":"Texas Education Product Study, Volume 1. Final Report."},
      {
        "id":"ED080736",
        "title":"Texas Education Product Study, Volume 2. Final Report."},
      {
        "id":"ED080738",
        "title":"Vocational Education in Washington State: A Critical Evaluation. Part Two: Detailed Analysis."},
      {
        "id":"ED080739",
        "title":"Vocational Education in Washington State: A Critical Evaluation. Part One: Summary Findings and Recommendations."},
      {
        "id":"ED080740",
        "title":"World of Work K-10 Continuum."},
      {
        "id":"ED080741",
        "title":"Labor Market Information Systems: Information Needs, Sources and Methods of Delivery. Proceedings of a Conference (Berkeley, California, November 4-6, 1970)."},
      {
        "id":"ED080742",
        "title":"Second Survey of High School Students' Needs for Labor Market Information in Career Decision-Making."},
      {
        "id":"ED080743",
        "title":"Career Education: A Report."},
      {
        "id":"ED080747",
        "title":"Vocational Consumer Education: Homemaking, Grades 6-8."},
      {
        "id":"ED080748",
        "title":"State-Administered Research and Development Projects in Vocational Education. Fiscal Years 1971-1972."},
      {
        "id":"ED080749",
        "title":"State-Administered Exemplary Projects in Vocational Education. Fiscal Years 1970-72."},
      {
        "id":"ED080750",
        "title":"Career Development for the Student in the Community College."},
      {
        "id":"ED080751",
        "title":"Publications of the Rehabilitation Research and Training Centers: A Bibliography. Special Centers Series."},
      {
        "id":"ED080752",
        "title":"The Impact of Public Employee Unions on the Public Employment Program."},
      {
        "id":"ED080753",
        "title":"Career Education. Comments by Plato (And Others)."},
      {
        "id":"ED080754",
        "title":"Development of Cooperative Planning for Technical-Vocational Programs."},
      {
        "id":"ED080755",
        "title":"An Internship Program for Technical Vocational Teachers in Post-Secondary Schools. Final Report."},
      {
        "id":"ED080756",
        "title":"The Comparative Rating Scale Model: Occupational Program Evaluation in Higher Education."},
      {
        "id":"ED080757",
        "title":"A Study of Curricula Innovations in Trade and Industrial Arts, Distributive and Business Education in Jefferson, Orleans, and St. Bernard Parish Public Schools."},
      {
        "id":"ED080758",
        "title":"Library Technical Assistant: A Suggested Two-Year Post-High School Curriculum."},
      {
        "id":"ED080759",
        "title":"A Guide to the Integration of Career Development Into Curriculum of Joint School District 8, Shawano, Wisconsin. Grades K-5."},
      {
        "id":"ED080760",
        "title":"Handbook for Vocational Programs for the Handicapped."},
      {
        "id":"ED080761",
        "title":"Institute for Principals, Planning and Implementing Programs in Vocational Education."},
      {
        "id":"ED080762",
        "title":"Institute for Superintendents, Planning and Implementing Programs in Vocational Education."},
      {
        "id":"ED080763",
        "title":"Career Education: A Curriculum Design and Instructional Objectives Catalog."},
      {
        "id":"ED080764",
        "title":"Complete Report: Kodak Graphic Arts Industry Manpower Study."},
      {
        "id":"ED080770",
        "title":"Vocational Education State Instructional Materials for Distributive Education."},
      {
        "id":"ED080771",
        "title":"Vocational Education State Instructional Materials for Home Economics."},
      {
        "id":"ED080772",
        "title":"Vocational Education State Instructional Materials for Technical Education."},
      {
        "id":"ED080773",
        "title":"Vocational Education State Instructional Materials for Health Occupations Education."},
      {
        "id":"ED080774",
        "title":"Vocational Education State Instructional Materials for Office Occupations."},
      {
        "id":"ED080775",
        "title":"Vocational Education State Instructional Materials for Agriculture."},
      {
        "id":"ED080776",
        "title":"Vocational Education State Instructional Materials for Trade and Industrial Occupations."},
      {
        "id":"ED080782",
        "title":"Summer Employment Training and Development Programs Idea Book."},
      {
        "id":"ED080783",
        "title":"A Determination of Instructional Commonalities in Agricultural Occupations in the Fargo, West Fargo, North Dakota, Metropolitan Area. Report of the Research Study."},
      {
        "id":"ED080784",
        "title":"Proceedings of the 1971 Southern Research Conference in Agricultural Education (Clemson, S.C., July 28-30, 1971): Regaining the Initiative for Research in Agricultural Education."},
      {
        "id":"ED080785",
        "title":"A Critique of the Education Portion of Chapter V--\"Work, Education, and Job Mobility\" of [the report entitled]\"Work in America.\""},
      {
        "id":"ED080786",
        "title":"Papers On a Career Education Curriculum."},
      {
        "id":"ED080787",
        "title":"Manpower Advice for Government. National Manpower Advisory Committee Letters to the Secretaries of Labor and of Health, Education, and Welfare, 1962-1971."},
      {
        "id":"ED080788",
        "title":"Unit Record Equipment-Basic (Course Outline), Data Processing Technology: 8025.14."},
      {
        "id":"ED080789",
        "title":"Care of the Nails (Course Outline) Cosmetology 2: 9207.01."},
      {
        "id":"ED080790",
        "title":"An Economic Analysis of the Work Experience and Career Exploration Program: 1971-1972 School Year. Final Report."},
      {
        "id":"ED080791",
        "title":"Career Study Center: A Formative Evaluation."},
      {
        "id":"ED080794",
        "title":"Undergraduate and Graduate Study in Scientific Fields."},
      {
        "id":"ED080795",
        "title":"Bridge Inspector&apos;s Training Manual."},
      {
        "id":"ED080797",
        "title":"The Relationship of Staff Development to Personnel Management."},
      {
        "id":"ED080798",
        "title":"Marine Occupations in the Texas Coastal Zone."},
      {
        "id":"ED080799",
        "title":"Doctors of Osteopathy Licensed in Washington."},
      {
        "id":"ED080800",
        "title":"Handbook on Schools of Health-Related Professions in Kansas."},
      {
        "id":"ED080801",
        "title":"Counseling Manual on Health Careers in State of Missouri."},
      {
        "id":"ED080802",
        "title":"Nursing in Virginia."},
      {
        "id":"ED080803",
        "title":"A Guide to Health Manpower Resources--1970."},
      {
        "id":"ED080804",
        "title":"Operation MEDIHC in Texas; Military Experience Directed into Health Careers. March 1970--June 1971. Final Report."},
      {
        "id":"ED080805",
        "title":"Research in Nursing, 1969-1972, Research Grants; Projects Supported with Funds Administered by the Division of Nursing."},
      {
        "id":"ED080806",
        "title":"Flight Test Guide (Part 61 Revised); Private Pilot Airplane."},
      {
        "id":"ED080807",
        "title":"Inactive Health Personnel Project in New Hampshire. Final Report."},
      {
        "id":"ED080808",
        "title":"Occupational Health Manual."},
      {
        "id":"ED080809",
        "title":"The Contribution of Non-Physician Health Workers to the Delivery of Primary Care."},
      {
        "id":"ED080810",
        "title":"A Plan of Action for Selected Health Manpower; A Supplementary Manpower Report to Alabama Comprehensive Health Planning."},
      {
        "id":"ED080811",
        "title":"The Law and Health Personnel; A Study of Minnesota Law Related to Selected Health Manpower Categories."},
      {
        "id":"ED080812",
        "title":"Apprenticeship Training in New Jersey."},
      {
        "id":"ED080813",
        "title":"Student - Counselor Health Careers Guidebook."},
      {
        "id":"ED080814",
        "title":"The Training of Genito Urinary Technicians; A Feasibility Study."},
      {
        "id":"ED080815",
        "title":"Self-Paced Advanced Individual Training (AIT) and Duty Assignment Procedures."},
      {
        "id":"ED080816",
        "title":"Health Manpower in Missouri."},
      {
        "id":"ED080817",
        "title":"Inactive Registered Nurses; A Missouri Study."},
      {
        "id":"ED080818",
        "title":"Sanitarians Licensed in Washington."},
      {
        "id":"ED080819",
        "title":"Dental Hygienists Licensed in Washington."},
      {
        "id":"ED080822",
        "title":"Nebraska's Nurse Supply, Needs and Resources: 1966."},
      {
        "id":"ED080823",
        "title":"Nursing in the Mountain State of West Virginia; an Assessment and a Plan of Action. Final Report of the Committee to Study Nursing Needs in West Virginia."},
      {
        "id":"ED080824",
        "title":"Behavioral Style and Personal Characteristics of Managers."},
      {
        "id":"ED080825",
        "title":"Allied Health Manpower in Texas, 1970; Report of Allied Health Manpower and Allied Health Education in Texas."},
      {
        "id":"ED080826",
        "title":"Personal Value Systems of Managers and Administrators."},
      {
        "id":"ED080827",
        "title":"Manpower Requirements and Resources in S.C. Industry and Occupation. Supplemental Report 1971."},
      {
        "id":"ED080828",
        "title":"The Physician's Assistant; An Approach to Improved Patient Care."},
      {
        "id":"ED080830",
        "title":"Massachusetts Health Occupations Training 1970."},
      {
        "id":"ED080833",
        "title":"Equivalency and Proficiency Report."},
      {
        "id":"ED080834",
        "title":"Moving Forward...Community Development."},
      {
        "id":"ED080835",
        "title":"Health Manpower Conference (4th, October 3-4, 1969)."},
      {
        "id":"ED080836",
        "title":"European Selective Bibliography on Adult Education (1966-1971); Bibliographic Series 6."},
      {
        "id":"ED080837",
        "title":"A Reference Handbook of the Texas Health Professions and their Support Personnel; The Health Professions in Texas."},
      {
        "id":"ED080838",
        "title":"Workers' Central Life Interests and Job Performance."},
      {
        "id":"ED080839",
        "title":"Health Manpower in Metropolitan Detroit; A Study of Needs and Problems."},
      {
        "id":"ED080840",
        "title":"Health Education, Health Manpower, and a System (Green Bay, Wisconsin)."},
      {
        "id":"ED080841",
        "title":"Workers' Central Life Interests and Personality Characteristics."},
      {
        "id":"ED080842",
        "title":"Unit Performance, Situational Factors, and Employee Attitudes in Spatially Separated Work Units."},
      {
        "id":"ED080843",
        "title":"Comprehensive Health Plan, State of Oregon."},
      {
        "id":"ED080844",
        "title":"Program Master Plan: Federal Center for Correctional Research."},
      {
        "id":"ED080845",
        "title":"Some Motivations of Marshall County, Tennessee Cow-Calf System Producers. A Research Summary of a Graduate Study."},
      {
        "id":"ED080846",
        "title":"Manpower and Training Survey of Hospitals in Region 3, New Jersey."},
      {
        "id":"ED080847",
        "title":"Coorientation in Agricultural Development: The Interrelationship between Farmers, Change Agents and Scientists."},
      {
        "id":"ED080848",
        "title":"Health Manpower Resources: Patterns and Trends. A Study of Health Manpower in Iowa."},
      {
        "id":"ED080849",
        "title":"Perceiving Jobs in the Organization."},
      {
        "id":"ED080850",
        "title":"Career Education and Equality of Opportunity."},
      {
        "id":"ED080851",
        "title":"Occupational Exposure to Asbestos; Criteria for a Recommended Standard."},
      {
        "id":"ED080852",
        "title":"Health Careers Directory; Health Education and Training Opportunities in South Carolina."},
      {
        "id":"ED080853",
        "title":"A Review of Selected Current Career Education Models in Illinois."},
      {
        "id":"ED080854",
        "title":"Allied Health Education Programs in Minnesota, Academic Year 1968-1969; A Commentary with Tabular Summaries."},
      {
        "id":"ED080856",
        "title":"Registered Nurse Refresher Project. Final Report."},
      {
        "id":"ED080857",
        "title":"Guidelines for Realistic Facility Planning for Schools of Vocational, Technical and Adult Education."},
      {
        "id":"ED080863",
        "title":"A Field Test Report of the Development of Instruments to Determine Peer Group Perceptions of the Sociological Status of Students Attending Area Vocational Centers."},
      {
        "id":"ED080864",
        "title":"Iowa Health Occupations Education Followup Study."},
      {
        "id":"ED080869",
        "title":"Our Vocational Training Can Guarantee You the Job of a Lifetime. Consumer Bulletin No. 13."},
      {
        "id":"ED080870",
        "title":"A Career in Labor Management Relations as a Field Examiner."},
      {
        "id":"ED080871",
        "title":"Role Model for the Paraprofessional Youth Worker in the Extension Service."},
      {
        "id":"ED080872",
        "title":"Cable Television Manpower: Job Descriptions and Educational Requirements."},
      {
        "id":"ED080873",
        "title":"National Apprenticeship Standards for Automotive Machinist."},
      {
        "id":"ED080875",
        "title":"1972 Legislation and Achievements: Special Programs. Research Brief No. 11."},
      {
        "id":"ED080876",
        "title":"A Director Looks at Information Management."},
      {
        "id":"ED080877",
        "title":"Survey of Student Interest in Home Economics Wage-Earning Programs and Employment Opportunities in Home Economics Related Occupations in Dade County, Florida."},
      {
        "id":"ED080879",
        "title":"Pilot Test of Career Education Instructional Units. Final Report."},
      {
        "id":"ED080880",
        "title":"Directory of Representative Work Education Programs 1972-73."},
      {
        "id":"ED080881",
        "title":"Kansas Youth Studies; Youth and Community Resource Development."},
      {
        "id":"ED080882",
        "title":"Physical Criteria for Adult Learning Environments."},
      {
        "id":"ED080883",
        "title":"A Report on the Dulverton Pilot Scheme for Rural Libraries."},
      {
        "id":"ED080884",
        "title":"A Report on Literacy and Development in the Rhodesian Tribal Trust Lands."},
      {
        "id":"ED080885",
        "title":"Health Manpower in South Carolina. Report of the Task Force on Health Manpower."},
      {
        "id":"ED080886",
        "title":"Wakati wa Furaka, An Evaluation of a Radio Study Group Campaign."},
      {
        "id":"ED080887",
        "title":"Recent Developments in Adult Education Research: An Indicative-Type Review of the Literature."},
      {
        "id":"ED080888",
        "title":"Development of Leadership Assessment Simulations."},
      {
        "id":"ED080889",
        "title":"Components of Organizational Competence: Test of a Conceptual Framework."},
      {
        "id":"ED080890",
        "title":"A Guide to Career Guidance."},
      {
        "id":"ED080891",
        "title":"Non-Traditional Study and the Adult Student."},
      {
        "id":"ED080894",
        "title":"75,000 High School Seniors, Their Educational and Vocational Plans: Results of a Survey of Indiana's High School Senior Class of 1969."},
      {
        "id":"ED080895",
        "title":"Youth Encounters the World of Work. Seminar Series No. 4."},
      {
        "id":"ED080896",
        "title":"Comparison of 1970 and 1971 Air Force Enlistees by Draft-Vulnerability Category."},
      {
        "id":"ED080897",
        "title":"Cost Analysis of Secondary School Vocational Technical Education Programs."},
      {
        "id":"ED080902",
        "title":"The Effects of Varied Extinction Conditions Following Acquisition on a 100 Per Cent Rewarded Task in Alcoholics and Nonalcoholics."},
      {
        "id":"ED080903",
        "title":"Intellectual Achievement Responsibility and Anxiety as Functions of Self-Concept of Third to Sixth Grade Boys and Girls."},
      {
        "id":"ED080904",
        "title":"Attitudes Toward Illegal Drug Users."},
      {
        "id":"ED080905",
        "title":"The Effect of Sex as A Variable in Help Seeking."},
      {
        "id":"ED080906",
        "title":"The Economic Impact of an Expanded Program of Vocational Rehabilitation."},
      {
        "id":"ED080907",
        "title":"What Future for Student Personnel Work?"},
      {
        "id":"ED080909",
        "title":"A Decade of Development: The Best of Ten Years. An Anniversary Publication of Selected Papers. Adult Student Personnel Association, Inc."},
      {
        "id":"ED080910",
        "title":"The Development and Analysis of a Peer Counseling Program at Patrick Henry High School."},
      {
        "id":"ED080911",
        "title":"Inadequacies in Formal Approaches to Theory Development in Family Sociology and Some Ideas About Alternative Procedures."},
      {
        "id":"ED080912",
        "title":"Anxiety as Related to Thinking and Forgetting. What Research Says to the Teacher Series, Number 30."},
      {
        "id":"ED080913",
        "title":"A Proactive Guidance Approach Through Involvement."},
      {
        "id":"ED080914",
        "title":"Effects of Relative Status on Spacing in a Group."},
      {
        "id":"ED080915",
        "title":"A Study of the Values and Attitudes of Black and White Police Officers."},
      {
        "id":"ED080916",
        "title":"Peer Counseling: Trained Teenagers Reaching Peers in Human Relations."},
      {
        "id":"ED080917",
        "title":"Proceedings: ACPA Commission II Orientation Workshop."},
      {
        "id":"ED080918",
        "title":"Symposium on \"Dealing With Types of Test Biases When Black Students Are Concerned\"--The Transition from High School to College: How Do We Bridge the Gap?"},
      {
        "id":"ED080919",
        "title":"Practical Career Guidance Counseling, and Placement for the Noncollege-Bound Student: A Review of the Literature."},
      {
        "id":"ED080920",
        "title":"Reaction to Attitudinal Deviance: Impact of Deviate's Net Agreement and Direction of Change."},
      {
        "id":"ED080921",
        "title":"Mobius Strips, Perquackey, and the Dutch Chocolate Apple."},
      {
        "id":"ED080922",
        "title":"Parents' Occupations, Student Mother Tongue and Immigrant Status: Further Analysis of the Every Student Survey Data."},
      {
        "id":"ED080923",
        "title":"Workshops for Counselors: Focus on the Black Student, 1970, 1971, 1972."},
      {
        "id":"ED080924",
        "title":"Characteristics of American Youth: 1972. Current Population Reports, Series P-23, No. 44."},
      {
        "id":"ED080925",
        "title":"Your Chance to Live: Teacher's Manual."},
      {
        "id":"ED080926",
        "title":"Sex Differences on Factor Dimensions Related to Withdrawing from College."},
      {
        "id":"ED080927",
        "title":"Client 1: A Computer Program Which Simulates Client Behavior in an Initial Interview."},
      {
        "id":"ED080928",
        "title":"A Community-Based Multilevel Approach to Drug Treatment and Rehabilitation."},
      {
        "id":"ED080929",
        "title":"Performance in Women as a Function of Fear of Success and Sex-Role Orientation."},
      {
        "id":"ED080930",
        "title":"Convergent, Divergent, and Esthetic Ability and Bias in College Students: Their Relation to Personality and Preference for Major Subject and Instructional Method."},
      {
        "id":"ED080931",
        "title":"Shared Responsibility in Student Record Keeping and Dissemination."},
      {
        "id":"ED080932",
        "title":"Automated Analysis of Counselor Style and Effects: The Development and Evaluation of Methods and Materials to Assess the Stylistic Accuracy and Outcome Effectiveness of Counselor Verbal Behavior. Final Report."},
      {
        "id":"ED080933",
        "title":"The Effects of Reinforcement and Developmental Stage on Learning in Children. Final Report."},
      {
        "id":"ED080934",
        "title":"Reading for Information and Enjoyment, Kindergarten through Grade Twelve. (Tentative)."},
      {
        "id":"ED080943",
        "title":"Sources of Good Books for Poor Readers; An Annotated Bibliography."},
      {
        "id":"ED080944",
        "title":"Reading and the Kindergarten; An Annotated Bibliography."},
      {
        "id":"ED080945",
        "title":"Reading in the Content Fields; An Annotated Bibliography."},
      {
        "id":"ED080946",
        "title":"The Syllable as a Source of Error in Multisyllable Word Recognition."},
      {
        "id":"ED080947",
        "title":"Technological Alternatives in Learning; Proceedings of the Annual Conference of the Western College Reading Association (6th; Albuquerque, April 12-14, 1973)."},
      {
        "id":"ED080948",
        "title":"The Wilson Manual for Implementing Individually Guided Reading, Janesville, Wisconsin."},
      {
        "id":"ED080949",
        "title":"The PRIMIR (Primary Individualized Reading) Program."},
      {
        "id":"ED080950",
        "title":"Keys to Successful Reading."},
      {
        "id":"ED080951",
        "title":"Tutorial Reading Guidebook."},
      {
        "id":"ED080964",
        "title":"Evaluation in Reading."},
      {
        "id":"ED080965",
        "title":"Novels for Class Study in Junior High School: Some Recommendations."},
      {
        "id":"ED080966",
        "title":"Stimulus Concreteness and Mode of Elaboration in Children's Learning."},
      {
        "id":"ED080967",
        "title":"The Detection and Remediation of Deficiencies in Verbal Understanding of First Grade Students."},
      {
        "id":"ED080968",
        "title":"Memory Judgments. Final Report."},
      {
        "id":"ED080969",
        "title":"Segmented Print as an Aid to the Identification of Polysyllabic Words."},
      {
        "id":"ED080970",
        "title":"Project Reach; Disadvantaged Pupil Program Funds Evaluation, 1971-1972."},
      {
        "id":"ED080971",
        "title":"Every Teacher a Teacher of Reading--For Only a Week."},
      {
        "id":"ED080972",
        "title":"Project READ. Final Project Report."},
      {
        "id":"ED080973",
        "title":"Miscue Analysis: Applications to Reading Instruction."},
      {
        "id":"ED080974",
        "title":"The Effects of Verbal and Monetary Incentives on Reading in Adult Illiterates. Final Report."},
      {
        "id":"ED080975",
        "title":"Inservice Education to Improve Reading Instruction. Reading Aids Series."},
      {
        "id":"ED080976",
        "title":"Perceptual and Language Readiness Programs: Critical Reviews. Reading Aids Series."},
      {
        "id":"ED080977",
        "title":"A Comparison Study of Phonics Skills Developed by Fifth and Sixth Grade Remedial and Corrective Readers."},
      {
        "id":"ED080978",
        "title":"The Use of Morphological and Syntactic Regularities in Word Reading. Final Report."},
      {
        "id":"ED080979",
        "title":"Seventh Grade Reading Improvement Program; A Mini-Grant Project."},
      {
        "id":"ED080980",
        "title":"Title II Reading Projects Reveal Wide Program Range. ESEA Title II and The Right to Read, Notable Reading Projects No. 10."},
      {
        "id":"ED081003",
        "title":"Bibliography of Research in the Teaching of English: July 1, 1972 to December 31, 1972."},
      {
        "id":"ED081005",
        "title":"The Teaching of English: A Curricular Guide, Grades 7-12."},
      {
        "id":"ED081006",
        "title":"Focus: The Communication Arts. Virginia English Bulletin."},
      {
        "id":"ED081007",
        "title":"1972 Minnesota NCTE (National Council of Teachers of English) Seminar on Research in English Education."},
      {
        "id":"ED081008",
        "title":"Book and Non-Book Media: Annotated Guide to Selection Aids for Educational Materials."},
      {
        "id":"ED081009",
        "title":"A Preliminary Report on Motivation and Communication Patterns of the Black, Chicano, White, and Affluent White in a Typical Southwest U.S. City."},
      {
        "id":"ED081010",
        "title":"Multiple Facets of Candidate Image Structure: Effects of the McGovern Television Biography."},
      {
        "id":"ED081011",
        "title":"The Coverage of Campaign Advertising by the Prestige Press in 1972."},
      {
        "id":"ED081012",
        "title":"Measuring Simple and Complex Graphic Design Preferences."},
      {
        "id":"ED081013",
        "title":"A Behavioral Analysis of Figurative Language in Psychotherapy: One Session in a Single Case Study."},
      {
        "id":"ED081014",
        "title":"Insight and Figurative Language in Psychotherapy: Two Fragments of a Case Study."},
      {
        "id":"ED081015",
        "title":"A Decision-Situation Model of Communications Behavior: A Review of Research and a Stopping Experiment."},
      {
        "id":"ED081016",
        "title":"Some Syntactic Characteristics of Spoken and Written Discourse. Studies in Language Education, Report No. 4."},
      {
        "id":"ED081017",
        "title":"Recall of Adjective-Noun Phrases within List and Prose Contexts."},
      {
        "id":"ED081018",
        "title":"Syntactic Recoding of Passages Written at Three Levels of Complexity. Studies in Language Education, Report No. 5."},
      {
        "id":"ED081020",
        "title":"Annotated Bibliography of Research in the Teaching of English: January 1, 1973 to June 30, 1973."},
      {
        "id":"ED081021",
        "title":"The Effects of Mere Exposure to Political Advertisements."},
      {
        "id":"ED081022",
        "title":"Another Look at the Agenda Setting Function of the Press."},
      {
        "id":"ED081023",
        "title":"The Effects of Peer Grouping on Carry Over of Learned Verbal Communication."},
      {
        "id":"ED081024",
        "title":"On Shaky Ground: The Conceptual Foundations of Theatre Historians."},
      {
        "id":"ED081025",
        "title":"The Politics of Revolution; A Film Course Study Guide."},
      {
        "id":"ED081026",
        "title":"Racism; A Film Course Study Guide."},
      {
        "id":"ED081028",
        "title":"Some Criteria for Humanizing."},
      {
        "id":"ED081029",
        "title":"The Influence of Their Notions of Humanism on the Drama of Jean-Paul Sartre and Bertolt Brecht."},
      {
        "id":"ED081030",
        "title":"Careers in Speech Communication."},
      {
        "id":"ED081032",
        "title":"Science Without Aesthetics."},
      {
        "id":"ED081033",
        "title":"Analysis of Relational Communication in Dyads: New Measurement Procedures."},
      {
        "id":"ED081037",
        "title":"A Quantification Approach to Popular American Theatre: Outline."},
      {
        "id":"ED081038",
        "title":"Problems of Cross-Cultural Communication in Developing Bilingual Bicultural Education Programs."},
      {
        "id":"ED081039",
        "title":"A Fault Tree Approach to Analysis of Organizational Communication Systems."},
      {
        "id":"ED081043",
        "title":"Don't Hesitate to Heckle Your Speech Students!"},
      {
        "id":"ED081046",
        "title":"A Factor Analytic Study of a Revised Form of Rotter's Internal-External Scale."},
      {
        "id":"ED081049",
        "title":"A Research and Developmental Program in Three Basic Communication Courses: Student Reactions and Effects on Communicative Ability."},
      {
        "id":"ED081051",
        "title":"Judgments of Vocal Quality, Speech Fluency, and Confidence of Southern Black and White Speakers."},
      {
        "id":"ED081052",
        "title":"Creative Drama in an Arts Education Program: Core I at Illinois State University."},
      {
        "id":"ED081053",
        "title":"A Look at the Role of the American Cinematographer Through a Selected List of Films."},
      {
        "id":"ED081055",
        "title":"The Censorship of &quot;Maude&quot;: A Case Study in the Social Construction of Reality."},
      {
        "id":"ED081056",
        "title":"Final Technical Report on the Institute for Oral Language Programs for the Elementary School."},
      {
        "id":"ED081058",
        "title":"The Effects of Refutational Techniques on Attitude Change."},
      {
        "id":"ED081059",
        "title":"An Exploration of Deception as a Communication Construct."},
      {
        "id":"ED081060",
        "title":"Mini Schools: McMurray Junior High, Nashville, Tennessee."},
      {
        "id":"ED081061",
        "title":"How To Initiate and Administer a Community Resource Volunteer Program."},
      {
        "id":"ED081062",
        "title":"A School Without Failure: A Description of the Glasser Approach in the Palo Alto Unified School District."},
      {
        "id":"ED081063",
        "title":"Tewksbury&apos;s Plan: The Continuous School Day."},
      {
        "id":"ED081064",
        "title":"Career Education Facilities: A Planning Guide for Space and Station Requirements. A Report"},
      {
        "id":"ED081065",
        "title":"Values in the Curriculum. Ontario Association for Curriculum Development Annual Conference (20th, Windsor, Ontario, November 11-13, 1971)."},
      {
        "id":"ED081066",
        "title":"Jefferson County Design/Build Program. BSIC/EFL Newsletter."},
      {
        "id":"ED081067",
        "title":"Proceedings of National Nutrition Education Conference (6th, Washington, D.C., November 2-4, 1971)."},
      {
        "id":"ED081068",
        "title":"The Campus Plan: Quality Education for Elementary Schools."},
      {
        "id":"ED081069",
        "title":"A Systematic Approach to Tension Monitoring and Tension Reduction in an Educational Setting."},
      {
        "id":"ED081070",
        "title":"Critical Tasks of School Principals in Student Teaching Programs."},
      {
        "id":"ED081071",
        "title":"The Relationship of Sex, Level, and Position of Oregon Educators to Attitudinal Statements That Deal with Collective Negotiations and Sanctions."},
      {
        "id":"ED081072",
        "title":"The Elementary School Principal: What Training and Experience Factors Relate to His Success?"},
      {
        "id":"ED081073",
        "title":"The Role of Secondary School Para-Professionals."},
      {
        "id":"ED081074",
        "title":"Supervisory Services Considered Desirable by Teachers and Principals in &quot;Open Space&quot; Elementary Schools."},
      {
        "id":"ED081075",
        "title":"Views and Feelings of Superintendents Who Are Disturbed About Teacher Militancy."},
      {
        "id":"ED081076",
        "title":"Should We Abolish or Retain the Principalship?"},
      {
        "id":"ED081077",
        "title":"Educational Facilities Survey: Atlanta Public Schools, 1971-81."},
      {
        "id":"ED081078",
        "title":"Maiden Erlegh: An English Secondary School Development Project. Programme on Educational Building 2."},
      {
        "id":"ED081079",
        "title":"School Building To-day and To-morrow. Programme on Educational Building 1."},
      {
        "id":"ED081080",
        "title":"The Faculty Office: A System of Furniture & Structure."},
      {
        "id":"ED081081",
        "title":"Reading, Spelling, and Mathematics Achievement of Grade 2 Pupils in Open Plan and Architecturally Conventional Schools. Studies of Open Education No. 6."},
      {
        "id":"ED081082",
        "title":"Curiosity and Creativity Among Pupils in Open Plan and Architecturally Conventional Schools -- A Progress Report. Studies of Open Education No. 7."},
      {
        "id":"ED081083",
        "title":"Problems of Teacher-Student Organisation in Openrooms. Studies of Open Education No. 8."},
      {
        "id":"ED081084",
        "title":"The Many Faces of Year-Round Education."},
      {
        "id":"ED081085",
        "title":"Year-Round School: Here's What's Happening."},
      {
        "id":"ED081086",
        "title":"Annotated Bibliography: Extended School Year Materials. Revised."},
      {
        "id":"ED081087",
        "title":"[Division I, Living-Learning Residences: Dag Hammarskjold College.]"},
      {
        "id":"ED081088",
        "title":"The Potential Role of the School as a Site for Integrating Social Services. A Report."},
      {
        "id":"ED081089",
        "title":"Board-Administrator Relationships. Educational Management Review Series Number 22."},
      {
        "id":"ED081090",
        "title":"Extended School Year Feasibility Study. A Feasibility Study of the Voluntary Quinmester Extended School Year for Long Branch Senior High School. Final Report."},
      {
        "id":"ED081091",
        "title":"The Salaried Instructional Paraprofessional: Conditions, Hierarchy and Nomenclature."},
      {
        "id":"ED081092",
        "title":"Informal Extra-Organizational Forces Affecting Educational Decision-Making."},
      {
        "id":"ED081093",
        "title":"Who Is Accountable to Whom and for What?"},
      {
        "id":"ED081094",
        "title":"Curriculum Decisions: A Conceptual Framework."},
      {
        "id":"ED081095",
        "title":"The Viability of the Development Council: A Voluntary Educational Change Agency."},
      {
        "id":"ED081096",
        "title":"Bringing About Change in the Schools. A Case Study: Lake Park Elementary School, Lowndes County School District, Georgia."},
      {
        "id":"ED081097",
        "title":"Revenue Sharing: Its Use by and Impact on State Governments. Department of the Treasury. Report to the Congress."},
      {
        "id":"ED081098",
        "title":"Electoral Competition and the Receptivity of School Board Members."},
      {
        "id":"ED081099",
        "title":"Indicators of Educational Outcome, Fall 1972."},
      {
        "id":"ED081100",
        "title":"1972 Legislation and Achievements: Nonpublic Education. Regulation and State Aid, Performance Contracts, Voucher Systems. Research Brief No. 7."},
      {
        "id":"ED081101",
        "title":"1972 Legislation and Achievements: Pupil Personnel. Regulation and Rights, Financial Aid, Food Services, Transportation. Research Brief No. 9."},
      {
        "id":"ED081102",
        "title":"Due Process for Students, Teachers and Administrators in Suburban School Districts."},
      {
        "id":"ED081103",
        "title":"Financial Accounting: Classifications and Standard Terminology for Local and State School Systems. State Educational Records and Reports Series: Handbook II, Revised."},
      {
        "id":"ED081104",
        "title":"Theory and Phenomenon in Curriculum Research: The Curriculum as a Social System."},
      {
        "id":"ED081105",
        "title":"Merit Pay Progams for Secondary School Administrators, 1972-1973. Report on Educational Practice."},
      {
        "id":"ED081106",
        "title":"Guam Year-Round School. Feasibility Study. Final Report. Parts I and II."},
      {
        "id":"ED081107",
        "title":"Proceedings of Pennsylvania State Annual Conference on Year-Round Education. (1st, Hershey, Pennsylvania, February 6-8, 1971.)"},
      {
        "id":"ED081108",
        "title":"National Seminar on Year-Round Education."},
      {
        "id":"ED081109",
        "title":"Proceedings of National Seminar on Year-Round Education."},
      {
        "id":"ED081110",
        "title":"Project To Utilize Resources in Education."},
      {
        "id":"ED081113",
        "title":"Salaries of Teacher Aides and Other Paraprofessionals, 1972-73. ERS Circular No. 3, 1973."},
      {
        "id":"ED081114",
        "title":"Evaluating the Evaluator. ERS Circular No. 4, 1973."},
      {
        "id":"ED081115",
        "title":"Organizational Mechanisms for Conflict Management in a Large Urban School System."},
      {
        "id":"ED081116",
        "title":"The Press Relations of a Local School District: An Analysis of the Emergence of School Issues."},
      {
        "id":"ED081117",
        "title":"Working-Class Boys in Innovative Secondary School Programs: Expectations and Behavior. Final Report."},
      {
        "id":"ED081118",
        "title":"Partial Text of Remarks Before the University of Southern California Law Alumni."},
      {
        "id":"ED081120",
        "title":"C.R.O.C.S. A Swiss Industrialised School Building System. Programme on Educational Building 3."},
      {
        "id":"ED081121",
        "title":"Handicapped Children Redefined--Legal Eligibility for Services Expanded."},
      {
        "id":"ED081122",
        "title":"Legal Provision for State and Local Planning for the Delivery of Educational Services to Handicapped Children."},
      {
        "id":"ED081124",
        "title":"The Provision of Special Education Services in Non-Public Facilities."},
      {
        "id":"ED081125",
        "title":"State Laws and Administrative Procedures Relating to the Placement of Exceptional Children."},
      {
        "id":"ED081126",
        "title":"Legal Provisions for Delivery of Educational Services on a Cooperative Basis to Handicapped Children."},
      {
        "id":"ED081127",
        "title":"Legal and Administrative Procedures Relating to the Transportation of Exceptional Children."},
      {
        "id":"ED081128",
        "title":"Analysis of State Laws for Gifted Children."},
      {
        "id":"ED081129",
        "title":"Education for the Handicapped, 1973 - Hearings Before the Subcommittee on Handicapped of the Committee on Labor and Public Welfare United States Senate - Ninety-Third Congress, First Session."},
      {
        "id":"ED081130",
        "title":"Curriculum Guide: Elementary Gifted Education. Project Gifted."},
      {
        "id":"ED081131",
        "title":"The Pre-Vocational Evaluation and Training Program."},
      {
        "id":"ED081132",
        "title":"Harrison Educational Research and Development Center. End of Project Period Evaluation Report ESEA, Title III. FY 1971-1972."},
      {
        "id":"ED081133",
        "title":"Harrison Educational Research and Development Center. End of Project Period Report ESEA, Title III. FY 1971-1972."},
      {
        "id":"ED081134",
        "title":"Media Production Workshop for Teachers of the Deaf."},
      {
        "id":"ED081135",
        "title":"Instructional Strategies. Media Production Workshop for Teachers of the Deaf."},
      {
        "id":"ED081136",
        "title":"Evaluation of Sensory Aids for the Visually Handicapped."},
      {
        "id":"ED081137",
        "title":"Stuttering: Training the Therapist. A Syllabus or Course of Study. Publication No. 5."},
      {
        "id":"ED081138",
        "title":"Stuttering: Successes and Failures in Therapy. Actual Case Histories as Reported by Certain Authorities. Publication No. 6."},
      {
        "id":"ED081139",
        "title":"Conditioning in Stuttering Therapy: Applications and Limitations. Publication No. 7."},
      {
        "id":"ED081140",
        "title":"Stuttering: An Account of Intensive Demonstration Therapy. Publication N. 8."},
      {
        "id":"ED081141",
        "title":"Educational Audiology Hard of Hearing. Final Report."},
      {
        "id":"ED081142",
        "title":"Teaching Gifted Students Literature in Grades Seven through Nine."},
      {
        "id":"ED081143",
        "title":"Early Recognition and Intervention: Programs for Children with Special Needs."},
      {
        "id":"ED081144",
        "title":"Teaching Objectives for the Emotionally Handicapped (Teachers of Children with Behavior Disorders)."},
      {
        "id":"ED081145",
        "title":"Current Issues in Mental Retardation and Human Development."},
      {
        "id":"ED081146",
        "title":"Descriptions of Innovative Training Programs Directed Toward: 1. Integration of Children with Special Needs in Regular Classrooms. 2. Serving Severely Handicapped Children."},
      {
        "id":"ED081147",
        "title":"Handicapped Children's Nature Study Center: A Cooperative Project in Outdoor Education. End of Project Report."},
      {
        "id":"ED081148",
        "title":"Toddler Research and Intervention Project Report-Year II. IMRID Behavioral Science Monograph No. 21."},
      {
        "id":"ED081149",
        "title":"Results of Questionnaire on Integration of Non-Sensory Handicapped Children."},
      {
        "id":"ED081150",
        "title":"Florida Language Profile Manual."},
      {
        "id":"ED081151",
        "title":"Union Catalog 1973 Supplement: Special Education Instructional Materials Center Network."},
      {
        "id":"ED081152",
        "title":"Reading Curriculum Development Project. Final Report."},
      {
        "id":"ED081153",
        "title":"Individualized Study for Academically Talented Students."},
      {
        "id":"ED081154",
        "title":"Readings on Deafness."},
      {
        "id":"ED081155",
        "title":"Braille Codes Pilot Project 1 December 1970 - 31 January 1972. Final Report."},
      {
        "id":"ED081156",
        "title":"Guidelines for Planning Post Secondary Training Programs for the Deaf Within Existing Community Junior Colleges. Final Report."},
      {
        "id":"ED081157",
        "title":"Curriculum Guides for Level I and Level II: National Manpower Model."},
      {
        "id":"ED081158",
        "title":"Designing Facilities for Language, Speech and Hearing Programs in Florida Public Schools."},
      {
        "id":"ED081160",
        "title":"Developmental Learning in Urban Areas: An Overview of Learning Disorders for Detroit Teachers."},
      {
        "id":"ED081161",
        "title":"Media, Methods, and Materials for Special Educators."},
      {
        "id":"ED081162",
        "title":"An Enriched and Cooperative Reading Program for Achievers at the Sixth Grade Level."},
      {
        "id":"ED081163",
        "title":"Effectiveness of Emphasizing Reading Skills with the Language Master for Mentally Retarded Students."},
      {
        "id":"ED081164",
        "title":"Regional Assessment Center: A Concept or a Place."},
      {
        "id":"ED081165",
        "title":"Careers in Special Education."},
      {
        "id":"ED081166",
        "title":"Resources for Effective Teaching."},
      {
        "id":"ED081167",
        "title":"Accountability Study for Trainable Mentally Retarded Children and Youth."},
      {
        "id":"ED081174",
        "title":"Learning Difficulty, Transfer, and Retention as Functions of Two Types and Two Levels of Redundancy in a Sequence of Concept Formation Tasks in Mathematics Involving Computer Assistance. Final Report."},
      {
        "id":"ED081175",
        "title":"A First Hard Look at the Surgeon General's Report on Television and Violence."},
      {
        "id":"ED081180",
        "title":"PROJECT 80. Learning Activity Packages. Final Report, 1972."},
      {
        "id":"ED081181",
        "title":"The Encoding of Verbal Information. Final Report."},
      {
        "id":"ED081183",
        "title":"&quot;The Real Power&quot;, An Interview With Benjamin L. Hooks, the First Black to be Appointed a Member of the Federal Communications Commission."},
      {
        "id":"ED081184",
        "title":"Technical Standards and Specifications: Ordinance Supplement Section VII."},
      {
        "id":"ED081185",
        "title":"In Re Complaint of the Black Caucus of the United States House of Representatives Before the Federal Communications Commission."},
      {
        "id":"ED081186",
        "title":"Symposium on Urban Cable Television, Volume II. Thursday, October 19, 1972. Morning Workshop Themes: Economics and Financing of Cable; Public Ownership: Myth and Reality; Programming: Community and Local; New Patterns of Minority Participation."},
      {
        "id":"ED081191",
        "title":"A Discussion of Behavioral Technology Laboratories CAI Projects In Relation to a CAI Test-Bed Concept. Technical Report Number 71."},
      {
        "id":"ED081192",
        "title":"Computer-Based Test Development Center Project. Final Report."},
      {
        "id":"ED081193",
        "title":"Teaching Guide and Problem Supplement. A Publication of the Exemplary Project Problem Solving Computer Style 1969-1970."},
      {
        "id":"ED081194",
        "title":"Self-Instruction Systems: An Alternate Socio-Technological Approach to National Education and Training. A Research Report and Prospectus."},
      {
        "id":"ED081195",
        "title":"An ACLU Guide to Cable Television."},
      {
        "id":"ED081196",
        "title":"Computer-Assisted Instruction for Dispersed Populations: System Cost Models. Technical Report Number 190."},
      {
        "id":"ED081198",
        "title":"Financial Statistics of Public Television Licensees: Fiscal Year 1971."},
      {
        "id":"ED081199",
        "title":"Inside Out; A Guide For Teachers."},
      {
        "id":"ED081200",
        "title":"The Introduction of Biological Mensuration Techniques Through Simulation."},
      {
        "id":"ED081201",
        "title":"Worksheets For Planning Media Facilities."},
      {
        "id":"ED081202",
        "title":"CHEMEX; Understanding and Solving Problems in Chemistry. A Computer-Assisted Instruction Program for General Chemistry."},
      {
        "id":"ED081203",
        "title":"Chemical Calculations; An Audiotutorial Approach."},
      {
        "id":"ED081204",
        "title":"The Use of On Line Video Projection Techniques in Computer Augmented Lectures."},
      {
        "id":"ED081205",
        "title":"Some Classroom Experiences in the Teaching of Empirical Model Building and Regression Analysis."},
      {
        "id":"ED081206",
        "title":"Computers, Synthesizers, and the Physics of Music."},
      {
        "id":"ED081207",
        "title":"Current and Retrospective Student Evaluations of a Computer-Based Research Curriculum in an Introductory Sociology Course."},
      {
        "id":"ED081208",
        "title":"Education and BBC Local Radio: A Combined Operation."},
      {
        "id":"ED081209",
        "title":"Educational Output of BBC Local Radio Stations, Spring Term 1973."},
      {
        "id":"ED081210",
        "title":"Content and Instructional Analysis for Cognitive Transfer Tasks. Working Paper Number 40."},
      {
        "id":"ED081212",
        "title":"Resource Centers; Some Ideas."},
      {
        "id":"ED081214",
        "title":"Computer Applications Laboratory (Computer-Assisted Instruction Center) Annual Progress Report; 1 January 1972 through 31 December 1972."},
      {
        "id":"ED081215",
        "title":"Possible Uses of CATV at the University of Illinois, Urbana-Champaign in the Period 1973-1980."},
      {
        "id":"ED081216",
        "title":"Educational Technology; An AED/INNOTECH Seminar. (Singapore, April 10-13, 1972.)"},
      {
        "id":"ED081217",
        "title":"Project Clear: Selected Educational Projects in SEAMEO Countries."},
      {
        "id":"ED081218",
        "title":"An Individualized Audio-Visual Instructional Program for Primary Grade Students With Reading Problems. Final Report."},
      {
        "id":"ED081219",
        "title":"A Study of the Technical and Economic Considerations Attendant on the Home Delivery of Instruction and Other Socially Related Services Via Interactive Cable TV. Volume I: Introduction and Interim Summary. Revision I."},
      {
        "id":"ED081220",
        "title":"Some Technical, Economic and Applications Considerations of Interactive Television."},
      {
        "id":"ED081221",
        "title":"Computer Assisted Laboratory Problems for Teaching Business and Economic Statistics."},
      {
        "id":"ED081222",
        "title":"Access. Challenge for Change/Societe Nouvelle Number Twelve."},
      {
        "id":"ED081223",
        "title":"CAI in Music Theory: Paradigms: Potential: Problems."},
      {
        "id":"ED081224",
        "title":"The Role of a Computer Science Department in the Use of the Computer in Undergraduate Curricula at a Small Liberal Arts College."},
      {
        "id":"ED081225",
        "title":"Tools for Change; A Basic Course in Problem-Solving."},
      {
        "id":"ED081226",
        "title":"Tools For Change. Second Edition, Preliminary Version."},
      {
        "id":"ED081227",
        "title":"Strategy Notebook; Tools For Change."},
      {
        "id":"ED081228",
        "title":"Video Based Developmental Mathematics Learning System For Community College Students."},
      {
        "id":"ED081229",
        "title":"Increased Learning Freedom Via Computers."},
      {
        "id":"ED081230",
        "title":"A Course Which Used Programming to Aid Learning Various Mathematical Concepts."},
      {
        "id":"ED081231",
        "title":"Adapting Computer-Assisted-Instruction to the Non-Programmer."},
      {
        "id":"ED081232",
        "title":"Use of the Lincoln Training System (LTS) for Task Simulation in the Support of Performance Laboratory Instruction. Technical Report 506."},
      {
        "id":"ED081233",
        "title":"A Comparison of Student Option Versus Program Controlled CAI Training."},
      {
        "id":"ED081235",
        "title":"The Use of Time-Shared Terminals in a Human-Learning Course."},
      {
        "id":"ED081236",
        "title":"Some Contemporary Models for Curriculum Evaluation."},
      {
        "id":"ED081237",
        "title":"Summer '72 Youth Film/Media Workshop. Final Report."},
      {
        "id":"ED081238",
        "title":"An Experimental Evaluation of an Audio-Tutorial System."},
      {
        "id":"ED081239",
        "title":"Audiovisual Records in the National Archives Relating to World War II. Preliminary Draft."},
      {
        "id":"ED081240",
        "title":"Sound Recordings in the Audiovisual Archives Division of the National Archives. Preliminary Draft."},
      {
        "id":"ED081241",
        "title":"Motion Pictures in the Audiovisual Archives Division of the National Archives."},
      {
        "id":"ED081242",
        "title":"Still Pictures in the Audiovisual Archives Division of the National Archives. Preliminary Draft."},
      {
        "id":"ED081243",
        "title":"Audiovisual Holdings of the Presidential Libraries. Preliminary Draft."},
      {
        "id":"ED081244",
        "title":"Audiovisual Records Relating to Indians in the National Archives. Preliminary Draft."},
      {
        "id":"ED081245",
        "title":"Research and Theory Related to Audiovisual Information Transmission. Revised Edition."},
      {
        "id":"ED081246",
        "title":"Grupo de Trabajo Para la Preparacion del Proyecto Sobre el Desarrolo de Servicias de Bibliotecas y de Informacion Cientifica y Tecnica (Working Group for the Preparation of the Proposal on the Development of Library Services and Scientific and Technical Information)."},
      {
        "id":"ED081248",
        "title":"Bibliographie Moderner Fremdsprachenunterricht, 3(1972) Nr. 4 (Bibliography: Modern Foreign Language Instruction, 1972. Volume 3, Number 4)."},
      {
        "id":"ED081249",
        "title":"Evidence of a Consonant Shift in 7th Century Japanese."},
      {
        "id":"ED081250",
        "title":"A Few Questions about Standardization and the Teaching of Bahasa Indonesia in Sekolah Dasar (Primary Schools)."},
      {
        "id":"ED081251",
        "title":"Papers Presented at the Annual Meeting of the New York State Association of Foreign Language Teachers (54th, 11-13 October 1971)."},
      {
        "id":"ED081252",
        "title":"Foreign Language: Key to Career Development."},
      {
        "id":"ED081253",
        "title":"Black English: A Selected Bibliography."},
      {
        "id":"ED081254",
        "title":"Programs Providing Bilingual Education; Title VII--ESEA (Elementary and Secondary Education Act): Questions and Answers, Participating Schools, Contact Persons."},
      {
        "id":"ED081256",
        "title":"Bibliographie Moderner Fremdsprachenunterricht, 4(1973) Nr. 1. (Bibliography: Modern Foreign Language Instruction, 1973. Volume 4, Number 1)."},
      {
        "id":"ED081257",
        "title":"Cultural-Linguistic Aspects in Asian Language Teaching. Proceedings of the First Annual Meeting of the American Council of Teachers of Uncommonly-Taught Asian Languages."},
      {
        "id":"ED081258",
        "title":"Guidelines for Implementing Individualized Instruction in Foreign Languages."},
      {
        "id":"ED081259",
        "title":"Student Expectations and Reactions to Foreign Language Instruction."},
      {
        "id":"ED081260",
        "title":"A Handbook on Placement in Foreign Languages in Colleges and Universities, Part Three, Final Report."},
      {
        "id":"ED081261",
        "title":"Nuevas Adquisiciones [y] Resumenes (Recent Acquisitions and Abstracts)."},
      {
        "id":"ED081262",
        "title":"Foreign Language Offerings and Enrollments in Public Secondary Schools, Fall 1970. Final Report."},
      {
        "id":"ED081263",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, 1 January - 31 March 1973."},
      {
        "id":"ED081264",
        "title":"How Abstract Is English Vowel Phonology?"},
      {
        "id":"ED081265",
        "title":"On the Mental Basis and Some Physical Aspects of Tongue-Height Features."},
      {
        "id":"ED081266",
        "title":"Underlying Vowels in Modern English."},
      {
        "id":"ED081268",
        "title":"Films for French: A Teacher's Guide."},
      {
        "id":"ED081271",
        "title":"Bilingual Program in School and Community Relations of Office of Bilingual Education."},
      {
        "id":"ED081272",
        "title":"Educacion Bilingue: Una Declaracion del Plan y Accion que Proponen los Regentes de la Universidad del Estado de Nueva York (Bilingual Education: A Statement of Policy and Proposed Action by the Regents of the University of the State of New York.)"},
      {
        "id":"ED081273",
        "title":"Building Bridges to Better Bilingual Education."},
      {
        "id":"ED081274",
        "title":"Creativity in the Foreign Language Classroom."},
      {
        "id":"ED081275",
        "title":"Description of Bilingual Programs Funded by Title I, ESEA."},
      {
        "id":"ED081276",
        "title":"Description of Bilingual Programs Funded by Title III, ESEA."},
      {
        "id":"ED081278",
        "title":"Description of Bilingual Programs Funded by the State Urban Education Program: I. Quality Incentive Programs, II. Community Education Centers."},
      {
        "id":"ED081279",
        "title":"Foreign Languages: The Future Is Conditional."},
      {
        "id":"ED081280",
        "title":"Bilingual ERIC Publications."},
      {
        "id":"ED081281",
        "title":"Dissimilation as a Natural Process in Phonology."},
      {
        "id":"ED081282",
        "title":"The Goals of Linguistic Theory Revisited."},
      {
        "id":"ED081283",
        "title":"En Busca de la Raza Cosmica: Tematica del Ensayo Iberoamericano (In Search of the Cosmic Race: Thematic of The Iberoamerican Attempt)."},
      {
        "id":"ED081284",
        "title":"Preparing \"Learning Activity Packets\" for Individualized Instruction: \"Student Contracts\" Approach."},
      {
        "id":"ED081285",
        "title":"Structural and Linguistic Variables in Problem Solving."},
      {
        "id":"ED081286",
        "title":"Learning to Code Experience through Language: An Approach to the Study of Language Acquisition."},
      {
        "id":"ED081287",
        "title":"Speech Levels and Tucson Spanish Phonology."},
      {
        "id":"ED081288",
        "title":"The College French Major in the \"Now\" Generation: Should We Be Teaching Literature?"},
      {
        "id":"ED081289",
        "title":"The FLES Student: A Study. A Report of the 1967 F.L.E.S. Committee of the American Association of Teachers of French."},
      {
        "id":"ED081290",
        "title":"Reading Comprehension First in Beginning Russian: Why and One How."},
      {
        "id":"ED081291",
        "title":"Bibliographie Moderner Fremdsprachenunterricht, 4(1973) Nr. 2 (Bibliography: Modern Foreign Language Instruction, 1973. Volume 4, Number 2)."},
      {
        "id":"ED081292",
        "title":"LBRIG Newsletter (Newsletter of the Language by Radio Interest Group), Volume I, Numbers 1-5."},
      {
        "id":"ED081293",
        "title":"F.L.E.S. and the Objectives of the Contemporary Elementary Schools. A Report by the F.L.E.S. Committee of the American Association of Teachers of French."},
      {
        "id":"ED081294",
        "title":"Culture in the FLES Program: A Report by the 1965 FLES Committee of the American Association of Teachers of French."},
      {
        "id":"ED081295",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, 1 April - 30 June 1973."},
      {
        "id":"ED081297",
        "title":"Measuring the Syntactic Development of American Students of French."},
      {
        "id":"ED081298",
        "title":"Sources of Information for Language Teachers in Britain. I: General Information; II: Information for Teachers of German."},
      {
        "id":"ED081299",
        "title":"Developing Student Observational Skills: Using Visual Materials."},
      {
        "id":"ED081300",
        "title":"Political Internships: Theory, Practice, Evaluation. Penn State Studies, No. 28."},
      {
        "id":"ED081301",
        "title":"The Status of Black Studies Programs at American Colleges and Universities."},
      {
        "id":"ED081302",
        "title":"Black Students on White Campuses: Damaged Goods."},
      {
        "id":"ED081303",
        "title":"The Rights of Nontenured Faculty: The New Constitutional Doctrine of \"Perry v. Sindermann\" and \"Board of Regents v. Roth.\""},
      {
        "id":"ED081304",
        "title":"Graduate School Programs for Minority/Disadvantaged Students."},
      {
        "id":"ED081305",
        "title":"The Health Policy Elective Course. Final Report."},
      {
        "id":"ED081306",
        "title":"An Overview of the Dilemma of the College Undergraduate Transfer Student: Implications for National Policy Relating to Higher Education."},
      {
        "id":"ED081307",
        "title":"Beyond the Twelfth Grade: An Analysis of Post-Graduation Plans of High School Seniors in Idaho in 1971."},
      {
        "id":"ED081308",
        "title":"College and University Student Migration: The Case of Virginia."},
      {
        "id":"ED081309",
        "title":"Racial-Ethnic Bias in Selective College Admissions."},
      {
        "id":"ED081310",
        "title":"A Study of the Education Professions Development Act Training Programs for Higher Education Personnel. Executive Summary of Findings and Recommendations. Final Report."},
      {
        "id":"ED081311",
        "title":"Optometric Education: A Summary Report. National Study of Optometric Education."},
      {
        "id":"ED081312",
        "title":"[Study of Faculty Women at the University of Denver.]"},
      {
        "id":"ED081313",
        "title":"Individual Physician Profile. Final Report."},
      {
        "id":"ED081314",
        "title":"Empire State College Learning Contracts. Report of the President's Advisory Committee on Academic Quality."},
      {
        "id":"ED081315",
        "title":"Program of Study Policies and Procedures."},
      {
        "id":"ED081316",
        "title":"Report of Committee \"Z\" on the Economic Status of the Profession, 1972-73."},
      {
        "id":"ED081317",
        "title":"Departments: Problems and Alternatives."},
      {
        "id":"ED081318",
        "title":"The Development of an Instructional Delivery System for External Studies in Higher Education."},
      {
        "id":"ED081319",
        "title":"Hearing Before the Subcommittee on Education of the Committee on Labor and Public Welfare United States Senate, Ninety-Third Congress. First Session on Federal Student Assistance Programs, February 22, 1973."},
      {
        "id":"ED081320",
        "title":"Management Styles and Leadership Behavior Within a Residence Life Program."},
      {
        "id":"ED081321",
        "title":"Innovative Teaching: Issues, Strategies, and Evaluation."},
      {
        "id":"ED081322",
        "title":"Residency Classification of Students for Tuition Differential."},
      {
        "id":"ED081323",
        "title":"A Question of Opportunity: Women and Continuing Education."},
      {
        "id":"ED081324",
        "title":"Truth, Love and Campus Expansion. The University of Pittsburgh Experience."},
      {
        "id":"ED081325",
        "title":"Short-Cycle Higher Education. A Search for Identity."},
      {
        "id":"ED081327",
        "title":"A Survey of Research and Perspectives on National Planning for Higher Education. A Report to the Academy for Educational Development."},
      {
        "id":"ED081328",
        "title":"The Pauper and the Prince."},
      {
        "id":"ED081329",
        "title":"Final Report on the Education and Needs of Women."},
      {
        "id":"ED081330",
        "title":"University-Urban Interface Program. Final Report."},
      {
        "id":"ED081331",
        "title":"Proposal for Wellesley College: A Suburban-Regional Studies Center."},
      {
        "id":"ED081332",
        "title":"Educational Proposals for Consideration by the Commission on the Future of the College."},
      {
        "id":"ED081333",
        "title":"What Policy, If Any, Should Massachusetts Follow Concerning State Aid to Private Institutions of Higher Education?"},
      {
        "id":"ED081334",
        "title":"The Commuting Student Study, Report I: Patterns in University Commuting."},
      {
        "id":"ED081335",
        "title":"The Commuting Student Study, Report II: Study Facilities."},
      {
        "id":"ED081336",
        "title":"The Commuting Student Study, Report III: Lounge Space."},
      {
        "id":"ED081337",
        "title":"The Commuting Student Study, Report IV: Food Facilities."},
      {
        "id":"ED081338",
        "title":"The Relevance of Institutional Research for Greek Higher Education."},
      {
        "id":"ED081339",
        "title":"Higher Education: Proposals by the Swedish 1968 Educational Commission."},
      {
        "id":"ED081340",
        "title":"Can the Elite University Survive?"},
      {
        "id":"ED081341",
        "title":"The Return to Investments in Higher Education Revisited."},
      {
        "id":"ED081342",
        "title":"Report on the Council of Graduate Schools-Graduate Record Examinations Board 1972-73 Survey of Graduate Enrollment Part II."},
      {
        "id":"ED081343",
        "title":"Black Colleges and Federal Relations: A Handbook for Administrators."},
      {
        "id":"ED081344",
        "title":"An Investigation of Student's Perception of the Process of Transferring to MSU."},
      {
        "id":"ED081345",
        "title":"Women&apos;s Higher Education: Some Unanswered Questions."},
      {
        "id":"ED081346",
        "title":"The National Labor Relations Act and Higher Education: Prospects and Problems."},
      {
        "id":"ED081347",
        "title":"The Status of Women at the City University of New York: A Report to the Chancellor."},
      {
        "id":"ED081348",
        "title":"Graduate Student Characteristics and Their Program Satisfaction at Miami University."},
      {
        "id":"ED081349",
        "title":"A Management Model for Team Development of Self-Instructional Higher Education Curricula on the Structured Curriculum Model."},
      {
        "id":"ED081350",
        "title":"University Planning and Trial Estimates in Futures."},
      {
        "id":"ED081351",
        "title":"Student Interns in South Dakota."},
      {
        "id":"ED081352",
        "title":"Summary of Proceedings of the Annual Meeting of the Association of Urban Universities (58th, Jacksonville, Florida, March 5-6, 1972)."},
      {
        "id":"ED081353",
        "title":"Training for Change in Student Personnel Services."},
      {
        "id":"ED081354",
        "title":"Inter-Institutional Co-Operation in Faculty Development."},
      {
        "id":"ED081355",
        "title":"Preliminary Report of the Madison Faculty Senate Study, 1972-1973."},
      {
        "id":"ED081356",
        "title":"Preliminary Report of the UW Faculty Women's Survey."},
      {
        "id":"ED081357",
        "title":"A Report of Faculty and Student Evaluations of the Instructional Environment."},
      {
        "id":"ED081358",
        "title":"Biographical Data as Predictors of College Grades of Negroes and Whites."},
      {
        "id":"ED081359",
        "title":"The Commuting Student Study, Report VI: Recreation Space."},
      {
        "id":"ED081360",
        "title":"Resource Reallocation in Research Universities."},
      {
        "id":"ED081361",
        "title":"[Preliminary Report of the Education Committee to the Illinois Commission on the Status of Women.]"},
      {
        "id":"ED081362",
        "title":"University-Community Tension and Urban Campus Form. Volume 1."},
      {
        "id":"ED081363",
        "title":"The Traditionally Black Colleges. 1966-1972."},
      {
        "id":"ED081364",
        "title":"A Brief Description of the Institutions and Agencies Concerned with Higher Education in Massachusetts."},
      {
        "id":"ED081365",
        "title":"Report on Higher Education Finance in the Commonwealth of Massachusetts."},
      {
        "id":"ED081366",
        "title":"Report on Student Aid in the Commonwealth of Massachusetts."},
      {
        "id":"ED081367",
        "title":"Some Comments on Higher Education Policy in Massachusetts."},
      {
        "id":"ED081368",
        "title":"Coordination and Cooperation in Higher Education in Massachusetts."},
      {
        "id":"ED081369",
        "title":"Minority Access to Higher Education in the Commonwealth of Massachusetts."},
      {
        "id":"ED081370",
        "title":"The State and Federal Constitutions and their Effect in Massachusetts on the Question of State Aid to Private Higher Education."},
      {
        "id":"ED081371",
        "title":"Women in Fellowship and Training Programs."},
      {
        "id":"ED081372",
        "title":"Patterns of Giving to Higher Education II: An Analysis of Voluntary Support of American Colleges and Universities, 1970-71."},
      {
        "id":"ED081373",
        "title":"College of Veterinary Medicine for New England and New Jersey: A Feasibility Study."},
      {
        "id":"ED081374",
        "title":"Academic Achievement and Job Performance: Earnings and Promotions."},
      {
        "id":"ED081375",
        "title":"The Production and Cost Behavior of Higher Education Institutions."},
      {
        "id":"ED081376",
        "title":"The Ph.D. Degree at Berkeley: Interviews, Placement, and Recommendations."},
      {
        "id":"ED081377",
        "title":"The Ph.D. Production Function: The Case at Berkeley."},
      {
        "id":"ED081378",
        "title":"An Analysis of the Schools of Business Administration at the University of California, Berkeley."},
      {
        "id":"ED081379",
        "title":"The Repayment Period for Loan-Financed College Education."},
      {
        "id":"ED081380",
        "title":"Optimality in College Planning: A Control Theoretic Approach."},
      {
        "id":"ED081381",
        "title":"Cost Analysis in Higher Education."},
      {
        "id":"ED081382",
        "title":"Financing Postsecondary Education. Statement to the Joint Committee on the Master Plan for Higher Education of the California Legislature, April 12, 1972."},
      {
        "id":"ED081383",
        "title":"Varieties of Financial Crisis."},
      {
        "id":"ED081384",
        "title":"Structural Issues in the Supply and Demand for Scientific Manpower: Implications for National Manpower Policy."},
      {
        "id":"ED081385",
        "title":"Higher Education in Poland Part I: Organization and Administration."},
      {
        "id":"ED081386",
        "title":"Higher Education in Poland Part II: Rules of Admissions, Student Activities, and Curriculums."},
      {
        "id":"ED081388",
        "title":"College Plans of High School Seniors: October 1972. Current Population Reports, Series P-20, No. 252."},
      {
        "id":"ED081389",
        "title":"Planning and Decision Making for Medical Education: An Analysis of Costs and Benefits."},
      {
        "id":"ED081390",
        "title":"PPBS in Higher Education Planning and Management."},
      {
        "id":"ED081391",
        "title":"Graduation, Graduate School Attendance, and Investments in College Training."},
      {
        "id":"ED081392",
        "title":"A Structural Comparison of Analytical Models for University Planning."},
      {
        "id":"ED081393",
        "title":"Inquiries into a New Degree: The Candidate in Philosophy."},
      {
        "id":"ED081394",
        "title":"Assessing the Benefits of Collegiate Structure: The Case at Santa Cruz."},
      {
        "id":"ED081395",
        "title":"The Migration of the 1955-1965 Graduates of American Medical Schools."},
      {
        "id":"ED081396",
        "title":"The Capital Costs Of A University."},
      {
        "id":"ED081397",
        "title":"A Control Theory Solution to Optimal Faculty Staffing."},
      {
        "id":"ED081398",
        "title":"Higher Education Objectives; Measures of Performance and Effectiveness."},
      {
        "id":"ED081399",
        "title":"SPACE: Space Planning and Cost Estimating Model for Higher Education."},
      {
        "id":"ED081400",
        "title":"College Admissions Planning: Use of a Student Segmentation Model."},
      {
        "id":"ED081401",
        "title":"Internal Pricing Within the University - A Conference Report."},
      {
        "id":"ED081402",
        "title":"Academic Departmental Management: An Application of an Interactive Multicriterion Optimization Approach."},
      {
        "id":"ED081403",
        "title":"The Columbia Crisis: Campus, Vietnam, and the Ghetto. A Survey of Student and Faculty Attitudes and Behavior at Columbia University."},
      {
        "id":"ED081405",
        "title":"The Effect of Different Sets of Instructions on Student Course and Instructor Evaluation."},
      {
        "id":"ED081406",
        "title":"Fringe Benefits for Non-Teaching Employees in American Universities."},
      {
        "id":"ED081407",
        "title":"The Church--The Student--And The Future."},
      {
        "id":"ED081408",
        "title":"Motivational and Personality Factors Related to Career Goals of Black College Women. Final Report."},
      {
        "id":"ED081409",
        "title":"An Evaluation of a Self-Paced Approach to Elementary Chemistry Instruction."},
      {
        "id":"ED081410",
        "title":"Follow-up of Potential Students Who Did Not Complete Registration at Cerritos College, Fall 1972 [and] Follow-up Survey of &quot;No-Shows&quot;; Cerritos College, Fall 1972."},
      {
        "id":"ED081411",
        "title":"Community College Faculty Development."},
      {
        "id":"ED081412",
        "title":"Northern Illinois University of Abstracts of Graduate Studies on the Community (Junior) College 1972-73."},
      {
        "id":"ED081413",
        "title":"An Analysis of Student Attitudes toward Divergent Modes of Instruction: Implications for Individualized Instruction."},
      {
        "id":"ED081414",
        "title":"Evaluation of Administrators [and] Practices for Evaluating Administrators, Guidelines and Procedures for Evaluation of Regular (Tenured) Administrators."},
      {
        "id":"ED081415",
        "title":"A Study to Determine the Effect of Peer Tutoring on the Reading Efficiency and Self Concept of Disadvantaged Community College Freshmen: Final Report."},
      {
        "id":"ED081416",
        "title":"Institute for Advanced Study in Vocational-Technical Education: Collaborative Roles and Functions of Occupational Education Programs (Honolulu, Hawaii, October 1972-June 1973). Final Report."},
      {
        "id":"ED081417",
        "title":"Practicums: National Ed.D. Program for Community College Faculty [and] Nova University National Ed.D. Program for Community College Faculty."},
      {
        "id":"ED081418",
        "title":"Philanthropy to Junior Colleges. A Comparative Study: 1960-63 and 1968-71. Research Report No. 14."},
      {
        "id":"ED081419",
        "title":"Development of Management and Information System Skills for Vocational Education in California Community Colleges. Final Project Report."},
      {
        "id":"ED081420",
        "title":"An Assessment of the Marine Industry and Marine Technology Programs in Community Colleges in San Diego County. Final Project Report."},
      {
        "id":"ED081421",
        "title":"Paraprofessionals in Washington Community Colleges."},
      {
        "id":"ED081422",
        "title":"Veterans Outreach: Suggestions for an Effective Outreach Program for Colleges."},
      {
        "id":"ED081423",
        "title":"Veterans Guidance and Counseling: Suggestions for an Effective Veterans Program for Colleges."},
      {
        "id":"ED081424",
        "title":"Community Colleges with Collective Bargaining Agreements: Are They Different?"},
      {
        "id":"ED081425",
        "title":"Junior College Faculty Job Satisfaction."},
      {
        "id":"ED081426",
        "title":"Work Satisfaction among Junior College Faculty Members."},
      {
        "id":"ED081427",
        "title":"General Education at Los Medanos College: A Curricular Model."},
      {
        "id":"ED081428",
        "title":"Proceedings: The Community College Conference (5th, February 8-9, 1973)."},
      {
        "id":"ED081429",
        "title":"A Feasibility Study for Inclusion of Mohave County Community College in the State Community College System of Arizona."},
      {
        "id":"ED081430",
        "title":"A Statistical Comparison of Selected Performances of Post-Developmental Students and Regular Students Enrolled in Credit Courses at Thomas Nelson Community College."},
      {
        "id":"ED081431",
        "title":"Follow-Up Study: The Core Experiment in College Discovery."},
      {
        "id":"ED081432",
        "title":"Financial Support for California Community Colleges."},
      {
        "id":"ED081433",
        "title":"An Exploratory Study of Enlistment Incentives Among Junior College Students."},
      {
        "id":"ED081434",
        "title":"Accreditation of Two-Year Colleges in the South."},
      {
        "id":"ED081435",
        "title":"The Utilization of Paraprofessionals in the Department of Counseling."},
      {
        "id":"ED081436",
        "title":"Medical Information Network for Ontario: Determination of Need."},
      {
        "id":"ED081437",
        "title":"Non-Print Media Integration: The University of Connecticut Library."},
      {
        "id":"ED081438",
        "title":"Perspectives and Plans for Graduate Studies. 1. Library Science 1972."},
      {
        "id":"ED081439",
        "title":"A Technical and User Audit of the Shared Cataloging Support Sub-System of the New England Library Information Network (NELINET). Volume I, Text."},
      {
        "id":"ED081440",
        "title":"A Technical and User Audit of the Shared Cataloging Support Sub-System of the New England Library Information Network (NELINET). Volume II, Tables and Supplementary Documentation."},
      {
        "id":"ED081441",
        "title":"A Measure of the Library Skills of High School Graduates of Washington State as Demonstrated by Freshmen of Central Washington State College."},
      {
        "id":"ED081442",
        "title":"Library Statistics of Colleges and Universities; Part C, Fall 1971; Analytic Report."},
      {
        "id":"ED081446",
        "title":"Video Recording: Its Application to Information Retrieval."},
      {
        "id":"ED081447",
        "title":"INSPEC: An Experiment in the Batch Processing of Retrospective Searches."},
      {
        "id":"ED081449",
        "title":"The Curriculum Materials Center: A Study of Policies and Practices in Selected Centers."},
      {
        "id":"ED081450",
        "title":"A Project to Provide for the Extension and Expansion of the Bay Area Information Center to a Wider Service Area and for the Development of an Integrated Network of Information Services in California. Final Report."},
      {
        "id":"ED081451",
        "title":"Oregon's Pilot State Dissemination Program. Final Report."},
      {
        "id":"ED081452",
        "title":"The Library Researcher and Policymaker: An Observation Here, A Speculation There; and, Comments on Research in the Information Sciences."},
      {
        "id":"ED081453",
        "title":"An Estimate of the Amount of Research Required to Fill a New Journal of Library Science and Three Estimates of the Amount of Research Available."},
      {
        "id":"ED081454",
        "title":"Survey to Determine the Attitudes of Consumers of Library Research. Analysis of the Data."},
      {
        "id":"ED081455",
        "title":"Project Report: Audiovisual Orientation for Freshman, Summer Program."},
      {
        "id":"ED081456",
        "title":"Problems of Information User Needs."},
      {
        "id":"ED081457",
        "title":"A Study of the Role of Categories in a Thesaurus for Educational Documentation."},
      {
        "id":"ED081459",
        "title":"The Women's Information Center Project. Final Report."},
      {
        "id":"ED081460",
        "title":"Improving Library Services to the Blind, Partially Sighted, and Physically Handicapped in New York State: A Report Prepared for the Assistant Commissioner for Libraries."},
      {
        "id":"ED081461",
        "title":"A Handbook on Environmental Information Programs for Public Libraries."},
      {
        "id":"ED081462",
        "title":"Environmental Periodicals for Public Libraries: A Selected Annotated List."},
      {
        "id":"ED081463",
        "title":"Guide to Private Citizen Action Environmental Groups."},
      {
        "id":"ED081464",
        "title":"Enviro-Films: Candid Reviews of 16mm. Films About Natural Resources and Our Environment."},
      {
        "id":"ED081465",
        "title":"Comparison of Cognitive Developmental Theories of Ego and Moral Development."},
      {
        "id":"ED081470",
        "title":"Logical Structure Versus Information Processing in Making Inferences."},
      {
        "id":"ED081471",
        "title":"The Socialization of Intellectual Skills in Papago Children: The Effects of a Parent Training Program."},
      {
        "id":"ED081472",
        "title":"Recognition Memory in Reflective and Impulsive Preschool Children."},
      {
        "id":"ED081473",
        "title":"Special Food Service Program for Children."},
      {
        "id":"ED081474",
        "title":"Issues in the Relation of Psychology to Childhood Education."},
      {
        "id":"ED081475",
        "title":"Evaluation of Effects of the Clovis - Portales Bilingual Early Childhood Program: Final Report, 1972-73."},
      {
        "id":"ED081476",
        "title":"The Effects of Pain Cues on Hitting Behavior."},
      {
        "id":"ED081477",
        "title":"The Pre-School Movement: Panacea or Portent?"},
      {
        "id":"ED081478",
        "title":"Comprehensive On-Site Services in an Emergency Relocation Hotel."},
      {
        "id":"ED081479",
        "title":"Parental Variables as Predictors of Student Self-Conceptions of Ability."},
      {
        "id":"ED081480",
        "title":"Assessing the Behaviors of Caregivers. ABC-I and ABC-II."},
      {
        "id":"ED081481",
        "title":"Infancy and Science."},
      {
        "id":"ED081482",
        "title":"The New Orleans Model for Parent-Infant Education."},
      {
        "id":"ED081483",
        "title":"Classification in the High/Scope Cognitive Curriculum."},
      {
        "id":"ED081484",
        "title":"In the Beginning: A Parent Guide of Activities and Experiences for Infants from Birth to Six Months. Book I."},
      {
        "id":"ED081485",
        "title":"How Much Do Mothers Love Their Children?"},
      {
        "id":"ED081486",
        "title":"A Structural Analysis of the Ability to Take Another's Social Perspective: Stages in the Development of Role-Taking Ability."},
      {
        "id":"ED081487",
        "title":"A New Look at Evaluating Early Childhood Education Programs."},
      {
        "id":"ED081488",
        "title":"A Cooperative Plan to Establish an Early Childhood Center for the Invention, Demonstration, and Evaluation of Innovative Practices in Early Childhood Education. Final Report."},
      {
        "id":"ED081489",
        "title":"Classroom Activities to Develop Creativity."},
      {
        "id":"ED081490",
        "title":"Self-Concept Enhancement of Preschool Children."},
      {
        "id":"ED081492",
        "title":"Effects of Day Care on Early Child Development. Progress Report."},
      {
        "id":"ED081493",
        "title":"Syntactic Elaboration in the Speech of Lower-Class Black and Middle-Class White Preschool Children."},
      {
        "id":"ED081494",
        "title":"Contexts for Behavior in Television Programs and Children's Subsequent Behavior."},
      {
        "id":"ED081496",
        "title":"A Developmental Study of Reasoning and Its Effect on Resistance to Deviation in Children of High and Low Maturity of Moral Judgment."},
      {
        "id":"ED081497",
        "title":"Helping and Sharing Behavior in Cooperative and Competitive Classrooms."},
      {
        "id":"ED081499",
        "title":"Infant Education and Stimulation (Birth to 3 Years): A Bibliography."},
      {
        "id":"ED081500",
        "title":"Integrating Handicapped Children Into Regular Classrooms. (With Abstract Bibliography)."},
      {
        "id":"ED081501",
        "title":"New Directions for Early Child Development Programs: Some Findings from Research."},
      {
        "id":"ED081502",
        "title":"Summary of Experimental Research Procedures Used in the Study of Child-Caring Institutions in Georgia."},
      {
        "id":"ED081503",
        "title":"The Impact of Staff Orientations on Child Performance in Centralized and Decentralized Children's Institutions."},
      {
        "id":"ED081504",
        "title":"A Baseline Evaluation of Child Caring Institutions in Georgia...from a Community-Oriented Perspective."},
      {
        "id":"ED081505",
        "title":"50 Tactile and Visual Perception Games for Under $10: A Guide to Reading Readiness Games for Pre-School Teachers, Head Start Teachers, and First Grade Teachers."},
      {
        "id":"ED081507",
        "title":"Child Abuse Prevention Act, 1973. Hearings Before the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare, United States Senate, Ninety-third Congress, First Session on S.1191."},
      {
        "id":"ED081508",
        "title":"Behavioral Self-Observation Training with a Nursery School Teacher."},
      {
        "id":"ED081512",
        "title":"Encore: A Selction of Articles from ERIC/ECE Newsletters (Jan. 1971-Dec. 1972)."},
      {
        "id":"ED081514",
        "title":"ESEA Title III 1972 - PACE in Pennsylvania."},
      {
        "id":"ED081515",
        "title":"Blind Pre-School."},
      {
        "id":"ED081518",
        "title":"Rural Planning, Ecology and Rural Development: Models Based on Dutch and British Experience."},
      {
        "id":"ED081519",
        "title":"Migrant Programs in California."},
      {
        "id":"ED081520",
        "title":"Migrant Programs in Florida."},
      {
        "id":"ED081522",
        "title":"Federal Policies and Programs for American Indians. Staff Report #2."},
      {
        "id":"ED081523",
        "title":"The Employment of American Indians in New Mexico and Arizona. Staff Report #3."},
      {
        "id":"ED081524",
        "title":"Chicano Studies Bibliography: A Guide to the Resources of the Library at the University of Texas at El Paso. Third Edition."},
      {
        "id":"ED081525",
        "title":"Anomia and Differential Success in the Rural South."},
      {
        "id":"ED081527",
        "title":"Southeastern New Mexico Bilingual Program. Program Accomplishment Audit, 1972-73."},
      {
        "id":"ED081528",
        "title":"Final Report of Outcome of Southeastern New Mexico Bilingual Program."},
      {
        "id":"ED081529",
        "title":"Southeastern New Mexico Bilingual Program. Final Report."},
      {
        "id":"ED081531",
        "title":"Migrant Health - Legislation and Programs."},
      {
        "id":"ED081533",
        "title":"Guidance Programs and Practices in Rural and Small Schools."},
      {
        "id":"ED081534",
        "title":"Urbanization of a Rural Community."},
      {
        "id":"ED081535",
        "title":"Alienation in the Barrio: Eastern New Mexico."},
      {
        "id":"ED081536",
        "title":"Rural Development: Problems and Advantages of Rural Locations for Industrial Plants."},
      {
        "id":"ED081537",
        "title":"Indian Education: Steps to Progress in the 70's."},
      {
        "id":"ED081538",
        "title":"The Meaning of Non-Work Activities to Smalltown-Non Metropolitan Residents of the Piedmont Region."},
      {
        "id":"ED081539",
        "title":"Indian Leadership in New England, 1973."},
      {
        "id":"ED081540",
        "title":"The Right to Remain Indian. The Failure of the Federal Government to Protect Indian Land and Water Rights."},
      {
        "id":"ED081541",
        "title":"Migrant Grantees Directory: Title III-B Programs and Key Staff, Office of Economic Opportunity."},
      {
        "id":"ED081542",
        "title":"New Mexico Migrant Project Aides: Perceptions of Their Functions."},
      {
        "id":"ED081543",
        "title":"The Effects of Racial Desegregation on High School Youth's Educational Projections: A Quasi-Experimental Study."},
      {
        "id":"ED081545",
        "title":"A Comprehensive Study of the Educational Program and Related Components of Preschool and Day Care Centers Serving Children of Migrant Families."},
      {
        "id":"ED081546",
        "title":"A Study of Informal Out-of-School Programs with Migrant Children."},
      {
        "id":"ED081547",
        "title":"A Census of Migrants in Eight Western New York State Counties in 1968. Monograph 2."},
      {
        "id":"ED081548",
        "title":"Educational Accomplishment Audit Report, FY 1971-72. [Southeastern New Mexico Bilingual Education Program.]"},
      {
        "id":"ED081549",
        "title":"Final Evaluation Report of Southeastern New Mexico Bilingual Program. FY 1971-72."},
      {
        "id":"ED079538",
        "title":"Career Education for Leisure Occupations: Curriculum Guidelines for Recreation, Hospitality, and Tourism."},
      {
        "id":"ED079539",
        "title":"Establishing Guidelines for Career Education K-12: A Summer Project, 1972."},
      {
        "id":"ED079540",
        "title":"Occupational Versatility. Final Report for the 3-Year Period, July, 1969 through June, 1972."},
      {
        "id":"ED079541",
        "title":"Highway Safety, Manpower, and Training: A Report on Highway Safety, Manpower, and Training Needed to Implement National Highway Safety Bureau Standards."},
      {
        "id":"ED079542",
        "title":"Examination of Patterns of Career Training by Levels for Program and Population Duplication in Illinois."},
      {
        "id":"ED079543",
        "title":"Business Occupational Profiles in an Agricultural Economy. An Investigation to Determine the Knowledge, Skills, and Attitudes Essential to Satisfactory Performance at the Job Entry Level as Office and Administrative or Management Trainee Personnel in Rural-Urban Areas."},
      {
        "id":"ED079545",
        "title":"Annual Evaluation Report, FY 1972. Illinois State Advisory Council on Vocational Education."},
      {
        "id":"ED079546",
        "title":"Preparing for Public Service Occupations: Educational Services. Career Education Curriculum Guide."},
      {
        "id":"ED079547",
        "title":"Preparing for Public Service Occupations: Common Core. Career Education Curriculum Guide."},
      {
        "id":"ED079548",
        "title":"Preparing for Public Service Occupations: Social and Economic Services. Career Education Curriculum Guide."},
      {
        "id":"ED079549",
        "title":"Preparing for Public Service Occupations: Public Safety, Corrections, and Judicial Services. Career Education Curriculum Guide."},
      {
        "id":"ED079550",
        "title":"A Master Plan for the Development of Vocational-Technical Education In New Mexico."},
      {
        "id":"ED079551",
        "title":"Performance-Based Professional Education Inservice Needs of Secondary Level Occupational Teachers in New York State."},
      {
        "id":"ED079552",
        "title":"Orientation to Public Service Occupations: Career Education Curriculum Guide."},
      {
        "id":"ED079553",
        "title":"A Model Plan for a Career Education Curriculum Laboratory. Final Report."},
      {
        "id":"ED079554",
        "title":"Bibliography on Career Education."},
      {
        "id":"ED079555",
        "title":"Cooperative Work Experience Education--A Study in Success: Twenty-Six to Forty Years Later."},
      {
        "id":"ED079556",
        "title":"Resource Manual for Career Development for Students, Teachers, and Counselors in the Chicago Public Schools."},
      {
        "id":"ED079557",
        "title":"The Effectiveness of Nonprofessionals in Cooperative Extension Education for Low-Income Farmers. An Interim Evaluation."},
      {
        "id":"ED079558",
        "title":"Individual Demand for Vocational Education: Structure and Determination."},
      {
        "id":"ED079559",
        "title":"JEEP Program (Job Entry Employment Preparation)."},
      {
        "id":"ED079560",
        "title":"Handbook for Manpower Planners, Part 1. Census Use Study."},
      {
        "id":"ED079562",
        "title":"4-H Presents..."},
      {
        "id":"ED079563",
        "title":"Will He Take Over? A Longitudinal, Five County Study of Patterns of Establishment in Farming by Wisconsin's Farm Youth."},
      {
        "id":"ED079565",
        "title":"Rural Poverty and Social Mobility in the Ozarks."},
      {
        "id":"ED079569",
        "title":"Development and Validation of Scores to Predict Officer Career Status."},
      {
        "id":"ED079570",
        "title":"Resources for Continuing Nursing Education in the Genesee Region, New York State."},
      {
        "id":"ED079571",
        "title":"Wisconsin Farmers' Use and Understanding of Broadcast News. Research Report."},
      {
        "id":"ED079572",
        "title":"Compulsory Adult Education."},
      {
        "id":"ED079573",
        "title":"Facts and Figures on Older Americans: State Trends 1950-1970."},
      {
        "id":"ED079574",
        "title":"Adult Basic Education Program Statistics. Students and Staff Data: July 1, 1970-June 30, 1971 and Selected Summaries of Fiscal Years 1967-71."},
      {
        "id":"ED079575",
        "title":"Correctional Officer Training in Behavior Modification. Final Report (1970-1973)."},
      {
        "id":"ED079576",
        "title":"The Process of Supervision in the Context of Motivation Theory."},
      {
        "id":"ED079577",
        "title":"Training of Adult Educators and Adult Education Research in Hungary."},
      {
        "id":"ED079578",
        "title":"Americanization Guidelines for Public School Directors of Continuing Education and Teachers of the Foreign Born."},
      {
        "id":"ED079583",
        "title":"Education of Adults; A Bibliography."},
      {
        "id":"ED079594",
        "title":"Instructor Guide for Federal Income Tax Implications of Civil Service Retirement. A Unit for Federal Employee Pre-retirement Counseling Seminar."},
      {
        "id":"ED079595",
        "title":"Human Self-Development: Our Moral Heritage."},
      {
        "id":"ED079596",
        "title":"An Approach to Consumer Education for Adults."},
      {
        "id":"ED079597",
        "title":"Organizational Analysis and Career Projections Based on a Level-of-Responsibility/Equitable Payment Model. Technical Report."},
      {
        "id":"ED079598",
        "title":"Career Ladder and Curriculum Guide: Housing Management. Resident Selection and Occupancy Trainee, Resident Security Aide, Resident Security Officer, Security Officer II, Community Security Aide. Instructor's Manual."},
      {
        "id":"ED079599",
        "title":"Career Ladder and Curriculum Guide. Entry Position: Code Enforcement Aide, Mid-Level Position: Code Enforcement Inspector I, Goal Position: Code Enforcement Inspector II; Entry Position: Zoning Inspector Aide, Mid-Level Position: Zoning Inspector I, Goal Position: Zoning Inspector II. Instructor's Manual."},
      {
        "id":"ED079600",
        "title":"Curriculum Guide: Human Relations in Management. Instructor's Manual: I, Student Workbook: II."},
      {
        "id":"ED079601",
        "title":"Administrators of Nursing and Personal Care Homes: Education and Training; United States - June - August 1969."},
      {
        "id":"ED079607",
        "title":"Handbook for Directors of Continuing Education."},
      {
        "id":"ED079608",
        "title":"A Study of Inner City Cooperative Extension Work in Selected States and Cities in the Northeast."},
      {
        "id":"ED079609",
        "title":"The Opportunity for a Lifetime: A Look at Continuing Education and What the Washington Community Colleges Are Doing About It."},
      {
        "id":"ED079610",
        "title":"Employee Training in the Federal Service; Fiscal Year 1972."},
      {
        "id":"ED079611",
        "title":"An Overview of the Management Awareness Program."},
      {
        "id":"ED079612",
        "title":"Management Awareness Program. Instructor's Manual."},
      {
        "id":"ED079613",
        "title":"Age Differences in Self-Concept from Early Adulthood through Old Age."},
      {
        "id":"ED079614",
        "title":"1971 White House Conference on Aging: Facilities, Programs, and Services."},
      {
        "id":"ED079615",
        "title":"Effects of Motivation Orientation, Ability, Social Class, and Mediation on Verbal Learning. IMRID Papers and Reports. Volume VII, No. 3."},
      {
        "id":"ED079616",
        "title":"Behavior Modification in Court and Community Treatment Programs for Juvenile Offenders."},
      {
        "id":"ED079617",
        "title":"Some Aspects of Sexual Integration of Mentally Retarded Females in a Multiple Disability Rehabilitation Center."},
      {
        "id":"ED079618",
        "title":"The Study and Measurement of Values and Attitudes."},
      {
        "id":"ED079619",
        "title":"A Comparison of Satisfied and Dissatisfied Users of Holland's Self Directed Search (SDS)."},
      {
        "id":"ED079620",
        "title":"Transactional Processes in Ford Training and Placement Program."},
      {
        "id":"ED079621",
        "title":"Resources for Career Development."},
      {
        "id":"ED079622",
        "title":"A Methodology of Experience: Part II, The Process of Inquiry."},
      {
        "id":"ED079623",
        "title":"The Future Roles of the Rehabilitation Counselor."},
      {
        "id":"ED079624",
        "title":"Embarrassment and Its Relationship to the Body Image and Self-Concept of the College Freshman."},
      {
        "id":"ED079625",
        "title":"Learning Skills; Review and Domain Chart."},
      {
        "id":"ED079626",
        "title":"The Relationship of the Home to &quot;Under- or Over-Achievement.&quot;"},
      {
        "id":"ED079628",
        "title":"Threatened Retaliation as an Inhibitor of Human Aggression: Mediating Effects of the Instrumental Value of Aggression."},
      {
        "id":"ED079629",
        "title":"Self-Esteem and School Interest of Black Fifth-Grade Pupils as a Function of Demographic Categorization."},
      {
        "id":"ED079630",
        "title":"Runaway Youths: Families in Conflict."},
      {
        "id":"ED079632",
        "title":"Developing Mentally Healthy Children."},
      {
        "id":"ED079633",
        "title":"Nutrition in Today's Education--As A School Nurse Sees It."},
      {
        "id":"ED079634",
        "title":"A Longitudinal Study of the Correlates of Children's Social Behavior."},
      {
        "id":"ED079635",
        "title":"The Social Ecology of Free Seating Arrangements in a Small Group Interaction Context."},
      {
        "id":"ED079636",
        "title":"Effects of Time Perspective on Expectancy and Subjective Evaluation of Success and Failure."},
      {
        "id":"ED079637",
        "title":"Education for Effective Parenthood: Children Are Our Business."},
      {
        "id":"ED079638",
        "title":"Human Relations Laboratory for Junior High School Personnel."},
      {
        "id":"ED079639",
        "title":"Smallfry Smiles: A Guide for Teaching Dental Health in Community Care Programs."},
      {
        "id":"ED079640",
        "title":"Educational Approaches to the Prevention of Non-Therapeutic Use of Drugs."},
      {
        "id":"ED079641",
        "title":"Health Education. A Guide for Teachers and a Text for Teacher Education."},
      {
        "id":"ED079642",
        "title":"Considerations in the Implementation of Program Evaluation."},
      {
        "id":"ED079643",
        "title":"Guidance and the School Dropout."},
      {
        "id":"ED079644",
        "title":"Social Reinforcement of Excellence: Dean's List and Academic Achievement."},
      {
        "id":"ED079645",
        "title":"Divergent Cognitive Styles in Academic Overachievers."},
      {
        "id":"ED079646",
        "title":"Drug Failure: The Theoretical Position of the Drop-Out."},
      {
        "id":"ED079647",
        "title":"Outcome of Black Children - White Parents Transracial Adoptions."},
      {
        "id":"ED079648",
        "title":"Bicycle Safety in Action."},
      {
        "id":"ED079649",
        "title":"Improving Student Patrols: A Guide."},
      {
        "id":"ED079650",
        "title":"Our Schools Plan Safe Living."},
      {
        "id":"ED079651",
        "title":"Where the Learning Is."},
      {
        "id":"ED079652",
        "title":"The Georgia Plan for Career Education."},
      {
        "id":"ED079653",
        "title":"[Peer Counseling.]"},
      {
        "id":"ED079654",
        "title":"Final Report of Title III--State Project No. 17-412-70-431, Male-Oriented Program for Boys--1969-1972, Shoreline Public Schools No. 412, and Final Evaluation Summary of 1971 and 1972."},
      {
        "id":"ED079655",
        "title":"A Career Development General Education Seminar."},
      {
        "id":"ED079656",
        "title":"Sex Stereotyping in a Selected Sample of Black American Adolescents."},
      {
        "id":"ED079657",
        "title":"Special Analysis of Every Student Survey (Eight Selected Schools)."},
      {
        "id":"ED079658",
        "title":"Introducing Change in School-Community Relationships Maintaining Credibility and Accountability."},
      {
        "id":"ED079659",
        "title":"The Juvenile Court: A Status Report."},
      {
        "id":"ED079660",
        "title":"Adlerian Counseling for Parent Education."},
      {
        "id":"ED079661",
        "title":"Broadening the Scope of Elementary School Counseling: Some Adlerian Strategies."},
      {
        "id":"ED079662",
        "title":"Career Exploration for High School Women: A Model."},
      {
        "id":"ED079663",
        "title":"Facilitating Career Development Through Decision-Making: A Pilot Study."},
      {
        "id":"ED079664",
        "title":"Examples of New Student Personnel Programs Created to Meet the Needs of Diversified Community College Student Bodies."},
      {
        "id":"ED079666",
        "title":"Developing Comprehension Including Critical Reading."},
      {
        "id":"ED079685",
        "title":"Literature: Summary Data."},
      {
        "id":"ED079687",
        "title":"Reference Materials: Theme 4, Reading."},
      {
        "id":"ED079688",
        "title":"Main Ideas and Organization: Theme 6, Reading."},
      {
        "id":"ED079690",
        "title":"Reading Research 1968-1970 and Reading Research 1971."},
      {
        "id":"ED079691",
        "title":"Critical Reading Develops Early."},
      {
        "id":"ED079692",
        "title":"Reading and the Denied Learner: An Annotated Bibliography."},
      {
        "id":"ED079693",
        "title":"Yes, Head Start Improves Reading!"},
      {
        "id":"ED079694",
        "title":"Reading Improvement Through Auditory Perceptual Training; End of Budget Period Report, July 1, 1971-June 30, 1972."},
      {
        "id":"ED079695",
        "title":"Study of Language Competency of Black, Inner-City High, Average and Low Readers."},
      {
        "id":"ED079696",
        "title":"Contingency Management and Reading; An Annotated Bibliography."},
      {
        "id":"ED079697",
        "title":"An Investigation of Selected Mental, Mathematical, Reading, and Personality Assessments as Predictors of High Achievers in Sixth Grade Mathematical Verbal Problem Solving."},
      {
        "id":"ED079698",
        "title":"Reading Improvement Project, Title I Evaluation 1971-1972."},
      {
        "id":"ED079699",
        "title":"Language, Dialect, and Preprimers."},
      {
        "id":"ED079700",
        "title":"Reach Out with Reading--The Reading Program at Metropolitan State College."},
      {
        "id":"ED079701",
        "title":"A Plan to Prevent Reading Disabilities, K-6. Final Report."},
      {
        "id":"ED079702",
        "title":"Readability: Computer Utilization."},
      {
        "id":"ED079703",
        "title":"Views on Elementary Reading Instruction."},
      {
        "id":"ED079705",
        "title":"Sources of Good Books and Magazines for Children; An Annotated Bibliography."},
      {
        "id":"ED079706",
        "title":"Technological Alternatives in Learning."},
      {
        "id":"ED079707",
        "title":"Teaching Word Recognition to Disadvantaged Boys with Variations in Auditory and Visual Perceptual Abilities. Research Report #12."},
      {
        "id":"ED079708",
        "title":"Theoretically Based Studies of Patterns of Miscues in Oral Reading Performance. Final Report."},
      {
        "id":"ED079709",
        "title":"Books to Meet the Needs of Teen-Agers."},
      {
        "id":"ED079710",
        "title":"&quot;Flex-Ed&quot; Reading Readiness Program for First Grade Students."},
      {
        "id":"ED079711",
        "title":"Reading Language Arts Curriculum Guide, Grades 1-2-3, Book Two."},
      {
        "id":"ED079712",
        "title":"Children's Reading Clinic, Interim Evaluation Report for Period July 1, 1971-June 30, 1972."},
      {
        "id":"ED079713",
        "title":"Report of Research on Dyslexia in Children."},
      {
        "id":"ED079714",
        "title":"The Relation of Visual and Auditory Aptitudes to First Grade Low Readers' Achievement under Sight-Word and Systematic Phonic Instructions. Research Report #36."},
      {
        "id":"ED079715",
        "title":"Visual Imagery for Letters and Words. Final Report."},
      {
        "id":"ED079716",
        "title":"Reading and the High School Equivalency Program."},
      {
        "id":"ED079747",
        "title":"Figurative Language: A Neglected Aspect of the Elementary School Language Arts Curriculum. Final Report."},
      {
        "id":"ED079748",
        "title":"Workload for English Teachers: Policy and Procedure. A Report by the Ad Hoc Committee on English Teacher Workload in Secondary Schools."},
      {
        "id":"ED079749",
        "title":"Outline of a General Theory of Culture Change."},
      {
        "id":"ED079750",
        "title":"English Language Arts Grades 1-2-3 Curriculum Guide, Book One."},
      {
        "id":"ED079751",
        "title":"English Language Arts Curriculum Guide, Intermediate Elementary Level: Grade 4."},
      {
        "id":"ED079752",
        "title":"English Language Arts Curriculum Guide, Intermediate Elementary Level: Grade 5."},
      {
        "id":"ED079753",
        "title":"English Language Arts Curriculum Guide, Intermediate Elementary Level; Grade 6."},
      {
        "id":"ED079754",
        "title":"English Language Arts Curriculum Guide, Junior High Level: Grade 7."},
      {
        "id":"ED079755",
        "title":"English Language Arts Curriculum Guide, Junior High Level: Grade 8."},
      {
        "id":"ED079757",
        "title":"Supranational and Supracultural Communication Research; A Plea for a Worldwide Supranational Communication Center."},
      {
        "id":"ED079758",
        "title":"Language Arts Curriculum."},
      {
        "id":"ED079759",
        "title":"Variations by Audience Social Class in Newspaper Content Relating to Development for Newspapers in New Delhi, India."},
      {
        "id":"ED079760",
        "title":"A Review of Bibliographies on Black Literature."},
      {
        "id":"ED079761",
        "title":"Reversing Irreversible Sentences: Semantic Constraints upon Syntactic Comprehension."},
      {
        "id":"ED079762",
        "title":"Your Reading: A Book List for Junior High Schools."},
      {
        "id":"ED079763",
        "title":"Behavioral Objectives: Language and Literature, Grades K-12."},
      {
        "id":"ED079764",
        "title":"An Experimental Study of the Effects of Guided Revision and Delayed Grades on Writing Proficiency of College Freshmen. Final Report."},
      {
        "id":"ED079765",
        "title":"Learning from Commercials: The Influence of TV Advertising on the Voter Political \"Agenda.\""},
      {
        "id":"ED079766",
        "title":"Compulsory Disclosure by Newsmen: The Implications of the Legal Heritage for the Contemporary Situation."},
      {
        "id":"ED079767",
        "title":"On Redundancy."},
      {
        "id":"ED079768",
        "title":"Secondary Schools Curriculum Guide: English, Grades 7-12, Levels 1-14."},
      {
        "id":"ED079769",
        "title":"Communication: Speaking and Listening; A Communication Skills Curriculum and Interdisciplinary Resource Guide for Junior High Schools."},
      {
        "id":"ED079770",
        "title":"The Effects of Varying Latencies in the Stimulus-Response Paradigm of Speech Therapy."},
      {
        "id":"ED079772",
        "title":"Human Information and Argument Retrieval: Language Correlates and Attitudinal Frame of Reference; Rhetorical Invention: Attitudinally Bound."},
      {
        "id":"ED079773",
        "title":"Communication and Decision-Making Behavior of IEC (Information, Education, and Communication) Administrators in the Philippines and Malaysia."},
      {
        "id":"ED079774",
        "title":"Rationalization of Communication Research."},
      {
        "id":"ED079775",
        "title":"Ghosts in the Statehouse: A Study of the Speechwriting Operations of Ghostwriters in Florida's State Capitol."},
      {
        "id":"ED079776",
        "title":"Legal Remedies for the Reduction of Violence on Children's Television."},
      {
        "id":"ED079779",
        "title":"Criticism: Ephemeral and Enduring."},
      {
        "id":"ED079780",
        "title":"Why Should a Speech-Communication Teacher Choose to Teach in High School."},
      {
        "id":"ED079781",
        "title":"The High School Forensic Program: Resources for School and Community."},
      {
        "id":"ED079784",
        "title":"The Private Agreement and Citizen Participation in Broadcast Regulation."},
      {
        "id":"ED079785",
        "title":"Suggestions for Speech-Communication Research in Urban Settings."},
      {
        "id":"ED079786",
        "title":"The Democratic Albatross."},
      {
        "id":"ED079788",
        "title":"Socio-Communication."},
      {
        "id":"ED079789",
        "title":"Biofeedback as Intrapersonal Communication."},
      {
        "id":"ED079791",
        "title":"The Psychologies and the Humanization of Communication."},
      {
        "id":"ED079792",
        "title":"A Reconsideration of Goals."},
      {
        "id":"ED079793",
        "title":"Classroom Communication: A Flexible Teacher Training Program in Interpersonal Communication."},
      {
        "id":"ED079794",
        "title":"Status Study of High School Speech Education in Texas."},
      {
        "id":"ED079795",
        "title":"Conceptual Frontiers in Speech-Communication: Report of the New Orleans Conference on Research and Instructional Development (New Orleans, Louisiana, February 11-16, 1968)."},
      {
        "id":"ED079796",
        "title":"Radical Voices; A Film Course Study Guide."},
      {
        "id":"ED079797",
        "title":"The Development of an Oral/Aural Speech Placement Test for Disadvantaged College Students in an Experimental Branch of the SEEK Program."},
      {
        "id":"ED079800",
        "title":"Recoding Numerics to Geometrics for Complex Discrimination Tasks; A Feasibility Study of Coding Strategy."},
      {
        "id":"ED079801",
        "title":"A Suggestion on Method: The Ethics of Persuasion in the Beginning Speech Course."},
      {
        "id":"ED079805",
        "title":"Theatre Training Overseas."},
      {
        "id":"ED079806",
        "title":"The Development of a Suburban Junior High School Learning Center."},
      {
        "id":"ED079808",
        "title":"McKeesport Junior High School: School &quot;C&quot;."},
      {
        "id":"ED079809",
        "title":"The Supply and Demand of Public School Administrators in Minnesota."},
      {
        "id":"ED079812",
        "title":"Supervision in a New Key."},
      {
        "id":"ED079813",
        "title":"Research and Administering for Change. A Case Study."},
      {
        "id":"ED079814",
        "title":"A Long-Range Development Program."},
      {
        "id":"ED079815",
        "title":"A Study of Methods for Evaluating Chief School Officers in Local School Districts. Management Information Series No. 1."},
      {
        "id":"ED079816",
        "title":"Implementing Curriculum Change. Educational Management Review Series Number 20."},
      {
        "id":"ED079817",
        "title":"The Management Team from a Principal's Point of View."},
      {
        "id":"ED079818",
        "title":"Schools Without Failure in Madison, Wisconsin. A Case Study."},
      {
        "id":"ED079819",
        "title":"Physical Recreation Facilities. A Report."},
      {
        "id":"ED079820",
        "title":"School Building Design Asia."},
      {
        "id":"ED079821",
        "title":"The Model Cities Project of the Department of Education in New Jersey. Report of a Study."},
      {
        "id":"ED079822",
        "title":"Nevada Master Plan: Providing for Improved Educational Opportunities. Report of a Study."},
      {
        "id":"ED079823",
        "title":"Technical Handbook for Facilities Engineering and Construction Manual, Part 2: Federally Assisted Activities. Guide for Project Applicants-Construction Management Services. Department Technical Handbook Series."},
      {
        "id":"ED079824",
        "title":"State Support and Operation of Public Schools in Hawaii. Report of a Study."},
      {
        "id":"ED079825",
        "title":"The Impact of the Designing Education for the Future Project in Utah. Report of a Study."},
      {
        "id":"ED079826",
        "title":"Internal Planmaking in State Education Agencies. Report of a Special Study."},
      {
        "id":"ED079827",
        "title":"Improving Cooperation Between State Education Agencies and Urban School Systems. Report of a Special Study."},
      {
        "id":"ED079828",
        "title":"Environmental Design: Research and Practice, Volumes One and Two."},
      {
        "id":"ED079829",
        "title":"Project 1982: Instruction, Administration, Business, Special Services."},
      {
        "id":"ED079830",
        "title":"Gemini 220: An Extended School Day and School Calendar as an Alternative to New Construction. A Feasibility Study."},
      {
        "id":"ED079831",
        "title":"An Administrator's Handbook on Educational Accountability."},
      {
        "id":"ED079834",
        "title":"American Youth in the Mid-Seventies."},
      {
        "id":"ED079835",
        "title":"The Effect of the Senior High School Principal's Rule Administration Behavior on Staff Militancy and Leadership Perception."},
      {
        "id":"ED079837",
        "title":"Management by Objectives and Results -- a Guidebook for Today's School Executive."},
      {
        "id":"ED079838",
        "title":"Year-Round Community Schools: A Framework for Administrative Leadership."},
      {
        "id":"ED079840",
        "title":"Oversight Hearing on National Institute of Education Before the Select Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session on Oversight into the Administration of the National Institute of Education."},
      {
        "id":"ED079841",
        "title":"Administering a School Volunteer Program. An Individualized Volunteer Education Module."},
      {
        "id":"ED079842",
        "title":"Principals, Teachers, and Elementary Youth: A Study of the Relationships Between Selected Variables of Teacher-Principal Social Interaction and Six Features of the Educational Environment."},
      {
        "id":"ED079843",
        "title":"Dissensus in Expectations for the Role of the Supervisor of Instruction as Perceived by Supervisors, Principals, and Teachers. Oregon School Study Council Bulletin, Volume 13, Number 10."},
      {
        "id":"ED079844",
        "title":"The Assistant Principal. Oregon School Study Council Bulletin, Volume 13, Number 6."},
      {
        "id":"ED079845",
        "title":"The School Principal and Negotiations: A Middle Management Dilemma. Oregon School Study Council Bulletin, Volume 13, Number 5."},
      {
        "id":"ED079846",
        "title":"The Principal as Decision-Maker: Can Anyone Agree? Oregon School Study Council Bulletin, Volume 14, Number 7."},
      {
        "id":"ED079847",
        "title":"An Analytical Review of Longitudinal and Related Studies as They Apply to the Educational Process. Towards Synthesis, Volume II."},
      {
        "id":"ED079848",
        "title":"An Analytical Review of Longitudinal and Related Studies as They Apply to the Educational Process. Methodological Foundations for the Study of School Effects, Volume III."},
      {
        "id":"ED079849",
        "title":"An Analytical Review of Longitudinal and Related Studies as They Apply to the Educational Process. Research in Retrospect: Implications for the Future, Volume IV."},
      {
        "id":"ED079851",
        "title":"Implications of the Resource Analysis for Instructional Improvement (RAII) System for Educational Researchers, Developers, and Practitioners."},
      {
        "id":"ED079852",
        "title":"Survey Feedback and Problem Solving with Complementary Collective Decision Structures."},
      {
        "id":"ED079853",
        "title":"Comparative Analysis of Administrative Structures of Educational Systems in Australia and Canada."},
      {
        "id":"ED079854",
        "title":"A Status Survey of the Elementary School Assistant Principalship in Georgia, 1971."},
      {
        "id":"ED079855",
        "title":"Projections of Educational Statistics to 1981-82. 1972 Edition."},
      {
        "id":"ED079857",
        "title":"On a Model for Educational Research: Extended Systems Theory (SIGGS)."},
      {
        "id":"ED079858",
        "title":"Goal Analysis Procedures. Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED079859",
        "title":"Decentralizing the &quot;Future Planning&quot; of Public Education. Project SIMU School: Santa Clara County Component."},
      {
        "id":"ED079860",
        "title":"The Impact of Educational R & D Centers and Laboratories: An Analysis of Effective Organizational Strategies."},
      {
        "id":"ED079861",
        "title":"The Management of Change."},
      {
        "id":"ED079862",
        "title":"The Nongraded School. An Annotated Bibliography. Current Bibliography Series No. 5."},
      {
        "id":"ED079863",
        "title":"Effective Communications and an Accountable Administrative Process."},
      {
        "id":"ED079864",
        "title":"PMIS Project. Planning &amp; Management Information System. A Project To Develop a Data Processing System for Support of the Planning and Management Needs of Local School Districts. Final Report, Year 2."},
      {
        "id":"ED079865",
        "title":"School Finance Reform in the States: What Should Be Done?"},
      {
        "id":"ED079866",
        "title":"Political Relatedness and School Expenditures in American Cities: A Research Note."},
      {
        "id":"ED079867",
        "title":"Financing Educational Imperatives. A Report."},
      {
        "id":"ED079868",
        "title":"What Society May Properly Expect of the School. CTF Project on Education Finance: Document 1."},
      {
        "id":"ED079869",
        "title":"What the Individual Expects of the School. CTF Project on Education Finance: Document 2."},
      {
        "id":"ED079870",
        "title":"Basic Goals and the Financing of Education. CTF Project on Education Finance: Document 3."},
      {
        "id":"ED079871",
        "title":"New Goals, New Paths. The Search for a Rationale for the Financing of Education in Canada, Parts I and II. CTF Project on Education Finance: Final Report."},
      {
        "id":"ED079875",
        "title":"Statistics of Local Public School Systems, Fall 1970: Staff. Elementary-Secondary General Information Survey Series."},
      {
        "id":"ED079878",
        "title":"The Detection and Remediation of Learning Disabilities. Progress Report."},
      {
        "id":"ED079879",
        "title":"A Systems Procedure Manual for Conducting a Needs Assessment."},
      {
        "id":"ED079880",
        "title":"A Summary of Findings and Recommendations for Curriculum Development Needs Assessment of the Educable Mentally Retarded in Baker, Bradford and Union Counties."},
      {
        "id":"ED079881",
        "title":"A Curriculum Guide for Teachers of Educable Mentally Handicapped."},
      {
        "id":"ED079882",
        "title":"Mentally Retarded Trainable Children and Educable Pupils. Final Report."},
      {
        "id":"ED079883",
        "title":"An Application of the Programmatic Organization Model to Applied Research."},
      {
        "id":"ED079884",
        "title":"Aids for Handicapped Readers."},
      {
        "id":"ED079885",
        "title":"Visual Perception Task Sequence: A Comparison of the Performance of Young Normal and Retarded Children."},
      {
        "id":"ED079886",
        "title":"Task Sequence in Visual Perception: Validation of Abstract Level."},
      {
        "id":"ED079887",
        "title":"Films for Special Education."},
      {
        "id":"ED079888",
        "title":"Exemplary Programs for the Handicapped. Volume I. Final Report."},
      {
        "id":"ED079889",
        "title":"Exemplary Programs for the Handicapped. Volume II. Career Educatoion, Case Studies."},
      {
        "id":"ED079890",
        "title":"Exemplary Programs for the Handicapped. Volume III. Early Childhood Education, Case Studies."},
      {
        "id":"ED079891",
        "title":"Exemplary Programs for the Handicapped. Volume IV. Manpower Development, Case Studies."},
      {
        "id":"ED079892",
        "title":"Sesame and You--A Teacher's Helper."},
      {
        "id":"ED079893",
        "title":"Urban Issues in Special Education. A Special Study Institute Proceedings."},
      {
        "id":"ED079894",
        "title":"Utilization of Sesame Street Materials with a Deaf Population. Final Report."},
      {
        "id":"ED079895",
        "title":"Personality and Social Development of Handicapped Children."},
      {
        "id":"ED079896",
        "title":"Screening and Assessment of Young Children at Developmental Risk."},
      {
        "id":"ED079897",
        "title":"Number of Pupils with Handicaps in Local Public Schools Spring 1970."},
      {
        "id":"ED079898",
        "title":"The Easter Seal Directory of Resident Camps for Persons with Special Health Needs."},
      {
        "id":"ED079899",
        "title":"Trainable Mentally Retarded: An Approach to Program Development."},
      {
        "id":"ED079900",
        "title":"Physical-Multiple Handicapped: An Approach to Program Development."},
      {
        "id":"ED079901",
        "title":"Emotionally Disturbed: An Approach to Program Development."},
      {
        "id":"ED079902",
        "title":"Hard of Hearing; An Approach to Program Development."},
      {
        "id":"ED079903",
        "title":"Visually Handicapped: An Approach to Program Development."},
      {
        "id":"ED079905",
        "title":"Career Education for Gifted and Talented Students."},
      {
        "id":"ED079906",
        "title":"Multihandicapped Blind. Final Project Report."},
      {
        "id":"ED079907",
        "title":"Education of the Deaf in the United States. Occasional Paper #2."},
      {
        "id":"ED079908",
        "title":"Two Basic Considerations in Utilizing Mothers as Tutors of Their Very Young Retarded or Potentially Retarded Children. Occasional Paper #12."},
      {
        "id":"ED079909",
        "title":"Three Approaches to Speech Retardation. Occasional Paper #8."},
      {
        "id":"ED079910",
        "title":"Strategies in the Classroom: A Summer Remedial Program for Young Handicapped Children. Occasional Paper #14."},
      {
        "id":"ED079911",
        "title":"Early Childhood Special Education for the Hearing Handicapped. Occasional Paper #13."},
      {
        "id":"ED079912",
        "title":"Communication -- Some Unanswered Questions and Some Unquestioned Answers. Occasional Paper #10."},
      {
        "id":"ED079913",
        "title":"Accountability Study of the Program for Trainable Mentally Retarded Children and Youth. Accountability Model."},
      {
        "id":"ED079914",
        "title":"The Effects of Task Screening and Scoring Objectively on Retardate Conservation Performance."},
      {
        "id":"ED079915",
        "title":"Acquisition of Instructional Material Information as a Function of Manual Design and Material Complexity."},
      {
        "id":"ED079916",
        "title":"Evaluation of Instructional Materials as a Function of Material Complexity and Teacher Manual Format."},
      {
        "id":"ED079918",
        "title":"Behavioral Prescription Guide. Manual IIa: Communication. Parent/Child Home Stimulation 'The Marshalltown Project.'"},
      {
        "id":"ED079919",
        "title":"Behavioral Prescription Guide. Manual IIb: Motor. Parent/Child Home Stimulation 'The Marshalltown Project.'"},
      {
        "id":"ED079920",
        "title":"Behavioral Prescription Guide. Manual IIc: Social. Parent/Child Home Stimulation 'The Marshalltown Project.'"},
      {
        "id":"ED079921",
        "title":"Home Stimulation of Handicapped Children: Parent Guide. Parent/Child Home Stimulation."},
      {
        "id":"ED079922",
        "title":"Home Stimulation of Handicapped Children: Professional Guide. Parent/Child Home Stimulation."},
      {
        "id":"ED079941",
        "title":"An Evaluation of Operation Moonvigil. Number 14."},
      {
        "id":"ED079942",
        "title":"Mass Media in Adult Education: Methodological Aspects of Media Research."},
      {
        "id":"ED079943",
        "title":"Free and Inexpensive Materials in the School Media Centers of Kansas."},
      {
        "id":"ED079944",
        "title":"What People Think of Television and Other Mass Media 1959 - 1972."},
      {
        "id":"ED079945",
        "title":"The Yanomamo on Film and Paper."},
      {
        "id":"ED079946",
        "title":"Guidebook for Teacher Use in Individualizing Instruction Through Use of Unipacs."},
      {
        "id":"ED079947",
        "title":"The Birds and the Beasts Were There: Animals in Their Natural Habitats. (A Multimedia Bibliography Revised). Library Media for Grades 4-6, Library Media for Grades 9-11."},
      {
        "id":"ED079948",
        "title":"Educational Technology: General Readings for the School Media Specialist."},
      {
        "id":"ED079949",
        "title":"Communications Technology and the Crisis in Education. A Report on the Bahia Workshop."},
      {
        "id":"ED079950",
        "title":"A CAI Literacy Development Program for Career-Oriented Youth."},
      {
        "id":"ED079951",
        "title":"The Feasibility of a Diagnostic Media Test System Model."},
      {
        "id":"ED079952",
        "title":"An Experiment to Determine the Effectiveness of Using Audio-Tapes for Independent Activities in a First Grade."},
      {
        "id":"ED079953",
        "title":"Changes in First-Grade Achievement and the Predictive Validity of I. Q. Scores, As a Function of an Adaptive Instructional Environment."},
      {
        "id":"ED079954",
        "title":"Simulation Programs for School Personnel."},
      {
        "id":"ED079955",
        "title":"Designing a Campus Plan for Quality Education. Final Report, Part II."},
      {
        "id":"ED079956",
        "title":"Individualized Instruction in a Prototype School. Summary of Findings."},
      {
        "id":"ED079958",
        "title":"Mediated Instructional Materials. Final Report."},
      {
        "id":"ED079959",
        "title":"Directory of Mediated Instructional Materials."},
      {
        "id":"ED079960",
        "title":"Public Access Report."},
      {
        "id":"ED079961",
        "title":"The Advantage Center Information Guide."},
      {
        "id":"ED079962",
        "title":"Curriculum Change Through Nongraded Individualization. Second Operational Year and Final Report."},
      {
        "id":"ED079963",
        "title":"Videcor. End of Project Report."},
      {
        "id":"ED079964",
        "title":"Equalizing Multi-School Curriculum by Technology."},
      {
        "id":"ED079965",
        "title":"A New Motivation for Learning: The Graphics Expression System. Manual for Administrators."},
      {
        "id":"ED079966",
        "title":"Educational Telecommunications. Cable Conference."},
      {
        "id":"ED079967",
        "title":"Effect of a Video Taped Modeling Procedure on Verbal Questioning Practices of Secondary Social Studies Student Teachers. Final Report."},
      {
        "id":"ED079968",
        "title":"School Media Programs and the Right to Read. Programs of Media Centers Recommended for Visiting and Observation, and Video-Taping Critique."},
      {
        "id":"ED079969",
        "title":"Regulations; Office of Cable Television, State of New Jersey."},
      {
        "id":"ED079970",
        "title":"Rules of Practice; Office of Cable Television, State of New Jersey."},
      {
        "id":"ED079971",
        "title":"The Church and Communication Research."},
      {
        "id":"ED079972",
        "title":"Subscriber Response System. Progress Report."},
      {
        "id":"ED079973",
        "title":"Symposium on Urban Cable Television. Volume I. Wednesday, October 18, 1972. Session Themes: Social and Economic Context, Realizing Cable's Potential."},
      {
        "id":"ED079974",
        "title":"Some Aspects of the Reading of Visual Languages."},
      {
        "id":"ED079975",
        "title":"The Effective Use of Educational Television for Instruction of College Freshmen in Introductory Biology: The Training of Personnel and the Effect Upon Students."},
      {
        "id":"ED079976",
        "title":"Computer Based Test Development Center. Evaluation Report."},
      {
        "id":"ED079977",
        "title":"The Audiographic Learning Facility: Objectives and Design. Research Report."},
      {
        "id":"ED079978",
        "title":"Automated Apprenticeship Training (AAT). A Systematized Audio-Visual Approach to Self-Paced Job Training."},
      {
        "id":"ED079979",
        "title":"Computers and Telecommunications. Economic, Technical and Organisational Issues."},
      {
        "id":"ED079980",
        "title":"Self-Optimizing Computer-Assisted Tutoring: Theory and Practice. Technical Report Number 206."},
      {
        "id":"ED079981",
        "title":"The Role of College Libraries in the Planning, Development, and Operation of Educational Programs in Multi-purpose Higher Education Consortia."},
      {
        "id":"ED079982",
        "title":"Broadcast and Production Statistics of Public Television Licensees: Fiscal Year 1971."},
      {
        "id":"ED079983",
        "title":"Summary Statistics of CPB-Qualified Public Radio Stations: Fiscal Year 1971."},
      {
        "id":"ED079984",
        "title":"Images and Things; Guide and Program Notes."},
      {
        "id":"ED079985",
        "title":"A Computer Laboratory for Mathematical Probability and Statistics."},
      {
        "id":"ED079986",
        "title":"A Case Study In the Use of Computers To Personalize Instruction."},
      {
        "id":"ED079987",
        "title":"Ripples and Guide For Ripples."},
      {
        "id":"ED079988",
        "title":"Background Material on National Instructional Television, Bloomington, Ind."},
      {
        "id":"ED079989",
        "title":"Interactive Computer Assisted Instruction in Teaching of Process Analysis and Simulation."},
      {
        "id":"ED079990",
        "title":"Teaching Basic Biological Simulation Techniques With the Programmable Calculator."},
      {
        "id":"ED079991",
        "title":"Computer-Assisted Instruction in Programming: A Curriculum Description. Technical Report Number 211."},
      {
        "id":"ED079992",
        "title":"Religious Studies as a Test-Case For Computer-Assisted Instruction In The Humanities."},
      {
        "id":"ED079994",
        "title":"Making the Computer Make a Difference in College Chemistry."},
      {
        "id":"ED079995",
        "title":"ALCHEM; Exercises in Basic Chemical Concepts; A Computer-Assisted Instruction Program for General Chemistry."},
      {
        "id":"ED079996",
        "title":"Computer Processed Sociogram Using Numerical and Vector Printouts."},
      {
        "id":"ED079997",
        "title":"Computer Aided Instruction in Teaching Thematic Mapping."},
      {
        "id":"ED079998",
        "title":"Public Broadcasting: Hearings Before the Subcommittee On Communications of the Committee On Commerce, United States Senate. Ninety-Third Congress."},
      {
        "id":"ED079999",
        "title":"Access. Challenge for Change/Societe Nouvelle Number Eleven."},
      {
        "id":"ED080000",
        "title":"The Language Situation in Israel as Related to Sociolinguistics."},
      {
        "id":"ED080002",
        "title":"[E.I.L.] Swedish: Basic Audio-lingual Course with Correlated Tapes, Volum 1."},
      {
        "id":"ED080003",
        "title":"E.I.L. Portuguese: Basic Audio-Lingual Course with Correlated Tapes, Volume 1."},
      {
        "id":"ED080004",
        "title":"E.I.L. Dutch: An Audio-Lingual Course with Correlated Tapes, Volume I."},
      {
        "id":"ED080005",
        "title":"The Birth and Death of the Audio-Lingual Method."},
      {
        "id":"ED080006",
        "title":"Componential Analysis of the Russian Case System."},
      {
        "id":"ED080007",
        "title":"Southeast Asian Ministers of Education Organization, Regional English Language Centre, Singapore: Program of Activities, 1972-1976."},
      {
        "id":"ED080009",
        "title":"Attrition in Foreign Language Instruction."},
      {
        "id":"ED080010",
        "title":"Innateness Claims in Psycholinguistics."},
      {
        "id":"ED080011",
        "title":"Black English: Two Viewpoints."},
      {
        "id":"ED080015",
        "title":"St. Martin Parish Bilingual Program. Content Analysis Schedules for Bilingual Education Programs."},
      {
        "id":"ED080016",
        "title":"Healdsburg Bilingual Education. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080017",
        "title":"San Francisco Chinese Bilingual Pilot Program. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080018",
        "title":"Tucson Bilingual Bicultural Project. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080019",
        "title":"Bilingual Education Program, Adelante! Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080020",
        "title":"Plan for Implementing a Bilingual Education Program, Kolehon Mandikike. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080021",
        "title":"Los Angeles Bilingual Schools Program. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080022",
        "title":"Calexico Intercultural Design. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080023",
        "title":"Santa Fe Bilingual-Bicultural Education Program. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080024",
        "title":"Fresno Bilingual-Bicultural Title VII Proposal. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080025",
        "title":"Sacramento Early Childhood Bilingual Education. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080026",
        "title":"Stockton Demonstration Bilingual Project. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080027",
        "title":"Phoenix Union Bilingual Program. Content Analysis Schedule for Bilingual Education Programs."},
      {
        "id":"ED080033",
        "title":"Making the Most of Institutional Resources."},
      {
        "id":"ED080035",
        "title":"Techniques for Improving Cash Management."},
      {
        "id":"ED080036",
        "title":"Methods of Establishing Equivalences Between Degrees and Diplomas."},
      {
        "id":"ED080037",
        "title":"Toward Institutional Goal-Consciousness."},
      {
        "id":"ED080038",
        "title":"Environmental Illumination and Human Behavior: The Effects of Spectrum of Light Source on Human Performance in a University Setting."},
      {
        "id":"ED080039",
        "title":"Accounting Principles and Financial Statements."},
      {
        "id":"ED080040",
        "title":"The Church, the University and Urban Society: Implications for the University. Paper Number 3."},
      {
        "id":"ED080041",
        "title":"The Church, the University and Urban Society: A Problem in Power. Paper Number 1."},
      {
        "id":"ED080043",
        "title":"Higher Education Facilities Commissions: A Self-Study of Operational Patterns and State Plan Criteria."},
      {
        "id":"ED080044",
        "title":"Action-Research: A New Style of Politics, Education and Ministry. Paper Number 6."},
      {
        "id":"ED080045",
        "title":"Urban Curricula and the Liberal Arts College. Paper Number 5."},
      {
        "id":"ED080046",
        "title":"The Selection of Students for Orthotic-Prosthetic Educational Programs. Final Report."},
      {
        "id":"ED080047",
        "title":"People to People: The Role of State and Land-Grant Universities in Modern America."},
      {
        "id":"ED080048",
        "title":"College Vacancy Survey: June 1973."},
      {
        "id":"ED080049",
        "title":"Affirmative Action at City University of New York."},
      {
        "id":"ED080050",
        "title":"Alliance for Educational Progress."},
      {
        "id":"ED080051",
        "title":"Student Learning Through Community Involvement: A Report on Three Studies of the Service-Learning Model."},
      {
        "id":"ED080052",
        "title":"Off-Campus Education: An Inquiry."},
      {
        "id":"ED080053",
        "title":"The Quality of Work Available to College Educated Women and Men."},
      {
        "id":"ED080054",
        "title":"From Elite to Mass to Universal Higher Education: The British and American Transformations."},
      {
        "id":"ED080055",
        "title":"Will Ohio Always Have an Antioch,...Rio Grande,...Wilberforce,...Xavier? Private Schools and Public Policy in Higher Education in Ohio."},
      {
        "id":"ED080056",
        "title":"Financial Reporting for Tennessee Public Colleges and Universities."},
      {
        "id":"ED080057",
        "title":"Employment of Recent College Graduates."},
      {
        "id":"ED080058",
        "title":"Senior Medical Consultants Project: A Continuing Medical Education Program Utilizing Recently or Near-Retired Medical School Faculty Members. Final Report, August 1, 1971 - January 31, 1973."},
      {
        "id":"ED080061",
        "title":"Educational Research and the Quality of Health Care: A Symbiotic Relationship."},
      {
        "id":"ED080062",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1972-73."},
      {
        "id":"ED080063",
        "title":"Research Methods for Conducting Follow-up Studies in Higher Education."},
      {
        "id":"ED080064",
        "title":"The Administrative Internship as an Out-of-Class Methodology in Leadership Development"},
      {
        "id":"ED080065",
        "title":"University System of Georgia Annual Report for Fiscal Year July 1, 1971-June 30, 1972."},
      {
        "id":"ED080066",
        "title":"Sex Discrimination in Indiana's Colleges and Universities. A Survey."},
      {
        "id":"ED080068",
        "title":"Report on Comparative Salaries for Men and Women at Washburn University of Topeka."},
      {
        "id":"ED080069",
        "title":"Report of the Special Committee on the Status of Women at UCSC."},
      {
        "id":"ED080070",
        "title":"A Plan for Affirmative Action to Eliminate Discrimination Against Women at the University of Pennsylvania."},
      {
        "id":"ED080071",
        "title":"Supreme Court of the United States: Barbara Susan Papish v. The Board of Curators of the University of Missouri et al."},
      {
        "id":"ED080073",
        "title":"Pass/Fail Grading: Summary and Tentative Conclusions."},
      {
        "id":"ED080074",
        "title":"Preliminary Report of Committee W on the Status of Women in the Profession."},
      {
        "id":"ED080075",
        "title":"Local-Cosmopolitanism and Collective Bargaining in a State College System."},
      {
        "id":"ED080076",
        "title":"Is Nursing a Viable Career for Blacks? (A Study of Black and White Freshman Nursing Students)."},
      {
        "id":"ED080077",
        "title":"Trends in State Funding in Higher Education: A Preliminary Report."},
      {
        "id":"ED080078",
        "title":"71 Senior Survey. Part III: Plans and Expectations."},
      {
        "id":"ED080079",
        "title":"Oversight Hearings Before the Special Subcommittee on Education of the Committee on Education and Labor: House of Representatives, Ninety-Third Congress, First Session on Administration of Section 1202 of the Higher Education Act. Hearings held in Washington, D.C., April 9, 11, 12, 1973."},
      {
        "id":"ED080080",
        "title":"Shaw University's University Without Walls of Boston. Research and Development Report."},
      {
        "id":"ED080081",
        "title":"Illinois Course Evaluation Questionnaire (CEQ) Results Interpretation Manual Form 66 and Form 32."},
      {
        "id":"ED080082",
        "title":"The Federal College Work-Study Program: A Status Report, Fiscal Year 1971. Final Report."},
      {
        "id":"ED080083",
        "title":"The Expansion of University Facilities to Accommodate Increasing Enrollments."},
      {
        "id":"ED080084",
        "title":"A Mathematical Analysis of Structural Control in a Graded Manpower System."},
      {
        "id":"ED080085",
        "title":"Models for Predicting Gross Enrollments at the University of California."},
      {
        "id":"ED080086",
        "title":"A Constant Work Model for Student Attendance and Enrollment."},
      {
        "id":"ED080087",
        "title":"The Stability of Faculty Input Coefficients in Linear Workload Models of the University of California."},
      {
        "id":"ED080088",
        "title":"An Equilibrium Model of Faculty Appointments, Promotions, and Quota Restrictions."},
      {
        "id":"ED080089",
        "title":"A Note on the Interaction of Schooling and Ability."},
      {
        "id":"ED080091",
        "title":"Perceptions of Desired and Actual Goals and Influence Structure at a Small Private Liberal Arts College."},
      {
        "id":"ED080092",
        "title":"An Interpretive Analysis of Information on Instructional Accountability in Higher Education. Final Report."},
      {
        "id":"ED080093",
        "title":"Collective Bargaining: Its Impact for Institutional Research."},
      {
        "id":"ED080094",
        "title":"University Impact on Local Economy."},
      {
        "id":"ED080095",
        "title":"A Deterministic Model for Investigating the Feasibility of Year Round Operation of Universities in the Province of Ontario."},
      {
        "id":"ED080096",
        "title":"Research Reputation and Teaching Quality in University Departments."},
      {
        "id":"ED080097",
        "title":"A New Look at Tenure: A Management Imperative."},
      {
        "id":"ED080098",
        "title":"University-City Relations: From Coexistence to Cooperation."},
      {
        "id":"ED080099",
        "title":"Traditionally Black Colleges: A Brief Review. Research Currents."},
      {
        "id":"ED080100",
        "title":"The Integration of Learning and Earning: Cooperative Education and Nontraditional Study."},
      {
        "id":"ED080101",
        "title":"Postsecondary Education: The New Meaning. Research Currents."},
      {
        "id":"ED080102",
        "title":"AAUP Policy Documents and Reports."},
      {
        "id":"ED080103",
        "title":"A Plan for Planning for a State Community College System."},
      {
        "id":"ED080104",
        "title":"Oakton Community College Curriculum Report."},
      {
        "id":"ED080105",
        "title":"Utilization of Para-Professional Counselors. Final Project Report."},
      {
        "id":"ED080106",
        "title":"Texas Community Junior College Research 1972-1973. Second Annual Report."},
      {
        "id":"ED080107",
        "title":"Learning Contracts: Facilitating Academic Change."},
      {
        "id":"ED080108",
        "title":"Community College Vocational Cooperative Education: Exemplary Project in Vocational Education Conducted Under Part D of Public Law 90-576. Final Report."},
      {
        "id":"ED080109",
        "title":"Cost Benefit Analysis: Non-Traditional Education for the Disadvantaged. A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED080110",
        "title":"The Community Involvement Program: Recognizing Community-Based Learning. A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED080111",
        "title":"Solutions for the Seventies: An Analysis of Competency-Based Learning and Cluster Colleges. A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED080112",
        "title":"The Semester for Self-Directed Study: Confluent Education at the Community College Level."},
      {
        "id":"ED080113",
        "title":"A Comparative Study of Recent Trends and Characteristics of Students Entering American Junior Colleges, 1968-72."},
      {
        "id":"ED080114",
        "title":"Analysis of the 1972 Summer Session."},
      {
        "id":"ED080115",
        "title":"The Rehabilitation Specialist Program. A Report of a Demonstration Project for The Development of a Training Course for Housing Rehabilitation Specialists."},
      {
        "id":"ED080116",
        "title":"Community College Board of Trustees and Negotiations with Faculty."},
      {
        "id":"ED080117",
        "title":"The Development of a Computerized Regional Library System. Final Report."},
      {
        "id":"ED080118",
        "title":"The Development of a Computerized Regional Library System. Appendices 1-4. Final Report."},
      {
        "id":"ED080119",
        "title":"The Development of a Computerized Regional Library System. Appendices 5-14. Final Report."},
      {
        "id":"ED080120",
        "title":"Development of a Computerized Regional Library System. Appendix 24. Final Report."},
      {
        "id":"ED080121",
        "title":"The Development of a Computerized Regional Library System. Appendix 25. Final Report."},
      {
        "id":"ED080123",
        "title":"The Development of a Computerized Regional Library System. Appendix 28. Final Report."},
      {
        "id":"ED080124",
        "title":"Criteria for Promotion and Tenure of Librarians in Zimmerman, Parish, and Fine Arts Libraries of the University of New Mexico, Albuquerque, New Mexico."},
      {
        "id":"ED080125",
        "title":"Conversion of Periodical Holdings to Microform: A Rating Form."},
      {
        "id":"ED080126",
        "title":"Illinois Task Analysis Project, Phase III, Handbook. First Draft."},
      {
        "id":"ED080130",
        "title":"Detroit MEDLINE Consortium; An Interim Report."},
      {
        "id":"ED080131",
        "title":"National Survey on Library Security."},
      {
        "id":"ED080132",
        "title":"A Community Librarian's Training Program; A Report on a New Mexico Program and Guidelines for Developing Training Programs Based Upon Correspondence Study and Adult Education Techniques."},
      {
        "id":"ED080133",
        "title":"Minorities in the United States: Guide to Resources."},
      {
        "id":"ED080134",
        "title":"Effect of Mood on Children's Giving."},
      {
        "id":"ED080135",
        "title":"Alternative Federal Day Care Strategies for the 1970's. (Excerpts from the Final Report)."},
      {
        "id":"ED080136",
        "title":"Sex Role-Taking and Aggressive Behavior in Children."},
      {
        "id":"ED080137",
        "title":"Looking Versus Remembering: A Comparison of the Mediational Activity of Kindergarten Children in Three Retention Tasks."},
      {
        "id":"ED080138",
        "title":"Helping Children Develop Their Full Potential."},
      {
        "id":"ED080139",
        "title":"Sleep State Periodicity in Prematures and Young Infants."},
      {
        "id":"ED080140",
        "title":"The Effects of a Superordinate Context on the Learning and Retention of Facts: A Replication and Extension of Gagne and Weigand (1970)."},
      {
        "id":"ED080141",
        "title":"The Effect of Pre-Training on Long Term Memory Improvement."},
      {
        "id":"ED080142",
        "title":"Metaphors and Modalities: How Children Project Polar Adjectives onto Diverse Domains."},
      {
        "id":"ED080143",
        "title":"Short Term Stability of Infants Responses to Strangers."},
      {
        "id":"ED080144",
        "title":"Controlled Intervention: An Alternate Strategy."},
      {
        "id":"ED080145",
        "title":"Early Childhood Education--A Position Paper."},
      {
        "id":"ED080148",
        "title":"Casper W. Weinberger to be Secretary of Health, Education, and Welfare: Hearings Before the Committee on Labor and Public Welfare. United States Senate, Ninety-Third Congress. Part 2: Appendix--Comprehensive HEW Simplification and Reform \"MEGA Proposal\"."},
      {
        "id":"ED080149",
        "title":"Predictions from Three Data Sources - Naturalistic Home Observation, Ratings, Experimental Situation - in the Area of Child Compliance."},
      {
        "id":"ED080150",
        "title":"Guideline for Developing Contextual Conceptualization in the Training of Education Personnel for Young Children: An Approach for the Prevention of Learning and Behavior Problems."},
      {
        "id":"ED080151",
        "title":"Concrete and Abstract Thinkers at Three Grade Levels and Their Performance with Complex Concepts."},
      {
        "id":"ED080152",
        "title":"Children's Preference for Stimuli Associated with Being Imitated."},
      {
        "id":"ED080153",
        "title":"Logical Operations and Sentence Memory in Children."},
      {
        "id":"ED080155",
        "title":"A Study of Race and Class Heterogeneity Among Preschool Children."},
      {
        "id":"ED080156",
        "title":"Children's Memory: SES Differences in the Development of Serial Processing Ability."},
      {
        "id":"ED080157",
        "title":"Extended Infant Learning: A Comparison of Two Responses and Two Visual Reinforcers."},
      {
        "id":"ED080158",
        "title":"Determinants of Visual Attention and Recall in Observational Learning by Preschoolers and Second Graders."},
      {
        "id":"ED080159",
        "title":"An Evaluation of Some Family Life Education Services."},
      {
        "id":"ED080160",
        "title":"Generating Vocabulary Appropriate to the Affective Writing Task."},
      {
        "id":"ED080161",
        "title":"Directory for the Child Care Advocate."},
      {
        "id":"ED080162",
        "title":"The Milwaukee Project: Early Intervention as a Technique to Prevent Mental Retardation."},
      {
        "id":"ED080163",
        "title":"Neurophysiological Factors in Spatial Development."},
      {
        "id":"ED080164",
        "title":"Cognitive Development in Early Readers."},
      {
        "id":"ED080165",
        "title":"Clinical Implications of the Brazelton Scale."},
      {
        "id":"ED080166",
        "title":"Implicit Instructions and Social Influence in \"Generalized Imitation\" and Other \"Go - No-Go\" Situations."},
      {
        "id":"ED080167",
        "title":"Mother-Stranger Discrimination in the Early Weeks of Life."},
      {
        "id":"ED080168",
        "title":"Evaluation of the Office of Economic Opportunity Child Development Center."}]
  }}
