{
  "response":{"numFound":509939,"start":302000,"numFoundExact":true,"docs":[
      {
        "id":"ED080170",
        "title":"Children's Spatial Placements of Dolls Which 'Like' Each Other and of Dolls Which 'Dislike' Each Other: Role of Eye Contact and Physical Proximity in 'Personal Space'."},
      {
        "id":"ED080171",
        "title":"Characteristics of Creativity."},
      {
        "id":"ED080172",
        "title":"Guidelines for Observation and Assessment: An Approach to Evaluating the Learning Environment of a Day Care Center."},
      {
        "id":"ED080174",
        "title":"Operant Conditioning of Visual Fixation in Infants Under Three Intensities of Auditory and Visual Reinforcement."},
      {
        "id":"ED080175",
        "title":"Mass Media and Moral Development."},
      {
        "id":"ED080177",
        "title":"Evaluating the Open Classroom."},
      {
        "id":"ED080178",
        "title":"Teaching Styles of Israeli Four-Year-Olds and Their Mothers: A Cross-Cultural Comparison."},
      {
        "id":"ED080179",
        "title":"Compensatory Prekindergarteners' I.Q. Gain Correlated with Third Grade Reading Achievement."},
      {
        "id":"ED080180",
        "title":"The Concept of Behavioral Effectiveness in the Classroom."},
      {
        "id":"ED080181",
        "title":"Auditory and Visual Learning in First-, Third-, and Fifth-Grade Children. Research Report #14."},
      {
        "id":"ED080182",
        "title":"The Learning Booth: Preliminary Analysis of Research Activities."},
      {
        "id":"ED080183",
        "title":"The Learning Booth: Product Evaluation Report."},
      {
        "id":"ED080184",
        "title":"Children&apos;s Appreciation of Humor: A Test of the Cognitive-Congruency Principle."},
      {
        "id":"ED080185",
        "title":"Home Start: School for Parents. Final Report."},
      {
        "id":"ED080186",
        "title":"Preschools for Mexican Americans: Research and Curriculum."},
      {
        "id":"ED080187",
        "title":"Family Background Factors and Originality in Children."},
      {
        "id":"ED080192",
        "title":"Piaget-Based Curriculum for Early Childhood Education: The Kamii-DeVries Approach."},
      {
        "id":"ED080193",
        "title":"Determinants of Infants' Reactions to Strangers."},
      {
        "id":"ED080194",
        "title":"Preventive Therapy with Siblings of a Dying Child."},
      {
        "id":"ED080195",
        "title":"The Development of the Ability to Understand Numerical Symbols."},
      {
        "id":"ED080196",
        "title":"Testimony of Dr. David G. Gil, Brandeis University, at Hearings of U.S. Senate Subcommittee on Children and Youth on the \"Child Abuse Prevention Act\", S.1191 (93rd Congeess, 1st Session) March 26, 1973."},
      {
        "id":"ED080197",
        "title":"Self-Concept of the Disadvantaged Child and Its Modification through Compensatory Nursery School Experience."},
      {
        "id":"ED080199",
        "title":"Final Report on the Second St. Paul's Summer Project Conducted by Western Institute for Science and Technology, June - August, 1972."},
      {
        "id":"ED080200",
        "title":"COMPAS: A National Design for the Elementary School."},
      {
        "id":"ED080201",
        "title":"Early Childhood Education in Illinois: Focus on Kindergarten."},
      {
        "id":"ED080202",
        "title":"Toward Interagency Coordination: An Overview of Federal Research and Development Activities Relating to Early Childhood. Second Annual Report."},
      {
        "id":"ED080203",
        "title":"Toward Interagency Coordination: An Overview of Federal Research and Development Activities Relating to Early Childhood. Second Annual Report. Executive Summary."},
      {
        "id":"ED080204",
        "title":"Developmental Kindergarten Classes of the Waukegan Community Unit School District #60."},
      {
        "id":"ED080205",
        "title":"Building Foundations for Educational Change."},
      {
        "id":"ED080206",
        "title":"New Orleans Parent Child Development Center."},
      {
        "id":"ED080207",
        "title":"The Impact of Integration on Early Childhood Education."},
      {
        "id":"ED080208",
        "title":"\"Individualized Instruction\" as it Relates to \"Action Goals for the Seventies: The Curriculum\". Position Paper and Guidelines."},
      {
        "id":"ED080209",
        "title":"Developmental and Social Influences from Birth on School Readiness in a Metropolitan Cohort."},
      {
        "id":"ED080210",
        "title":"The Acquisition of Conservation Through the Observation of Conserving Models."},
      {
        "id":"ED080212",
        "title":"Divergent Production in Montessori Children."},
      {
        "id":"ED080213",
        "title":"A Developmental Structural Account of Riddles."},
      {
        "id":"ED080215",
        "title":"Investigation of the Effects of Parent Participation in Head Start. Final Technical Report."},
      {
        "id":"ED080216",
        "title":"Investigation of the Effects of Parent Participation in Head Start. Non-Technical Report."},
      {
        "id":"ED080217",
        "title":"Perspectives on Parent Participation in Project Head Start: An Analysis and Critique."},
      {
        "id":"ED080218",
        "title":"Investigation of the Effects of Parent Participation in Head Start. Appendices to the Final Technical Report."},
      {
        "id":"ED080219",
        "title":"Cultural and Economic Mediation Among Spanish Speaking Migrant Farm Workers in Dade County, Florida."},
      {
        "id":"ED080221",
        "title":"[Saturday Seminars Coordinator's Report.] Seminars for Interested Students, Experimental Project, Department of Education, Planning and Research, June 15, 1973."},
      {
        "id":"ED080222",
        "title":"Rural Poverty in Three Eastern South Dakota Counties."},
      {
        "id":"ED080225",
        "title":"1972 Post Season Rural Manpower Report."},
      {
        "id":"ED080226",
        "title":"Statement of Hubert Velarde, Jicarilla Apache Tribe to United States Commission on Civil Rights at Albuquerque Convention Center (Albuquerque, New Mexico, November 14, 1972)."},
      {
        "id":"ED080227",
        "title":"Welcoming Remarks of Edward Yudin, Vice Chairman, New Mexico Committee to the U. S. Commission on Civil Rights at Hearings on Indian Problems (Albuquerque, New Mexico, November 14-15, 1972)."},
      {
        "id":"ED080228",
        "title":"The Southwest Indian Report. A Report of the U. S. Commission on Civil Rights, May 1973."},
      {
        "id":"ED080229",
        "title":"Indians of New Mexico."},
      {
        "id":"ED080230",
        "title":"Educational and Occupational Status Projections: Stability and Reciprocal Linkages."},
      {
        "id":"ED080232",
        "title":"&quot;Ethnicization of Social Studies in the Secondary School: The 'Browning' of America.&quot;"},
      {
        "id":"ED080233",
        "title":"Rio Arriba County, New Mexico. A Report on Manpower Resources."},
      {
        "id":"ED080234",
        "title":"Catron County, New Mexico. A Report on Manpower Resources."},
      {
        "id":"ED080235",
        "title":"Mora County, New Mexico. A Report on Manpower Resources."},
      {
        "id":"ED080236",
        "title":"Taos County, New Mexico. A Report on Manpower Resources."},
      {
        "id":"ED080237",
        "title":"Torrance County, New Mexico. A Report on Manpower Resources."},
      {
        "id":"ED080238",
        "title":"San Miguel County, New Mexico. A Report on Manpower Resources."},
      {
        "id":"ED080247",
        "title":"Alaska Manpower Training Programs."},
      {
        "id":"ED080248",
        "title":"Nutrition, Growth and Development of North American Indian Children. Monograph."},
      {
        "id":"ED080249",
        "title":"A Set of Picture Cards for Use in Teaching English Verbs to Eskimo and Indian Children in Alaska Bureau of Indian Affairs' Schools."},
      {
        "id":"ED080250",
        "title":"Leadership Profile for Gaston County, [North Carolina]. Overview. Occasional Report 73-1."},
      {
        "id":"ED080251",
        "title":"An Annotated Bibliography of Dissertations on American Indian, Mexican American, Migrant and Rural Education."},
      {
        "id":"ED080252",
        "title":"Attitudes Toward Food as an Indicator of Core Values: A Study of Subcultural Differences in Louisiana Rural Communities."},
      {
        "id":"ED080253",
        "title":"Some Findings of Sociolinguistic Research on Mexican-American College Age Bilinguals."},
      {
        "id":"ED080254",
        "title":"Educational Trends of the Rural and Urban Population of Georgia."},
      {
        "id":"ED080255",
        "title":"Social Work Education for Economically Disadvantaged Groups in Texas. Final Report, July 1, 1970 - August 31, 1973."},
      {
        "id":"ED080257",
        "title":"Estimates of Vital Rates for the Canadian Indian, 1960-1970. Statistics Canada."},
      {
        "id":"ED080260",
        "title":"Residential Preferences and Population Distribution: Results of a National Survey."},
      {
        "id":"ED080262",
        "title":"Selected Annotated Bibliography of Recent Research on Rural Life on Prince Edward Island. Community Studies, Report No. 1."},
      {
        "id":"ED080263",
        "title":"We, The First Americans."},
      {
        "id":"ED080264",
        "title":"Arts and Crafts for Outdoors."},
      {
        "id":"ED080265",
        "title":"Relating Outdoor Education Concepts to Teachers of Emotionally Handicapped Children and Youth - Long Island Area - March 10, 1973."},
      {
        "id":"ED080266",
        "title":"Guide to Pre-Planning. A Guide to be Used in Preparation of Classes Attending Albion Hills Conservation Field Centre or Claremont Conservation Field Centre. Revised Edition."},
      {
        "id":"ED080267",
        "title":"Annual Report of New York State Interdepartmental Committee on Indian Affairs, 1971-1972."},
      {
        "id":"ED080268",
        "title":"Serving Migrant Families."},
      {
        "id":"ED080269",
        "title":"Urban Indian Project."},
      {
        "id":"ED080271",
        "title":"Bibliography on the Native American Experience."},
      {
        "id":"ED080272",
        "title":"Educational Accomplishment Audit of the Bilingual Education Program. Harlandale Independent School District, San Marcos Independent School District, Southwest Texas State University, 1969-1970."},
      {
        "id":"ED080273",
        "title":"Educational Accomplishment Audit of the Bilingual Education Program. Harlandale Independent School District, San Marcos Independent School District, Southwest Texas State University, 1970-71."},
      {
        "id":"ED080274",
        "title":"Final Educational Accomplishment Audit of the Bilingual Education Program. Harlandale Independent School District, San Marcos Independent School District, Southwest Texas State University, 1971-72."},
      {
        "id":"ED080275",
        "title":"Educational Aspirations: Markov and Poisson Models. Rural Industrial Development Project Working Paper Number 14, August 1971."},
      {
        "id":"ED080281",
        "title":"Education for the American Indians. Summary Report."},
      {
        "id":"ED080282",
        "title":"Proceedings: National Conference on Bilingual Education (Austin, Texas, April 14-15, 1972)."},
      {
        "id":"ED080284",
        "title":"Guide to Title VII ESEA Bilingual Bicultural Projects in the United States."},
      {
        "id":"ED080285",
        "title":"Washington State Migrant Programs. Annual Report and Evaluation, 1971-1972."},
      {
        "id":"ED080286",
        "title":"Pupil Achievement in Science A Process Approach - Part E."},
      {
        "id":"ED080287",
        "title":"Environmental Education in the Elementary School: Needs and Specifications. Working Paper No. 40."},
      {
        "id":"ED080288",
        "title":"United Nations Conference on the Human Environment."},
      {
        "id":"ED080289",
        "title":"An Environmental Approach to Art for Grades 7-9."},
      {
        "id":"ED080290",
        "title":"An Approach to Environmental Education: A Three-Stage Program for Intermediate Grades."},
      {
        "id":"ED080291",
        "title":"A Year-Long Environmental Project for Primary Grades."},
      {
        "id":"ED080299",
        "title":"A Directory of Information Resources in the United States: Physical Sciences, Engineering."},
      {
        "id":"ED080305",
        "title":"Annual Meeting of National Association for Research in Science Teaching, Abstracts of Presented Papers (46th, Detroit, Michigan, March, 1973)."},
      {
        "id":"ED080306",
        "title":"A Study of the Relationship Between Various Academic and Professional Factors and Selected Elementary School Science Teaching Competencies."},
      {
        "id":"ED080308",
        "title":"Predicting High and Low Success Group Membership in an A-T Biology Program."},
      {
        "id":"ED080309",
        "title":"Visually Perceived Nonverbal Behaviors of Teachers and Their Relationship to Affective Responses of Students."},
      {
        "id":"ED080310",
        "title":"Change in Predicted Teacher Behavior Based on Experience with an Activity Oriented Elementary Science Course."},
      {
        "id":"ED080311",
        "title":"The Effects of a Mastery Teaching Strategy on Teacher Attitudes and Pupil Achievement."},
      {
        "id":"ED080312",
        "title":"A New Methodology for Test Construction in Course Evaluation."},
      {
        "id":"ED080313",
        "title":"The Interpretation of Student Performance on Evaluative Tests."},
      {
        "id":"ED080314",
        "title":"An Invitation to Inquiry: The Vignettes Film Project."},
      {
        "id":"ED080316",
        "title":"A Study of the Effects of Information Items on Snyder's 1968 Prototheory of Instructional Efficiency as Applied to a Genetics Problem-Solving Situation."},
      {
        "id":"ED080317",
        "title":"Value Education in the Sciences: The Step Beyond Concepts and Processes."},
      {
        "id":"ED080318",
        "title":"Contemporary Topics in Science: A Kit for Survival."},
      {
        "id":"ED080319",
        "title":"Patterns of Enquiry: Textual Analysis of a Classroom Discussion Unit on Bee Feeding Behaviour."},
      {
        "id":"ED080320",
        "title":"Devising Your Own Investigations Using Common Classroom and Household Materials."},
      {
        "id":"ED080321",
        "title":"Biology Curriculum, Munster Senior High School."},
      {
        "id":"ED080322",
        "title":"The Effect of Early Classroom Teaching Experience Upon the Attitudes and Performance of Science Teacher Candidates."},
      {
        "id":"ED080328",
        "title":"Drop-In Mathematics."},
      {
        "id":"ED080329",
        "title":"Drop-In Mathematics, Teacher&apos;s Manual."},
      {
        "id":"ED080332",
        "title":"Learning Activity Package, Biology, LAPs 12, 13, 15, 17, and 18."},
      {
        "id":"ED080333",
        "title":"Learning Activity Package, Biology, LAPs 20, 30, 31, 32, and 33."},
      {
        "id":"ED080334",
        "title":"The Correlation of Science Attitude and Science Knowledge of Preservice Elementary Teachers."},
      {
        "id":"ED080335",
        "title":"Interpersonal Communication and the Science Classroom."},
      {
        "id":"ED080336",
        "title":"Teaching Science Education in Florida's New Elementary Programs."},
      {
        "id":"ED080337",
        "title":"The Oxides of Nitrogen in Air Pollution."},
      {
        "id":"ED080338",
        "title":"Lead in the Environment and Its Effects on Humans."},
      {
        "id":"ED080339",
        "title":"Colorado Air Quality Control Regulations and Ambient Air Quality Standards."},
      {
        "id":"ED080340",
        "title":"Addresses and Reports, Annual Meeting of the National Science Teachers Association (21st, Detroit, Michigan, March 30 - April 3, 1973)."},
      {
        "id":"ED080341",
        "title":"A State Plan for Environmental Education for the Citizens of Minnesota."},
      {
        "id":"ED080344",
        "title":"Teacher Resource Guide, Project ECO."},
      {
        "id":"ED080345",
        "title":"A Model Marine Science Laboratory, North Kitsap Marine Environmental Center."},
      {
        "id":"ED080348",
        "title":"A Curriculum Activities Guide to Solid Waste and Environmental Studies."},
      {
        "id":"ED080349",
        "title":"A Curriculum Activities Guide to Population and Environmental Studies."},
      {
        "id":"ED080350",
        "title":"A Survey of Environmental Knowledge and Attitudes of Tenth and Twelfth Grade Students From Five Great Lakes and Six Far Western States."},
      {
        "id":"ED080351",
        "title":"High School Math as the Critical Filter in the Job Market."},
      {
        "id":"ED080352",
        "title":"Performance Objectives - Necessary or Superfluous."},
      {
        "id":"ED080353",
        "title":"Creative Synthesis: Designing a Junior High School Science Program."},
      {
        "id":"ED080354",
        "title":"Origins of Life: A Current Controversy."},
      {
        "id":"ED080355",
        "title":"Final Expenditure Report."},
      {
        "id":"ED080356",
        "title":"Situation Reports--Afghanistan, Bahrein, Brazil, Ecuador, Indonesia, Iraq, Morocco, Paraguay, People&apos;s Democratic Republic of Yemen, Peru, Qatar, Saudi Arabia, Sri Lanka, St. Christopher/Nevis, Sudan, United Arab Emirates, Yemen Arab Republic."},
      {
        "id":"ED080357",
        "title":"Air Pollution."},
      {
        "id":"ED080358",
        "title":"An Instrument for Assessing Elementary Science Curriculum Projects."},
      {
        "id":"ED080359",
        "title":"Experiments in the Chemistry of Food."},
      {
        "id":"ED080360",
        "title":"Development of the Instructor Behavior Description Questionnaire to Measure Graduate Student Satisfaction From Perceptions of Ideal and Actual Instructor Behavior."},
      {
        "id":"ED080361",
        "title":"A Curriculum Activities Guide to Water Quality Equipment and Environmental Studies."},
      {
        "id":"ED080362",
        "title":"Mathematics [Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED080363",
        "title":"Third Year Math [Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED080364",
        "title":"Algebra [Student's Individualized Career Source Package]."},
      {
        "id":"ED080365",
        "title":"Geometry [Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED080366",
        "title":"[Field Learning Activities]."},
      {
        "id":"ED080367",
        "title":"Environmental Education Curriculum Guide for Intermediate Social Studies."},
      {
        "id":"ED080368",
        "title":"Elementary Environmental Education."},
      {
        "id":"ED080369",
        "title":"Situation Report--Argentina, Colombia, Cyprus, Kuwait, Lebanon, Libyan Arab Republic, Oman, Syrian Arab Republic, and Uruguay."},
      {
        "id":"ED080370",
        "title":"General Science [Sahuarita High School Career Curriculum Project.]"},
      {
        "id":"ED080371",
        "title":"Biology [Sahuarita High School Career Curriculum Project.]"},
      {
        "id":"ED080372",
        "title":"Advanced Biology [Sahuarita High School Career Curriculum Project.]"},
      {
        "id":"ED080373",
        "title":"Desert Biology [Sahuarita High School Career Curriculum Project.]"},
      {
        "id":"ED080374",
        "title":"Anatomy External [Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED080375",
        "title":"Botany [Sahuarita High School Career Curriculum Project.]"},
      {
        "id":"ED080376",
        "title":"Advanced Botany (Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED080377",
        "title":"Area Fish and Game Ecology [Sahuarita High School Career Curriculum Project.]"},
      {
        "id":"ED080378",
        "title":"Chemistry [Sahuarita High School Career Curriculum Project]."},
      {
        "id":"ED080379",
        "title":"Investigations in Mathematics Education, Volume 6 Number 2."},
      {
        "id":"ED080380",
        "title":"Education Programs, Department of Medicine and Surgery. A Status Report - June 1971."},
      {
        "id":"ED080385",
        "title":"Licensed Optometrists in South Carolina 1972."},
      {
        "id":"ED080386",
        "title":"Licensed Optometrists in Wisconsin 1972."},
      {
        "id":"ED080387",
        "title":"A Guide to Films, Filmstrips, Maps and Globes, Records on Asia. [and] Supplement, Including a New Section on Slides."},
      {
        "id":"ED080388",
        "title":"A Guide to Asian Collections in American Museums."},
      {
        "id":"ED080389",
        "title":"Asia: A Guide to Books for Children."},
      {
        "id":"ED080390",
        "title":"Asia: A Guide to Traveling Exhibitions and Displays."},
      {
        "id":"ED080391",
        "title":"An Introduction to Asian Music."},
      {
        "id":"ED080392",
        "title":"An Introduction to the Dance of India, China, Korea, Japan."},
      {
        "id":"ED080393",
        "title":"Asia: A Guide to Basic Books."},
      {
        "id":"ED080394",
        "title":"International Studies Education in Secondary Social Studies Classes: A Report on a Survey of Colorado Secondary Schools, July 1971."},
      {
        "id":"ED080397",
        "title":"Social Background and Educational Career: Research Perspectives on Equality of Educational Opportunity."},
      {
        "id":"ED080399",
        "title":"The Dig: A Study in Archaeology. Profiles of Promise 6."},
      {
        "id":"ED080400",
        "title":"Integrated Social Studies. Profiles of Promise 7."},
      {
        "id":"ED080401",
        "title":"Community Laboratory in Political Science. Profiles of Promise 8."},
      {
        "id":"ED080402",
        "title":"Ethnicity: Science, Being, and Educational Opportunity."},
      {
        "id":"ED080403",
        "title":"Circulator. Volume 4, Number 1, Spring 1973."},
      {
        "id":"ED080404",
        "title":"Alternative Approaches to Political Education."},
      {
        "id":"ED080405",
        "title":"How To Use a Motion Picture. How To Do It Series, Number 1."},
      {
        "id":"ED080406",
        "title":"How To Use a Textbook. How To Do It Series Number 2."},
      {
        "id":"ED080407",
        "title":"How to Use Local History. How to Do It Series, Number 3."},
      {
        "id":"ED080408",
        "title":"How To Use a Bulletin Board. How To Do It Series, Number 4."},
      {
        "id":"ED080409",
        "title":"How To Use Daily Newspapers. How To Do It Series, Number 5."},
      {
        "id":"ED080410",
        "title":"How to Use Group Discussion. How to do it Series, Number 6."},
      {
        "id":"ED080411",
        "title":"How to Use Oral Reports. How to Do It Series, Number 10."},
      {
        "id":"ED080412",
        "title":"The Educational Significance of the Future. A Report Prepared for Sidney P. Marland, Jr., U.S. Commissioner of Education."},
      {
        "id":"ED080413",
        "title":"Inquiry Processes in the Social Sciences."},
      {
        "id":"ED080414",
        "title":"Area Handbook for the People's Republic of China."},
      {
        "id":"ED080415",
        "title":"History in English Secondary Schools. A Review of Practice and A Programme for Development: The Schools Council Project in History 13-16 at the University of Leeds. Occasional Paper #73-2."},
      {
        "id":"ED080416",
        "title":"Behavior Analysis and Education."},
      {
        "id":"ED080417",
        "title":"The Preparation of Dissemination Media for Learning about Religion in Public Education. Project Final Report."},
      {
        "id":"ED080418",
        "title":"Political Learning in Children and Adults."},
      {
        "id":"ED080419",
        "title":"Theory into Practice: Problems of Rational Policy-Making in a World Where the Null Hypothesis Dominates."},
      {
        "id":"ED080420",
        "title":"A Guide to Human Rights Education. Bulletin 43."},
      {
        "id":"ED080421",
        "title":"Increasing Positive Interactive Classroom Behavior."},
      {
        "id":"ED080422",
        "title":"Futures Information Interchange."},
      {
        "id":"ED080423",
        "title":"City School. First Year Report."},
      {
        "id":"ED080424",
        "title":"Project Pride Evaluation Report."},
      {
        "id":"ED080425",
        "title":"A Handbook of Personal Growth Activities for Classroom Use."},
      {
        "id":"ED080426",
        "title":"Dissertations in Social Studies Education: A Comprehensive Guide. Research Bulletin Number 2."},
      {
        "id":"ED080427",
        "title":"International Peace Studies Newsletter. Volume 2, Number 3."},
      {
        "id":"ED080429",
        "title":"The UMO (University of Maine, Orono) Teacher Training Program: A Case Study and a Model."},
      {
        "id":"ED080430",
        "title":"Art: Involvement."},
      {
        "id":"ED080431",
        "title":"Safeguarding Our World Environment. The U.N. Conference on the Human Environment. Stockholm, June 1972."},
      {
        "id":"ED080432",
        "title":"Teaching About Basic Legal Concepts in the Junior High School."},
      {
        "id":"ED080434",
        "title":"Asian-African Pupil Resource Project. Final Program Report."},
      {
        "id":"ED080435",
        "title":"Fine Arts Educational Improvement Project. Evaluation Record 1969-1970."},
      {
        "id":"ED080436",
        "title":"French-Canadians, Acadians and the French in New England. A Learning Activity Packet."},
      {
        "id":"ED080437",
        "title":"Canada and the United States--Government and Political Parties--A Comparison. A Learning Activity Packet."},
      {
        "id":"ED080438",
        "title":"Canada and the United States. Perspective. Learning Activity Packet."},
      {
        "id":"ED080439",
        "title":"The Atlantic Canada-New England Region and Environment. A Learning Activity Packet."},
      {
        "id":"ED080440",
        "title":"American Foreign Policy. Social Studies: 6416.58."},
      {
        "id":"ED080441",
        "title":"The Supreme Court in American Life. Social Studies: 6448.05."},
      {
        "id":"ED080442",
        "title":"A Critical Bibliography of Materials on Greece."},
      {
        "id":"ED080443",
        "title":"Asia: A Guide to Paperbacks. Revised Edition."},
      {
        "id":"ED080444",
        "title":"Short Courses in the Social Studies."},
      {
        "id":"ED080445",
        "title":"Books on the Mexican American. A Selected Listing."},
      {
        "id":"ED080446",
        "title":"Primary: A Simulation Game."},
      {
        "id":"ED080447",
        "title":"A New Kit of Tools for Designing Instruction."},
      {
        "id":"ED080449",
        "title":"A Generic Clarifying Function of Philosophy of Education."},
      {
        "id":"ED080450",
        "title":"The Vermont Teacher Corps: Educational Impact and Change."},
      {
        "id":"ED080451",
        "title":"Open Education: Increasing Alternatives for Teachers and Children. Proceedings of the Conference on Open Education April, 1972."},
      {
        "id":"ED080452",
        "title":"Review and Responses: Supplement to a Search for Valid Content for Curriculum Courses (Eric: ED 040 129)."},
      {
        "id":"ED080453",
        "title":"Evaluation Reconsidered. A Position Paper and Supporting Documents on Evaluating Change and Changing Evaluation."},
      {
        "id":"ED080454",
        "title":"Full-Time Teachers As Part-Time Students. A Report on Teachers Enrolled in Part-Time Degree Programs in Ontario Universities."},
      {
        "id":"ED080455",
        "title":"The Learning Center: A Collaborating Model for Educational Development."},
      {
        "id":"ED080456",
        "title":"Cooperative Relationships in Teacher Education: The Central Minnesota Teacher Education Council."},
      {
        "id":"ED080457",
        "title":"Competencies for Performance-Based Teacher Training."},
      {
        "id":"ED080458",
        "title":"Student Teacher Evaluation Must Reside in the Neutral World of Documented Behavior."},
      {
        "id":"ED080459",
        "title":"Economic Status of the Teaching Profession, 1972-73."},
      {
        "id":"ED080460",
        "title":"Performance Education: Strategies and Resources for Developing a Competency-Based Teacher Education Program."},
      {
        "id":"ED080461",
        "title":"Recreational Use and Value of Water at Elephant Butte and Navajo Reservoirs. New Mexico State University Agricultural Experiment Station Bulletin 535."},
      {
        "id":"ED080462",
        "title":"Soccer-Speedball-Flag Football Guide with Official Rules. June 1972 - June 1974."},
      {
        "id":"ED080463",
        "title":"Selected Track and Field Articles. Sports Articles Reprint Series. First Edition."},
      {
        "id":"ED080464",
        "title":"Conference on Professional Standards for Aquatic Education."},
      {
        "id":"ED080465",
        "title":"Organizational Patterns for Instruction in Physical Education."},
      {
        "id":"ED080466",
        "title":"Philosophy and Standards for Girls and Women's Sports."},
      {
        "id":"ED080467",
        "title":"Notes from Workshop Center for Open Education. March 1973."},
      {
        "id":"ED080468",
        "title":"Notes from Workshop Center for Open Education. October 1972."},
      {
        "id":"ED080469",
        "title":"Reading Failure and the Tests. An Occasional Paper of the Workshop Center for Open Education."},
      {
        "id":"ED080470",
        "title":"A Teacher's Notebook: Language Arts, K-4."},
      {
        "id":"ED080471",
        "title":"Quantitative Information on Teacher Training."},
      {
        "id":"ED080472",
        "title":"EMAP Users Manual."},
      {
        "id":"ED080473",
        "title":"Essentials of a Quality Elementary School Physical Education Program. A Position Paper."},
      {
        "id":"ED080474",
        "title":"Official Basketball Rules for Girls and Women. July 1972 - July 1973. Reprint."},
      {
        "id":"ED080475",
        "title":"Guidelines for Secondary School Physical Education. A Position Paper."},
      {
        "id":"ED080476",
        "title":"DGWS Research Reports: Women in Sports."},
      {
        "id":"ED080477",
        "title":"Annotated Listing of Films. Physical Education and Recreation for Impaired, Disabled, and Handicapped Persons."},
      {
        "id":"ED080479",
        "title":"International Congress of the International Council of Health, Physical Education, and Recreation (14th, Kingston, Jamaica, July 30-August 3, 1971)."},
      {
        "id":"ED080480",
        "title":"Idea Book in Physical Education for the Elementary School Teacher."},
      {
        "id":"ED080481",
        "title":"Classroom Activities."},
      {
        "id":"ED080482",
        "title":"What Research Tells the Coach About Baseball."},
      {
        "id":"ED080483",
        "title":"Physical Education Curriculum for the Mentally Handicapped."},
      {
        "id":"ED080484",
        "title":"A Bibliography of Research (Theses and Dissertations Only) Related to Recreation."},
      {
        "id":"ED080485",
        "title":"An Illustrated Model for the Evaluation of Teacher Education Graduates."},
      {
        "id":"ED080486",
        "title":"A Study of the Experiences of Washington Colleges and Universities in Implementing the 1971 Guidelines for Teacher Certification."},
      {
        "id":"ED080487",
        "title":"Health Careers Film Guide."},
      {
        "id":"ED080488",
        "title":"Job Corps: An Educational Alternative."},
      {
        "id":"ED080489",
        "title":"Northern Kentucky In-Service Innovation Center."},
      {
        "id":"ED080490",
        "title":"Crisis and Change in Teacher Education. International Perspectives on Theory and Practice."},
      {
        "id":"ED080491",
        "title":"Higher Education and the World. Proceedings of the National Foreign Policy Conference for Leaders in Higher Education, United States Department of State, (Washington, D.C., May, 1972)."},
      {
        "id":"ED080492",
        "title":"A Center for Re-Education of Teachers. End of Project Period Report, June 1969 to May 1970."},
      {
        "id":"ED080493",
        "title":"The AACTE-Job Corps Teacher Education Project. A Final Examination."},
      {
        "id":"ED080494",
        "title":"Follow Through Program Sponsors."},
      {
        "id":"ED080495",
        "title":"Project to Design New Patterns for Training R & D Personnel in Education (RFP 70-12). Final Report."},
      {
        "id":"ED080496",
        "title":"AIAW Handbook of Policies and Operating Procedures 1972-73."},
      {
        "id":"ED080497",
        "title":"The Culturally Disadvantaged: A Field Experience Guide. Materials/One."},
      {
        "id":"ED080498",
        "title":"Role Conflict in Student Teaching."},
      {
        "id":"ED080499",
        "title":"Recommendations for the Preparation of Teachers for AACTE and NCATE."},
      {
        "id":"ED080500",
        "title":"Selected Body Measurements of Children 6-11 Years. United States."},
      {
        "id":"ED080501",
        "title":"Developing a Performance-Based Reading Methods Course."},
      {
        "id":"ED080503",
        "title":"The Nature of the Curriculum for the Eighties and Onwards. Report on a Workshop Held at the Reinhardswaldschule (Kassel, Germany, June 29-July 4, 1970)."},
      {
        "id":"ED080504",
        "title":"Performance-Based Teacher Certification."},
      {
        "id":"ED080505",
        "title":"Classroom vs. Peer Pre-Student Teaching Experience."},
      {
        "id":"ED080506",
        "title":"Employing Behaviors in a Teaching Strategy: \"Quadrilateralizing in the Cognitive Domain.\""},
      {
        "id":"ED080507",
        "title":"Winnipeg Centre Project."},
      {
        "id":"ED080508",
        "title":"IMPACTE: Indian-Metis Project for Careers Through Teacher Education."},
      {
        "id":"ED080509",
        "title":"Relationship of Selected Variables and Success in a Teacher Education Program."},
      {
        "id":"ED080510",
        "title":"Personality and Grip Strength Relationships Between Monozygous and Dizygous Twins."},
      {
        "id":"ED080511",
        "title":"The Hidden Curriculum of Competency Based Teacher Education."},
      {
        "id":"ED080512",
        "title":"The Teaching Experience in an Elementary School: A Case Study."},
      {
        "id":"ED080513",
        "title":"Perceptions of Women's Roles and Female Sport Involvement Among a Selected Sample of College Students."},
      {
        "id":"ED080514",
        "title":"Roles, Responsibilities, and Qualifications for Reading Specialists."},
      {
        "id":"ED080515",
        "title":"Aquatics for the Impaired, Disabled, and Handicapped. Information Sheet."},
      {
        "id":"ED080516",
        "title":"Consortium Approach to Stimulating Educational Research. Final Report."},
      {
        "id":"ED080517",
        "title":"Teaching Faculty in Academe: 1972-73."},
      {
        "id":"ED080518",
        "title":"The Learning Centers Approach to Instruction."},
      {
        "id":"ED080519",
        "title":"AFT-QuEST Consortium Yearbook. Proceedings of the AFT-QuEST Consortium (April 22-26, 1973)."},
      {
        "id":"ED080520",
        "title":"Alternative Approaches to Student Involvement in Teacher Education: Three Research Studies. ATE Research Bulletin 12."},
      {
        "id":"ED080522",
        "title":"The Effect of Guided Practice on Overhand-Throw Ball Velocities of Kindergarten Children."},
      {
        "id":"ED080523",
        "title":"Guide for Financial Assistance and Program Support for Activities in Physical Education and Recreation for Impaired, Disabled, and Handicapped Participants."},
      {
        "id":"ED080524",
        "title":"Guide for Homemade Innovative Play Equipment for Activities in Physical Education and Recreation for Impaired, Disabled, and Handicapped Participants."},
      {
        "id":"ED080525",
        "title":"Selected Issues Relating to Available Information on Health Education Program Needs. Report No. 38."},
      {
        "id":"ED080526",
        "title":"It's Happening Now...In a Project That Knows People Are Important."},
      {
        "id":"ED080527",
        "title":"Council for Cultural Co-Operation and Cultural Fund. Annual Report 1972."},
      {
        "id":"ED080528",
        "title":"Conseil de la Cooperation Culturelle et Fonds Culturel. Rapport Annuel 1972. (Council for Cultural Co-operation and Cultural Fund. Annual Report 1972.)"},
      {
        "id":"ED080529",
        "title":"A Profile of Students Enrolled for Credit in the Extramural Teaching Program at Louisiana State University, Spring Semester, 1973."},
      {
        "id":"ED080530",
        "title":"Guide to Information Resources: Programing for Persons with Handicapping Conditions Through Physical Education, Recreation and Related Disciplines."},
      {
        "id":"ED080531",
        "title":"Physical Education and Recreation for Mentally Retarded Pupils in Public Schools."},
      {
        "id":"ED080532",
        "title":"Handicap--Sport: A Preliminary Bibliography on Sport for the Disabled and the Ill, 1960-1973. Second Edition."},
      {
        "id":"ED080533",
        "title":"The Use of Correlates of Achievement in Statewide Assessment."},
      {
        "id":"ED080534",
        "title":"A Selection of Self Concept Measures."},
      {
        "id":"ED080535",
        "title":"A Formal Theory of Perception. Technical Report No. 161."},
      {
        "id":"ED080536",
        "title":"State Testing Programs: A Survey of Functions, Tests, Materials, and Services."},
      {
        "id":"ED080537",
        "title":"Intellectual Development of Children as Measured by the Wechsler Intelligence Scale, United States. Data from the Health Examination Survey, Series 11, Number 107."},
      {
        "id":"ED080538",
        "title":"Psychological Testing and the Philosophy of Measurement."},
      {
        "id":"ED080539",
        "title":"Invitational Conference on Testing Problems (New York, November 1, 1969)."},
      {
        "id":"ED080540",
        "title":"Invitational Conference on Testing Problems (New York, October 29, 1966)."},
      {
        "id":"ED080541",
        "title":"Invitational Conference on Testing Problems (New York, October 28, 1967)."},
      {
        "id":"ED080542",
        "title":"Invitational Conference on Testing Problems (New York, November 2, 1968)."},
      {
        "id":"ED080543",
        "title":"The Assessment of Non-Standard Programs -- the Need and the Promise; The Annual Western Regional Conference on Testing Problems (20th, Oakland, California, May 7, 1971)."},
      {
        "id":"ED083564",
        "title":"Verbal Coding as an Instructional Strategy in Improving Pupil Performance on Standardized Measures of Reading Comprehension."},
      {
        "id":"ED083567",
        "title":"Age and School Experience as Factors in Rule Utilization: Use of a Simple Addition Rule. Final Report, Part 1."},
      {
        "id":"ED083568",
        "title":"Age, School Experience and the Development of Visual-Perceptual Memory. Final Report, Part 2."},
      {
        "id":"ED083569",
        "title":"I.T.A. Revisited."},
      {
        "id":"ED083572",
        "title":"Written Directions: Theme 3, Reading."},
      {
        "id":"ED083573",
        "title":"Ecuador&apos;s First Grade Textbooks and Their Impact on Schools."},
      {
        "id":"ED083575",
        "title":"The Right to Read Effort in Ohio."},
      {
        "id":"ED083579",
        "title":"The Span of the Effective Stimulus during Fixations in Reading."},
      {
        "id":"ED083580",
        "title":"Industrial Communication: Reading, Speaking, Listening, and Writing, Book 1."},
      {
        "id":"ED083581",
        "title":"Industrial Communication: Reading, Speaking, Listening, and Writing, Book 2."},
      {
        "id":"ED083582",
        "title":"Racial Differences in Attitudes toward Direct Reference Political Advertising."},
      {
        "id":"ED083583",
        "title":"Writing Is the Funnest Thing: Teaching Creative Writing."},
      {
        "id":"ED083584",
        "title":"What Editors and Journalism Educators Expect from Journalism Education; An ANPA News Research Center Survey. News Research Bulletin No. 12."},
      {
        "id":"ED083590",
        "title":"How Basic Newswriting Courses Are Taught at the Schools and Departments of Journalism."},
      {
        "id":"ED083591",
        "title":"The Relationship of Social Character to Levels of Inaccurate Response."},
      {
        "id":"ED083592",
        "title":"Privacy: The Reporter, the Telephone, and the Tape Recorder."},
      {
        "id":"ED083595",
        "title":"Books for You: A Reading List for Senior High School Students."},
      {
        "id":"ED083596",
        "title":"Message Effects of Public Service Advertising."},
      {
        "id":"ED083597",
        "title":"The College and Adult Reading List of Books in Literature and the Fine Arts."},
      {
        "id":"ED083598",
        "title":"Accountability and Behavioral Objectives: Hobby Horses to the Rescue."},
      {
        "id":"ED083599",
        "title":"Professional Orientations of Broadcast Newsmen."},
      {
        "id":"ED083600",
        "title":"Instructor's Signals to Their Students."},
      {
        "id":"ED083601",
        "title":"Public Relations Aspects of the Position of Administrative Assistant in Higher Education."},
      {
        "id":"ED083602",
        "title":"Factors Influencing Coorientation Variables in News Judgment."},
      {
        "id":"ED083605",
        "title":"Guidelines for Two-Year Journalism Courses and Programs."},
      {
        "id":"ED083608",
        "title":"Press Councils: Idea and Reality. Freedom of Information Foundation Series Number 1."},
      {
        "id":"ED083614",
        "title":"Current Issues in the Teaching of English: Report on a Questionnaire Study; English Curricula in Australia."},
      {
        "id":"ED083617",
        "title":"You Still Have a Long Way to Go, Baby: Neglected Women Writers; and Women's Studies and the High School English Curriculum."},
      {
        "id":"ED083618",
        "title":"English as the Second Language of Deaf Students. Psychology and Education Series."},
      {
        "id":"ED083619",
        "title":"Language-Through-Literature; A Literary Language/Language Arts Program for Bilingual Education, ESL and Other Activities in Early Childhood. Books 1 and 2."},
      {
        "id":"ED083620",
        "title":"Urbanization, Specialization and the Future of Magazines."},
      {
        "id":"ED083621",
        "title":"America's Enduring Ethnic Press."},
      {
        "id":"ED083622",
        "title":"Problem Areas in Science News Reporting, Writing, and Editing."},
      {
        "id":"ED083623",
        "title":"Early Telegraphic News Dispatches: The Forerunner of the AP."},
      {
        "id":"ED083624",
        "title":"Communication and National Development--The Contribution of Wilbur Schramm."},
      {
        "id":"ED083629",
        "title":"The Adventures of Brown Sugar; Adventures in Creative Writing."},
      {
        "id":"ED083648",
        "title":"Communication for Technologists: A Proposed Course."},
      {
        "id":"ED083649",
        "title":"Determining Audience Profile and Effectiveness of Publicity."},
      {
        "id":"ED083650",
        "title":"The Role of Oral Communication in the Community College for the Culturally Different."},
      {
        "id":"ED083651",
        "title":"Attitude as an Information Processing Construct."},
      {
        "id":"ED083653",
        "title":"Non-Debate Activities in High School Summer Speech Communication Institutes."},
      {
        "id":"ED083654",
        "title":"Improving Strategies for Organizational Change."},
      {
        "id":"ED083655",
        "title":"Black English: A Community Language."},
      {
        "id":"ED083656",
        "title":"Teaching Communication Skills in the Context of the World of Work: A Pilot Project."},
      {
        "id":"ED083658",
        "title":"Editorial Advertising and the First Amendment."},
      {
        "id":"ED083659",
        "title":"An Experimental Analysis of Reaction to Filmed Drug Abuse Information. Drug Abuse Information Research Project."},
      {
        "id":"ED083660",
        "title":"Parliamentary Procedure as Law."},
      {
        "id":"ED083664",
        "title":"School Security. Educational Management Review Series Nunber 23."},
      {
        "id":"ED083665",
        "title":"The Educator and the Architect. Educational Facilities Review Series Number 21."},
      {
        "id":"ED083666",
        "title":"Joint Occupancy. Educational Facilities Review Series Number 22."},
      {
        "id":"ED083667",
        "title":"Community Schools. Educational Management Review Series Number 24."},
      {
        "id":"ED083668",
        "title":"Planning for a Change; A Resource Catalogue. A Report."},
      {
        "id":"ED083669",
        "title":"The Emergence and Development of a Radically Innovative Junior High School Program."},
      {
        "id":"ED083670",
        "title":"Schools in Kansas with Tornado Protection. Shawnee Mission Public Schools--District No. 512."},
      {
        "id":"ED083672",
        "title":"You and Your Architect."},
      {
        "id":"ED083673",
        "title":"Innovations in Secondary Education: A Description of Five Programs. A Status Paper."},
      {
        "id":"ED083677",
        "title":"Digest of Educational Statistics, 1972 Edition."},
      {
        "id":"ED083678",
        "title":"Pupil Transportation Safety Program Plan."},
      {
        "id":"ED083679",
        "title":"Building a Positive School Image."},
      {
        "id":"ED083680",
        "title":"The Iowa State Department of Public Instruction Role Perception Study."},
      {
        "id":"ED083681",
        "title":"Program Budgeting: A Proposed Outline of Plans and Procedures."},
      {
        "id":"ED083682",
        "title":"A Proposed Plan for Establishing a Cost Reduction Program and Monitoring System for the Worcester Public Schools."},
      {
        "id":"ED083683",
        "title":"A Proposed System of &quot;Project Management&quot; for Study Items."},
      {
        "id":"ED083684",
        "title":"The Identification and Development of Administrative Competencies. Proceedings of a Seminar. (Tempe, Arizona, January 16-18, 1973.)"},
      {
        "id":"ED083685",
        "title":"On Educational Change."},
      {
        "id":"ED083686",
        "title":"School Housekeeping: A Guide for the Modern Custodian."},
      {
        "id":"ED083687",
        "title":"State Education Agency Facility Planning Services."},
      {
        "id":"ED083688",
        "title":"Statistics of Public Elementary and Secondary Day Schools, Fall 1972: Pupils, Instructional and Noninstructional Staff, Expenditures and Salaries."},
      {
        "id":"ED083689",
        "title":"Manual of Regulations and Recommendations for School Building Planning and Construction. Revised."},
      {
        "id":"ED083690",
        "title":"Five Open Plan High Schools. A Report."},
      {
        "id":"ED083691",
        "title":"A Data System for Comprehensive Planning in Education."},
      {
        "id":"ED083692",
        "title":"A Career Development Center: A Model for School Employee Development."},
      {
        "id":"ED083693",
        "title":"Planning for Future Forms of Education: Towards an Educational and Educational Facilities Planning Model."},
      {
        "id":"ED083695",
        "title":"Organization of an Open Space Business Education Program."},
      {
        "id":"ED083696",
        "title":"Advanced Training Course for School Bus Drivers. A Manual for Instructors."},
      {
        "id":"ED083697",
        "title":"Decision-Making in Alternative Secondary Schools. A Report from a National Conference. (Woodstock, Illinois, February 1972.)"},
      {
        "id":"ED083698",
        "title":"Financial Implications of the Extended School Year."},
      {
        "id":"ED083700",
        "title":"A New Generation of Air Structures."},
      {
        "id":"ED083701",
        "title":"Accountability and Data Processing in Public Schools."},
      {
        "id":"ED083702",
        "title":"Western Pennsylvania Schools Without Failure Consortium: First Year Evaluation."},
      {
        "id":"ED083703",
        "title":"Cost of Teaching Different Subjects."},
      {
        "id":"ED083704",
        "title":"Disaster Planning Guide for School Administrators."},
      {
        "id":"ED083705",
        "title":"The California Competency Based Program for Credentialing School Administrators. The Competency Based Curriculum."},
      {
        "id":"ED083706",
        "title":"A Continuum Model for Competency Based Training. The Competency Based Curriculum."},
      {
        "id":"ED083707",
        "title":"School Board Policies on Smoking in the Schools. Educational Policies Development Kit."},
      {
        "id":"ED083709",
        "title":"Performance Contracting: A Balanced View."},
      {
        "id":"ED083710",
        "title":"A Second Step Toward Statewide Funding for Rhode Island's Public Schools."},
      {
        "id":"ED083711",
        "title":"An Instructional Management Guide to Cost Effective Decision Making."},
      {
        "id":"ED083712",
        "title":"Programmatic Cost Differentials in Delaware School Districts. A Study."},
      {
        "id":"ED083713",
        "title":"Financing the Public Schools of Delaware. A Study."},
      {
        "id":"ED083719",
        "title":"Planning Playgrounds for Day Care."},
      {
        "id":"ED083721",
        "title":"Designs for Science Facilities."},
      {
        "id":"ED083724",
        "title":"Curriculum Development Institute (Year Three). Final Report."},
      {
        "id":"ED083725",
        "title":"Selected Statistical Notes on American Education."},
      {
        "id":"ED083726",
        "title":"Descriptions of the 1972-73 Mini-School Programs in the Alum Rock Voucher Demonstration. Analysis of the Education Voucher Demonstration. A Working Note."},
      {
        "id":"ED083727",
        "title":"The Opinionaire of Social-Educational Concerns and Manual for Use and Interpretation of the Opinionaire."},
      {
        "id":"ED083732",
        "title":"The Atlanta Project: The Impact of Signals of Relative School Performance."},
      {
        "id":"ED083734",
        "title":"Problems of Transition: Changing a State Department of Education from a Partisan to a Nonpartisan Political Structure."},
      {
        "id":"ED083735",
        "title":"Proceedings of the Fifth National [Council on Year-Round Education] Seminar on Year-Round Education."},
      {
        "id":"ED083736",
        "title":"Public School Finance Problems in Texas. An Interim Report."},
      {
        "id":"ED083737",
        "title":"The Politics of Alternative Models to the Public Schools. Final Report."},
      {
        "id":"ED083738",
        "title":"Regionalism: Helping Schools Meet Children's Needs. A Study Document."},
      {
        "id":"ED083739",
        "title":"Self-Confrontation of Teachers."},
      {
        "id":"ED083740",
        "title":"The Governance of Education."},
      {
        "id":"ED083743",
        "title":"We the Americans: Our Education. 1970 Census Report No. 8."},
      {
        "id":"ED083744",
        "title":"Departments of Labor and Health, Education, and Welfare and Related Agencies Appropriations for Fiscal Year 1974. Hearings Before a Subcommittee of the Committee on Appropriations, United States Senate, Ninety-Third Congress, First Session on H.R.8877. Part 1."},
      {
        "id":"ED083745",
        "title":"Designing Behavioral Goals, K-12."},
      {
        "id":"ED083746",
        "title":"Involvement -- A Keyword in a Performance Evaluation Program."},
      {
        "id":"ED083747",
        "title":"State Goals for Elementary and Secondary Education. Revised."},
      {
        "id":"ED083748",
        "title":"Privileged Communications by Psychologists, Social Workers, and Drug and Alcohol Specialists."},
      {
        "id":"ED083749",
        "title":"Elementary and Secondary Education Amendments of 1973. Hearings Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session on H.R.16, H.R.69, H.R.5163, and H.R.5823. Part 1."},
      {
        "id":"ED083750",
        "title":"Elementary and Secondary Education Amendments of 1973. Hearings Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session on H.R.16, H.R.69, H.R.5163, and H.R.5823. Part 2."},
      {
        "id":"ED083751",
        "title":"Elementary and Secondary Education Amendments of 1973. Hearings Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session on H.R.16, H.R.69, H.R.5163, and H.R.5823. Part 3 and Appendix."},
      {
        "id":"ED083752",
        "title":"The Selection and Appointment of School Heads. A Manual of Suggestions to Boards of Trustees and Candidates."},
      {
        "id":"ED083753",
        "title":"The Education of Parents of Handicapped Children. Info-Pak 1, Selected Readings."},
      {
        "id":"ED083754",
        "title":"Career Education Programs for Educable Mentally Retarded. Info-Pak 2, Selected Readings."},
      {
        "id":"ED083755",
        "title":"Early Childhood Education. Info-Pak 3, Selected Readings."},
      {
        "id":"ED083756",
        "title":"Progress of Education in the United States of America: 1970-71 and 1971-72."},
      {
        "id":"ED083757",
        "title":"The Education Professions 1971-72. Part III-Supply and Demand for Special Education Personnel."},
      {
        "id":"ED083760",
        "title":"Why Doesn't an Igloo Melt Inside? A Handbook for Teachers of the Academically Gifted and Talented."},
      {
        "id":"ED083761",
        "title":"A Special Study Institute on Oral Language Skills Antecedent to Reading."},
      {
        "id":"ED083762",
        "title":"Developing Art Experiences for the Emotionally Handicapped Child."},
      {
        "id":"ED083763",
        "title":"Physical Aspects of Residential Living 1972."},
      {
        "id":"ED083764",
        "title":"Educational Simulations: A Project Report. New Approaches for Behaviorally Exceptional Youth."},
      {
        "id":"ED083765",
        "title":"Special Education Management System Project Document. 1. The Project."},
      {
        "id":"ED083766",
        "title":"Special Education Management System Project Document. 2. Santa Cruz BCP Observation Booklet."},
      {
        "id":"ED083768",
        "title":"Special Education Management System Project Document. 4. Appendix."},
      {
        "id":"ED083769",
        "title":"Professional Preparation of Teachers of Reading with the Optacon."},
      {
        "id":"ED083770",
        "title":"A Model Program of Comprehensive Educational Services for Students With Learning Problems."},
      {
        "id":"ED083771",
        "title":"Aids for Teaching Basic Concepts of Sensory Development."},
      {
        "id":"ED083772",
        "title":"Research Reports: Superior Students in Wisconsin High Schools."},
      {
        "id":"ED083773",
        "title":"Report for Diffusion. Project CLUE, Memphis Component."},
      {
        "id":"ED083774",
        "title":"Learning Through Listening: Applying Listening Skills to the Curriculum."},
      {
        "id":"ED083775",
        "title":"Motor-Academic-Perceptual Curriculum Guide for the Early Childhood Education of the Multiply Handicapped."},
      {
        "id":"ED083776",
        "title":"A Comparison of Three Methods of Physical Education Programming for Emotionally Disturbed Children. Final Report."},
      {
        "id":"ED083777",
        "title":"Action Guidelines: Evaluating and Monitoring Education Services for Mentally Retarded Persons."},
      {
        "id":"ED083778",
        "title":"Physical Education for Handicapped Children and Youth."},
      {
        "id":"ED083779",
        "title":"Studies in Achievement Testing, Hearing Impaired Students. United States: Spring 1971."},
      {
        "id":"ED083796",
        "title":"Cable Television In Metro Denver. Background and Policy Issues For Local Decision-Making."},
      {
        "id":"ED083797",
        "title":"Post Lesson Remediation and Student Control of Branching in Computer Based Training."},
      {
        "id":"ED083798",
        "title":"Interpretation of Positions and Points of View Expressed by Experts in Response to Specific Questions."},
      {
        "id":"ED083799",
        "title":"Transfer from Audiovisual Pretraining to a Continuous Perceptual-Motor Task."},
      {
        "id":"ED083801",
        "title":"Television in Higher Education."},
      {
        "id":"ED083803",
        "title":"A Study of the Diffusion of Ten Educational Products. An Evaluation of Communication and Subsequent Action With Respect to Educational Innovations in Ten Display Modules."},
      {
        "id":"ED083804",
        "title":"Team Production of Learner-Controlled Courseware: A Progress Report."},
      {
        "id":"ED083805",
        "title":"Learner Control of Instruction: Requirements and Potentials."},
      {
        "id":"ED083806",
        "title":"Automatic Data Processing System and Procedures, Computerized Academic Counseling System."},
      {
        "id":"ED083808",
        "title":"The Berkeley Environmental Simulation Laboratory: Its Use In Environmental Impact Assessment."},
      {
        "id":"ED083810",
        "title":"REL--An Information System for a Dynamic Environment."},
      {
        "id":"ED083811",
        "title":"Computer System Support for Data Analysis."},
      {
        "id":"ED083812",
        "title":"Verb Semantics in a Relational Data Base System."},
      {
        "id":"ED083813",
        "title":"Specialized Languages: An Applications Methodology."},
      {
        "id":"ED083814",
        "title":"The REL Command Language."},
      {
        "id":"ED083815",
        "title":"REL - English Bulk Data Input."},
      {
        "id":"ED083816",
        "title":"Report on WRITE; A Computer Assisted Instruction Course in Written English Usage."},
      {
        "id":"ED083817",
        "title":"The Use of CAI Modules As Components of a Methods Course in the Teaching of Elementary School Mathematics."},
      {
        "id":"ED083819",
        "title":"Interdialect Translatability of the Basic Programming Language."},
      {
        "id":"ED083820",
        "title":"The CADA Monitor."},
      {
        "id":"ED083821",
        "title":"A Mathematical Model for Project Planning and Cost Analysis in Computer Assisted Instruction."},
      {
        "id":"ED083822",
        "title":"A Preliminary Instructional Model for a Computerized Training System."},
      {
        "id":"ED083823",
        "title":"Goals and Objectives for Computing in the Associated Colleges of the St. Lawrence Valley."},
      {
        "id":"ED083825",
        "title":"Proceedings of the Software Certification Workshop, Snow Mountain Ranch, Granby, Colorado, August 27-30, 1972."},
      {
        "id":"ED083827",
        "title":"State Education Department Comment on &quot;Educational Television in New York State&quot;; A Program Audit of the Legislative Commission on Expenditure Review"},
      {
        "id":"ED083828",
        "title":"Television: A Vehicle for Community-Based Environmental Learning."},
      {
        "id":"ED083829",
        "title":"The Open University in the Third World."},
      {
        "id":"ED083830",
        "title":"The Open University's Role in a Democracy."},
      {
        "id":"ED083831",
        "title":"Teaching the Media Unit in a Social Studies Methods Course: An Evaluation of Five Strategies."},
      {
        "id":"ED083832",
        "title":"An Application of Systems Analysis Techniques in the Development of Instructional Television Units for Inservice Elementary Teachers."},
      {
        "id":"ED083834",
        "title":"Communication, Organizations and John Stuart Mill."},
      {
        "id":"ED083835",
        "title":"Talking Faces, Eating Time, and Electronic Catharsis."},
      {
        "id":"ED083836",
        "title":"Television and Reality: A Report From the Television: Art and Information Meeting."},
      {
        "id":"ED083837",
        "title":"A Comparison of Guides to Non-Print Media."},
      {
        "id":"ED083838",
        "title":"Workpapers; Teaching English as a Second Language, Volume VI."},
      {
        "id":"ED083840",
        "title":"Sound to Speech: A Pronunciation Manual for English as a Foreign Language."},
      {
        "id":"ED083859",
        "title":"Extracurricular Foreign Language Activities. ERIC Focus Reports on the Teaching of Foreign Languages, Number 29."},
      {
        "id":"ED083861",
        "title":"A Grammar of Spokan: A Salish Language of Eastern Washington. Working Papers in Linguistics. Volume 4, Number 4."},
      {
        "id":"ED083862",
        "title":"English as a Second Language; Achievement Tests, Level 1."},
      {
        "id":"ED083863",
        "title":"English as a Second Language: Unit on Prepositions."},
      {
        "id":"ED083864",
        "title":"The Ship of Classics: The Ark, the Titanic, or the Good Ship Lollipop?"},
      {
        "id":"ED083866",
        "title":"Teaching Spanish Reading to the Spanish Dominant Child."},
      {
        "id":"ED083871",
        "title":"Les Francais Contemporians: 7526.15."},
      {
        "id":"ED083873",
        "title":"Spanish Shorthand--Theory, Business Education: 7707.12."},
      {
        "id":"ED083876",
        "title":"Book of Educational Prescriptions for English as a Second Language."},
      {
        "id":"ED083878",
        "title":"Proyecto Leer Bulletin, Number 12."},
      {
        "id":"ED083879",
        "title":"The Question of Linguistic Deficiency in the Bilingual Setting."},
      {
        "id":"ED083880",
        "title":"The Relative Development of Spanish and English as Abstract and Conceptual Languages in Bilinguals."},
      {
        "id":"ED083881",
        "title":"Specialised Bibliography 1. Foreign Language Testing."},
      {
        "id":"ED083882",
        "title":"Teaching Materials for German. Textbook Courses; Textbooks and Readers for Specialists in Other Subjects; Readers."},
      {
        "id":"ED083883",
        "title":"Teaching Materials for French. Recorded and Audio-Visual Courses; Recorded and Audio-Visual Supplementary Material; Books for Conversation-Comprehension-Composition-Translation; Pictorial Readers-Classroom Magazines, Books with Games & Puzzles-Playlets-Songs; Primary School French."},
      {
        "id":"ED083884",
        "title":"Teaching Materials for Italian. Recorded and Audio-Visual Materials; Supplementary Course Materials and Readers."},
      {
        "id":"ED083886",
        "title":"A Survey of English Courses for Immigrant Teachers. CILT Reports and Papers 5."},
      {
        "id":"ED083887",
        "title":"Report of the Regional Seminar on Instructional Materials for English Language Teaching, 1972."},
      {
        "id":"ED083888",
        "title":"The Role of Campus Security in the College Setting."},
      {
        "id":"ED083889",
        "title":"An Annotated Bibliography on University Planning and Development."},
      {
        "id":"ED083890",
        "title":"Simulation Models in Higher Education."},
      {
        "id":"ED083891",
        "title":"The Structure of Higher Education: A World View. Occasional Paper Number 6."},
      {
        "id":"ED083892",
        "title":"Paramedics: A Survey of the Issues."},
      {
        "id":"ED083893",
        "title":"\"Older\" Freshmen: Do They Differ from \"Typical\" Undergraduates?"},
      {
        "id":"ED083895",
        "title":"Interinstitutional Cooperation in Higher Education: An Analysis and Critique."},
      {
        "id":"ED083896",
        "title":"Model State Legislation. Report of the Task Force on Model State Legislation for Approval of Postsecondary Educational Institutions and Authorization to Grant Degrees."},
      {
        "id":"ED083898",
        "title":"Behavior Growth in Rapidly Changing Institutions."},
      {
        "id":"ED083899",
        "title":"The Report of the President's Commission on Campus Unrest."},
      {
        "id":"ED083900",
        "title":"Report on the Status of Women at Duquesne University."},
      {
        "id":"ED083901",
        "title":"Banks: Colleges - A Joint Undertaking."},
      {
        "id":"ED083902",
        "title":"Notes on One Model for Inter-Institutional Collaboration in Institutional Research."},
      {
        "id":"ED083903",
        "title":"The Effect of Reinforcement Contingencies Indigenous to College Classrooms."},
      {
        "id":"ED083904",
        "title":"The White Student Enrolled in the Traditionally Public Black College and University."},
      {
        "id":"ED083905",
        "title":"Higher Education in Massachusetts: A New Look at Some Major Policy Issues; A Study for the Massachusetts Advisory Council on Education, Summary of the Report."},
      {
        "id":"ED083906",
        "title":"Higher Education in Massachusetts: A New Look at Some Major Policy Issues."},
      {
        "id":"ED083907",
        "title":"Planning the Academic Program: Prepared for the Colleges in the Cooperative Academic Planning Consortium."},
      {
        "id":"ED083908",
        "title":"Reform and Development of Higher Education in Europe: France, The Netherlands, and Poland."},
      {
        "id":"ED083909",
        "title":"Report of a Visit to the University Without Walls by the Union for Experimenting Colleges and Universities Yellow Springs, Ohio, May, 1972 for the Commission on Institutions of Higher Education of the North Central Association of Colleges and Secondary Schools."},
      {
        "id":"ED083910",
        "title":"An Alternative Model for Post Secondary Educational Opportunity in Southern Maine. SMRCC. Southern Maine Regional Community Learning Centers."},
      {
        "id":"ED083911",
        "title":"Curriculum Planning for Undergraduate Training in Gerontology 1971-1972."},
      {
        "id":"ED083912",
        "title":"The Ferris Educational Mission: A Continuing Study by the Ferris Educational Planning Committee, Part II: Continuing Education."},
      {
        "id":"ED083913",
        "title":"Cooperative Education in America - Its Historical Development, 1906-1971."},
      {
        "id":"ED083914",
        "title":"Index of Institutions of Higher Education by State and Congressional District. June 1973."},
      {
        "id":"ED083915",
        "title":"The Use of Repeatable Tests. Indiana Studies in Prediction No. 24."},
      {
        "id":"ED083916",
        "title":"Enrollment Trends in the South. A Report to the 22nd SREB Legislative Work Conference &quot;The Changing Face of Higher Education&quot;."},
      {
        "id":"ED083917",
        "title":"An Interview of Faculty Members and Their Involvement with the Honors Division."},
      {
        "id":"ED083918",
        "title":"Summary of State Legislation Affecting Higher Education in the South 1973."},
      {
        "id":"ED083919",
        "title":"The Educational And Occupational Plans of Delaware High School Seniors: An Analysis of 1973 Survey Data."},
      {
        "id":"ED083922",
        "title":"Study for Teaching Behavioral Sciences in Schools of Medicine, Volume III: Behavioral Science Perspectives in Medical Education."},
      {
        "id":"ED083923",
        "title":"A Profile of University of Maryland, College Park, Freshmen 1973-74."},
      {
        "id":"ED083924",
        "title":"The Application of PPBS in Higher Education: A Status Report."},
      {
        "id":"ED083926",
        "title":"A Survival Kit for Invisible Colleges Or: What to do Until Federal Aid Arrives."},
      {
        "id":"ED083928",
        "title":"Report of an Investigation: A Study of Student Protest-Suggestions for University Response."},
      {
        "id":"ED083929",
        "title":"Socio-Psychological Correlates of Non-Medical Use of Drugs Among University Students."},
      {
        "id":"ED083932",
        "title":"A Student Flow Model for Projection of Enrollment in a Multi-Campus University."},
      {
        "id":"ED083933",
        "title":"Student Discipline Systems in Higher Education."},
      {
        "id":"ED083934",
        "title":"Contract Learning. ERIC Higher Education Research Currents, December, 1973."},
      {
        "id":"ED083935",
        "title":"Studies of College Students and Alumni: Selected Dissertations in Higher Education."},
      {
        "id":"ED083936",
        "title":"Meeting the Needs of Doctoral Education in New York State: A Report with Recommendations to the New York State Board of Regents by the Regents Commission on Doctoral Education."},
      {
        "id":"ED083937",
        "title":"Financial Aid: Who Needs It? MIS Research Profile, Volume One, Number 1, Mar. 1973."},
      {
        "id":"ED083938",
        "title":"The Changing Face of Higher Education. Proceedings of the SREB Legislative Work Conference (22nd, Memphis, Tennessee, August 22-24, 1973)."},
      {
        "id":"ED083939",
        "title":"Graduate Student Admissions Survey, 1972: State University of New York."},
      {
        "id":"ED083941",
        "title":"Four Minorities and the Ph.D.: Ford Foundation Graduate Fellowships for Blacks, Chicanos, Puerto Ricans, and American Indians."},
      {
        "id":"ED083942",
        "title":"Private Higher Education in Maryland: A Report Concerning the Financial Condition of Private Higher Education in Maryland and the State's Relationship to these Institutions to the Govenor, the General Assembly, and the Maryland Council for Higher Education."},
      {
        "id":"ED083943",
        "title":"A Global Approach to Higher Education."},
      {
        "id":"ED083944",
        "title":"Higher Education for National Development: One Model for Technical Assistance."},
      {
        "id":"ED083947",
        "title":"An Early Retirement Program for the Stanford Faculty: Report and Recommendations."},
      {
        "id":"ED083948",
        "title":"Faculty Career Planning: Report from the Board of Deans, University of Washington."},
      {
        "id":"ED083950",
        "title":"The Utilisation of Highly Qualified Personnel. Venice Conference, 25th-27th October 1971."},
      {
        "id":"ED083952",
        "title":"Academic Growth in Catholic Higher Education."},
      {
        "id":"ED083953",
        "title":"Internationalizing the Universities: A Swedish Approach. Summary of a Preliminary Report from the Internationalization Committee of the Office of the Chancellor of the Swedish Universities."},
      {
        "id":"ED083954",
        "title":"Essence of Black Colleges in Community Development."},
      {
        "id":"ED083956",
        "title":"The Relevancy of Offerings as Evaluated by Arizona Home Economics Graduates."},
      {
        "id":"ED083957",
        "title":"The State Directors of Community Junior Colleges and Their Staffs: A 1973 Reexamination."},
      {
        "id":"ED083958",
        "title":"Guidelines for Vermont Regional Community College Commission. Regional Site Planning."},
      {
        "id":"ED083962",
        "title":"Postsecondary Education Access Study. Part I: Vermont High School Student Aspiration Study. Interim Report."},
      {
        "id":"ED083963",
        "title":"Curriculum Guide for Baccalaureate Oriented Courses in Mathematics."},
      {
        "id":"ED083964",
        "title":"Applied Educational Research and Evaluation."},
      {
        "id":"ED083965",
        "title":"Educational Policy Systems."},
      {
        "id":"ED083967",
        "title":"A Study of Community Services Development and Potential in Seattle Area Community Colleges with Implications for Informational Systems."},
      {
        "id":"ED083968",
        "title":"Manifesto Prytanei (1973)."},
      {
        "id":"ED083970",
        "title":"The Effects of the Bucks County Community College Basic Studies Program on the Scholastic Performance of Academically High-Risk Students."},
      {
        "id":"ED083971",
        "title":"Virginia Community College System Professional Employees' Appointment Policy with Supporting Due Process Documents for Grievance, Non-Reappointment and Dismissal."},
      {
        "id":"ED083972",
        "title":"COPES Guide: Community College Occupational Programs Evaluation System."},
      {
        "id":"ED083973",
        "title":"COPES Guide: Community College Occupational Programs Evaluation System. Subsystem: Consumer and Homemaking Education."},
      {
        "id":"ED083975",
        "title":"COPES Guide: Community College Occupational Programs Evaluation System. Subsystem: Handicapped."},
      {
        "id":"ED083976",
        "title":"COPES Guide (Instrumentation): Community College Occupational Programs Evaluation System."},
      {
        "id":"ED083977",
        "title":"COPES Report: Community College Occupational Programs Evaluation System. Occupational Education in Representative California Community Colleges."},
      {
        "id":"ED083978",
        "title":"Educational Programs for the Handicapped."},
      {
        "id":"ED083979",
        "title":"Personality Orientations and Vocational Choice in Community College Students."},
      {
        "id":"ED083980",
        "title":"A Comparison of the Personality Characteristics of Community College Student Dropouts and Persisters."},
      {
        "id":"ED083982",
        "title":"Professorial Involvement in Community Junior College Education."},
      {
        "id":"ED083983",
        "title":"Long-Range Planning for Community College Education."},
      {
        "id":"ED083984",
        "title":"Veterans on Campus: A Handbook for Programs, Services, Staffing and Assistance."},
      {
        "id":"ED083985",
        "title":"Foreign Students in Community &amp; Junior Colleges."},
      {
        "id":"ED083986",
        "title":"Staff Development and Continuing Education Programs for Library Personnel: Guidelines and Criteria."},
      {
        "id":"ED083987",
        "title":"Research on Children&apos;s Services in Libraries. An Annotated Bibliography."},
      {
        "id":"ED083988",
        "title":"Evaluation of Information Systems: A Bibliography, 1967-1972."},
      {
        "id":"ED083989",
        "title":"Science Policy and STI in Canada."},
      {
        "id":"ED083990",
        "title":"Issues in Media Management 1973."},
      {
        "id":"ED083991",
        "title":"Book Selection from MARC Tapes."},
      {
        "id":"ED083997",
        "title":"Photocopying in Swedish Schools."},
      {
        "id":"ED083998",
        "title":"Working Paper on the Future of Library Automation at Stanford."},
      {
        "id":"ED083999",
        "title":"Plan for Progress in the Media Center; 7-12."},
      {
        "id":"ED084000",
        "title":"Ohio Project for Research in Information Service, OPRIS. Final Summary Report."},
      {
        "id":"ED084001",
        "title":"Some Principles of Information Storage and Retrieval in Society."},
      {
        "id":"ED084002",
        "title":"Follow-Through Project, Health-Education-Welfare Fund (Fund Number 88-1). 1971-1972 Evaluation."},
      {
        "id":"ED084003",
        "title":"Mothers and Fathers, Girls and Boys: Attachment Behavior in the First Two Years of Life."},
      {
        "id":"ED084005",
        "title":"Beyond Benevolence--The Mental Health Role of the Preschool Teacher."},
      {
        "id":"ED084006",
        "title":"Variance and Invariance in the Mother-Infant Interaction: A Cross-Cultural Study."},
      {
        "id":"ED084007",
        "title":"Effects of Prenominal Adjective Ordering on Children's Latencies and Errors in an Immediate Sentence Recall Task."},
      {
        "id":"ED084010",
        "title":"The Unique Function of the Teacher in an Experimental Therapeutic Nursery School."},
      {
        "id":"ED084011",
        "title":"Facilitation of Mourning During Childhood."},
      {
        "id":"ED084012",
        "title":"Covert Suicidal Impulses in Maternally Deprived Children."},
      {
        "id":"ED084013",
        "title":"Preventive Opportunities in Childhood Bereavement. (Death of a Parent Study)."},
      {
        "id":"ED084014",
        "title":"Movement and Movement Patterns of Early Childhood. [Complete Report]."},
      {
        "id":"ED084016",
        "title":"A Learning Center on the Lever for Young Children."},
      {
        "id":"ED084017",
        "title":"The Soothing Effects of Vestibular Stimulation as Determined by Frequency and Direction of Rocking."},
      {
        "id":"ED084020",
        "title":"Teachers' and Observers' Perception of Causality for a Child's Performance."},
      {
        "id":"ED084021",
        "title":"The Teacher as a Classroom Observer: A Simple and Reliable Procedure for Recording Teacher Interactions."},
      {
        "id":"ED084022",
        "title":"Education for Parenthood and the Schools."},
      {
        "id":"ED084023",
        "title":"Open Education in the Elementary School: Six Teachers Who Were Expected to Change."},
      {
        "id":"ED084024",
        "title":"The Comparative Neurological, Physical and Sociological Status of Grade 1 Children in Three Socio-Economic Areas."},
      {
        "id":"ED084025",
        "title":"Role-Taking and Representation in Children's Drawings."},
      {
        "id":"ED084026",
        "title":"Violence in Development: The Functions of Aggression in Childhood."},
      {
        "id":"ED084027",
        "title":"Sex and Age Differences in Target Choice on an Aggressive Task."},
      {
        "id":"ED084028",
        "title":"Facilitation and Distraction in Short-Term Memory."},
      {
        "id":"ED084029",
        "title":"Sex Identity in American Children: Memory, Knowledge, and Preference Tests."},
      {
        "id":"ED084031",
        "title":"The Role of Overt Activity in Children's Sentence Production. Report from the Research Component \"Children's Learning and Development\"."},
      {
        "id":"ED084032",
        "title":"Training Imagery Production in Young Children Through Motor Involvement. Report from the Research Component &quot;Children's Learning and Development&quot;."},
      {
        "id":"ED084033",
        "title":"Moral Judgment and Role-Taking in Children Ages Three to Seven."},
      {
        "id":"ED084035",
        "title":"Some Misgivings About the Matching Familiar Figures Test as a Measure of Reflection-Impulsivity."},
      {
        "id":"ED084038",
        "title":"The Impact of the Parent-Child Centers on Parents: A Preliminary Report. Volume II."},
      {
        "id":"ED084040",
        "title":"Disadvantaged Children and Their First School Experiences: ETS-Head Start Longitudinal Study. Preliminary Description of the Initial Sample Prior to School Enrollment. Summary Report."},
      {
        "id":"ED084041",
        "title":"The Advocacy Components of Seven Parent-Child Centers: A Final Report on the Start-Up Year."},
      {
        "id":"ED084042",
        "title":"A Comparison of Sioux Indian Children's Vane Kindergarten Test Results and the Established Norms."},
      {
        "id":"ED084043",
        "title":"Socialization of Aggression in Low Income Rural Appalachian Children."},
      {
        "id":"ED084045",
        "title":"Reaching the Hard to Reach with EFNEP (Expanded Food and Nutrition Education Program)."},
      {
        "id":"ED084046",
        "title":"Reasons Why Teachers Leave the Bureau of Indian Affairs Schools on Pine Ridge Reservation."},
      {
        "id":"ED084047",
        "title":"The Path to Occupational Attainment: A Study of Northeast Alabama Youth Four Years After High School."},
      {
        "id":"ED084048",
        "title":"Developing Positive Attitudes Among Ogden City School District Personnel Toward Minorities."},
      {
        "id":"ED084049",
        "title":"Agricultural Employment and Economic Growth in the Lower Rio Grande Region."},
      {
        "id":"ED084053",
        "title":"The Urgent Situation of the Cuiva Indians of Colombia."},
      {
        "id":"ED084054",
        "title":"The Forest Indians in the Present Political Situation of Peru."},
      {
        "id":"ED084055",
        "title":"Determinants of Family Power Among Low-Income Southern Blacks."},
      {
        "id":"ED084057",
        "title":"Urban Indian Adjustment."},
      {
        "id":"ED084058",
        "title":"Title I ESEA Case Study: The Bilingual Program, Tucumcari, New Mexico."},
      {
        "id":"ED084060",
        "title":"An Educational Model for Planned Intervention in Language Development."},
      {
        "id":"ED084061",
        "title":"Mexican American Identity - A Multi-Cultural Legacy."},
      {
        "id":"ED084062",
        "title":"Community Development in Rural Appalachia."},
      {
        "id":"ED084063",
        "title":"College of Education Task Force for Small Schools in Tennessee."},
      {
        "id":"ED084064",
        "title":"Use of Counseling in Rural High Schools."},
      {
        "id":"ED084067",
        "title":"North American Indians; A Comprehensive Annotated Bibliography for the Secondary Teacher."},
      {
        "id":"ED084068",
        "title":"Proceedings: Rural Sociology Section, Association of Southern Agricultural Workers Annual Meeting (Atlanta, Georgia, February 5-7, 1973)."},
      {
        "id":"ED084073",
        "title":"Bilingual Bicultural Education for Chicanos in the Southwest."},
      {
        "id":"ED084074",
        "title":"Concepts and Significance of Tribal History/Literature Projects."},
      {
        "id":"ED084075",
        "title":"Project COMMUNI-LINK: Multi-State Project to Develop Coordinative Rural Community Basic Education Programming. (Second Year Report) September 16, 1971-June 30, 1972."},
      {
        "id":"ED084076",
        "title":"Social and Economic Indicators of Rural Development from a Sociological Viewpoint. A Suggested Empirical Approach."},
      {
        "id":"ED084077",
        "title":"A Comparative Study of a Selected Indian Student Population with the Norming Population on Two I. T. P. A. Subtests."},
      {
        "id":"ED084081",
        "title":"Geomorphology, Science (Experimental): 5343.09."},
      {
        "id":"ED084082",
        "title":"Introduction to Stretching Machines, Mathematics (Experimental): 5211.08."},
      {
        "id":"ED084083",
        "title":"Physical Chemistry, Science (Experimental): 5318.60."},
      {
        "id":"ED084100",
        "title":"The Relationship Between Concept Attainment and Verbal Predictive Ability for Primary Grade Children."},
      {
        "id":"ED084103",
        "title":"Council of Europe Information Bulletin 1/1973."},
      {
        "id":"ED084111",
        "title":"Recognizing, Accepting, and Nurturing Creativity in Children."},
      {
        "id":"ED084149",
        "title":"A Drop to Drink. . .A Report on the Quality of Our Drinking Water."},
      {
        "id":"ED084150",
        "title":"Science Indicators, 1972."},
      {
        "id":"ED084151",
        "title":"Council of Europe Information Bulletin 2/1973."},
      {
        "id":"ED084153",
        "title":"Conference Board of the Mathematical Sciences Newsletter, Volume 8, Number 4."},
      {
        "id":"ED084154",
        "title":"An Exploratory Analysis of Content Structure and Cognitive Structure in the Context of a Mathematics Instructional Unit."},
      {
        "id":"ED084155",
        "title":"Geometry and Formal Linguistics."},
      {
        "id":"ED084156",
        "title":"Frequency of Tests and Feedback of Test Results in Calculus Classes."},
      {
        "id":"ED084157",
        "title":"A Collaborative Learning Approach for Undergraduate Numerical Mathematics."},
      {
        "id":"ED084158",
        "title":"Structural Variables Affecting CAI Performance on Arithmetic Word Problems of Disadvantaged and Deaf Students."},
      {
        "id":"ED084159",
        "title":"Order in Number, Monograph No. 3."},
      {
        "id":"ED084160",
        "title":"Coping With the Problems of a Technological Age, Part I."},
      {
        "id":"ED084161",
        "title":"Algebra 2P, Mathematics (Experimental): 5216.21."},
      {
        "id":"ED084162",
        "title":"Algebra 2r, Mathematics (Experimental): 5216.23."},
      {
        "id":"ED084163",
        "title":"Geometric Construction, Mathematics: 5211.61."},
      {
        "id":"ED084164",
        "title":"Mathematical Structures 1, Mathematics (Experimental): 5211.21"},
      {
        "id":"ED084165",
        "title":"Practical Statistics, Mathematics: 5212.19"},
      {
        "id":"ED084166",
        "title":"Practical Trigonometry, Mathematics (Experimental): 5219.05."},
      {
        "id":"ED084167",
        "title":"Pure Mathematics I, Mathematics (Experimental): 5211.31."},
      {
        "id":"ED084168",
        "title":"SFT Measurement and Construction, Mathematics (Experimental): 5212.49."},
      {
        "id":"ED084170",
        "title":"How to Handle Controversial Issues. How to Do It Series, Number 14."},
      {
        "id":"ED084172",
        "title":"Social Studies for the Evolving Individual."},
      {
        "id":"ED084174",
        "title":"History and the Social Sciences in Colorado. Newsletter of the Colorado Council For The Social Studies. Volume 3, Number 1."},
      {
        "id":"ED084175",
        "title":"Social Studies Teacher Self-Diagnosis Inventory. A Self-Investigation Designed to Establish Priorities for Change within Social Studies Education."},
      {
        "id":"ED084176",
        "title":"MSSP [Marin Social Studies Project]. Field Test Results 1968-69; 1969-70."},
      {
        "id":"ED084177",
        "title":"Curriculum Materials Examination System."},
      {
        "id":"ED084178",
        "title":"If It Ain't Survival...It's Catastrophe: A Social Studies Curriculum for a Modern World."},
      {
        "id":"ED084179",
        "title":"Child Development and Social Studies Curriculum Design: Toward a Rationale."},
      {
        "id":"ED084180",
        "title":"Quantitative and Qualitative Evaluation of Social Studies Textbook Content."},
      {
        "id":"ED084181",
        "title":"Third Operational Year. End of Grant Period. Report of a Center for the Development of Localized Materials."},
      {
        "id":"ED084182",
        "title":"Teacher Features. A Northern Colorado Educational Board of Cooperative Services Special. Volume 1, Number 1."},
      {
        "id":"ED084183",
        "title":"International Peace Research Newsletter. Volume XI, Numbers 1 and 2. Spring 1973."},
      {
        "id":"ED084184",
        "title":"A Status Study of Elementary and Middle/Junior-High School Music Education in Rhode Island, 1973. Final Report."},
      {
        "id":"ED084185",
        "title":"Social Policy Planning Programs and Prospects."},
      {
        "id":"ED084186",
        "title":"Arts Impact: Curriculum for Change. A Summary Report."},
      {
        "id":"ED084187",
        "title":"The Henrietta Szold Institute. National Institute for Research in the Behavioral Sciences. Report on Activities 1967-1969."},
      {
        "id":"ED084188",
        "title":"The Henrietta Szold Institute. The National Institute for Research in the Behavioral Sciences. Supplementary Report of Activities. January 1970 to June 1972."},
      {
        "id":"ED084189",
        "title":"National Endowment for the Humanities. Program Announcement 1973-1974."},
      {
        "id":"ED084192",
        "title":"China in the Schools: Directions and Priorities. Wingspread Conference."},
      {
        "id":"ED084193",
        "title":"Curriculum Guide for Pre-Instrumental Program--Elementary Schools."},
      {
        "id":"ED084194",
        "title":"Curriculum Guide for Beginners Band."},
      {
        "id":"ED084195",
        "title":"Curriculum Guide for Intermediate Band--First Year."},
      {
        "id":"ED084196",
        "title":"Curriculum Guide for Advanced Band."},
      {
        "id":"ED084197",
        "title":"Interim: Not a Time for Rest. Profiles of Promise 9 [With Appendices]."},
      {
        "id":"ED084198",
        "title":"Project Pride: Probe, Research, Inquire, Discover, Evaluate. Profiles of Promise 11."},
      {
        "id":"ED084199",
        "title":"Intercultural Social Studies Project Newsletter. Volume 1, Number 7."},
      {
        "id":"ED084200",
        "title":"Evaluation Comment, The Journal of Educational Evaluation. Volume 3, Number 4."},
      {
        "id":"ED084201",
        "title":"Investigations into the Instructional Process. IX. Pupils' Goal-related Behavior during the Instructional Interaction."},
      {
        "id":"ED084202",
        "title":"The Role of Education in Production Within the Household. Final Report."},
      {
        "id":"ED084203",
        "title":"Clients, Consumers, and Citizens: Using Market Mechanisms for the Delivery of Public Services."},
      {
        "id":"ED084204",
        "title":"Education 310. Social Studies Practicum. An Individualized Performance-Based Model. Pilot Program. [Volume 1.]"},
      {
        "id":"ED084205",
        "title":"Education 310. Social Studies--English. An Individualized Performance-Based Model. Pilot Program. [Volume II]."},
      {
        "id":"ED084206",
        "title":"Education 321. Social Studies--Student Teaching. An Individualized Performance-Based Model. Pilot Program [Volume III]."},
      {
        "id":"ED084208",
        "title":"The Educational Needs of the 16-19 Age Group."},
      {
        "id":"ED084209",
        "title":"Promoting Mental Health in the Classroom. A Handbook for Teachers."},
      {
        "id":"ED084210",
        "title":"Extrinsic Rewards and Intrinsic Motivation in Children. Final Report."},
      {
        "id":"ED084211",
        "title":"Austria: Organization of Education in 1971/73."},
      {
        "id":"ED084212",
        "title":"Cultural Contacts, Attitudes and Understanding."},
      {
        "id":"ED084213",
        "title":"Managing Facilities for Cultural Democracy. Symposium on \"Methods of Managing Socio-cultural Facilities to be Applied in Pilot Experiments.\" (San Remo, 26-29 April 1972)."},
      {
        "id":"ED084214",
        "title":"How to Visit a Museum."},
      {
        "id":"ED084215",
        "title":"Immanuel Velikovsky: Reconsidered. An Inquiry Unit Into Velikovsky's Revision of Ancient History."},
      {
        "id":"ED084217",
        "title":"Instructional Innovation and the Local Association."},
      {
        "id":"ED084218",
        "title":"Kinesiology III, 1973."},
      {
        "id":"ED084219",
        "title":"Kinesiology Review 1971."},
      {
        "id":"ED084220",
        "title":"An Historical Survey of Foxhunting in the United States, 1650-1970."},
      {
        "id":"ED084221",
        "title":"Some Organizational Problems Encountered in Implementing Competency-Based Education."},
      {
        "id":"ED084223",
        "title":"The Way We See It: A Survey of Teacher Evaluation Policies and Practices Operant in the State of Washington."},
      {
        "id":"ED084224",
        "title":"How to Change the Schools from Inside: Teachers As Change Agents."},
      {
        "id":"ED084225",
        "title":"The Middle School: An Organizational Alternative."},
      {
        "id":"ED084226",
        "title":"Reality, Meaning and Research."},
      {
        "id":"ED084227",
        "title":"Cureton's Basic Principles of Physical Fitness Work (Rules for Conducting Exercise)."},
      {
        "id":"ED084230",
        "title":"Excellence in Teacher Education. 1972 Distinguished Achievement Awards of the American Association of Colleges for Teacher Education."},
      {
        "id":"ED084231",
        "title":"A Proposed Program for Training of Effective Supervising Teachers at Ottawa University. Final Report."},
      {
        "id":"ED084232",
        "title":"Preparation of School Personnel for the Use of Instructional Technology."},
      {
        "id":"ED084233",
        "title":"Handbook of Practice Teaching in Teacher Education, 1973."},
      {
        "id":"ED084234",
        "title":"Increased Accountability within the General Framework of Educational Institutions Through the Utilization of the Peer and Self-Evaluation Checklist (PSEC)."},
      {
        "id":"ED084235",
        "title":"The Profession Politics and Society. Yearbook 1972. Volume I: Proceedings."},
      {
        "id":"ED084236",
        "title":"Yearbook 1972. Volume 2: Directory."},
      {
        "id":"ED084237",
        "title":"Social Change and Teacher Education. Proceedings of the Biennial School for Executives of the American Association of Colleges for Teacher Education. (15th, University of Virginia, August 16-22, 1970)."},
      {
        "id":"ED084238",
        "title":"PPPBTE. Pilot Projects on Performance-Based Teacher Education. Number 3, March 1973."},
      {
        "id":"ED084239",
        "title":"Evaluation of Education: In Need of Examination."},
      {
        "id":"ED084240",
        "title":"Vocational Education: Staff Development Priorities for the 70's."},
      {
        "id":"ED084241",
        "title":"Pre-Student Teachers React to Field-Supplemented Methods Courses."},
      {
        "id":"ED084242",
        "title":"A Model for the Pre-Service Training of Science Teachers Based on the Intentions and Perceptions of First Year Science Teachers."},
      {
        "id":"ED084243",
        "title":"Concerns of Beginning Teachers."},
      {
        "id":"ED084244",
        "title":"Career Decision Program. A XII Module Program."},
      {
        "id":"ED084245",
        "title":"Auxiliary Personnel in the Minneapolis Public Schools: A Profile."},
      {
        "id":"ED084246",
        "title":"Planning and Conducting Individualized Inservice Workshops."},
      {
        "id":"ED084247",
        "title":"Southern Colorado State College Teacher Corps."},
      {
        "id":"ED084249",
        "title":"Sport for All. Five Countries Report."},
      {
        "id":"ED084250",
        "title":"Patterns of Error in Kinesthetic Perception."},
      {
        "id":"ED084251",
        "title":"Graduate Student Admissions Survey 1972. Office of Institutional Research Report #38."},
      {
        "id":"ED084252",
        "title":"Mental Health and the Work of the School Nurse. A Report on a Series of Workshops 1964-1969."},
      {
        "id":"ED084253",
        "title":"Drug Education Handbook."},
      {
        "id":"ED084254",
        "title":"Teacher Morale as a Function of Teachers' Occupational Expectations for Their Students and Attitudes Toward Higher Education."},
      {
        "id":"ED084255",
        "title":"A Procedure for Development of Competency-Based Performance Statements and Module Development for Use with Inservice and Preservice Education."},
      {
        "id":"ED084256",
        "title":"Process Education for Teachers."},
      {
        "id":"ED084257",
        "title":"Teacher Education Centers: Do They Help Student Teachers Attain Their Learning Goals?"},
      {
        "id":"ED084258",
        "title":"Current Literature on Venereal Disease, 1972. Number One. Abstracts and Bibliography."},
      {
        "id":"ED084259",
        "title":"Current Literature on Venereal Disease, 1972. Number Two. Abstracts and Bibliography."},
      {
        "id":"ED084261",
        "title":"The Nova Project in Secondary Teacher Education 1970-1973."},
      {
        "id":"ED084262",
        "title":"Comparative Findings in School Systems with Differing Approaches to Dental Health Education. Special Dental Health Study - Spring 1967."},
      {
        "id":"ED084263",
        "title":"Minneapolis Auxiliary Personnel Program 1971-72. A Title I, ESEA Project."},
      {
        "id":"ED084265",
        "title":"Sport for All: Physical Activity and the Prevention of Disease. Facts and Figures."},
      {
        "id":"ED084267",
        "title":"Training Elementary Education and Special Education Teachers in the Use of Tools and Materials with Children. EPDA Final Report."},
      {
        "id":"ED084268",
        "title":"Preliminary Report: Florida's Plan for Educational Assessment."},
      {
        "id":"ED084269",
        "title":"The First Step is AWARENESS (An Assessment of Educational Needs in the Affective Domain in South Dakota)."},
      {
        "id":"ED084270",
        "title":"Common Sense About Evaluating and Recognizing Performance."},
      {
        "id":"ED084271",
        "title":"South High Modular Program Evaluation: 1971-72."},
      {
        "id":"ED084274",
        "title":"The Minneapolis Voluntary Urban Transfer Program: Clinton and Burroughs Elementary Schools: 1970-71. An Evaluation."},
      {
        "id":"ED084275",
        "title":"Reorganized Junior High Program 1971-72: A Summary of Findings and Implications."},
      {
        "id":"ED084276",
        "title":"Continuance and Transience among Teachers and Pupils in the Follow Through Program in Philadelphia, 1968-1972."},
      {
        "id":"ED084277",
        "title":"A Descriptive Picture of Minnespolis Public Schools' Title I Special Learning and Behavior Problem Students 1971-1972."},
      {
        "id":"ED084278",
        "title":"An Evaluation of an Experimental Progress Report Card Used in Selected Elementary Public Schools in Minneapolis, Minnesota During 1971-1972."},
      {
        "id":"ED084279",
        "title":"Development of a Student-Paced Course in General Pathology Utilizing a Computer Managed Evaluation System."},
      {
        "id":"ED084280",
        "title":"A Methodology for the Development of Examinations to Assess the Proficiency of Health Care Professionals."},
      {
        "id":"ED084281",
        "title":"On the Uses of the Computer for Content Analysis in Educational Research."},
      {
        "id":"ED084282",
        "title":"Relationships of Philosophic Mindedness and Intellectual Self-Confidence with Verbal Ability and Deductive Reasoning Skills."},
      {
        "id":"ED084283",
        "title":"Quantitative Measurement of Sociometric Relationships through Multidimensional Scaling."},
      {
        "id":"ED084284",
        "title":"The Vicissitudes of Sex-Role Assessment."},
      {
        "id":"ED084285",
        "title":"Racial and Ethnic Bias in Achievement Tests and What To Do About It."},
      {
        "id":"ED084286",
        "title":"Secondary Schools Released Time Evaluation: 1971-72."},
      {
        "id":"ED084287",
        "title":"Alternative Schools Outside the Public School System in Minneapolis 1971: A Description of Secondary School Students Who Attended Them."},
      {
        "id":"ED084289",
        "title":"A Survey of 1971 - 1972 Drop-Outs in a Secondary School."},
      {
        "id":"ED084290",
        "title":"Survey of Secondary School Teachers' Perceptions of School and Education."},
      {
        "id":"ED084291",
        "title":"Survey of Parents of Secondary School Students Perceptions of School and Education."},
      {
        "id":"ED084292",
        "title":"An Historical Review of Theoretical and Experimental Literature on the Teaching Values of Informal (Nonstandardized), Teacher-Made Achievement Tests: 1913 - 1968."},
      {
        "id":"ED084293",
        "title":"Educational Needs Assessment, 1972. Arkansas Department of Education."},
      {
        "id":"ED084295",
        "title":"Application of Criterion-Referencing to Schools."},
      {
        "id":"ED084296",
        "title":"Teacher Released Time in Minneapolis Elementary Schools: An Evaluation 1971-72."},
      {
        "id":"ED084298",
        "title":"Minneapolis Reserve Teacher Cadre Training: A Follow-up Study of the 1969-70 Program."},
      {
        "id":"ED084299",
        "title":"Seventh Grade Expanded Program at Northeast Junior High 1970-71."},
      {
        "id":"ED084301",
        "title":"The Stratified Adaptive Computerized Ability Test."},
      {
        "id":"ED084302",
        "title":"An Empirical Study of Computer-Administered Two-Stage Ability Testing."},
      {
        "id":"ED084303",
        "title":"Minneapolis Junior and Senior High School Students' Attitudes Toward School May 1972."},
      {
        "id":"ED084304",
        "title":"Caregiver Language Observation Instrument. Manual of Instructions and Definitions."},
      {
        "id":"ED084305",
        "title":"Second Year Report &quot;A Student's Rating Scale of a Teacher.&quot;"},
      {
        "id":"ED084306",
        "title":"Using Achievement Growth to Analyze Educational Programs. Work Unit 2A, Reward Structures-Achievement Growth."},
      {
        "id":"ED084307",
        "title":"An Instructional Model for the Use of Simulation Games in the Classroom."},
      {
        "id":"ED084308",
        "title":"Student Perceptions of Occupational Congruency. Work Unit 1."},
      {
        "id":"ED084309",
        "title":"Psychological Scaling In A Public School Speech Therapy Program. Final Report."},
      {
        "id":"ED084310",
        "title":"Quality of Care Assessment: The Role of Faculty at Academic Medical Centers."},
      {
        "id":"ED084311",
        "title":"Observations of School Learning."},
      {
        "id":"ED084312",
        "title":"Assessment Instrument for Arizona Vocational Education Programs."},
      {
        "id":"ED084313",
        "title":"North York Self Concept Inventory: A Preliminary Set of Norms and Technical Analysis."},
      {
        "id":"ED084314",
        "title":"Guidelines for Writing the Director's Manual for a Simulation Game."},
      {
        "id":"ED084315",
        "title":"A Description and Evaluation of Section 3 Programs in Michigan, 1971-72. Report Number 2, Addendum."},
      {
        "id":"ED084316",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Third Congress, First Session. Nutrition Education--1973. Part 6--Phosphate Research and Dental Decay. Hearings Held Washington, D.C., April 16, 1973."},
      {
        "id":"ED084317",
        "title":"The Sociology of Black Separatism."},
      {
        "id":"ED084318",
        "title":"Transcripts From the Southern Regional Council's Symposium on Human Intelligence, Social Science, and Social Policy. Text of Dr. Kamin's Presentation Denying That Proof Exists That IQ Test Scores are Hereditary; How Testing Harms Children; IQ Tests as Instruments of Oppression--From Immigration Quotas to Welfare."},
      {
        "id":"ED084319",
        "title":"The Association of Racial Status, Socioeconomic Status, and Measured Ability Upon Academic Performance in a Liberal Arts College."},
      {
        "id":"ED084321",
        "title":"The New Aptitudes and Adaptive Education. CAE Newsletter, Volume 4, Number 2, July 1973."},
      {
        "id":"ED084322",
        "title":"First Phase: CUTE Installation and Diffusion Project. Final Report."},
      {
        "id":"ED084323",
        "title":"Multi-Ethnic Literature in the High School: A Mental Health Tool."},
      {
        "id":"ED084326",
        "title":"Guidebook for Tutors with an Emphasis on Tutoring Minority Children."},
      {
        "id":"ED084329",
        "title":"New York's Jewish Poor and Jewish Working Class: Economic Status and Social Needs."},
      {
        "id":"ED084330",
        "title":"New Mental Health Approaches to the School Failure (a Therapeutic-Educational Center for a Disadvantaged Population)."},
      {
        "id":"ED084332",
        "title":"An Exploratory Study of Two In-Service Training Programs for Twenty Teachers on Race and Poverty in the Inner City."},
      {
        "id":"ED084333",
        "title":"Survey and Analysis of In-School NYC Programs. Final Report."},
      {
        "id":"ED084336",
        "title":"Public Employment and Urban Poverty."},
      {
        "id":"ED084337",
        "title":"ESEA Title I Evaluation Report: Programs for Educationally Deprived Children, September, 1972-August, 1973."},
      {
        "id":"ED084338",
        "title":"Planning Staff Training Programs. Series on Leadership and Group Development."},
      {
        "id":"ED084339",
        "title":"A Projection of Maryland's Health Manpower Needs Through the 1980's."},
      {
        "id":"ED084340",
        "title":"Utilization of Volunteer Leaders."},
      {
        "id":"ED084341",
        "title":"A Pilot Program to Provide Mentally Restored Young People (Ages 18-30 Years Old) with Skills, Knowledge, and Motivation Required to Pursue a College Level Vocational Education Program. Final Report--Termination of Program."},
      {
        "id":"ED084342",
        "title":"Careers in Hospitals; A Directory of Schools and Training Programs in Rhode Island and Vicinity."},
      {
        "id":"ED084355",
        "title":"A Development Program Utilizing Simulated Occupational Experience in Distributive Education."},
      {
        "id":"ED084356",
        "title":"Census of Population: 1970; Subject Reports: Persons with Work Disability. Final Report."},
      {
        "id":"ED084357",
        "title":"Clarification of Workmen's Compensation Insurance."},
      {
        "id":"ED084358",
        "title":"Marshaling Citizen Power to Modernize Corrections."},
      {
        "id":"ED084359",
        "title":"Economics of Job Search: A Biracial Analysis of Job Search Behavior of Urban Male Youth Ages 18-22."},
      {
        "id":"ED084360",
        "title":"Vocational Education Evaluation Project: Annual Report--Fiscal Year 1973."},
      {
        "id":"ED084361",
        "title":"Improving the Quality of Worklife...And in the Process, Improving Productivity: A Summary of Concepts, Procedures and Problems, with Case Histories."},
      {
        "id":"ED084362",
        "title":"Minnesota Test-Norms and Expectancy Tables. Revised Edition."},
      {
        "id":"ED084363",
        "title":"Career Opportunities Through Apprenticeship."},
      {
        "id":"ED084364",
        "title":"Paramedical Training in Minnesota; Requiring Two Years or Less Education at Non-Profit Institutions."},
      {
        "id":"ED084365",
        "title":"Career Development Resource Materials K-6."},
      {
        "id":"ED084366",
        "title":"Career Awareness: Owatonna Elementary Schools."},
      {
        "id":"ED084367",
        "title":"Summaries of Studies in Agricultural Education, 1972-73."},
      {
        "id":"ED084368",
        "title":"The Adult Learner: A Neglected Species."},
      {
        "id":"ED084369",
        "title":"Person According to Freud, Adler, Jung, ?."},
      {
        "id":"ED084377",
        "title":"Development of a Pilot Career Cluster Curriculum for all Students in a College Preparatory Oriented High School. Final Report. Part I: Curriculum Development."},
      {
        "id":"ED084378",
        "title":"The Analysis of Rates of Naval Compensation by the Use of a Structured Job Analysis Procedure."},
      {
        "id":"ED084379",
        "title":"The Relationship Between Structured Job Analysis Information, Interests, and Job Satisfaction. Final Report."},
      {
        "id":"ED084380",
        "title":"Training for Federal Quality Control Review. Instructor's Guide."},
      {
        "id":"ED084382",
        "title":"The Development of Electronic Data Processing in Manpower Areas; A Comparative Study of Personnel Information Systems and their Implications in Six European Countries."},
      {
        "id":"ED084383",
        "title":"Women: Personal and Environmental Factors in Role Identification and Career Choices."},
      {
        "id":"ED084394",
        "title":"CIRF Abstracts, Volume 12."},
      {
        "id":"ED084395",
        "title":"Directory of Schools Approved for Veterans."},
      {
        "id":"ED084396",
        "title":"Training Needs in Gerontology. Hearings, Special Committee on Aging, United States Senate. Part 1."},
      {
        "id":"ED084397",
        "title":"Training Needs in Gerontology. Hearings, Special Committee on Aging, United States Senate. Part 2."},
      {
        "id":"ED084398",
        "title":"Building Maintenance Syllabus."},
      {
        "id":"ED084400",
        "title":"Rhode Island State Plan for Adult Basic Education. Long Range and Annual Program Plan, 1973-74."},
      {
        "id":"ED084401",
        "title":"Vocational Education: Staff Development Priorities for the 70's; A Summary."},
      {
        "id":"ED084403",
        "title":"A Report to the Ohio Board of Regents: Extended Learning Program."},
      {
        "id":"ED084404",
        "title":"Accountability Practice in Adult Education. A Survey Among Its Membership Sponsored by the Northwest Adult Education Association."},
      {
        "id":"ED084405",
        "title":"Summary of Recommendations for Vocational-Technical Education in South Dakota."},
      {
        "id":"ED084406",
        "title":"An Empirical Analysis of the Dual Labor Market Theory."},
      {
        "id":"ED084407",
        "title":"Vocational Education. Condensed Final Task Report."},
      {
        "id":"ED084408",
        "title":"Industrial Education Safety Instructional Guide."},
      {
        "id":"ED084409",
        "title":"Unifying a Career Development Theme in the Curriculum Through Teacher In-Service Activities. Final Report: Models for Secondary Career Education in Iowa. Final Report: Final Report Addendum."},
      {
        "id":"ED084411",
        "title":"An Analysis of Workers' Attitudes Toward the 4-Day, 40-Hour Workweek."},
      {
        "id":"ED084412",
        "title":"Career Development for Children Project. Final Report."},
      {
        "id":"ED084413",
        "title":"Annotated Bibliography on Career Education. For Secondary Educators."},
      {
        "id":"ED084414",
        "title":"Annotated Bibliography On Career Education. For Postsecondary Educators."},
      {
        "id":"ED084415",
        "title":"Annotated Bibliography on Career Education. For Administrators."},
      {
        "id":"ED084416",
        "title":"An Assessment of Selected Aspects of the Pre-Employment Program in Farm Machinery Service and Repair."},
      {
        "id":"ED084417",
        "title":"Public Service Benefits From Jobs Under the Emergency Employment Act of 1971. Report to the Subcommittee on Employment, Manpower, and Poverty; Committee on Labor and Public Welfare, United States Senate."},
      {
        "id":"ED084420",
        "title":"State Research Coordinating Unit Activities for the Period July 1, 1972--December 31, 1972. Semiannual Report."},
      {
        "id":"ED084421",
        "title":"Report to the Wisconsin Department of Public Instruction of the Results from a Student Opinionnaire Concerning Career Education in the Public Schools of Eau Clair, Wisconsin in December 1972 and May 1973."},
      {
        "id":"ED084422",
        "title":"Plants. Ag Ed Environmental Education Series."},
      {
        "id":"ED084424",
        "title":"Noise. Ag Ed Environmental Education Series."},
      {
        "id":"ED084425",
        "title":"Water. Ag Ed Environmental Education Series."},
      {
        "id":"ED084426",
        "title":"Land Use. Ag Ed Environmental Education Series."},
      {
        "id":"ED084428",
        "title":"Agricultural Chemicals and Radiation. Ag Ed Environmental Education Series."},
      {
        "id":"ED084429",
        "title":"Animals. Ag Ed Environmental Education Series."},
      {
        "id":"ED084430",
        "title":"Student Perception of the Effectiveness of the Area Vocational Secondary School Programs of Texas in Meeting Self-Perceived Interests and Needs. A Final Report."},
      {
        "id":"ED084431",
        "title":"Student Guide to Career Decision-Making Skills; Designed for Use with the Educational and Career Exploration System (ECES)."},
      {
        "id":"ED084432",
        "title":"The Counselor Guide to Career Decision-Making Skills; Designed for Use with the Educational and Career Exploration System (ECES)."},
      {
        "id":"ED084433",
        "title":"A Longitudinal Study of the Level of Occupational Aspirations of Youth over the High School Years."},
      {
        "id":"ED084435",
        "title":"Evaluation on the Occupational Information Access System as Used at Churchill High School. A Project Report."},
      {
        "id":"ED084436",
        "title":"Older Job Seekers and Occupational Information."},
      {
        "id":"ED084437",
        "title":"Getting It Going--Keeping It Running: A Handbook for Career Information Systems."},
      {
        "id":"ED084438",
        "title":"Carson-Washoe County Health Manpower and Education Profile."},
      {
        "id":"ED084439",
        "title":"Treasure Valley Health Manpower and Education Profile."},
      {
        "id":"ED084440",
        "title":"Albany-Laramie Counties Health Manpower and Education Profile."},
      {
        "id":"ED084441",
        "title":"Yellowstone County Health Manpower and Education Profile."},
      {
        "id":"ED084442",
        "title":"Missoula County Health Manpower and Education Profile."},
      {
        "id":"ED084443",
        "title":"Clark County Health Manpower and Education Profile."},
      {
        "id":"ED084444",
        "title":"Sheridan County Health Manpower and Education Profile."},
      {
        "id":"ED084454",
        "title":"Job Losers, Leavers, and Entrants: Traits and Trends."},
      {
        "id":"ED084455",
        "title":"The Entrepreneur and New Enterprise Formation: A Resource Guide."},
      {
        "id":"ED084456",
        "title":"North Dakota Health Manpower. Report of a Study Prepared for the North Dakota Medical Association."},
      {
        "id":"ED084457",
        "title":"New Directions in Post-Secondary Education; Expanding Opportunities for the Occupational Education Student."},
      {
        "id":"ED084458",
        "title":"Defense Management Education and Training Catalog."},
      {
        "id":"ED084459",
        "title":"Occupational Opportunities in Nebraska. 1973 Report."},
      {
        "id":"ED084460",
        "title":"Agricultural Mechanical Skills Needed by Farmers in Texas."},
      {
        "id":"ED084461",
        "title":"Transition from School to Work: The Role of Career Education."},
      {
        "id":"ED084462",
        "title":"Suggested Curriculum Drug Abuse Education."},
      {
        "id":"ED084463",
        "title":"Innovations in Vocational Counseling: A Review of Program Descriptions."},
      {
        "id":"ED084464",
        "title":"Preparing Today's Child for Tomorrow's World Through Better Use of Community Resources."},
      {
        "id":"ED084465",
        "title":"Toward the Long-Term Scientific Study of Encounter Group Phenomena: I. Methodological Considerations."},
      {
        "id":"ED084466",
        "title":"A Sex Difference in the Distribution of Oversufficient Rewards."},
      {
        "id":"ED084467",
        "title":"Drug Dependence--A Comparative Study to Discover Significant Factors Relating to Interpersonal and Intrafamilial Relationships Prevalent in a Group of Trainees at Fort Sam Houston, Texas."},
      {
        "id":"ED084468",
        "title":"Parental Influence on Educational Goals."},
      {
        "id":"ED084469",
        "title":"Self-Actualization in a Marathon Growth Group: Do the Strong Get Stronger?"},
      {
        "id":"ED084470",
        "title":"The Effects of Marijuana on Human Cognition."},
      {
        "id":"ED084471",
        "title":"Curricular-Career Information Service (CCIS): Development and Evaluation of the Pilot Project, 1972-1973."},
      {
        "id":"ED084472",
        "title":"1972 Iowa Guidance Accountability Study."},
      {
        "id":"ED084473",
        "title":"Kindergarten through 12th Grade Project in Career Development and Bridging the Gap Between School and Work: Final Report."},
      {
        "id":"ED084474",
        "title":"Curriculum Model for Preventing Dropouts, Grades 9-12."},
      {
        "id":"ED084476",
        "title":"To Extend the Drug Abuse Education Act of 1970 for Three Years. Hearings Before the Select Subcommittee on Education On H. R. 4715."},
      {
        "id":"ED084477",
        "title":"Differential Variables in the Selection of Clients."},
      {
        "id":"ED084478",
        "title":"A Design for a Model College Financial Aid Office."},
      {
        "id":"ED084479",
        "title":"In-School Youth Manpower: A Guide to Local Strategies and Methods. Final Report."},
      {
        "id":"ED084480",
        "title":"Vocational Rehabilitation Services: Oversight Hearing Before the Select Subcommittee on Education on Future Directions of the Rehabilitation Services Administration."},
      {
        "id":"ED084481",
        "title":"Volunteers in College and Career Information (VICCI). Evaluation Report."},
      {
        "id":"ED084482",
        "title":"Educational Characteristics and Needs of New Students; A Review of the Literature."},
      {
        "id":"ED084483",
        "title":"Crisis Re-entry Counseling with Veterans Returning from Southeast Asia: Strengths and Difficulties of the Outreach Goal."},
      {
        "id":"ED084485",
        "title":"Teacher and Administrator Opinion Survey of Guidance Services in the Secondary School."},
      {
        "id":"ED084486",
        "title":"An Effective Team Approach to Pupil Services Programs for Wisconsin."},
      {
        "id":"ED084487",
        "title":"Parent Child Relations and Women's Achievement Orientations."},
      {
        "id":"ED084489",
        "title":"The Modification of Undesirable Attitudes and Classroom Behavior Through Constructive Use of Social Power in the School Peer Culture."},
      {
        "id":"ED084491",
        "title":"Evaluating Books for Children and Young People. Perspectives in Reading No. 10."},
      {
        "id":"ED084492",
        "title":"Effectiveness of Various Prose Study Techniques as a Function of Text Readability, and Individual Differences."},
      {
        "id":"ED084493",
        "title":"Let's Clear the Clutter: The Need to Bury Antiquated Ideas in Order to Accept the New. Foundation Publication No. 12."},
      {
        "id":"ED084506",
        "title":"And Those Who Can't, Teach--Reading! A Task Ahead in Teacher Education."},
      {
        "id":"ED084507",
        "title":"The Role of an Open Reading Lab in a Community College."},
      {
        "id":"ED084508",
        "title":"The Relationship between Stimulus and Response Prompts under Two Types of Programmed Presentations."},
      {
        "id":"ED084512",
        "title":"An Investigation of the Relationship between Specific and Broad Inference."},
      {
        "id":"ED084513",
        "title":"Black English and Reading Problems: Sociolinguistic Considerations."},
      {
        "id":"ED084515",
        "title":"What the English Teacher Should Know about Teaching Reading."},
      {
        "id":"ED084517",
        "title":"The Tagmemic Discovery Procedure: An Evaluation of Its Uses in the Teaching of Rhetoric."},
      {
        "id":"ED084518",
        "title":"A Report of Conditions of English Teaching, 1973-74."},
      {
        "id":"ED084519",
        "title":"Focus on Asian Studies. No. 28."},
      {
        "id":"ED084520",
        "title":"The &quot;Lord of the Rings&quot;: Affective Approaches to Teaching Literature. DRICE (Development &amp; Research in Confluent Education)."},
      {
        "id":"ED084535",
        "title":"Public Information in Modern Society: Secrecy and Privacy."},
      {
        "id":"ED084537",
        "title":"The Role of Stimulus Complexity in Children's Attention to Television Commercials: A Developmental Study."},
      {
        "id":"ED084545",
        "title":"News Research for Better Newspapers. Volume 4."},
      {
        "id":"ED084546",
        "title":"The Impact of the Non-Graded, Multi-Selective English Curriculum on High School Students."},
      {
        "id":"ED084547",
        "title":"Annotated Bibliography of Research in the Teaching of English: July 1, 1973 to December 31, 1973."},
      {
        "id":"ED084548",
        "title":"Curriculum Guide: Career Exploration in Art Related Areas."},
      {
        "id":"ED084549",
        "title":"News Research for Better Newspapers. Volume 3."},
      {
        "id":"ED084555",
        "title":"Freedom of the Press as a Function of Subsystem Autonomy and As An Antithesis of Development."},
      {
        "id":"ED084556",
        "title":"Toward a Definition of \"Suburban Newspaper.\""},
      {
        "id":"ED084557",
        "title":"Microform Publishing: Salvation for Short-Run Periodicals?"},
      {
        "id":"ED084561",
        "title":"Film as a Documentary, Language Arts: 5113.34."},
      {
        "id":"ED082553",
        "title":"Studies in the Phonology of Asian Languages IX: Word Accent in Japanese."},
      {
        "id":"ED082559",
        "title":"Adventure in Language through Latin. First Adventure: Opening the Door. Workbook Introduction, Radio-TV Edition."},
      {
        "id":"ED082562",
        "title":"A Teacher's Manual to Accompany the Oral Language Program."},
      {
        "id":"ED082563",
        "title":"Informacion Bibliografica: Ano 3, Num. 9, Enero-Febrero, 1972 (Bibliographic Information: Volume 3, Number 9, January-February 1972)."},
      {
        "id":"ED082565",
        "title":"A Guide for Latin. Preliminary Edition."},
      {
        "id":"ED082566",
        "title":"Working Papers in Linguistics No. l5."},
      {
        "id":"ED082568",
        "title":"La Documentacion Automatica (Automated Documentation)."},
      {
        "id":"ED082569",
        "title":"The Problem \"Who Speaks Next?\" Considered Cross-Culturally."},
      {
        "id":"ED082570",
        "title":"A Report on Language Problems of Tertiary Level Students Using English as a Second Language in Papua New Guinea. Teaching Methods and Materials Centre Research Report 19."},
      {
        "id":"ED082571",
        "title":"TESL Reporter, Vol. 4, No. 3."},
      {
        "id":"ED082572",
        "title":"TESL Reporter, Vol. 4, No. 4."},
      {
        "id":"ED082576",
        "title":"Presidential Address. First International Conference of the Association of Teachers of English to Speakers of Other Languages, University College, Dublin, Ireland, June 27, 1973."},
      {
        "id":"ED082578",
        "title":"Modern Foreign Language and Area Study Fellowhips: 1973-74."},
      {
        "id":"ED082579",
        "title":"On the Modification of Certain Reconstructions of Proto- Korean- Japanese."},
      {
        "id":"ED082580",
        "title":"Origin and Development of Papiamento."},
      {
        "id":"ED082582",
        "title":"Materiales en Marcha para el Esfuerzo Bilingue-Bicultural (Materials on the March for the Promotion of Bilingualism/Biculturalism, August 1973)."},
      {
        "id":"ED082584",
        "title":"Bilingual Children: A Resource Document Prepared for Child Development Associate Consortium, Inc."},
      {
        "id":"ED082585",
        "title":"Sociolinguistics and Chicano Literature."},
      {
        "id":"ED082586",
        "title":"Extra-Curricular Mini-Courses as Part of the Curriculum of a Course in English as a Foreign Language."},
      {
        "id":"ED082588",
        "title":"An Annotated Bibliography of Institutional Research 1971-1972. Sixth Edition."},
      {
        "id":"ED082589",
        "title":"Project Report to the General Faculties Council's Executive Committee for the Academic Year 1971-1972; Submitted by the Committee to Investigate Teaching."},
      {
        "id":"ED082591",
        "title":"Organizational Structure of Nongovernmental Postsecondary Accreditation: Relationship to Uses of Accreditation."},
      {
        "id":"ED082592",
        "title":"Fact Book 1971-72: Alabama Institutions of Higher Education Universities and Colleges."},
      {
        "id":"ED082593",
        "title":"A Study of Undergraduate Admissions to Alabama Colleges and Universities, 1971-72."},
      {
        "id":"ED082594",
        "title":"A Special Report: The Estimated Impact of the Basic Educational Opportunity Grant Program on Student Financial Aid at Alabama Colleges and Universities, 1972-73."},
      {
        "id":"ED082595",
        "title":"A Study of the College Investment Decision: Project Report I. ACT Research Report, No. 59."},
      {
        "id":"ED082596",
        "title":"Educational Training and Careers of PH.D. Holders. Academic Training and Occupational Mobility: Ph.D.'s Often Find Other Scientific Fields Greener. Final Report."},
      {
        "id":"ED082597",
        "title":"Student-Faculty-Resident Planned Field Research for College Students. Final Report."},
      {
        "id":"ED082598",
        "title":"Student Vote 1972: An Examination of Voting Patterns of Commuting Students."},
      {
        "id":"ED082599",
        "title":"University Community Survey."},
      {
        "id":"ED082600",
        "title":"Planning and the &quot;Measurable Objective.&quot;"},
      {
        "id":"ED082601",
        "title":"College Housing and Community Design."},
      {
        "id":"ED082602",
        "title":"Recycled Space and Found Space."},
      {
        "id":"ED082603",
        "title":"Open Admissions: The Promise &amp; The Lie of Open Access to American Higher Education."},
      {
        "id":"ED082604",
        "title":"The Comm-Bacc Study: Postbaccalaureate Activities of Degree Recipients from Pennsylvania Institutions 1971-1972."},
      {
        "id":"ED082607",
        "title":"Students and Unions."},
      {
        "id":"ED082609",
        "title":"Graduate Student Support and Manpower Resources in Graduate Science Education."},
      {
        "id":"ED082610",
        "title":"The Consequences of the Study of Federal Student Loan Programs: A Case Study in the Utilization of Social Research."},
      {
        "id":"ED082611",
        "title":"Third Annual Report of the Educational Opportunity Fund 1971-1973."},
      {
        "id":"ED082612",
        "title":"Cannons to Sheepskins: Characteristics of War Veteran Students."},
      {
        "id":"ED082613",
        "title":"Academic Women, Sex Discrimination, and the Law: An Action Handbook."},
      {
        "id":"ED082614",
        "title":"Sex Differences in Graduate School Survival."},
      {
        "id":"ED082615",
        "title":"Service-Learning in the South. Higher Education and Public Service 1967-1972."},
      {
        "id":"ED082616",
        "title":"Probable Major Field of Study of Entering Freshmen at the University of South Carolina for 1968, 1970 and 1972."},
      {
        "id":"ED082618",
        "title":"1972 Legislation and Achievements: Governance and Administration. Research Brief No. 10."},
      {
        "id":"ED082620",
        "title":"Accreditation in Adult and Continuing Education Programs."},
      {
        "id":"ED082621",
        "title":"Enrollment in Florida's Institutions of Higher Learning. Fall 1972."},
      {
        "id":"ED082622",
        "title":"An Excerpt from Faculty Collective Bargaining in Postsecondary Institutions: The Impact on the Campus and the State."},
      {
        "id":"ED082623",
        "title":"Comparative Higher Education."},
      {
        "id":"ED082624",
        "title":"Can Postsecondary Education Adjust to a Changing Job Market? Issues in Higher Education, No. 5."},
      {
        "id":"ED082625",
        "title":"Higher Education and Development in South-East Asia. Volume I, Director's Report."},
      {
        "id":"ED082626",
        "title":"Higher Education and Development in South-East Asia. Volume II, Country Profiles."},
      {
        "id":"ED082627",
        "title":"Higher Education and Development in South-East Asia. Volume III, Part 2, Language Policy and Higher Education."},
      {
        "id":"ED082628",
        "title":"New Jersey: The Status of Women in Higher Education. A Survey by Committee W of the New Jersey State Conference of the American Association of University Professors."},
      {
        "id":"ED082629",
        "title":"Analysis of Students Committing Major Discipline Offenses During the 10-Year Period 1963-1973 by State of Residence."},
      {
        "id":"ED082630",
        "title":"Report on In-Service Sessions of the Management Information Systems."},
      {
        "id":"ED082631",
        "title":"The Role of Colleges and Universities in Continuing Education of Practicing Physicians in Communities Geographically Isolated from a Medical Teaching Center."},
      {
        "id":"ED082632",
        "title":"College Student Development in Evolution...With Special Focus on the Disadvantaged. Final Report."},
      {
        "id":"ED082633",
        "title":"A Basic Music Library for Schools Offering Undergraduate Degrees in Music."},
      {
        "id":"ED082634",
        "title":"Earned Degrees Conferred: 1970-71."},
      {
        "id":"ED082635",
        "title":"Selected Policies and Practices in Higher Education."},
      {
        "id":"ED082636",
        "title":"Preliminary Report on the Status of Graduate Women: University of California, Berkeley."},
      {
        "id":"ED082638",
        "title":"College of Liberal Arts Grades for Students Enrolled in the Martin Luther King Program at the University of Minnesota: Fall Quarter, 1970, through Summer Session II, 1972."},
      {
        "id":"ED082639",
        "title":"Freshman Sexual Attitudes and Behavior."},
      {
        "id":"ED082640",
        "title":"A Comparison of University Residence Halls."},
      {
        "id":"ED082641",
        "title":"Beyond the Melting Pot."},
      {
        "id":"ED082642",
        "title":"A Program to Increase Educational Research Awareness Among Undergraduate Students in Predominantly Black Institutions. Final Report."},
      {
        "id":"ED082643",
        "title":"The State Articulation Coordinating Committee Interpretations and Annotations of the Articulation Agreement Between the State Universities and the Public Community Junior Colleges of Florida, September, 1971 to April, 1973."},
      {
        "id":"ED082644",
        "title":"Women at Tufts University: A Preliminary Inquiry."},
      {
        "id":"ED082645",
        "title":"Music in Higher Education, 1971-72."},
      {
        "id":"ED082646",
        "title":"The '60s in Reverse."},
      {
        "id":"ED082647",
        "title":"Higher Education and Development in South-East Asia. Volume III, Part 1, High-level Manpower for Development."},
      {
        "id":"ED082649",
        "title":"Education for the Itinerant Student: A Guide to Opportunities in Liberal Arts and Sciences at CIC Universities."},
      {
        "id":"ED082650",
        "title":"Who Do We Serve: Some Statistics."},
      {
        "id":"ED082652",
        "title":"About Empire State College Mentors."},
      {
        "id":"ED082653",
        "title":"ESC [Empire State College] Student Library Use."},
      {
        "id":"ED082654",
        "title":"1973-74 Student Charges at State and Land-Grant Universities (Tuition, Required Fees, Room and Board)."},
      {
        "id":"ED082655",
        "title":"Ten Out of Thirty. Ten Case Studies of the First Thirty Graduates."},
      {
        "id":"ED082656",
        "title":"Estimates of Reliability Coefficients for Items and Subscales of the Illinois Course Evaluation Questionnaire. Report #341."},
      {
        "id":"ED082657",
        "title":"Minnesota-Wisconsin Public Higher Education Reciprocity Agreement 1973-74."},
      {
        "id":"ED082658",
        "title":"\"Hanging Ten\" and Higher Education."},
      {
        "id":"ED082659",
        "title":"Federal Aid to Predominately Black Colleges."},
      {
        "id":"ED082660",
        "title":"Instructional Innovation: For What? For Whom? And How Do We Know?"},
      {
        "id":"ED082661",
        "title":"Activity Analysis and Cost Analysis in Medical Schools."},
      {
        "id":"ED082662",
        "title":"A study of Dental Manpower Demand and Supply in Pennsylvania."},
      {
        "id":"ED082663",
        "title":"Complementarity, Independence and Substitution in University Resource Allocation and Operation."},
      {
        "id":"ED082664",
        "title":"The Social Benefits of Higher Education: Implications for Regional Finance."},
      {
        "id":"ED082665",
        "title":"Let's End the Confusion About Simulation Models: A Summary of a Candid Discussion of Their Place in Higher Education."},
      {
        "id":"ED082666",
        "title":"Impact of State Assistance on Oregon's Private and Independent Institutions of Higher Education."},
      {
        "id":"ED082667",
        "title":"Physician Manpower in Georgia: Report of the Task Force for Physician Manpower to the Georgia Comprehensive Health Planning Council."},
      {
        "id":"ED082668",
        "title":"Curriculum Change in Black Colleges IV: A Report on Two Cooperative Academic Planning Curriculum Development Workshops."},
      {
        "id":"ED082669",
        "title":"Curriculum Change in Black Colleges III: A Report on Two Cooperative Academic Planning Curriculum Development Workshops."},
      {
        "id":"ED082671",
        "title":"Education Data Elements Dictionary, Second Edition."},
      {
        "id":"ED082672",
        "title":"Final Report. Training Program for Neighborhood Physicians."},
      {
        "id":"ED082673",
        "title":"The People of the State: A Description Through Trend Surface Analysis."},
      {
        "id":"ED082674",
        "title":"An Attorney Views the Release of Student Information."},
      {
        "id":"ED082676",
        "title":"Affiliated Medical School Program to Increase Health Manpower: Report of the Commission to Study the Advisability and Feasibility of Utilizing Certain Medical Facilities as an Affiliated Operation of the University of Virginia School of Medicine to The Governor and the General Assembly of Virginia."},
      {
        "id":"ED082677",
        "title":"Albany Regional Medical Program: Health Manpower, Volume 2."},
      {
        "id":"ED082678",
        "title":"Students and State Borders: Fiscal/Legal Issues Affecting Nonresident Students."},
      {
        "id":"ED082679",
        "title":"Migration of College Students: Midwest Region Fall 1968."},
      {
        "id":"ED082680",
        "title":"National Commission on the Financing of Postsecondary Education: An Informational Brief April, 1973."},
      {
        "id":"ED082681",
        "title":"The University of South Dakota Cooperative Education Program. Second Annual Report. (July 1, 1972-June 30, 1973)."},
      {
        "id":"ED082682",
        "title":"Toward a Theory of the Educational Firm."},
      {
        "id":"ED082683",
        "title":"Memorandum of Agreement for an Academic Common Market."},
      {
        "id":"ED082684",
        "title":"Total Revenue and Expenses for Provincially Assisted Universities of Ontario for the Fiscal Year Ended April 30, 1973. Report to the Council of Ontario Universities."},
      {
        "id":"ED082686",
        "title":"The Compound System: A Conceptual Framework for Effective Decisionmaking in Colleges."},
      {
        "id":"ED082687",
        "title":"Low Achievers: Do They Differ From \"Typical\" Undergraduates?"},
      {
        "id":"ED082688",
        "title":"University Governance and Community Relations."},
      {
        "id":"ED082689",
        "title":"Perspectives on Campus Expansion: Three Views."},
      {
        "id":"ED082690",
        "title":"The Student Consultant Project."},
      {
        "id":"ED082691",
        "title":"Project Right Start."},
      {
        "id":"ED082692",
        "title":"Confronting the New Depression in Higher Education. Two Budget Exercises."},
      {
        "id":"ED082693",
        "title":"The Corporate Basis of University and College Government: An Historical Analysis."},
      {
        "id":"ED082694",
        "title":"Innovation at Illinois State University 1972-1973."},
      {
        "id":"ED082695",
        "title":"Outcome-Oriented Planning in Higher Education: An Approach or An Impossibility?"},
      {
        "id":"ED082696",
        "title":"Criteria for Selecting Campus Size. A Report Prepared for the Select Committee on the Master Plan for Higher Education."},
      {
        "id":"ED082697",
        "title":"Minority Student Enrollment. Research Currents."},
      {
        "id":"ED082698",
        "title":"Goals for Higher Education: Definitions and Directions."},
      {
        "id":"ED082699",
        "title":"The Small College: A Bibliographic Handbook."},
      {
        "id":"ED082701",
        "title":"Academics at the Bargaining Table: Early Experience."},
      {
        "id":"ED082702",
        "title":"Significant Attributes of Effective Collegiate Instructional Climate."},
      {
        "id":"ED082703",
        "title":"Urban Citizens and a University after a Serious Campus Disturbance. University of Minnesota Office for Student Affairs Research Bulletin, Volume 13, Number 4, December 28, 1972."},
      {
        "id":"ED082704",
        "title":"An Index to Major Articles in &quot;The Chronicle of Higher Education.&quot; Volumes VI &amp; VII: (Covering the period from September 27, 1971, through September 10, 1973)."},
      {
        "id":"ED082707",
        "title":"Longitudinal Predictions of Black and White University Student Grades."},
      {
        "id":"ED082708",
        "title":"Expectations of Black and White University Freshmen."},
      {
        "id":"ED082709",
        "title":"Applications of Contingency Management Principles to the College Classroom: The Con Game Project."},
      {
        "id":"ED082711",
        "title":"Diagnostic Use of Holland's Self-Directed Search with University Students."},
      {
        "id":"ED082712",
        "title":"Female University Student and Staff Perceptions of Rape."},
      {
        "id":"ED082713",
        "title":"Curriculum Change in Black Colleges: A Report on the Cooperative Academic Planning Curriculum Development Workshop (Bishop College, Dallas, Texas, June 12-23, 1972)."},
      {
        "id":"ED082714",
        "title":"Curriculum Change in Black Colleges: A Report on the Cooperative Academic Planning Curriculum Development Conference (Atlanta, Georgia, April 19-21, 1972)."},
      {
        "id":"ED082715",
        "title":"A Report of a Survey of Federal Support for Fifty-Four Black Colleges, Fiscal Years 1971 and 1972."},
      {
        "id":"ED082716",
        "title":"Plans Beyond High School. A Statewide Survey of Florida High School Seniors Fall 1972."},
      {
        "id":"ED082717",
        "title":"State Financial Assistance to Private Higher Education."},
      {
        "id":"ED082718",
        "title":"Response to the Report of the Commission on Post-Secondary Education in Ontario."},
      {
        "id":"ED082719",
        "title":"National Policy and Higher Education. Report of a Special Task Force to the Secretary of Health, Education and Welfare."},
      {
        "id":"ED082720",
        "title":"The Potential Application of the Model Learning Concept to a Chicano Studies Curricula in the Community Colleges. Final Report."},
      {
        "id":"ED082721",
        "title":"Institutional Responsibility in the Development of Faculty Dismissal Criteria."},
      {
        "id":"ED082722",
        "title":"A Nationwide Study: State-Level Coordination of Student Personnel Services in Community Junior Colleges."},
      {
        "id":"ED082723",
        "title":"Legal Implications of Personnel Management. Proceedings of the Annual Summer Workshop, Southeastern Community College Leadership Program (12th, Tallahassee, Florida, July 18-20, 1973)."},
      {
        "id":"ED082724",
        "title":"California Views Toward Statewide Governance of Community Colleges."},
      {
        "id":"ED082725",
        "title":"A Decision-Making System for the Career Information Center at Tallahassee Community College."},
      {
        "id":"ED082726",
        "title":"Preliminary Study of Counseling Services for Evening Students at Tallahassee Community College."},
      {
        "id":"ED082727",
        "title":"Developmental Studies in North Carolina and Virginia: A Constant Search for Anything That Will Work."},
      {
        "id":"ED082728",
        "title":"Clustering: A Synergetic Approach to Learning."},
      {
        "id":"ED082729",
        "title":"Course Objectives: Electronic Fundamentals, EL16."},
      {
        "id":"ED082730",
        "title":"Behavioral Objectives and Mastery Learning Applied to Two Areas of Junior College Instruction."},
      {
        "id":"ED082731",
        "title":"Hawaii State Senior Center. Fourth Annual Report, July 1, 1972 to June 30, 1973."},
      {
        "id":"ED082732",
        "title":"A Study of Community College Students Who Are Graduates of Vocational Technical and College Preparatory High School Curriculums (19-2017). Final Report."},
      {
        "id":"ED082733",
        "title":"Community Colleges of Vermont: Planning."},
      {
        "id":"ED082735",
        "title":"Review of Educational Development District-Wide Committee Structure: Memorandum. Maricopa County Community College District."},
      {
        "id":"ED082736",
        "title":"Rural Junior College Development Consortium: A Cooperative Venture of Junior Colleges in Alabama and Mississippi. Progress Report/1970-1973."},
      {
        "id":"ED082737",
        "title":"Legislating for Correctional Line Officer Education and Training."},
      {
        "id":"ED082738",
        "title":"Improving Corrections Personnel Through Community Colleges. Final Report."},
      {
        "id":"ED082739",
        "title":"UCLA and Community Colleges: Partners in Higher Education. A Memorandum to Charles E. Young, Chancellor, University of California, Los Angeles."},
      {
        "id":"ED082740",
        "title":"Individualized Instruction and the Students Who Need It Most."},
      {
        "id":"ED082743",
        "title":"Learning Support System. Vermont Community College; Northeast Kingdom Site."},
      {
        "id":"ED082744",
        "title":"Implementing a Systems Approach to Instruction within the Community College."},
      {
        "id":"ED082745",
        "title":"A Study of Selected Aspects of Centralization versus Autonomy in the Administration of Multi-Campus Two-Year Colleges."},
      {
        "id":"ED082746",
        "title":"Community Oriented Educational Planning for Programs and Facilities in a Community College. Model-Cities-Related Comprehensive Planning Project, July 1, 1972-June 30, 1973."},
      {
        "id":"ED082747",
        "title":"Access to Higher Education Through the Community Colleges."},
      {
        "id":"ED082748",
        "title":"Career Patterns. A Descriptive Analysis of Career Programs at Montgomery Community College, Montgomery County, Maryland, 1972-1973."},
      {
        "id":"ED082749",
        "title":"A Follow-up Study of Secretarial Students."},
      {
        "id":"ED082750",
        "title":"Follow-up Study of Bucks County Community College Graduates, 1965-1972."},
      {
        "id":"ED082751",
        "title":"Follow-up Study; Non-academic Attrition at Bucks County Community College, 1965-1972."},
      {
        "id":"ED082752",
        "title":"The Community College Reading Center."},
      {
        "id":"ED082753",
        "title":"Library of American Civilization Demonstration. Final Report."},
      {
        "id":"ED082754",
        "title":"Clustering of Journal Titles According to Citation Data: Report on Preparatory Work, Design, Data Collection, and Preliminary Analyses. Design of Information Systems in the Social Sciences, Working Paper No. 11."},
      {
        "id":"ED082755",
        "title":"Title II Elementary and Secondary Education Act (Public Law 89-10) as Amended. Annual Report, Fiscal Year 1972, School Library Resources, Textbooks, and Other Instructional Materials."},
      {
        "id":"ED082756",
        "title":"A Study with Computer-Based Circulation Data of the Non-Use and Use of a Large Academic Library. Final Report."},
      {
        "id":"ED082757",
        "title":"Library Automation: Guidelines to Costing."},
      {
        "id":"ED082758",
        "title":"A Public Library Program for the Commonwealth of Virginia."},
      {
        "id":"ED082759",
        "title":"A Plan for a Library Processing Center for the State University of New York."},
      {
        "id":"ED082760",
        "title":"...To Gain Access to Knowledge.... Report of the Library Development Program."},
      {
        "id":"ED082761",
        "title":"Interaction: A Role Playing Simulation Activity."},
      {
        "id":"ED082762",
        "title":"Review of Federal Library Operations in Metropolitan Washington."},
      {
        "id":"ED082763",
        "title":"Search Strategy Tutorial; Searcher's Kit."},
      {
        "id":"ED082764",
        "title":"Facilities for School Library Media Programs."},
      {
        "id":"ED082768",
        "title":"The Albany Librarianship Trainee Program; Final Report--August 1973."},
      {
        "id":"ED082769",
        "title":"Address at the Opening Meeting of the Symposium on Books in the Service of Peace, Humanism and Progress, Moscow (USSR)."},
      {
        "id":"ED082770",
        "title":"Preparing Documents for Users with Particular Reference to ERIC."},
      {
        "id":"ED082771",
        "title":"Interlibrary Loan Borrowing: A Methodology for Analysis."},
      {
        "id":"ED082772",
        "title":"Students to Dallas: A Report of the J. Morris Jones--World Book Encyclopedia ALA Goals Award 1970."},
      {
        "id":"ED082773",
        "title":"A Test of the Technical Feasibility of On-Line Consultation Using APL."},
      {
        "id":"ED082776",
        "title":"Determination of Pre-Acquisition Predictors of Book Use. Final Report."},
      {
        "id":"ED082777",
        "title":"Proposal for a University of California/California State University and Colleges Inter-Segmental Machine-Readable Library Patron Card."},
      {
        "id":"ED082778",
        "title":"Effecting Change in Library Education."},
      {
        "id":"ED082779",
        "title":"Curriculum Design for Library and Information Science."},
      {
        "id":"ED082780",
        "title":"The Past and Likely Future of 58 Research Libraries, 1951-1980: A Statistical Study of Growth and Change, 1971-72 (Ninth) Issue."},
      {
        "id":"ED082782",
        "title":"Proposed White House Conference on Library and Information Sciences. Hearing Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-Third Congress, First Session on S.J. Res. 40."},
      {
        "id":"ED082784",
        "title":"Minutes of the Meeting (75th, January 17 and 18, 1970, Chicago, Illinois)."},
      {
        "id":"ED082785",
        "title":"Minutes of the Meeting (76th, June 27, 1970, Detroit, Michigan)."},
      {
        "id":"ED082787",
        "title":"A National Program for the Association of Research Libraries. Minutes of the Meeting (79th, January 22, 1972, Chicago, Illinois)."},
      {
        "id":"ED082788",
        "title":"New Opportunities for Research Libraries. Minutes of the Meeting (80th, May 12-13, 1972, Atlanta, Georgia)."},
      {
        "id":"ED082789",
        "title":"Trends in Higher Education in the Seventies. Minutes of the Meeting (81st, January 27, 1973, Washington, D.C.)."},
      {
        "id":"ED082790",
        "title":"Coping with Change: The Challenge for Research Libraries. Minutes of the Meeting (82nd, May 11-12, 1973, New Orleans, Louisiana)."},
      {
        "id":"ED082792",
        "title":"Faculty Loan Regulations in ARL Academic Libraries. Technical Paper No. 4."},
      {
        "id":"ED082793",
        "title":"RECON Pilot Project. Final Report."},
      {
        "id":"ED082794",
        "title":"Library Goals and Objectives: Literature Review."},
      {
        "id":"ED082795",
        "title":"Sources of Scientific and Technical Media."},
      {
        "id":"ED082796",
        "title":"Selective Dissemination of Information and Retrospective Searches. Computer Based Information Services from RIT."},
      {
        "id":"ED082798",
        "title":"Creativity for Librarians (A Management Guide to Encourage Creative Thinking)."},
      {
        "id":"ED082799",
        "title":"Action Plan for Florida's Public Libraries."},
      {
        "id":"ED082800",
        "title":"Action Plan for Florida's Public Libraries. Addendum."},
      {
        "id":"ED082801",
        "title":"The Education Professions 1971-72. Part IV--A Manpower Survey of the School Library Media Field."},
      {
        "id":"ED082802",
        "title":"The Williams &amp; Wilkins Company v. The United States (Decided November 27, 1973)."},
      {
        "id":"ED082805",
        "title":"The Effects of Training on Reciprocity Judgments in Prekindergarten Children."},
      {
        "id":"ED082807",
        "title":"Research and Early Childhood: The Home Start Project."},
      {
        "id":"ED082808",
        "title":"You Are Your Baby's First Teachers."},
      {
        "id":"ED082809",
        "title":"Kindergarten Enrichment Project, Disadvantaged Pupil Program Fund (Fund Number 97-15). 1971-1972 Evaluation."},
      {
        "id":"ED082810",
        "title":"Child Development Project, Title I Fund (Fund Number 58-3). 1971-1972 Evaluation."},
      {
        "id":"ED082811",
        "title":"Day Care in Vermont: An Evaluation of the Vermont Model FAP Child Care Service System."},
      {
        "id":"ED082812",
        "title":"Social Competency in Young Children."},
      {
        "id":"ED082813",
        "title":"The Development of Attention in Children."},
      {
        "id":"ED082814",
        "title":"Socioeconomic Mix Effects on Disadvantaged Children in Preschool Child Development Programs: Phase II."},
      {
        "id":"ED082816",
        "title":"A Commentary on an Unusual Dialogue Between Jean Piaget and Lev S. Vygotsky."},
      {
        "id":"ED082817",
        "title":"Who Am I? The Development of Self-Concept."},
      {
        "id":"ED082818",
        "title":"Teaching College Students to Teach Concepts to Young Children. Final Report."},
      {
        "id":"ED082819",
        "title":"National Conference: Early Childhood Education and the Chicanito (Tucson, Arizona, August 3-5, 1972)."},
      {
        "id":"ED082821",
        "title":"Continuation of Research on Teaching Preschool Children Motivation to Achieve in School--1971-72. Final Report."},
      {
        "id":"ED082822",
        "title":"The Influence of Age and Materials on Young Children's Play Activities and Classification Learning. A Doctoral Dissertation."},
      {
        "id":"ED082826",
        "title":"Behavior Modification: Education's Watergate."},
      {
        "id":"ED082828",
        "title":"Follow-Up Research on Children Who Were Enrolled in the Central Cities Early Childhood Program. Final Report."},
      {
        "id":"ED082829",
        "title":"An Analysis of Intractable Nightmares in a Two-Year Old Boy."},
      {
        "id":"ED082830",
        "title":"The Psychology of Choice."},
      {
        "id":"ED082831",
        "title":"How to Make a Summer Head Start Program Make a Difference."},
      {
        "id":"ED082832",
        "title":"Evaluation Bibliography."},
      {
        "id":"ED082833",
        "title":"Child and Family Resource Program: Guidelines for a Child Development-Oriented Family Resource System."},
      {
        "id":"ED082834",
        "title":"Implementation of Head Start Planned Variation: 1970-71. Part I."},
      {
        "id":"ED082835",
        "title":"Implementation of Head Start Planned Variation: 1970-1971. Part II."},
      {
        "id":"ED082836",
        "title":"Developmental Psychology and Early Childhood Education."},
      {
        "id":"ED082837",
        "title":"Alternatives in Child Rearing in the 70's."},
      {
        "id":"ED082838",
        "title":"Cognitive Effects of Preschool Programs on Different Types of Children."},
      {
        "id":"ED082839",
        "title":"Evaluation of Preschool Programs: An Interaction Analysis Model. Occasional Paper #1."},
      {
        "id":"ED082840",
        "title":"Sex Differences in Effects of Kindergarten Attendance on Development of School Readiness and Language Skills. Research Report #10."},
      {
        "id":"ED082841",
        "title":"Syntactic Elaboration in the Learning and Reversal of Paired-Associates by Young Children. Research Report #7."},
      {
        "id":"ED082842",
        "title":"An Experiment in the Use of Drawing to Promote Cognitive Development in Disadvantaged Preschool Children in Israel and the United States. Final Report."},
      {
        "id":"ED082844",
        "title":"Home-Oriented Preschool Education: Field Director's Manual."},
      {
        "id":"ED082845",
        "title":"Home-Oreinted Preschool Education: Handbook for Mobile Classroom Teachers and Aides."},
      {
        "id":"ED082846",
        "title":"Home-Oriented Preschool Education: Home Visitor&apos;s Handbook."},
      {
        "id":"ED082847",
        "title":"Home-Oriented Preschool Education: Personnel Training Guide."},
      {
        "id":"ED082848",
        "title":"Home-Oriented Preschool Education: Curriculum Planning Guide."},
      {
        "id":"ED082849",
        "title":"Home-Oriented Preschool Education: Materials Preparation Guide."},
      {
        "id":"ED082851",
        "title":"Report of Second Annual Home Start Conference (San Diego, California, June 12-15, 1973)."},
      {
        "id":"ED082852",
        "title":"Developmental and Educational Implications of a Successful Model of Compensatory Education, the Learning to Learn Program."},
      {
        "id":"ED082853",
        "title":"Talking About Death with \"Normal\" Children [Research Strategies and Issues]."},
      {
        "id":"ED082854",
        "title":"Utility of Ordinal Scales Derived from Piaget's Observations."},
      {
        "id":"ED082855",
        "title":"Evaluation of Portland Public Schools Extended Day Care Program. Final Report."},
      {
        "id":"ED082856",
        "title":"The Quality of the Head Start Planned Variation Data. Volume I."},
      {
        "id":"ED082857",
        "title":"The Quality of the Head Start Planned Variation Data. Volume II."},
      {
        "id":"ED082859",
        "title":"Films Suitable for Head Start Child Development Programs."},
      {
        "id":"ED082860",
        "title":"Attentional Processes in Children's Learning. Final Report."},
      {
        "id":"ED082861",
        "title":"Studies of Young Children's Thought and Language. Final Report."},
      {
        "id":"ED082862",
        "title":"As the Child Reads: The Treatment of Minorities in Textbooks and Other Teaching Materials. Conference Report, National NEA-PR&R Conference on Civil and Human Rights in Education (Washington, D. C., February 8-10, 1967)."},
      {
        "id":"ED082863",
        "title":"Texas State Department of Health Migrant Project. Annual Report 1971."},
      {
        "id":"ED082864",
        "title":"Migration and Its Effects on Agriculture and Rural Development Potential."},
      {
        "id":"ED082865",
        "title":"Demographic and Socio-Economic Characteristics of the Navajo. Staff Report, Office of the General Counsel, U. S. Commission on Civil Rights, October 1973."},
      {
        "id":"ED082866",
        "title":"Mexican American [Chicano] Handbook of Affirmative Action Programs for Employers and Employees and a Directory of Governmental-Industrial-Educational-Community Agencies and Representatives."},
      {
        "id":"ED082867",
        "title":"A Typology for Learning/Teaching About Native American/American Indian Social Movements."},
      {
        "id":"ED082869",
        "title":"First Level of Education in the Asian Region. Bulletin of the UNESCO Regional Office for Education in Asia: June 1973."},
      {
        "id":"ED082870",
        "title":"Each One Learning. A Small Group Process Manual for Teachers. Third Printing."},
      {
        "id":"ED082871",
        "title":"The People of New Mexico."},
      {
        "id":"ED082872",
        "title":"The Comprehensive View of Indian Education."},
      {
        "id":"ED082873",
        "title":"The Parochial Education of Menominee Indian Children: A Study of One School."},
      {
        "id":"ED082874",
        "title":"Menominee Parents and the Education of Menominee Children."},
      {
        "id":"ED082877",
        "title":"A Summary Report on Menominee Indian Education: 1968-1970."},
      {
        "id":"ED082878",
        "title":"The Rural Planning Specialist. A Unique Approach to the Problems of Poverty in Rural America."},
      {
        "id":"ED082879",
        "title":"Bibliography of Appalachian Studies. CDC Development Paper Number 4."},
      {
        "id":"ED082880",
        "title":"The Project Approach: The Revitalization of Stump Creek. Paper Number One."},
      {
        "id":"ED082881",
        "title":"Mexican American Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 3."},
      {
        "id":"ED082882",
        "title":"The Institute of American Indian Arts Background Information (Task One of the Transition Evaluation). Background Paper."},
      {
        "id":"ED082883",
        "title":"Revenue Sharing and the Spanish Speaking."},
      {
        "id":"ED082884",
        "title":"A Communication System for the American Indian in Higher Education."},
      {
        "id":"ED082885",
        "title":"A Proposed Course in Law, Sociology, or History."},
      {
        "id":"ED082886",
        "title":"[Guidance and Counseling of the American Indian College Student.]"},
      {
        "id":"ED082887",
        "title":"Report of the American Indian Student Advisor, Academic Year 1969-70."},
      {
        "id":"ED082888",
        "title":"College Recruitment of the American Indian."},
      {
        "id":"ED082889",
        "title":"A Proposal for American Indian Studies at Montana State University."},
      {
        "id":"ED082890",
        "title":"Navajo Studies at Navajo Community College."},
      {
        "id":"ED082891",
        "title":"Racial/Ethnic Distribution of Public School Students and Staff in New York State, 1971-72."},
      {
        "id":"ED082892",
        "title":"New Approaches to Individualized Learning. Report of a Summer Institute (Willamette University, Salem, Oregon, June 11-15, 1973)."},
      {
        "id":"ED082894",
        "title":"Career Education: Promising Practices in Small Schools."},
      {
        "id":"ED082896",
        "title":"Project BACSTOP (Better Acquisition of Cognitive Skills Through Outdoor Programming) Evaluation Report--1972-1973."},
      {
        "id":"ED082898",
        "title":"Handbook for Public Health Nurses Working with Spanish-Americans."},
      {
        "id":"ED082901",
        "title":"Statement of Henry M. Ramirez, Chairman, Cabinet Committee on Opportunities for Spanish Speaking People, Before the Subcommittee of the Committee on Government Operations, House of Representatives, July 23, 1973."},
      {
        "id":"ED082902",
        "title":"Community Involvement and Educational Decision Making; The Development of a Mexican American Curriculum Office in the Toledo Public Schools."},
      {
        "id":"ED082903",
        "title":"Evaluation Report of Rough Rock Demonstration School, School Year, 1971-72. Research and Evaluation Report No. 7."},
      {
        "id":"ED082904",
        "title":"Prismatic Families as an Ideal Type: The Case Study of Nonfarm Families in North Carolina."},
      {
        "id":"ED082905",
        "title":"An Investigation of Selected Factors Related to Persistence of American-Indian Students at Two New Mexico Universities."},
      {
        "id":"ED082907",
        "title":"The Influence of Phonological Characteristics Upon Orthography in Mexican-American Second Graders."},
      {
        "id":"ED082908",
        "title":"Social Indicators for Policy Research and Democratic Action: A Paradigm and Some Examples. Report-73-119."},
      {
        "id":"ED082909",
        "title":"Determinants of Labor Force Participation of Low-Income Workers: Review of the Literature."},
      {
        "id":"ED082911",
        "title":"Indian Education Program [Nevada] Annual Report, 1972-1973, to the United States Bureau of Indian Affairs."},
      {
        "id":"ED082912",
        "title":"National Migrant Information Clearinghouse, Juarez-Lincoln Center, Annual Report, 1972-73."},
      {
        "id":"ED082913",
        "title":"Mexican Americans--A Survey of Research by the Texas Agricultural Experiment Station, 1964-73."},
      {
        "id":"ED082914",
        "title":"Cultural Awareness for New Teachers to Hopi."},
      {
        "id":"ED082915",
        "title":"National Indian Goals and Progress Act; Hearing Before the Subcommittee on Indian Affairs of the Committee on Interior and Insular Affairs, United States Senate, Ninety-Third Congress, First Session on S.1786."},
      {
        "id":"ED082917",
        "title":"Latino Life and Social Needs: A Detroit Survey for the Latin American Secretariat of the Archdiocese of Detroit."},
      {
        "id":"ED082923",
        "title":"Exploring Railroad Track Ecology as an Outdoor Teaching Technique."},
      {
        "id":"ED082924",
        "title":"Exploring Small Climates--An Outdoor Science Technique."},
      {
        "id":"ED082925",
        "title":"The Need of Environmental Education for the Urbanite."},
      {
        "id":"ED082926",
        "title":"The Mobile Educational Trailer Unit in Outdoor Teaching."},
      {
        "id":"ED082927",
        "title":"Exploring the Insect World, An Outdoor Teaching Technique."},
      {
        "id":"ED082928",
        "title":"Exploring Sound in the Outdoor Classroom."},
      {
        "id":"ED082929",
        "title":"Games Utilizing Native Materials. Expanded Edition."},
      {
        "id":"ED082930",
        "title":"Testing the Cognitive Motor Ability of Indian Students, Using an I. T. P. A. Subtest."},
      {
        "id":"ED082931",
        "title":"A Comparison of Technological Information Evidenced in Selected Indian and Non-Indian Children."},
      {
        "id":"ED082933",
        "title":"Nosotros, los Americanos--We the Americans."},
      {
        "id":"ED082934",
        "title":"A Comparative Study of Indian and Non-Indian Ideas of Self-Concept and Morale."},
      {
        "id":"ED082937",
        "title":"The Introduction of Automated Chemistry at the Community High School Level."},
      {
        "id":"ED082943",
        "title":"The Education and Training of America's Scientists and Engineers: 1962."},
      {
        "id":"ED082944",
        "title":"Characteristics of America&apos;s Engineers and Scientists: 1960 and 1962."},
      {
        "id":"ED082945",
        "title":"Aspects of Education, Number Twelve. A New Look at the Teaching of Physical Sciences."},
      {
        "id":"ED082946",
        "title":"Training Guide in Surface SAWRS Observations."},
      {
        "id":"ED082948",
        "title":"The Provision Made for Selected Intellectual Consequences by Science Teaching: Derivation and Application of an Analytical Scheme."},
      {
        "id":"ED082949",
        "title":"Teaching Physics in Spanish to Latin American Students."},
      {
        "id":"ED082950",
        "title":"The Differential Effects of Concrete Props and Graphics in Instructional Material for First Grade Children of Varying Cognitive Structures."},
      {
        "id":"ED082952",
        "title":"Articulated Multimedia Physics, Lesson 1, Measurement and Unit Systems."},
      {
        "id":"ED082953",
        "title":"Articulated Multimedia Physics, Lesson 2, Significant Figures and Powers of Ten."},
      {
        "id":"ED082954",
        "title":"Articulated Multimedia Physics, Lesson 3, The Arithmetic of Scientific Notation."},
      {
        "id":"ED082955",
        "title":"Articulated Multimedia Physics, Lesson 4, Vectors."},
      {
        "id":"ED082957",
        "title":"Articulated Multimedia Physics, Lesson 6, Uniformly Accelerated Motion of Bodies Starting From Rest."},
      {
        "id":"ED082958",
        "title":"Articulated Multimedia Physics, Lesson 7, Combining Forces."},
      {
        "id":"ED082960",
        "title":"Articulated Multimedia Physics, Lesson 9, Universal Gravitation."},
      {
        "id":"ED082961",
        "title":"Articulated Multimedia Physics, Lesson 10, Circular Motion."},
      {
        "id":"ED082962",
        "title":"Articulated Multimedia Physics, Lesson 11, Impulse and Momentum."},
      {
        "id":"ED082963",
        "title":"Articulated Multimedia Physics, Lesson 12, Work, Energy, and Power."},
      {
        "id":"ED082965",
        "title":"Articulated Multimedia Physics, Lesson 14, Gases, The Gas Laws, and Absolute Temperature."},
      {
        "id":"ED082966",
        "title":"Teacher Evaluation: A Strategy for Science Teachers."},
      {
        "id":"ED082967",
        "title":"Development of Views and Preferences - C."},
      {
        "id":"ED082968",
        "title":"Our World and Welcome to It: A Handbook for Environmental Education."},
      {
        "id":"ED082970",
        "title":"University Curricula in the Marine Sciences and Related Fields, Academic Years 1973-1974, 1974-1975."},
      {
        "id":"ED082971",
        "title":"Persons in Engineering, Scientific, and Technical Occupations: 1970 and 1972. Current Population Reports, Series P-23, No. 45."},
      {
        "id":"ED082973",
        "title":"Project SKILL (Skill Development Through Individual Learning Levels) Final Report, 1969-1972."},
      {
        "id":"ED082975",
        "title":"The Expanding Concept of Environment."},
      {
        "id":"ED082976",
        "title":"Pesticides and the Environment."},
      {
        "id":"ED082977",
        "title":"The Environmental Studies Program of the Virgin Islands Department of Education."},
      {
        "id":"ED082978",
        "title":"An Air Pollution Resource Manual for Junior High School and High School Teachers."},
      {
        "id":"ED082979",
        "title":"High School Students and Their Concepts of the Environment: Two Mutually Exclusive Sets."},
      {
        "id":"ED082980",
        "title":"Economic and Ecological Input-Output Model."},
      {
        "id":"ED082982",
        "title":"Environmental Issues: A Courtroom Simulation."},
      {
        "id":"ED082983",
        "title":"Amendments to the Environmental Education Act of 1970. Hearings before the Select Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session on H.R.3927."},
      {
        "id":"ED082984",
        "title":"Environmental Education in Alabama. A Comprehensive Approach."},
      {
        "id":"ED082985",
        "title":"A Guidebook for Family Planning Education."},
      {
        "id":"ED082986",
        "title":"Summary of the American Camping Association Camp Ecological Training Project, 1972."},
      {
        "id":"ED082996",
        "title":"SMEAC Newsletter, Mathematics Education, Volume 5, Number 3."},
      {
        "id":"ED082997",
        "title":"Individualized Mathematics Teaching. Results from the IMU Project in Sweden."},
      {
        "id":"ED082998",
        "title":"Environmental Education, Preservice Preparation of Teachers."},
      {
        "id":"ED083000",
        "title":"University Organization for Environmental Education."},
      {
        "id":"ED083002",
        "title":"University Research on Problems Posed by Society."},
      {
        "id":"ED083003",
        "title":"Environmental Management Education: Status and the OSU/SNR Program."},
      {
        "id":"ED083004",
        "title":"A Curriculum Activities Guide to In-Depth Environmental Studies."},
      {
        "id":"ED083005",
        "title":"A Longitudinal Study of Mathematical Achievement in the Primary School Years: Description of Design, Sample, and Factor Analyses of Tests."},
      {
        "id":"ED083007",
        "title":"A Conference on Mathematics for Gifted Students."},
      {
        "id":"ED083008",
        "title":"Report of a Conference on Mathematics Education in the Inner City Schools."},
      {
        "id":"ED083009",
        "title":"Library Bulletin [International Planned Parenthood Federation, August 1973]."},
      {
        "id":"ED083010",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 18, No. 1."},
      {
        "id":"ED083011",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 25, No. 1."},
      {
        "id":"ED083043",
        "title":"Investigations in Mathematics Education, Volume 6 Number 3."},
      {
        "id":"ED083044",
        "title":"Elementary Science Guide, K-7."},
      {
        "id":"ED083045",
        "title":"From Here, Where? A Space Mathematics Supplement for Secondary Levels."},
      {
        "id":"ED083046",
        "title":"A Report on Elementary School Curriculum Mathematics Component, Project PRIMES: Progress Research in Meeting Elementary Standards."},
      {
        "id":"ED083047",
        "title":"Political Efficacy and Political Trust among Black Schoolchildren: Four Alternative Explanations."},
      {
        "id":"ED083048",
        "title":"How to Use Recordings. How to Do It Series, Number 8."},
      {
        "id":"ED083049",
        "title":"How to Utilize Community Resources. How to Do It Series, Number 13."},
      {
        "id":"ED083050",
        "title":"How to Introduce Maps and Globes: Grades One Through Six. How to Do It Series, Number 15."},
      {
        "id":"ED083052",
        "title":"How to Plan for Student Teaching. How to Do It Series, Number 18."},
      {
        "id":"ED083053",
        "title":"How to Study a Class. How to Do It Series, Number 19."},
      {
        "id":"ED083055",
        "title":"How to Work with the Academically Talented in the Social Studies. How to Do It Series, Number 21."},
      {
        "id":"ED083056",
        "title":"How to Develop Time and Chronological Concepts. How to Do It Series, Number 22."},
      {
        "id":"ED083057",
        "title":"How to Teach Library Research Skills in Secondary School Social Studies. How to Do It Series, Number 23."},
      {
        "id":"ED083058",
        "title":"Research in Social Studies and Social Science Education: Introduction, Analyses, and Reviews of Research."},
      {
        "id":"ED083059",
        "title":"A Disclosure Approach to Value Analysis in Social Studies Education: Rationale and Components."},
      {
        "id":"ED083060",
        "title":"The Development of a Curriculum for the Study of Canada in the Elementary School System of Maine. Final Report."},
      {
        "id":"ED083062",
        "title":"The Dynamics of Life Skills Coaching."},
      {
        "id":"ED083063",
        "title":"All About Art."},
      {
        "id":"ED083064",
        "title":"Identifying, Documenting, Evaluating, and Sharing Innovative Classroom Practices."},
      {
        "id":"ED083071",
        "title":"Impact: Interdisciplinary Model Programs in the Arts for Children and Teachers. Final Report."},
      {
        "id":"ED083072",
        "title":"SADMESS. Student Assisted Development of Materials for Environmental and Social Studies. Final Report."},
      {
        "id":"ED083073",
        "title":"\"Toward Acceptance.\" A Title III Program, 1969-72."},
      {
        "id":"ED083077",
        "title":"Praxis in the Human Services as a Political Act."},
      {
        "id":"ED083078",
        "title":"Graduate Training for Communication and Social Development."},
      {
        "id":"ED083079",
        "title":"Toward International Understanding in the American Secondary Schools."},
      {
        "id":"ED083080",
        "title":"The Relationship of Students' Personality Structure, Socioeconomic Background, and Program Placement to Their Perception of the Organizational Characteristics of Select Public High Schools."},
      {
        "id":"ED083081",
        "title":"From 'Order' to 'Economy': Education and Order in Eighteenth-Century America."},
      {
        "id":"ED083082",
        "title":"Teaching the Social Studies. What Research Says to the Teacher. Series 20. Revised Edition."},
      {
        "id":"ED083083",
        "title":"The Change Process: What We Can Learn from Nepal. Curriculum Bulletin. Volume 27, Number 317."},
      {
        "id":"ED083086",
        "title":"Problems and Decisions in the Development of a New Training Program, \"Discussing Controversial Issues.\""},
      {
        "id":"ED083087",
        "title":"Films."},
      {
        "id":"ED083088",
        "title":"The Pedagogue's Panoplist. An Irregular Review of Heuristic Happenings at the Horace Mann Space Center, Museum Education Department, Old Sturbridge Village. Volume II, Number 3."},
      {
        "id":"ED083089",
        "title":"Responses of Children to Art. Final Report."},
      {
        "id":"ED083091",
        "title":"Bringing about Change in Social Studies Education."},
      {
        "id":"ED083092",
        "title":"Teacher's Guide to the Eleventh Grade Course on Area Studies. [And] Culminating Procedures for Course. Project Social Studies."},
      {
        "id":"ED083093",
        "title":"Western Europe: The Political, Social, and Economic Systems of Britain, France, and Germany. Grade Eleven. [Resource Unit I, Sub Unit 3.] Project Social Studies."},
      {
        "id":"ED083094",
        "title":"Western Europe: Introduction and Geography. Grade Eleven. [Resource Unit I, Sub Unit 1.] Project Social Studies."},
      {
        "id":"ED083095",
        "title":"Western Europe: History of Western Europe. Grade Eleven. [Resource Unit I, Sub Unit 2.] Project Social Studies."},
      {
        "id":"ED083096",
        "title":"Teacher's Supplement to Unit on U.S.S.R. Grade Eleven. [Unit II.] Project Social Studies."},
      {
        "id":"ED083097",
        "title":"The U.S.S.R.: Introduction and Sub Unit on Geography. Grade Eleven. [Resource Unit II, Sub Unit 1.] Project Social Studies."},
      {
        "id":"ED083098",
        "title":"The U.S.S.R.: History of Russia. Grade Eleven. [Resource Unit II, Sub Unit 2.] Project Social Studies."},
      {
        "id":"ED083099",
        "title":"The U.S.S.R.: The Totalitarian State. Grade Eleven. [Resource Unit II, Sub Unit 3.] Project Social Studies."},
      {
        "id":"ED083100",
        "title":"The U.S.S.R.: Foreign Policy of the Soviet Union. Grade Eleven. [Resource Unit II, Sub Unit 4.] Project Social Studies."},
      {
        "id":"ED083101",
        "title":"China. Grade Eleven. [Resource Unit III.] Project Social Studies."},
      {
        "id":"ED083102",
        "title":"India. Grade Eleven. [Resource Unit IV.] Project Social Studies."},
      {
        "id":"ED083103",
        "title":"Teacher's Guide to the Twelth Grade Course on Value Conflicts and Policy Decisions. Project Social Studies."},
      {
        "id":"ED083104",
        "title":"How Can We Preserve Our Security without Sacrificing Essential Freedom. Grade Twelve. [Resource Unit I.] Project Social Studies."},
      {
        "id":"ED083105",
        "title":"Racial Conflict in the United States: What Should Be Done? Grade Twelve. [Resource Unit V.] Project Social Studies."},
      {
        "id":"ED083106",
        "title":"War and Peace. Grade Twelve. [Resource Unit VI.] Project Social Studies."},
      {
        "id":"ED083107",
        "title":"Africa South of the Sahara. Grade Twelve. [Resource Unit IV.] Project Social Studies."},
      {
        "id":"ED083108",
        "title":"What is the Good Life? Grade Twelve. [Resource Unit VII.] Project Social Studies."},
      {
        "id":"ED083109",
        "title":"The Underdeveloped Countries. Grade Twelve. [Resource Unit III.] Project Social Studies."},
      {
        "id":"ED083110",
        "title":"Promoting Economic Growth in the U.S. Grade Twelve. [Resource Unit II.] Project Social Studies."},
      {
        "id":"ED083111",
        "title":"National Seminar on the Diffusion of New Instructional Materials and Practices. Perspectives on Diffusion."},
      {
        "id":"ED083113",
        "title":"National Seminar on the Diffusion of New Instructional Materials and Practices. 1.0 Are There Characteristics of Particular Subject Matters That Make Products Which Are Based on Them More or Less Likely to be Adopted? and 2.0 Are There Characteristics of Developers That Tend to Inhibit or Encourage Use of Their Ideas and Products?"},
      {
        "id":"ED083114",
        "title":"National Seminar on the Diffusion of New Instructional Materials and Practices. 3.0 Product Characteristics: What Are the Characteristics of Educational Products That Make Them More or Less Likely To Be Diffused?"},
      {
        "id":"ED083115",
        "title":"National Seminar on the Diffusion of New Instructional Materials and Practices. 4.0 Characteristics of the School: What Are the Characteristics of Schools That Discourage or Encourage the Introduction and Use of New Ideas?"},
      {
        "id":"ED083116",
        "title":"National Seminar on the Diffusion of New Instructional Materials and Practices. 5.0 Characteristics of the Communications Network: What are the Mechanisms Within the Diffusion System That Encourage or Discourage the Diffusion of Innovation?"},
      {
        "id":"ED083117",
        "title":"All Around You. An Environmental Study Guide."},
      {
        "id":"ED083118",
        "title":"Determinants of University Students' Political Attitudes or Demythologizing Campus Political Activism."},
      {
        "id":"ED083119",
        "title":"Intercultural Social Studies Project for Secondary Schools. Annual Report."},
      {
        "id":"ED083120",
        "title":"Finding Relevance in Your Own Backyard: A Course in Local History. Profile of Promise 10."},
      {
        "id":"ED083121",
        "title":"The Proper Study of Man. Profiles of Promise 12."},
      {
        "id":"ED083122",
        "title":"Student Teachers Self Analysis of Teaching Behavior."},
      {
        "id":"ED083123",
        "title":"A Report of the Team-Teaching, Team-Governance Program at Rockland Junior High."},
      {
        "id":"ED083124",
        "title":"Performance Recertification Field Test Guidelines."},
      {
        "id":"ED083125",
        "title":"An Empirical Investigation of a Post-Baccalaureate Internship Teacher Preparation Program."},
      {
        "id":"ED083126",
        "title":"A Comparison of the Motor Performances of Boys and Girls in the Lower Elementary Grades."},
      {
        "id":"ED083127",
        "title":"Teacher Training Through the Minicourse."},
      {
        "id":"ED083128",
        "title":"Opening the Doors of Opportunity (Part 4 of the ERIC Clearinghouse on Teacher Education Project on Career Education)."},
      {
        "id":"ED083131",
        "title":"Social Facilitation Effects on Children During Early Stages of Motor Learning."},
      {
        "id":"ED083132",
        "title":"Attitude Changes in Student Teachers as a Function of Type of Student Teaching Experience."},
      {
        "id":"ED083133",
        "title":"Mark Chain Analysis of Classroom Interaction Data."},
      {
        "id":"ED083134",
        "title":"Incentives for School Achievement."},
      {
        "id":"ED083135",
        "title":"Individualized Instruction: Selected Elements, Programs, and Instructional Materials."},
      {
        "id":"ED083136",
        "title":"A Procedure for Recording Sequential Patterns of Social Interaction in the Classroom."},
      {
        "id":"ED083137",
        "title":"Multidimensional Scaling of Classroom Interaction Data."},
      {
        "id":"ED083138",
        "title":"Effects of Rate of Movement on Effective Maximal Force Generated by Elbow Extensors."},
      {
        "id":"ED083139",
        "title":"Opportunities Abroad for Teachers 1974-75."},
      {
        "id":"ED083140",
        "title":"Project Change: Open Education for Teachers and Children."},
      {
        "id":"ED083141",
        "title":"Eastern Airlines' Volunteer Program. Progress Report. March 15, 1972 - May 25, 1972."},
      {
        "id":"ED083143",
        "title":"Of the Variables Causing an Institution to Have an Outstanding Teacher Education Program, How Much Import Can Be Attributed to the Fact that the Institution Recruits & Selects \"Outstanding\" Students?"},
      {
        "id":"ED083144",
        "title":"Incentive Systems for Education Personnel. Final Report."},
      {
        "id":"ED083147",
        "title":"The Promise of Performance. (Competency)-Based Education: An Analytical Review of Literature and Experience. Final Report. SPON;BBB08936"},
      {
        "id":"ED083151",
        "title":"Teacher Competence: To Do What?"},
      {
        "id":"ED083152",
        "title":"Change in Classroom Behavior from Fall to Winter for High and Low Control Teachers."},
      {
        "id":"ED083153",
        "title":"An Overview of Organized Athletic Competition Among Pupils of Elementary School Age."},
      {
        "id":"ED083154",
        "title":"Alternatives in Teacher Preparation: A Case Study."},
      {
        "id":"ED083155",
        "title":"Teachers Talk About Their Feelings."},
      {
        "id":"ED083156",
        "title":"Summative Report of Cooperative Teacher Education Program 1972-73."},
      {
        "id":"ED083157",
        "title":"International Teacher Exchange."},
      {
        "id":"ED083158",
        "title":"The Advisory Approach to Inservice Training."},
      {
        "id":"ED083159",
        "title":"Assessing Readiness for Professional Practice. Occasional Paper Number One."},
      {
        "id":"ED083160",
        "title":"Preparing Teachers in the Age of Accountability."},
      {
        "id":"ED083161",
        "title":"A Theoretical Basis for Organization of Curriculum."},
      {
        "id":"ED083162",
        "title":"Individualization of Instruction: The Elementary School. Education Monograph No. 6."},
      {
        "id":"ED083163",
        "title":"Individualization of Instruction: Evaluation--A Roadblock. Education Monograph No. 5."},
      {
        "id":"ED083164",
        "title":"Individualization of Instruction: Flexible Scheduling. Education Monograph No. 4."},
      {
        "id":"ED083166",
        "title":"Individualization of Instruction: Team Teaching. Education Monograph No. 2."},
      {
        "id":"ED083168",
        "title":"Accreditation Documents for Undergraduate Programs in Home Economics."},
      {
        "id":"ED083170",
        "title":"A Proposal for Establishing a Teacher-Training Program Primarily for Graduate Students in Economics."},
      {
        "id":"ED083171",
        "title":"Quarterly Report. Information and Research Utilization Center in Physical Education and Recreation for the Handicapped, March 30, 1973-June 29, 1973."},
      {
        "id":"ED083172",
        "title":"Protocol Materials Development Project. A Summary Report 1970-1973."},
      {
        "id":"ED083173",
        "title":"Contrived Role Playing and Attitude Change."},
      {
        "id":"ED083174",
        "title":"Training in the Ford Training and Placement Program."},
      {
        "id":"ED083176",
        "title":"An Analysis of the Attitudes of Prospective White Teachers Toward the Inner-City Schools."},
      {
        "id":"ED083177",
        "title":"Competency-Based Certification: What Are the Key Issues? NEPTE Working Paper #6."},
      {
        "id":"ED083178",
        "title":"International Understanding Via Student Teaching Abroad."},
      {
        "id":"ED083179",
        "title":"Teacher Survival from the Perspective of the Training Institution. Research and Development Memorandum No. 112."},
      {
        "id":"ED083180",
        "title":"A Descriptive Analysis of the Cary Leadership Fellows Program: An Experiment in Training for Educational Leadership."},
      {
        "id":"ED083181",
        "title":"Performance-Based Teacher Education: Publications and Sources of Information for Educators."},
      {
        "id":"ED083182",
        "title":"An Evaluation Instrument for a Competency-Based Teacher Education Program."},
      {
        "id":"ED083183",
        "title":"A Comparison of the Ratings Given Ten Teacher Applicants By Ten Public School Administrators After a Traditional Interview and a Video-Tape Teaching Demonstration."},
      {
        "id":"ED083184",
        "title":"An Exploratory Study of the Role of Paid Aides in a Differentiated Staffing Project. Technical Report No. 37."},
      {
        "id":"ED083185",
        "title":"Outdoor Recreation Behavior as Viewed from a Symbolic Interactionism Perspective."},
      {
        "id":"ED083186",
        "title":"Comparison of A-B-C-F and H-P-F Grading Systems in Graduate Education Courses at Herbert H. Lehman College. Final Complete Report."},
      {
        "id":"ED083187",
        "title":"H-P-F Grading System in Graduate Education Courses at Herbert H. Lehman College-Follow-Up Study."},
      {
        "id":"ED083188",
        "title":"Windows to the Bureaucracy."},
      {
        "id":"ED083189",
        "title":"The School and the University: Adversaries or Partners?"},
      {
        "id":"ED083190",
        "title":"A Pilot Study of the Advisory Approach to Inservice Training. Final Report."},
      {
        "id":"ED083191",
        "title":"Patterns and Styles in the Supervision of Teachers in Individual Conferences Following Classroom Observation."},
      {
        "id":"ED083192",
        "title":"Specificity of Cardiovascular Endurance Training."},
      {
        "id":"ED083193",
        "title":"An Introduction to Microteaching for the Associate Instructor Teaching Skills Program."},
      {
        "id":"ED083194",
        "title":"Getting Started: A Guide for Beginning College Instructors."},
      {
        "id":"ED083195",
        "title":"A Survey of Undergraduate Attitudes Towards Associate Instructors."},
      {
        "id":"ED083196",
        "title":"Review of Research Related to Graduate School Teacher Intern Programs."},
      {
        "id":"ED083197",
        "title":"Undergraduate Preparation of Educational Personnel Program. Program Information Materials."},
      {
        "id":"ED083198",
        "title":"A Program to Assist Educational Personnel to Teach Students of Wide Variability in Regular Classrooms. Director's Final Report. (July 1, 1970 to July 30, 1973)."},
      {
        "id":"ED083199",
        "title":"A National Design for the Middle School."},
      {
        "id":"ED083200",
        "title":"A National Design for the Elementary School."},
      {
        "id":"ED083201",
        "title":"A National Design for the High School."},
      {
        "id":"ED083202",
        "title":"Some Preliminary Observations Regarding the Minnesota State Human Relations Requirement and Its Effect on In-Service Teachers."},
      {
        "id":"ED083203",
        "title":"A Follow-Up Study of Selected 1971 Master of Education Degree Recipients of West Texas State University. Final Report."},
      {
        "id":"ED083204",
        "title":"A Pilot Study Concerning the Continuing Education Needs of the State of Idaho--Including a Survey of the Continuing Education Needs of Idaho's Classroom Teachers."},
      {
        "id":"ED083205",
        "title":"Influentials Upon Student Teachers in Three Pre-Service Settings."},
      {
        "id":"ED083207",
        "title":"Project Follow-Up: A Model for Developing Professional Competencies in First Year Teachers."},
      {
        "id":"ED083208",
        "title":"Proposal for an External Degree Program Master of Arts in Education (Concentration in Early Childhood and Special Education)."},
      {
        "id":"ED083209",
        "title":"Rules Affecting the Eligibility of the Mentally Retarded for Interscholastic Athletics: A Survey of State High School Athletic Associations."},
      {
        "id":"ED083210",
        "title":"Generic Teaching Competencies: An Interim Inventory for Subsequent Independent Development by Pennsylvania Colleges and Universities."},
      {
        "id":"ED083211",
        "title":"Summary Reports of the Pilot Institutions. Teacher Education and Religion Project."},
      {
        "id":"ED083212",
        "title":"Techniques and Processes. Teacher Education and Religion Project."},
      {
        "id":"ED083213",
        "title":"Faculty Seminars: Selected Topics. Teacher Education and Religion Project."},
      {
        "id":"ED083214",
        "title":"Intern Teachers and Student Teacher at the University of California, Berkeley: A Comparative Study."},
      {
        "id":"ED083216",
        "title":"Oxygen Consumption in the First Stages of Strenuous Work as a Function of Prior Exercise."},
      {
        "id":"ED083217",
        "title":"The Teaching of Sex Education: An Assessment of Inservice Education."},
      {
        "id":"ED083218",
        "title":"The Impact of a Six Week Instructional Package on the Leadership Characteristics of a Group of College Junior and Senior Level Education Majors."},
      {
        "id":"ED083219",
        "title":"Achievement of LSE Black Children with Teachers of Different Sex and Ethnic Identity."},
      {
        "id":"ED083220",
        "title":"The Chronic and Acute Effects of Exercise Upon Selected Blood Measures."},
      {
        "id":"ED083221",
        "title":"How to Research the Power Structure of Your University or College."},
      {
        "id":"ED083223",
        "title":"Recruiting Black Teachers for White Suburbs"},
      {
        "id":"ED083224",
        "title":"The Remembered Childhood Self As Forecaster of Teacher-Child Relations."},
      {
        "id":"ED083225",
        "title":"Student Educational Self-Inventory: Establishing a Rationale."},
      {
        "id":"ED083226",
        "title":"Psychology and Teaching: Behavior Shaping and Curriculum."},
      {
        "id":"ED083227",
        "title":"An Examination of the Research on the Effectiveness of Microteaching as a Teacher Training Methodology."},
      {
        "id":"ED083228",
        "title":"How Educators of Teachers of Science Evaluate Biology Teachers."},
      {
        "id":"ED083229",
        "title":"Teacher Perceptions of School Climate and the Implementation of Individually Guided Education (IGE)."},
      {
        "id":"ED083230",
        "title":"The Teacher-Image in the American Short Story."},
      {
        "id":"ED083231",
        "title":"An Investigation into the Effects of a Humanistic Training Method on the Perceptions of Elementary Teachers-in-Training."},
      {
        "id":"ED083232",
        "title":"An Analysis of Iowa Superintendents' Opinions Concerning Marking Systems for the Student Teaching Experience."},
      {
        "id":"ED083233",
        "title":"EPDA B-2 Alhambra Elementary Kindergarten-Aide Training Project."},
      {
        "id":"ED083234",
        "title":"Why Small Group Instruction?"},
      {
        "id":"ED083235",
        "title":"The Political Attitudes of Canadian Athletes."},
      {
        "id":"ED083236",
        "title":"FTPP News Briefs. Progress Report. November, 1972."},
      {
        "id":"ED083237",
        "title":"Trends of Research on Prevention of Physiological Aging and the Value of Exercise for Fitness and Health."},
      {
        "id":"ED083238",
        "title":"Jogging Guidelines."},
      {
        "id":"ED083239",
        "title":"Physical Conditioning through Water Exercises."},
      {
        "id":"ED083240",
        "title":"Human Relations Education Project. Final Evaluation Report."},
      {
        "id":"ED083241",
        "title":"The Teacher As Choice Maker in Curriculum Development: A Case Study."},
      {
        "id":"ED083242",
        "title":"The Teaching Effectiveness of an Alternative Teaching Facility."},
      {
        "id":"ED083243",
        "title":"PIC: A Process Model for the Individualization of Curricula."},
      {
        "id":"ED083244",
        "title":"Reciprocal Effects of Supervising Teacher and Student Teacher Attitudes."},
      {
        "id":"ED083245",
        "title":"Some Methodological Considerations in the Use of Factor Analysis to Determine Dimensions Underlying Student Ratings of Courses and Instructors."},
      {
        "id":"ED083246",
        "title":"Should Teacher Education Institutions Be Concerned About the Stull Act?"},
      {
        "id":"ED083247",
        "title":"Outdoor Recreation Action. Report 25."},
      {
        "id":"ED083248",
        "title":"The Role of Cognitive Style in Academic Performance and in Teacher-Student Relations."},
      {
        "id":"ED083249",
        "title":"[Undergraduate Experimental Program.]"},
      {
        "id":"ED083250",
        "title":"A Copartnership for Bilateral Change: The University of Wisconsin - La Crosse Center for Education Professions (CEP) and the Area Movement for Educationally New Dimensions (AMEND)."},
      {
        "id":"ED083251",
        "title":"Teaching in the Middle School. Implications Concerning Certification and Function."},
      {
        "id":"ED083252",
        "title":"Francis Howell Teachers Speak. An Evaluation of Issues for Experienced Teachers. Report Series #79."},
      {
        "id":"ED083253",
        "title":"Teacher Education Center Survey. Region V, West Central West Virginia."},
      {
        "id":"ED083254",
        "title":"New Jersey Social Science Teachers Look at American Institutions."},
      {
        "id":"ED083256",
        "title":"A Report on Elementary School Curriculum Creative Arts and Physical Education Component. Project PRIMES: Progress Research in Meeting Elementary Standards. ESEA, Title III 1972-1973."},
      {
        "id":"ED083257",
        "title":"ModMAP (Modular Multiple Alternatives Program). Program Description 1973-1974."},
      {
        "id":"ED083258",
        "title":"Evaluation of the Preschool Program, Summer, 1972. Research and Development Report, Vol. VI, No. 26."},
      {
        "id":"ED083259",
        "title":"Job Corps Reading Program, Phillips Junior High School, Minneapolis, 1971-72. A Title I, ESEA Project."},
      {
        "id":"ED083260",
        "title":"An Interim Evaluation of the Burroughs-Clinton Busing Program; Minneapolis Public Schools."},
      {
        "id":"ED083261",
        "title":"Mobile Learning Centers of Minneapolis, 1971-72. A Title I, ESEA Project."},
      {
        "id":"ED083262",
        "title":"Trimester Assessment II, 1971-72."},
      {
        "id":"ED083263",
        "title":"Evaluation of Leadership Laboratory Program Conducted in the Fort Worth Independent School District."},
      {
        "id":"ED083264",
        "title":"Self-Appraisal of Physical Performance Capacity. Reports from the Institute of Applied Psychology, The University of Stockholm, No. 32."},
      {
        "id":"ED083266",
        "title":"The Minneapolis Public School Administrators' Workshop Conference on Integration: St. John's University, August 16-18, 1972. An Evaluation."},
      {
        "id":"ED083267",
        "title":"An Analysis of the Bryant YES Center Student Reading and Math Growth, 1971-1972."},
      {
        "id":"ED083268",
        "title":"An Analysis of the Reading and Math Growth of Minneapolis Intermediate Grade Title I Students, 1969-1971."},
      {
        "id":"ED083269",
        "title":"Evaluation of Title I ESEA Projects, 1971-1972. Volume I, Cultural, Affective and Supportive Services Projects."},
      {
        "id":"ED083270",
        "title":"Evaluation of Title I ESEA Projects, 1971-1972. Volume II, School-Community Relations and Unique Staffing Patterns."},
      {
        "id":"ED083271",
        "title":"Evaluation of Title I ESEA Projects, 1971-1972. Volume III, Instructional Practices and Student Cognitive Performance."},
      {
        "id":"ED083272",
        "title":"Evaluation of Title I ESEA Projects, 1971-1972. Volume IV, Auxiliary Services to Schools and Pupils."},
      {
        "id":"ED083273",
        "title":"Bethune Continuous Progress Primary Evaluation, 1970-1972."},
      {
        "id":"ED083274",
        "title":"Survey of Secondary School Students' Perceptions of School and Education."},
      {
        "id":"ED083276",
        "title":"Assessment of Oregon's Educational Needs."},
      {
        "id":"ED083277",
        "title":"Computerized Test Library."},
      {
        "id":"ED083278",
        "title":"The Maladaptive Behavior Record (MBR): A Scale for the Analysis and Prediction of Community Adjustment and Recidivism of Offenders."},
      {
        "id":"ED083279",
        "title":"Behavioral Objectives Writing Skills Test."},
      {
        "id":"ED083280",
        "title":"Curriculum Evaluation and Literary Criticism: The Explication of an Analogy."},
      {
        "id":"ED083281",
        "title":"Equating the Scales of the Prueba de Aptitud Academica and the Scholastic Aptitude Test."},
      {
        "id":"ED083282",
        "title":"Impact of the Curso de Perfeccionamiento: An Audit of the Effectiveness of the Physician Retraining Program at the University of Puerto Rico. Final Report for Cursos 1 and 2."},
      {
        "id":"ED083283",
        "title":"Language Comprehension and Performance."},
      {
        "id":"ED083284",
        "title":"Issues and Procedures in the Development of Criterion Referenced Tests."},
      {
        "id":"ED083285",
        "title":"The Context of Assessment and the Assessment of Context."},
      {
        "id":"ED083288",
        "title":"Reorganized Junior High Program: An Evaluation 1971-72. A Title III, ESEA Project."},
      {
        "id":"ED083290",
        "title":"Minneapolis IPI Mathematics Project 1971-72: Third Year Evaluation. A Title I, ESEA Project."},
      {
        "id":"ED083291",
        "title":"Selection of Exemplary Educational Products. Panel Review of Products, 1972-1973."},
      {
        "id":"ED083292",
        "title":"Dissemination Recommendations on and Descriptions of Exemplary Products. Panel Review of Products (PROP), 1972-1973."},
      {
        "id":"ED083294",
        "title":"Teacher/Child Behaviors in an Open Environment Day Care Program. Final Report."},
      {
        "id":"ED083295",
        "title":"Validation of a Task Analysis Methodology Applied to Long-Haul Truck Driver Behaviour."},
      {
        "id":"ED083296",
        "title":"Physical Environment in Relation to Creativity and Intelligence."},
      {
        "id":"ED083297",
        "title":"The Career Construct: An Extension of Kuhn's Twenty Statements Test."},
      {
        "id":"ED083298",
        "title":"Classical Test Theory and Criterion-Referenced Scales."},
      {
        "id":"ED083299",
        "title":"Effectiveness of Innovations in the Teaching of Psychology: A Critique."},
      {
        "id":"ED083300",
        "title":"Principal Components Analyses of Predictor Variables in Dental Education."},
      {
        "id":"ED083301",
        "title":"Research Strategies in Higher Education."},
      {
        "id":"ED083302",
        "title":"BSCS Biology--Its Lasting Effects."},
      {
        "id":"ED083303",
        "title":"A Statistical Study of Wastage at School. Studies and Surveys in Comparative Education Series."},
      {
        "id":"ED083304",
        "title":"Guidelines &quot;PEP,&quot; Peer Evaluation Program. A Systematic Approach for Evaluating Educational Programs, 1973-1974."},
      {
        "id":"ED083305",
        "title":"The Effect of Being Able to Control Aversive Stimuli."},
      {
        "id":"ED083306",
        "title":"Title VII Bilingual Project, Let&apos;s Be Amigos: Evaluation of the Third Year, 1971-1972."},
      {
        "id":"ED083307",
        "title":"Reassessing the Criteria of Competence in School."},
      {
        "id":"ED083309",
        "title":"The Use of Late Respondents to Estimate the Nature of Non-Respondents."},
      {
        "id":"ED083310",
        "title":"Cross Cultural Attitude Inventory [and] Test Manual."},
      {
        "id":"ED083311",
        "title":"Jefferson Junior High Pocket School and Positive Peer Culture: An Evaluation."},
      {
        "id":"ED083312",
        "title":"Reactions to the Minneapolis Vocational Adjustment Coordinators' Program, March 1972."},
      {
        "id":"ED083313",
        "title":"Test Collection Bulletin, Vol. 7, No. 4."},
      {
        "id":"ED083314",
        "title":"Cross Validation and Generalization of a Content Analysis of the Narrative Sections of Navy Performance Evaluation for Senior Enlisted Personnel."},
      {
        "id":"ED083315",
        "title":"Basic Skill Centers of Minneapolis, 1971-72."},
      {
        "id":"ED083316",
        "title":"Pyramids' Reading Program Project Directors' Report, 1971-72."},
      {
        "id":"ED083317",
        "title":"Implementation of a Bayesian System for Decision Analysis in a Program of Individually Prescribed Instruction."},
      {
        "id":"ED083320",
        "title":"Measures of Self-Concept Grades 4-6."},
      {
        "id":"ED083321",
        "title":"Attitudes Toward School and School Adjustment Grades 4-6."},
      {
        "id":"ED083322",
        "title":"Assessment of Teachers."},
      {
        "id":"ED083324",
        "title":"Simulation Games in the Classroom: How Important is the Post-Game Discussion?"},
      {
        "id":"ED083325",
        "title":"The Assessment of Minority Groups: An Annotated Bibliography. ERIC-IRCD Urban Disadvantaged Series, Number 34, August 1973."},
      {
        "id":"ED083326",
        "title":"Taxes and the Consumer. One of a Series for Expanded Programs in Consumer Education."},
      {
        "id":"ED083327",
        "title":"Abilities, Environments, and Attainments."},
      {
        "id":"ED083328",
        "title":"Urbanization and Urban Life in Alberta. Report of the Urban Studies Symposium Sponsored by the Alberta Human Resources Research Council, November 21, 1969."},
      {
        "id":"ED083329",
        "title":"A Description and Comparison of the Attitudes of White High School Seniors Toward Black Americans in Three Suburban High Schools: An All White, a Desegregated, and an Integrated High School."},
      {
        "id":"ED083331",
        "title":"Nutrition, Development, and Social Behavior. Proceedings of the Conference on the Assessment of Tests of Behavior From Studies of Nutrition in the Western Hemisphere."},
      {
        "id":"ED083332",
        "title":"Oral vs. Written Presentations of Industrial Acculturation Materials to Unemployed Black Males. Illinois Studies of the Economically Disadvantaged, Technical Report Number 19, August, 1973."},
      {
        "id":"ED083333",
        "title":"Nutrition, the Nervous System, and Behavior. Proceedings of the Seminar on Malnutrition in Early Life and Subsequent Mental Development. (Mona, Jamaica, January 10-14, 1972)."},
      {
        "id":"ED083335",
        "title":"Factors in the Verbal Control of Behavior by Lower and Middle SES Children. Studies in Intellectual Development, Technical Report Series, Number 1, November 1972."},
      {
        "id":"ED083336",
        "title":"Social-Class, Conditional Communication, and Egocentric Speech. Studies in Intellectual Development, Technical Report Series, Number 2, December 1972."},
      {
        "id":"ED083337",
        "title":"The Power of the Rap: The Black Idiom and the New Black Poetry."},
      {
        "id":"ED083338",
        "title":"Compensatory Education in Connecticut, 1971-72. Programs Supported by the Connecticut State Act for Disadvantaged Children and Title I of the Elementary and Secondary Education Act."},
      {
        "id":"ED083340",
        "title":"School Behind Bars--A Descriptive Overview of Correctional Education in the American Prison System."},
      {
        "id":"ED083341",
        "title":"Evaluation of the Program to Continue the Education of Girls Who Must Leave School Because of Pregnancy, 1971-1972."},
      {
        "id":"ED083342",
        "title":"Malnutrition, Learning, and Behavior."},
      {
        "id":"ED083345",
        "title":"Teacher and Experimenter Bias Effects on Children's Learning and Performance."},
      {
        "id":"ED083346",
        "title":"Change and Stability in Correlations Between Intelligence and Reading Test Scores Among Disadvantaged Children."},
      {
        "id":"ED083347",
        "title":"Expectancy Statements in Meaningful Classroom Learning."},
      {
        "id":"ED083348",
        "title":"Student Leadership: Guidelines for Developing Programs in Distressed Low-Income Elementary Schools. Research and Development Memorandum, Number 113."},
      {
        "id":"ED083349",
        "title":"Desegregation, Resegregation and the Southern Courts."},
      {
        "id":"ED083351",
        "title":"Hearing Before the Subcommittee on Equal Opportunities of the Committee on Education and Labor, House of Representatives, Ninety-Third Congress, First Session on H.R. 7807. Comprehensive Youth Opportunities Act of 1973. Hearing Held Washington, D.C., May 17, 1973."},
      {
        "id":"ED083352",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Third Congress, First Session. Maternal, Fetal, and Infant Nutrition--1973. Part 1--Consequences of Malnutrition; Part 2--Government Responses. Hearings Held Washington, D.C., June 5, 6, and 7, 1973."},
      {
        "id":"ED083354",
        "title":"Differences in Earnings and Education Among Ethnic Groups."},
      {
        "id":"ED083355",
        "title":"Shared Control in Urban Neighborhood Schools: An Interpretative Essay and Bibliography. Draft."},
      {
        "id":"ED083356",
        "title":"A Principal's Handbook for Shared Control in Urban Community Schools. Draft."},
      {
        "id":"ED083357",
        "title":"Dilemma of Growing Up Black and Female."},
      {
        "id":"ED083358",
        "title":"The Influence of Mode of Presentation, Ethnicity, and Social Class on Teachers' Evaluations of Students."},
      {
        "id":"ED083359",
        "title":"Black Families and the Moynihan Report: A Research Evaluation."},
      {
        "id":"ED083360",
        "title":"Directory for Reaching Minority Groups."},
      {
        "id":"ED083361",
        "title":"The Effects of Attending a Community Controlled School on Pupils' Perception of Locus of Control."},
      {
        "id":"ED083362",
        "title":"Who Participates in University Adult Education? Studies in Adult Education No. 5."},
      {
        "id":"ED083364",
        "title":"Incorporated Wisconsin Firms with Agricultural Incomes: A Descriptive Analysis."},
      {
        "id":"ED083365",
        "title":"Recurrent Education: A Strategy for Lifelong Learning."},
      {
        "id":"ED083366",
        "title":"Colorado Hospital Survey Covering Salaries, Wages, and Selected Personnel Policies and Practices."},
      {
        "id":"ED083367",
        "title":"Characteristics and Professional Concerns of Organization Development Practitioners."},
      {
        "id":"ED083370",
        "title":"Selected Effects of the Participation of Adults in Program Planning."},
      {
        "id":"ED083371",
        "title":"Recollections and Reflections of Professors of Adult Education; Early 20th Century Leaders and Pioneers in the Field."},
      {
        "id":"ED083372",
        "title":"General Drafting. Technical Manual."},
      {
        "id":"ED083382",
        "title":"Industrial Arts and the Challenge of an Urban Society. Representative Addresses and Proceedings of the American Industrial Arts Association Annual Conference (35th, Atlantic City, N.J. 1973)."},
      {
        "id":"ED083383",
        "title":"A Nationwide Study of Student Career Development; Summary of Results."},
      {
        "id":"ED083384",
        "title":"Training Course for Power Operating Personnel. Lesson No. 6: Alternating-Current Generator Excitation."},
      {
        "id":"ED083386",
        "title":"A Pennsylvania State Plan for the Administration of Vocational-Technical Education Programs. Part I--Administrative Provisions. Fiscal Year 1974."},
      {
        "id":"ED083387",
        "title":"A Pennsylvania State Plan for the Administration of Vocational-Technical Education Programs. Part II--Annual and Long-Range Program Provisions. Fiscal Year 1974."},
      {
        "id":"ED083388",
        "title":"Pre-trial Intervention: The Manhattan Court Employment Project of the Vera Institute of Justice. Final Report."},
      {
        "id":"ED083389",
        "title":"Gunner&apos;s Mate M 1&amp;C. Rate Training Manual."},
      {
        "id":"ED083390",
        "title":"The Allocation of Training Resources in the WIN Program. Final Report."},
      {
        "id":"ED083391",
        "title":"Methods for Identifying On-the-Job Training Content When Surrogate Jobs are Used for Training."},
      {
        "id":"ED083392",
        "title":"Proceedings from Statewide Conference on Physical Education for Handicapped Children and Youth (1st, Ithaca, New York, October 1-3, 1972)."},
      {
        "id":"ED083393",
        "title":"K through 12 Project in Career Development and Bridging the Gap Between School and Work. Final Report."},
      {
        "id":"ED083394",
        "title":"Age and the Journey to Work."},
      {
        "id":"ED083395",
        "title":"Research on Synthetic Training: Device Evaluation and Training Program Development."},
      {
        "id":"ED083396",
        "title":"Minority Employment in State Government, 1971."},
      {
        "id":"ED083397",
        "title":"Work Book for Shorthand Excellence."},
      {
        "id":"ED083398",
        "title":"Instrument Pilot: Airplane. Flight Test Guide, Part 61 Revised 1973, AC 61-56."},
      {
        "id":"ED083399",
        "title":"Health Occupations Competency Survey. Summary of Final Report."},
      {
        "id":"ED083402",
        "title":"Vocational-Technical High School Students in Nassau County, 1965-1969. A Followup Survey."},
      {
        "id":"ED083404",
        "title":"A Guide to Success in Extension for New Colorado Extension Employees."},
      {
        "id":"ED083405",
        "title":"A Supervisor's Guide for the Orientation of Extension Employees."},
      {
        "id":"ED083407",
        "title":"Adult Education in Church and Synagogue: A Review of Selected Recent Literature."},
      {
        "id":"ED083408",
        "title":"Adult Education; State Demographic Data."},
      {
        "id":"ED083409",
        "title":"The Relationship between Patron-Dependence, Communication and Development: A Look into Social Integration and Socio-Economic Control."},
      {
        "id":"ED083410",
        "title":"Reader Development: Filmstrips, An Annotated Bibliography."},
      {
        "id":"ED083411",
        "title":"Cornell OEO Project: An Exploration in Urban Extension Activity."},
      {
        "id":"ED083412",
        "title":"Cornell OEO Project: An Exploration in Urban Extension Activity. Supplementary Report No. 1: The Project Area."},
      {
        "id":"ED083413",
        "title":"Cornell OEO Project: An Exploration in Urban Extension Activity. Supplementary Report No. 2: Families Served by the Cornell-OEO Project."},
      {
        "id":"ED083417",
        "title":"The Fourth Annual Pennsylvania Conference on Postsecondary Occupational Education."},
      {
        "id":"ED083418",
        "title":"Conceptual Guidelines for School Health Programs in Pennsylvania; A Program Continuum for Total School Health."},
      {
        "id":"ED083424",
        "title":"Three-Year Staff Development Plan 1972-1975. Report of HEW Region II Staff Development Project."},
      {
        "id":"ED083425",
        "title":"Interrelation Between Population and Manpower Problems: A Joint ECAFE/ILO Seminar; Report and Selected Papers. (Bangkok, Thailand, January 18-30, 1971). Asian Population Studies Series No. 7."},
      {
        "id":"ED083426",
        "title":"A Study of Black Male Professionals in Industry. Manpower Research Monograph No. 26."},
      {
        "id":"ED083428",
        "title":"Innovation in Law Enforcement. Criminal Justice Monograph. Selections from National Symposium on Law Enforcement Science and Technology. (4th, May 1-3, 1972)."},
      {
        "id":"ED083429",
        "title":"New Approaches to Diversion and Treatment of Juvenile Offenders. Criminal Justice Monograph. Selections from National Symposium on Law Enforcement Science and Technology (4th, May 1-3, 1972)."},
      {
        "id":"ED083430",
        "title":"Competency Among Hard-To-Employ Youths. Final Report."},
      {
        "id":"ED083431",
        "title":"Internship, Leadership and the Advanced Degree in Vocational-Technical Education at Rutgers. Educational Information Series. Monograph Number 1."},
      {
        "id":"ED083432",
        "title":"Career Curriculum Building in the Community College: Selected Proceedings of Two Workshops: Central Piedmont Community College (Charlotte, N.C., March 23-25, 1972) and Community College of Denver (Denver, Colo., May 4-6, 1972)."},
      {
        "id":"ED083433",
        "title":"Career Education, Industrial Arts, and Vocational Education--A Semantic Differential Study."},
      {
        "id":"ED083435",
        "title":"Guidelines in Teaching the Disadvantaged."},
      {
        "id":"ED083436",
        "title":"Search for Effectiveness of the Occupational Orientation Programs in the State of Texas. Final Report."},
      {
        "id":"ED083437",
        "title":"Toward New Opportunities: A Study of Postsecondary Education in Northcentral Wisconsin. Report of Project Crossroads--Wisconsin."},
      {
        "id":"ED083438",
        "title":"Advisory Council Member."},
      {
        "id":"ED083439",
        "title":"Suggested Resource and Instructional Materials for Occupational Orientation Classes, Grades 8-12."},
      {
        "id":"ED083440",
        "title":"Census of Population: 1970; Subject Reports: Vocational Training. Final Report."},
      {
        "id":"ED083441",
        "title":"Fostering the Growing Need to Learn: Designs for the Continuing Education of Health Manpower. Part One, Volume One."},
      {
        "id":"ED083442",
        "title":"Fostering the Growing Need to Learn: Designs for the Continuing Education of Health Manpower. Part One, Volume Two."},
      {
        "id":"ED083443",
        "title":"A Bibliography for Continuing Educators of Health Manpower."},
      {
        "id":"ED083444",
        "title":"A Report of Some Significant Activities in Continuing Education for Health Manpower in the United States."},
      {
        "id":"ED083446",
        "title":"Coordinating Federal Assistance in the Community; Use of Selected Mechanisms for Planning and Coordinating Federal Programs. Community Development Evaluation Series No. 8."},
      {
        "id":"ED083447",
        "title":"A Review of the Vocational Education Amendments of 1968 as Related to the Handicapped."},
      {
        "id":"ED083448",
        "title":"Personnel Management Training for the Expanded Nutrition Program."},
      {
        "id":"ED083449",
        "title":"What We Know About Adult Learning and What It Means to the Adult Educator--With Emphasis on Learning in Groups."},
      {
        "id":"ED083450",
        "title":"The Three R's of Adult Basic Education: Recruitment, Retention, Reward."},
      {
        "id":"ED083451",
        "title":"A Model for Program Planning in Adult Education."},
      {
        "id":"ED083452",
        "title":"Revitalizing Adult Basic Education; A Three-Year Report of the Southeastern Region Adult Basic Education Staff Development Project."},
      {
        "id":"ED083453",
        "title":"GIFT (Good Ideas for Teaching): Reading."},
      {
        "id":"ED083454",
        "title":"K-12 Project in Career Development and Bridging the Gap Between School and Work; South Dakota's Exemplary Project in Career Education."},
      {
        "id":"ED083458",
        "title":"A Study of the State Grants Mechanism. Final Report."},
      {
        "id":"ED083459",
        "title":"Reducing Economic Dependency Among Welfare Recipients. A Review of Vocational Rehabilitation and Manpower Training Research."},
      {
        "id":"ED083460",
        "title":"Commercial Pilot; Airplane. Flight Test Guide, Part 61 Revised, AC 61-55."},
      {
        "id":"ED083461",
        "title":"Private and Commercial Pilot; Heliocoptor. Flight Test Guide, Part 61 Revised, AC 61-59."},
      {
        "id":"ED083462",
        "title":"Private and Commercial Pilot: Glider. Flight Test Guide, Part 61 Revised, AC 61-61."},
      {
        "id":"ED083463",
        "title":"An Economic and Institutional Analysis of the Cooperative Vocational Education Program in Dayton, Ohio."},
      {
        "id":"ED083464",
        "title":"Basic Helicopter Handbook, Revised. AC 61-13A."},
      {
        "id":"ED083465",
        "title":"Basic Management Methods and Skills. Instructor Guide."},
      {
        "id":"ED083466",
        "title":"Pilot Comprehensive Manpower Program; Implications of Its Experience for Local and State Manpower Organization."},
      {
        "id":"ED083467",
        "title":"Crash Injury Management: Emergency Medical Services for Traffic Law Enforcement Officers. Instructor's Lesson Plans."},
      {
        "id":"ED083468",
        "title":"Crash Injury Management: Emergency Medical Services for Traffic Law Enforcement Officers. Student Study Guide."},
      {
        "id":"ED083469",
        "title":"How Do You Turn Them On?"},
      {
        "id":"ED083470",
        "title":"Project SPRUCE, Special Program of Rehabilitation for Unemployment Compensation Exhaustees. Vol. 2. Supplement to Final Report."},
      {
        "id":"ED083471",
        "title":"Study of the Vermont Manpower Experimental and Demonstration Program. Final Report."},
      {
        "id":"ED083472",
        "title":"The Report of the President's Committee on Health Education."},
      {
        "id":"ED083473",
        "title":"Today and Tomorrow in European Adult Education. A Study of the Present Situation and Future Developments."},
      {
        "id":"ED083474",
        "title":"Employment of School Age Youth, October 1972. Special Labor Force Report 158."},
      {
        "id":"ED083475",
        "title":"Expanding the Benefits of Manpower Research. Final Report."},
      {
        "id":"ED083476",
        "title":"Factors Related to Adaptability to Military Service Among 1965 Airman Accessions."},
      {
        "id":"ED083477",
        "title":"Guide to State Information Resources. Second Edition."},
      {
        "id":"ED083478",
        "title":"Attitudes Toward Work: A Bibliography of ERIC Documents. Bibliography Series No. 18."},
      {
        "id":"ED083479",
        "title":"Women in the World of Work; A Bibliography of ERIC Documents. Bibliography Series No. 19."},
      {
        "id":"ED083480",
        "title":"Vocational Education for the Handicapped: A Bibliography of ERIC Documents. Bibliography Series No. 20."},
      {
        "id":"ED083482",
        "title":"Microfiche Collection of VT-Number-Only Documents Reported in Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 6, Number 4."},
      {
        "id":"ED083483",
        "title":"A Multiple-Track Nursing Sequence: Supplement to Research Report No. 1."},
      {
        "id":"ED083484",
        "title":"Gerontology Research Instructional Program. Final Report."},
      {
        "id":"ED083485",
        "title":"The Effects of \"Mere Exposure\" on Learning and Affect."},
      {
        "id":"ED083486",
        "title":"Behavioral Treatment and Assessment of Childhood Cross-Gender Problems."},
      {
        "id":"ED083487",
        "title":"Student Personnel Programs for Married Students: A Needs Assessment."},
      {
        "id":"ED083489",
        "title":"Some Recurrent Disagreements about Social Change Which Affect Action Research Projects."},
      {
        "id":"ED083492",
        "title":"Leadership in Small Groups: A Reward-Cost Analysis."},
      {
        "id":"ED083493",
        "title":"The Social Structure of Violence in Childhood and Approval of Violence as an Adult."},
      {
        "id":"ED083494",
        "title":"Career Development Symposium."},
      {
        "id":"ED083495",
        "title":"Adolescents' Stress Levels, Coping Activities and Father's Drinking Behavior."},
      {
        "id":"ED083496",
        "title":"Student Drug Use, Risk-Taking and Alienation."},
      {
        "id":"ED083498",
        "title":"Teacher's and Parent's Attribution of Causality for Children's Performance."},
      {
        "id":"ED083500",
        "title":"Administrative Plan to Prevent High School Dropouts."},
      {
        "id":"ED083503",
        "title":"The Effect of Personality Characteristics of High, Middle, and Low Ability Students on College Persistence. Final Report."},
      {
        "id":"ED083505",
        "title":"Individual Shifts and the Group Shift Phenomenon."},
      {
        "id":"ED083507",
        "title":"Decisions. A Leader's Guide."},
      {
        "id":"ED083508",
        "title":"Sex Differences in the Relationship of Attitude-Toward-Technology to Choice of Field of Study."},
      {
        "id":"ED083509",
        "title":"Judging the Shape of Things to Come: Lessons Learned from Comparisons of Student Drug Users in 1968 and 1970."},
      {
        "id":"ED083510",
        "title":"The Effect of Environment and Personality on Counseling Outcomes. Final Report."},
      {
        "id":"ED083511",
        "title":"Child Advocacy, Report of a National Baseline Study."},
      {
        "id":"ED083512",
        "title":"Career Awareness Program; Fruth Elementary School."},
      {
        "id":"ED083513",
        "title":"Parent Groups in Behavior Modification: Training or Therapy."},
      {
        "id":"ED083514",
        "title":"Diffusion of Responsibility and Extreme Behavior."},
      {
        "id":"ED083515",
        "title":"A Theory of the Effect of Exchange-Orientation on Marriage and Friendship."},
      {
        "id":"ED083516",
        "title":"Maintenance of Self-Help Skill Training Programs with Non-Professional Personnel Through Incentive Systems."},
      {
        "id":"ED083517",
        "title":"The Effects of Instructional Practices on Student Learning, Emotional Growth and Interpersonal Relations: II. The Teaching and Learning of Helping. Final Report."},
      {
        "id":"ED083518",
        "title":"The Measurement of Black-White Adolescent Perceptions Through the Use of Varied Instructions."},
      {
        "id":"ED083519",
        "title":"Attribution Theory and Crisis Intervention Therapy."},
      {
        "id":"ED083520",
        "title":"Consolidation: The Impact of a New High School on the Achievement, Aspirations, and Adjustment of Students in an Appalachian County. Final Report."},
      {
        "id":"ED083521",
        "title":"Self-Disclosure as an Exchange Process: Reinforcement Effects."},
      {
        "id":"ED083522",
        "title":"Perceived Effort Expenditure as a Factor in Achievement-Motivated Behaviors."},
      {
        "id":"ED083523",
        "title":"A Social Inoculation Model for Increasing Resistance to Illicit Drug Use."},
      {
        "id":"ED083524",
        "title":"A Comparison of the Interpersonal Behavior Orientation of College Freshman Women from Catholic School Background with College Freshman Women from Public School Background."},
      {
        "id":"ED083525",
        "title":"Employment of High School Graduates and Dropouts, October, 1972: The High School Class of 1972."},
      {
        "id":"ED083526",
        "title":"The Challenge of Youth Service Bureaus."},
      {
        "id":"ED083527",
        "title":"Youth Service Bureaus and Delinquency Prevention."},
      {
        "id":"ED083528",
        "title":"Drug Use in Adolescents: Findings from a District-Wide Census of Junior High School and High School Students in New York State."},
      {
        "id":"ED083529",
        "title":"Effects of Sex, Distance, and Conversation in the Invasion of Personal Space."},
      {
        "id":"ED083530",
        "title":"The Role of Mothers in the Social Placement of Daughters: Marriage or Work?"},
      {
        "id":"ED083531",
        "title":"Impact: The Magazine for Innovation and Change in the Helping Professions. Volume 2, Number 6."},
      {
        "id":"ED083532",
        "title":"Developing Students' Potentials."},
      {
        "id":"ED083533",
        "title":"Drawing Inferences: Theme 7, Reading."},
      {
        "id":"ED083534",
        "title":"Transfer from Alternative Presentations of Spelling Patterns in Initial Reading."},
      {
        "id":"ED083537",
        "title":"A Comparison of Idiosyncratic Study, Passive Reading and Inserted Question Treatments in Learning from Text."},
      {
        "id":"ED083538",
        "title":"Humanistic Studies as a Component of College and Adult Reading Programs."},
      {
        "id":"ED083539",
        "title":"Data Collection: A Cybernetic Aspect of a Learning Assistance Center."},
      {
        "id":"ED083540",
        "title":"Views on Educational Roles and Objectives. Position Papers in Early Childhood-Elementary Education."},
      {
        "id":"ED083543",
        "title":"Cognitive Organization and Learning."},
      {
        "id":"ED083544",
        "title":"Cassette Tape Recording as a Primary Method in the Development of Early Reading Material."},
      {
        "id":"ED083545",
        "title":"1973 Concise Miscue Bibliography."},
      {
        "id":"ED083547",
        "title":"Motivating Interest in Reading."},
      {
        "id":"ED083548",
        "title":"Procedures and Structure for Individualizing a Reading and Study Skill Program."},
      {
        "id":"ED083550",
        "title":"Reading Emphasis Programs, 1973; Hearings before the Subcommittee on Education of the Committee on Labor and Public Welfare, U.S. Senate, 93rd Congress, S. 1318 and S. 2069."},
      {
        "id":"ED083551",
        "title":"Retention and Item Comprehension in Prose as a Function of Qestion Placement and Pacing."},
      {
        "id":"ED083558",
        "title":"One Good Reason Why Orienting Directions Won't Help Learning."},
      {
        "id":"ED078524",
        "title":"Pilot Universal Lunch Program. Hearing Before the Committee on Education and Labor, House of Representatives, Ninety-Second Congress, Second Session on H.R. 13452."},
      {
        "id":"ED078528",
        "title":"Citizen's School Inquiry; -- Saskatoon, Sask."},
      {
        "id":"ED078529",
        "title":"System for Trenton&apos;s Educational Planning (STEP). Program Budget."},
      {
        "id":"ED078531",
        "title":"Improving Education in Florida. A Report."},
      {
        "id":"ED078532",
        "title":"San Antonio v. Rodriguez. Analysis and Projection."},
      {
        "id":"ED078533",
        "title":"Property Assessment and Exemptions: They Need Reform."},
      {
        "id":"ED078535",
        "title":"An Analysis of Some of the Effects of &quot;Schools Without Failure&quot; Seminars on Participating Schools."},
      {
        "id":"ED078537",
        "title":"Accountability Model Pilot School Report to the State Board of Education."},
      {
        "id":"ED078538",
        "title":"Winning Bond Elections: A Treatise Covering Tactics Successfully Implemented in Recent Iowa Bond Elections."},
      {
        "id":"ED078539",
        "title":"Manual on Pupil Records. Revised."},
      {
        "id":"ED078541",
        "title":"Administration as an Adversary Role: Bargaining -- Collective Negotiations."},
      {
        "id":"ED078542",
        "title":"Curriculum Design -- the Problem of Specifying Intended Learning Outcomes."},
      {
        "id":"ED078543",
        "title":"Supervision and Curriculum: Improvements for Transition."},
      {
        "id":"ED078544",
        "title":"The Context of Individualized Instruction and Some Exemplary Programs."},
      {
        "id":"ED078545",
        "title":"Estimating Future School Enrolment in Developing Countries: A Manual of Methodology. Population Studies, No. 40."},
      {
        "id":"ED078546",
        "title":"Meeting of Experts on Educational Planning in Asia. Final Report. (Tokyo, Japan, November 25-December 1, 1970.)"},
      {
        "id":"ED078548",
        "title":"Survey of State Education Department Research, Development, Demonstration, Dissemination and Evaluation RDDDE, 1969-70."},
      {
        "id":"ED078549",
        "title":"School Expense in Fiscally Dependent School Systems Compared with Total City Expense, 1970-71. ERS Circular No. 1."},
      {
        "id":"ED078550",
        "title":"Superintendent's Advisory Committee on School Finance. Final Report."},
      {
        "id":"ED078551",
        "title":"Superintendent's Advisory Committee on School Finance. Occasional Paper No. 1."},
      {
        "id":"ED078553",
        "title":"Superintendent's Advisory Committee on School Finance. Occasional Paper No. 3."},
      {
        "id":"ED078554",
        "title":"Some Local Policies on Reductions in Force for Professional Personnel. ERS Information Aid No. 15."},
      {
        "id":"ED078555",
        "title":"A New Design: Financing for Effective Education in Illinois. Final Report."},
      {
        "id":"ED078556",
        "title":"Collective Negotiations and Teacher Satisfaction in Selected Indiana Secondary Schools."},
      {
        "id":"ED078557",
        "title":"Records Retention and Disposition. A Reference Manual for Maryland Public School Systems."},
      {
        "id":"ED078558",
        "title":"School Board Policies on Academic Freedom. Educational Policy Development Kit."},
      {
        "id":"ED078559",
        "title":"Planning...Accountability...I."},
      {
        "id":"ED078560",
        "title":"Centralized Negotiations of Salaries of Professional Staff in Education."},
      {
        "id":"ED078562",
        "title":"Curriculum Handbook for School Executives."},
      {
        "id":"ED078565",
        "title":"Aid to Nonpublic Education, 1971-72. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate. Ninety-Second Congress, First and Second Sessions on Aid to Nonpublic Education, December 2, 1971, and January 11, 1972."},
      {
        "id":"ED078568",
        "title":"How School Administrators Work with Attorneys -- An Attorney's Point of View."},
      {
        "id":"ED078570",
        "title":"Status of Property Tax Administration in the States."},
      {
        "id":"ED078571",
        "title":"Administering a Negotiated Contract."},
      {
        "id":"ED078572",
        "title":"Comprehensive Planning in State Education Agencies."},
      {
        "id":"ED078574",
        "title":"Strategies for Curriculum Development in Southeast Asia. A Seminar. Final Report."},
      {
        "id":"ED078576",
        "title":"Industry-Education Councils. A Handbook."},
      {
        "id":"ED078578",
        "title":"Planning and Design Workbook for Community Participation: An Evaluation Report."},
      {
        "id":"ED078579",
        "title":"Student Disciplinary Codes -- What Makes Them Tick."},
      {
        "id":"ED078580",
        "title":"Tort Liability and Liability Insurance. School Law Summary."},
      {
        "id":"ED078581",
        "title":"Leaves of Absence. School Law Summary."},
      {
        "id":"ED078584",
        "title":"Education Finance Reform in Massachusetts: Meeting the Constitutional Demands of Serrano v. Priest."},
      {
        "id":"ED078585",
        "title":"Federal Financial Support for Secondary Education and Its Effect on Ontario, 1900-1972."},
      {
        "id":"ED078586",
        "title":"Decentralized Decision Making Toward Educational Goals."},
      {
        "id":"ED078587",
        "title":"Revision, Relief and Redistribution of the Connecticut State and Local Tax Structure. A Research Monograph."},
      {
        "id":"ED078588",
        "title":"Program Development: Identification and Formulation of Desirable Educational Goals."},
      {
        "id":"ED078589",
        "title":"Process Accounting: An Examination of Some Effects of Student Grouping and Grading Practices in a Metropolitan Area High School. Final Report."},
      {
        "id":"ED078590",
        "title":"Grease the Squeaky Wheel. A Report on the Implementation of Title V of the Elementary and Secondary Education Act of 1965, Grants to Strengthen State Departments of Education."},
      {
        "id":"ED078592",
        "title":"1972 Legislation and Achievements: Year-Round Schools and Attendance. Research Brief No. 5."},
      {
        "id":"ED078593",
        "title":"1972 Legislation and Achievements: Accountability, Assessment and Testing."},
      {
        "id":"ED078595",
        "title":"An Economic Analysis of State Aid to Education. Final Report."},
      {
        "id":"ED078596",
        "title":"Current Strategies for Educational Communications and Program Experimentation in Kentucky."},
      {
        "id":"ED078597",
        "title":"A Projected Role for Marketing in the Dissemination of Products Developed by R&D Agencies."},
      {
        "id":"ED078598",
        "title":"A New Design for Survey Feedback."},
      {
        "id":"ED078599",
        "title":"Financial Status of the Public Schools, 1973."},
      {
        "id":"ED078600",
        "title":"26th Biennial Salary and Staff Survey of Public-School Professional Personnel, 1972-73."},
      {
        "id":"ED078601",
        "title":"A Program Budgeting Cost Model for School District Planning."},
      {
        "id":"ED078602",
        "title":"Evaluating the National Institute of Education."},
      {
        "id":"ED078603",
        "title":"Models of Educational Innovation and Implications for Research."},
      {
        "id":"ED078604",
        "title":"DUB: A Format for Writing Descriptive Literature. Dissemination Document No. 9."},
      {
        "id":"ED078605",
        "title":"Educational Uses of Cartridge Tapes. Dissemination Document No. 11."},
      {
        "id":"ED078606",
        "title":"Abstractors Manual. Fourth Edition."},
      {
        "id":"ED078607",
        "title":"Regional Information Centers: A Frontier in Small Library Automation. Dissemination Document No. 12."},
      {
        "id":"ED078608",
        "title":"Keypunching Manual. Third Edition."},
      {
        "id":"ED078609",
        "title":"Automated Braille System (Autobraille). Dissemination Document No. 3."},
      {
        "id":"ED078610",
        "title":"Evaluation of Instructional Materials. Position Paper No. 1."},
      {
        "id":"ED078611",
        "title":"The Impact of Resource Room Instruction on Academic Achievement of L/LD Students."},
      {
        "id":"ED078612",
        "title":"The Impact of Resource Room Instruction on Principal and Teachers' Attitudes."},
      {
        "id":"ED078614",
        "title":"Gifted Talented: A General Reading List; A Selective Bibliography. Exceptional Child Bibliography Series No. 636."},
      {
        "id":"ED078616",
        "title":"Non-Categorical Preschool Model Program."},
      {
        "id":"ED078618",
        "title":"The Growing Years: A Bibliography of Affective Materials for the Preschool Child."},
      {
        "id":"ED078621",
        "title":"Send Up More Sputniks."},
      {
        "id":"ED078623",
        "title":"Federal Programs for the Retarded: A Review and Evaluation. Report to the President."},
      {
        "id":"ED078624",
        "title":"Language Development in Nonverbal Autistic Children Using a Simultaneous Communication System."},
      {
        "id":"ED078626",
        "title":"Training and Utilizing Teaching Aides for Trainable Mentally Retarded Children. Evaluation Report."},
      {
        "id":"ED078632",
        "title":"Exceptional Children Conference Papers: Education of the Educable Mentally Handicapped."},
      {
        "id":"ED078633",
        "title":"Exceptional Children Conference Papers: Education of the Trainable Mentally Handicapped."},
      {
        "id":"ED078634",
        "title":"Exceptional Children Conference Papers: Behavioral and Emotional Problems."},
      {
        "id":"ED078635",
        "title":"Exceptional Children Conference Papers: Gifted and Talented."},
      {
        "id":"ED078636",
        "title":"Exceptional Children Conference Papers: Learning and Language Disabilities."},
      {
        "id":"ED078637",
        "title":"Exceptional Children Conference Papers: Physically Handicapped."},
      {
        "id":"ED078638",
        "title":"Exceptional Children Conference Papers: Career Education."},
      {
        "id":"ED078646",
        "title":"Computer Assistance for Writing Interactive Programs: TICS."},
      {
        "id":"ED078647",
        "title":"A Generative CAI Monitor For Teaching Machine-Language Programming."},
      {
        "id":"ED078648",
        "title":"Generative Computer Assisted Instruction: An Application of Artificial Intelligence to CAI."},
      {
        "id":"ED078649",
        "title":"Communications In Postgraduate Medical Education."},
      {
        "id":"ED078650",
        "title":"Report on the Continuing Education of Health Professionals and Graduate Medical Education in Venezuela."},
      {
        "id":"ED078651",
        "title":"Instructional Television Survey. KLRN TV. Channel 9. 1972-1973."},
      {
        "id":"ED078652",
        "title":"A Report on the Evaluation of OECA's Simulation Game &quot;Operation Moonvigil&quot; Number 13."},
      {
        "id":"ED078653",
        "title":"Evaluative Checklist: An Instrument For Self-Evaluating An Educational Media Program In Colleges And Universities."},
      {
        "id":"ED078654",
        "title":"Evaluative Checklist: An Instrument for Self-Evaluating an Educational Media Program in School Systems."},
      {
        "id":"ED078660",
        "title":"Flight Evaluation Procedures and Quality Control of Training. Technical Report 68-3."},
      {
        "id":"ED078661",
        "title":"The Captive Helicopter as a Training Device: Experimental Evaluation of a Concept. Technical Report 68-9."},
      {
        "id":"ED078662",
        "title":"Equipment-Device Task Commonality Analysis and Transfer of Training. Technical Report 70-7."},
      {
        "id":"ED078663",
        "title":"Planning Alternative Organizational Frameworks For a Large Scale Educational Telecommunications System Served by Fixed/Broadcast Satellites. Memorandum Number 73/3."},
      {
        "id":"ED078664",
        "title":"The Computer in Schools-A Summary."},
      {
        "id":"ED078665",
        "title":"TUTOR User's Memo. Introduction to TUTOR."},
      {
        "id":"ED078666",
        "title":"Teaching Selected Geometry Topics Via a Computer System."},
      {
        "id":"ED078667",
        "title":"A Multi-User Shared Hardware Audio Response System."},
      {
        "id":"ED078668",
        "title":"Design, Study and Simulation of Space-Divided Output Buffer for PLATO."},
      {
        "id":"ED078671",
        "title":"Is the New Item Priority Effect an Experimental Artifact?"},
      {
        "id":"ED078672",
        "title":"Objective Criteria for Evaluation of Grading Scales."},
      {
        "id":"ED078673",
        "title":"An On-Line Document Retrieval Strategy Using the PLATO System."},
      {
        "id":"ED078674",
        "title":"A Large Scale Computer Terminal Output Controller."},
      {
        "id":"ED078675",
        "title":"Structuring Information for a Computer-Based Communications Medium."},
      {
        "id":"ED078676",
        "title":"A Computer-Based Education Approach to Electrical Network Theory: Lesson Development, Use and Evaluation."},
      {
        "id":"ED078677",
        "title":"Computer-Guided Experimentation-A New System for Laboratory Instruction."},
      {
        "id":"ED078678",
        "title":"Written Composition and the Computer."},
      {
        "id":"ED078679",
        "title":"Carrascolendas: National Evaluation of a Spanish/English Educational Television Series. Final Report."},
      {
        "id":"ED078681",
        "title":"An Intelligent CAI Monitor and Generative Tutor. Interim Report."},
      {
        "id":"ED078683",
        "title":"Instructional System Reproduction and Distribution Costs."},
      {
        "id":"ED078684",
        "title":"Operations and Costs; A Study of Educational Public Television Stations."},
      {
        "id":"ED078685",
        "title":"An Inquiry Into the Uses of Instructional Technology."},
      {
        "id":"ED078691",
        "title":"One Week of Public Television, April 1972. Number Seven."},
      {
        "id":"ED078694",
        "title":"Open Education: Some Tasks for Technology."},
      {
        "id":"ED078696",
        "title":"An Evaluative Review of Uses of Computers in Instruction, Project CLUE (Computer Learning Under Evaluation). Final Report."},
      {
        "id":"ED078698",
        "title":"Language Backgrounds and Achievement in Toronto Schools."},
      {
        "id":"ED078699",
        "title":"La Communicacion entre los Centros de Investigacion en Educacion (Communication among Educational Research Centers)."},
      {
        "id":"ED078700",
        "title":"Program to Increase the Effectiveness of Foreign Language [Laboratory] Utilization by Employing Language Laboratory Aides; January 31, 1966-June 17, 1966. Program Evaluation."},
      {
        "id":"ED078701",
        "title":"The Sociolinguistic Aspect of Japanese-Americans in Hawaii."},
      {
        "id":"ED078702",
        "title":"Magyar Pedagogiai Informacio (Hungarian Pedagogical Information) 1972/4."},
      {
        "id":"ED078703",
        "title":"Magyar Pedagogiai Informacio (Hungarian Pedagogical Materials) 1972/5."},
      {
        "id":"ED078704",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Proyecto PAL."},
      {
        "id":"ED078705",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingual Education Center."},
      {
        "id":"ED078706",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingual Project Forward-Adelante."},
      {
        "id":"ED078707",
        "title":"E.I.L. Polish Basic Audio-Lingual Course with Correlated Tapes."},
      {
        "id":"ED078708",
        "title":"Influencia India en el Folklor Mexicano (The Indian Influence on Mexican Folklore)."},
      {
        "id":"ED078709",
        "title":"Report on the Desirability of Adopting an International Instrument for the Protection of Translators."},
      {
        "id":"ED078710",
        "title":"A Teacher's Notebook: Russian."},
      {
        "id":"ED078712",
        "title":"A Teacher's Notebook: German."},
      {
        "id":"ED078713",
        "title":"Tests in Spanish and Other Languages and Nonverbal Tests for Children in Bilingual Programs. An Annotated B.E.A.R.U. Bibliography."},
      {
        "id":"ED078714",
        "title":"An Instructional Model for Teaching \"University\" English to Mexican-American Bilinguals."},
      {
        "id":"ED078715",
        "title":"Trends in the Study of Athapaskan Language Maintenance and Bilingualism. Navajo Reading Study Progress Report No. 21."},
      {
        "id":"ED078716",
        "title":"Implicazioni del Nuovo Bilinguismo (Implications of New Bilingualism)."},
      {
        "id":"ED078717",
        "title":"Materiales en Marcha para el Esfuerzo Bilingue--Bicultural (Materials on the March for the Promotion of Bilingualism/Biculturalism), March/April 1973."},
      {
        "id":"ED078718",
        "title":"The Role of German in Japan."},
      {
        "id":"ED078719",
        "title":"Bilingual ERIC Reprints."},
      {
        "id":"ED078722",
        "title":"California Student Vote 1972; A Brief Analysis of the Student Vote."},
      {
        "id":"ED078727",
        "title":"A Conceptual Framework for Theories in Higher Education."},
      {
        "id":"ED078728",
        "title":"Assessing Quality in Doctoral Programs: Criteria and Correlates of Excellence."},
      {
        "id":"ED078729",
        "title":"Databook National Science Foundation."},
      {
        "id":"ED078730",
        "title":"Report to the President of Michigan State University by The Women's Steering Committee."},
      {
        "id":"ED078731",
        "title":"Measuring One University Output: A Survey of Undergraduate Degree Holders from the University of Georgia from the Classes of 1960-1970."},
      {
        "id":"ED078732",
        "title":"Understanding the College Budget."},
      {
        "id":"ED078733",
        "title":"Placement and Proficiency System and the CLEP Addition."},
      {
        "id":"ED078734",
        "title":"The Use and Effectiveness of the Case Study Method in the Inservice Training of College and University Administrators."},
      {
        "id":"ED078735",
        "title":"College Goals and the Challenge of Effectiveness."},
      {
        "id":"ED078736",
        "title":"The Campus Press: Freedom and Responsibility."},
      {
        "id":"ED078738",
        "title":"The Academic Mission and Collective Bargaining."},
      {
        "id":"ED078739",
        "title":"Education, Universities, and Economic Development."},
      {
        "id":"ED078740",
        "title":"The Academic Department Game."},
      {
        "id":"ED078741",
        "title":"The Politics of Higher Education During the Johnson Administration."},
      {
        "id":"ED078742",
        "title":"Washington State University Commission on the Status of Women: Report on the Status of Faculty Women."},
      {
        "id":"ED078743",
        "title":"Report of the Special Committee for Development of Communication with Negro Colleges and Universities, 1971-72."},
      {
        "id":"ED078744",
        "title":"Where the Colleges Rank."},
      {
        "id":"ED078745",
        "title":"Stimulating Faculty Readiness for Instructional Development: A Conservative Approach to Improving College Teaching."},
      {
        "id":"ED078746",
        "title":"When Students Teach: Tutoring by Peers [and] Broadly-Based Senates: A First Report."},
      {
        "id":"ED078747",
        "title":"Some Factors Being Overlooked as We Increase Tuition at Our Public Senior Institutions."},
      {
        "id":"ED078750",
        "title":"[Dropout Survey at the University of Illinois-Urbana Champaign.]"},
      {
        "id":"ED078751",
        "title":"The Governing Board's Role in Risk Management and Insurance for Higher Education."},
      {
        "id":"ED078752",
        "title":"The Master's Degree."},
      {
        "id":"ED078754",
        "title":"Financing Virginia's Colleges: Current Operating Income and Expenditures/1971-72. State-Controlled Colleges and Universities."},
      {
        "id":"ED078755",
        "title":"The Need for a College of Veterinary Medicine to Serve New England and New Jersey."},
      {
        "id":"ED078756",
        "title":"The Earmarks of College Success: A Causal-Comparative Study."},
      {
        "id":"ED078757",
        "title":"1972 Statewide Master Plan for Private Colleges and Universities of the State of New York."},
      {
        "id":"ED078758",
        "title":"An Overview of Institutional Research."},
      {
        "id":"ED078759",
        "title":"Information Exchange Procedures: Overview and General Approach."},
      {
        "id":"ED078760",
        "title":"Effective Academic Change is Possible: An Example at Hiram College."},
      {
        "id":"ED078761",
        "title":"An Analysis of the Colorado College Plan."},
      {
        "id":"ED078762",
        "title":"Progress Report Objectives of Graduate Studies in Political Science."},
      {
        "id":"ED078763",
        "title":"Development and Experiment in College Teaching."},
      {
        "id":"ED078764",
        "title":"Effects of University Subcultures on Student Attitudes."},
      {
        "id":"ED078765",
        "title":"College Coordination in Alberta: System Development and Appraisal."},
      {
        "id":"ED078766",
        "title":"Affirmative Action Plan: Ohio University."},
      {
        "id":"ED078767",
        "title":"Final Report: Time-Sharing Computer Applications in Undergraduate Anthropology at Dartmouth College."},
      {
        "id":"ED078770",
        "title":"Thinking About the Outputs of Higher Education."},
      {
        "id":"ED078771",
        "title":"The Impact of Non-Resident Students at Northwest Missouri State University."},
      {
        "id":"ED078772",
        "title":"State Budgeting for Higher Education."},
      {
        "id":"ED078773",
        "title":"A Study of Black Male Professionals in Industry."},
      {
        "id":"ED078774",
        "title":"Schooling and Subsequent Success: Influence of Ability, Background, and Formal Education."},
      {
        "id":"ED078775",
        "title":"Equivalence of Grades in Multisection Courses."},
      {
        "id":"ED078776",
        "title":"Data Comparability in Higher Education."},
      {
        "id":"ED078777",
        "title":"The Duke University Summer Transitional Program."},
      {
        "id":"ED078778",
        "title":"Achievement and Promise: Current Impact and Future Prospects of African and Afro-American Studies."},
      {
        "id":"ED078779",
        "title":"Higher Education in New York State."},
      {
        "id":"ED078780",
        "title":"A Blueprint for RRPM 1.6 Application."},
      {
        "id":"ED078781",
        "title":"An Introduction to the Identification and Uses of Higher Education Outcome Information."},
      {
        "id":"ED078782",
        "title":"HSMHA: A Place for Tomorrow's Physicians."},
      {
        "id":"ED078783",
        "title":"The Politics of Higher Education During the Nixon Administration."},
      {
        "id":"ED078784",
        "title":"A Comparison of Financial Resources of U.S.C. Entering Freshmen for Fall 1968, 1970, and 1972."},
      {
        "id":"ED078785",
        "title":"Institutional Size and Professional Autonomy: The Death of the Small College Myth?"},
      {
        "id":"ED078786",
        "title":"A Measure of Success: Federal Support for Continuing Education."},
      {
        "id":"ED078787",
        "title":"The Research System: Comparative Survey of the Organisation and Financing of Fundamental Research, Volume II."},
      {
        "id":"ED078788",
        "title":"Innovative Instruction in Higher Education: Thirty Exemplary Projects Conducted in Selected Institutions of Post-Secondary Education--State of Oregon."},
      {
        "id":"ED078789",
        "title":"Analysis of Bachelor Degree Recipients in the School of Nursing, University Of Virginia, 1970: A Second Report."},
      {
        "id":"ED078790",
        "title":"Survey of Faculty Space Allocation Procedures in Selected Institutions of the National Association of State Universities and Land-Grant Colleges."},
      {
        "id":"ED078791",
        "title":"Academic Achievement and Selected Characteristics of Single Undergraduates at the University of Virginia, 1968-69."},
      {
        "id":"ED078792",
        "title":"Mobility of Undergraduate College Students Between Washington Colleges and Universities, Fall 1971."},
      {
        "id":"ED078793",
        "title":"Professional Leave Report, 1971-1972."},
      {
        "id":"ED078794",
        "title":"Enrollment Patterns in Washington's Colleges and Universities, October, 1972."},
      {
        "id":"ED078795",
        "title":"Master Plan for the Drew Postgraduate Medical School, Los Angeles, Calif."},
      {
        "id":"ED078796",
        "title":"Undergraduate Students as Members of the Residence Hall Staff."},
      {
        "id":"ED078797",
        "title":"[The Status of Women at the University of North Dakota, 1971-72.]"},
      {
        "id":"ED078798",
        "title":"Job Mobility of Men and Women Psychologists in the Southeast."},
      {
        "id":"ED078799",
        "title":"Hiram College: New Curriculum Program. Final Report."},
      {
        "id":"ED078800",
        "title":"Rules and Regulations of Florida State Board of Independent Colleges and Universities -- Chapter 6A-13."},
      {
        "id":"ED078801",
        "title":"A Study of Engineering and Engineering Technology Education in Florida."},
      {
        "id":"ED078802",
        "title":"Dropout in Higher Education: A Review and Theoretical Synthesis of Recent Research."},
      {
        "id":"ED078803",
        "title":"A Master Plan for Public Higher Education in South Dakota."},
      {
        "id":"ED078804",
        "title":"Fact Book for the State University System of Florida, 1973."},
      {
        "id":"ED078805",
        "title":"Policies and Procedures for Granting Advanced Standing."},
      {
        "id":"ED078806",
        "title":"Alabama Consortium for the Development of Higher Education. Annual Report 1971-72."},
      {
        "id":"ED078807",
        "title":"Uncommon Means for the Common Task."},
      {
        "id":"ED078808",
        "title":"Open Admissions at the City University of New York: A Description of Academic Outcomes After Three Semesters."},
      {
        "id":"ED078809",
        "title":"Collective Bargaining in Higher Education in the United States: Conceptual Models and a Survey of Incidence Among Faculty and Supportive Professional Personnel."},
      {
        "id":"ED078810",
        "title":"An Approach to Obtaining Student Evaluation of University Teaching: Part I - A General Discussion."},
      {
        "id":"ED078812",
        "title":"Community Services Brief."},
      {
        "id":"ED078813",
        "title":"Staff and Program Development in Florida's Public Community Colleges, 1971-1972."},
      {
        "id":"ED078814",
        "title":"\"Student Evaluation of an Experimental Course Conducted Via Conference Telephone.\""},
      {
        "id":"ED078815",
        "title":"Mountain Empire: The Community's College."},
      {
        "id":"ED078816",
        "title":"Student Residence Locations and Associated Census Data. Interim Report."},
      {
        "id":"ED078817",
        "title":"The Junior College Board of Trustees. Occasional Report No. 16."},
      {
        "id":"ED078818",
        "title":"Compensatory Education in Two-Year Colleges. Report No. 21."},
      {
        "id":"ED078819",
        "title":"Employer Evaluation of Occupational Programs."},
      {
        "id":"ED078820",
        "title":"Health Occupations Survey."},
      {
        "id":"ED078821",
        "title":"Non-Persisting Student Follow-Up."},
      {
        "id":"ED078822",
        "title":"Vocational Choice Stability and Career Development."},
      {
        "id":"ED078823",
        "title":"A Program for the Creation of a Biotechnical Curriculum. Annual Report."},
      {
        "id":"ED078824",
        "title":"Instructional Objectives in Economics Teaching: Philosophy, Effect, and Extent of Use."},
      {
        "id":"ED078825",
        "title":"Evaluation of Selected Two-Year College Certificate and Diploma Programs. Project Report."},
      {
        "id":"ED078826",
        "title":"Conversion Patterns of Four-Year Institutions to Two-Year Institutions: 1948-1973."},
      {
        "id":"ED078827",
        "title":"President-Board Relationships: Building a Bridge of Communication."},
      {
        "id":"ED078828",
        "title":"The Development of the Hawaii State Senior Center."},
      {
        "id":"ED078829",
        "title":"The Relationship Between Perceived Influence Measures and Member Attitudes of (A) Policy Agreement, (B) Superior-Subordiante Relations, and (C) Peer Relations in Selected Community College Departments in Maryland -- A Summary."},
      {
        "id":"ED078830",
        "title":"Predicting Who Will Withdraw During Their First Semester of Attendance at Miami-Dade Junior College, South Campus."},
      {
        "id":"ED078831",
        "title":"Arkansas's Need for Community Junior Colleges."},
      {
        "id":"ED078832",
        "title":"Further Development of Arkansas Higher Education."},
      {
        "id":"ED078833",
        "title":"Illinois Junior Colleges Learning Resources Program Survey."},
      {
        "id":"ED078834",
        "title":"Assessment of Community College Enrollment Patterning: A Sociocultural Analysis."},
      {
        "id":"ED078835",
        "title":"Art Education - Means or End?"},
      {
        "id":"ED078836",
        "title":"Substantive Planning for Independent Junior Colleges."},
      {
        "id":"ED078837",
        "title":"Junior Colleges Hopes and Frustrations."},
      {
        "id":"ED078838",
        "title":"Possible Limiting Factors Operating on Junior College Growth."},
      {
        "id":"ED078839",
        "title":"Home Crafts Days at Mountain Empire Community College Bridge Generation Gap in Mountain Youth's Search for Identity."},
      {
        "id":"ED078840",
        "title":"Differences in Characteristics and Outlooks of Men and Women College Students at Various Age Levels."},
      {
        "id":"ED078841",
        "title":"Library Lectures; Numbers One, Two, Three, and Four, March 1965 - May 1966."},
      {
        "id":"ED078842",
        "title":"Planning and Evaluation Framework: A Five Year Program for the Department of Libraries, Commonwealth of Kentucky."},
      {
        "id":"ED078844",
        "title":"An Algorithm for Generating Structural Surrogates of English Text."},
      {
        "id":"ED078845",
        "title":"Library Job Descriptions; Examples Covering Major Work Areas."},
      {
        "id":"ED078846",
        "title":"Program Evaluation: Legislative Language and a User&apos;s Guide to Selected Sources."},
      {
        "id":"ED078847",
        "title":"Placement Services in Accredited Library Schools."},
      {
        "id":"ED078849",
        "title":"Survey of Automated Library Systems; Phase I. Final Report."},
      {
        "id":"ED078850",
        "title":"The Changing Role of the Special Librarian in Industry, Business, and Government."},
      {
        "id":"ED078851",
        "title":"Paraprofessional and Nonprofessional Staff in Special Libraries."},
      {
        "id":"ED078858",
        "title":"Utah's Pilot State Dissemination Program. Final Report."},
      {
        "id":"ED078859",
        "title":"A Progress Report on the Agricultural Sciences Information Network."},
      {
        "id":"ED078860",
        "title":"A Report to Springfield School District #19 on the Library Exemplary Elementary Demonstration of Springfield: Project LEEDS. Final Phase."},
      {
        "id":"ED078861",
        "title":"Assisting in the Library; An Individualized Volunteer Education Module."},
      {
        "id":"ED078862",
        "title":"ERIC Information Analysis Products 1967-1972."},
      {
        "id":"ED078863",
        "title":"Indian and Mexican Americans; A Selective, Annotated Bibliography."},
      {
        "id":"ED078864",
        "title":"The Organisation of Audiovisual Materials in Education, A Bibliography: No. 2, 1968-1972."},
      {
        "id":"ED078865",
        "title":"Some Considerations of the Role of Scientific Libraries in the Age of the Scientific and Technical Revolution; An Essay and Approach to the Problem."},
      {
        "id":"ED078866",
        "title":"Comparison of Results of Science User Studies with \"Investigation into Information Requirements of the Social Sciences.\""},
      {
        "id":"ED078867",
        "title":"Citation Patterns in the Social Sciences: Results of Pilot Citation Study and Selection of Source Journals for Main Citation Study."},
      {
        "id":"ED078868",
        "title":"The Use of Citation Linkages and Networks for Information Retrieval in the Social Sciences."},
      {
        "id":"ED078869",
        "title":"A Bibliography on the Black American."},
      {
        "id":"ED078870",
        "title":"Educational Automation: A Supplementary Center for Northeast Louisiana. End of Project Report, February 29, 1972."},
      {
        "id":"ED078871",
        "title":"Regional Center for Instructional Materials Services. Final Project Report."},
      {
        "id":"ED078872",
        "title":"Information Retrieval and Dissemination Center. Final Project Report 1968-71."},
      {
        "id":"ED078873",
        "title":"Library Resources for Nurses (A Basic Collection for Supporting the Nursing Curriculum)."},
      {
        "id":"ED078874",
        "title":"Library Lectures; Numbers Seventeen, Eighteen, Nineteen, and Twenty, January 1971 - March 1972."},
      {
        "id":"ED078875",
        "title":"The Myers Demonstration Library, An ESEA Title III Project."},
      {
        "id":"ED078877",
        "title":"Management and Design Tools for Document Retrieval Systems: A Method for Predicting Quantity Output."},
      {
        "id":"ED078878",
        "title":"Libraries and the Right to Read."},
      {
        "id":"ED078879",
        "title":"An Annotated and Cross-Referenced Bibliography on Computer Security and Access Control in Computer Systems."},
      {
        "id":"ED078880",
        "title":"Logical Access Control Mechanisms in Computer Systems."},
      {
        "id":"ED078881",
        "title":"Local Curriculum Exchange Project."},
      {
        "id":"ED078882",
        "title":"School Libraries as a Basic Tool for Teaching."},
      {
        "id":"ED078883",
        "title":"Federal Library Committee, Annual Report, Fiscal Year 1973."},
      {
        "id":"ED078884",
        "title":"A User's Guide to Rice's KWAC (Key Word Alongside of Context) Indexing Program. Version 3.0."},
      {
        "id":"ED078887",
        "title":"The Language-Training Curriculum."},
      {
        "id":"ED078888",
        "title":"The Development of New Measures of Cognitive Variables in Elementary School Children (Phase II). Final Report."},
      {
        "id":"ED078889",
        "title":"The Salience of Orientation in Young Children's Perception of Form."},
      {
        "id":"ED078890",
        "title":"Major Aspects of Day Care: Statements and Articles."},
      {
        "id":"ED078893",
        "title":"A Guide to Securing and Installing the Parent/Child Toy-Lending Library."},
      {
        "id":"ED078894",
        "title":"The Office for Children: A New Approach to the Development of Children's Services in Massachusetts."},
      {
        "id":"ED078895",
        "title":"Associative Responses to Nonsense Syllables by Negro and White Second Graders."},
      {
        "id":"ED078896",
        "title":"The Story of the White House Conferences on Children and Youth."},
      {
        "id":"ED078897",
        "title":"Semantic Development in Infants: The Concepts of Agent and Recipient."},
      {
        "id":"ED078898",
        "title":"The Corresponding Effect of Egocentrism on Concept and Social Development in Young Children."},
      {
        "id":"ED078899",
        "title":"An Experimental Curriculum Designed to Modify Children's Sex Role Perceptions and Aspiration Levels."},
      {
        "id":"ED078900",
        "title":"Learning Booth Performance: A Measure of Basic Learning Ability?"},
      {
        "id":"ED078901",
        "title":"Scalability of Tasks: A Methodological Study of Conservation on a Set of Equal Addition Tasks."},
      {
        "id":"ED078902",
        "title":"Formation of Teachers' Expectations of First Grade Student's Academic Performance."},
      {
        "id":"ED078903",
        "title":"A Response to Futh's &quot;Piaget for Teachers&quot;."},
      {
        "id":"ED078904",
        "title":"Publications."},
      {
        "id":"ED078905",
        "title":"Mother-Child Interaction in a Structured Situation: A Comparison of Reflective and Impulsive Boys."},
      {
        "id":"ED078906",
        "title":"Modifications in Children's Cognitive Styles: Some Effects of Peer Modeling."},
      {
        "id":"ED078907",
        "title":"Longitudinal Kindergarten-First Grade Perceptual Study: Temporal Ordering and First Grade Reading."},
      {
        "id":"ED078908",
        "title":"Block Design Test Performance as a Function of Race and Block Color."},
      {
        "id":"ED078909",
        "title":"The Organization of Group Care Environments: The Infant Day Care Center."}]
  }}
