{
  "response":{"numFound":509939,"start":304000,"numFoundExact":true,"docs":[
      {
        "id":"ED078910",
        "title":"A Comparison of Three Types of Day Care and Nursery School-Home Care."},
      {
        "id":"ED078911",
        "title":"Interpersonal Skills for Cooperative Work."},
      {
        "id":"ED078912",
        "title":"Logical Operations Instruction in the Preschool. Interim Progress Report - Hatch Research Project 142-1769, March, 1973."},
      {
        "id":"ED078913",
        "title":"Examining Criteria for Evaluating Educational Programs."},
      {
        "id":"ED078914",
        "title":"Infants' Reactions to Different Expressions of Emotions."},
      {
        "id":"ED078915",
        "title":"The Organization of Group Care Environments: Behavioral Ecology in the Classroom."},
      {
        "id":"ED078916",
        "title":"Family Interaction and Cognitive Style: Power Around the Dinner Table."},
      {
        "id":"ED078917",
        "title":"Some Theoretical Advantages of Behavioral Observations: Illustrations from a Longitudinal Study."},
      {
        "id":"ED078918",
        "title":"Guidelines for Early Childhood Education."},
      {
        "id":"ED078919",
        "title":"Factors of Predicted Learning Disorders and their Interaction with Attentional and Perceptual Training Procedures."},
      {
        "id":"ED078920",
        "title":"Who in the World?"},
      {
        "id":"ED078921",
        "title":"Teaching Children to Discriminate Letters of the Alphabet through Errorless Discrimination Training."},
      {
        "id":"ED078922",
        "title":"The Analysis of Cognitive Abilities in the Preschool Age."},
      {
        "id":"ED078923",
        "title":"The National Evaluation of Project Follow Through: 1967-1968."},
      {
        "id":"ED078924",
        "title":"Visual-Manipulative Response Strategies in Infant Operant Conditioning with Spatially Displaced Feedback."},
      {
        "id":"ED078925",
        "title":"Bibliography: Home-Based Child Development Program Resources."},
      {
        "id":"ED078926",
        "title":"Remarks and Excerpts from Public Hearings on Truancy and Expulsion (Educational Service Region, Cook County, Chicago, Illinois, December 13th and 14th, 1972)."},
      {
        "id":"ED078927",
        "title":"Differential Dishabituation as a Function of Magnitude of Stimulus Discrepancy and Sex of the Newborn Infant."},
      {
        "id":"ED078928",
        "title":"Bibliography on Early Childhood."},
      {
        "id":"ED078929",
        "title":"The Organization of Group Care Environments: Toy Evaluation."},
      {
        "id":"ED078930",
        "title":"The Effects of Selected Experiences on the Ability of Kindergarten Children to Use Conservation and the Transitive Property of Six Relations."},
      {
        "id":"ED078931",
        "title":"The Effect of Children's Expectations and Word Associations Upon the Comprehension of Passive Sentences."},
      {
        "id":"ED078932",
        "title":"Vicarious Transfer of Affirmative and Relational Concepts."},
      {
        "id":"ED078933",
        "title":"Extinction of Conservation and Transitivity of Weight."},
      {
        "id":"ED078934",
        "title":"Preschool, Primary and Intermediate Teaching Materials and Teacher References."},
      {
        "id":"ED078935",
        "title":"Translating a Theoretical Curriculum Model into Instructional Decision Making."},
      {
        "id":"ED078936",
        "title":"The Effect of Social and Cognitive Interaction Strategies on Children's Motivation to Achieve in School."},
      {
        "id":"ED078937",
        "title":"Interest and Evaluative Meaning as Factors in the Acquisition of a Sight Vocabulary."},
      {
        "id":"ED078939",
        "title":"The Differentiated Child Behavior Observational System."},
      {
        "id":"ED078940",
        "title":"Educational Research Symposium on Research into Pre-School Education (2nd, Jyvaskyla, Finland, December 7-11, 1971)."},
      {
        "id":"ED078941",
        "title":"Information About Kindergarten-Early Childhood Education (K-3)."},
      {
        "id":"ED078942",
        "title":"Early Childhood Education: A Selected, Annotated Bibliography."},
      {
        "id":"ED078943",
        "title":"Southeastern Day Care Project Rating Forms."},
      {
        "id":"ED078944",
        "title":"Report on the Atkinson College Child Care Planning Survey."},
      {
        "id":"ED078945",
        "title":"Focus on Preschool Developmental Problems. Final Evaluation Report, 1971-1972."},
      {
        "id":"ED078946",
        "title":"Evaluating an Alternative to \"Junior Kindergartens\": Research on Four-Year-Olds Who Enrolled in Regular Classes in York County, 1969-72."},
      {
        "id":"ED078947",
        "title":"Extended Day-Care Attendance and First Grade School Performance."},
      {
        "id":"ED078948",
        "title":"The Measurement of Ocular Dominance in Infants."},
      {
        "id":"ED078949",
        "title":"Evaluating Children's Progress: A Rating Scale for Children in Day Care."},
      {
        "id":"ED078950",
        "title":"A Comparison of Provisions in State and Federal Standards for Institutional Day Care."},
      {
        "id":"ED078951",
        "title":"Training Originality in Elementary School Children."},
      {
        "id":"ED078952",
        "title":"The Development of Empathy in Chinese and American Children Between Three and Six Years of Age: A Cross-Cultural Study."},
      {
        "id":"ED078953",
        "title":"Day Care Survey 1970-71."},
      {
        "id":"ED078954",
        "title":"Zoning for Day Care (from Models for Day Care Licensing)."},
      {
        "id":"ED078955",
        "title":"A Survey of State Day Care Licensing Requirements."},
      {
        "id":"ED078956",
        "title":"Day Care in Vermont (Excerpts from the Introduction and the Executive Summary)."},
      {
        "id":"ED078957",
        "title":"The Woman Question in Child Care (A Position Paper)."},
      {
        "id":"ED078958",
        "title":"The Sands School Project: Third Year Results."},
      {
        "id":"ED078959",
        "title":"Characteristics of the CSE Model in Evaluating a Preschool for Urban American Indian Children."},
      {
        "id":"ED078960",
        "title":"Community Family Day Care Project. Final Report."},
      {
        "id":"ED078962",
        "title":"Preschool Reading Instruction: Information for the Administrator. PREP-39."},
      {
        "id":"ED078963",
        "title":"A Teacher's Guide to Preschool Reading Instruction. PREP-40."},
      {
        "id":"ED078964",
        "title":"C.D.A.: Sample from the Child Development Associate Set of Competencies for the Purpose of Upgrading the Quality of Child Care and Early Education."},
      {
        "id":"ED078965",
        "title":"An Assessment of the Child Development Associate Competencies."},
      {
        "id":"ED078966",
        "title":"Effective Observation for Educators."},
      {
        "id":"ED078967",
        "title":"Achievement Standards for Contingent Self-Reinforcement: Effects of Task Length and Task Difficulty."},
      {
        "id":"ED078968",
        "title":"A Report of the Home Based Working Conference, Learning Institute of North Carolina (LINC) (March 12-15, 1973)."},
      {
        "id":"ED078969",
        "title":"The Effect of Type of Punishment on Resistance to Deviation."},
      {
        "id":"ED078971",
        "title":"A Report on the Findings of One Experimental Study."},
      {
        "id":"ED078972",
        "title":"Child Development Research and the Educational Revolution: The Child, The Family and the Education Profession."},
      {
        "id":"ED078973",
        "title":"Evaluation Report of the Bilingual Education Program. Harlandale Independent School District, San Marcos Independent School District, Southwest Texas State University, 1969-70."},
      {
        "id":"ED078974",
        "title":"Migrant Education. Third Annual Regional Workshop (Virginia Beach, Va., March 5-9, 1972)."},
      {
        "id":"ED078976",
        "title":"Factors Related to Usage of the Migrant Student Record Transfer System in Five States with High Migrant Concentrations."},
      {
        "id":"ED078977",
        "title":"Ethnic Differences in Mobility Attitudes: A Comparison of Mexican American and Anglo Female High School Students."},
      {
        "id":"ED078978",
        "title":"Cultural Studies in Indian Education. Position Paper."},
      {
        "id":"ED078979",
        "title":"Research and Cultural Studies Development Section: Functional Statement."},
      {
        "id":"ED078980",
        "title":"Fort Sill ORBS Survey."},
      {
        "id":"ED078981",
        "title":"Value Orientations of Retrained-Relocated Mexican-Americans."},
      {
        "id":"ED078982",
        "title":"Mental Health Planning Conference for the Spanish Speaking (Bethesda, Maryland, January 11-12, 1972)."},
      {
        "id":"ED078983",
        "title":"Mexican American Dropouts in the Valley--Their Reasons for Leaving School and Their Educational and Occupational Status Projections."},
      {
        "id":"ED078984",
        "title":"The Education of the American Indian Pupils in Classes for the Mentally Retarded."},
      {
        "id":"ED078985",
        "title":"Rural Poverty in the United States. A Report by the President's National Advisory Commission on Rural Poverty."},
      {
        "id":"ED078986",
        "title":"Survey of Ak Chin Indian Reservation to Determine Educational Needs. Final Report."},
      {
        "id":"ED078987",
        "title":"Supplementary Projects and Activities for Wisconsin Native Americans."},
      {
        "id":"ED078988",
        "title":"Report of Indian Education in Wisconsin under State Contract with the Bureau of Indian Affairs. Annual Report (25th)."},
      {
        "id":"ED078989",
        "title":"Land Claims and Native Manpower. Staffing Regional and Village Corporations under Alaska Native Claims Settlement Act of 1971."},
      {
        "id":"ED078990",
        "title":"Annual Report to the Office of Indian Affairs from the Director and the Supervisors of Indian Education for the State of Minnesota, 1970-71."},
      {
        "id":"ED078991",
        "title":"Annual Report to the Office of Indian Affairs from the Director and the Supervisor of Indian Education for the State of Minnesota, 1971-72."},
      {
        "id":"ED078992",
        "title":"Judging Personality from Speech: A Pilot Study of the Attitudes Toward Ethnic Groups of Students in Monolingual Schools. Research and Development Memorandum No. 107."},
      {
        "id":"ED078993",
        "title":"Native American Teacher Corps Conference (Denver, Colorado, April 26-29, 1973). Position Papers, Volume 1."},
      {
        "id":"ED078994",
        "title":"Native American Teacher Corps Conference (Denver, Colorado, April 26-29, 1973). Position Papers, Volume 2."},
      {
        "id":"ED078995",
        "title":"Rural-Urban Value Patterns."},
      {
        "id":"ED078996",
        "title":"The Relationship Between Black Mothers' Attitudes Toward Sex Roles and Their Educational Aspirations and Expectations for Their Daughters."},
      {
        "id":"ED078997",
        "title":"Historical Change in Occupational Frames of Reference of Black and White Southern Youth: 1966-1972."},
      {
        "id":"ED078998",
        "title":"Manpower Training Program Outcomes: Indians and Rural Whites in South Dakota."},
      {
        "id":"ED078999",
        "title":"The Impact of Community Size and Urbanization on Values, Alienation and Satisfaction."},
      {
        "id":"ED079000",
        "title":"Some Eclectic Considerations Regarding Student Expectations."},
      {
        "id":"ED079001",
        "title":"Modern Value Orientations and Attitudes of Southern Ohio's Rural Youths Toward Abortion and Ohio's Law Concerning Abortion."},
      {
        "id":"ED079002",
        "title":"Rural Development Alternative Analysis Through the Use of Discriminant Function and Socioeconomic Indicator Matrices."},
      {
        "id":"ED079003",
        "title":"Migrant Education Program: A Handbook for the Teaching of Selected Concepts."},
      {
        "id":"ED079006",
        "title":"Comparative Approach to the Study of a White-Indian-Negro Caste System in Robeson County, North Carolina."},
      {
        "id":"ED079007",
        "title":"Relationship of the Self-Concept to Selected Measures of Performance Among Male Navajo Students at Intermountain School."},
      {
        "id":"ED079008",
        "title":"Meeker Schools ICDC [Integrated Career Development Curriculum] Implementation Case Study."},
      {
        "id":"ED079009",
        "title":"Texas Migrant Labor. Annual Report, 1972."},
      {
        "id":"ED079010",
        "title":"A Comparison Between Mexican-American and South American Students: A Cross-Cultural Study."},
      {
        "id":"ED079011",
        "title":"A College Degree: Does it Substantially Enhance the Economic Achievement of Chicanos? Center for Business Services Occasional Paper No. 503."},
      {
        "id":"ED079012",
        "title":"Guidelines for Establishing or Reorganizing a Very Small, Individualized Secondary School. A Summary of a Doctoral Dissertation by Rowland R. King. Research Reports on Educational Administration, Volume III, No. 6, 1973."},
      {
        "id":"ED079013",
        "title":"Guidelines for Establishing or Reorganizing a Very Small Individualized-Secondary School in an Isolated Community."},
      {
        "id":"ED079024",
        "title":"Animal Structures and Functions, Science (Experimental): 5314.13."},
      {
        "id":"ED079025",
        "title":"Applied Meteorology, Science (Experimental): 5343.06."},
      {
        "id":"ED079026",
        "title":"Dynamics II, Science (Experimental): 5318.03."},
      {
        "id":"ED079027",
        "title":"Energy: Light, Sound, and Heat, Science (Experimental): 5311.04."},
      {
        "id":"ED079028",
        "title":"Energy: Machines, Science (Experimental): 5311.03."},
      {
        "id":"ED079029",
        "title":"Introduction to the Plant World, Science (Experimental): 5311.11."},
      {
        "id":"ED079030",
        "title":"The Nervous System, Science (Experimental): 5363.02."},
      {
        "id":"ED079031",
        "title":"The World of Plants, Science (Experimental): 5311.13."},
      {
        "id":"ED079044",
        "title":"Earth Science Teacher Preparation Project (ESTPP) Consortium Directory 71 and 72."},
      {
        "id":"ED079045",
        "title":"Conference Board of the Mathematical Sciences Newsletter, Volume 7 Number 4."},
      {
        "id":"ED079047",
        "title":"The Rock Cycle or It&apos;s Hard When You&apos;re a Rock."},
      {
        "id":"ED079048",
        "title":"The Oxygen Cycle."},
      {
        "id":"ED079054",
        "title":"Unified Science Approach K-12, Proficiency Levels 1-6."},
      {
        "id":"ED079055",
        "title":"Unified Science Approach K-12, Proficiency Levels 7-12."},
      {
        "id":"ED079056",
        "title":"Unified Science Approach K-12, Proficiency Levels 13-21 and Semester Courses."},
      {
        "id":"ED079057",
        "title":"Teaching and Research in the Field of Science Policy - A Survey."},
      {
        "id":"ED079058",
        "title":"Scientists, Engineers, and Physicians From Abroad, Trends Through Fiscal Year 1970."},
      {
        "id":"ED079062",
        "title":"Upgrading Picture Communications Research in Science Education."},
      {
        "id":"ED079063",
        "title":"Pattern Analysis - A Macroscopic Development for Interaction Analysis."},
      {
        "id":"ED079064",
        "title":"An Investigation into the Effects of Generating Hunches Upon Subsequent Search Activities in Problem Solving Situations."},
      {
        "id":"ED079066",
        "title":"An Evaluation of a Museum Science Education Project with Social Integration and Urban Environmental Problems as a Focus."},
      {
        "id":"ED079068",
        "title":"Environmental Activities, K-12 Environmental Education Program, Summer Workshop 1972."},
      {
        "id":"ED079069",
        "title":"Four-Year Follow-Up on Physics Students. A Preliminary Report."},
      {
        "id":"ED079070",
        "title":"An Analysis of Teacher Self-Assessment and Related Student Perceptions Regarding Instructional Behavior of Junior High School Science Teachers."},
      {
        "id":"ED079071",
        "title":"A Structure for the Affective Domain in Relation to Science Education."},
      {
        "id":"ED079072",
        "title":"Clean Air. It's Up to You, Too."},
      {
        "id":"ED079073",
        "title":"Long-Range Educational Planning and the Environment: A Rationale for a State Environmental Education Plan in Michigan."},
      {
        "id":"ED079074",
        "title":"Michigan Does It Again."},
      {
        "id":"ED079075",
        "title":"Utilization of and Demand for Engineers and Scientists in Industrial Research."},
      {
        "id":"ED079098",
        "title":"The Conservation of North Carolina's Natural Resources."},
      {
        "id":"ED079099",
        "title":"Ecological Investigations, Curriculum Guide."},
      {
        "id":"ED079100",
        "title":"Water Quality Control, Curriculum Guide."},
      {
        "id":"ED079104",
        "title":"California Conservation and Environmental Education Survey."},
      {
        "id":"ED079105",
        "title":"A Survey and Study of Allen Parish Schools in the Area of Science Education, Grades 7-12."},
      {
        "id":"ED079106",
        "title":"Environmental Ecological Education Program, Interim Evaluation Report July 1, 1971 - June 30, 1972."},
      {
        "id":"ED079108",
        "title":"A System of Instruction for Career Mathematics."},
      {
        "id":"ED079109",
        "title":"Independent Research Projects - A Practical Means of Individualizing Instruction."},
      {
        "id":"ED079112",
        "title":"SMEAC Newsletter, Mathematics Education, Volume 5, Number 2."},
      {
        "id":"ED079115",
        "title":"Mathematics 7-8 Handbook, 1973 Reprint."},
      {
        "id":"ED079123",
        "title":"Activities with Decimals, Mathematics (Experimental): 5212.75."},
      {
        "id":"ED079124",
        "title":"Activities with Fractions, Mathematics (Experimental): 5212.74."},
      {
        "id":"ED079125",
        "title":"Activities with Whole Numbers, Mathematics (Experimental): 5212.73."},
      {
        "id":"ED079126",
        "title":"Algebra ld, Mathematics (Experimental): 5215.24."},
      {
        "id":"ED079127",
        "title":"Algebra lt, Mathematics (Experimental): 5215.15."},
      {
        "id":"ED079128",
        "title":"Algebra lu, Mathematics (Experimental): 5215.16."},
      {
        "id":"ED079129",
        "title":"Geometry 2, Mathematics (Experimental): 5218.22."},
      {
        "id":"ED079130",
        "title":"Pre-Algebra 2, Mathematics (Experimental): 5210.12."},
      {
        "id":"ED079131",
        "title":"Probability, Mathematics (Experimental): 5293.38."},
      {
        "id":"ED079132",
        "title":"Pure Mathematics 3, Mathematics (Experimental): 5211.33."},
      {
        "id":"ED079133",
        "title":"Agricultural Biology, Science (Experimental): 5314.09."},
      {
        "id":"ED079134",
        "title":"Investigating Intricacies of Life Science, Science (Experimental): 5334.02."},
      {
        "id":"ED079135",
        "title":"Plant Economics, Science (Experimental): 5314.07."},
      {
        "id":"ED079136",
        "title":"Rain, Rocks, Rockets and Reactions, Science (Experimental): 5334.04."},
      {
        "id":"ED079137",
        "title":"What Makes Man Go?, Science (Experimental): 5334.01."},
      {
        "id":"ED079138",
        "title":"Animals from the Outside In, Science (Experimental): 5314.01."},
      {
        "id":"ED079139",
        "title":"Life in the Past - Biogeography, Science (Experimental): 5314.16."},
      {
        "id":"ED079140",
        "title":"Microbiology, Science (Experimental): 5314.17."},
      {
        "id":"ED079141",
        "title":"Your World and Welcome To It, Science (Experimental): 5314.03."},
      {
        "id":"ED079142",
        "title":"Situation Report--Antigua, Dominican Republic, Grenada, Guatemala, Honduras, Philippines, Ryukyu Islands, St. Lucia, and St. Vincent."},
      {
        "id":"ED079143",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 13, No. 1."},
      {
        "id":"ED079144",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 14, No. 1."},
      {
        "id":"ED079145",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 15, No. 1."},
      {
        "id":"ED079147",
        "title":"A Supplementary Program for Environmental Education, Art, Grade K-3."},
      {
        "id":"ED079148",
        "title":"A Supplementary Program for Environmental Education, Art, Grade 4-6."},
      {
        "id":"ED079149",
        "title":"A Supplementary Program for Environmental Education, Art, Grade 7-9."},
      {
        "id":"ED079150",
        "title":"A Supplementary Program for Environmental Education, Art, Grade 10-12."},
      {
        "id":"ED079151",
        "title":"A Supplementary Program for Environmental Education, Business Education, Grade 9-12."},
      {
        "id":"ED079152",
        "title":"A Supplementary Program for Environmental Education, Home Economics, Beginning, Intermediate, Advanced."},
      {
        "id":"ED079153",
        "title":"A Supplementary Program for Environmental Education, Industrial Arts, Grade 7-12."},
      {
        "id":"ED079154",
        "title":"A Supplementary Program for Environmental Education, Industrial Arts, Grade 9-12."},
      {
        "id":"ED079156",
        "title":"A Supplementary Program for Environmental Education, Mathematics, Grade 2-4."},
      {
        "id":"ED079157",
        "title":"A Supplementary Program for Environmental Education, Mathematics, Grade 5-6."},
      {
        "id":"ED079158",
        "title":"A Supplementary Program for Environmental Education, Mathematics, Grade 7-8."},
      {
        "id":"ED079159",
        "title":"A Supplementary Program for Environmental Education, Mathematics, Grade 10-12."},
      {
        "id":"ED079160",
        "title":"A Supplementary Program for Environmental Education, Music, Grade 1-6."},
      {
        "id":"ED079161",
        "title":"A Supplementary Program for Environmental Education, Music, Grade 7-9."},
      {
        "id":"ED079162",
        "title":"A Supplementary Program for Environmental Education, Music, High School."},
      {
        "id":"ED079163",
        "title":"Topics for Mathematics Clubs."},
      {
        "id":"ED079164",
        "title":"Research Teaching and Training in Demography. A Directory of Institutions in the ECAFE Region."},
      {
        "id":"ED079170",
        "title":"Measuring the &quot;Unmeasurable&quot;: An Inquiry Model and Test for the Social Studies."},
      {
        "id":"ED079171",
        "title":"Explorations Into Variations On a Theme: Minorities and the Core Dimensions of Practicum Instruction in Social Work Education. Social Work Education for Economically Disadvantaged Groups in Texas."},
      {
        "id":"ED079173",
        "title":"Design of an Educational Environment with a Computer-Controlled Organ."},
      {
        "id":"ED079174",
        "title":"The Use of Competency-Based Modules in Training Social Studies Teachers."},
      {
        "id":"ED079177",
        "title":"The River Basin Model: Computer Output. Water Pollution Control Research Series."},
      {
        "id":"ED079178",
        "title":"Comprehensive School in Finland. Goals and an Outline for a Curriculum."},
      {
        "id":"ED079179",
        "title":"Desirability of Adopting an International Instrument on Education for International Understanding, Co-operation and Peace."},
      {
        "id":"ED079180",
        "title":"English School Achievements and Some Student Characteristics I. On the Relationship of Personality and Intelligence Variables to English School Achievements."},
      {
        "id":"ED079181",
        "title":"Investigations into the Instructional Process: VII. Non-Verbal Behavior in Group Work Observational Technique and Typology of Pupils' Work."},
      {
        "id":"ED079182",
        "title":"A Developmental Study of the Criteria Used by Children to Justify their Affective Response to Arts Experiences."},
      {
        "id":"ED079183",
        "title":"Cross-Cultural and Longitudinal Comparisons of Cognitive, Perceptual and Personality Measures in Mexico and the United States."},
      {
        "id":"ED079184",
        "title":"Laboratory Team Leaders in a General Psychology Class."},
      {
        "id":"ED079185",
        "title":"Social Studies: Grade 12: Advanced Economics (One Semester)."},
      {
        "id":"ED079186",
        "title":"Recent Trends in Anti-Egalitarian Social Research. A Consideration of the Possible Deterrent Effects on Equal Educational Opportunity for Minorities."},
      {
        "id":"ED079187",
        "title":"Training for Research in the Sociology of Education."},
      {
        "id":"ED079188",
        "title":"The Role of Ethnic Studies in Educational Equality."},
      {
        "id":"ED079189",
        "title":"The Community Action Agency and Educational Authority: A Theoretical Analysis of Inter-Organizational Politics."},
      {
        "id":"ED079190",
        "title":"Man's Changing Values and a World Culture--New Directions and New Emphases for Educational Programs. A Report on the 1971 Phi Delta Kappa Conference on World Education (Glassboro, New Jersey, May 8, 1971)."},
      {
        "id":"ED079191",
        "title":"Some General Findings from the IEA Surveys in Science, Reading Comprehension, and Literature."},
      {
        "id":"ED079192",
        "title":"Sample Executions of Computer Programs for Economics Instruction."},
      {
        "id":"ED079193",
        "title":"Law in American Society Project. Final Report to the Law Enforcement Assistance Administration."},
      {
        "id":"ED079194",
        "title":"South Asia Area Syllabus. Center for Area and Country Studies."},
      {
        "id":"ED079195",
        "title":"Near East and North Africa: A Question Syllabus. Center for Area and Country Studies."},
      {
        "id":"ED079196",
        "title":"Program of Studies in Non-Formal Education. A Report to the Administrator's Advisory Council."},
      {
        "id":"ED079197",
        "title":"Program of Studies in Non-Formal Education: The Strategic Uses of Formal and Non-Formal Education."},
      {
        "id":"ED079198",
        "title":"Economic Education--An Imperative."},
      {
        "id":"ED079199",
        "title":"Media Anthropologist Newsletter. Volume 1, Number 2."},
      {
        "id":"ED079200",
        "title":"A Summary and Evaluation of Project PROBE: A Planning Grant."},
      {
        "id":"ED079201",
        "title":"A Directory of Primary and Community Resources in the PROBE Area."},
      {
        "id":"ED079202",
        "title":"Social Studies Guidelines, K-12."},
      {
        "id":"ED079203",
        "title":"An Approach to Social Education."},
      {
        "id":"ED079204",
        "title":"Teaching Ethnic Studies: Concepts and Strategies. 43rd Yearbook."},
      {
        "id":"ED079205",
        "title":"International Dimensions in the Social Studies. 38th Yearbook."},
      {
        "id":"ED079206",
        "title":"Teaching Economics in American History. A Teacher's Manual for Secondary Schools."},
      {
        "id":"ED079207",
        "title":"In Touch. Dedicated to the Education of Young Children. Volume II, Number 3."},
      {
        "id":"ED079208",
        "title":"Personalized System of Instruction Newsletter, Number 8."},
      {
        "id":"ED079209",
        "title":"Teaching Youth About Conflict and War. Teaching Social Studies in an Age of Crisis. Number 5."},
      {
        "id":"ED079210",
        "title":"A Core of Competence for Baccalaureate Social Welfare and Curricular Implications."},
      {
        "id":"ED079211",
        "title":"National Endowment for the Humanities. Seventh Annual Report [for 1972]."},
      {
        "id":"ED079212",
        "title":"Comenius and Contemporary Education."},
      {
        "id":"ED079213",
        "title":"A Cultural Self-Awareness Approach to Improving Intercultural Communication Skills."},
      {
        "id":"ED079214",
        "title":"Community Resources Workshops. A First Step Toward Better Industry-Education Cooperation."},
      {
        "id":"ED079215",
        "title":"Television and Social Studies: Synergy and Symbiosis."},
      {
        "id":"ED079216",
        "title":"News and Notes on the Social Sciences. Spring 73."},
      {
        "id":"ED079217",
        "title":"Change in Schools: An Insider's Look."},
      {
        "id":"ED079218",
        "title":"Cultural Enrichment Program. Saint Martin Parish. End of Project Report."},
      {
        "id":"ED079219",
        "title":"The Algonkian Region: An Examination of the Indians Within the Eastern Region in Both Historical and Contemporary Contexts. Learning Activity Packet."},
      {
        "id":"ED079220",
        "title":"The People of Dade County. Social Studies: 6470.12."},
      {
        "id":"ED079221",
        "title":"Tradition and Change in Non-Western Cultures. Social Studies--Language Arts: 6414.08."},
      {
        "id":"ED079222",
        "title":"Opaque Watercolor (Tentative Course Outline). Art Education: 6673.05."},
      {
        "id":"ED079223",
        "title":"American Black Art. Art Education: 6677.02."},
      {
        "id":"ED079224",
        "title":"Propaganda. Social Studies, Language Arts: 6470.06."},
      {
        "id":"ED079225",
        "title":"Production and Display Workshop. Art Education: POS 6699.01."},
      {
        "id":"ED079226",
        "title":"A Nation of Immigrants. Social Studies. 6416.17."},
      {
        "id":"ED079227",
        "title":"Changing Roles of Women. Social Studies: 0425.17."},
      {
        "id":"ED079228",
        "title":"Transparencies. Art Education: Art I 6673.03, CM Art I 6693.03."},
      {
        "id":"ED079229",
        "title":"The Reel Thing. Creative Photography. Art Education: Art Cft 7 6681.01, CM Art 1 6693.01."},
      {
        "id":"ED079230",
        "title":"Schools Are People. An Anthology of Stories Highlighting the Human Drama of Teaching and Learning."},
      {
        "id":"ED079231",
        "title":"NEA Teacher Center Network: A Prospectus."},
      {
        "id":"ED079232",
        "title":"A Reading and Study Skills Institute for Junior College Teachers. Director's Report."},
      {
        "id":"ED079233",
        "title":"Report of the HEW Work Group on Behavior Analysis in Education. Final Draft."},
      {
        "id":"ED079234",
        "title":"Qualitative Evaluation of Teacher Service, Academic Subject Teachers."},
      {
        "id":"ED079235",
        "title":"Qualitative Evaluation of Teacher Training, Academic Subject Teachers Section."},
      {
        "id":"ED079236",
        "title":"Teacher Standards and Practices Commissions. A Directory."},
      {
        "id":"ED079237",
        "title":"Planning for a Performance-Based Teacher Education Program: A Final Report."},
      {
        "id":"ED079238",
        "title":"Project Interface: A Systems Model for Elementary School Curriculum Evolution and Teacher Education."},
      {
        "id":"ED079239",
        "title":"A Process for Becoming a Teacher."},
      {
        "id":"ED079240",
        "title":"Evaluating and Reporting Pupil Progress. What Research Says to the Teacher Series. No. 7."},
      {
        "id":"ED079241",
        "title":"NEA Research Bulletin, Volume 50, Number 2."},
      {
        "id":"ED079242",
        "title":"Project PROBE. Final Program Report."},
      {
        "id":"ED079243",
        "title":"Practice What You Teach - An Attempt Towards Individualized Instruction."},
      {
        "id":"ED079244",
        "title":"Observation - A Losing Art in Teacher Training."},
      {
        "id":"ED079245",
        "title":"Personal Attributes of Intellectually Gifted Teacher Candidates and Their Implications for Student Identification."},
      {
        "id":"ED079246",
        "title":"The Profession Looks at Teacher Education."},
      {
        "id":"ED079247",
        "title":"Toward Better Preparation of Language Arts and Reading Teachers."},
      {
        "id":"ED079248",
        "title":"Putting It All Together: An Attempt to Integrate Theory and Research About Self Confrontation in Teacher Education."},
      {
        "id":"ED079249",
        "title":"The Role of Redundancy in the Assessment of the Effectiveness of Teacher Communication."},
      {
        "id":"ED079250",
        "title":"The Effect of Analyzing Teacher Behavior on Self Concepts of Teachers."},
      {
        "id":"ED079251",
        "title":"Attitude Changes in Introduction to Teaching Classes."},
      {
        "id":"ED079252",
        "title":"A New Kind of Teacher for the New Middle School."},
      {
        "id":"ED079253",
        "title":"A Profession of Change."},
      {
        "id":"ED079255",
        "title":"Professional Preparation for School Librarians: The Exceptional Child and the Library."},
      {
        "id":"ED079256",
        "title":"Supervision of Student Teachers: How Adequate?"},
      {
        "id":"ED079257",
        "title":"School Volunteers: Districts Recruit Aides to Meet Rising Costs, Student Needs."},
      {
        "id":"ED079258",
        "title":"Investigations into the Instructional Process. VIII. On the Problems of Variable Construction from Flanders' Interaction Matrix with Special Emphasis on the Stochastic Nature of Classroom Communication."},
      {
        "id":"ED079259",
        "title":"A Guide for Conducting a Teacher Self-Improvement Program."},
      {
        "id":"ED079260",
        "title":"A Study of Teachers' Classroom Questioning and Responding Techniques."},
      {
        "id":"ED079261",
        "title":"Terminal Evaluation: Alton Area Supplementary Education Center 1967-1970."},
      {
        "id":"ED079262",
        "title":"The 1970-71 Revision of the Five-Year Master Plan for Inservice Teacher Education."},
      {
        "id":"ED079263",
        "title":"Beauty Products and the Consumer."},
      {
        "id":"ED079264",
        "title":"Symposium on Research and Reform in Teacher Education. Part I."},
      {
        "id":"ED079266",
        "title":"Guidelines for Professional Preparation Programs for Personnel Involved in Physical Education and Recreation for the Handicapped."},
      {
        "id":"ED079267",
        "title":"Teachers' Acceptance of Innovations: Self-Interest, Altruism, and Professionalization."},
      {
        "id":"ED079268",
        "title":"Adaptive Teaching for Effective Learning: A Team Approach to Elementary Teacher Preparation."},
      {
        "id":"ED079269",
        "title":"Operation Sports, Health and Recreation Program. Reprint 1972."},
      {
        "id":"ED079270",
        "title":"An Experiment in Planned Change: The Urban Teacher Education Planning Grant Program of the American Association of State Colleges and Universities."},
      {
        "id":"ED079271",
        "title":"Extremism or Equity in the Governance of Teacher Education."},
      {
        "id":"ED079272",
        "title":"Perception of the Teacher Aide's Role: A Child's View."},
      {
        "id":"ED079273",
        "title":"An Experimental Approach for the Personalization of a Teacher Education Program. Final Report."},
      {
        "id":"ED079274",
        "title":"The Evolution of Performance Based Teacher Education Programs."},
      {
        "id":"ED079275",
        "title":"The Bilingual - Bicultural Education Program of the Institute of American Studies, Trinity College."},
      {
        "id":"ED079276",
        "title":"The Preparation, Implementation and Beginning Evaluation of a Revised Undergraduate Elementary Science Teachers Course at Howard University."},
      {
        "id":"ED079277",
        "title":"Para-Professionals Handbook."},
      {
        "id":"ED079278",
        "title":"The C.O.P.E. Program at Washington State University."},
      {
        "id":"ED079279",
        "title":"\"1983: School as a Concept, Not a Place.\" A Decade of Transition."},
      {
        "id":"ED079280",
        "title":"Trends in Teacher Supply and Demand in Public Schools, 1973-1976."},
      {
        "id":"ED079281",
        "title":"[Information Package on \"Accountability.\"]"},
      {
        "id":"ED079282",
        "title":"Evaluation Systems for Education: Descriptive Abstracts."},
      {
        "id":"ED079283",
        "title":"Development of a Performance Based Teacher Education Curriculum. Final Report."},
      {
        "id":"ED079284",
        "title":"Research in Dance II."},
      {
        "id":"ED079285",
        "title":"Gymnastics Guide with Official Rules. June 1973 - June 1975."},
      {
        "id":"ED079286",
        "title":"Abstracts of Research Papers 1973."},
      {
        "id":"ED079287",
        "title":"Riding Standards. The Policies and Operating Procedures of the National Riding Committee 1973-74."},
      {
        "id":"ED079288",
        "title":"Physical Education and Recreation for the Visually Handicapped."},
      {
        "id":"ED079289",
        "title":"Directory, Professional Preparation Programs in Recreation, Parks & Related Areas."},
      {
        "id":"ED079290",
        "title":"Characteristics of Recreationists in Northeastern New Mexico. Agricultural Experiment Station Research Report 209."},
      {
        "id":"ED079291",
        "title":"Selected Soccer and Speedball Articles. Sports Articles Reprint Series. Third Edition."},
      {
        "id":"ED079292",
        "title":"Gymnastics Guide with Official Rules. June 1971 - June 1973."},
      {
        "id":"ED079293",
        "title":"Sports Safety. Accident Prevention and Injury Control in Physical Education, Athletics, and Recreation."},
      {
        "id":"ED079294",
        "title":"Physical Education for High School Students. A Book of Sports, Athletics, and Recreational Activities for Teen-Age Boys and Girls."},
      {
        "id":"ED079295",
        "title":"Television: Production and Utilization in Physical Education."},
      {
        "id":"ED079296",
        "title":"The Training of Judges for Girls Gymnastics. A Script-Workbook to Be Used in Conjunction with a Film and Supplementary Materials."},
      {
        "id":"ED079297",
        "title":"Archery: A Planning Guide for Group and Individual Instruction."},
      {
        "id":"ED079298",
        "title":"New Ideas for Bowling Instruction."},
      {
        "id":"ED079299",
        "title":"Manual for Teaching Western Riding."},
      {
        "id":"ED079300",
        "title":"The Little Known Olympic Sports."},
      {
        "id":"ED079301",
        "title":"Selected Field Hockey and Lacrosse Articles. Sports Articles Reprint Series. Third Edition."},
      {
        "id":"ED079302",
        "title":"Selected Archery Articles. Sports Articles Reprint Series."},
      {
        "id":"ED079303",
        "title":"Aquatics Guide with Official Rules. July 1971 - July 1973."},
      {
        "id":"ED079304",
        "title":"Selected Gymnastics Articles. Sports Articles Reprint Series. First Edition."},
      {
        "id":"ED079305",
        "title":"Tennis-Badminton-Squash Guide with Official Rules. June 1972 - June 1974."},
      {
        "id":"ED079306",
        "title":"Softball Guide with Official Rules. January 1972 - January 1974."},
      {
        "id":"ED079307",
        "title":"Field Hockey-Lacrosse Guide with Official Rules. June 1972 - June 1974."},
      {
        "id":"ED079308",
        "title":"Selected Aquatic Articles. Sports Articles Reprint Series. Second Edition."},
      {
        "id":"ED079309",
        "title":"Track and Field Guide Including Cross Country with Official Rules. January 1972 - January 1974."},
      {
        "id":"ED079310",
        "title":"Selected Fencing Articles. Sports Articles Reprint Series. First Edition."},
      {
        "id":"ED079311",
        "title":"Volleyball Guide with Official Rules. July 1971 - July 1973."},
      {
        "id":"ED079312",
        "title":"Archery - Golf Guide with Official Rules. June 1972 - June 1974."},
      {
        "id":"ED079313",
        "title":"Selected Tennis and Badminton Articles. Sports Articles Reprint Series. Third Edition."},
      {
        "id":"ED079314",
        "title":"Sports Programs for College Women."},
      {
        "id":"ED079315",
        "title":"Bowling-Fencing Guide with Official Rules. January 1973 - January 1975."},
      {
        "id":"ED079316",
        "title":"Guide to Excellence for Physical Education in Colleges and Universities. A Position Paper."},
      {
        "id":"ED079317",
        "title":"Competitive Athletic Programs for Impaired, Disabled, and Handicapped Persons."},
      {
        "id":"ED079318",
        "title":"C.E.E.B. and S.A.T.O. - Their Relationship."},
      {
        "id":"ED079320",
        "title":"Test Collection Bulletin."},
      {
        "id":"ED079321",
        "title":"An Observational Instrument Based on the Objectives of a Special Education Curriculum."},
      {
        "id":"ED079322",
        "title":"Four Indices for Investigating Inter-Observer Accuracy of Observational Instruments."},
      {
        "id":"ED079323",
        "title":"A Method for Generating and Evaluating Course or Departmental Objectives."},
      {
        "id":"ED079325",
        "title":"Development of a Piagetian-Based Written Test: A Criterion-Referenced Approach."},
      {
        "id":"ED079326",
        "title":"The Development of an Instrument to Measure Attitudes Toward School Subjects."},
      {
        "id":"ED079327",
        "title":"A Model of Curriculum Evaluation Applied to a University Baccalaureate Program."},
      {
        "id":"ED079328",
        "title":"Relations Between Cognitive Abilities and Concept Attainment."},
      {
        "id":"ED079329",
        "title":"Heredity, Environment, and Class or Ethnic Differences."},
      {
        "id":"ED079330",
        "title":"Assessment of Anxiety About Teaching Using the Teaching Anxiety Scale: Manual and Research Report."},
      {
        "id":"ED079333",
        "title":"Measuring Reflection Impulsivity Accurately."},
      {
        "id":"ED079334",
        "title":"Application of a New Psychometric Method to an Old Tried and Untrue Experimental Design to Improve the Validity of a Tailor-Made Scoring Key."},
      {
        "id":"ED079335",
        "title":"Accountability in Education: Implications for Guidance Workers."},
      {
        "id":"ED079336",
        "title":"Accountability from the Point of View of a Chief Administrator."},
      {
        "id":"ED079337",
        "title":"Accountability - To Whom, for What."},
      {
        "id":"ED079338",
        "title":"The Student as Godfather? The Impact of Student Ratings on Academia."},
      {
        "id":"ED079339",
        "title":"Performance Contracting Overview."},
      {
        "id":"ED079340",
        "title":"The Valett Stanford-Binet L-M Profile for Teachers."},
      {
        "id":"ED079341",
        "title":"Wechsler Scales Complementary Sheet."},
      {
        "id":"ED079342",
        "title":"Vineland Social Maturity Scale Profile."},
      {
        "id":"ED079344",
        "title":"Aptitude, Intelligence, and Achievement."},
      {
        "id":"ED079345",
        "title":"How Accurate Is a Test Score?"},
      {
        "id":"ED079346",
        "title":"Cross-Validation."},
      {
        "id":"ED079347",
        "title":"Methods of Expressing Test Scores."},
      {
        "id":"ED079348",
        "title":"The D.A.T. -- A Seven-Year Follow-Up."},
      {
        "id":"ED079349",
        "title":"Quantifying Human Performance Reliability."},
      {
        "id":"ED079350",
        "title":"A Voice-Radio Method for Collecting Human Factors Data."},
      {
        "id":"ED079351",
        "title":"Estimation of Latent Ability and Item Parameters When There Are Omitted Responses."},
      {
        "id":"ED079352",
        "title":"Comparing Regressions When Measurement Error Variances Are Known."},
      {
        "id":"ED079353",
        "title":"Feasibility Study of Educational Performance Indicators. Final Report."},
      {
        "id":"ED079354",
        "title":"Conversion of High School Grade Averages Reported in Different Systems."},
      {
        "id":"ED079355",
        "title":"Student Evaluation -- Parent Report Cambridge Junior High School, Cambridge, Minnesota."},
      {
        "id":"ED079356",
        "title":"The Relative Efficiency of Two Tests as a Function of Ability Level."},
      {
        "id":"ED079357",
        "title":"Geometric Interpretations of Some Psychophysical Results."},
      {
        "id":"ED079358",
        "title":"Age Differences in Children's Performance on Measures of Component Selection and Incidental Learning."},
      {
        "id":"ED079359",
        "title":"Simplified Formulas for Standard Errors in Maximum Likelihood Factor Analysis."},
      {
        "id":"ED079360",
        "title":"Multivariate Comparison of Two Model Preschool Programs."},
      {
        "id":"ED079361",
        "title":"A Manual for Scoring the Teacher Concerns Statement."},
      {
        "id":"ED079364",
        "title":"Movement to the Multistate Bar Examination -- What Next? The Demand for Post-Examination Performance Criteria."},
      {
        "id":"ED079365",
        "title":"Predicting Success in Graduate Education."},
      {
        "id":"ED079366",
        "title":"Jefferson Parish Schools ESAP Needs Assessment Survey."},
      {
        "id":"ED079368",
        "title":"The Effect of Pictorial Integration on Children's Incidental Learning."},
      {
        "id":"ED079369",
        "title":"Cost Efficiency and Effectiveness in the Detection and Improvement of Learning Abilities."},
      {
        "id":"ED079371",
        "title":"Double-Entry Expectancy Tables."},
      {
        "id":"ED079372",
        "title":"Testing Job Applicants from Disadvantaged Groups."},
      {
        "id":"ED079373",
        "title":"Sensitivity and Validity of Learning Potential Measurement in Three Levels of Ability."},
      {
        "id":"ED079374",
        "title":"A Mastery Approach for Large Classes in Introductory Educational Psychology."},
      {
        "id":"ED079375",
        "title":"School Evaluation: A Lever for Meaningful Change."},
      {
        "id":"ED079377",
        "title":"The Comparability Question: Potential Uses and Misuses of Data."},
      {
        "id":"ED079378",
        "title":"Criterion-Referenced Student Evaluation Systems."},
      {
        "id":"ED079379",
        "title":"Standardized Magnitude Estimations of Frequency and Amount for Use in Rating Extensivity."},
      {
        "id":"ED079380",
        "title":"New Skins for New Wine."},
      {
        "id":"ED079381",
        "title":"Evaluation and Training of Clinical Diagnostic Skills. Publication No. 41."},
      {
        "id":"ED079382",
        "title":"Effects of Training on the Test of Diagnostic Skills. Publication No. 30."},
      {
        "id":"ED079383",
        "title":"The Colorado Evaluation Project (Common Status Measures). Progress Report."},
      {
        "id":"ED079384",
        "title":"Watch Your Weights."},
      {
        "id":"ED079385",
        "title":"Comparability Vs. Equivalence of Test Scores."},
      {
        "id":"ED079386",
        "title":"On Telling Parents About Test Results."},
      {
        "id":"ED079387",
        "title":"The Identification of the Gifted."},
      {
        "id":"ED079390",
        "title":"Cultural Indicators: The Social Reality of Television Drama."},
      {
        "id":"ED079391",
        "title":"Rationale for and Development of a Battery of Performance Tests for Vocational Selection."},
      {
        "id":"ED079392",
        "title":"Project TRACE: Research and Evaluation of Follow-Up Studies of High School Graduates Using Sampling Techniques."},
      {
        "id":"ED079394",
        "title":"The Evaluation of Educational Goals, Instructional Procedures and Outcomes or The Iceman Cometh."},
      {
        "id":"ED079396",
        "title":"College Student Migration."},
      {
        "id":"ED079397",
        "title":"Development and Analysis of 18 Experimental Objectives-Based Measures Administered in 1972."},
      {
        "id":"ED079398",
        "title":"The Evaluation of Outcome in Schizophrenia."},
      {
        "id":"ED079400",
        "title":"Combining Unbiased Estimates of a Parameter Known to be Positive."},
      {
        "id":"ED079401",
        "title":"Differential Validity: A Problem with Tests or Criteria?"},
      {
        "id":"ED079402",
        "title":"The Issue of Item and Test Variance for Criterion-Referenced Tests."},
      {
        "id":"ED079404",
        "title":"Georgia Statewide Testing Program Results 1972-73: 11th Grade Schools Category Report."},
      {
        "id":"ED079405",
        "title":"Georgia Statewide Testing Program Results 1972-73: Systems Category Report."},
      {
        "id":"ED079407",
        "title":"Materials and Procedures for Assessing Learner Needs in Colorado. Technical Report."},
      {
        "id":"ED079408",
        "title":"Summary Report of Minimum Testing Program 1970-1971. Evaluation Report No. 80."},
      {
        "id":"ED079409",
        "title":"Factor Analysis of Law School Grades."},
      {
        "id":"ED079410",
        "title":"The Physical Activities Survey of Police Officers in New Jersey. Final Report."},
      {
        "id":"ED079411",
        "title":"Infrastructure and Transition in Developmental Analysis."},
      {
        "id":"ED079412",
        "title":"On the Stability of Rotated Factor Loadings: The Wexler Phenomenon."},
      {
        "id":"ED079413",
        "title":"An Accountability Design for School Systems."},
      {
        "id":"ED079414",
        "title":"Disadvantaged Children and Their First School Experiences. ETS-Head Start Longitudinal Study: Development of Self-Regulatory Behaviors."},
      {
        "id":"ED079415",
        "title":"Disadvantaged Children and Their First School Experiences. ETS-Head Start Longitudinal Study: Preschool Teacher's Beliefs on Effective Teaching Techniques and Their Relationships to Pupil Characteristics."},
      {
        "id":"ED079417",
        "title":"Disadvantaged Children and Their First School Experiences. ETS-Head Start Longitudinal Study: Structural Stability and Change in the Test Performance of Urban Preschool Children. Summary Report."},
      {
        "id":"ED079418",
        "title":"The Description of Personality Measurements in Terms of Rotated Factors."},
      {
        "id":"ED079419",
        "title":"Western Regional Conference on Testing Problems (8th, Los Angeles, California, May 1, 1959). Measurement Implications of Recent Curriculum Developments."},
      {
        "id":"ED079420",
        "title":"Western Regional Conference on Testing Problems (7th, Los Angeles, California, March 14, 1958). Testing for the Discovery and Development of Human Talent."},
      {
        "id":"ED079421",
        "title":"Analysis of Statewide Testing Program Results, 1972-1973. Grades 1, 5, and 8 and ACT Report 1973."},
      {
        "id":"ED079422",
        "title":"Evaluation and Assessment Unit. 1972-73 Annual Report."},
      {
        "id":"ED079423",
        "title":"A Manual to Aid the Understanding and Implementation of Statewide Evaluation."},
      {
        "id":"ED079424",
        "title":"1973-74 Illinois Statewide Aptitude High School Testing Program Statewide Norms: Academic Aptitude-Social Studies-Science-English-Mathematics-Functional Reports."},
      {
        "id":"ED079425",
        "title":"A Manual for Teachers to Aid the Understanding and Implementation of Statewide Evaluation."},
      {
        "id":"ED079426",
        "title":"1972-73 Illinois Statewide High School Testing Program School Norms."},
      {
        "id":"ED079427",
        "title":"Aids to Interpretation for 1973-74 Illinois Statewide High School Testing Program."},
      {
        "id":"ED079429",
        "title":"The Efficiency and Efficacy of the Evaluation Practices of the Illinois Division of Vocational and Technical Education--Final Report."},
      {
        "id":"ED079430",
        "title":"The Efficiency and Efficacy of Evaluation Practices of the Illinois Division of Vocational and Technical Education. Summary Report."},
      {
        "id":"ED079431",
        "title":"Instruments That Measure Self Concept."},
      {
        "id":"ED079432",
        "title":"Foreign Language Testing: Will the Persistent Problems Persist?"},
      {
        "id":"ED079434",
        "title":"Dimension Preference and Component Selection: Alternative Measures of Children's Attention to Stimulus Components."},
      {
        "id":"ED079436",
        "title":"Modification of Teaching Behavior through the Combined Use of Microteaching Techniques with the Technion Diagnostic System TDS."},
      {
        "id":"ED079437",
        "title":"Human Relations in the Classroom. An Annotated Bibliography: Supplement 2. ERIC-IRCD Urban Disadvantated Series, Number 33, June 1973."},
      {
        "id":"ED079438",
        "title":"Early Childhood Education for the Disadvantaged: An Annotated Bibliography of Doctoral Dissertations. ERIC-IRCD Doctoral Research Series, Number 3, July 1973."},
      {
        "id":"ED079441",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Third Congress, First Session. Nutrition Education--1973. Parts 3, 4, and 5--TV Advertising of Food to Children. Washington, D.C., March 5, 6, and 12, 1973."},
      {
        "id":"ED079442",
        "title":"Effects of Direct, Intermittent, and Vicarious Reinforcement Procedures on the Development and Maintenance of Instruction Following Behaviors in a Group of Young Children."},
      {
        "id":"ED079444",
        "title":"A Bibliography of Doctoral Research on the Negro. Supplement, 1967-1969."},
      {
        "id":"ED079445",
        "title":"If You're Young and Black... A Report of a Summer Program with Black Male Youth in Tucson, Arizona, with Recommendations for Program Development."},
      {
        "id":"ED079446",
        "title":"1970-71 Evaluation Report of ESEA (Title III) Inner City Education Project."},
      {
        "id":"ED079448",
        "title":"[Jencks'&quot;Inequality&quot; and Its Critics.] Clearinghouse for Civil Rights Research, Volume 2, Number 1, Spring 1973."},
      {
        "id":"ED079449",
        "title":"Testing and Tracking: Bias in the Classroom. Inequality in Education, Number 14, July 1973."},
      {
        "id":"ED079451",
        "title":"Urbanization in Brazil. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079452",
        "title":"Urbanization in Colombia. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079454",
        "title":"Urbanization in Peru. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079455",
        "title":"Urbanization in Chile. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079456",
        "title":"Urbanization in Tropical Africa: A Demographic Introduction. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079457",
        "title":"Urbanization in Nigeria: A Planning Commentary. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079458",
        "title":"Urbanization in Kenya: Urbanization Trends and Prospects; Rural Development and Urban Growth. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079459",
        "title":"Urbanization in Zambia. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079460",
        "title":"Urbanization in Morocco. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079461",
        "title":"Urbanization in Turkey. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079462",
        "title":"Urbanization in India. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079463",
        "title":"Urbanization in Thailand. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079464",
        "title":"Urbanization in Developing Countries: The Response of International Assistance. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079465",
        "title":"Infrastructure Problems of the Cities of Developing Countries. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079466",
        "title":"Survey of European Programs: Education for Urbanization in the Developing Countries. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079467",
        "title":"Race and the Third World City. An International Urbanization Survey Report to the Ford Foundation."},
      {
        "id":"ED079468",
        "title":"A Conceptual Framework for the Diffusion of Innovations in Vocational and Technical Education. Final Report."},
      {
        "id":"ED079469",
        "title":"An Evaluative Study of Auto Mechanics and Automotive Technology Programs and Curricula. Final Report."},
      {
        "id":"ED079470",
        "title":"Career Cluster Concepts."},
      {
        "id":"ED079471",
        "title":"Mexican Americans in Transition: Migration and Employment in Michigan Cities. Final Report."},
      {
        "id":"ED079472",
        "title":"Summaries of Research Studies in Agricultural Education Southern Region, 1971-72."},
      {
        "id":"ED079473",
        "title":"Major Programs 1972. Bureau of Labor Statistics."},
      {
        "id":"ED079474",
        "title":"Teacher Resource Bibliography for Marketing and Distribution and Distributive Education, 1968-1971."},
      {
        "id":"ED079475",
        "title":"Post-Secondary Cooperative Education Abstracts."},
      {
        "id":"ED079476",
        "title":"Vocational Campus Multimedia Learning Laboratory Program-Extension. VEA Project Number 72-2-179 Final Report."},
      {
        "id":"ED079477",
        "title":"Community Mental Health Workers Project: Report I (January 1971), Report II (February 1971), Report III (June 1971), and Report IV (March 1973)."},
      {
        "id":"ED079478",
        "title":"Negro Employment in the South. Volume 3: State and Local Governments."},
      {
        "id":"ED079479",
        "title":"Changing Schedules of Work: Patterns and Implications. Final Report."},
      {
        "id":"ED079481",
        "title":"Career Education: Agribusiness and Natural Resources Occupations Cluster."},
      {
        "id":"ED079482",
        "title":"Review and Analysis of Sources of Occupational Information for Career Education."},
      {
        "id":"ED079483",
        "title":"Technical Entrepreneurship: A Symposium."},
      {
        "id":"ED079484",
        "title":"Hours, Wages and Related Payments in the Ontario Construction Industry, 1973. Part I."},
      {
        "id":"ED079485",
        "title":"Careers Oriented Relevant Education (C.O.R.E.). Final Report."},
      {
        "id":"ED079487",
        "title":"The Maryland Career Development Project (K-Adult): Career Exploration Workshops (Junior High). Second Progress Report."},
      {
        "id":"ED079488",
        "title":"A Guide to Joint Vocational Rehabilitation and Disability Determination Unit In-Service Training."},
      {
        "id":"ED079490",
        "title":"Increasing The Supply of Medical Personnel: Needs and Alternatives. Evaluative Studies Series."},
      {
        "id":"ED079491",
        "title":"The Distribution and Effects of Vocational and Technical Education Funding in Illinois in Fiscal Year 1972."},
      {
        "id":"ED079492",
        "title":"Status Survey of Secondary School Home Economics Programs in the State of Wisconsin, 1972; Abstract of Status Survey."},
      {
        "id":"ED079493",
        "title":"Physician's Assistants and Nurse Associates: A Review."},
      {
        "id":"ED079494",
        "title":"Proceedings: Governor's Symposium on Vocational Education, Chicago, Illinois, May 4-5, 1972. Investing in People."},
      {
        "id":"ED079495",
        "title":"Curriculum Selection and Success of Tenth Grade Girls as Related to Selected Ninth Grade Characteristics."},
      {
        "id":"ED079497",
        "title":"Developing a State System of Managed Research and Development Activities in Vocational Education."},
      {
        "id":"ED079498",
        "title":"Renewal of Currently Employed Teachers as Teachers of Applied Biological and Agricultural Occupations. Final Report."},
      {
        "id":"ED079499",
        "title":"National Transportation Study 1974. Manual 1: General Information."},
      {
        "id":"ED079500",
        "title":"Proceedings of Conference on Maximizing Productivity Improvement of Hourly Workers."},
      {
        "id":"ED079501",
        "title":"Conference on Career Development and Program Articulation in Health. Final Report."},
      {
        "id":"ED079504",
        "title":"Work Experience as Preparation for Adulthood: A Review of Federal Job Training, Vocational, and Career Education Programs, An Analysis of Current Research, and Recommendations for Future Research."},
      {
        "id":"ED079505",
        "title":"Negative Effects and Occupational Upgrading in a Collective Bargaining Environment."},
      {
        "id":"ED079506",
        "title":"Career Education: Alive and Well."},
      {
        "id":"ED079509",
        "title":"An Evaluation of the Educational Telephone Network (ETN) as an Instructional Delivery System for a Graduate Course in Career Education."},
      {
        "id":"ED079510",
        "title":"Long Term Change in Personal Income Distribution: Theoretical Approaches, Evidence and Explanations."},
      {
        "id":"ED079511",
        "title":"Employees in Nursing Homes: United States, April-September 1968. Data from the National Health Survey, Series 12, Number 15."},
      {
        "id":"ED079512",
        "title":"Work Experience Education: A Handbook for California Secondary Schools."},
      {
        "id":"ED079514",
        "title":"The Minnesota Vocational Follow-Up System: Rationale and Methods."},
      {
        "id":"ED079516",
        "title":"Utah Model for Career Guidance K-12."},
      {
        "id":"ED079517",
        "title":"The Teaching of Technology. A Symposium."},
      {
        "id":"ED079518",
        "title":"Survey and Analysis of Barbering in Wisconsin. Final Report."},
      {
        "id":"ED079519",
        "title":"Careers for Women in the 70's."},
      {
        "id":"ED079520",
        "title":"Improving Employee Performance."},
      {
        "id":"ED079521",
        "title":"A Consortium For Occupational Competency Testing of Trade and Industrial/Technical Teachers. Final Report."},
      {
        "id":"ED079523",
        "title":"A Study of Changes in Occupational Ratings by Selected Associate Degree Graduates."},
      {
        "id":"ED079524",
        "title":"Survey Study of Selected Illinois Vocational Education Personnel: Qualifications, Needs, Trends, and Implications. Final Report."},
      {
        "id":"ED079525",
        "title":"An Analysis of the Process, Intent, Distribution, and Effects of Priority Funding for Vocational and Technical Education in the State of Illinois."},
      {
        "id":"ED079527",
        "title":"A Benefit-Cost Analysis of Vocational-Occupational Training at Selected Illinois Junior Colleges."},
      {
        "id":"ED079528",
        "title":"International Agricultural Affairs. Terminal Report, USAID Contract/Nesa-148. November 1, 1964 to September 30, 1972."},
      {
        "id":"ED079529",
        "title":"Annual Evaluation Report, Fiscal Year 1972. Florida State Advisory Council on Vocational and Technical Education."},
      {
        "id":"ED079530",
        "title":"The Closed Door: The Effect of a Criminal Record on Employment with State and Local Public Agencies."},
      {
        "id":"ED079531",
        "title":"Convention Proceedings Digest (Chicago, Illinois, December 1-6, 1972)."},
      {
        "id":"ED079533",
        "title":"The Status of Vocational Education R, D, D, and E Personnel. Final Report."},
      {
        "id":"ED079535",
        "title":"An Anthology of 15 Career Education Programs."},
      {
        "id":"ED079536",
        "title":"Proceedings of a National Invitational Conference on Post-Secondary Career Education for State Directors of Vocational Education, Community/Junior Colleges, Adult and Continuing Education. Final Report."},
      {
        "id":"ED086569",
        "title":"Aesthetic Awareness: A Means to Improve Self Concept in a Multi-Cultural Environment."},
      {
        "id":"ED086570",
        "title":"Global Development Studies. A Model Curriculum for an Academic Year Course in Global Systems and Human Development at the Secondary and Undergraduate Levels of General Education."},
      {
        "id":"ED086571",
        "title":"Social Inventions."},
      {
        "id":"ED086572",
        "title":"Reflections on Law-Related Education. Speeches from Regional Conference on Law-Related Education, Philadelphia, Pennsylvania, May 21-22, 1973. Working Notes Number 3."},
      {
        "id":"ED086573",
        "title":"Help! What to Do, Where to Go? Working Notes Number 4."},
      {
        "id":"ED086574",
        "title":"Interaction Patterns of Leaders in Public Schools. An Occasional Paper."},
      {
        "id":"ED086575",
        "title":"Test Use and Test Reliability in a Curriculum for Educable Mentally Retarded Children. Working Paper Number 1."},
      {
        "id":"ED086576",
        "title":"Developmental Problems of the Moderately Mentally Retarded."},
      {
        "id":"ED086577",
        "title":"Home and Family in Society. An Occasional Paper."},
      {
        "id":"ED086578",
        "title":"The Nature of Man and Its Implications."},
      {
        "id":"ED086579",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan, Volume 6, Number 2, 1972: Period Covered, April-June, 1972."},
      {
        "id":"ED086580",
        "title":"The Major Disciplines."},
      {
        "id":"ED086581",
        "title":"A Study and Demonstration of the Training and Utilization of Psychological Assistants in Different Clinical Settings. Final Report."},
      {
        "id":"ED086582",
        "title":"I Am Loveable and Capable. A Modern Allegory of the Classical Put-Down."},
      {
        "id":"ED086583",
        "title":"A Radical Conception of the Role of Values in Curriculum: \"Praxis\"."},
      {
        "id":"ED086584",
        "title":"The Success of Individualized Independent Instruction in a World Civilization Class."},
      {
        "id":"ED086585",
        "title":"Economics in Social Studies Textbooks. An Evaluation of the Economics and the Teaching Strategies in Social Studies Textbooks, Elementary Grades (1-6)."},
      {
        "id":"ED086586",
        "title":"Economics in Social Studies Textbooks. An Evaluation of the Economics and the Teaching Strategies in Social Studies Textbooks, Junior High School (Grades 7-9)."},
      {
        "id":"ED086587",
        "title":"Economics in Social Studies Textbooks. An Evaluation of the Economics and the Teaching Strategies in Social Studies Textbooks, High School (Grades 10-12)."},
      {
        "id":"ED086588",
        "title":"Economics in Social Studies Textbooks. An Evaluation of the Economics and the Teaching Strategies in Eleventh and Twelfth Grade U.S. and World History Textbooks."},
      {
        "id":"ED086590",
        "title":"Towards a Humanistic Behaviorism Approach to Turning on Teachers: Some Observations, Rationale and Teacher Projects."},
      {
        "id":"ED086591",
        "title":"Teacher's Guide to the Tenth Grade Course on Continuity and Change in American Civilization. Project Social Studies."},
      {
        "id":"ED086592",
        "title":"The Colonial Period, 1630-1760's. Grade Ten. Resource Unit I. Project Social Studies."},
      {
        "id":"ED086593",
        "title":"The Republican Age, 1760's-1820's. Grade Ten. Resource Unit II. Project Social Studies."},
      {
        "id":"ED086594",
        "title":"The Democratic Age, 1820's-1840's. Grade Ten. Resource Unit III. Project Social Studies."},
      {
        "id":"ED086595",
        "title":"The Civil War and Reconstruction. Public Domain Edition. Grade Ten. Resource Unit IV. Project Social Studies."},
      {
        "id":"ED086596",
        "title":"The Industrialization of the United States, 1840's-1920's. Grade Ten. Resource Unit V. Project Social Studies"},
      {
        "id":"ED086597",
        "title":"Consumption Economy. Grade Ten. Resource Unit VI. Project Social Studies."},
      {
        "id":"ED086598",
        "title":"Classification of Educational Systems in OECD Member Countries: Canada, Greece, Yugoslavia."},
      {
        "id":"ED086599",
        "title":"Indian Educational Material. Annotated Quarterly Bibliography. Volume 7, Number 4, (Period Covered October-December 1972)."},
      {
        "id":"ED086601",
        "title":"Music Education. Student Terminal Goals, Program Goals, and Behavioral Objectives."},
      {
        "id":"ED086602",
        "title":"Science and Society. Social Studies: 6425.14."},
      {
        "id":"ED086603",
        "title":"World Studies. Japan, India, China: Which Direction? Social Studies: 6478.20."},
      {
        "id":"ED086604",
        "title":"Introduction to Philosophy. Social Studies--Language Arts: 6414.16."},
      {
        "id":"ED086605",
        "title":"Stage-Design (Multi-curricular). Art Education: (Tentative Course Outline) 6683.06."},
      {
        "id":"ED086606",
        "title":"Man and Society. Social Studies: 6425.09."},
      {
        "id":"ED086607",
        "title":"Your Buying Power. Social Studies: 6448.11."},
      {
        "id":"ED086608",
        "title":"Money and Banking. Social Studies: 6448.15."},
      {
        "id":"ED086609",
        "title":"Labor and Management: Social Studies. 6448.12."},
      {
        "id":"ED086610",
        "title":"Congress in Action: Social Studies. 6448.03."},
      {
        "id":"ED086611",
        "title":"Introduction to Sociology: Social Studies. 6425.05."},
      {
        "id":"ED086612",
        "title":"Handbook of Evaluated Materials for Secondary Social Studies."},
      {
        "id":"ED086613",
        "title":"Alternatives in Education -- 54 Approaches."},
      {
        "id":"ED086614",
        "title":"Can Anthropology Revolutionize Public School Curriculum? A Position Paper on the Emerging Role of Anthropology in Education."},
      {
        "id":"ED086615",
        "title":"Perspective Ability and Map Conceptualization in Elementary School Children."},
      {
        "id":"ED086616",
        "title":"Piaget's Geographical Spatial Stages: An Examination of Their Relationship to Elementary Children's Classification-Class Inclusion Abilities."},
      {
        "id":"ED086617",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 11, Number 4, 1972."},
      {
        "id":"ED086619",
        "title":"Art Education. Student Terminal Goals, Program Goals, and Behavioral Objectives."},
      {
        "id":"ED086620",
        "title":"Concepts and Performance Objectives for an Art Program K-12. Second Revision."},
      {
        "id":"ED086621",
        "title":"Supplementing Art Curriculum. I, Glass. II. Local Evaluation Report, Fiscal Year 1973."},
      {
        "id":"ED086625",
        "title":"Colleges Revisited: Programs for the Preparation of High School Psychology Teachers."},
      {
        "id":"ED086626",
        "title":"Consumer Education Materials Project. Final Report."},
      {
        "id":"ED086633",
        "title":"Looking Out Is In: 12 Lesson Television Series for Sixth Grade Anthropology. Teacher Guides."},
      {
        "id":"ED086634",
        "title":"Teaching Society. Number 1."},
      {
        "id":"ED086635",
        "title":"Non-Traditional Education, a Bibliography. Education Library, Research Bibliography Series."},
      {
        "id":"ED086636",
        "title":"Area Handbook for Laos."},
      {
        "id":"ED086637",
        "title":"Area Handbook for Ecuador."},
      {
        "id":"ED086638",
        "title":"Workbook to End War."},
      {
        "id":"ED086639",
        "title":"Field Research and the Development of Instructional Theory: A Study of a Social Studies Values Conflict Curriculum."},
      {
        "id":"ED086640",
        "title":"Peer Conducted Research: A Novel Approach in Drug Education."},
      {
        "id":"ED086642",
        "title":"Manpower Forecasts: Teacher Education in North Carolina 1971-1982."},
      {
        "id":"ED086643",
        "title":"School and Parent Community Involvement; Career Development for Teachers and Administrators."},
      {
        "id":"ED086645",
        "title":"The Special Education Resource Room and Teacher Training Program."},
      {
        "id":"ED086646",
        "title":"Social Restoration Program."},
      {
        "id":"ED086647",
        "title":"Teacher Evaluation - A Teacher Unionist's View."},
      {
        "id":"ED086648",
        "title":"The Gahanna Undergraduate Internship Program."},
      {
        "id":"ED086649",
        "title":"Early Experience Program."},
      {
        "id":"ED086650",
        "title":"Leadership Training for Multicultural Understanding and Influencing Peer Behavior. A Case Study."},
      {
        "id":"ED086651",
        "title":"Personalizing Instruction Through Competency-Based Teacher Education."},
      {
        "id":"ED086652",
        "title":"Enriching Student Teaching Relationships. Student Teacher Edition."},
      {
        "id":"ED086653",
        "title":"Enriching Student Teaching Relationships. Supervising Teacher Edition."},
      {
        "id":"ED086655",
        "title":"Simulation: A Performance-Based Program for Supervising Teachers."},
      {
        "id":"ED086656",
        "title":"The Residency Requirement for Graduate Programs in Education."},
      {
        "id":"ED086657",
        "title":"County-Wide Direction to Family Life Education. Evaluation Report."},
      {
        "id":"ED086658",
        "title":"Education and Social Policy: Report on a Doctoral Training Program."},
      {
        "id":"ED086659",
        "title":"Seeking the Profile of an Elementary Educator: Phase III."},
      {
        "id":"ED086660",
        "title":"Toward Increased Involvement of Public Schools in Teacher Preparation Programs."},
      {
        "id":"ED086661",
        "title":"Testing in the Informal Setting."},
      {
        "id":"ED086662",
        "title":"National Leadership Development Conference on Smoking and Health Education (Washington, D.C., November 30--December 2, 1967)."},
      {
        "id":"ED086663",
        "title":"Proceedings of the Alabama State Conferences on Smoking and Health."},
      {
        "id":"ED086664",
        "title":"National Conference of State Chairman for Smoking and Health Education (Washington, D.C., April 24-26, 1970)."},
      {
        "id":"ED086665",
        "title":"Excellence in Teacher Education. 1973 Distinguished Achievement Awards Program."},
      {
        "id":"ED086666",
        "title":"Education for National Development Focus: Latin America (6th Annual Conference Report on International Understanding, University of Pittsburgh, April 16-18, 1964)."},
      {
        "id":"ED086667",
        "title":"Leadership and the Life Experience."},
      {
        "id":"ED086668",
        "title":"Sport for All: Low-Cost Swimming Pools."},
      {
        "id":"ED086669",
        "title":"A Model Pilot Program for Training Personnel to Develop Solutions to Major Educational Problems. Final Report."},
      {
        "id":"ED086670",
        "title":"Project GIST (45-70-026). ESEA, Title III, Project Termination Report."},
      {
        "id":"ED086671",
        "title":"Teacher Corps/Peace Corps Competency Based Elementary Physical Education Project."},
      {
        "id":"ED086672",
        "title":"Preparing our Future Teachers, a Paper for ISA Panel on Undergraduate Education."},
      {
        "id":"ED086673",
        "title":"Developing a Teacher Center."},
      {
        "id":"ED086674",
        "title":"Teacher Centers: Who's in Charge?"},
      {
        "id":"ED086675",
        "title":"The Focus of the Teacher Center in an Educational Renewal Site."},
      {
        "id":"ED086676",
        "title":"A Tool for the Analysis of Teacher Centers in American Education--A Working Paper."},
      {
        "id":"ED086677",
        "title":"Planning a Prototype Teacher Center for Ohio. Final Report."},
      {
        "id":"ED086678",
        "title":"An Explication of Issues Surrounding Teacher Centers and Education Renewal Sites."},
      {
        "id":"ED086679",
        "title":"In West Virginia, It Is Working. One Teacher Education Center in Action."},
      {
        "id":"ED086680",
        "title":"Teacher Training in Scandinavia."},
      {
        "id":"ED086681",
        "title":"A Comparison of Anxiety Levels of Student Teachers Prior to Student Teaching Under Performance Based and Other Types of Preparation."},
      {
        "id":"ED086682",
        "title":"Denver Public Schools, Department of Health Services. Forty-Eighth Annual Report, 1972-1973."},
      {
        "id":"ED086683",
        "title":"Denver Public Schools, Division of Health Services. Forty-Sixth Annual Report, 1970-1971."},
      {
        "id":"ED086684",
        "title":"New Patterns of Teacher Tasks and Their Implications: The Effect of Innovations on Staffing Patterns and Teacher Roles in the United States."},
      {
        "id":"ED086685",
        "title":"The Study Circle as a Teaching Situation."},
      {
        "id":"ED086686",
        "title":"A Competency Based Program of Individualized Inservice Education."},
      {
        "id":"ED086687",
        "title":"DGWS Research Reports: Women in Sports. Vol. II."},
      {
        "id":"ED086688",
        "title":"Track and Field Guide including Cross Country, Pentathlon Scoring Tables and Rules for Intercollegiate Meets and Championships with Official Rules. Janauary 1974-January 1976."},
      {
        "id":"ED086689",
        "title":"The Wisconsin Improvement Program and the Teacher Internship."},
      {
        "id":"ED086690",
        "title":"Some Aspects of the Educational System of Confucius."},
      {
        "id":"ED086691",
        "title":"Educational Laboratory and Research and Development Center Programs Need to Be Strengthened. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED086692",
        "title":"A New Proposal for the Supervision of Student Teaching."},
      {
        "id":"ED086693",
        "title":"A Research Study of the Handicapped and Disadvantaged in Northern Worcester County Leading to a Pilot Program in Occupational Education and Career Development."},
      {
        "id":"ED086694",
        "title":"Instructional Modules: The Tool of Program Developers."},
      {
        "id":"ED086695",
        "title":"Community Schools. Bibliographies in Education No. 31."},
      {
        "id":"ED086696",
        "title":"A Content-Process Model for Training Educational R&D Practitioner, Diffuser, and Developer Teams. Final Report."},
      {
        "id":"ED086697",
        "title":"Resources for Performance-Based Education. Supplement A."},
      {
        "id":"ED086698",
        "title":"New Partnerships in Teacher Education: A Regional Invitational Conference."},
      {
        "id":"ED086700",
        "title":"Characteristics of Teachers in Relation to Financial and Cultural Conditions of Their Childhood Homes."},
      {
        "id":"ED086701",
        "title":"Physical Education: Student Terminal Goals, Program Goals, and Behavioral Objectives."},
      {
        "id":"ED086702",
        "title":"The Impact of Class Instruction in Changing Student Attitudes."},
      {
        "id":"ED086703",
        "title":"Syosset Public Schools Health Curriculum Guide. Kindergarten."},
      {
        "id":"ED086704",
        "title":"Health Curriculum Guide. First Grade."},
      {
        "id":"ED086705",
        "title":"Health Curriculum Guide. Second Grade."},
      {
        "id":"ED086706",
        "title":"Health Curriculum Guide. Third Grade."},
      {
        "id":"ED086707",
        "title":"Health Curriculum Guide. Fourth Grade."},
      {
        "id":"ED086708",
        "title":"Health Curriculum Guide. Fifth Grade."},
      {
        "id":"ED086709",
        "title":"Health Curriculum Guide. Sixth Grade."},
      {
        "id":"ED086710",
        "title":"The Effect of Faculty Desegregation on Teachers' Attitudes Toward Their Pupils."},
      {
        "id":"ED086711",
        "title":"Teaching the English Teacher."},
      {
        "id":"ED086712",
        "title":"A Case Study: From Commitment to Practice: The OCE Competency Based Teacher Education Program. [and] Appendices."},
      {
        "id":"ED086713",
        "title":"SODIA: A New Model Elementary Teacher Education Program."},
      {
        "id":"ED086714",
        "title":"[Concentration in Environmental Education.]"},
      {
        "id":"ED086715",
        "title":"Interdisciplinary Teacher Education in Early Childhood."},
      {
        "id":"ED086716",
        "title":"Sample Design and Estimation Procedures for a National Health Examination Survey of Children."},
      {
        "id":"ED086717",
        "title":"The Eastern Connecticut State College/Ledyard School System PBTE Pilot Project 1972-73."},
      {
        "id":"ED086718",
        "title":"Bilingual Education Program Evaluation Report 1972-1973."},
      {
        "id":"ED086719",
        "title":"University Survey of Courses and Teaching (USOCAT), Millard Fillmore College, Fall 1972."},
      {
        "id":"ED086720",
        "title":"A Study to Validate Goals for Public Education and to Assess Educational Needs in the State of Maryland."},
      {
        "id":"ED086721",
        "title":"State Testing and Evaluation Programs."},
      {
        "id":"ED086722",
        "title":"The Workshop and the World: Toward an Assessment of the Children&apos;s Television Workshop."},
      {
        "id":"ED086723",
        "title":"The Psychological Concept of Subjective Probability: A Measurement-Theoretic View."},
      {
        "id":"ED086724",
        "title":"English as a Second Language Tests."},
      {
        "id":"ED086725",
        "title":"Phase IV: Educational Needs Assessment For Washington State Students. March 1973. (Summary)."},
      {
        "id":"ED086726",
        "title":"An Examination of Culture Bias in the Wonderlic Personnel Test."},
      {
        "id":"ED086727",
        "title":"Evaluation Guidelines."},
      {
        "id":"ED086728",
        "title":"Evaluation and Accountability: A Resource Unit for Educators."},
      {
        "id":"ED086729",
        "title":"Effects of Different Observational Systems and Time Sequences Upon Non-Participant Observers' Behavioral Ratings."},
      {
        "id":"ED086735",
        "title":"Early Childhood Assessment Instrument Test Manual. Revised 1973."},
      {
        "id":"ED086736",
        "title":"Discrimination in Testing. Bibliography. Revised, April 1973."},
      {
        "id":"ED086737",
        "title":"Self-Concept Measures. Head Start Test Collection."},
      {
        "id":"ED086738",
        "title":"Proceedings of Symposium: Toward the Development of More Comprehensive Sets of Personality Measures (Montreal, Canada, August 1973)."},
      {
        "id":"ED086739",
        "title":"The Factor Structure of Consumer Beliefs and Attitudes About Medical Care: Implications for the Academic Medical Community."},
      {
        "id":"ED086740",
        "title":"Can Classroom Teachers Write Good True-False Test Items"},
      {
        "id":"ED086741",
        "title":"An Interaction-Network Instrument to Assess Pupil-Interaction and Movement in Open-Area Learning Situations."},
      {
        "id":"ED086742",
        "title":"A Multiple Time Sequence Design Applied to Seventh Grade Student Attitude Toward School in Two Schools With Contrasting Organizational Structure."},
      {
        "id":"ED086743",
        "title":"Improved Learning Practices Through Diagnosis of Individual Pupil Needs, Prescription and Implementation for Fulfilling Those Needs. (COLAMDA Project.)"},
      {
        "id":"ED086745",
        "title":"A Factor Analysis of the Education Foundations \"Education Scale\"."},
      {
        "id":"ED086746",
        "title":"Development of Learning Outcomes Specifications and Concomitant Measurement Criteria for the Elementary School Curriculum in Art."},
      {
        "id":"ED086747",
        "title":"The Series Test As A Measure of Learning Potential. Studies in Learning Potential, v3, n47."},
      {
        "id":"ED086748",
        "title":"Curriculum and Instruction for Minority Groups: An Annotated Bibliography of Doctoral Dissertations. ERIC-IRCD Doctoral Research Series, Number 4, October 1973."},
      {
        "id":"ED086749",
        "title":"A Six-Prong Thrust--School Tone, Teaching, Style, Curriculum, Demonstration, Inservice, and Community Involvement to Improve Pupil Performance: Alonza F. Herndon Elementary School, 1972-73. Research and Development Report, Volume 7, Number 3, September, 1973."},
      {
        "id":"ED086750",
        "title":"Interdependent Learning in a Traditional Classroom Setting: John Hope Elementary School, 1972-1973. Research and Development Report, Volume 7, Number 6, August 1973."},
      {
        "id":"ED086751",
        "title":"Interdependent Learning in an Open Classroom Setting: Dean Rusk Elementary School, 1972-73. Research and Development Report, Volume 7, Number 7, August 1973."},
      {
        "id":"ED086752",
        "title":"Definition of Singular Grade Level Objectives by Classroom Teachers; Robinson Elementary School, 1972-73. Research and Development Report, Volume 7, Number 11, October, 1973."},
      {
        "id":"ED086753",
        "title":"Effective Compensatory Reading Program in an Ungraded Organization: I.P. Reynolds Elementary School, 1972-73. Research and Development Report, Volume 7, Number 12, September 1973."},
      {
        "id":"ED086755",
        "title":"America's Educationally Neglected: A Progress Report on Compensatory Education. Annual Report to the President and the Congress, 1973."},
      {
        "id":"ED086758",
        "title":"Studies in Public Welfare. Paper No. 12 (Part II): The Family, Poverty and Welfare Programs--Household Patterns and Government Policies."},
      {
        "id":"ED086759",
        "title":"Short-Term Desegregation Effects: The Academic Achievement of Bused Students, 1971-72."},
      {
        "id":"ED086760",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Third Congress, First Session. Nutrition Education 1973. Part 8--Broadcast Industry's Response to TV Ads. Hearings Held Washington, D.C., June 11, 1973."},
      {
        "id":"ED086761",
        "title":"Programs 1973. Part 3--Supplementary Food Programs. Hearings Held Pine Ridge, United States Senate, Ninety-Third Congress, First Session. Federal Food Programs 1973. Part 3--Supplementary Food Programs. Hearing Held Pine Ridge, S. Dakota, August 28, 1973."},
      {
        "id":"ED086762",
        "title":"Modifying Parent-Child Behavior in a Low Income Group."},
      {
        "id":"ED086765",
        "title":"Multi-Uses of Compensatory Programs in Reinforcing the Curriculum of Two Inner-City Schools: English Avenue Elementary School; English Avenue Primary School; 1972-73. Research and Development Report, Volume 7, Number 8, September 1973."},
      {
        "id":"ED086766",
        "title":"Organizing for Prescriptive Teaching: An Instructional Management System for Teaching All Children; Walden Middle School, 1972-73. Research and Development Report, Volume 7, Number 9, September 1973."},
      {
        "id":"ED086767",
        "title":"Evaluation of the Worcester Title I Operation Reading Bases (ORB) Program, 1972-1973."},
      {
        "id":"ED086769",
        "title":"School Food Program Needs: State School Food Service Directors' Response. A Working Paper."},
      {
        "id":"ED086770",
        "title":"A Longitudinal and Cross-Sectional Study of the Achievement of Black and Spanish-Surnamed Students in Desegregated Elementary and Secondary Schools."},
      {
        "id":"ED086771",
        "title":"Annual Report of Programs for the Disadvantaged in Texas. ESEA Title I, 1972-73."},
      {
        "id":"ED086772",
        "title":"Education By For and About African Americans: A Profile of Several Black Community Schools."},
      {
        "id":"ED086773",
        "title":"Sex Education in Perspective: Guidelines for Program Development and Implementation."},
      {
        "id":"ED086774",
        "title":"Profiles of Asians in Sacramento. Final Report."},
      {
        "id":"ED086775",
        "title":"Equity for Cities in School Finance Reform: A Case for an \"Equal Educational Offering\" Standard in Public Education."},
      {
        "id":"ED086776",
        "title":"Annual Report and Evaluation, ESEA Title I (P. L. 89-10), Fiscal Year 1972."},
      {
        "id":"ED086777",
        "title":"&quot;Enriched and Extended School Year&quot;: East Cleveland City Schools. A Report...An Experimental Project Funded by Title III E. S. E. A. Ohio Department of Education, 1971-1972."},
      {
        "id":"ED086783",
        "title":"Afro-American Curriculum Office and Resource Center. ESEA Title III, Toledo Public Schools, Toledo, Ohio."},
      {
        "id":"ED086786",
        "title":"World of Work. Exemplary Project in Vocational Education. Volume 2: Learning Packets."},
      {
        "id":"ED086787",
        "title":"World of Work. Exemplary Project in Vocational Education. Final Report."},
      {
        "id":"ED086788",
        "title":"Syllabus and Teaching Handbook for Courses in: Shorthand 1, Shorthand 2, Transcription, Personal-Use Shorthand."},
      {
        "id":"ED086789",
        "title":"A Systems Approach to Career Development."},
      {
        "id":"ED086790",
        "title":"Career Awareness Handbook: What Shall We Be?"},
      {
        "id":"ED086791",
        "title":"Career Development."},
      {
        "id":"ED086792",
        "title":"Career Education: Curriculum Materials for the Disadvantaged. Information Series Number 83."},
      {
        "id":"ED086793",
        "title":"Education and the Changing Society."},
      {
        "id":"ED086794",
        "title":"Using Student Committees in Educational Program Evaluation."},
      {
        "id":"ED086795",
        "title":"Genesis and Nature: An Address Discussing the National Advisory Council on Vocational Education's Sixth Report."},
      {
        "id":"ED086796",
        "title":"Presenting a Planned Program of Career Information to Elementary School Children. Research and Development Series No. C/71-3."},
      {
        "id":"ED086797",
        "title":"Preventive Dental Practices Motivational Model for Elementary Teachers in Training Institutions; Dental Health Instruction Project. Final Report."},
      {
        "id":"ED086798",
        "title":"Career Education: Disadvantaged Students."},
      {
        "id":"ED086799",
        "title":"Career Education: Communicating the Concept."},
      {
        "id":"ED086800",
        "title":"&quot;Microville II&quot;: A Simulation-Gaming Device Designed to Instruct Community Leaders in the Development of Programs on a Community-Wide Basis."},
      {
        "id":"ED086801",
        "title":"A Study of Accelerated On-The-Job Training Program for the First Year of On-The-Job Training for the Precision Machinist Apprentice."},
      {
        "id":"ED086802",
        "title":"Career Area Rotation Model: User's Manual."},
      {
        "id":"ED086803",
        "title":"Indiana Career Resource Center. Annual Report. July 1, 1972-June 30, 1973."},
      {
        "id":"ED086804",
        "title":"The Job Improvement Service. A Demonstration Project in Occupational Mental Health and an Investment in Productivity."},
      {
        "id":"ED086805",
        "title":"Report: Basic Facts About Military Service."},
      {
        "id":"ED086807",
        "title":"Analysis of Survey Findings Concerning the USAFI High School GED Program."},
      {
        "id":"ED086808",
        "title":"Mobile Training Unit--A Total Community Approach to Career Guidance."},
      {
        "id":"ED086809",
        "title":"A Study to Determine Competencies Needed by Employees Entering Agricultural Supplies and Service Occupations."},
      {
        "id":"ED086810",
        "title":"A Study to Determine Competencies Needed by Employees Entering the Grain, Feed, and Seed Business."},
      {
        "id":"ED086811",
        "title":"Educational Assistance to Veterans: A Comparative Study of Three G.I. Bills. Final Report."},
      {
        "id":"ED086812",
        "title":"Distinctive Patterns of Valued Career Attributes."},
      {
        "id":"ED086813",
        "title":"Index to Publications of the Manpower Administration: January 1969 through June 1973."},
      {
        "id":"ED086814",
        "title":"The Development of a Correspondence Course Entitled: Leadership in Vocational Education."},
      {
        "id":"ED086815",
        "title":"National Curriculum Development Project for Vocational Educators of Disadvantaged and Handicapped Students. Final Report."},
      {
        "id":"ED086816",
        "title":"The AMIDS In-Service Training Workshop for Vocational Educators of Disadvantaged and Handicapped Students; How to Plan-Conduct-Evaluate."},
      {
        "id":"ED086817",
        "title":"The AMIDS In-Service Teacher Training Workshop for Vocational Educators of Disadvantaged and Handicapped Students; Supplementary Materials--Part A."},
      {
        "id":"ED086818",
        "title":"The AMIDS In-Service Teacher Training Workshop for Vocational Educators of Disadvantaged and Handicapped Students; Supplementary Materials - Part B."},
      {
        "id":"ED086819",
        "title":"A Curriculum Design: Concepts &amp; Components: K-6 Career Education."},
      {
        "id":"ED086820",
        "title":"Exemplary Project in Career Education in South Carolina Region V. Final Report. July 1, 1970-June 30, 1973."},
      {
        "id":"ED086821",
        "title":"Self Awareness: Elementary Career Education Guide. Volume 1."},
      {
        "id":"ED086822",
        "title":"Career Awareness--Primary: Elementary Career Education Guide. Volume 2."},
      {
        "id":"ED086823",
        "title":"Career Awareness--Intermediate: Elementary Career Education Guide. Volume 2B."},
      {
        "id":"ED086824",
        "title":"Economic Awareness: Elementary Career Education Guide. Volume 3."},
      {
        "id":"ED086825",
        "title":"Beginning Competency: Elementary Career Education Guide. Volume 4."},
      {
        "id":"ED086826",
        "title":"Appreciation-Attitudes, Decision Making, Educational Awareness, and Employability: Elementary Career Education Guide. Volume 5."},
      {
        "id":"ED086827",
        "title":"Use of the Job Model Concept to Guide Job Description Procedures for Army Officers."},
      {
        "id":"ED086828",
        "title":"Bibliography on Career Education."},
      {
        "id":"ED086829",
        "title":"New Dimensions in Career Education: Annual Conference on Career Education and Career Counseling (2nd, Blacksburg, Va., May 11-12, 1973). Proceedings."},
      {
        "id":"ED086830",
        "title":"Preparation of Occupational Guidance Counselors. Final Report."},
      {
        "id":"ED086831",
        "title":"Research Project in Vocational Education Conducted under Part C of Public Law 90-576. Final Report."},
      {
        "id":"ED086832",
        "title":"An Evaluation of Three Pilot Courses: The Development and Early Education of the Mentally Handicapped Child. Final Report."},
      {
        "id":"ED086833",
        "title":"Developing a Regional Occupational Education Center, 1973--King Philip Regional School District, Wrentham, Mass."},
      {
        "id":"ED086834",
        "title":"Programs for Occupational Education for Grades 9-12 at Milford, Massachusetts."},
      {
        "id":"ED086835",
        "title":"An Investigation of the Interaction of Learning Styles and Types of Learning Experiences in Vocational-Technical Education. Final Report."},
      {
        "id":"ED086836",
        "title":"Investigating the Interaction of Learning Styles and Types of Learning Experiences in Vocational-Technical Education. Interim Report."},
      {
        "id":"ED086837",
        "title":"Kenston Aerospace: Title III ESEA Project."},
      {
        "id":"ED086838",
        "title":"Advanced Display; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086839",
        "title":"Advertising; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086840",
        "title":"Auto Mechanics; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086841",
        "title":"Architectural Drafting; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086842",
        "title":"Appliance Repair; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086843",
        "title":"Clothing Services; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086844",
        "title":"Cosmetology; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086845",
        "title":"Dental Office Assisting; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086846",
        "title":"Distributive Education; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086847",
        "title":"Engineering Drafting; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086848",
        "title":"Heating, Air Conditioning; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086849",
        "title":"Industrial Electricity; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086850",
        "title":"Industrial Electronics; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086851",
        "title":"Marine &amp; Small Engines; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086852",
        "title":"Medical Office Assisting; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086853",
        "title":"Modern Printing Processes; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086854",
        "title":"Radio-T.V. Repair; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086855",
        "title":"Retail Floral Sales; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086856",
        "title":"T.O.P.S. Total Office Procedure Systems; Glossary of Key Words. Vocational Reading Power Project, Title III, E.S.E.A."},
      {
        "id":"ED086858",
        "title":"Program IMPACT: Community Service and Continuing Education. Fiscal Year 1974 Annual Program Amendment for the State of Tennessee."},
      {
        "id":"ED086859",
        "title":"Program IMPACT: Community Service and Continuing Education. Fiscal Year 1973. Annual Report for the State of Tennessee."},
      {
        "id":"ED086860",
        "title":"Manpower Projection Model Project, Ventura County."},
      {
        "id":"ED086861",
        "title":"Development of Examinations for Assessment of Occupational Competency. Final Report."},
      {
        "id":"ED086862",
        "title":"Career Resource Center: A \"Pre-K to Adult\" Model for Career Development. 1973. Final Report."},
      {
        "id":"ED086863",
        "title":"Keep Careers in Mind: Middle School Career Education."},
      {
        "id":"ED086864",
        "title":"Factors Affecting Vocational-Technical Program Choice."},
      {
        "id":"ED086865",
        "title":"A Study of Selected Factors Associated with the Participation in Employment of Rural Low Income Adults."},
      {
        "id":"ED086866",
        "title":"Dropout Prevention: Diversified Satellite Occupations Program and Career Development. Final Report."},
      {
        "id":"ED086867",
        "title":"An Examination to Determine the English Competencies Required of Secretaries in the Administrative, Legal and Medical Areas with a Synthesis into a Core of Common Competencies to be Used in Forming a Basis for an English Curriculum. Final Report."},
      {
        "id":"ED086868",
        "title":"The Continuing Education Unit and Adult Education."},
      {
        "id":"ED086869",
        "title":"Guaranteeing Income and Employment. A Compendium of Papers for the High School 1973-74 Debate Resolutions."},
      {
        "id":"ED086870",
        "title":"Mobile County and Phenix City Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED086871",
        "title":"Implementing a K-12 Career Development Program in the District of Columbia. Final Report."},
      {
        "id":"ED086872",
        "title":"Career Development Exemplary Project, Washington, D. C. Schools, 1972-73. Final Evaluation Report."},
      {
        "id":"ED086873",
        "title":"Survey of Entry-Level Bookkeeping Activities in Relation to the High School Bookkeeping Curriculum."},
      {
        "id":"ED086874",
        "title":"Consumer-Home Economics Curriculum. Middle Schools. Connecticut."},
      {
        "id":"ED086875",
        "title":"Status of Former High School Students: Procedure for Local Assessment. Report of the First Pilot Test."},
      {
        "id":"ED086876",
        "title":"Planning for Continuing Education in the 70's."},
      {
        "id":"ED086877",
        "title":"A Guide for Planning Occupational Programs in Farm Production and Management."},
      {
        "id":"ED086878",
        "title":"Manual for the Instruction of School Bus Drivers."},
      {
        "id":"ED086879",
        "title":"Business and Public Policy; Instructor's Guide for an Adult Course. Part II in a Series of Preparation for Certified Professional Secretary Examination."},
      {
        "id":"ED086880",
        "title":"Women in Apprenticeship--Why Not? Final Report."},
      {
        "id":"ED086881",
        "title":"Highway Surveying. Instructor's Guide for an Adult Course. Highway Technicians Program Unit III."},
      {
        "id":"ED086882",
        "title":"An Instructor's Guide for a Program in Brake Services."},
      {
        "id":"ED086883",
        "title":"Machine Transcription Syllabus."},
      {
        "id":"ED086884",
        "title":"Improving Clerical Office Skills."},
      {
        "id":"ED086885",
        "title":"Syllabus in Dental Assisting."},
      {
        "id":"ED086886",
        "title":"Related General Information for Vocational Cooperative, Trade and Technical Education. (Reprint)."},
      {
        "id":"ED086888",
        "title":"Career Education: In-Service Teacher Education. Information Series Number 92."},
      {
        "id":"ED086889",
        "title":"Evaluating the Attainment of Objectives in Adult Education: Process, Properties, Problems, Prospects. Occasional Papers Number 38."},
      {
        "id":"ED086890",
        "title":"Educational Television in Its Cultural and Public Affairs Dimension: A Selected Literature Review of Public Television as an Issue in Adult Education. Occasional Papers Number 39."},
      {
        "id":"ED086892",
        "title":"Appalachian Right to Read Community Based Centers."},
      {
        "id":"ED086893",
        "title":"Training and Use of Volunteer Recruiters in Adult Basic Education Programs. Alabama III (Huntsville) Module. Final Report. Issue 3."},
      {
        "id":"ED086894",
        "title":"The Adult Learning Center. Issue 6."},
      {
        "id":"ED086895",
        "title":"Adoption of ABE Innovation Model. A Position Paper on a Center for Resource Utilization in Adult Education. Issue 10."},
      {
        "id":"ED086896",
        "title":"Handbook of Services Available for Adult Students. Issue 11."},
      {
        "id":"ED086897",
        "title":"Job Scope and Job Satisfaction: A Study of Urban Workers. Scientific Report 22."},
      {
        "id":"ED086898",
        "title":"Bibliographie sur l'education permanente."},
      {
        "id":"ED086899",
        "title":"Visual Merchandising through Display: Advertising Services Occupations."},
      {
        "id":"ED086900",
        "title":"Job Grading Standard for Store Worker, WG-7602."},
      {
        "id":"ED086901",
        "title":"Job Grading Standard for Wood Worker, WG-4604."},
      {
        "id":"ED086902",
        "title":"Calling Careers: Overview and Accompanying Teachers' Manual."},
      {
        "id":"ED086903",
        "title":"Articulation of Educational Programs for Nursing-Related Health Occupations. Final Report."},
      {
        "id":"ED086904",
        "title":"West Central Vocational-Technical Education Survey. Final Report and Recommendations."},
      {
        "id":"ED086905",
        "title":"Maryland Career Development Project (K-Adult). Career Exploration Model. Grades 7-9."},
      {
        "id":"ED086906",
        "title":"Project World of Work. Final Report. [Final Evaluation]."},
      {
        "id":"ED086907",
        "title":"The Optimum Setting for the Early Adolescent: Junior High or Middle School."},
      {
        "id":"ED086908",
        "title":"A Concept Training Model for Academic Curriculum Development."},
      {
        "id":"ED086909",
        "title":"Training Non-Counselor Professionals in the Application of Basic Counseling Principles."},
      {
        "id":"ED086910",
        "title":"Peer Judgments of Teaching Competence as a Function of Field-Independence and Dogmatism."},
      {
        "id":"ED086911",
        "title":"Proactive Groups."},
      {
        "id":"ED086912",
        "title":"The Frustration-Aggression Hypothesis and Depression."},
      {
        "id":"ED086913",
        "title":"Social Group Work with Anti-Social Children: An Empirical Investigation of the Relevance of Programming."},
      {
        "id":"ED086914",
        "title":"Progress Report: Pupil Personnel Services."},
      {
        "id":"ED086915",
        "title":"Social Competence and Incompetence: A Comparison of Conversational Content and Style."},
      {
        "id":"ED086916",
        "title":"Student Development Laboratory Groups: A Short Survey."},
      {
        "id":"ED086917",
        "title":"Collaboration: Experiences in Changing the Behavior of Female Behavior Changers."},
      {
        "id":"ED086918",
        "title":"Influencing Human Interaction--Eleven Years With IPR."},
      {
        "id":"ED086919",
        "title":"Proper and Improper Use of Drugs by Athletes. Hearings Before the Subcommittee to Investigate Juvenile Delinquency."},
      {
        "id":"ED086920",
        "title":"The Role of Counseling and Guidance in a Comprehensive Career Education Delivery System: An Exploratory Study."},
      {
        "id":"ED086921",
        "title":"IQ And Learning Potential Measurements of General Intelligence: A Comparison of Relationships."},
      {
        "id":"ED086922",
        "title":"The Psychology of Zen. (The Role of Zen in Counseling: Intervention Strategy and Preventive Therapy)."},
      {
        "id":"ED086923",
        "title":"The Effectiveness of a Group Training Procedure on the Raven Learning Potential Measure with Children from Diverse Racial and Socioeconomic Backgrounds."},
      {
        "id":"ED086924",
        "title":"A Comparison of Group and Individual Training Procedures on the Raven Learning Potential Measure."},
      {
        "id":"ED086925",
        "title":"Educating Children for Adulthood: A Concept of Psychosocial Maturity."},
      {
        "id":"ED086926",
        "title":"Some Practical Remedies for Providing Vocational Guidance for Everyone."},
      {
        "id":"ED086927",
        "title":"Rainy Days and Mondays: An Analysis of Factors Related to Absence from School."},
      {
        "id":"ED086928",
        "title":"A Study of the Attitude Toward Life of our Nation&apos;s Students."},
      {
        "id":"ED086929",
        "title":"Some Implications of Observer Attributional Biases for Psychological Theory and Practice."},
      {
        "id":"ED086930",
        "title":"Graduate Programs in the Family: Student Perspectives."},
      {
        "id":"ED086931",
        "title":"Summer Workshop in Counseling and Guidance. 1971, 1972, 1973."},
      {
        "id":"ED086932",
        "title":"Neglected and Delinquent Children."},
      {
        "id":"ED086933",
        "title":"Paternal Influence on Talent Development."},
      {
        "id":"ED086934",
        "title":"If It's What's Inside that Counts, Why Not Count It? I: Self-Recording of Feelings and Treatment by &quot;Self-Implosion.&quot;"},
      {
        "id":"ED086935",
        "title":"American Families; Trends and Pressures, 1973. Hearings Before the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare."},
      {
        "id":"ED086936",
        "title":"The Effect of the Spatial Environment on the Conditionability and Transfer of Verbalizations."},
      {
        "id":"ED086937",
        "title":"Change and \"Academic Illness\": Some Implications for the Prediction of College Grades."},
      {
        "id":"ED086938",
        "title":"Aging and the College Curriculum."},
      {
        "id":"ED086939",
        "title":"School Bells are Ringing for Grandparents."},
      {
        "id":"ED086940",
        "title":"Continuing Education for the Aging."},
      {
        "id":"ED086941",
        "title":"Career Education in the Elementary School."},
      {
        "id":"ED086942",
        "title":"Improving Teacher-Student Relationships Through Small Discussion Groups."},
      {
        "id":"ED086943",
        "title":"Attitudes Toward Israel Among American Jewish Adolescents."},
      {
        "id":"ED086945",
        "title":"Project ACT (A Project to Advance Critical Thinking). Project Termination Report."},
      {
        "id":"ED086946",
        "title":"Effects of Preparation and Sex on Vagueness in Self-Prompted Lecturing."},
      {
        "id":"ED086947",
        "title":"Thematization and Sentence Retrieval."},
      {
        "id":"ED086948",
        "title":"New Perspectives on Paperbacks. Monograph No. 1."},
      {
        "id":"ED086949",
        "title":"Black Dialects & Reading."},
      {
        "id":"ED086950",
        "title":"Reading as Reasoning; Reading as Ambiguity: Understanding Sentence Structures."},
      {
        "id":"ED086951",
        "title":"Ivory, Apes, and Peacocks: The Literature Point of View, Volume 12, Part 2; Proceedings of the Annual Convention of the International Reading Association (12th, Seattle, May 3-6, 1967)."},
      {
        "id":"ED086952",
        "title":"The Measurement of Reading Flexibility: Problems and Perspectives. Reading Information Series: Where Do We Go?"},
      {
        "id":"ED086954",
        "title":"Reading for a Changing World; Proceedings of the Plains Regional Conference (1st, Des Moines, April 6-8, 1972)."},
      {
        "id":"ED086958",
        "title":"Implications of the Wechsler Intelligence Scale for Children (WISC) Information, Arithmetic, Digit Span, and Coding Subtests of Severely Retarded Readers on Reading Achievement; A Descriptive-Predictive Study."},
      {
        "id":"ED086961",
        "title":"Psychology of Reading: Foundations of Instruction."},
      {
        "id":"ED086964",
        "title":"A Psycholinguistic Analysis of Oral Reading Miscues by Junior College Students."},
      {
        "id":"ED086965",
        "title":"Adopting Primary Grade Reading Instruction to Individual Differences in Perceptual Skills."},
      {
        "id":"ED086966",
        "title":"Awareness of Black Dialects by First- and Fifth-Graders as Related to Race, Socioeconomic Status, and Sex."},
      {
        "id":"ED086967",
        "title":"The Tolleson Story: The Tolleson Six School Reading Project; A Pilot Project to Help All Students Read Grade Level Textbooks with Adequate Comprehension."},
      {
        "id":"ED086986",
        "title":"Variability in Children's Comprehension of Syntactic Structures."},
      {
        "id":"ED086987",
        "title":"What Journalism Education Should Be All About."},
      {
        "id":"ED086988",
        "title":"Selected Extracts from \"How to Keep Educational Research from Gathering Dust on a Library Shelf.\""},
      {
        "id":"ED086989",
        "title":"The Newspaper Ombudsman as Viewed by the Rest of the Staff."},
      {
        "id":"ED086995",
        "title":"Students and Teachers Develop English Curriculum. Final Report."},
      {
        "id":"ED086998",
        "title":"Derek Walcott: Poet of the New World."},
      {
        "id":"ED087000",
        "title":"The Development of the Language Communication Skills Task."},
      {
        "id":"ED087001",
        "title":"Games and Activities, Volume 1, Part A: Drama; Levels A-B (Grades 1 and 2)."},
      {
        "id":"ED087002",
        "title":"Games and Activities, Volume 1, Part B: Composition, Levels A-B (Grades 1 and 2)."},
      {
        "id":"ED087003",
        "title":"Games and Activities, Volume 1, Part C: Language; Levels A-B (Grades 1 and 2)."},
      {
        "id":"ED087004",
        "title":"Poems, Volume 2; Levels A-B (Grades 1 and 2)."},
      {
        "id":"ED087005",
        "title":"Stories, Volume 3; Levels A-B (Grades 1 and 2)."},
      {
        "id":"ED087007",
        "title":"Problems in Applying Foreign Language Teaching Methods to the Teaching of Standard English as a Second Dialect. R and D Memorandum 40."},
      {
        "id":"ED087008",
        "title":"Implications of Psycholinguistic Research for Language Learning in the Elementary School."},
      {
        "id":"ED087013",
        "title":"Curriculum Definition in Junior College Journalism."},
      {
        "id":"ED087014",
        "title":"Administrative Support of Journalism in the Junior College."},
      {
        "id":"ED087015",
        "title":"The New Soul for English-Filmmaking."},
      {
        "id":"ED087016",
        "title":"Professionalism and Performance in Print Journalism: A Systematic Evaluation of Colorado Daily Newsmen and Newspapers."},
      {
        "id":"ED087017",
        "title":"English in Vocational Education Programs: Vocational Education Programs in English."},
      {
        "id":"ED087018",
        "title":"Patterns of Bureaucratization and Professionalism in a Sample of Television Journalists."},
      {
        "id":"ED087019",
        "title":"Handbook for First Year Experimental Language Development: Book Three."},
      {
        "id":"ED087020",
        "title":"Research Report on Some Aspects of the Language Development of Pre-School Children."},
      {
        "id":"ED087022",
        "title":"Behavioral Objectives for Integrated Language Arts in the Primary and Intermediate Grades."},
      {
        "id":"ED087024",
        "title":"Composing Aloud: Oral Composition \"Communication Skills for the Age of Aquarius.\""},
      {
        "id":"ED087027",
        "title":"Man and His Gods, English, World Literature: 5114.58."},
      {
        "id":"ED087028",
        "title":"Readers' Theatre, Language Arts (English, Drama): 5112.27."},
      {
        "id":"ED087029",
        "title":"Romantic Hero, Language Arts: 5113.92."},
      {
        "id":"ED087030",
        "title":"Thoughtful Conversation in the Classroom."},
      {
        "id":"ED087031",
        "title":"Improving Sentence Structure and Variety, English: 5113.37."},
      {
        "id":"ED087032",
        "title":"Point of View, Language Arts: 5114.62."},
      {
        "id":"ED087033",
        "title":"Creative Writing: Poetry--English, Composition: 5111.37."},
      {
        "id":"ED087035",
        "title":"The Mass Media and Political Culture in Africa."},
      {
        "id":"ED087037",
        "title":"An Experiment on Salience as a Function of the Discriminatory Power of an Attribute."},
      {
        "id":"ED087038",
        "title":"Classical Mythology for Teachers of English."},
      {
        "id":"ED087039",
        "title":"Language Education and Ethnic Children's Literature at Penn State University."},
      {
        "id":"ED087040",
        "title":"Avoiding the Grab-Bag Curriculum: An Attempt at a Structured Elective Program."},
      {
        "id":"ED087042",
        "title":"The Stereotype of the Indian in Adolescent Literature."},
      {
        "id":"ED087043",
        "title":"Environments for English Learning."},
      {
        "id":"ED087044",
        "title":"Literary Criticism: The Teacher as Servant to the Student."},
      {
        "id":"ED087048",
        "title":"Readers' Theatre Bibliography: 1965-69."},
      {
        "id":"ED087049",
        "title":"Teaching Freedom of Speech through the Case Study Method."},
      {
        "id":"ED087051",
        "title":"Information Forecasting."},
      {
        "id":"ED087053",
        "title":"The Feature Films of Milos Forman: A Bibliography of the Literature."},
      {
        "id":"ED087055",
        "title":"Suggestion in Oral Performance: A Shadow of an Image."},
      {
        "id":"ED087057",
        "title":"A Theory of Meaning for the Performance of Literature."},
      {
        "id":"ED087058",
        "title":"Women's Rhetoric in \"New Yorker\" Cartoons: Patterns for a Mildred Milquetoast."},
      {
        "id":"ED087061",
        "title":"Student Evaluation of College and University Speech-Communication Courses and Faculty: A Survey and the University of Dayton Evaluation Instrument."},
      {
        "id":"ED087062",
        "title":"A Profile of The Kentucky High School Speech League Coach."},
      {
        "id":"ED087064",
        "title":"Costume Design, Art Education: 6697.01 and Home and Family Education: 6766.16."},
      {
        "id":"ED087065",
        "title":"Getting to Know Yourself Through Acting, Language Arts (English, Drama): 5111.23."},
      {
        "id":"ED087066",
        "title":"Discourse Synthesis, Analysis and Their Application to CAI (Computer Assisted Instruction)."},
      {
        "id":"ED087067",
        "title":"Courtroom Access: Clarification and Recommendation for Canon 35."},
      {
        "id":"ED087069",
        "title":"Trust in Interpersonal Communication."},
      {
        "id":"ED087070",
        "title":"&quot;Gestus&quot; and the Performance of Prose Fiction."},
      {
        "id":"ED087071",
        "title":"Did Anything Happen?: Chance Composition in Readers Theatre."},
      {
        "id":"ED087073",
        "title":"On Vocal Registers."},
      {
        "id":"ED087074",
        "title":"Performing the Narrators in Jean Stafford's &quot;The Hope Chest.&quot;"},
      {
        "id":"ED087075",
        "title":"Through a State-Wide Educational Consultancy Service."},
      {
        "id":"ED087076",
        "title":"Communication Behavior in a Simulated Organizational Setting."},
      {
        "id":"ED087077",
        "title":"The Effects of Interestingness, Monetary Incentive, and Sex of the Listener on Listening Achievement."},
      {
        "id":"ED087078",
        "title":"The Mission of Speech Communication: Social Perspectives."},
      {
        "id":"ED087080",
        "title":"Concepts of Identity: East and West."},
      {
        "id":"ED087082",
        "title":"Conversational Turn-Taking: An Example with Children."},
      {
        "id":"ED087083",
        "title":"Polling and Survey Research. Analysis and Bibliography Series, Number Seventeen."},
      {
        "id":"ED087084",
        "title":"Approaches to School Discipline. A Selected Review of the Literature No. 2. Reviews of Research."},
      {
        "id":"ED087085",
        "title":"A Systems Approach to the Practice of Architecture. BSIC/EFL Newsletter."},
      {
        "id":"ED087086",
        "title":"Proceedings. Association of Physical Plant Administrators of Universities and College Annual Meeting. (60th, Honolulu, Hawaii, April 7-12, 1973.)"},
      {
        "id":"ED087088",
        "title":"Open Campus. The W. E. S. Bulletin."},
      {
        "id":"ED087089",
        "title":"The Principal as the School's Climate Leader: A New Role for the Principalship. An Occasional Paper."},
      {
        "id":"ED087090",
        "title":"Improving Discipline in the Secondary School. A Catalogue of Alternatives to Repression. An Occasional Paper."},
      {
        "id":"ED087091",
        "title":"State Policy Making for the Public Schools of Florida."},
      {
        "id":"ED087092",
        "title":"Evaluations of Year-Round School Programs. An ERS Research Brief."},
      {
        "id":"ED087093",
        "title":"Summary of Research on Open Education. An ERS Research Brief."},
      {
        "id":"ED087094",
        "title":"The Four-Quarter School Year in the Atlanta Public Schools, Atlanta, Georgia."},
      {
        "id":"ED087095",
        "title":"Building Capacity for Renewal and Reform: An Initial Report on Knowledge Production and Utilization in Education."},
      {
        "id":"ED087096",
        "title":"School Site Decisions and Dollars."},
      {
        "id":"ED087098",
        "title":"Administrative Decision-Making and Computer-Based Planning Systems."},
      {
        "id":"ED087099",
        "title":"Class Size: Confrontation or Constructive Compromise?"},
      {
        "id":"ED087101",
        "title":"Toward a Clearer Definition of Competency and the Implications of Competency Definition."},
      {
        "id":"ED087102",
        "title":"Teacher Selection: The relationships Between Selected Factors and the Rated Effectiveness of Second-Year Teachers."},
      {
        "id":"ED087103",
        "title":"The Governor&apos;s Task Force on Educational Financing and Property Tax Reform. Final Report."},
      {
        "id":"ED087104",
        "title":"The Application of Temporary System Concepts to Effective Planning and Management of Short Term Educational Programs."},
      {
        "id":"ED087105",
        "title":"A Report on Extended School Year Programs Including Features of Year-Round Schools for the Northern Valley Regional High School District."},
      {
        "id":"ED087106",
        "title":"State Constitutional Provisions and Selected Legal Materials Relating to Public School Finance."},
      {
        "id":"ED087109",
        "title":"Recognizing and Monitoring Professional and Specialized Accrediting Associations."},
      {
        "id":"ED087111",
        "title":"Education Legislation, 1973. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate. Ninety-third Congress, First Session, on S.1539. To Amend and Extend Certain Acts Relating to Elementary and Secondary Education Programs, and for Other Purposes and Related Bills. Part 7."},
      {
        "id":"ED087113",
        "title":"Planning Facilities To Discourage Vandalism."},
      {
        "id":"ED087115",
        "title":"How Can School Security Be Strengthened?"},
      {
        "id":"ED087116",
        "title":"Playgrounds: An Experiment in Citizen Participation. A Report."},
      {
        "id":"ED087117",
        "title":"Curriculum Development: A Humanized System Approach."},
      {
        "id":"ED087120",
        "title":"Implications of Decreasing Student Enrollments."},
      {
        "id":"ED087121",
        "title":"New Methods of Financing Public Education."},
      {
        "id":"ED087123",
        "title":"Appraising Managerial Performance for Salary Purposes."},
      {
        "id":"ED087124",
        "title":"Should Performance Contracts Replace Tenure?"},
      {
        "id":"ED087125",
        "title":"Strengthening Administrators' Management Competencies."},
      {
        "id":"ED087126",
        "title":"New Directions in School Governance -- Who's in Charge?"},
      {
        "id":"ED087127",
        "title":"Fewer Dollars, Shrinking Enrollments, Fixed Cost: New Financial Dilemma."},
      {
        "id":"ED087128",
        "title":"[Some Aspects of the Federal Role in Education.]"},
      {
        "id":"ED087130",
        "title":"What Kind of \"Delivery System\" for Special Revenue Sharing Funds?"},
      {
        "id":"ED087131",
        "title":"The 1973 Boston Conference on Grading Alternatives."},
      {
        "id":"ED087132",
        "title":"State Policy Making for the Public Schools of California."},
      {
        "id":"ED087133",
        "title":"State Policy Making for the Public Schools of Colorado."},
      {
        "id":"ED087134",
        "title":"Proceedings of Seminar/Conference on Public School Finance: The Georgia Experience."},
      {
        "id":"ED087135",
        "title":"Positive Approaches to Dropout Prevention."},
      {
        "id":"ED087136",
        "title":"Survey of School District Short-Term Investment Policies."},
      {
        "id":"ED087138",
        "title":"Proceedings of Hearing: Voucher Systems and Contractor Proposals."},
      {
        "id":"ED087139",
        "title":"State of Washington, Delphi Study Materials."},
      {
        "id":"ED087141",
        "title":"Case History: The All-Electric School. Building Committee Decisions."},
      {
        "id":"ED087142",
        "title":"Rehabilitation of Families at Risk for Mental Retardation. December 1972-Progress Report."},
      {
        "id":"ED087143",
        "title":"Mississippi State University Preschool and Early Education Project."},
      {
        "id":"ED087144",
        "title":"Ohio's Comprehensive Plan for the Education of the Handicapped."},
      {
        "id":"ED087145",
        "title":"Education of Deaf-Blind: Bibliography."},
      {
        "id":"ED087146",
        "title":"The Identification and Treatment of Children with Learning Disabilties."},
      {
        "id":"ED087147",
        "title":"Creative Speech Communication for South Dakota. K-12 Curriculum Resource Book."},
      {
        "id":"ED087148",
        "title":"Section for Exceptional Children Curriculum Guide for Trainable Mentally Retarded Children 1973-74, Third Reprint."},
      {
        "id":"ED087149",
        "title":"Experimental Model School Program for Children with Specific Learning Disabilities 1970. Final Report."},
      {
        "id":"ED087150",
        "title":"Absence of Intervention Training Programs: Effects Upon the Severely and Profoundly Retarded, Part I: Selected Cases of Emotional and Behavioral Disturbances."},
      {
        "id":"ED087151",
        "title":"Absence of Intervention Training Programs: Effects Upon Institutionalized Retardates, Part II: Selected Cases with Minimal Behavioral Disturbance."},
      {
        "id":"ED087152",
        "title":"A Program for Identification and Remediation of Perceptual Deficiencies in Kindergarten and Primary Grade Students. Final Interim Progress Report."},
      {
        "id":"ED087153",
        "title":"Developing and Coordinating a Comprehensive Exceptional Child Program in Five Rural, North Florida Counties. Annual Report 1972."},
      {
        "id":"ED087154",
        "title":"Aural Study Systems for the Visually Handicapped. Final Report."},
      {
        "id":"ED087155",
        "title":"Hunter College Dance Therapy Masters Program."},
      {
        "id":"ED087158",
        "title":"Handbook for Staff Development in Residential Schools for Deaf Children."},
      {
        "id":"ED087160",
        "title":"Florida Instructional Materials Center for the Visually Handicapped: Services and Procedures 1974."},
      {
        "id":"ED087161",
        "title":"Motor-Academic-Perceptual (M-A-P) Skill Development Checklist."},
      {
        "id":"ED087162",
        "title":"Let's Go to the Circus."},
      {
        "id":"ED087163",
        "title":"District Procedures for Providing Special Education for Exceptional Students. 1974 Guidelines, Volume I: General Guidelines and Appendix."},
      {
        "id":"ED087164",
        "title":"District Procedures for Providing Special Education for Exceptional Students. 1974 Guidelines, Volume II: Planning, Instructional Programs for Exceptional Students."},
      {
        "id":"ED087165",
        "title":"An Educational Needs Study Report Related to Incidence of Exceptionality. A Prelude to Planning Special Education Services in New Mexico."},
      {
        "id":"ED087166",
        "title":"A Guide for Teachers of the Educable Mentally Handicapped. Secondary."},
      {
        "id":"ED087167",
        "title":"Suggested Outline for Auditory Perception Training."},
      {
        "id":"ED087168",
        "title":"Early Intervention to Prevent Learning Problems. Project Report 1971-72."},
      {
        "id":"ED087169",
        "title":"Provision of Instruction to Handicapped Pupils in Local Public Schools, Spring 1970."},
      {
        "id":"ED087170",
        "title":"Accountability Study of the Program for Trainable Mentally Retarded Children and Youth. Summary Evaluation Report 1971-72."},
      {
        "id":"ED087171",
        "title":"Nature Trails, Braille Trails, Foot Paths, Fragrance Gardens, Touch Museums for the Blind; Policy Statement."},
      {
        "id":"ED087172",
        "title":"Discrimination Against Minority Groups; Policy Statement."},
      {
        "id":"ED087173",
        "title":"Specialized and General Agencies Serving Blind and Otherwise Visually Impaired Persons; Policy Statement."},
      {
        "id":"ED087174",
        "title":"Services for Children and Adults Who Have Physical or Mental Handicaps in Addition to Visual Loss; Policy Statement."},
      {
        "id":"ED087176",
        "title":"Housing; Policy Statement."},
      {
        "id":"ED087177",
        "title":"Employment of Blind and Otherwise Visually Impaired Persons; Policy Statement."},
      {
        "id":"ED087178",
        "title":"Early Childhood Education; Policy Statement."},
      {
        "id":"ED087179",
        "title":"Consumer Participation; Policy Statement."},
      {
        "id":"ED087180",
        "title":"Make the Most of Your Baby."},
      {
        "id":"ED087181",
        "title":"Recreation Handbook for State and Local Unit Recreation Committees."},
      {
        "id":"ED087182",
        "title":"The Right to Choose: Achieving Residential Alternatives in the Community."},
      {
        "id":"ED087183",
        "title":"Finding Kids with Special Needs: the Background, Development, Field Test and Validation."},
      {
        "id":"ED087184",
        "title":"Occurrence of Children's Echoic Responses According to Interlocutory Question Types."},
      {
        "id":"ED087185",
        "title":"A Study of Secondary Educable Programs in Alabama."},
      {
        "id":"ED087186",
        "title":"Opening Windows Onto the Future: Theory of the Governor's School of North Carolina."},
      {
        "id":"ED087187",
        "title":"How Can Effective Early Intervention Programs be Delivered to Potentially Retarded Children?"},
      {
        "id":"ED087188",
        "title":"Me and My Environment, Unit IV: Transfer and Cycling of Materials in My Environment, Experimental Edition 1973-74."},
      {
        "id":"ED087189",
        "title":"Me and My Environment, Unit V: Air and Water in My Environment, Experimental Edition 1973-74."},
      {
        "id":"ED087190",
        "title":"Me and My Environment Formative Evaluation Report 1. Arranging Field Tests: Characteristics of Sites and Students."},
      {
        "id":"ED087191",
        "title":"Me and My Environment Formative Evaluation Report 2. Assessing Student Abilities and Performance: Year 1."},
      {
        "id":"ED087192",
        "title":"Lac du Bois (Lake of the Woods): Level III."},
      {
        "id":"ED087193",
        "title":"Where from Here?"},
      {
        "id":"ED087194",
        "title":"Can American Students Get Excited about Foreign Language Study?"},
      {
        "id":"ED087195",
        "title":"English as a Second Language Manual."},
      {
        "id":"ED087196",
        "title":"Need to Improve Language Training Programs and Assignments for U.S. Government Personnel Overseas. Report to Congress."},
      {
        "id":"ED087197",
        "title":"In the Rhythm of the World: Some Spanish and French Rhythms."},
      {
        "id":"ED087201",
        "title":"Colville Grammatical Structure. Working Papers in Linguistics, Volume 5, Number 4."},
      {
        "id":"ED087203",
        "title":"Clause, Sentence, and Discourse Patterns in Selected Languages of Nepal: Part I, General Approach."},
      {
        "id":"ED087206",
        "title":"Patterns in Clause, Sentence, and Discourse in Selected Languages of India and Nepal: Part I, Sentence and Discourse."},
      {
        "id":"ED087210",
        "title":"Escucho, digo, y aprendo (I Listen, I Say, and I Learn): Spanish Reading Readiness Program."},
      {
        "id":"ED087211",
        "title":"Teaching Oral English to Non-English Speakers: A Report of the Training Sessions Held for the Staff of the Kwethluk Day School."},
      {
        "id":"ED087212",
        "title":"Materiales en marcha para el esfuerzo bilingue-bicultural (Materials on the March for the Promotion of Bilingualism/Biculturalism), September 1973."},
      {
        "id":"ED087220",
        "title":"I Ko'ko' Yan I Hilitai (The Guam Rail and the Monitor Lizard)."},
      {
        "id":"ED087221",
        "title":"I Acho' Alupang (The Rock in Alugang Cove)."},
      {
        "id":"ED087225",
        "title":"Annai Abak Si Jose (When Jose Was Lost)."},
      {
        "id":"ED087240",
        "title":"I Estorian Santa Marian Kamalen (The Story of Our Lady of Camarin)."},
      {
        "id":"ED087246",
        "title":"Hafa Papa'... (What's Under)?"},
      {
        "id":"ED087258",
        "title":"Annai Taya' Eskuela (When There's No School)."},
      {
        "id":"ED087259",
        "title":"I Karabao Gi Paingen Christmas (The Karabao on Christmas Night)."},
      {
        "id":"ED087260",
        "title":"Si Patas Nganga' (Patas the Duck)."},
      {
        "id":"ED087262",
        "title":"Palabras para Minagof (Words for Laughter)."},
      {
        "id":"ED087264",
        "title":"I Estorian I Niyok (The Story of the Coconut)."},
      {
        "id":"ED087266",
        "title":"I Tangantangan (The Tangantangan Tree)."},
      {
        "id":"ED087268",
        "title":"Students in Schools of Social Work. A Study of Characteristics and Factors Affecting Career Choice and Practice Concentration."},
      {
        "id":"ED087269",
        "title":"Formal Contract Approval Between the Gogebic Community College Board of Trustees and the Michigan Association of Higher Education, Gogebic Community College District."},
      {
        "id":"ED087270",
        "title":"[Agreement between Lincoln University of the Commonwealth System of Higher Education and the Lincoln University Chapter of the American Association of University Professors (&quot;LUC-AAUP&quot;).]"},
      {
        "id":"ED087271",
        "title":"Agreement: Washtenaw Community College Board of Trustees and Washtenaw Community College Education Association 1971-73."},
      {
        "id":"ED087272",
        "title":"Agreement Between the Board of Junior College District No. 524, County of Cook and State of Illinois and the Moraine Valley Faculty Association, A Chapter of the Cook County College Teachers Union."},
      {
        "id":"ED087273",
        "title":"Agreement Between the Morton College Council, Local 571, A.F.T. and the Board of Junior College District 527 Cook County, Illinois, September 1, 1971-August 31, 1973."},
      {
        "id":"ED087274",
        "title":"Agreement between the Williamsport Area Community College and Williamsport Area Community College Education Association for the 1972-1973 Academic Year."},
      {
        "id":"ED087275",
        "title":"Agreement between the County of Schenectady and the Schenectady Community College Faculty Association covering the period from September 1, 1972-August 31, 1975."},
      {
        "id":"ED087276",
        "title":"Contract and Agreement between the Board of Trustees of Seattle Community College, Community College District No. 6, State of Washington and the Seattle Community College Federation of Teachers, Local 1789."},
      {
        "id":"ED087277",
        "title":"Agreement between the Board of Trustees of the St. Clair County Community College of the County of St. Clair and the St. Clair County Community College District of the Michigan Association for Higher Education."},
      {
        "id":"ED087278",
        "title":"Professional Negotiation Agreement between the Board of Trustees of Junior College District 517 and the Lake Land Faculty Association."},
      {
        "id":"ED087279",
        "title":"Agreement between Luzerne County Community College and Luzerne County Community College Association of Higher Education."},
      {
        "id":"ED087281",
        "title":"Mobility of University Staff."},
      {
        "id":"ED087282",
        "title":"Humanities Cluster College, 1972-73."},
      {
        "id":"ED087283",
        "title":"A Survey of Student Experiences, Spring, 1973."},
      {
        "id":"ED087284",
        "title":"The Third Year of the First Little College: &quot;Communications&quot;."},
      {
        "id":"ED087285",
        "title":"Counseling Services in MAP: An Evaluation, 1972-73."},
      {
        "id":"ED087286",
        "title":"Analysis of Student Performance on the Undergraduate Record Examinations (1973)."},
      {
        "id":"ED087287",
        "title":"Modular Achievement Program Financial Evaluation, 1972-73."},
      {
        "id":"ED087288",
        "title":"A Final Report on the First Science Cluster College, Spring, 1973."},
      {
        "id":"ED087289",
        "title":"Preliminary Estimates of 1972-73 Full-Time Instructional Faculty in Institutions of Higher Education. Bulletin. Advanced Statistics for Management. No. 14, March 1, 1973."},
      {
        "id":"ED087290",
        "title":"Commission on External Degree Programs: The Pennsylvania State University: Final Report."},
      {
        "id":"ED087291",
        "title":"The Need for External Degree Programs in California. Report No. 6 - Planning Data for California State University, Sacramento."},
      {
        "id":"ED087292",
        "title":"A Proposal: Interim National Standard Procedures for Deriving Per-Student Costs in Postsecondary Educational Institutions."},
      {
        "id":"ED087293",
        "title":"An Outline of Concepts of Organization, Operation, and Administration for Colleges and Universities."},
      {
        "id":"ED087294",
        "title":"College Teaching and Teachers: Legal Implications of Academic Affairs."},
      {
        "id":"ED087295",
        "title":"A Validity Study for the CLEP Introductory Calculus Subject Examination at the University of Illinois. Research Report #349."},
      {
        "id":"ED087296",
        "title":"Retention and Withdrawal of University Students. (A Study of Academic Performance of a Freshman Class)."},
      {
        "id":"ED087297",
        "title":"Affirmative Action Program."},
      {
        "id":"ED087298",
        "title":"Expectations Versus Perceptions of a First Year Law Class."},
      {
        "id":"ED087299",
        "title":"Physician Manpower in Florida Series. III. The Role of Osteopathic Medicine."},
      {
        "id":"ED087300",
        "title":"An Annotated Interoffice Bibliography on Graduate Education. Part I."},
      {
        "id":"ED087301",
        "title":"The Third Year of the First Little College: Images, Fall, 1972."},
      {
        "id":"ED087302",
        "title":"Modular Achievement Program, 1972-73: Summary Report."},
      {
        "id":"ED087303",
        "title":"Report of the Committee on the Extended University."},
      {
        "id":"ED087304",
        "title":"National Board on Graduate Education Comment on The Newman Task Force on the Federal Role in Graduate Education."},
      {
        "id":"ED087305",
        "title":"Report on the Information Management Training Institute Summer 1973: Volume 1-Proceedings."},
      {
        "id":"ED087306",
        "title":"Foreign Students in the State University System of Florida. Report of the Consultation for the State University System of Florida Conducted under the Auspices of the Field Service of the National Association for Foreign Student Affairs."},
      {
        "id":"ED087307",
        "title":"Colleges and Careers."},
      {
        "id":"ED087308",
        "title":"Physician Manpower in Florida Series II. Prospects for Meeting the Goals."},
      {
        "id":"ED087309",
        "title":"Manual of Policies and Procedures for Preparation of Proposals and Administration of Pilot External Degree Programs."},
      {
        "id":"ED087310",
        "title":"Report from the Presidential Committee on New Market Students."},
      {
        "id":"ED087311",
        "title":"The Regents External Degree."},
      {
        "id":"ED087312",
        "title":"Some Comments on the Financial Problems of Private Colleges."},
      {
        "id":"ED087313",
        "title":"Thoughts on the Future of Private Higher Education."},
      {
        "id":"ED087314",
        "title":"Manpower and Education Needs for Eye Care in Florida."},
      {
        "id":"ED087315",
        "title":"Administrators in the Process of Unionization Avoiding Unfair Labor Practices."},
      {
        "id":"ED087316",
        "title":"Comparative Study of University Administration. Management Forum; Volume 3 No. 1 January 1974."},
      {
        "id":"ED087317",
        "title":"A &quot;Classic&quot; Vote for No Representation: Michigan State University."},
      {
        "id":"ED087318",
        "title":"Affirmative Action Plan Criteria."},
      {
        "id":"ED087319",
        "title":"Orientation Packet."},
      {
        "id":"ED087320",
        "title":"The Virginia Plan for Higher Education."},
      {
        "id":"ED087321",
        "title":"Report of the General Assembly Commission on Higher Education to The General Assembly of Virginia."},
      {
        "id":"ED087322",
        "title":"[The Faculty Handbook: Agreement Between the County of Nassau and the Nassau Community College Faculty Senate.]"},
      {
        "id":"ED087323",
        "title":"Agreement between the Administration of St. John's University, New York and the St. John's Chapter of the American Association of University Professors-Faculty Association of St. John's University."},
      {
        "id":"ED087324",
        "title":"Agreement Between the Board of Trustees of Dutchess Community College and the Dutchess Community College Faculty Confederation and the County of Dutchess."},
      {
        "id":"ED087325",
        "title":"Fox Valley Technical Institute Contract Between Vocational, Technical, and Adult Education District No. 12 and Fox Valley Technical Institute Faculty Association."},
      {
        "id":"ED087326",
        "title":"Fashion Institute of Technology Union Contract."},
      {
        "id":"ED087327",
        "title":"[Agreement between the Cumberland County College Board of Trustees and the Cumberland County College Faculty Association.]"},
      {
        "id":"ED087328",
        "title":"Memorandum of Understanding between the Board of Trustees of the Community College of Baltimore and the Community College of Baltimore Faculty Federation, Local 1980 AFT, AFL-CIO through June 30, 1974."},
      {
        "id":"ED087329",
        "title":"Polytechnic Institute of Brooklyn Agreement 1971-74."},
      {
        "id":"ED087330",
        "title":"1972-73 Agreement Between Board of Junior College District No. 532 County of Lake and State of Illinois and College of Lake County Local United Professions Association."},
      {
        "id":"ED087331",
        "title":"Agreement Between Community College of Beaver County and Community College of Beaver County Society of the Faculty (PSEA/NEA). September 1, 1972 to August 31, 1974."},
      {
        "id":"ED087332",
        "title":"Agreement Between the Board of Trustees of Middlesex County College and the Faculty Organization of Middlesex County College Local 1940, (AFK-CIO) 1972-1974."},
      {
        "id":"ED087333",
        "title":"Agreement Between the State of New York and the Senate Professional Association."},
      {
        "id":"ED087334",
        "title":"Collective Bargaining Agreement. Association of Pennsylvania State College and University Faculties - Pennsylvania Association for Higher Education (APSCUP/PAHE). Commonwealth of Pennsylvania. November 2, 1971 to August 31, 1974."},
      {
        "id":"ED087335",
        "title":"Collective Bargaining at City University? --Issues and Procedures."},
      {
        "id":"ED087336",
        "title":"Agreement Between the District 9 Area Board of Vocational, Technical and Adult Education and the American Federation of Teachers Local 212, WFT, AFL-CIO, January 1, 1972 - June 30, 1973."},
      {
        "id":"ED087337",
        "title":"Collective Bargaining Agreement Between the Community College of Allegheny County and the American Federation of Teachers. Local 2067 AFL-CIO. October 1, 1972 through August 31, 1974."},
      {
        "id":"ED087338",
        "title":"Negotiated Agreement Between Fulmont Association of College Educators and the Board of Trustees of Fulton-Montgomery Community College."},
      {
        "id":"ED087339",
        "title":"Agreement Between Bergen Community College Faculty Association and Bergen Community College Board of Trustees July 1, 1973-June 30, 1976."},
      {
        "id":"ED087340",
        "title":"Agreement Between Bucks County Community College and Bucks County Community College Federation of Teachers Local 2238, American Federation of Teachers AFL-CIO 1973-1975."},
      {
        "id":"ED087341",
        "title":"Agreement Between Central Michigan University and Central Michigan University District of Michigan Association of Higher Education."},
      {
        "id":"ED087342",
        "title":"Agreement between the Faculty Senate and Board of Trustees of Glen Oaks Community College, 1973-1974."},
      {
        "id":"ED087343",
        "title":"Collective Agreement by and between the Board of Trustees of the Burlington County College and the Burlington County College Faculty Association, July 1, 1972 to June 30, 1974."},
      {
        "id":"ED087344",
        "title":"An Exploration of Factors Related to Fear of EF500 Research Methods as Expressed by Graduate Students at Arizona State University, Summer School, 1973."},
      {
        "id":"ED087345",
        "title":"Collective Bargaining Agreement By and Between the County of Erie and the Faculty Federation of Erie Community College."},
      {
        "id":"ED087346",
        "title":"Collective Bargaining Agreement University of Delaware and American Association of University Professors University of Delaware Chapter."},
      {
        "id":"ED087347",
        "title":"Agreement between Wayne State University and the Wayne State University Chapter of the American Association of University Professors."},
      {
        "id":"ED087348",
        "title":"[The 1973-74 Faculty Agreement at Oakland University.]"},
      {
        "id":"ED087349",
        "title":"Contractual Agreement Between the Board of Junior College District No. 506 and Sauk Valley College Faculty Association."},
      {
        "id":"ED087350",
        "title":"Letter of Agreement: Faculty Reductions/Reallocations, Implementations and Effects on Individuals."},
      {
        "id":"ED087351",
        "title":"Proposed Agreement Between the Hawaii Federation of College Teachers and the University of Hawaii 1973-1976."},
      {
        "id":"ED087352",
        "title":"Trustees/Faculty Federation Agreement Southeastern Massachusetts University."},
      {
        "id":"ED087353",
        "title":"State and Local Revenue Potential 1972."},
      {
        "id":"ED087354",
        "title":"Accredited Postsecondary Institutions and Programs 1972, Including Institutions Holding Preaccredited Status as of September 1, 1972."},
      {
        "id":"ED087356",
        "title":"The Academic Department and Educational Change. Management Forum. Vol.2, No.3, February 1974."},
      {
        "id":"ED087357",
        "title":"The Urban Involvement of Higher Education."},
      {
        "id":"ED087358",
        "title":"Summary of \"The People and the University.\" A Conference to Initiate the Redirection of Priorities for University Research."},
      {
        "id":"ED087359",
        "title":"Senior Survey 1972-1973."},
      {
        "id":"ED087360",
        "title":"Lawyers for Texas. A study of Legal Education in Texas."},
      {
        "id":"ED087362",
        "title":"Married Students: A Study of Decreasing Marriage Rates and Family Sizes at the University of California."},
      {
        "id":"ED087363",
        "title":"Student-College Congruency as a Predictor of Satisfaction."},
      {
        "id":"ED087364",
        "title":"The Effects of Academic Departments on Changes in Undergraduates' Occupational Values. Final Report."},
      {
        "id":"ED087365",
        "title":"College and University Enrollments in the United States. ACT Special Report Eight."},
      {
        "id":"ED087366",
        "title":"Planning for State Systems of Postsecondary Education. ACT Special Report Six."},
      {
        "id":"ED087367",
        "title":"References on Commuting Students."},
      {
        "id":"ED087368",
        "title":"Designing and Implementing a Commuter Services Program: A Model for Change."},
      {
        "id":"ED087369",
        "title":"Policies and Procedures Handbook, 1973 Edition."},
      {
        "id":"ED087370",
        "title":"WICHE Annual Report 1973: A Report to the Governors, the Legislators, and the People of the 13 Western States."},
      {
        "id":"ED087371",
        "title":"The Out-of-State Student and Regional Cooperation. Issues in Higher Education, Number 7, 1974."},
      {
        "id":"ED087372",
        "title":"Viewpoints II: Contemporary Educational Issues. Reports of Educational Staff Seminar Programs 1973."},
      {
        "id":"ED087373",
        "title":"Types of University Governing Boards."},
      {
        "id":"ED087374",
        "title":"The Uses of Knowledge as Determinants of College Curriculum."},
      {
        "id":"ED087375",
        "title":"Profiles of U. S. Medical School Faculty, Fiscal Year 1971. Resources Analysis Memo No. 13, October 1972."},
      {
        "id":"ED087376",
        "title":"Granite School District Case Presentation; VIDCA '73."},
      {
        "id":"ED087377",
        "title":"Macro-Graphics for the 1500 System."},
      {
        "id":"ED087378",
        "title":"An Investigation of Teacher Attitudes Toward Closed Circuit Television in the Fremont Union High School District, Sunnyvale, California."},
      {
        "id":"ED087380",
        "title":"Short Feasibility Study on Using the Post Office Telex Network for On-Line Computer Information Retrieval."},
      {
        "id":"ED087382",
        "title":"Report on the Stanford Instructional Television Network. Academic Years, 1969-70 Through 1972-73."},
      {
        "id":"ED087383",
        "title":"Methodological Strategies for Studying the Process of Learning, Memory and Visual Literacy."},
      {
        "id":"ED087384",
        "title":"Second Annual Report of the Office of University Library Management Studies to the Association of Research Libraries."},
      {
        "id":"ED087385",
        "title":"Office of University Library Management Studies. Third Annual Report: December 1973."},
      {
        "id":"ED087386",
        "title":"Review of Planning Activities in Academic and Research Libraries. ARL Management Supplement Number One."},
      {
        "id":"ED087387",
        "title":"Review of Budgeting Techniques in Academic and Research Libraries. ARL Management Supplement Volume One, Number Two."},
      {
        "id":"ED087388",
        "title":"Review of Collective Bargaining Activities in Academic and Research Libraries. ARL Management Supplement Volume One, Number Three."},
      {
        "id":"ED087389",
        "title":"Review of Management Training Activities in Academic and Research Libraries. ARL Management Supplement Volume One, Number Four."},
      {
        "id":"ED087391",
        "title":"Selection of Special Materials for Disadvantaged Adults. Public Library Training Institutes Library Service Guide Number One."},
      {
        "id":"ED087392",
        "title":"Community Survey Guide for Assessment of Community Information and Service Needs. Public Library Training Institutes Library Service Guide Number Two."},
      {
        "id":"ED087393",
        "title":"Using Pamphlets With Disadvantaged Adults. Public Library Training Institutes Library Service Guide Number Three."},
      {
        "id":"ED087394",
        "title":"Rotating Or Deposit Collections of Special Materials for Dasadvantaged Adults. Public Library Training Institutes Library Service Guide Number Four."},
      {
        "id":"ED087395",
        "title":"Life Coping Skills Categories and Sub-Categories. Areas of the Information Needs of Disadvantaged Adults."},
      {
        "id":"ED087398",
        "title":"A Demonstration of the Interrelating of Library and Basic Education Services For Disadvantaged Adults. Final Report, Alabama Model Center."},
      {
        "id":"ED087399",
        "title":"A Demonstration of the Interrelating of Library and Basic Education Services for Disadvantaged Adults. Final Report, Kentucky Model Center."},
      {
        "id":"ED087400",
        "title":"A Demonstration of the Interrelating of Library and Basic Education Services for Disadvantaged Adults. Final Report, Richland County School District Number One."},
      {
        "id":"ED087401",
        "title":"A Demonstration of the Interrelating of Library and Basic Education Services For Disadvantaged Adults. Final Report, West Virginia Model Center."},
      {
        "id":"ED087402",
        "title":"Long-Range Program For Library Development in Mississippi. A Comprehensive Five-Year Program For Meeting the Library Needs of the People of Mississippi. Supplement, June 1973."},
      {
        "id":"ED087403",
        "title":"EUDISED: Standards, Format, Character Representation, 1973."},
      {
        "id":"ED087404",
        "title":"Occupations in Library Science."},
      {
        "id":"ED087405",
        "title":"The University Library: Analysis and Proposals. Research Paper Number 169."},
      {
        "id":"ED087406",
        "title":"Publishers Alert Service: Problems and Recommendations. Final Report."},
      {
        "id":"ED087407",
        "title":"Publishers Alert Service: Year-End Summary. Supplement To the Final Report."},
      {
        "id":"ED087408",
        "title":"The Administration of Instructional Change."},
      {
        "id":"ED087409",
        "title":"Resource Educators for Directed Development of Instruction. Final Report."},
      {
        "id":"ED087410",
        "title":"Television and Educational Reform in El Salvador. Follow-Up Study On the First Group of Ninth Grade Graduates. Research Report Number 12."},
      {
        "id":"ED087411",
        "title":"ERIC Products 1972-73. An Annotated Bibliography of Information Analysis Publications of the ERIC Clearinghouses, July 1972 Through June 1973."},
      {
        "id":"ED087412",
        "title":"Marketing Instructional Technologies To School Administrators: A View From the Inside."},
      {
        "id":"ED087413",
        "title":"Educational Needs Assessment, A Simulation Model For Humanistic Planning."},
      {
        "id":"ED087414",
        "title":"Computers Analysis of Reading Difficulty."},
      {
        "id":"ED087415",
        "title":"The Development of An Instructional Productivity System."},
      {
        "id":"ED087416",
        "title":"The Application of Anthropological Techniques To Experimental Schools Evaluation."},
      {
        "id":"ED087417",
        "title":"The Computer and the Fourth Revolution."},
      {
        "id":"ED087418",
        "title":"The Economics of Computer Aided Instruction."},
      {
        "id":"ED087419",
        "title":"Humanizing Computer Managed Instruction Systems: The Difference Between Success and Failure."},
      {
        "id":"ED087420",
        "title":"Humanizing Education Through Continuous Analysis of Pupil Progress."},
      {
        "id":"ED087421",
        "title":"Competency Designs For a More Humane Education."},
      {
        "id":"ED087422",
        "title":"Three Evaluation Reports of Computer Assisted Instruction in Drill-And-Practice Mathematics."},
      {
        "id":"ED087423",
        "title":"CAI In Chicago."},
      {
        "id":"ED087424",
        "title":"How The Computer Can Bring The Teacher and Student Closer Together."},
      {
        "id":"ED087425",
        "title":"Reflections on CAI Language Design."},
      {
        "id":"ED087426",
        "title":"Computer-Based Simulation Models for Community College Business Students."},
      {
        "id":"ED087427",
        "title":"Computers Help 2000 Students Self-Pace Their Learning."},
      {
        "id":"ED087428",
        "title":"Physics Problem Drill By Computer."},
      {
        "id":"ED087429",
        "title":"Computer Simulation in the Social Sciences/Social Studies."},
      {
        "id":"ED087430",
        "title":"Social Impact of the Computer: An Instructional Approach. (A Summary)."},
      {
        "id":"ED087431",
        "title":"The Training of Teachers in the Use of Computers In the Classroom."},
      {
        "id":"ED087432",
        "title":"Humanizing Education Through Guidance Counseling."},
      {
        "id":"ED087433",
        "title":"The Development and Implementation of an Integrated Career Education and Placement Program For the Washington State System of Community Colleges."},
      {
        "id":"ED087434",
        "title":"Minnesota Educational Computing Consortium."},
      {
        "id":"ED087435",
        "title":"The Washington Community College System's Approach to Humanizing Education."},
      {
        "id":"ED087436",
        "title":"Computer Applications in Decision-Making In Educational Administration."},
      {
        "id":"ED087437",
        "title":"Multiple Linear Regression: A Realistic Reflector."},
      {
        "id":"ED087438",
        "title":"A Resource Allocation Model For Public School District Planning."},
      {
        "id":"ED087439",
        "title":"A Model Generator for the Faculty Flow Process In a Large-City District."},
      {
        "id":"ED087441",
        "title":"PPBS And the Derivation of Cost/Effectiveness."},
      {
        "id":"ED087442",
        "title":"School Planning, Evaluation and Communication System (SPECS)."},
      {
        "id":"ED087443",
        "title":"System For Trenton's Educational Planning (STEP): A Computer-Based Approach to Realizing Community Goals."},
      {
        "id":"ED087444",
        "title":"An Educational Planning System."},
      {
        "id":"ED087445",
        "title":"A Brief Description Of the School Information System of the Cincinnati Public Schools."},
      {
        "id":"ED087446",
        "title":"Implementation, Operation, and Management of a Non-Time Based School."},
      {
        "id":"ED087447",
        "title":"Remotely Accessible Management System (RAMS)."},
      {
        "id":"ED087448",
        "title":"A User of RAMS*--Saginaw City Schools."},
      {
        "id":"ED087450",
        "title":"A Personnel System for People."},
      {
        "id":"ED087451",
        "title":"A Survey of Computerized School Bus Routing."},
      {
        "id":"ED087453",
        "title":"An Automated Media Scheduling and Circulation Control System."},
      {
        "id":"ED087454",
        "title":"Retrieval of ERIC Files. An On-Line Approach."},
      {
        "id":"ED087455",
        "title":"A Study of a Direct Interface of the Novice User To a Complex Batch Processed Computer Application."},
      {
        "id":"ED087456",
        "title":"Children of the Four Winds: The Migrant Student Record Transfer System."},
      {
        "id":"ED087457",
        "title":"Student Administration K-12: Need Vs Ability."},
      {
        "id":"ED087458",
        "title":"Planning and Controlling Computer-Based Systems Development."},
      {
        "id":"ED087460",
        "title":"How To Evaluate and Select Software."},
      {
        "id":"ED087461",
        "title":"Trends in OMR Techniques and Equipment."},
      {
        "id":"ED087462",
        "title":"The Communication Program Survey, Spring 1967. A Survey of Public Elementary and High School Teachers and Principals in Twelve San Francisco Bay Area Counties Regarding Their Interest in, and Attitudes Toward Educational Innovation, Research and Development."},
      {
        "id":"ED087463",
        "title":"Technology In The Public Schools?"},
      {
        "id":"ED087464",
        "title":"Humpty-Dumpty and the Cable."},
      {
        "id":"ED087465",
        "title":"Evaluation Report for Library Demonstration-Dial Access Retrieval System. End-Of-Project Report."},
      {
        "id":"ED087466",
        "title":"Television and Radio Program Production. Language Arts. 5113.199."},
      {
        "id":"ED087467",
        "title":"Narrative Evaluation Report on the Institute for Improved Use of the Media Center in Reading Instruction."},
      {
        "id":"ED087468",
        "title":"Consequences of the Use of &quot;Video&quot; Technologies For Education and Culture. An International Seminar Organized With the Assistance of UNESCO (Vichy, France, May 2 through 6, 1972)."},
      {
        "id":"ED087469",
        "title":"Use of a Time-Sharing Computer in a Regional Data Processing Center at Burlington County, New Jersey."},
      {
        "id":"ED087470",
        "title":"Office of Naval Research Sponsored Project On Computers and Instruction. Final Report for Period 1 July 1968 through 14 July 1973."},
      {
        "id":"ED087471",
        "title":"Adaptation of Advanced Measurement and Evaluation Techniques For Utilization in Air Force Technical Training Systems. Final Report."},
      {
        "id":"ED087472",
        "title":"Comprehensive Achievement Monitoring in the Sequoia Union High School District. Symposium, California Mathematics Council Northern Section."},
      {
        "id":"ED087473",
        "title":"Final Report of the Task Force On Instructional Media."},
      {
        "id":"ED087474",
        "title":"Mixed-Initiative Information System for Computer-Aided Training and Decision Making. Final Report."},
      {
        "id":"ED087477",
        "title":"Putting Computers Into Education."},
      {
        "id":"ED087478",
        "title":"Effects of Task Index Variations On Transfer of Training Criteria. Final Report."},
      {
        "id":"ED087479",
        "title":"Needs For Improvement Of Professional Education In Library And Information Science."},
      {
        "id":"ED087480",
        "title":"Applications of Operations Research Techniques in Tufts University Libraries."},
      {
        "id":"ED087481",
        "title":"Oral History: A Proposal For An Expanded Project At Brigham Young University."},
      {
        "id":"ED087483",
        "title":"The Role of the Professional Librarian In the Training of LTA'S. Proceedings of the Fifth Annual Meeting, Council on Library Technology."},
      {
        "id":"ED087484",
        "title":"An Investigation of Library Services For the Elderly, Institutionalized Mentally Ill To Arrive At An Optimum Program Through the Establishment of a Library For 1,000 Residents With No Present Service. Final Report."},
      {
        "id":"ED087486",
        "title":"Organization Development for Libraries. Working Paper Number Nine."},
      {
        "id":"ED087487",
        "title":"Analysis of Requests Made to the National Children's Bureau Question and Answer Service. Design of Information Systems in the Social Sciences. Research Reports Series B, Number Two."},
      {
        "id":"ED087488",
        "title":"User Evaluation of an Information Service in Social Welfare. Report of an Interview and Questionnaire Study of the Wiltshire Social Services Staff Digest. Design of Information Systems in the Social Sciences. Research Reports Series B, Number One."},
      {
        "id":"ED087489",
        "title":"Council On Library Resources, Inc. Seventeenth Annual Report, For the Year Ending June 30, 1973."},
      {
        "id":"ED087490",
        "title":"A Proposal to Research and Design Criteria for the Implementation and Establishment of a Neighborhood Information Center in Five Public Libraries in Five Cities: Atlanta, Cleveland, Detroit, Houston, Queene Borough. Annual Report."},
      {
        "id":"ED087491",
        "title":"Integrated Management of Libraries and Collection Development."},
      {
        "id":"ED087492",
        "title":"Nation-Wide Rationalization of Acquisition Policies in Canadian College and University Libraries: Are Total World Coverage and Non-duplication of Resources Part of an Impossible Dream?"},
      {
        "id":"ED087493",
        "title":"One Library, One Community, How Many Services?"},
      {
        "id":"ED087494",
        "title":"Student Characteristics Revealed Through Individual Psychological Counseling Services."},
      {
        "id":"ED087495",
        "title":"Field Services Provided to Community Colleges by University Departments of Higher Education."},
      {
        "id":"ED087496",
        "title":"An Intern in a Community Junior College Tells It Like It Is."},
      {
        "id":"ED087497",
        "title":"The Issue of Relevance in the Community College."},
      {
        "id":"ED087498",
        "title":"Import Auto Technician; Curriculum Guide for the Development of an Import Automobile Technology Program."},
      {
        "id":"ED087499",
        "title":"Administration of Justice Education (Part 1): Five Core Curriculum."},
      {
        "id":"ED087500",
        "title":"Administration of Justice Education (Part II): Elective Course Curriculum."},
      {
        "id":"ED087501",
        "title":"The Evolution of the Nebraska Comprehensive Technical Community College System."},
      {
        "id":"ED087502",
        "title":"A Funding Model for Iowa's Merged Area Schools."},
      {
        "id":"ED087503",
        "title":"Articulation Study Report 1973."},
      {
        "id":"ED087505",
        "title":"A Comprehensive Job Placement Program for the Community College."},
      {
        "id":"ED087506",
        "title":"Staffing Patterns in California Community Colleges. A 1973-74 Overview."},
      {
        "id":"ED087507",
        "title":"Developing and Managing a Comprehensive Community Services Program."},
      {
        "id":"ED087508",
        "title":"Developing Guidelines for Faculty Reduction in a Multicampus College."},
      {
        "id":"ED087509",
        "title":"Defining, Assessing, and Improving Community Junior College Instructional Climate."},
      {
        "id":"ED087510",
        "title":"Reading Ability and Grades: A Brief Review."},
      {
        "id":"ED087511",
        "title":"Opinions of Community College Presidents and Deans of Occupational Education Concerning a Doctoral Program to Prepare Occupational Education Administrators. A Pilot Study."},
      {
        "id":"ED087512",
        "title":"First Semester of the Diablo Valley College Women's Re-Entry Program, Fall 1972, and a Program for Women at Diablo Valley College."},
      {
        "id":"ED087513",
        "title":"The Feasibility of a Continuous Learning Year Program at Fashion Institute of Technology."},
      {
        "id":"ED087514",
        "title":"A Research Project to Determine the Student Acceptability and Learning Effectiveness of Microform Collections in Community Junior Colleges: Phase III. Final Report."},
      {
        "id":"ED087517",
        "title":"Unmet Educational Needs."},
      {
        "id":"ED087518",
        "title":"Piaget-Based Curricula for Early Childhood Education: Three Different Approaches."},
      {
        "id":"ED087519",
        "title":"Curriculum Guide for Day Care Primary."},
      {
        "id":"ED087520",
        "title":"The Flexible Training System: A Training System for Staff of Early Childhood Education Programs."},
      {
        "id":"ED087522",
        "title":"Specific Traumas: Selective Review of Literature."},
      {
        "id":"ED087523",
        "title":"An Experimental Test of Piaget's Theory of Moral Development."},
      {
        "id":"ED087524",
        "title":"The Development of Figurative Language in School Children."},
      {
        "id":"ED087525",
        "title":"The Early Social Development of Children: Implications for a Preschool Program."},
      {
        "id":"ED087526",
        "title":"First Grade Follow-Up of Kidi-Prep."},
      {
        "id":"ED087527",
        "title":"Contemporary Practices and Problems in Music Education in the Elementary Public Schools of the United States: A Survey and Study."},
      {
        "id":"ED087528",
        "title":"Supervision of the Paraprofessional: The Homemaker."},
      {
        "id":"ED087529",
        "title":"The Choice of Symbols."},
      {
        "id":"ED087530",
        "title":"A Symposium on Field Staff Training for Home-Based Early Childhood Education (Washington, D.C., March 18-20, 1973). Proceedings Report."},
      {
        "id":"ED087531",
        "title":"Sharing Among Those Concerned with School-Age Parents."},
      {
        "id":"ED087532",
        "title":"The Challenge of Day Care in the Seventies: One Agency's Response."},
      {
        "id":"ED087533",
        "title":"Growing Up in Idaho: The Needs of Young Children."},
      {
        "id":"ED087534",
        "title":"Extending the Kindergarten Day: Does It Make a Difference in the Achievement of Educationally Advantaged and Disadvantaged Pupils?"},
      {
        "id":"ED087538",
        "title":"Houston Parent-Child Development Center."},
      {
        "id":"ED087539",
        "title":"The Influence of Social Class and Race on Language Test Performance and Spontaneous Speech of Preschool Children."},
      {
        "id":"ED087540",
        "title":"Development of Natural Language Concepts: II. Developmental Changes in Semantic Structure."},
      {
        "id":"ED087541",
        "title":"Factor Structure of Locus of Control in Children."},
      {
        "id":"ED087542",
        "title":"Predicting Academic Achievement of Females from a Locus of Control Orientation: Some Problems and Some Solutions."},
      {
        "id":"ED087543",
        "title":"Sexual Behavior and Language: Child Care Worker Management in the Service of Child Education."},
      {
        "id":"ED087544",
        "title":"Relational and Structural Components in Verbal Elaboration with Young Children."},
      {
        "id":"ED087545",
        "title":"Locus of Control and the Expression of Humor."},
      {
        "id":"ED087546",
        "title":"Comparatives, Logical Structures and Encoding in a Transitive Inference Task."},
      {
        "id":"ED087547",
        "title":"Excuses and Cooperation as Possible Measures for Identification of Clinic Dropouts."},
      {
        "id":"ED087548",
        "title":"Cross-Validation of Excuses and Cooperation as Possible Measures for Identification of Clinic Dropouts and Continuers."},
      {
        "id":"ED087549",
        "title":"An Evaluation of a Pilot Treatment for Infants and Mothers."},
      {
        "id":"ED087550",
        "title":"Childrens' Sharing Behavior: Success and Failure, the \"Norm of Deserving\" and Reciprocity in Sharing."},
      {
        "id":"ED087551",
        "title":"Current Trends and Issues in Day Care in Canada."},
      {
        "id":"ED087552",
        "title":"Piaget's Formulations on Cognitive Development: A Critical Examination in Light of Recent Social Learning Research."},
      {
        "id":"ED087553",
        "title":"The Emergence and Development of Monetary Concepts in Young Children."},
      {
        "id":"ED087554",
        "title":"Educational Programs in Child Development."},
      {
        "id":"ED087555",
        "title":"An Aid-4 Analysis of Maternal Antecedents to Locus of Control - Internal (LoC-l) at Age 60 Months."},
      {
        "id":"ED087556",
        "title":"Sweden - Research Concerning the Development of the Content and Methods of the Pre-School Curriculum."},
      {
        "id":"ED087557",
        "title":"Parent Behavior Antecedents, Cognitive Correlates and Multidimensionality of Locus of Control in Young Children."},
      {
        "id":"ED087558",
        "title":"Developing Training Support Systems for Home Day Care."},
      {
        "id":"ED087559",
        "title":"Social Inferences and Social Behavior: Developmental Aspects of the Relationship Between Thought and Action."},
      {
        "id":"ED087560",
        "title":"Kindergarten Education in Kentucky."},
      {
        "id":"ED087561",
        "title":"Modifying Problem Behaviors in Mother-Child Interaction: The Standardized Laboratory Situations."},
      {
        "id":"ED087562",
        "title":"Utilization of a Piagetian Approach in the Investigation of Early Experience Effects: A Research Strategy and Some Illustrative Data."},
      {
        "id":"ED087563",
        "title":"Infant-Infant Interaction in a Daycare Setting."},
      {
        "id":"ED087566",
        "title":"Sex Differences in Determinants of Antisocial Behavior."},
      {
        "id":"ED087573",
        "title":"The Problem of Indian Administration. Report of a Survey Made at the Request of Honorable Hubert Work, Secretary of the Interior, and Submitted to Him, February 21, 1928."},
      {
        "id":"ED087575",
        "title":"Relationship of Educational Congruence to the Occupational Attainment Process and Subsequent Satisfaction: A Longitudinal Study."},
      {
        "id":"ED056368",
        "title":"The American School Superintnedent. An AASA Research Study."},
      {
        "id":"ED056369",
        "title":"Domain Description: Criterion in Educational Social System Field Experiments or Field Studies."},
      {
        "id":"ED056370",
        "title":"The Pattern of Allocation of Federal Aid to Education."},
      {
        "id":"ED056371",
        "title":"System for Trenton's Educational Planning (STEP) Year 1, Final Report. Volume I: General Design Report."},
      {
        "id":"ED056372",
        "title":"STEP, Year 1, Final Report. Volume II: Setting Goals and Objectives."},
      {
        "id":"ED056373",
        "title":"STEP, Year 1, Volume III: An Enrollment Forecaster for STEP."},
      {
        "id":"ED056374",
        "title":"Annotated Bibliography on Determination of Teachers' Salaries and Effective Utilization of Teacher Manpower. Educational Planning Occasional Papers No. 10/71."},
      {
        "id":"ED056379",
        "title":"25th Biennial Salary Survey of Public-School Professional Personnel, 1970-71. Volume I: Salaries Paid Teachers and Other Instructional Staff. Public-School Salaries Series."},
      {
        "id":"ED056380",
        "title":"Elementary School Principals and Their Schools. Beacons of Brilliance & Potholes of Pestilence."},
      {
        "id":"ED056381",
        "title":"A Comparative Study of School Board Policies and Administrative Procedures for the Years 1965 and 1970 for Dealing With Supplementary Free Materials in School Districts in Cities With Populations Over 100,000 in the United States."},
      {
        "id":"ED056382",
        "title":"Pilot School Governance, 1970-1971."},
      {
        "id":"ED056383",
        "title":"Building and Contents Insurance."},
      {
        "id":"ED056384",
        "title":"Places for Environmental Education. A Report."},
      {
        "id":"ED056385",
        "title":"Population Characteristics. School Enrollment: October 1970. Current Population Reports Series."},
      {
        "id":"ED056386",
        "title":"Planning Monographs."},
      {
        "id":"ED056387",
        "title":"The Application of the Bill of Rights to Pupils in the Common Schools of the State of Washington: A Report to the Washington State Legislature by the Subcommittee on Student and Personnel Policies of the Joint Committee on Education."},
      {
        "id":"ED056388",
        "title":"\"Pupil Conduct, Discipline, and Rights\": A Report to the Washington State Legislature by the Subcommittee on Student and Personnel Policies of the Joint Committee on Education."},
      {
        "id":"ED056396",
        "title":"The Organizational Inventory Meeting: A Method of Gaining and Integrating Administrative Commitment."},
      {
        "id":"ED056397",
        "title":"Evaluation Report: Newark School District ESEA Title I Program, Summer 1971."},
      {
        "id":"ED056398",
        "title":"25th Biennial Salary Survey of Public-School Professional Personnel, 1970-71. Volume II: Salaries Paid Central-Office Personnel. Public-School Salaries Series."},
      {
        "id":"ED056399",
        "title":"Management Crisis: A Solution."},
      {
        "id":"ED056401",
        "title":"A Study of Lay Participation in the Public Schools."},
      {
        "id":"ED056402",
        "title":"Guidelines for Lay Participation at School Board Meetings in Ohio. A Monograph."},
      {
        "id":"ED056403",
        "title":"Taxpayers Want More Alternatives: A Report on the Educational Values and Priorities of the Populace of Eugene, Oregon School District 4J."},
      {
        "id":"ED056404",
        "title":"Legal Aspects of Crime Investigation in the Public Schools. ERIC/CEM State-of-the-Knowledge Series, Number Eleven."},
      {
        "id":"ED056405",
        "title":"The Teacher's Day in Court: Review of 1970. An Annual Compilation. School Law Series."},
      {
        "id":"ED056406",
        "title":"\"The Coleman Report Says . . .\": Equality of Educational Opportunity -- Analysis and Political Implications. School Desegregation Bulletin Series."},
      {
        "id":"ED056407",
        "title":"School Desegregation and Community Conflict. School Desegregation Bulletin Series."},
      {
        "id":"ED056408",
        "title":"Public School Desegregation in California Historical Background. School Desegregation Bulletin Series."},
      {
        "id":"ED056409",
        "title":"A Compilation of Federal Education Laws. 92d Congress, 1st Session."},
      {
        "id":"ED056411",
        "title":"The Governmental Structure of Education: What Difference Does It Make?"},
      {
        "id":"ED056412",
        "title":"Educational Research and Development in the United States."},
      {
        "id":"ED056413",
        "title":"Training for Development and Evaluation in Education. The Proposal for the Midwest Educational Training Center."},
      {
        "id":"ED056414",
        "title":"Conceptual Papers Defining the Knowledge and Skills Required To Function as Educational Developers and Evaluators. Design Document II for the Midwest Educational Training Center."},
      {
        "id":"ED056415",
        "title":"The Management System. Design Document III for the Midwest Educational Training Center."},
      {
        "id":"ED056416",
        "title":"The Need for Research, Development, Dissemination, and Evaluation Personnel in Education. Design Document I for the Midwest Educational Training Center."},
      {
        "id":"ED056420",
        "title":"A Systems Approach to the Human Services."},
      {
        "id":"ED056421",
        "title":"Innovative Development of Course Content and Delivery."},
      {
        "id":"ED056422",
        "title":"Guide to Alternatives for Financing School Buildings. A Report."},
      {
        "id":"ED056423",
        "title":"Physical Environment and Special Education: An Interdisciplinary Approach to Research. Final Report."},
      {
        "id":"ED056424",
        "title":"Development and Evaluation of Programmed Instruction in the Teaching of Verbs to Deaf Children in the Primary Grades. Final Report."},
      {
        "id":"ED056425",
        "title":"An Evaluation of Simulation as an Approach to Assisting Elementary Teachers to Identify Children with Learning Disabilities and Utilize Ancillary Personnel in Initiating Remediation Programs within Their Classrooms. Final Report."},
      {
        "id":"ED056426",
        "title":"Teacher's Perceived Instructional Needs in the Northwest Region."},
      {
        "id":"ED056427",
        "title":"The Classroom: Insights into Educational Evaluation in School Programs for Emotionally Disturbed Children and Youth."},
      {
        "id":"ED056428",
        "title":"A Program for the Identification and Remediation of Perceptual Deficiencies in Kindergarten and Primary Grade Students. Final Interim Progress Report."},
      {
        "id":"ED056429",
        "title":"The Development of an Instrument to Predict Modality Preference for Learning to Read."},
      {
        "id":"ED056432",
        "title":"Exceptional Children in Regular Classrooms."},
      {
        "id":"ED056433",
        "title":"A Project to Develop and Evaluate the Effectiveness of Instructional Materials for the Deaf, Designed to Emphasize the Syntactical Meaning of Words. Final Report."},
      {
        "id":"ED056434",
        "title":"Language Curriculum. Based on Concept Formation and Transformational Grammar."},
      {
        "id":"ED056435",
        "title":"Experimental Classes for Multiply Handicapped Deaf Children (Summer, 1970)."},
      {
        "id":"ED056436",
        "title":"Experimental Classes for Multiply Handicapped Deaf Children (Summer, 1971)."},
      {
        "id":"ED056438",
        "title":"The Education and Treatment of Emotionally Maladjusted Children: A Collection of Some Papers Presented at a Symposium Held at the University of Waikato, October, 1969."},
      {
        "id":"ED056439",
        "title":"Handbook of Pupil Experiences for \"High Challenge\" Children - Those Children with Learning Problems."},
      {
        "id":"ED056440",
        "title":"Computer Based Project for the Evaluation of Media for the Handicapped. Second Annual Report, July 1, 1970 - June 30, 1971."},
      {
        "id":"ED056441",
        "title":"A Case of Pseudo-Retardation."},
      {
        "id":"ED056442",
        "title":"Patterns of Cognitive and Affective Emphasis in Gifted and Average Classes."},
      {
        "id":"ED056443",
        "title":"What Impedes the Provision of Services to the Retarded Through Community Mental Health Programs."},
      {
        "id":"ED056444",
        "title":"Systematic Instruction for Retarded Children: The Illinois Program - Experimental Edition. Final Report."},
      {
        "id":"ED056445",
        "title":"Systematic Instruction for Retarded Children: The Illinois Program - Experimental Edition. Part I: Teacher-Parent Guide."},
      {
        "id":"ED056446",
        "title":"The Measurement and Comparison of Variables Related to Driver and Highway Safety Between Educable Mentally Retarded and Normal High School Age Students in Pennsylvania. Final Report."},
      {
        "id":"ED056447",
        "title":"Systematic Instruction for Retarded Children: The Illinois Program - Experimental Edition. Part II: Systematic Language Instruction."},
      {
        "id":"ED056448",
        "title":"Systematic Instruction for Retarded Children: The Illinois Program. Part III: Self-Help Instruction."},
      {
        "id":"ED056449",
        "title":"Systematic Instruction for Retarded Children: The Illinois Program - Experimental Edition. Part IV: Motor Performance and Recreation Instruction."},
      {
        "id":"ED056450",
        "title":"Application of Behavioral Principles to the Remedial Instruction of Retarded and Emotionally Disturbed Young Children. Final Report."},
      {
        "id":"ED056451",
        "title":"Digest of State and Federal Laws: Education of Handicapped Children."},
      {
        "id":"ED056452",
        "title":"State Law and Education of Handicapped Children: Issues and Recommendations."},
      {
        "id":"ED056453",
        "title":"International Directory of Mental Retardation Resources."},
      {
        "id":"ED056454",
        "title":"The Development and Evaluation of a Video-Tape Protocol for the Examination of Multicapped Deaf-Blind Children."},
      {
        "id":"ED056458",
        "title":"Papers on the Early Identification of Exceptional Children."},
      {
        "id":"ED056459",
        "title":"Handbook for Teaching Emotionally Handicapped Children."},
      {
        "id":"ED056460",
        "title":"Predicting Success in an Individualized Multi-Media Instruction Program Using Variables of Aptitude and Personality."},
      {
        "id":"ED056468",
        "title":"1972 Recorded Instruction for Television."},
      {
        "id":"ED056469",
        "title":"SIBE: A Sequential In-Basket Exercise Technique."},
      {
        "id":"ED056470",
        "title":"RX for Children's Television."},
      {
        "id":"ED056471",
        "title":"Shared Services and Cooperatives; Schools Combine Resources to Improve Education."},
      {
        "id":"ED056474",
        "title":"Media Manpower for the 70's: II. Media Specialist Projects 1970-71. A Report of the Leadership Training Institute."},
      {
        "id":"ED056477",
        "title":"Satellite Communications for U.S. Schools; A Proposed Public Service Offering by Private Business."},
      {
        "id":"ED056478",
        "title":"Television and Social Behavior; An Annotated Bibliography of Research Focusing on Television's Impact on Children."},
      {
        "id":"ED056481",
        "title":"Cable TV; Protecting Its Future in Education."},
      {
        "id":"ED056482",
        "title":"Application and Design Characteristics of Generalized Training Devices."},
      {
        "id":"ED056483",
        "title":"A Performance Evaluation: Microfiche Versus Hardcopy. Final Report."},
      {
        "id":"ED056484",
        "title":"Microform Use in a Technical Training Environment; An Experiment. Final Report."},
      {
        "id":"ED056485",
        "title":"A Guide to Instructional Uses of Microform. Final Report."},
      {
        "id":"ED056486",
        "title":"New Technology in Education; Selected References."},
      {
        "id":"ED056487",
        "title":"GPN Film Catalog 1972."},
      {
        "id":"ED056489",
        "title":"Implementation of Systems Engineering Concepts in Army Training."},
      {
        "id":"ED056490",
        "title":"The Ideal Promotion Effort."},
      {
        "id":"ED056491",
        "title":"Learning, Retention and Transfer in Military Training."},
      {
        "id":"ED056492",
        "title":"Evaluating an Experimental Audio-Visual Module Programmed to Teach a Basic Anatomical and Physiological System."},
      {
        "id":"ED056494",
        "title":"Information Mapping for Computer-Based Learning and Reference."},
      {
        "id":"ED056496",
        "title":"A Course Guide for the New Social Studies; A Television Inservice Course for Teachers of Elementary Grades."},
      {
        "id":"ED056498",
        "title":"How to Provide Instructional Video Tape/Film Accountability."},
      {
        "id":"ED056500",
        "title":"Individualized Instruction; Abbreviated Proceedings of Two Conferences."},
      {
        "id":"ED056501",
        "title":"Designing Good Slides; An Instructive Communication."},
      {
        "id":"ED056503",
        "title":"Proceedings of the 4th NAII Conference. Multiple Choice: The True Test of the Future."},
      {
        "id":"ED056509",
        "title":"An Institute on Literacy in the Language of Film."},
      {
        "id":"ED056510",
        "title":"The Use of a Computer for Programmed Instruction Presentation of a Pre-School Classification Program."},
      {
        "id":"ED056513",
        "title":"Toward a Model for Information Dissemination in Educational Technology Responsive to User Needs."},
      {
        "id":"ED056515",
        "title":"An Investigation of the Use of Computer-Aided-Instruction in Teaching Students How to Solve Selected Multistep General Chemistry Problems."},
      {
        "id":"ED056516",
        "title":"A Study of Job Satisfaction Among Television Teachers."},
      {
        "id":"ED056517",
        "title":"A Study of the Development of Childrens' Perceptions of Selected Filmic Conventions."},
      {
        "id":"ED056518",
        "title":"Proposed Ordinance for the Regulation of Cable Television. Working Draft."},
      {
        "id":"ED056520",
        "title":"System Description and Status Report: California Education Information System."},
      {
        "id":"ED056522",
        "title":"Interactive Television Software for Cable Television Application."},
      {
        "id":"ED056523",
        "title":"The Reston, Virginia, Test of the Mitre Corporation's Interactive Television System."},
      {
        "id":"ED056525",
        "title":"TICCIT: A Delivery System Designed for Mass Utilization."},
      {
        "id":"ED056526",
        "title":"Medical Information Processing by Computer."},
      {
        "id":"ED056528",
        "title":"CITIZENS Communications Center for Responsive Media; Progress Report."},
      {
        "id":"ED056529",
        "title":"Project Solo; Newsletter Number Seven."},
      {
        "id":"ED056530",
        "title":"Project Solo; Newsletter Number Eight."},
      {
        "id":"ED056531",
        "title":"Project Solo; Newsletter Number Eleven."},
      {
        "id":"ED056532",
        "title":"Project Solo; Newsletter Number Twelve."},
      {
        "id":"ED056534",
        "title":"Project Solo; Newsletter Number Fifteen."},
      {
        "id":"ED056535",
        "title":"Project Solo; Newsletter Number Nineteen."},
      {
        "id":"ED056536",
        "title":"An Experimental Study of Bilingual-Affective Education for Mexican American Children in Grades K and 1."},
      {
        "id":"ED056537",
        "title":"An Evaluation of the Comparison of Hearing and Deaf Subjects to Investigate the Language-Thought Issue."},
      {
        "id":"ED056538",
        "title":"The Phonetic Component."},
      {
        "id":"ED056539",
        "title":"Linguistic Parameters in Performance Models."},
      {
        "id":"ED056541",
        "title":"Comparative Quechua Phonology and Grammar V: The Evolution of Quechua B(1)."},
      {
        "id":"ED056553",
        "title":"The Sequencing of Structural Pattern Drills."},
      {
        "id":"ED056554",
        "title":"Theory and Practice of Bilingualism."},
      {
        "id":"ED056555",
        "title":"A Structural Approach to the Study of Convergent Communication."},
      {
        "id":"ED056556",
        "title":"Workpapers: Teaching English as a Second Language, Volume V."},
      {
        "id":"ED056557",
        "title":"Aspects of Korean Syntax: Quantification, Relativization, Topicalization, and Negation."},
      {
        "id":"ED056558",
        "title":"Czech Basic Course Pattern Drills: Volume I, Lessons 1-56."},
      {
        "id":"ED056559",
        "title":"Changing Frames of Reference in Speech Communication Education for Black Students."},
      {
        "id":"ED056560",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications."},
      {
        "id":"ED056561",
        "title":"Methods for Improving Teaching Spanish: Predictions of Success in Audio-Lingual and Cognitive Classes."},
      {
        "id":"ED056563",
        "title":"Papers from the Michigan Linguistic Society Meeting, October 3, 1970. Volume 1, Number 2."},
      {
        "id":"ED056564",
        "title":"Interpreting Language Arts Research for the Teacher."},
      {
        "id":"ED056565",
        "title":"A Plan for Fluency First."},
      {
        "id":"ED056566",
        "title":"The Ethiopean Language Area."},
      {
        "id":"ED056567",
        "title":"The Relationship of Thought and Memory in Linguistic Performance: 'Thought' Exercises in Foreign Language Teaching. Final Report."},
      {
        "id":"ED056568",
        "title":"Zur Lyrik in der Schule (Lyrics in the School)."},
      {
        "id":"ED056569",
        "title":"Moderne Sprache im Deutschunterricht (Modern Language in German Instruction)."},
      {
        "id":"ED056570",
        "title":"Sprachunterricht auf der Mittelstufe: 4./5./6. Schuljahr (Language Instruction in Grades 4-6)."},
      {
        "id":"ED056571",
        "title":"Zum Franzosischunterricht in der Primarschule (French Instruction in the Primary School)."},
      {
        "id":"ED056572",
        "title":"Italienischunterricht (Italian Instruction)."},
      {
        "id":"ED056574",
        "title":"A Reading Program for ESL Primary Students."},
      {
        "id":"ED056575",
        "title":"Linguistic Evidence for the Mathematical Structure of Social Organization."},
      {
        "id":"ED056576",
        "title":"Pre-listening: Teaching toward Auditory Competence."},
      {
        "id":"ED056577",
        "title":"Mexican Americans: A Teaching and Resource Unit for Upper Level Spanish Students, to Be Executed in Spanish or in English for Social Studies Classes, or Classes in Hispanic Cultures."},
      {
        "id":"ED056578",
        "title":"Progress Report on the Oral Language Program."},
      {
        "id":"ED056579",
        "title":"Attitudes Based on English Dialect Differences: An Analysis of Current Research."},
      {
        "id":"ED056580",
        "title":"Sentences and Illocutionary Forces."},
      {
        "id":"ED056581",
        "title":"Hearing and Speaking Skills in Teaching English as a Second Language."},
      {
        "id":"ED056582",
        "title":"German Basic Course: Units 1-12."},
      {
        "id":"ED056583",
        "title":"Spanish Basic Course: Units 1-15."},
      {
        "id":"ED056584",
        "title":"Spanish Basic Course: Units 16-30."},
      {
        "id":"ED056585",
        "title":"Spanish Basic Course: Units 31-45."},
      {
        "id":"ED056586",
        "title":"Spanish Basic Course: Units 46-55."},
      {
        "id":"ED056588",
        "title":"Cognitive Pruning and Second Language Acquisition."},
      {
        "id":"ED056591",
        "title":"Comic Strips in the Teaching of English as a Foreign Language."},
      {
        "id":"ED056592",
        "title":"Paragraph Structure and Paragraph Comprehension. Final Report."},
      {
        "id":"ED056593",
        "title":"Russian Basic Course: Volume XVII, Lessons 76-79."},
      {
        "id":"ED056595",
        "title":"Handbook for First Year Experimental Language Development Program: Book One."},
      {
        "id":"ED056596",
        "title":"Albanian Basic Course: Exercises in Grammar."},
      {
        "id":"ED056597",
        "title":"Korean Advanced Course: Volume II."},
      {
        "id":"ED056598",
        "title":"Leadership in Foreign-Language Education: The Foreign-Language Teacher and Research."},
      {
        "id":"ED056599",
        "title":"The Student Has a Choice: Four Instructional Modes for College Students of German."},
      {
        "id":"ED056601",
        "title":"Toward A Practical Theory of Second Language Instruction."},
      {
        "id":"ED056602",
        "title":"An Experimental Approach to the Teaching of Reading in Spanish at the Primary Level."},
      {
        "id":"ED056603",
        "title":"Bibliographie: Moderner Fremdsprachenunterricht (Bibliography: Modern Foreign Language Instruction), 1971. Volume 2, Number 3."},
      {
        "id":"ED056604",
        "title":"Identification of Vocal Communication of Emotions Across Cultures."},
      {
        "id":"ED056606",
        "title":"Russian Basic Course: Volume XIII, Lessons 60-63."},
      {
        "id":"ED056609",
        "title":"The Teaching of a Foreign Language in a Modular System of Instruction."},
      {
        "id":"ED056610",
        "title":"Second-Year Options."},
      {
        "id":"ED056611",
        "title":"Teacher's Guide to Accompany \"Artes Latinae,\" the Encyclopaedia Britannica Latin Instructional System."},
      {
        "id":"ED056612",
        "title":"Evaluation of the Elementary School (FLES) Latin Program 1970-71."},
      {
        "id":"ED056616",
        "title":"Foreign Language Narrative, Title III, NDEA, 1970-71."},
      {
        "id":"ED056617",
        "title":"Learning a Foreign Language: Behavioral Objectives."},
      {
        "id":"ED056620",
        "title":"Italian Basic Course: Area Background Information."},
      {
        "id":"ED056621",
        "title":"The Contributions of Foreign Language Learning to the Development of Reading Skills."},
      {
        "id":"ED056622",
        "title":"Noun Plural Marker Deletion in the Speech of Black Children."},
      {
        "id":"ED056623",
        "title":"The Twin City Institute for Talented Youth: Spanish, German, French, Russian."},
      {
        "id":"ED056624",
        "title":"The Question as a Technique in Foreign-Language Teaching. ERIC Focus Reports on the Teaching of Foreign Languages, Number 26."},
      {
        "id":"ED056625",
        "title":"Student Reactions to Materials Relating to the Social Sciences in a Third Semester College Spanish Class."},
      {
        "id":"ED056626",
        "title":"Language: Key to International Understanding."},
      {
        "id":"ED056627",
        "title":"Summary of Foreign Language Teacher Training Survey."},
      {
        "id":"ED056628",
        "title":"A Survey of Foreign Language Teachers' Assignments and Attitudes."},
      {
        "id":"ED056629",
        "title":"The Demise of the Foreign Language Requirement--Cause or Symptom: An Enrollment Study."},
      {
        "id":"ED056630",
        "title":"A Compilation of Data on Faculty Women and Women Enrolled at Michigan State University."},
      {
        "id":"ED056631",
        "title":"Report on Women at the University of Delaware."},
      {
        "id":"ED056632",
        "title":"Study of the Status of Women Faculty at Indiana University, Bloomington Campus."},
      {
        "id":"ED056633",
        "title":"Final Report on the Status of Academic Women."},
      {
        "id":"ED056634",
        "title":"A Preliminary Report on the Status of Women at Princeton University."},
      {
        "id":"ED056635",
        "title":"Women Faculty in the University of Pennsylvania."},
      {
        "id":"ED056636",
        "title":"Women on the Yale Faculty."},
      {
        "id":"ED056637",
        "title":"Report of Subcommittee on Equal Opportunities for Faculty and Student Women."},
      {
        "id":"ED056638",
        "title":"Salaries of Males and Females: A Sample of Conditions at the University of Akron."},
      {
        "id":"ED056639",
        "title":"Women in Virginia Higher Education."},
      {
        "id":"ED056640",
        "title":"Higher Education for the Future: Reform or More of the Same?"},
      {
        "id":"ED056641",
        "title":"An Impartial Review of Collective Bargaining by University Faculties."},
      {
        "id":"ED056642",
        "title":"The Law and Higher Education: Where the Action Is! Proceedings of a Conference (Tuscaloosa, Alabama, March 29, 1971)."},
      {
        "id":"ED056643",
        "title":"A New Approach to Higher Education...For the California State Colleges."},
      {
        "id":"ED056644",
        "title":"A Study of Some Attitudes towards the Doctor of Arts Degree in the Southwest."},
      {
        "id":"ED056645",
        "title":"Project PRIME for Period July 1, 1970 - June 30, 1971. Final Report."},
      {
        "id":"ED056646",
        "title":"Abstracts and Reviews of Research in Higher Education, Number 15. College and University Calendars."},
      {
        "id":"ED056647",
        "title":"Development of an Instrument to Evaluate College Classroom Teaching Effectiveness. Final Report."},
      {
        "id":"ED056648",
        "title":"Arkansas Educational Research Stimulation Project. Final Report."},
      {
        "id":"ED056649",
        "title":"Education and Employment Patterns of Bioscientists. A Statistical Report."},
      {
        "id":"ED056650",
        "title":"College Educated Workers, 1968-80; A Study of Supply and Demand."},
      {
        "id":"ED056651",
        "title":"Pass-Fail Grading"},
      {
        "id":"ED056653",
        "title":"The Case Statement As A Factor of Institutional Management and Development."},
      {
        "id":"ED056654",
        "title":"A Master Plan for Higher Education in Illinois; Phase III - An Integrated State System."},
      {
        "id":"ED056655",
        "title":"Report of the Second AID - NAFSA Workshop."},
      {
        "id":"ED056656",
        "title":"Oak Ridge Associated Universities 25th Annual Report for the year ending June 30, 1971."},
      {
        "id":"ED056657",
        "title":"Development and Experiment in College Teaching, No. 7."},
      {
        "id":"ED056658",
        "title":"Design For Technological Education."},
      {
        "id":"ED056659",
        "title":"Policy Conference on Highly Qualified Manpower, Paris, 26-28 September 1966."},
      {
        "id":"ED056660",
        "title":"Public Negro Colleges - A Fact Book."},
      {
        "id":"ED056661",
        "title":"Tuition And/Or Required Fees, Room Rates, and Board Rates at Member Institutions of the American Association of State Colleges and Universities By States: 1971-72 and Tuition, Required Fees, Room and Board Charges at Member Institutions of the National Association of State Universities and Land-Grant Colleges: 1971-72."},
      {
        "id":"ED056662",
        "title":"1971-72 Student Charges at State Colleges and Universities (Tuition, Required Fees, Room and Board)."},
      {
        "id":"ED056663",
        "title":"Archives of Medical Education; 1876 - 1971."},
      {
        "id":"ED056664",
        "title":"Committee to Study Faculty Collective Bargaining. Interim Report."},
      {
        "id":"ED056665",
        "title":"Standards for Women in Higher Education. Affirmative Policy in Achieving Sex Equality in the Academic Community."},
      {
        "id":"ED056666",
        "title":"A Private Urban University Responds to the Educational Needs of the Community."},
      {
        "id":"ED056667",
        "title":"Innovation at Santa Cruz - More than Tinkering."},
      {
        "id":"ED056668",
        "title":"Feasibility of an International University."},
      {
        "id":"ED056669",
        "title":"New Universities in the United Kingdom. Case Studies on Innovation in Higher Education."},
      {
        "id":"ED056670",
        "title":"Planning for the 1970's: Higher Education in Colorado."},
      {
        "id":"ED056671",
        "title":"Higher Education and Research."},
      {
        "id":"ED056672",
        "title":"Seventh Conference of European Ministers of Education. (Brussels, 8th 10th June, 1971)."},
      {
        "id":"ED056673",
        "title":"A University Freshman Preventive Intervention Program: Report of a Pilot Project."},
      {
        "id":"ED056675",
        "title":"Status of the Doctor of Arts Degree Programs for Preparing Junior College and College Teachers."},
      {
        "id":"ED056676",
        "title":"Curricular Evaluation: Student Attitudes Toward the First Course at New College. Fall 1970 New College Report #1."},
      {
        "id":"ED056677",
        "title":"A Survey of Graduate School Attitudes Toward Non-traditional Grading Systems: Preliminary Report. New College Report #2."},
      {
        "id":"ED056678",
        "title":"Environmental Education in the Community College."},
      {
        "id":"ED056679",
        "title":"Goals and Ambivalence: Faculty Values and the Community College Philosophy."},
      {
        "id":"ED056680",
        "title":"St. Petersburg Initiates an Honors Program."},
      {
        "id":"ED056682",
        "title":"An Experimental Learning Resources Center and a New Curriculum in the Social Sciences."},
      {
        "id":"ED056683",
        "title":"An Evaluation of the Community College Studies Program for the Year 1969-70."},
      {
        "id":"ED056684",
        "title":"The Induction of Community College Instructors: An Internship Model."},
      {
        "id":"ED056685",
        "title":"The Community College Funding Crisis. Proceedings of a Community College Trustee Conference."},
      {
        "id":"ED056686",
        "title":"Designing a Model for Community College Placement. Proceedings of a Career Placement Workshop."},
      {
        "id":"ED056687",
        "title":"Decision Making in the Multi-Unit College."},
      {
        "id":"ED056688",
        "title":"The Coming of Age of LTAs: Proceedings of the Meeting; Council on Library Technology (Fourth Annual, Palm Beach, Florida, June 4-6, 1970)."},
      {
        "id":"ED056689",
        "title":"Nebraska Library Telecommunications Network; Manual."},
      {
        "id":"ED056690",
        "title":"Medical Applications of Remote Electronic Browsing."},
      {
        "id":"ED056694",
        "title":"Library Work and Automation; A Summary of the Swedish Report &quot;Biblioteksarbete och Automatisk Databehandling.&quot;"},
      {
        "id":"ED056697",
        "title":"Informal Communication Among Scientists: Proceedings of a Conference on Current Research."},
      {
        "id":"ED056698",
        "title":"Soviet Cybernetics Technology: XII. Time-Sharing in the Soviet Union."},
      {
        "id":"ED056699",
        "title":"Military Librarians Workshop; Department of Defense Libraries in Transition (14th, 30 November - 2 December 1970). Conference Proceedings."},
      {
        "id":"ED056700",
        "title":"The National Library of Medicine, 135th Anniversary Report, 1836-1971."},
      {
        "id":"ED056701",
        "title":"Are Computer-Oriented Librarians Really Incompetent? Excerpts From the Proceedings of a LARC Meeting Held During the ALA Conference in Dallas, Texas, June 24, 1971."},
      {
        "id":"ED056703",
        "title":"Medical Library Amendments of 1969; Hearing Before the Subcommittee on Health... on S. 2549, S. 2239, and H.R. 11702..."},
      {
        "id":"ED056704",
        "title":"Mobilemeet '71."},
      {
        "id":"ED056705",
        "title":"A Librarian Plans a Library."},
      {
        "id":"ED056706",
        "title":"Mobile Libraries, Design and Construction: A Survey of Current Practice."},
      {
        "id":"ED056707",
        "title":"Productivity in Branch Libraries Today, and the Future."},
      {
        "id":"ED056708",
        "title":"Colloquium on Library Networks."},
      {
        "id":"ED056709",
        "title":"Standards for Production of Reading Materials for the Blind and Visually Handicapped."},
      {
        "id":"ED056712",
        "title":"Planning and the Business of Librarianship."},
      {
        "id":"ED056713",
        "title":"Narrative Evaluation Report on the Institute for Retraining of Classroom Teachers as School Media Specialists at Rust College, Holly Springs, Mississippi, June 21, 1971 to July 30, 1971."},
      {
        "id":"ED056714",
        "title":"Reference Work--Background and Implications."},
      {
        "id":"ED056715",
        "title":"Recommendation for a Southeastern Library Cooperative (SELCO)."},
      {
        "id":"ED056716",
        "title":"School Library Media Standards 1970."},
      {
        "id":"ED056717",
        "title":"Federal and State Government Publications of Professional Interest to the School Librarian: A Bibliographic Essay."},
      {
        "id":"ED056718",
        "title":"Report of the Committee on Continuing Education and Professional Growth."},
      {
        "id":"ED056719",
        "title":"The Improvement of Communication Within the World-System."},
      {
        "id":"ED056720",
        "title":"An Evaluation of Oregon's Participation in the Pacific Northwest Bibliographic Center."},
      {
        "id":"ED056721",
        "title":"Materials Transfer: A Report of a Pilot Document Delivery Service, November 1969 - June 1970."},
      {
        "id":"ED056722",
        "title":"Space Documentation Services: Operations Handbook."},
      {
        "id":"ED056723",
        "title":"The Annual Review of Information Science and Technology: Its Aims and Impact."},
      {
        "id":"ED056724",
        "title":"Children's Book Color Preferences as Related to Their Favorite Color."},
      {
        "id":"ED056725",
        "title":"A Bibliography of Selected Rand Publications; Computing Technology."},
      {
        "id":"ED056726",
        "title":"National Library of Australia, Eleventh Annual Report 1970-1971."},
      {
        "id":"ED056727",
        "title":"National Library of Australia, Tenth Annual Report 1969-1970."},
      {
        "id":"ED056728",
        "title":"Directory of Educational Programs in Information Science 1971-1972."},
      {
        "id":"ED056729",
        "title":"The Public Library: A Bibliography."},
      {
        "id":"ED056731",
        "title":"MSEIP Documentation Supplement."},
      {
        "id":"ED056732",
        "title":"Project Intrex; A Brief Description."},
      {
        "id":"ED056733",
        "title":"A Library Network for the Geosciences."},
      {
        "id":"ED056734",
        "title":"Nebraska Public Library Commission; Biennial Reports (Combined Edition) for 1965 - 1967, 1967 - 1969."},
      {
        "id":"ED056735",
        "title":"North Carolina Public Library Personnel Manual."},
      {
        "id":"ED056736",
        "title":"A Study and Model of Machine-Like Indexing Behavior by Human Indexers."},
      {
        "id":"ED056737",
        "title":"Annual Survey of Howard University; The Library System, Services, and Facilities."},
      {
        "id":"ED056738",
        "title":"Widening the Circle, Libraries for Tomorrow; Governor's Task Force to Study Library Services in Maine. Interim Report."},
      {
        "id":"ED056739",
        "title":"Cataloging and Processing of Media, Directed Studies Materials and Arrangement of the Card Catalog."},
      {
        "id":"ED056741",
        "title":"Program Administration Manual for Child Advocacy Demonstration Projects."},
      {
        "id":"ED056742",
        "title":"Individual Differences in Strange-Situational Behaviour of One-Year-Olds."},
      {
        "id":"ED056743",
        "title":"The Effectiveness of Special Programs for Rural Isolated Four-Year-Old Children: Wakulla County Preschool."},
      {
        "id":"ED056744",
        "title":"Montessori Research Project. Progress Report."},
      {
        "id":"ED056745",
        "title":"Changes in Stanford-Binet IQ: Performance Vs Competence."},
      {
        "id":"ED056746",
        "title":"Freedom in the Classroom. 1970-71 Faculty Lecture Series."},
      {
        "id":"ED056747",
        "title":"Curiosity and Exploratory Behavior in Disadvantaged Children: A Follow-Up Study."},
      {
        "id":"ED056748",
        "title":"Programs for Infant Mothering to Develop a Sense of Self and Competence in Infancy."},
      {
        "id":"ED056750",
        "title":"A Home Learning Center Approach to Early Stimulation."},
      {
        "id":"ED056751",
        "title":"Instructional Strategies in Infant Stimulation."},
      {
        "id":"ED056752",
        "title":"Five Pilot Studies: Concerned with Social-Emotional Variables Affecting Behavior of Children in Head Start."},
      {
        "id":"ED056753",
        "title":"Height and Weight of Children in the United States, India, and the United Arab Republic: Presentation and Analysis of Comparative Data on Standard Height and Weight of Children Aged 6 Through 11 Years."},
      {
        "id":"ED056754",
        "title":"Early Language Development: An Abstract Bibliography."},
      {
        "id":"ED056755",
        "title":"Educational Television for Preschool and Kindergarten Children: An Abstract Bibliography."},
      {
        "id":"ED056756",
        "title":"Beyond \"Open Education\": Getting to the Heart of Curriculum Matters."},
      {
        "id":"ED056757",
        "title":"Day Care Services: Industry's Involvement. Bulletin 296."},
      {
        "id":"ED056758",
        "title":"&quot;I'm Not Just a Babysitter&quot;: A Descriptive Report of the Community Family Day Care Project."},
      {
        "id":"ED056759",
        "title":"Measurement of Change in Social and Personal Attitudes of Parents of Children in Project Head Start."},
      {
        "id":"ED056760",
        "title":"A Home Learning Center Approach to Early Stimulation."},
      {
        "id":"ED056761",
        "title":"The Role of Face and Body Cues in Children's Judgments of Front, Back, and Side."},
      {
        "id":"ED056762",
        "title":"The Role of Front-Back Features in Children's 'Front', 'Back', and 'Beside' Placements of Objects."},
      {
        "id":"ED056763",
        "title":"Removing the Blinders: A Shopper's Guide to Instructional Materials."},
      {
        "id":"ED056764",
        "title":"The Development of Imitation in Piaget's Sensory-Motor Period of Infant Development (Stages III-VI)."},
      {
        "id":"ED056765",
        "title":"Comprehensive Child Development Act of 1971 Part 1. (Joint Hearings Before the Subcommittee on Employment, Manpower, and Poverty and the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare, United States Senate, Ninety-Second Congress, First Session on S.1512)."},
      {
        "id":"ED056766",
        "title":"Comprehensive Child Development Act of 1971. Part 2. (Joint Hearings Before the Subcommittee on Employment, Manpower, and Poverty and the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare, United States Senate, Ninety-Second Congress, First Session on S.1512)."},
      {
        "id":"ED056767",
        "title":"Comprehensive Child Development Act of 1971. Part 3. (Joint Hearings Before the Subcommittee on Employment, Manpower, and Poverty and the Subcommittee on Children and Youth of the Committee on Labor and Public Welfare, United States Senate, Ninety-Second Congress, First Session on S.1512)"},
      {
        "id":"ED056768",
        "title":"Differences in the Spontaneous Classroom Interpersonal Language of Preschoolers Differing in Intrapersonal Linguistic Effectiveness. Progress Report of Research Studies, September 1, 1969 - April 30, 1970."},
      {
        "id":"ED056769",
        "title":"Children's Effects Upon Parental Behavior: Mothers and Father's Responses to Dependent and Independent Child Behaviors."},
      {
        "id":"ED056771",
        "title":"Achievement Components of Stanford-Binet Performance."},
      {
        "id":"ED056772",
        "title":"Preschool Racial Attitude Measure II (PRAM II): Technical Report #1: 1970-71 Standardization Study."},
      {
        "id":"ED056774",
        "title":"Effects of Age and Prior Help on \"Altruistic Lying\"."},
      {
        "id":"ED056775",
        "title":"Stimulus Predifferentiation and Racial Attitude Change in Children."},
      {
        "id":"ED056776",
        "title":"Educational Telecommunications: The Future is Now."},
      {
        "id":"ED056777",
        "title":"Romper Room: An Analysis."},
      {
        "id":"ED056778",
        "title":"Description of Children's Television Advertising."},
      {
        "id":"ED056779",
        "title":"Infant-Mother Relationship and Object Concept."},
      {
        "id":"ED056781",
        "title":"Internal--External Locus of Control and Creativity."},
      {
        "id":"ED056782",
        "title":"Parent Education: Abstract Bibliography."},
      {
        "id":"ED056783",
        "title":"Proposed Basic Policies - Borrego Pass School. A Statement of Intent for the Purpose of Contracting with the BIA for the Operation of Our School."},
      {
        "id":"ED056784",
        "title":"Arizona Commission of Indian Affairs. Annual Report, 1970-1971."},
      {
        "id":"ED056785",
        "title":"The Relationships Between Self-Concept, Intelligence, Socio-Economic Status and School Achievement Among Spanish-American Children in Omaha."},
      {
        "id":"ED056786",
        "title":"University &quot;Headstart&quot; for Indian Students."},
      {
        "id":"ED056787",
        "title":"Texas Small Schools Project, 1969."},
      {
        "id":"ED056788",
        "title":"A Comparative Analysis of Indian and Non-Indian Parents' Influence on Educational Aspirations, Expectations, Preferences and Behavior of Indian and Non-Indian High School Students in Four High Schools."},
      {
        "id":"ED056789",
        "title":"A Comparison of the Differential Effect of Ethnicity and Perception of Family Income on Educational Aspirations, Preparation and Parental Influence-Attempts of Indian and Non-Indian Students in Four Rural High Schools in Montana."},
      {
        "id":"ED056790",
        "title":"Educational Aspirations in Minnesota: Rural-Urban Comparisons."},
      {
        "id":"ED056791",
        "title":"Citizens Plus."},
      {
        "id":"ED056792",
        "title":"An Investigation of Attitudes Among Potential Dropouts from Minority Groups During Their Freshman Year in High School. Final Report."},
      {
        "id":"ED056793",
        "title":"Utah Integrated Shop Program. Final Report."},
      {
        "id":"ED056794",
        "title":"Factors Affecting Attitudes Toward Education Among Indian High School Students in Phoenix Area Off-Reservation Schools and Mexican-American and Black Students in Phoenix Union High School."},
      {
        "id":"ED056795",
        "title":"Report of Final Evaluation, ESEA Title I Projects, Fiscal Year 1971."},
      {
        "id":"ED056796",
        "title":"California Plan for the Education of Migrant Children. Evaluation Report: July 1, 1969 - June 30, 1970."},
      {
        "id":"ED056798",
        "title":"American Indians, An Annotated Bibliography of Recommended Resource Materials. Elementary Grades."},
      {
        "id":"ED056799",
        "title":"The Economic and Social Condition of Rural America in the 1970's. Part 2: Impact of Department of Health, Education, and Welfare Programs on Nonmetropolitan Areas. Fiscal 1970."},
      {
        "id":"ED056800",
        "title":"Revitalization of Rural and Other Economically Distressed Areas. Part 1, Hearings Before the Committee on Government Operations, United States Senate, Ninety-Second Congress, First Session on S.10, A Bill to Establish a National Policy Relative to the Revitalization of Rural and Other Economically...."},
      {
        "id":"ED056802",
        "title":"Florida Compensatory Migrant &quot;Learn and Earn&quot; Program: An Evaluation."},
      {
        "id":"ED056803",
        "title":"Serving Migrant Families."},
      {
        "id":"ED056804",
        "title":"The Status and Educational Effect of Head Start Programs on Mexican American Children."},
      {
        "id":"ED056805",
        "title":"Effects of Cultural Marginality on Education and Personality."},
      {
        "id":"ED056806",
        "title":"The Effects of Stereotyping on the Self-Concept of Mexican Americans."},
      {
        "id":"ED056807",
        "title":"Factors Relating to Program Development with Indian People."},
      {
        "id":"ED056808",
        "title":"Outdoor Recreation and Tourism in Kansas; A Survey of Participation and Demand."},
      {
        "id":"ED056809",
        "title":"Outdoor Recreation and Tourism in Kansas; A Survey of Participation and Demand."},
      {
        "id":"ED056810",
        "title":"Outdoor Recreation and Tourism in Kansas; A Survey of Participation and Demand."},
      {
        "id":"ED056811",
        "title":"Requirements for Outdoor Recreation (Sports and Games)."},
      {
        "id":"ED056812",
        "title":"Mobility Orientation and Mobility Skills of Youth in an Institutionally Dislocated Group: The Pima Indian. Indian Affairs (No. 5)."},
      {
        "id":"ED056813",
        "title":"Information and Services Obtained and Desired by Parents of Adolescents."},
      {
        "id":"ED056814",
        "title":"Mississippi Statewide Comprehensive Outdoor Recreation Plan."},
      {
        "id":"ED056815",
        "title":"A Study of Factors Influencing the Post-Secondary Educational and Vocational Decisions of Utah High School Students. Final Report."},
      {
        "id":"ED056816",
        "title":"Final Report on the Open Classroom Summer Institute, Concho School, Concho, Oklahoma to Bureau of Indian Affairs Anadarko Regional Office."},
      {
        "id":"ED056817",
        "title":"Directions for Educational Development in Appalachia. Report of an Educational Needs and Feasibility Study Involving the Appalachian Areas of Six States."},
      {
        "id":"ED056818",
        "title":"Project Catch-Up, June 1966 to June 1970: An Educational Program for Socially Disadvantaged Thirteen and Fourteen Year Old Youngsters. A Progress Report...."},
      {
        "id":"ED056819",
        "title":"Project Catch-Up, June, 1966 to July, 1971: An Educational Program for Socially Disadvantaged Thirteen and Fourteen Year Old Youngsters. A Progress Report...."},
      {
        "id":"ED056820",
        "title":"Scheduling for Flexibility; A Manual for Administrators of Small Schools."},
      {
        "id":"ED056821",
        "title":"The Unfinished Education; Outcomes for Minorities in the Five Southwestern States. Mexican American Educational Series."},
      {
        "id":"ED056822",
        "title":"The Dakota Indian Religion. A Study of Conflict in Values."},
      {
        "id":"ED056823",
        "title":"An Analysis of Community-School Relations in One Suburban and Four Navajo School Districts."},
      {
        "id":"ED056824",
        "title":"Texas Child Migrant Program [October 1971]."},
      {
        "id":"ED056825",
        "title":"Hearings Before the Select Committee on Equal Educational Opportunity of the United States Senate, Ninety-Second Congress, First Session on Equal Educational Opportunity. Part 15--Education in Rural America. (Washington, D.C., September 1, 2, 3, 1971.)"},
      {
        "id":"ED056826",
        "title":"Early Intervention for the Disadvantaged: Does It Influence Reading Achievement?"},
      {
        "id":"ED056827",
        "title":"Increasing Rate of Comprehension Among Community College Students."},
      {
        "id":"ED056828",
        "title":"Childrens Thoughts and Language in Learning to Read."},
      {
        "id":"ED056829",
        "title":"The Word Attack Element of the [Wisconsin] Design."},
      {
        "id":"ED056830",
        "title":"Multi-Language Rapid Reading, or, The Tower of Babel Revisited."},
      {
        "id":"ED056831",
        "title":"Teaching Reading--Vision vs. the Muscle Spindles (The Proprioceptors)."},
      {
        "id":"ED056832",
        "title":"Relationships among Reading Performance, Locus of Control and Achievement for Marginal Admission Students."},
      {
        "id":"ED056833",
        "title":"Prescriptive Teaching Linked to a Learning and Tutorial Center."},
      {
        "id":"ED056834",
        "title":"The Newspaper in the Classroom: Teaching Aids for Secondary Schools/ Social Science."},
      {
        "id":"ED056837",
        "title":"A Guide for Teaching Ninth Grade English."},
      {
        "id":"ED056838",
        "title":"Sequential Memory Responses of Normal and Clinic Readers."},
      {
        "id":"ED056839",
        "title":"The Neurophysiology of Learning and Pedagogy."},
      {
        "id":"ED056840",
        "title":"Evaluation of Correlated Listening-Reading Comprehension Lessons."},
      {
        "id":"ED056842",
        "title":"Behind the Scenes in the Making of a Corpus-Based Dictionary and a Word Frequency Book."},
      {
        "id":"ED056843",
        "title":"Teaching Phonics Analysis with Vowels and Consonants and with Consonants Only."},
      {
        "id":"ED056844",
        "title":"A Survey of Reading Instrument Usage in New Jersey Public School Reading Programs, Grades K-12."},
      {
        "id":"ED056845",
        "title":"Designs and Organizational Structure of Junior and Community College Reading Programs Across the Nation."},
      {
        "id":"ED056846",
        "title":"Use of the Computer in Individualizing Remediation at Nashville State Technical Institute."},
      {
        "id":"ED056847",
        "title":"The Professionally-Oriented Reader."},
      {
        "id":"ED056848",
        "title":"The Effect of Advance Organizers Upon Meaningful Reception Learning and Retention of Social Studies Content."},
      {
        "id":"ED056849",
        "title":"Department of Reading and Study Skills at Texas Southern University: A Longitudinal Study to Determine an Effective Method of Teaching Reading to College Students Whose Backgrounds are Partially or Wholly Disadvantaged."},
      {
        "id":"ED056850",
        "title":"The Design and Implementation of a Learning Center for Career Oriented Students."},
      {
        "id":"ED056851",
        "title":"A Humanistic Approach to Accountability in Reading Instruction."},
      {
        "id":"ED056853",
        "title":"Developing Creative and Critical Thinking Through an Elementary Science Program. Final Report."},
      {
        "id":"ED056854",
        "title":"Industry and Technology: Keys to Oceanic Development, Volume 2, Panel Reports of the Commission on Marine Science, Engineering and Resources."},
      {
        "id":"ED056855",
        "title":"Manpower Act of 1969. Hearings before the Select Subcommitte on Labor of the Committee on Education and Labor, House of Representatives, 91st Congress, on H.R. 10908, H.R. 11620, and H.R. 13472. Part 1 and Part 2."},
      {
        "id":"ED056857",
        "title":"A New Role for American Education."},
      {
        "id":"ED056858",
        "title":"Science Grade 9, Science Curriculum Materials."},
      {
        "id":"ED056859",
        "title":"Education in Marine Science and Technology--Historical and Current Issues."},
      {
        "id":"ED056861",
        "title":"Sources of Career Information in Scientific Fields, 1971-1972."},
      {
        "id":"ED056862",
        "title":"University Curriculums and Fellowships in Radiological Health."},
      {
        "id":"ED056863",
        "title":"A Survey of Science Teaching in the Public Elementary Schools of Two Selected Regions of the United States During the 1970-1971 School Year."},
      {
        "id":"ED056869",
        "title":"Wisconsin Department of Public Instruction Newsletter, Volume 24 Number 4. This Fragile Earth."},
      {
        "id":"ED056870",
        "title":"What Can You Do to Benefit Wildlife on Your Land?"},
      {
        "id":"ED056871",
        "title":"Ho-Nee-Um Trail."},
      {
        "id":"ED056872",
        "title":"Birds of Prey."},
      {
        "id":"ED056873",
        "title":"Eagle Heights Woods: Man's Use of Land."},
      {
        "id":"ED056874",
        "title":"Town and Townships."},
      {
        "id":"ED056875",
        "title":"SCICON Master Plan. A Report to the Education Facilities Laboratory."},
      {
        "id":"ED056878",
        "title":"Tri-District Cooperative Development of Land Laboratories for Conservation and Outdoor Education, Summary Evaluation."},
      {
        "id":"ED056881",
        "title":"Toward a Unified Science Curriculum."},
      {
        "id":"ED056882",
        "title":"Effects of Training on the Concepts of Water Level and Horizontality in the Classroom."},
      {
        "id":"ED056883",
        "title":"Our Living Land, Conservation Yearbook Series Volume Number 7."},
      {
        "id":"ED056884",
        "title":"Man in the Marine Environment."},
      {
        "id":"ED056885",
        "title":"Acquisitions List Number 38, August-September 1971."},
      {
        "id":"ED056887",
        "title":"Engineering Concepts Curriculum Project (ECCP) Newsletter, Volume 4 Number 6."},
      {
        "id":"ED056889",
        "title":"The Utility of An Evaluative Model in Judging the Relationship Between Classroom Verbal Behavior and Student Achievement in Three Selected Physics Curricula, Final Report."},
      {
        "id":"ED056890",
        "title":"Environmental Education Act (Public Law 91-516). Handbook on Preparing Proposals."},
      {
        "id":"ED056892",
        "title":"Secondary School Mathematics Curriculum Improvement Study."},
      {
        "id":"ED056894",
        "title":"Drug Abuse, A Resource Guide for Educators."},
      {
        "id":"ED056895",
        "title":"About Mathematics Laboratories."},
      {
        "id":"ED056896",
        "title":"Mathematics Education in New York State."},
      {
        "id":"ED056901",
        "title":"Alcohol and Drugs Bibliography. A Selected Bibliography of Materials in the Oregon State Library."},
      {
        "id":"ED056904",
        "title":"A Catalog of Video Tapes for Teacher Education \"The Classroom as It Is\"."},
      {
        "id":"ED056909",
        "title":"Audio-Tutorial Instruction in Medicine."},
      {
        "id":"ED056910",
        "title":"Situation Report--Dominican Republic, Ethiopia, Gilbert and Ellice Islands, Laos, Liberia, Republic of Vietnam, Seychelles, Tahiti (French Polynesia)."},
      {
        "id":"ED056911",
        "title":"A Selected Bibliography on the Relevance of Environmental Education to Secondary School Curricula."},
      {
        "id":"ED056913",
        "title":"Man and His Environment: Interaction and Interdependence. Proceedings of Conference I."},
      {
        "id":"ED056914",
        "title":"Field Study Manual to Freshwater and Estuarine Habitats."},
      {
        "id":"ED056917",
        "title":"Concerns in Water Supply and Pollution Control: Legal, Social, and Economic."},
      {
        "id":"ED056918",
        "title":"American Values. Social Studies. Secondary Education."},
      {
        "id":"ED056920",
        "title":"Studies on Protest and Dissent in American Life. With Teacher's Guide."},
      {
        "id":"ED056921",
        "title":"Curriculum on Conflict: Some Suggestions."},
      {
        "id":"ED056922",
        "title":"The Environmental Problem. Selections from Hearings on the Environmental Education Act of 1970."},
      {
        "id":"ED056924",
        "title":"Olders-Youngers Project Evaluation: Covering the First Semester."},
      {
        "id":"ED056927",
        "title":"Learning About Politics in American High Schools: A Progress Report on a National Survey."},
      {
        "id":"ED056928",
        "title":"Memo to Navajo Community Schools."},
      {
        "id":"ED056929",
        "title":"Teachers in Poland as Transmitters of Socio-Political Values. Final Report."},
      {
        "id":"ED056930",
        "title":"Man and Environment. Revised Curriculum."},
      {
        "id":"ED056931",
        "title":"Man and Environment. A Bibliography."},
      {
        "id":"ED056932",
        "title":"The Status of Economics Education in North Dakota."},
      {
        "id":"ED056933",
        "title":"Vocational Guidance in the 70's. Proceedings of the Texas A &amp; M University Vocational Guidance Conferences."},
      {
        "id":"ED056934",
        "title":"Beginning a Humanistic Normal Science: Developing Thoughts on Developmental Psychology and Moral Development."},
      {
        "id":"ED056937",
        "title":"Compilation of Bibliographies on Southeast Asia and the Middle East and North Africa for Undergraduate Libraries. Final Report."},
      {
        "id":"ED056938",
        "title":"An Analysis of the Career Orientation Project in Social Studies."},
      {
        "id":"ED056939",
        "title":"Why Teach History: The Views of American Historians."},
      {
        "id":"ED056941",
        "title":"Indian History of New York State. Part 3--The Algonkian Tribes."},
      {
        "id":"ED056942",
        "title":"Aesthetic Education and the Third Domain: Synaesthetics."},
      {
        "id":"ED056943",
        "title":"Teachers As Students: Report on the Experienced Teacher Fellowship Program, 1967-1968."},
      {
        "id":"ED056944",
        "title":"Summary of the Results of a Student Evaluation of IDC 400V. Race, Education and Poverty."},
      {
        "id":"ED056946",
        "title":"Area Handbook for Oceania."},
      {
        "id":"ED056947",
        "title":"Area Handbook for the Republic of South Africa."},
      {
        "id":"ED056948",
        "title":"Area Handbook for Uruguay."},
      {
        "id":"ED056949",
        "title":"Area Handbook for Cuba."},
      {
        "id":"ED056950",
        "title":"Area Handbook for Honduras."},
      {
        "id":"ED056951",
        "title":"Course of Study for the High School Psychology Elective. Working Copy."},
      {
        "id":"ED056952",
        "title":"How Children Categorize Social Stimuli. Final Report."},
      {
        "id":"ED056953",
        "title":"The Use of an Adversary Approach in Teaching Economics."},
      {
        "id":"ED056954",
        "title":"The Social Studies Teacher: Agent of Change."},
      {
        "id":"ED056955",
        "title":"Bibliography of Legal Education Materials. PDE Working Paper."},
      {
        "id":"ED056956",
        "title":"Futures Documentation Projects Worldwide: Provisional Annotated Listing, August 10, 1971. Working Draft."},
      {
        "id":"ED056957",
        "title":"A Selected Bibliography for the Training of Citizen-Agents of Planned Community Change. Revised Edition. Exchange Bibliography #206."},
      {
        "id":"ED056958",
        "title":"Conflict in the Middle East. Conflict in the Middle East Teacher's Manual."},
      {
        "id":"ED056959",
        "title":"The Age of Majority: Guidelines for Local Districts."},
      {
        "id":"ED056960",
        "title":"1971 Supplement to American Diversity: A Bibliography of Resources on Racial and Ethnic Minorities for Pennsylvania Schools."},
      {
        "id":"ED056961",
        "title":"Report of the White House Conference on Youth."},
      {
        "id":"ED056962",
        "title":"Consumer Education Bibliography."},
      {
        "id":"ED056964",
        "title":"Ethnic Studies."},
      {
        "id":"ED056965",
        "title":"Humanities in the Classroom."},
      {
        "id":"ED056966",
        "title":"Social Studies Instruction."},
      {
        "id":"ED056967",
        "title":"World Religions. Senior Division."},
      {
        "id":"ED056968",
        "title":"From Learning a Theory to Theorizing About Learning."},
      {
        "id":"ED056969",
        "title":"A Pupil-Oriented and Individualized System of Education (Poise Model) Guidelines for Implementation. Working Paper."},
      {
        "id":"ED056970",
        "title":"Toward a Partnership in Teacher Education."},
      {
        "id":"ED056971",
        "title":"Unique challenges of Preparing Teachers for Inner-City Schools: Progress and Prospects."},
      {
        "id":"ED056972",
        "title":"Teaching Styles: An Exploratory Study of Dimensions and Effects."},
      {
        "id":"ED056973",
        "title":"The WWSC Clinical Program for Teacher Education."},
      {
        "id":"ED056974",
        "title":"A Model For a Performance Based Elementary Teacher Education Program at Shaw University. Final Report, Part II."},
      {
        "id":"ED056975",
        "title":"What Kind of Environment Will Our Children Have?"},
      {
        "id":"ED056977",
        "title":"Social Dimensions of the Self As An Open System: A Curriculum Design. Strategies for Implementation."},
      {
        "id":"ED056978",
        "title":"Teaching Toward Inquiry."},
      {
        "id":"ED056979",
        "title":"Production of Specified Terminal Performances in Every Student in Undergraduate Psychology Courses."},
      {
        "id":"ED056980",
        "title":"Feasibility of Instructional Modules in Teaching Children's Literature to Undergraduate Students. An Interim Report."},
      {
        "id":"ED056981",
        "title":"A Follow-Up Study of the Participants from the Multi-Cultural Teacher Training Institute."},
      {
        "id":"ED056983",
        "title":"Colorado TTT Estes Park Conference Report."},
      {
        "id":"ED056984",
        "title":"Community Participation in Teacher Education: A TTT Innovation. A Survey of Community Participation in Selected TTT (Training of Teachers of Teachers) Projects."},
      {
        "id":"ED056985",
        "title":"The Effects of Teaching Prospective Teachers the Conditions for Rule Learning in the Social Sciences. Final Report."},
      {
        "id":"ED056986",
        "title":"A Study of the Laboratory Approach and Guided Discovery in the Teaching Learning of Mathematics by Children and Prospective Teachers."},
      {
        "id":"ED056987",
        "title":"Developing Observation Systems."},
      {
        "id":"ED056989",
        "title":"Sourcebook for Implementing Accountability."},
      {
        "id":"ED056990",
        "title":"A Cooperative College-School Elementary Science Program."},
      {
        "id":"ED056991",
        "title":"Performance Based Certification."},
      {
        "id":"ED056992",
        "title":"Secondary Education Individualized Instruction Project. A Curriculum/Instruction Study Project. SEIIP Report No. 3."},
      {
        "id":"ED056993",
        "title":"Evaluating the Effects of Implementing a Differentiated Teaching Staff: Problems and Issues. A Tentative Position Paper for Use in Project Evaluation."},
      {
        "id":"ED056994",
        "title":"How to Clarify Classroom Instructional Goals Through Performance Objectives."},
      {
        "id":"ED056995",
        "title":"Educational Renewal: An Inclusive, Process-Oriented Model of Leadership Development. An Occasional Paper Developed by the Project Kansas 76 Staff."},
      {
        "id":"ED056996",
        "title":"Educators' Placement Guide."},
      {
        "id":"ED056998",
        "title":"Competencies of Teachers and Interns: Implications for Teacher Education."},
      {
        "id":"ED056999",
        "title":"Team Student Teaching: Theory and Research."},
      {
        "id":"ED057000",
        "title":"An Interim Accounting."},
      {
        "id":"ED057001",
        "title":"Human Services Course Delivery Systems."},
      {
        "id":"ED057002",
        "title":"Office of Education Funded Teacher Institutes and Teacher Fellowship Programs: FY 1965-FY 1969."},
      {
        "id":"ED057003",
        "title":"Trainer's Manual: Interaction Analysis."},
      {
        "id":"ED057004",
        "title":"How Teachers Make A Difference."},
      {
        "id":"ED057006",
        "title":"The Determination of Teacher Salary and Quality: An Econometric Analysis."},
      {
        "id":"ED057007",
        "title":"Perceptions and Attitudes of Graduate Students Concerning Drug Use and Abuse in Elementary and Secondary Schools."},
      {
        "id":"ED057008",
        "title":"Teacher Evaluation: Interface on Learning."},
      {
        "id":"ED057009",
        "title":"ESEA Title I: Instructional Aides Program."},
      {
        "id":"ED057010",
        "title":"Improving the Skill of Two Year College Engineering Technology Faculty in Working with Disadvantaged Youth. Final Report."},
      {
        "id":"ED057011",
        "title":"Are Teachers Prepared for Their Jobs: A Survey of the Behavioral-Empirical Preparation of Teachers."},
      {
        "id":"ED057012",
        "title":"Recommendations for the Revision of Teacher Certification in Indiana."},
      {
        "id":"ED057013",
        "title":"Contractor's Request for Continued Funding."},
      {
        "id":"ED057014",
        "title":"Perceptual Shift Training for Teachers of Disadvantaged Children."},
      {
        "id":"ED057015",
        "title":"Youth and Careers in Education."},
      {
        "id":"ED057016",
        "title":"Materials for Modules: A Classification of Competency-Oriented Tools for Teacher Education."},
      {
        "id":"ED057017",
        "title":"Evaluation of a Performance-Based Program in Teacher Education: Recommendations for Implementation."},
      {
        "id":"ED057018",
        "title":"Beginning Notes Toward Conceptualization of Learner-Controlled Instruction."},
      {
        "id":"ED057020",
        "title":"A Case for Equity: Women in English Departments."},
      {
        "id":"ED057021",
        "title":"A Comparison of Certain Relationships among Selected Phonological Differences and Spelling Deviations for a Group of Negro and a Group of White Second Grade Children. Final Report."},
      {
        "id":"ED057022",
        "title":"The Speech of Young Black Children in Los Angeles."},
      {
        "id":"ED057023",
        "title":"On Recording Samples of Informal Speech from Elementary School Children."},
      {
        "id":"ED057024",
        "title":"Spelling-to-Sound Correspondences for Reading vs. Sound-to-Spelling Correspondences for Writing."},
      {
        "id":"ED057025",
        "title":"A Selected Appalachian Bibliography."},
      {
        "id":"ED057028",
        "title":"Representative Performance Objectives in English: Grades 9-12. Final Report."},
      {
        "id":"ED057031",
        "title":"Federal Funds and Services for the Arts."},
      {
        "id":"ED057037",
        "title":"Performance Contracting: Some Reservations."},
      {
        "id":"ED057038",
        "title":"Hooked on English Teacher-Initiated, Interest-Oriented, Nongraded, Student Elective, Student Acceptance, Curricular Hang-Ups."},
      {
        "id":"ED057050",
        "title":"Journalism in Middle West High Schools in 1969."},
      {
        "id":"ED057057",
        "title":"The High School Newspaper as a Medium of Good Will."},
      {
        "id":"ED057058",
        "title":"Journalism in Florida Junior High Schools."},
      {
        "id":"ED057059",
        "title":"Measure the Content of Your School Paper."},
      {
        "id":"ED057060",
        "title":"&quot;Kyte Creek&quot; and &quot;Spoon River Anthology.&quot;"},
      {
        "id":"ED057061",
        "title":"What Can You Say About JIINT?"},
      {
        "id":"ED057062",
        "title":"Theory and Practice in the Teaching of Literature by Afro-Americans."},
      {
        "id":"ED057067",
        "title":"Notes on Undergraduate Teaching at Large State Universities."},
      {
        "id":"ED057068",
        "title":"The Placement of Students in Viable Learning Situations Through the Use of Achievement Tests and Systems Engineering Rather than Through Annual Promotion and Retention. Volume I of II. Final Report."},
      {
        "id":"ED057069",
        "title":"The Placement of Students in Viable Learning Situations Through the Use of Achievement Tests and Systems Engineering Rather than Through Annual Promotion and Retention. Volume II of II. Final Report."},
      {
        "id":"ED057070",
        "title":"Proceedings of the Annual National Institutional Research Forum (4th, Hotel Leamington and The University of Minnesota, May 17-20, 1964). A Conceptual Framework for Institutional Research."},
      {
        "id":"ED057071",
        "title":"Implications of Aptitude Test Research and Psycholinguistic Theory for Foreign Language Teaching."},
      {
        "id":"ED057072",
        "title":"Proceedings of the Annual Western Regional Conference on Testing Problems (20th, Oakland, California, May 7, 1971)."},
      {
        "id":"ED057073",
        "title":"The Development of Problem-Solving Skills in Early Childhood."},
      {
        "id":"ED057074",
        "title":"An Approximately Reproducing Scoring Scheme That Aligns Random Response and Omission."},
      {
        "id":"ED057075",
        "title":"Adjusting Regression Weights for Criterion Group Similarity."},
      {
        "id":"ED057076",
        "title":"Identifying Item Validity Indices Utilizing a Multivariate Model."},
      {
        "id":"ED057077",
        "title":"Theories and Strategies Related to Measurement in Individualized Instruction."},
      {
        "id":"ED057078",
        "title":"Disadvantages of Feedback."},
      {
        "id":"ED057079",
        "title":"Use and Implications of the Feedback Process in Research Design."},
      {
        "id":"ED057080",
        "title":"Feedback and the Measurement of Change."},
      {
        "id":"ED057081",
        "title":"Problems in Making Feedback Useful to School Staff."},
      {
        "id":"ED057082",
        "title":"Conceptual Model for Assessment and Analysis of Learner-Oriented Educational Needs of Virginia 1969-1970."},
      {
        "id":"ED057083",
        "title":"Initial Assessment of the Intensified Learning Plan."},
      {
        "id":"ED057084",
        "title":"Investigations into the Instructional Process II. Objectivity of Coding in a Modified Flanders Interaction Analysis."},
      {
        "id":"ED057085",
        "title":"Manual for Scoring the Test of Directed Imagination."},
      {
        "id":"ED057086",
        "title":"Investigations of the Appropriateness of the College Board Science Achievement Tests for Students of Different High School Science Courses."},
      {
        "id":"ED057087",
        "title":"Methods of Evaluating School Innovations."},
      {
        "id":"ED057088",
        "title":"Decision-Making Rationale for Educational Testing."},
      {
        "id":"ED057090",
        "title":"Interpreting Nelson-Denny Reading Test Scores."},
      {
        "id":"ED057091",
        "title":"Short Term Assessment of the Middle School Plan."},
      {
        "id":"ED057094",
        "title":"An Evaluation of the Occupationally Oriented Basic Education Program In Waterbury, Connecticut."},
      {
        "id":"ED057095",
        "title":"Problems and Procedures in Planning a Situation Based Video Test on Teaching."},
      {
        "id":"ED057100",
        "title":"Principles and Procedures of Multiple Matrix Sampling."},
      {
        "id":"ED057101",
        "title":"An Evaluation of the Reading Efficiency Program at Windermere Secondary School During 1970-71."},
      {
        "id":"ED057102",
        "title":"A Survey of Teachers' Opinions Regarding Open-Areas."},
      {
        "id":"ED057103",
        "title":"An Evaluation of the Experimental Anthropology Program at Magee Secondary School, During the Spring Semester of 1971."},
      {
        "id":"ED057104",
        "title":"An Evaluation of the Intermediate Language Arts Program at Nootka Elementary School, for the 1970-71 School Year."},
      {
        "id":"ED057105",
        "title":"Evaluation of Distar Materials in Three Junior Learning Assistance Classes."},
      {
        "id":"ED057106",
        "title":"A Review of the Provisions in Vancouver Schools for New Canadians at the Primary Level."},
      {
        "id":"ED057107",
        "title":"An Evaluation of the Summer School Programme at the Secondary Level, Vancouver, B. C. 1970."},
      {
        "id":"ED057108",
        "title":"An Evaluation of Creative/Adventure Playgrounds and Their Use by Pupils of Elementary Schools."},
      {
        "id":"ED057109",
        "title":"An Evaluation of the Ginn &quot;Reading 360&quot; Programme in a Grade 3 Class of an Elementary School in Vancouver."},
      {
        "id":"ED057110",
        "title":"A Survey of Student Attitudes Towards Two Vancouver Secondary Schools."},
      {
        "id":"ED057111",
        "title":"An Evaluation of Semestering in Vancouver Secondary Schools during the 1970-71 School Year."},
      {
        "id":"ED057112",
        "title":"Testing Little Children -- Some Old Problems in New Settings."},
      {
        "id":"ED057113",
        "title":"The Role of Evaluation in School Systems."},
      {
        "id":"ED057114",
        "title":"On the Explanation of Racial-Ethnic Group Differences in Achievement Test Scores."},
      {
        "id":"ED057117",
        "title":"Resources for Urban Schools: Better Use and Balance. CED Supplementary Paper, Number 33."},
      {
        "id":"ED057118",
        "title":"The Conditions for Educational Equality. CED Supplementary Paper, Number 34."},
      {
        "id":"ED057119",
        "title":"The Effects of a Program of Learning Games Upon Selected Academic Abilities in Children With Learning Difficulties, 1970 - 1971."},
      {
        "id":"ED057120",
        "title":"Factors Contributing to Adjustment and Achievement in Racially Desegregated Public Schools; Renewal Proposal (1971); Original Proposal, June 1, 1967 -- May 31, 1972; Progress Report, 1968; and, Progress Report, 1969."},
      {
        "id":"ED057122",
        "title":"Parent Power and Title I ESEA."},
      {
        "id":"ED057123",
        "title":"Learning Relevancy: Psychological Analysis of an Experimental Program for Potential Minority Youth Dropouts."},
      {
        "id":"ED057125",
        "title":"Inner-City Children Can Be Taught to Read: Four Successful Schools. CBE Occasional Papers, Number 18."},
      {
        "id":"ED057126",
        "title":"Understanding Metropolitan Living: Description and Evaluation of a Cooperative City--Suburban Program for Urban Students in the 1970s. Summer Progress Report."},
      {
        "id":"ED057127",
        "title":"Inner City Disadvantaged and the Metropolitan Bind."},
      {
        "id":"ED057128",
        "title":"Black Power Attitudes Among Students in a Black Senior High School."},
      {
        "id":"ED057129",
        "title":"Interracial Attitudes and Contacts Among a Sample of White Students in Suburban Secondary Schools."},
      {
        "id":"ED057130",
        "title":"Organizing Urban Schools for Responsible Education."},
      {
        "id":"ED057131",
        "title":"The Disadvantaged Child."},
      {
        "id":"ED057132",
        "title":"Elementary and Secondary Education Act of 1965: Compilation of Legislation on Title I--Financial Assistance to Local Educational Agencies for the Education of Children of Low-Income Families, Reflecting the 1966, 1967, and 1970 Amendments."},
      {
        "id":"ED057134",
        "title":"Interracial Attitudes and Contact Among Black and White Students in a Metropolitan Area."},
      {
        "id":"ED057139",
        "title":"Title I In Your Community."},
      {
        "id":"ED057141",
        "title":"A Cross-Cultural Study of the Relationship Between Resistance to Temptation and Maternal Communication."},
      {
        "id":"ED057145",
        "title":"This Child Succeeds in School."},
      {
        "id":"ED057146",
        "title":"Data Analysis of the 1968-69 Survey of Compensatory Education (Title I). Final Report."},
      {
        "id":"ED057147",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Second Congress, First Session on Nutrition and Human Needs, Part 6--Summer Feeding Program and USDA Decision to Withhold Funds for Section 32. Hearings Held Washington, D. C., June 25 and July 22, 1971."},
      {
        "id":"ED057148",
        "title":"Law and Order in Classroom and Corridor. NCRIEEO Tipsheet, Number 6."},
      {
        "id":"ED057149",
        "title":"Hearings Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, 92nd Congress, First Session on H.R. 2266, 4847, 6247, 7212, 7429 and S.1557. Bills to Provide for the Needs of Elementary and Secondary Education for the Seventies. Hearings Held New York, N.Y., May 21, 1071, and Boston, Mass., June 4, 1971."},
      {
        "id":"ED057150",
        "title":"Ten-State Nutrition Survey in the United States, 1968-70. Preliminary Report to the Congress, April 1971."},
      {
        "id":"ED057151",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Second Congress, First Session on Nutrition and Human Needs. Part 7--Crisis in the National School Lunch Program. Hearings Held Washington, D.C., September 7, 1971."},
      {
        "id":"ED057152",
        "title":"Rehabilitation of Families at Risk for Mental Retardation. A Progress Report."},
      {
        "id":"ED057153",
        "title":"A Comparison of Maternal Care and Infant Behavior in Japanese-American, American, and Japanese Families."},
      {
        "id":"ED057155",
        "title":"Ethnic Identification vs. Identity As Ethnic: Americans of Slovak Descent in Urban-Industrial Western Pennsylvania."},
      {
        "id":"ED057156",
        "title":"Racial/Ethnic Distribution of Public School Students and Staff in New York State 1970-71."},
      {
        "id":"ED057157",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Second Congress, First Session on Nutrition and Human Needs. Part 8A--Food Distribution Program. Hearings Held Washington, D.C., September 15-16, 1971."},
      {
        "id":"ED057159",
        "title":"Equal Educational Opportunity: Hearings Before the Select Committee on Equal Educational Opportunity of the United States Senate, Ninety-Second Congress, First Session on Equal Educational Opportunity. Part 13--Quality and Control of Urban Schools. Hearings Held Washington, D.C., July 27-29, and August 5, 1971."},
      {
        "id":"ED057160",
        "title":"Equal Educational Opportunity: Hearings Before the Select Committee on Equal Educational Opportunity of the United States Senate, Ninety-Second Congress, First Session on Equal Educational Opportunity. Part 14--State Role in School Desegregation: Pennsylvania. Washington, D.C., August 4, 1971."},
      {
        "id":"ED057161",
        "title":"Retention of Electronic Fundamentals: Differences Among Topics."},
      {
        "id":"ED057162",
        "title":"A Performance-Oriented Electronics Technician Training Program. V. Final Fleet Follow-Up Evaluation of Graduates."},
      {
        "id":"ED057163",
        "title":"The Deaf Student in Higher Institituions of Learning--A Study of Policies and Attitudes of Admissions Officers in New England Colleges and Universities."},
      {
        "id":"ED057164",
        "title":"Individualized Instruction in Medical Education."},
      {
        "id":"ED057165",
        "title":"Indianapolis Manpower Utilization Project of Flanner House. Phase II (February 1, 1968-April 30, 1968)."},
      {
        "id":"ED057166",
        "title":"A Handbook for Job Restructuring."},
      {
        "id":"ED057167",
        "title":"Pensions and Severance Pay for Displaced Defense Workers."},
      {
        "id":"ED057168",
        "title":"Development of USTES Aptitude Test Battery for Photograph Finisher (Any Industry) I 976.886."},
      {
        "id":"ED057169",
        "title":"Effect of Basic Literacy Training on Test Scores."},
      {
        "id":"ED057170",
        "title":"Manpower Needs in Health Services."},
      {
        "id":"ED057171",
        "title":"The Poughkeepsie Survey. A Report on Employment and Unemployment in a &quot;Target Area&quot; under the Model Cities Program."},
      {
        "id":"ED057172",
        "title":"The Potential for Human Resources and Economic Growth in a Declining Local Community, A Socio-Economic Study of the Johnstown, Pennsylvania Economy, Volume I."},
      {
        "id":"ED057173",
        "title":"The Potential for Human Resources and Economic Growth in a Declining Local Community, A Socio-Economic Study of the Johnstown, Pennsylvania Economy, Volume II."},
      {
        "id":"ED057174",
        "title":"Employment Trends; Eating and Beverage Establishments 1958 to 1968, Louisiana."},
      {
        "id":"ED057175",
        "title":"After Training. A Followup Report on MDTA-Course Graduates."},
      {
        "id":"ED057176",
        "title":"Report on Summer Experimental Television Project. Work Incentive Program, July 1 to August 31, 1969."},
      {
        "id":"ED057177",
        "title":"Helping Blue-Collar Workers in Trouble."},
      {
        "id":"ED057178",
        "title":"Labor Laws Affecting Private Household Workers."},
      {
        "id":"ED057179",
        "title":"Industrial Arts Curriculum Improvements: A Change Agent's Guide."},
      {
        "id":"ED057180",
        "title":"What School Administrators Should Know About Cooperative Vocational Education."},
      {
        "id":"ED057181",
        "title":"What School Administrators Should Know About Vocational Education For Disadvantaged Youth In Rural Areas."},
      {
        "id":"ED057182",
        "title":"Review and Synthesis of Research on Occupational Adaptability."},
      {
        "id":"ED057183",
        "title":"Career Guidance: An Overview of Alternative Approaches."},
      {
        "id":"ED057184",
        "title":"What Vocational Education Teachers Should Know About Individualizing Instruction."},
      {
        "id":"ED057189",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase II--An Analysis of Face-To-Face, Remote and Delay-In-Feedback Techniques. Final Report."},
      {
        "id":"ED057190",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase III--An Analysis of Instructional Model and Remote Feedback Techniques. Final Report."},
      {
        "id":"ED057191",
        "title":"Less-Than-Baccalaureate Level Technical Education Programs in Higher Education."},
      {
        "id":"ED057192",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase IV--Classroom Application of Micro-Teaching and Video Recording. Final Report."},
      {
        "id":"ED057193",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase V--Preservice Trade and Industrial Teacher Education. Final Report."},
      {
        "id":"ED057194",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase IX--Micro-Supervision. Final Report."},
      {
        "id":"ED057195",
        "title":"A Comprehensive Study of Municipal Fire Service Training Conducted in New Jersey."},
      {
        "id":"ED057196",
        "title":"Community-Junior College Students Enrolled in Occupational Programs: Selected Characteristics, Experiences, and Perceptions. Final Report."},
      {
        "id":"ED057197",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase VI--Feedback Techniques for Inservice Technical Teacher Education. Final Report."},
      {
        "id":"ED057198",
        "title":"National Study of Social Welfare and Rehabilitation Workers, Work, and Organizational Contexts."},
      {
        "id":"ED057201",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase VIII--Feasibility of Remote Supervision of Home Economics Student Teachers. Final Report."},
      {
        "id":"ED057205",
        "title":"Municipal Licensing of Business and Occupations: A Survey of Practices in Illinois and Other States."},
      {
        "id":"ED057206",
        "title":"Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase VII--Feedback Techniques in Inservice Methods Courses. Final Report."},
      {
        "id":"ED057207",
        "title":"Minority Recruiting in The New York City Police Department: Part I. The Attraction of Candidates, Part II. The Retention of Candidates."},
      {
        "id":"ED057208",
        "title":"Evaluation of Short-Term Training in Rehabilitation. Oregon Studies in the Rehabilitation of the Retarded."},
      {
        "id":"ED057211",
        "title":"The Employment Problem in Less Developed Countries. A Review of Evidence."},
      {
        "id":"ED057212",
        "title":"Youth Resources Manual for Coordinators."},
      {
        "id":"ED057213",
        "title":"Advisory Councils for Education; A Handbook."},
      {
        "id":"ED057214",
        "title":"TIPP (Training Incentive Payments Program); A Report on First Year's Operations."},
      {
        "id":"ED057215",
        "title":"Planning for Safety on the Jobsite. Safety in Industry, Construction Industry Series."},
      {
        "id":"ED057216",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Fall 1971."},
      {
        "id":"ED057217",
        "title":"National Occupational Competency Testing Project. A Consortium for Occupational Competency Testing of Trade and Industrial/Technical Teachers. Phase I: Planning--Organizing--Pilot Testing. Volume 3, Handbook for Developing and Administering Occupational Competency Tests."},
      {
        "id":"ED057218",
        "title":"National Occupational Competency Testing Project. A Consortium for Occupational Competency Testing of Trade and Industrial/Technical Teachers. Phase II: Directions for: Area Test Center Coordination, Test Development, and Test Administration."},
      {
        "id":"ED057228",
        "title":"Education and Training for the Metal Worker of 1980. Final Report."},
      {
        "id":"ED057229",
        "title":"Change in Occupational Education Programs: A Study of Local Administrative and Community Factors Affecting Program Change in Public Secondary Schools."},
      {
        "id":"ED057231",
        "title":"Answers to Questions on Vocational Education; Curriculum Planning--Metalworking, Environmental Control, Public Services, Construction, Food Processing and Distribution, Health, and Transportation."},
      {
        "id":"ED057232",
        "title":"Answers to Questions on Vocational Education; Administration, Opinion Leaders, Residential Schools, and State Advisory Councils."},
      {
        "id":"ED057233",
        "title":"Answers to Questions on Vocational Education; Cooperative Education, Cost-Effectiveness, Curriculum Development; Occupational Exploration, Placement and Follow-Up, and Programs for Rural Areas."},
      {
        "id":"ED057234",
        "title":"Exploring Occupations. Guidelines for Implementation of Programs of Occupational Exploration and Awareness in Delaware Schools under HB 509."},
      {
        "id":"ED057235",
        "title":"Occupational Orientation: An Introduction to the World of Work."},
      {
        "id":"ED057236",
        "title":"\"Books\" Annotated by American Council for Elementary School Industrial Arts."},
      {
        "id":"ED057237",
        "title":"Man--Society--Technology."},
      {
        "id":"ED057238",
        "title":"Frontiers in Industrial Arts Education."},
      {
        "id":"ED057239",
        "title":"New Concepts in Industrial Arts."},
      {
        "id":"ED057240",
        "title":"Homemaking Handbook for Village Workers in Many Countries."},
      {
        "id":"ED057241",
        "title":"The Determination of Proper Allocation of Functions and Responsibilities of Institutions Providing Education in Agriculture. A Research Report."},
      {
        "id":"ED057242",
        "title":"Nursery Production, A Student Handbook."},
      {
        "id":"ED057243",
        "title":"Nursery Production, A Teacher&apos;s Manual."},
      {
        "id":"ED057245",
        "title":"A Guide for Planning Drafting and Design Technology Programs. Section I, II."},
      {
        "id":"ED057246",
        "title":"A Guide for Planning Drafting and Design Technology Programs. Appendixes."},
      {
        "id":"ED057249",
        "title":"A Study of Nondestructive Testing and Inspection Processes Used In Industry with Implications for Program Planning in the Junior Colleges of Texas."},
      {
        "id":"ED057250",
        "title":"An Instructional Program for Training Nondestructive Testing and Inspection Technicians."},
      {
        "id":"ED057251",
        "title":"The Maryland Career Development Project. First Annual Interim Report Phase I and Appendix."},
      {
        "id":"ED057252",
        "title":"Summaries of Studies in Agricultural Education Central Region, 1970-1971. An Annotated Bibliography of Studies in Agricultural Education."},
      {
        "id":"ED057253",
        "title":"Career Opportunities for Associate Professional Manpower."},
      {
        "id":"ED057255",
        "title":"Toward the Validation of the Construct of Vocational Maturity."},
      {
        "id":"ED057256",
        "title":"The Culture of Poverty: An Exploration in Culture and Personality."},
      {
        "id":"ED057257",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education and Abstracts of Research and Related Materials in Vocational and Technical Education; Annual Index, 1970-71."},
      {
        "id":"ED057258",
        "title":"The Student in Graduate School."},
      {
        "id":"ED057259",
        "title":"Ph.D.'s and the Marketplace."},
      {
        "id":"ED057260",
        "title":"Student Newspapers in Transition."},
      {
        "id":"ED057261",
        "title":"Graduate School Admissions."},
      {
        "id":"ED057262",
        "title":"Educational Performance Contracting. PREP-28."},
      {
        "id":"ED057263",
        "title":"Sociology in Italy Today."},
      {
        "id":"ED057264",
        "title":"Microfilm in the Classroom: The Barrington School Project."},
      {
        "id":"ED057265",
        "title":"Study of Adult Vocational Education Programs in Three Cities. Final Report."},
      {
        "id":"ED057266",
        "title":"Longitudinal Evaluation of Selected Features of the National Follow Through Program."},
      {
        "id":"ED057268",
        "title":"Curriculum Materials for \"Trade and Industrial Occupations.\" Annotated Listing of Materials Available from Public Education Agencies."},
      {
        "id":"ED057269",
        "title":"Curriculum Materials for \"Agriculture.\" Annotated Listing of Materials Available from Public Education Agencies."},
      {
        "id":"ED057270",
        "title":"Curriculum Materials for \"Distributive Education.\" Annotated Listing of Materials Available from Public Education Agencies."},
      {
        "id":"ED057271",
        "title":"Curriculum Materials for \"Health Occupations Education.\" Annotated Listing of Materials Available from Public Education Agencies"},
      {
        "id":"ED057272",
        "title":"Curriculum Materials for \"Home Economics.\" Annotated Listing of Materials Available from Public Education Agencies."},
      {
        "id":"ED057273",
        "title":"Curriculum Materials for \"Office Occupations.\" Annotated Listing of Materials Available from Public Education Agencies."},
      {
        "id":"ED057274",
        "title":"Curriculum Materials for \"Technical Education.\" Annotated Listing of Materials Available from Public Education Agencies."},
      {
        "id":"ED057275",
        "title":"A Proposal to Improve the Social and Communication Mechanisms in Educational Research. The Educational Research Community: Its Communication and Social Structure."},
      {
        "id":"ED057276",
        "title":"Puppets and Population."},
      {
        "id":"ED057284",
        "title":"The Mass Media in Adult Education in the Developing Countries: A Literature Review."},
      {
        "id":"ED057285",
        "title":"Proceedings: Sixth WCOTP Invitational Seminar on Adult Education. The Teaching Profession and the Education of Adults: A Review and an Agenda (August 12-13, 1971)."},
      {
        "id":"ED057292",
        "title":"Family Planning Programmes in Africa."},
      {
        "id":"ED057296",
        "title":"An Inventory of External Degree Programs and Proposals (and) A Supplement to an Inventory of External Degree Programs and Proposals."},
      {
        "id":"ED057297",
        "title":"The Psychologist Consultant in Educational Design."},
      {
        "id":"ED057298",
        "title":"Prolegomena to the Measurement and Assessment of Human Behavior."},
      {
        "id":"ED057299",
        "title":"The Use of Contingency Management to Affect Learning Performance in Adult Institutionalized Offenders."},
      {
        "id":"ED057307",
        "title":"Information for a Changing Society: Some Policy Considerations."},
      {
        "id":"ED057308",
        "title":"A Guide for In-Service Training of Instructors Assigned to Navy Schools."},
      {
        "id":"ED057309",
        "title":"Illiteracy: An Overview."},
      {
        "id":"ED057310",
        "title":"Communication: Literacy and Development. Some Aspects of Literacy and Its Relation to the Development of Subsistence Agriculture in Rhodesia."},
      {
        "id":"ED057311",
        "title":"A Learning Center Approach to Learning in Adult Basic Education."},
      {
        "id":"ED057312",
        "title":"The 1971 National Reading Difficulty Index: A Study of Functional Reading Ability in the U.S. for the National Reading Center."},
      {
        "id":"ED057313",
        "title":"Firefighting for Civil Defense Emergencies: Support Assistants for Fire Emergencies. Instructor Guide--Part A."}]
  }}
