{
  "response":{"numFound":509939,"start":306000,"numFoundExact":true,"docs":[
      {
        "id":"ED057314",
        "title":"Handbook on Volunteers in Army Community Service."},
      {
        "id":"ED057315",
        "title":"The Management Sciences Training Center Schedule (January-June, 1972)."},
      {
        "id":"ED057321",
        "title":"Adult Education in Continental Europe: An Annotated Bibliography of English-Language Materials, 1945-1969."},
      {
        "id":"ED057322",
        "title":"The National Institute for Resource Development and Utilization in Adult Basic Education. Bibliography of Materials Available for Group Study."},
      {
        "id":"ED057324",
        "title":"Message from the President of the United States Transmitting the Fifth Annual Report of the National Advisory Council on Extension and Continuing Education."},
      {
        "id":"ED057325",
        "title":"Retirement Roles and Activities: Background Issues."},
      {
        "id":"ED057326",
        "title":"Volunteers in Community Mental Health."},
      {
        "id":"ED057328",
        "title":"Interviewing in Twenty-Six Steps."},
      {
        "id":"ED057329",
        "title":"Guide to Conducting a Consultation on Women's Employment with Employers and Union Representatives."},
      {
        "id":"ED057333",
        "title":"Marginal Manpower: Job Capability as a Joint Function of Aptitude and Experience."},
      {
        "id":"ED057334",
        "title":"Project REALISTIC: Evaluation and Modification of REAding, LIStening, and ArithmeTIC Needs in Military Jobs Having Civilian Counterparts."},
      {
        "id":"ED057335",
        "title":"Education: Background Issues."},
      {
        "id":"ED057336",
        "title":"Trowbridge House Geriatric Aide Program. Final Report."},
      {
        "id":"ED057337",
        "title":"Research on Non-Formal Education: An Annotated Bibliography of Bibliographies."},
      {
        "id":"ED057338",
        "title":"A Questionnaire Evaluating Perceived Effects of Sensitivity Training."},
      {
        "id":"ED057339",
        "title":"Programming in the Cooperative Extension Service: A Conceptual Schema."},
      {
        "id":"ED057340",
        "title":"Minnesota Metropolitan State College. Prospectus II."},
      {
        "id":"ED057341",
        "title":"The Esfahan Seminar: Report of a Regional Seminar on Functional Literacy and Family Planning Education."},
      {
        "id":"ED057342",
        "title":"Thailand Functional Literacy and Family Life Planning."},
      {
        "id":"ED057344",
        "title":"Functional Education for Family Life Planning: A Program Plan."},
      {
        "id":"ED057345",
        "title":"Continuing Education: Agent of Change. Proceedings of the National Conference on Continuing Education in Mental Health."},
      {
        "id":"ED057346",
        "title":"International Workshop on Communications in Family Planning Programs (Teheran, June 6-18, 1970). Final Report."},
      {
        "id":"ED057347",
        "title":"Retirement; Background [and] Issues."},
      {
        "id":"ED057348",
        "title":"Spiritual Well-Being; Background [and] Issues."},
      {
        "id":"ED057349",
        "title":"Government and Non-Government Organization; Background [and] Issues."},
      {
        "id":"ED057351",
        "title":"Literacy Projects. Report on the Replies Received to the Institute&apos;s Questionnaire. Final Report."},
      {
        "id":"ED057352",
        "title":"Creating a Learning Environment. Home Economics Education: Ideas for Instructors of Consumer-Homemaking Programs; Working with Adults."},
      {
        "id":"ED057353",
        "title":"Consumer Issues and Action--One of a Series in Expanded Programs of Consumer Education."},
      {
        "id":"ED057356",
        "title":"Basic Readings in Australian Adult Education."},
      {
        "id":"ED057357",
        "title":"Selected Training Programs for Physician Support Personnel."},
      {
        "id":"ED057359",
        "title":"An Innovative Instrument Flight Training Program."},
      {
        "id":"ED057360",
        "title":"Noncognitive Attributes of Participants and Nonparticipants in Selected Adult Basic Education Programs."},
      {
        "id":"ED057361",
        "title":"Training People in the Public Schools to Run Interracial Sensitivity Groups: A Graduate Program: 1971 Western Psychological Association Symposium."},
      {
        "id":"ED057362",
        "title":"Explorations in Experience-Based-Learning: The Purdue Program. The Utilization and Acceptance of Mid-level Mental Health Workers."},
      {
        "id":"ED057363",
        "title":"The Use of a Residence Unit as an Aid to Training Parents in Behavior Modification: Turning Psychology Over to the Unwashed."},
      {
        "id":"ED057364",
        "title":"Behavioral Assessment of Therapeutic Personality Attributes of Nonprofessionals and Their Relation to Independent Measures of Patient Improvement. Attitudes and Attitude Change Among College Students Serving as Mental Health Workers in a State Hospital Setting."},
      {
        "id":"ED057365",
        "title":"A Survey of \"Drug Crash Pads\" Operated in Big Ten and Big Eight Universities."},
      {
        "id":"ED057366",
        "title":"Consequences of Residential Density for Urban Life."},
      {
        "id":"ED057367",
        "title":"Research on Intellectual Development: Retrospect and Prospects."},
      {
        "id":"ED057368",
        "title":"Faculty Counseling--An Important and Effective Aspect of Student Development."},
      {
        "id":"ED057369",
        "title":"Requirements for Certification as a Guidance Counselor in the Fifty States."},
      {
        "id":"ED057370",
        "title":"Sensitivity Training: Relevance for Social Work Education."},
      {
        "id":"ED057371",
        "title":"Urban Education and the Fiscal Conscience."},
      {
        "id":"ED057372",
        "title":"Ship, Captain, and Crew in Education: Reflections on a Psychedelic Experience."},
      {
        "id":"ED048310",
        "title":"Sensitivity Training in the Classroom."},
      {
        "id":"ED048311",
        "title":"Comprehension by 3rd, 6th, and 9th Graders of Words Having Multiple Grammatical Functions. Final Report."},
      {
        "id":"ED048312",
        "title":"Black and Afro-American Art: Sources for Visual Materials."},
      {
        "id":"ED048313",
        "title":"The Simple Camera and the Teacher of English."},
      {
        "id":"ED048314",
        "title":"Establishing a Framework for the Study of English."},
      {
        "id":"ED048315",
        "title":"An Approach to Aesthetic Education, Vol. 1. Final Report."},
      {
        "id":"ED048316",
        "title":"An Approach to Aesthetic Education, Vol. 2. Final Report."},
      {
        "id":"ED048317",
        "title":"Investigation of the Instructional Efficiency of the Trythall Method of Music Dictation Programming. Final Report."},
      {
        "id":"ED048318",
        "title":"Pilot Study for the Development of Music Discrimination Tests for Elementary School Children. Final Report."},
      {
        "id":"ED048320",
        "title":"Music Appreciation for High School. Curriculum Bulletin, 1969-70 Series, No. 4."},
      {
        "id":"ED048321",
        "title":"The Development of the Perceived Environment Profile (PEP)."},
      {
        "id":"ED048326",
        "title":"Marsh Self-Report Social and Demographic Questionnaire, Form 69-70."},
      {
        "id":"ED048327",
        "title":"A Hand-Scoring System for Confidence-Weighted Scores."},
      {
        "id":"ED048328",
        "title":"Linking Research to Practice: Personal Observations on an Old Theme."},
      {
        "id":"ED048329",
        "title":"Nontest Variables in the Prediction of Educational Progress."},
      {
        "id":"ED048330",
        "title":"Project on Techniques of Objective Factor Analysis."},
      {
        "id":"ED048331",
        "title":"Associative Relatedness as a Predictor of Differential Performances on Analogy Items."},
      {
        "id":"ED048332",
        "title":"An Evaluation of Comprehensive Planning Literature with an Annotated Bibliography."},
      {
        "id":"ED048333",
        "title":"Evaluation as Enlightenment for Decision-Making."},
      {
        "id":"ED048334",
        "title":"Evaluation of Programs in the D.C. Public Schools -- Some Strategies and Systems. Final Report."},
      {
        "id":"ED048335",
        "title":"The Relationship of Intellective, Personality, and Biographical Variables to Success in an Independent Study Science Course at the College Level."},
      {
        "id":"ED048337",
        "title":"Determining &quot;Most Probable&quot; Causes: A Call for Re-Examining Evaluation Methodology."},
      {
        "id":"ED048339",
        "title":"Participant Observation and Evaluation Strategies."},
      {
        "id":"ED048340",
        "title":"Effects of Design Board Training on the Performance Scale and Subtests of the WPPSI."},
      {
        "id":"ED048341",
        "title":"Estimation of a Moral Judgment Level Using Items Whose Alternatives Form a Graded Scale."},
      {
        "id":"ED048342",
        "title":"Displaying Semantic Differential Data in Three-Dimensional Space."},
      {
        "id":"ED048343",
        "title":"An Elementary Decision Process for the Formative Evaluation of an Instructional System."},
      {
        "id":"ED048344",
        "title":"The Effects of Test Anxiety, Course Importance, and Future Orientation on Persistence and Academic Performance."},
      {
        "id":"ED048345",
        "title":"An Experimental Analysis of Answer-Changing Behavior on Objective Tests."},
      {
        "id":"ED048346",
        "title":"Extension of Guilford's Rating Adjustment Technique to Situations Where Not All Raters Rate All Ratees."},
      {
        "id":"ED048347",
        "title":"The Delphi Process: Some Assumptions and Some Realities."},
      {
        "id":"ED048348",
        "title":"Self-Report Information on High School Curriculum and Achievement in Predicting Performance in Technical Training."},
      {
        "id":"ED048349",
        "title":"Assessment of Teachers' Attitudes Toward an Individualized Approach to Reading Instruction."},
      {
        "id":"ED048350",
        "title":"Effects of Study Behavior on Objective-Style and Essay-Style Performance."},
      {
        "id":"ED048352",
        "title":"The Analysis of Essays by Computer: A Simulation of Teacher' Ratings."},
      {
        "id":"ED048353",
        "title":"Multiple Regression Prediction Models in the Behavioral Sciences: Prediction of Federal Aid Allocations to Local School Districts."},
      {
        "id":"ED048355",
        "title":"Cognitive Style Assessment: One Test or Several?"},
      {
        "id":"ED048357",
        "title":"A Distribution-Free Test for Model Comparisons."},
      {
        "id":"ED048358",
        "title":"The Value and Need for Research on the History of the Educational Research and Measurements Movements."},
      {
        "id":"ED048359",
        "title":"Selecting Tests for an Open Admissions Population."},
      {
        "id":"ED048360",
        "title":"The Precision-Power-Gradient Theory for Teaching Basic Research Statistical Tools to Graduate Students."},
      {
        "id":"ED048361",
        "title":"Development and Standardization of the Cornell Learning and Study Skills Inventory (CLASSIC)."},
      {
        "id":"ED048362",
        "title":"A Theorem to Confirm Causal Directions in a Closed System of Five Variables."},
      {
        "id":"ED048363",
        "title":"The Generalized Johnson-Neyman Procedures: An Approach to Covariate Adjustment and Interaction Analysis."},
      {
        "id":"ED048364",
        "title":"A Suggested Approach for Examining the Effects of a Compensatory Education Program."},
      {
        "id":"ED048365",
        "title":"Consequences of Various Procedures for Estimating Missing Data in Factor Analysis."},
      {
        "id":"ED048366",
        "title":"The Michigan Assessment of Education, 1969-70: The Politics of Reporting Results."},
      {
        "id":"ED048367",
        "title":"Applying Skinner's Contingencies of Reinforcement in Auto-Paced Learning Laboratories."},
      {
        "id":"ED048368",
        "title":"A Computer-Based Feedback Model for an Administrative &quot;In-Basket&quot; Simulation Exercise."},
      {
        "id":"ED048369",
        "title":"Can Behavioral Objectives be Open-Ended?"},
      {
        "id":"ED048370",
        "title":"Closing the Communications Gap with Item Sampling."},
      {
        "id":"ED048371",
        "title":"Comparison of Rank Analysis of Covariance and Nonparametric Randomized Blocks Analysis."},
      {
        "id":"ED048372",
        "title":"An Investigation of the Efficiency of Various Observational Procedures."},
      {
        "id":"ED048376",
        "title":"The Effects of Environment on Performance During Creativity Testing."},
      {
        "id":"ED048377",
        "title":"The Absolute Normal Scores Test for Symmetry."},
      {
        "id":"ED048378",
        "title":"The Classroom Observational Record."},
      {
        "id":"ED048379",
        "title":"Self Perception In School."},
      {
        "id":"ED048381",
        "title":"Ability Grouping: 1970 -- I. Common Practices in the Use of Tests for Grouping Students in Public Schools."},
      {
        "id":"ED048382",
        "title":"Ability Grouping: 1970 -- II. The Impact of Ability Grouping on School Achievement, Affective Development, Ethnic Separation and Socioeconomic Separation."},
      {
        "id":"ED048383",
        "title":"Ability Grouping: 1970 -- III. The Problems and Utilities Involved in the Use of Tests for Grouping Children with Limited Backgrounds, and Alternative Strategies to Such Grouping."},
      {
        "id":"ED048384",
        "title":"Ability Grouping: 1970 -- IV. Conclusions and Recommendations."},
      {
        "id":"ED048385",
        "title":"Project to Improve Equality of Educational Opportunities in Redlands, School Year 1969-70. Title IV Evaluation."},
      {
        "id":"ED048386",
        "title":"Staff Training Program. Final Report. Title IV, Civil Rights Act of 1964."},
      {
        "id":"ED048387",
        "title":"Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, Ninety-First Congress, Second Session on S. 3883 and 4167, June 9, 24, 30, July 10, and August 11 and 27, 1970. Emergency School Aid Act of 1970."},
      {
        "id":"ED048388",
        "title":"School Desegregation: Retrospect and Prospect. Southern Newspaper Publishers Association Foundation Seminar Books, Number 5."},
      {
        "id":"ED048389",
        "title":"The Effect of Busing Black Ghetto Children into White Suburban Schools."},
      {
        "id":"ED048390",
        "title":"Desegregation and Equal Educational Opportunity: Local Dilemmas and Government Mandates (May 24, 25, 26, 1970, University of California Conference Center, Lake Arrowhead). Conference Proceedings."},
      {
        "id":"ED048391",
        "title":"School Desegregation and Self-Concept: A Pilot Study on the Psychological Impact of School Desegregation on 7th, 8th and 9th Graders in a Southern City."},
      {
        "id":"ED048392",
        "title":"A Resume of the Findings of the Follow Through Project Evaluation, 1969-70."},
      {
        "id":"ED048393",
        "title":"Do Pupil Race and/or School Racial Balance Affect Academic Performance? Bulletin; December 1970."},
      {
        "id":"ED048394",
        "title":"Desegregation--September 1970."},
      {
        "id":"ED048395",
        "title":"Attitudes Toward School Desegregation in Riverside and Redlands. School Desegregation, Bulletin Series, No. 1."},
      {
        "id":"ED048396",
        "title":"School Desegregation and Busing: Guidelines for Transportation Administrators."},
      {
        "id":"ED048399",
        "title":"Update on PAS: A Look at the Advancement School's Activities Since Its Establishment in Philadelphia, September 1967 to December 1970."},
      {
        "id":"ED048400",
        "title":"Inner-City Education: Are We Failing?"},
      {
        "id":"ED048402",
        "title":"Unitary School Systems: One Race or Two?"},
      {
        "id":"ED048403",
        "title":"The Community School Movement. Community Issues, December 1970."},
      {
        "id":"ED048405",
        "title":"Motivation and the Disadvantaged Trainee: A Manual for Instructors."},
      {
        "id":"ED048406",
        "title":"Legislation, Achievements and Problems in Education: A Survey of the States, 1971."},
      {
        "id":"ED048407",
        "title":"Urban Education--Not Just Urban Schools."},
      {
        "id":"ED048408",
        "title":"The Ocean Hill-Brownsville School Project: A Profile."},
      {
        "id":"ED048409",
        "title":"UEC-Educational Day-Care Systems: The First Comprehensive System of Early Childhood Education and Day Care Designed Especially to Strengthen the Role of the Family in Helping Children Prepare for Success in Life."},
      {
        "id":"ED048410",
        "title":"&quot;Open Door,&quot; New York City."},
      {
        "id":"ED048411",
        "title":"Group Counseling for Urban Schools: A Handbook."},
      {
        "id":"ED048412",
        "title":"Alienation, Achievement Motivation, and Attitudes Toward School in Economically Disadvantaged Boys. Papers and Reports, Volume 1, Number 2."},
      {
        "id":"ED048413",
        "title":"Washington Education Association's Policy on De Facto Segregation in Washington State."},
      {
        "id":"ED048414",
        "title":"A Longitudinal Study of the Third Culture Curriculum at Emerson Elementary School. McAteer Project M9-14."},
      {
        "id":"ED048415",
        "title":"The Achievement of Pupils in Desegregated Schools."},
      {
        "id":"ED048417",
        "title":"The Rehabilitation of School Dropouts in Oklahoma City: An Experimental Appraisal."},
      {
        "id":"ED048418",
        "title":"The Importance of Social Acceptability in the Measurement of Racial Attitudes."},
      {
        "id":"ED048419",
        "title":"Underachievement--A Case of Inefficient Cognitive Processing."},
      {
        "id":"ED048420",
        "title":"Student Opinions and Black Studies."},
      {
        "id":"ED048421",
        "title":"Prejudice as a Function of Intellectual Level and Cultural Information."},
      {
        "id":"ED048422",
        "title":"How to Make Educational Research Relevant to the Urban Community."},
      {
        "id":"ED048423",
        "title":"Race, Intelligence, and Learning: Some Consequences of the Misuse of Test Results."},
      {
        "id":"ED048424",
        "title":"The Effects of a Five-Day Institute on the Attitudes of Black and White Public School Participants: An Occasional Paper--1971."},
      {
        "id":"ED048425",
        "title":"Human Resources Center: An Innovation in Education; General Job Functions (Unofficial); General Plan for Curriculum Organization; Early Childhood Education."},
      {
        "id":"ED048428",
        "title":"A Three Year Longitudinal Study to Assess a Fifteen Point Plan to Reduce Racial Isolation and Provide Quality Integrated Education for Elementary Level Pupils. Final Report and Abstract."},
      {
        "id":"ED048429",
        "title":"The Status of School Desegregation in the South, 1970. A Report."},
      {
        "id":"ED048430",
        "title":"College Bound Program 1969 - 1970; Evaluation of ESEA Title I Projects in New York City, 1965."},
      {
        "id":"ED048431",
        "title":"A History of the Afro-American Through His Songs. Part of a Packet with Audiotape."},
      {
        "id":"ED048432",
        "title":"A Unit of Learning About Homemaker-Home Health Aide Service. Teacher's Source Book."},
      {
        "id":"ED048433",
        "title":"Organizational Role Behaviour. Second Edition."},
      {
        "id":"ED048434",
        "title":"Autonomy in Work. Second Edition."},
      {
        "id":"ED048435",
        "title":"The Formal Environments for Learning: Schools, Colleges, and Universities. Second Edition."},
      {
        "id":"ED048436",
        "title":"Work Organizations, Behaviour Attitudes. Second Edition."},
      {
        "id":"ED048437",
        "title":"Studies of Education and Work. Second Edition."},
      {
        "id":"ED048438",
        "title":"Background Facts on Women Workers in the United States."},
      {
        "id":"ED048439",
        "title":"Skill Upgrading, Incorporated. Final Report."},
      {
        "id":"ED048440",
        "title":"Career Mobility for Paraprofessionals in Human Service Agencies. MDTA Experimental and Demonstration Findings No. 8."},
      {
        "id":"ED048441",
        "title":"Worker Relocation: A Review of U.S. Department of Labor Mobility Demonstration Projects. Final Report."},
      {
        "id":"ED048442",
        "title":"Pilot Study of the Practice of Physical Medicine and Rehabilitation. Final Report."},
      {
        "id":"ED048443",
        "title":"The Effectiveness of Flash Cards in a Mathematics Self-Study Course for Group IV Personnel."},
      {
        "id":"ED048444",
        "title":"The Cost and Output of Graduate Social Work Education: An Exploratory Study."},
      {
        "id":"ED048445",
        "title":"Project Crossroads--Phase 1. Final Report (January 15, 1968-May 15, 1969)."},
      {
        "id":"ED048446",
        "title":"A Job Placement and Group Vocational Guidance Program for Culturally Deprived High School Youth. Phase I, June 28, 1968, through June 30, 1969."},
      {
        "id":"ED048448",
        "title":"Terminal Performance Objectives for Selected Programs in Business Education, Distributive Education, Work Experience Education, and Career Guidance."},
      {
        "id":"ED048449",
        "title":"Terminal Performance Objectives for a Phased Shorthand Program in Business Education."},
      {
        "id":"ED048451",
        "title":"Manpower Needs and Manpower Utilization in Speech Pathology and Audiology. Final Report."},
      {
        "id":"ED048452",
        "title":"Educational and Occupational Aspirations and Expectations of High School Youth."},
      {
        "id":"ED048453",
        "title":"Toward a Career Ladder in Nursing: Upgrading Nurse's Aides to LPNs Through a Work-Study Program. Final Progress Report."},
      {
        "id":"ED048454",
        "title":"New Workers in the Banking Industry: A Minority Report."},
      {
        "id":"ED048455",
        "title":"Articulations Between Medical and Premedical Education. Proceedings of a Conference (Asilomar, California, June 6 and 7, 1969)."},
      {
        "id":"ED048457",
        "title":"Internal Labor Markets and Manpower Analysis."},
      {
        "id":"ED048458",
        "title":"The Manhattan Court Employment Project. Summary Report on Phase One: November 1, 1967, to October 3, 1969."},
      {
        "id":"ED048460",
        "title":"A Description of Special Vocational Education Programs for Disadvantaged Persons in Pennsylvania."},
      {
        "id":"ED048461",
        "title":"Leadership and Change in Vocational-Technical Education: Administrators' Workshop for Building Research and Evaluation into Local Practice (Edison, N.J., May 5-6, 19-20, 1970). Final Report."},
      {
        "id":"ED048462",
        "title":"Longitudinal Evaluation Study of Five Manpower Training Programs: Investigation of the Study Sample Design."},
      {
        "id":"ED048463",
        "title":"Racial Discrimination in the Job Market: The Role of Information and Search."},
      {
        "id":"ED048464",
        "title":"A Determination of Selected Criteria to be Utilized in Locating and Establishing Area Vocational Education Schools in Utah. Final Report."},
      {
        "id":"ED048465",
        "title":"A Study of Career Ladders and Manpower Development for Non-Management Personnel in the Food Service Industry."},
      {
        "id":"ED048466",
        "title":"An Econometric Model for Forecasting Income and Employment in Hawaii."},
      {
        "id":"ED048467",
        "title":"An Experimental Evaluation of the Effectiveness of Selected Techniques and Resources on Instruction in Vocational Agriculture."},
      {
        "id":"ED048468",
        "title":"Manpower Services to Minority Groups: A Desk Reference for ES Personnel."},
      {
        "id":"ED048470",
        "title":"Pilot Pattern for Home Management Instruction in Area Vocational School Curricula Based on Problems of Young Homemakers Employed Full-Time in Clerical and Sales Occupations. (Continuation of No. 28 and 51). Final Report."},
      {
        "id":"ED048472",
        "title":"Instructional Systems Study, Electronics Technology."},
      {
        "id":"ED048473",
        "title":"Blacks in the Construction Trades and Effect on Connecticut Economy."},
      {
        "id":"ED048474",
        "title":"Vocational Education Programs for Special Needs Students in Secondary Schools of Mississippi."},
      {
        "id":"ED048475",
        "title":"Seasonality and Manpower in Construction."},
      {
        "id":"ED048476",
        "title":"Water-Resources Manpower: Supply and Demand Patterns to 1980."},
      {
        "id":"ED048477",
        "title":"Manpower Research Projects Through June 30, 1970."},
      {
        "id":"ED048478",
        "title":"Economics of Human Resources: A Bibliography."},
      {
        "id":"ED048479",
        "title":"Patterns of U.S. Economic Growth. 1980 Projections of Final Demand, Interindustry Relationships, Output, Productivity, and Employment."},
      {
        "id":"ED048480",
        "title":"Career Education Now."},
      {
        "id":"ED048481",
        "title":"A Guide for the Development and Installation of Occupational Training Programs and Services for Disadvantaged and Handicapped Persons."},
      {
        "id":"ED048482",
        "title":"Review and Synthesis of Research on Consumer and Homemaking Education. Information Series No. 33."},
      {
        "id":"ED048483",
        "title":"Rehabilitation Work With the Blind; Role of the Helping Professional in Creating a Family Team."},
      {
        "id":"ED048484",
        "title":"Education in a Technological Society."},
      {
        "id":"ED048486",
        "title":"Negro Employment in the South. Volume I: The Houston Labor Market."},
      {
        "id":"ED048487",
        "title":"Testing of the Guidance Program. Project ABLE; Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School."},
      {
        "id":"ED048488",
        "title":"Research Visibility: Research and Evaluation."},
      {
        "id":"ED048489",
        "title":"National Advisory Council on Vocational Education. Fourth Report."},
      {
        "id":"ED048491",
        "title":"Resource Manual 71 for the Development of Cooperative Vocational Education Programs Under the Vocational Education Amendments of 1968."},
      {
        "id":"ED048492",
        "title":"Development and Evaluation of an Experimental Curriculum for the New Quincy (Mass.) Vocational-Technical School. Project ABLE, Final Report."},
      {
        "id":"ED048493",
        "title":"A Description and Source Listing of Curriculum Materials in Agricultural Education, 1970-1971."},
      {
        "id":"ED048494",
        "title":"State Vocational Education Statistics, Fiscal Year 1969. Preliminary Report."},
      {
        "id":"ED048495",
        "title":"Project SUCCESS: Student Upward Challenges in Comprehensive Exemplary Secondary Schools, School Year 1969-70. Final Report."},
      {
        "id":"ED048498",
        "title":"Working Children. A Report on Child Labor."},
      {
        "id":"ED048501",
        "title":"Improving The Nation's Manpower Efforts. A Position Paper."},
      {
        "id":"ED048502",
        "title":"Hiring the Disadvantaged."},
      {
        "id":"ED048503",
        "title":"Guide For State Vocational-Technical Education Information Dissemination Systems."},
      {
        "id":"ED048504",
        "title":"Follow-Up Of Selected MDTA Programs."},
      {
        "id":"ED048505",
        "title":"Industrial Arts Teacher Education Fellowship Program in the Technologies, 1969-1970."},
      {
        "id":"ED048507",
        "title":"Employment Testing And Minority Groups, As Reported in the Literature. Key Issues Series No. 6."},
      {
        "id":"ED048508",
        "title":"Cooperative Occupational Education Programs--A Conference Seminar To Extend The Range of Vocational Education. Final Report."},
      {
        "id":"ED048509",
        "title":"Regional Medical Programs National Allied Health Conference (Warrenton, Va., April 26-29, 1970)."},
      {
        "id":"ED048510",
        "title":"Standard Terminology For Curriculum and Instruction In Local and State School Systems. State Educational Records and Report Series: Handbook VI."},
      {
        "id":"ED048511",
        "title":"Man, His Job, and the Environment: A Review and Annotated Bibliography of Selected Recent Research on Human Performance."},
      {
        "id":"ED048512",
        "title":"Vocational-Technical Terminology."},
      {
        "id":"ED048513",
        "title":"Projected Activities For Fifth Funding Period and Annual Report. July 1, 1970 to January 31, 1971."},
      {
        "id":"ED048514",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education."},
      {
        "id":"ED048515",
        "title":"The Continuation of the Center For Research, Development and Training In Occupational Education. Quarterly Report, 1 May 1969 to 31 July 1969."},
      {
        "id":"ED048516",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Winter 1970."},
      {
        "id":"ED048517",
        "title":"Emotional Disturbance: Preschool Intervention and Prevention."},
      {
        "id":"ED048518",
        "title":"Reforming Undergraduate Curriculum: Problems and Proposals."},
      {
        "id":"ED048519",
        "title":"Financing Higher Education."},
      {
        "id":"ED048520",
        "title":"College Credit for Off-Campus Study."},
      {
        "id":"ED048521",
        "title":"Educational Cooperatives. PREP-23"},
      {
        "id":"ED048522",
        "title":"Industry and Education: A New Partnership. A Conference."},
      {
        "id":"ED048523",
        "title":"The Status of Academic Women."},
      {
        "id":"ED048524",
        "title":"Feasibility Study of Full Year Public School Operation (Valley View 45-15 Continuous School Year Plan) by Detailed Analysis of Required Scheduling Plans and Accompanying Consequences. Final Report."},
      {
        "id":"ED048527",
        "title":"HumRRO Research in Training Technology."},
      {
        "id":"ED048528",
        "title":"HumRRO Research on Officer Training."},
      {
        "id":"ED048538",
        "title":"Focus on the Future: Futurology for Correctional Education."},
      {
        "id":"ED048548",
        "title":"Effects of Speech Rate, Selection Difficulty, Association Strength, and Mental Aptitude on Learning by Listening."},
      {
        "id":"ED048549",
        "title":"Models of Diffusing Knowledge to Community College Faculty."},
      {
        "id":"ED048550",
        "title":"Television: A Viable Channel for Educating Adults in Culturally Different Poverty Groups?--A Literature Review."},
      {
        "id":"ED048552",
        "title":"Programme d'alphabetisation en Iran (The Literacy Campaign in Iran)."},
      {
        "id":"ED048553",
        "title":"The Theory and Practice of Community Development; A Guide for Practitioners."},
      {
        "id":"ED048554",
        "title":"Teaching Reading to the Disadvantaged Adult."},
      {
        "id":"ED048555",
        "title":"Staff Training Activity -- County Welfare Departments; July 1, 1968 to June 30, 1969."},
      {
        "id":"ED048559",
        "title":"Literacy and Basic Elementary Education for Adults; A Selected Annotated Bibliography."},
      {
        "id":"ED048560",
        "title":"Education on the Aging: A Selected Annotated Bibliography."},
      {
        "id":"ED048561",
        "title":"Description and Evaluation of Training Program for Visiting Homemakers."},
      {
        "id":"ED048562",
        "title":"Community Resource Development: How Extension Workers Perceive the Job."},
      {
        "id":"ED048563",
        "title":"The Training Implications of Manpower Productivity Agreements. Information Paper Number 4."},
      {
        "id":"ED048564",
        "title":"Study Visit and Seminar: Work-Oriented Adult Literacy Pilot Project in Iran. Final Report."},
      {
        "id":"ED048565",
        "title":"The Literature of Community Development: A Bibliographic Guide."},
      {
        "id":"ED048566",
        "title":"Bulletin of Air Pollution Training Courses, July 1970 through June 1971."},
      {
        "id":"ED048567",
        "title":"Youth Development and Conservation Corps."},
      {
        "id":"ED048568",
        "title":"The Volunteer in Washington State Adult Corrections."},
      {
        "id":"ED048569",
        "title":"Manual for Volunteers in Adult Corrections."},
      {
        "id":"ED048570",
        "title":"Adult Basic and Continuing Education through Oklahoma Learning Centers."},
      {
        "id":"ED048571",
        "title":"An Evaluation of Adult Basic Education Programs in Massachusetts"},
      {
        "id":"ED048572",
        "title":"Study of a Pilot Educational Program between Nassau Community College and Topic House (Nassau County Drug Addiction Rehabilitation Center). Report of Pilot Project."},
      {
        "id":"ED048573",
        "title":"Extramural Activities, Fiscal Year 1969."},
      {
        "id":"ED048574",
        "title":"Training the Trainer."},
      {
        "id":"ED048577",
        "title":"Attitudes toward the Service Leader and Program Leader Approach to Expanded 4-H Club Work in Idaho. A Graduate Study Summary."},
      {
        "id":"ED048578",
        "title":"The Role and Training of Adult Educators in Poland."},
      {
        "id":"ED048579",
        "title":"Error Analysis and Second Language Strategies."},
      {
        "id":"ED048581",
        "title":"Bilingual Education: The American Experience."},
      {
        "id":"ED048584",
        "title":"Literacy in the Vernacular: The Case of Navajo. Navajo Reading Study, Progress Report No. 8."},
      {
        "id":"ED048589",
        "title":"Developmental Aspects of the Awareness of the Standard/Nonstandard Dialect Contrast."},
      {
        "id":"ED048590",
        "title":"Sociolinguistic Theory, Materials and Training Programs: Three Related Studies. Final Report."},
      {
        "id":"ED048591",
        "title":"An Introduction to Spoken Baoule. Preliminary Text."},
      {
        "id":"ED048592",
        "title":"An Introduction to Spoken Sesotho."},
      {
        "id":"ED048593",
        "title":"Cameroon Basaa."},
      {
        "id":"ED048594",
        "title":"Semantics of Context-Free Fragments of Natural Languages."},
      {
        "id":"ED048595",
        "title":"The Universal Basis of the Sentence."},
      {
        "id":"ED048596",
        "title":"Projective Responses to Racially Identifiable Speech by Racially Prejudiced and Non-Prejudiced Individuals."},
      {
        "id":"ED048597",
        "title":"English for American Indians; A Newsletter of the Office of Education Programs, Bureau of Indian Affairs, United States Department of the Interior."},
      {
        "id":"ED048598",
        "title":"Mauritian Creole: An Introduction."},
      {
        "id":"ED048599",
        "title":"A Critique of Papers on Verbal and Non-Verbal Influence on Perception."},
      {
        "id":"ED048601",
        "title":"Similarity of Factorial Composition of Normal and Handicapped Person Concepts."},
      {
        "id":"ED048602",
        "title":"Strategies for Implementation of Guidance in the Elementary School. Five Monographs."},
      {
        "id":"ED048603",
        "title":"Handbook for Elementary School Guidance."},
      {
        "id":"ED048604",
        "title":"Health Education: A Guide for Instructors. Video Tapes. Health Sciences for Teachers."},
      {
        "id":"ED048605",
        "title":"An Exemplary Cooperative in Elementary School Guidance for Small School Districts. Final Evaluation Report."},
      {
        "id":"ED048606",
        "title":"How Can a Community Clinic Serve Beginning Public School Teachers?"},
      {
        "id":"ED048607",
        "title":"Community Involvement in Community-Based Mental Health Services: A Group Process Approach."},
      {
        "id":"ED048608",
        "title":"Computerized Simulated Games: A Socialization Tool for Child Guidance."},
      {
        "id":"ED048609",
        "title":"Determinants of Educational Attainment and Retention in School."},
      {
        "id":"ED048610",
        "title":"Educational Aspirations: Longitudinal Evidence on Their Development in Canadian Youth."},
      {
        "id":"ED048611",
        "title":"Life Skills: a Course in Applied Problem Solving."},
      {
        "id":"ED048612",
        "title":"The University Experience: The First Few Weeks. A Biography of a Class Study. Interview Study 1. 1966 Freshman Class."},
      {
        "id":"ED048613",
        "title":"Client Motivation and Rehabilitation Counseling Outcome."},
      {
        "id":"ED048614",
        "title":"Schools for Pregnant Girls in New York City."},
      {
        "id":"ED048615",
        "title":"Is a Theory of Elementary Counseling Per Se Passe for the 70's? (An Integrated Approach to Modifying Behavior: Individual and System Change)."},
      {
        "id":"ED048616",
        "title":"Fatherless Boys, Teacher Perceptions, and Male Teacher Influence: A Pilot Study. Final Report."},
      {
        "id":"ED048617",
        "title":"Cooperative Research Program Involving a Comparative Study of the Impact of Central States College Association Colleges on the Formation of Student Attitudes and Opinions. Final Report."},
      {
        "id":"ED048618",
        "title":"Physical Achievement and the Schools."},
      {
        "id":"ED048619",
        "title":"The Courts and Married Students."},
      {
        "id":"ED048620",
        "title":"Student Services in Higher Education. Information Analysis Report."},
      {
        "id":"ED048621",
        "title":"Special Populations: Culturally Different and Others. Information Analysis Report."},
      {
        "id":"ED048622",
        "title":"Counselors and Personnel Workers: Behavior, Techniques, and Education. Information Analysis Report."},
      {
        "id":"ED048623",
        "title":"The Child Preschool through Grade 12. Information Analysis Report."},
      {
        "id":"ED048624",
        "title":"General Populations, the Aged, and Women. Information Analysis Report."},
      {
        "id":"ED048625",
        "title":"The Politics of School-Community Relations. Research Analysis Series, Number Two."},
      {
        "id":"ED048626",
        "title":"Strategies for Research: The Politics of Education."},
      {
        "id":"ED048627",
        "title":"The Acceptance of Universalism: The Importance of Selected Aspects of School Structure."},
      {
        "id":"ED048629",
        "title":"Administrative Decision Making and Resource Allocation."},
      {
        "id":"ED048630",
        "title":"Toward a Model of School Operations: Relating Budgetary and Personnel Inputs to Indices of School Functioning. Working Paper."},
      {
        "id":"ED048631",
        "title":"Comparative Methods of Program Planning."},
      {
        "id":"ED048632",
        "title":"Electronic Data Processing in Canadian Elementary-Secondary Education. Studies &amp; Reports No. 3."},
      {
        "id":"ED048633",
        "title":"Human Values as Planning Policy Determinants."},
      {
        "id":"ED048634",
        "title":"Towards a New Conceptual Framework for Educational Policy."},
      {
        "id":"ED048635",
        "title":"Differentiated Staffing -- Its Rewards and Pitfalls."},
      {
        "id":"ED048636",
        "title":"Financing Private Schools."},
      {
        "id":"ED048637",
        "title":"Financing Private Education."},
      {
        "id":"ED048638",
        "title":"Land Use Systems Model. Technical Report. Preliminary."},
      {
        "id":"ED048639",
        "title":"Least-Cost Decision Rules for Dynamic Information Management. Working Paper."},
      {
        "id":"ED048640",
        "title":"Equalizing Educational Opportunity -- The State and Federal Roles."},
      {
        "id":"ED048641",
        "title":"Project Public Information Finale. Concluding Report on a Two-Year Project Designed to Strengthen Information Programs in State Departments of Education."},
      {
        "id":"ED048642",
        "title":"How the American Education System Looks From the Standpoint of Systematic Planning."},
      {
        "id":"ED048643",
        "title":"Dilemmas in Educational Innovation: A Problem for Anthropology as Clinical Method."},
      {
        "id":"ED048644",
        "title":"New York State Higher Education Facilities Comprehensive Planning Survey."},
      {
        "id":"ED048645",
        "title":"The Importance of Administrator Expertise in Instructional Leadership."},
      {
        "id":"ED048646",
        "title":"Preparing Educational Administrators for Conflict Resolution."},
      {
        "id":"ED048647",
        "title":"State Political Process Change and Educational Interest Group Political Behavior."},
      {
        "id":"ED048648",
        "title":"The Mobilization of Federal Aid by Local Schools: A Political and Economic Analysis. Working Draft."},
      {
        "id":"ED048650",
        "title":"Technical Papers of the Association of Physical Plant Administrators of Universities and Colleges."},
      {
        "id":"ED048651",
        "title":"Academic Freedom in the Public Schools. A Discussion Paper."},
      {
        "id":"ED048652",
        "title":"Profiles of the Administrative Team."},
      {
        "id":"ED048653",
        "title":"Teacher Supply and Demand in Public Schools, 1970."},
      {
        "id":"ED048654",
        "title":"The Challenge and Response of Institutional Research. Proceedings of the Association for Institutional Research Annual Forum. (9th, Chicago, Illinois, May 5-8, 1969.)"},
      {
        "id":"ED048655",
        "title":"The Instructional Process and Institutional Research. Proceedings of the Association for Institutional Research Annual Forum. (7th, Athens, Georgia, 1967.)"},
      {
        "id":"ED048656",
        "title":"The Systems Approach to Education -- Revisited. A Professional Paper."},
      {
        "id":"ED048657",
        "title":"Development and Implementation of a Pilot Program To Prepare Negro Administrators for Top Level Line Positions. Final Report."},
      {
        "id":"ED048659",
        "title":"Politics, Planning and Regionalism."},
      {
        "id":"ED048661",
        "title":"Methods of Achieving Racially Balanced Faculties: Their Relationships to Teacher Morale."},
      {
        "id":"ED048662",
        "title":"Information Concerning Preparation of Specifications for Carpeting."},
      {
        "id":"ED048663",
        "title":"Rankings of the States, 1971."},
      {
        "id":"ED048664",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Developing Vocational Education Programs in the Public Schools. ERIC Abstracts Series, Number Seventeen."},
      {
        "id":"ED048665",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Organizational Renewal: Change and the School Administrator. ERIC Abstracts Series, Number Eighteen."},
      {
        "id":"ED048666",
        "title":"Rights and Freedoms of Public School Students: Directions from the 1960s. ERIC/CEM State-of-the-Knowledge Series, Number Nine."},
      {
        "id":"ED048667",
        "title":"A Proposed Experiment in Education Vouchers. An OEO Pamphlet."},
      {
        "id":"ED048668",
        "title":"What School Furniture Will Look Like Tomorrow."},
      {
        "id":"ED048669",
        "title":"Comparison of Instructional Practices in Classrooms of Different Design. Final Report."},
      {
        "id":"ED048672",
        "title":"Suspension and Expulsion of Public School Students. ERIC/CEM State-of-the-Knowledge Series, Number Ten."},
      {
        "id":"ED048673",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Differentiated Staffing. ERIC Abstracts Series Number Nineteen."},
      {
        "id":"ED048674",
        "title":"Educational Vouchers."},
      {
        "id":"ED048675",
        "title":"Provisions for Talented Students; An Annotated Bibliography."},
      {
        "id":"ED048676",
        "title":"Talent: A State's Resource, A State's Responsibility."},
      {
        "id":"ED048677",
        "title":"A Follow-Up Study of Auditorially, Visually, and Orthopedically Handicapped Pupils in Cincinnati. Final Report."},
      {
        "id":"ED048678",
        "title":"Recorded Procedures of Instruction, the Sub-Professional and Effective Educational Therapy."},
      {
        "id":"ED048679",
        "title":"Final Report of the Relationship among Disability, Education, and Vocational Achievement."},
      {
        "id":"ED048680",
        "title":"Children Together: The Effect of Integrated Group Experiences on Orthopedically Handicapped Children."},
      {
        "id":"ED048681",
        "title":"The Challenge of Educating the Pre-School Blind Child with Multiple Handicaps."},
      {
        "id":"ED048682",
        "title":"A Prototype for a High School Vocational Special Education Program. Papers and Reports, Volume 2, Number 2."},
      {
        "id":"ED048683",
        "title":"Retardate and Non-Retardate Concept Usage Performance: Abstraction Ability, Number of Referents and Item Familiarity. Papers and Reports, Volume 1, Number 5."},
      {
        "id":"ED048684",
        "title":"Evaluation Report of the Workshop for Vocational and Special Education Teachers, Cincinnati Public Schools, 1969-1970."},
      {
        "id":"ED048685",
        "title":"Recent Influences of Law on the Identification and Placement of Children in Programs for the Mentally Retarded."},
      {
        "id":"ED048686",
        "title":"Learning Problems in Connection with Special Information Media for the Visually Handicapped - A Selected Bibliography."},
      {
        "id":"ED048687",
        "title":"Program Planning Report for the Minnesota Learning Center on the Campus of Brainerd State Hospital."},
      {
        "id":"ED048688",
        "title":"Post Doctoral Fellowship to Study the Language Handicapped Child. Final Report."},
      {
        "id":"ED048689",
        "title":"Evaluation of a Therapeutic Nursery Group."},
      {
        "id":"ED048690",
        "title":"A Mobility Project with Blind Public School Students and Other Selected Rehabilitation Clients. Final Report."},
      {
        "id":"ED048694",
        "title":"A Demonstration to Determine the Efficacy of Providing Rehabilitation Services to the Adult Deaf in an Ongoing, Comprehensive Rehabilitation Facility for Handicapped Hearing Persons. Final Report."},
      {
        "id":"ED048695",
        "title":"Respite Care for the Retarded: An Interval of Relief for Families."},
      {
        "id":"ED048696",
        "title":"Literature: Curriculum Guide for Teaching Gifted Children Literature in Grades One through Three."},
      {
        "id":"ED048697",
        "title":"Literature: Curriculum Guide for Teaching Gifted Children Literature in Grades Nine through Twelve."},
      {
        "id":"ED048698",
        "title":"A National Directory of Four Year Colleges, Two Year Colleges and Post High School Training Programs for Young People with Learning Disabilities."},
      {
        "id":"ED048699",
        "title":"Rules and Regulations for Special Education Programs."},
      {
        "id":"ED048700",
        "title":"Rules and Suggested Guidelines for the Education of Emotionally Disturbed Children."},
      {
        "id":"ED048701",
        "title":"Special Education Services of the Michigan Department of Education."},
      {
        "id":"ED048702",
        "title":"A Study of Handicapped Children and Youth."},
      {
        "id":"ED048704",
        "title":"Social and Test Data Correlates of Learning Potential Status in Adolescent Educable Mental Retardates. Volume 1, Number 3."},
      {
        "id":"ED048708",
        "title":"Performance on the &quot;Stroop Color-Word Test&quot; as Related to Learning Potential Status of Educable Mentally Retarded Adolescents. Volume 1, Number 8."},
      {
        "id":"ED048709",
        "title":"Reaction to Frustration as a Function of Learning Potential Status. Volume 1, Number 9."},
      {
        "id":"ED048711",
        "title":"Demographic, Historical and Ability Correlates of the Laurelton Self-Concept Scale in an Educable Mentally Retarded Sample. Volume 1, Number 15."},
      {
        "id":"ED048713",
        "title":"Proceedings of the First International Seminar of Special Education and Rehabilitation of the Mentally Retarded (Malmo, Sweden, September 17-21, 1970)."},
      {
        "id":"ED048714",
        "title":"Postural Determinants in the Blind. Final Report."},
      {
        "id":"ED048715",
        "title":"A Proposed Program of Personal Adjustment for Visually Handicapped Pupils."},
      {
        "id":"ED048716",
        "title":"Assessing the Work Personalities of Mentally Retarded Adults. Final Report."},
      {
        "id":"ED048719",
        "title":"The Development and Evaluation of Reality-Based Simulation Materials for the Training of Special Education Administrators in State Departments of Education. Final Report."},
      {
        "id":"ED048720",
        "title":"Social and Sexual Development: A Guide for Teachers of the Handicapped."},
      {
        "id":"ED048721",
        "title":"Administrator's Guide to Programs for Exceptional Children."},
      {
        "id":"ED048729",
        "title":"A Hierarchically Sequenced Introductory Mathematics Curriculum. Technical Report."},
      {
        "id":"ED048740",
        "title":"KQED and Its Audience."},
      {
        "id":"ED048745",
        "title":"The Application of Programmed Learning and Teaching Systems Procedures for Instruction in a Museum Environment. Final Report."},
      {
        "id":"ED048746",
        "title":"Trainee and Instructor Task Quantification: Development of Quantitative Indices and a Predictive Methodology."},
      {
        "id":"ED048748",
        "title":"The Development of an Instrument for Measuring Intermediate Interaction Behavior in Small Group Communication."},
      {
        "id":"ED048750",
        "title":"The Effect of Three Message Organization Variables Upon Listener Comprehension."},
      {
        "id":"ED048752",
        "title":"Media Utilization Project. Evaluation Report."},
      {
        "id":"ED048756",
        "title":"A Comparative Study of Two Presentations of Rate Controlled Audio Instruction in Relation to Certain Student Characteristics."},
      {
        "id":"ED048772",
        "title":"Social Class and Racial Differences in Children's Perceptions of Television Violence."},
      {
        "id":"ED048775",
        "title":"CITY III Player&apos;s Manual."},
      {
        "id":"ED048776",
        "title":"CITY III Director's Guide."},
      {
        "id":"ED048778",
        "title":"CITY III: Small Scale."},
      {
        "id":"ED048781",
        "title":"Spanish for Secondary Schools: A Guide to Minimum Essentials."},
      {
        "id":"ED048782",
        "title":"Footnotes and Foreign Language Requirements."},
      {
        "id":"ED048783",
        "title":"The Foreign Language Imbroglio in Graduate Education."},
      {
        "id":"ED048784",
        "title":"The Foreign Language Requirements: A Collection of Comments."},
      {
        "id":"ED048787",
        "title":"New Objectives in Foreign Language Teaching."},
      {
        "id":"ED048788",
        "title":"Whither Modern Languages?"},
      {
        "id":"ED048791",
        "title":"Speaking of Language."},
      {
        "id":"ED048793",
        "title":"French Language Education: The Teaching of Culture in the Classroom."},
      {
        "id":"ED048796",
        "title":"Basic East German Words, Terms, Names: Why Know Them?"},
      {
        "id":"ED048797",
        "title":"Bibliography of Spanish Materials for Children: Kindergarten Through Grade Six."},
      {
        "id":"ED048800",
        "title":"French: Foreign Language Curriculum Guide, Grades 7-12."},
      {
        "id":"ED048801",
        "title":"Foreign Language Guidelines."},
      {
        "id":"ED048803",
        "title":"German: Grade 13."},
      {
        "id":"ED048804",
        "title":"Spanish: Grade 13."},
      {
        "id":"ED048806",
        "title":"Guidelines for the Teaching of Modern Foreign Languages in South Dakota."},
      {
        "id":"ED048807",
        "title":"Russian for Secondary Schools: A Guide to Minimum Essentials."},
      {
        "id":"ED048808",
        "title":"Let's Prepare for the Future--An International Future!"},
      {
        "id":"ED048810",
        "title":"The University Classics Department and the Secondary-School Latin Crisis."},
      {
        "id":"ED048813",
        "title":"A Three-Year Research Project on Individualized Foreign Language Learning Based in Programmed Instruction and in Management by Consultation--Summary of Rationale and Principal Findings."},
      {
        "id":"ED048814",
        "title":"Development of Computer-Assisted Observational Systems for Teacher Training. Final Report."},
      {
        "id":"ED048815",
        "title":"In Translation?"},
      {
        "id":"ED048816",
        "title":"Faculty Salary Schedules in Colleges and Universities, 1969-70."},
      {
        "id":"ED048817",
        "title":"Some Principles of Planning for Colleges and Universities."},
      {
        "id":"ED048818",
        "title":"The Nature and Purposes of the University; A Discussion Memorandum. Interim Report."},
      {
        "id":"ED048819",
        "title":"A Characterization of Honors Students. Indiana Studies in Prediction Number 14."},
      {
        "id":"ED048820",
        "title":"The Open Admissions Story; 1970 At the City University of New York."},
      {
        "id":"ED048821",
        "title":"Behavioral Objectives and Individualization of Instruction."},
      {
        "id":"ED048823",
        "title":"Preliminary Findings from National Surveys of American Higher Education."},
      {
        "id":"ED048824",
        "title":"HELP/PLANTRAN; A Computer Assisted Planning System for Higher Education."},
      {
        "id":"ED048825",
        "title":"University Governance: Current Changes and an Annotated Bibliography."},
      {
        "id":"ED048826",
        "title":"Institutional Self-Study at The Pennsylvania State University."},
      {
        "id":"ED048829",
        "title":"The &quot;Voucher System&quot; and Higher Education in New York State."},
      {
        "id":"ED048831",
        "title":"Planning for the Health Sciences 1970-1980; A Ten Year Plan"},
      {
        "id":"ED048832",
        "title":"Four Task Forces Report to the Connecticut Commission for Higher Education; A Summary of their Recommendations: Action for the Seventies."},
      {
        "id":"ED048833",
        "title":"Qualitative and Quantitative Performance and Achievement in Higher Education. Report of Task Force IV to the Connecticut Commission for Higher Education."},
      {
        "id":"ED048834",
        "title":"Financing Higher Education. Report of Task Force III to the Connecticut Commission for Higher Education."},
      {
        "id":"ED048835",
        "title":"Function, Scope, and Structure of Higher Education in Connecticut. Report of Task Force II to the Connecticut Commission for Higher Education."},
      {
        "id":"ED048836",
        "title":"Needs: Socio-Economic, Manpower, Regional; Report of Task Force I to the Connecticut Commission for Higher Education."},
      {
        "id":"ED048837",
        "title":"Systems Planning Approach to Educational Research Planning."},
      {
        "id":"ED048839",
        "title":"Toward an Agenda for a National Planning Effort in Higher Education; Phase I. Interim Report."},
      {
        "id":"ED048840",
        "title":"A Project for Research, Development, and Evaluation Training. Final Report."},
      {
        "id":"ED048841",
        "title":"Summer Sessions in Colleges and Universities of the United States 1960."},
      {
        "id":"ED048842",
        "title":"The Redistribution of Power in Higher Education: Changing Patterns of Internal Governance."},
      {
        "id":"ED048843",
        "title":"A Workshop in Community College Administration: Proceedings 1969."},
      {
        "id":"ED048844",
        "title":"A Procedure for Assessing Students' Ability to Write Compositions."},
      {
        "id":"ED048845",
        "title":"Evaluation of Programs."},
      {
        "id":"ED048847",
        "title":"Establishing Academic Senates in California Community Colleges."},
      {
        "id":"ED048848",
        "title":"Developmental Programs in Midwestern Community Colleges."},
      {
        "id":"ED048849",
        "title":"Interdistrict Arrangements for Student Flow and Regional Planning, California Community Colleges: Feasibility Study."},
      {
        "id":"ED048850",
        "title":"An Evaluation of Extended Opportunity Services (SB164) at Santa Barbara City College, Fall Semester, 1970."},
      {
        "id":"ED048851",
        "title":"Black Studies in the Community Colleges: A Survey. Final Report."},
      {
        "id":"ED048852",
        "title":"The Transfer of Credits for Junior Colleges to Senior Colleges."},
      {
        "id":"ED048853",
        "title":"Alpha Community College: A Model to Demonstrate the Organization and Operation of a Continuing Education Program."},
      {
        "id":"ED048854",
        "title":"The Emergence of Continuing Education/Community Service/Adult Education as a Community College Function."},
      {
        "id":"ED048855",
        "title":"Conference for Faculty and Administrators of &quot;Basic Studies-Type&quot; Programs: Transcript."},
      {
        "id":"ED048856",
        "title":"Application of Rokeach's Values Scales to Community College Populations."},
      {
        "id":"ED048857",
        "title":"One Institution: Six Alternatives."},
      {
        "id":"ED048858",
        "title":"Reaching for the Ideal: Recommendations for Texas Community Junior Colleges and Recommendations for State Action."},
      {
        "id":"ED048859",
        "title":"Skill Development in Junior College Reading Programs."},
      {
        "id":"ED048860",
        "title":"Independent Junior Colleges in the Seventies: Selected Proceedings of Three Regional Workshops."},
      {
        "id":"ED048861",
        "title":"A Community College System for Israel."},
      {
        "id":"ED048862",
        "title":"College of DuPage: &quot;Model for Reorganization.&quot;"},
      {
        "id":"ED048863",
        "title":"Cost Analysis: First Step Toward Differentiated Funding."},
      {
        "id":"ED048864",
        "title":"Citation Patterns in Information Science."},
      {
        "id":"ED048865",
        "title":"Kansas Library Trustee Handbook."},
      {
        "id":"ED048866",
        "title":"Library Resource and Service Centers of Kansas, with Guidelines for Future Development and Cooperative Use."},
      {
        "id":"ED048868",
        "title":"A Time to Reach Out; A Study of Extension Services of the Hartford Public Library, Hartford, Connecticut."},
      {
        "id":"ED048869",
        "title":"Bibliography on Automation and Technological Change and Studies of the Future."},
      {
        "id":"ED048870",
        "title":"Health Science Libraries Today."},
      {
        "id":"ED048871",
        "title":"Report of the Dissemination Advisory Committee to the National Center for Educational Communication, U.S. Office of Education."},
      {
        "id":"ED048872",
        "title":"Toward a Role for Libraries in Bibliotherapy."},
      {
        "id":"ED048873",
        "title":"Information Transfer Systems Requirement Study. Summary Report."},
      {
        "id":"ED048874",
        "title":"The Production, Dissemination, and Assimilation of Information Contained in Journal Articles in Geography."},
      {
        "id":"ED048875",
        "title":"Aspects of Public Library Administration; Report on a Study Tour of Libraries Overseas in 1968. Second Edition."},
      {
        "id":"ED048876",
        "title":"The Identification of Common Library Goals, Objectives, and Activities Relative to a Planning, Programming, Budgeting System."},
      {
        "id":"ED048877",
        "title":"Survey of Interlibrary Communications Systems."},
      {
        "id":"ED048878",
        "title":"Library Science Literature, 1965/1969; A Selective Review."},
      {
        "id":"ED048879",
        "title":"A Slide Classification System for the Organization and Automatic Indexing of Interdisciplinary Collections of Slides and Pictures."},
      {
        "id":"ED048880",
        "title":"A Study of the Acquisitions Policies of the Vermont Council of Academic Libraries with the Vermont Free Public Library Service and Vermont State Library."},
      {
        "id":"ED048881",
        "title":"An Investigation into the Significance of Age as a Factor in Selecting an Optimum Circulation Period(s) for Serials."},
      {
        "id":"ED048882",
        "title":"A Development Plan for the Palm Beach County Library System."},
      {
        "id":"ED048883",
        "title":"Program for the Learning Resources Center; Standards for Integrating School Library and Media Services."},
      {
        "id":"ED048886",
        "title":"Structure and Content of a Museum Data Bank."},
      {
        "id":"ED048887",
        "title":"Goals for UCLA Librarians."},
      {
        "id":"ED048888",
        "title":"Committee on Scientific and Technical Information of the Federal Council for Science and Technology of the United States of America: A History."},
      {
        "id":"ED048889",
        "title":"Interlibrary Cooperation, A Second Year Review of the Kentucky, Ohio, Michigan Regional Medical Library Program."},
      {
        "id":"ED048892",
        "title":"Financing Public Libraries in Ohio."},
      {
        "id":"ED048893",
        "title":"Improving the Availability of Scientific and Technical Information in the United States; Panel Report of the President's Science Advisory Committee, 7 December, 1958."},
      {
        "id":"ED048894",
        "title":"Science, Government, and Information: The Responsibilities of the Technical Community and the Government in the Transfer of Information."},
      {
        "id":"ED048895",
        "title":"A Report of the Office of Science and Technology Ad Hoc Panel on Scientific and Technical Communications."},
      {
        "id":"ED048896",
        "title":"Books by Mail."},
      {
        "id":"ED048899",
        "title":"Study and Comparison of the Indexing of the &quot;Bibliography of Agriculture&quot; in Relation to the Indexing of 15 Other Secondary Services."},
      {
        "id":"ED048900",
        "title":"Job Description and Salaries for Library Technicians: A Summary of Proceedings of the First Regional Workshop, Eastern Division, Council on Library Technology, January 16-17, 1970 - Bethlehem, Pennsylvania."},
      {
        "id":"ED048901",
        "title":"Microform Utilization: The Academic Library Environment. Report of Conference held at Denver, Colorado, 7-9 December 1970."},
      {
        "id":"ED048902",
        "title":"Floating Librarians in the Community."},
      {
        "id":"ED048903",
        "title":"Expanded Concepts of the School Library Media Center; Narrative Evaluation Report on the Institute for Advanced Study for Librarians...University of Washington...July 6 to July 17, 1970."},
      {
        "id":"ED048904",
        "title":"Federal Information Processing Standards Index."},
      {
        "id":"ED048905",
        "title":"Cooperative Data Management for Information Centers."},
      {
        "id":"ED048906",
        "title":"Comparison of Document Data Bases"},
      {
        "id":"ED048907",
        "title":"Use of PL/1 in a Bibliographic Information Retrieval System."},
      {
        "id":"ED048908",
        "title":"Provision of Information to the Research Staff."},
      {
        "id":"ED048909",
        "title":"Collective Bargaining in the Field of Librarianship."},
      {
        "id":"ED048910",
        "title":"Information Storage and Retrieval...Reports on Analysis, Dictionary Construction, User Feedback, Clustering, and On-Line Retrieval."},
      {
        "id":"ED048911",
        "title":"Automatic Content Analysis; Part I of Scientific Report No. ISR-18, Information Storage and Retrieval..."},
      {
        "id":"ED048912",
        "title":"Automatic Dictionary Construction; Part II of Scientific Report No. ISR-18, Information Storage and Retrieval..."},
      {
        "id":"ED048913",
        "title":"User Feedback Procedures; Part III of Scientific Report No. ISR-18, Information Storage and Retrieval..."},
      {
        "id":"ED048914",
        "title":"Clustering Methods; Part IV of Scientific Report No. ISR-18, Information Storage and Retrieval..."},
      {
        "id":"ED048915",
        "title":"On-Line Retrieval System Design; Part V of Scientific Report No. ISR-18, Information Storage and Retrieval..."},
      {
        "id":"ED048916",
        "title":"A Successful Attempt to Train Children in Coordination of Projective Space."},
      {
        "id":"ED048917",
        "title":"The Role of Experience in the Behavioral Development of Human Infants: Current Status and Recommendations."},
      {
        "id":"ED048918",
        "title":"Minimum Standards for Licensed Day Care Centers and Night-Time Centers. Revised Edition."},
      {
        "id":"ED048919",
        "title":"Lead Poisoning in Children."},
      {
        "id":"ED048920",
        "title":"Play Behavior and Efficacy in Ghetto Four-Year-Olds: Organization and Psychosexual Content of Play."},
      {
        "id":"ED048922",
        "title":"The Professional Response."},
      {
        "id":"ED048923",
        "title":"The Efficacy of a Mathematics Readiness Program for Inducing Conservation of Number, Weight, Area, Mass, and Volume in Disadvantaged Preschool Children in the Southern United States."},
      {
        "id":"ED048924",
        "title":"Field Test of the University of Hawaii Preschool Language Curriculum. Final Report."},
      {
        "id":"ED048925",
        "title":"Community Coordinated Child Care: A Federal Partnership in Behalf of Children. Final Report."},
      {
        "id":"ED048926",
        "title":"Decentration in Children: Its Generality and Correlates."},
      {
        "id":"ED048927",
        "title":"Tiny Dramas: Vocal Communication Between Mother and Infant in Japanese and American Families."},
      {
        "id":"ED048929",
        "title":"Head Start Graduates: One Year Later."},
      {
        "id":"ED048931",
        "title":"Federal Involvement in Day Care."},
      {
        "id":"ED048932",
        "title":"A Brief Guide to Newsletters in Early Childhood Education."},
      {
        "id":"ED048933",
        "title":"A National Survey of the Parent-Child Center Program."},
      {
        "id":"ED048935",
        "title":"Programs of Head Start Parent Involvement in Hawaii. A Section of the Final Report for 1969-70."},
      {
        "id":"ED048936",
        "title":"The Ability of Kindergarten and First Grade Children to Use the Transitive Property of Three Length Relations in Three Perceptual Situations."},
      {
        "id":"ED048937",
        "title":"An Integrated Program of Group Care and Education for Socioeconomically Advantaged and Disadvantaged Infants."},
      {
        "id":"ED048938",
        "title":"Evaluation Guide for Early Childhood Education Programs."},
      {
        "id":"ED048939",
        "title":"Increasing the Effectiveness of Parents-as-Teachers."},
      {
        "id":"ED048940",
        "title":"The New Nursery School Research Project; Evaluating the Effectiveness of an Open, Responsive Environment in Achieving Selected Objectives of Early Childhood Education. Final Report."},
      {
        "id":"ED048941",
        "title":"Review and Summary of a National Survey of the Parent-Child Center Program."},
      {
        "id":"ED048942",
        "title":"Differential Performance of Kindergarten Children on Transitivity of Three Matching Relations."},
      {
        "id":"ED048943",
        "title":"&quot;Need Achievement&quot; Training for Head Start Children and Their Mothers."},
      {
        "id":"ED048944",
        "title":"Community Coordinated Child Care: A Federal Partnership in Behalf of Children. Summary."},
      {
        "id":"ED048945",
        "title":"Simulation Activities for Training Parents and Teachers as Educational Partners: A Report and Evaluation."},
      {
        "id":"ED048946",
        "title":"A Longitudinal Assessment of Thinking Ability of Preliterate Children During a Two-Year Period. Final Report."},
      {
        "id":"ED048947",
        "title":"Head Start Curriculum Models: A Reference List. (Revised Edition)."},
      {
        "id":"ED048948",
        "title":"Project ERA: A Three Year Study of a Follow Through Program. A Longitudinal Study of the Monongalia County Follow Through Program."},
      {
        "id":"ED048949",
        "title":"Selected Media About the American Indian for Young Children, K-3."},
      {
        "id":"ED048950",
        "title":"Indian History of New York State. Part I: Pre-Iroquoian Cultures."},
      {
        "id":"ED048951",
        "title":"A Contract to Encourage Full Utilization of Educational Talent. Final Report 1968-1969."},
      {
        "id":"ED048952",
        "title":"Teaching the American Indian in the American School: An Adventure in Cultural Geography."},
      {
        "id":"ED048953",
        "title":"Before Industrialization: A Rural Social System Base Study."},
      {
        "id":"ED048954",
        "title":"Self-Concepts, Values, and Needs of Mexican-American Underachievers or (Must the Mexican-American Child Adopt a Self-Concept That Fits the American School?)."},
      {
        "id":"ED048955",
        "title":"Rural Africana; Current Research in the Social Sciences. Rural Education, Fall 1969."},
      {
        "id":"ED048956",
        "title":"The Forgotten Egg; A Study of the Mental Health Problems of Mexican-American Residents in the Neighborhood of the Good Samaritan Center, San Antonio, Texas."},
      {
        "id":"ED048959",
        "title":"Education North of 60; The Canadian Superintendent 1964."},
      {
        "id":"ED048961",
        "title":"Mexican American Education, A Selected Bibliography. Supplement No. 1."},
      {
        "id":"ED048962",
        "title":"Attitudes, Understanding, and Interaction: Students, Parents, Teachers, and Community Leaders; Perceptions of Indian Education. The National Study of American Indian Education, Series IV, No. 12, Final Report."},
      {
        "id":"ED048963",
        "title":"Oregon Migrant Health Project; Annual Progress Report 1969."},
      {
        "id":"ED048964",
        "title":"Smaller Communities Services Program: Jefferson County, Oregon; Combined Economic Base Report and Applicant Potential Report, An Evaluation of the Economic and Human Resources of a Rural Oregon County."},
      {
        "id":"ED048968",
        "title":"1969 Post Season Farm Labor and Rural Manpower Report."},
      {
        "id":"ED048969",
        "title":"School Discrimination: The Mexican American Case."},
      {
        "id":"ED048970",
        "title":"Pennsylvania Farm Labor Service Annual Report, 1970."},
      {
        "id":"ED048971",
        "title":"Occupational Role Models of Negro Youth."},
      {
        "id":"ED048972",
        "title":"Teacher Survival in an Extreme Environment."},
      {
        "id":"ED048973",
        "title":"&quot;Eight Weeks at Accomack&quot;: A Report on The Migrant Education Program--Accomack County Public Schools--Accomac, Virginia--Summer 1970."},
      {
        "id":"ED048974",
        "title":"The Arlington-Harquahala Story; A Step Forward Program for the Education of Migrant Children."},
      {
        "id":"ED048975",
        "title":"Modifying Programs of Vocational Education to Meet the Changing Needs of People in Rural Areas. Institute III, Final Report."},
      {
        "id":"ED048976",
        "title":"Expanding Vocational Education Curriculums to Meet the Needs of Disadvantaged Youth and Adults in Rural Areas. Institute IV, Final Report."},
      {
        "id":"ED048977",
        "title":"Development of Vocational Guidance and Placement Personnel for Rural Areas. Institute VII, Final Report."},
      {
        "id":"ED048978",
        "title":"An Overview of Federal Programs and Their Impacts on Appalachia."},
      {
        "id":"ED048979",
        "title":"Rural and Small School Consolidation--Some Problems and Suggested Procedures."},
      {
        "id":"ED048980",
        "title":"Relationship of Power and Authority in Rural Areas."},
      {
        "id":"ED048981",
        "title":"The Volunteer--An Educational Resource."},
      {
        "id":"ED048982",
        "title":"Analysis of Attitudes Relative to Education in the Appalachian Region."},
      {
        "id":"ED048983",
        "title":"Eskimo Acculturation: A Selected Annotated Bibliography of Alaskan and Other Eskimo Acculturation Studies."},
      {
        "id":"ED048985",
        "title":"Four Corners Regional Commission Second Annual Report, 1969."},
      {
        "id":"ED048986",
        "title":"Four Corners Regional Commission Third Annual Report, 1970."},
      {
        "id":"ED048987",
        "title":"Chicanos; A Selected Bibliography."},
      {
        "id":"ED048988",
        "title":"Response of Migrant Children to Outdoor Education."},
      {
        "id":"ED048989",
        "title":"Project COPE: Coordinated Optimal Program Effort, Final Report."},
      {
        "id":"ED048990",
        "title":"Behavioral Objectives Report: Project COPE (Coordinated Optimal Program Effort), Phoenix Indian High School, Phoenix, Arizona."},
      {
        "id":"ED048993",
        "title":"Proceedings: Twelfth Annual Indian Education Conference."},
      {
        "id":"ED048994",
        "title":"Some Implications From Paired Associate Learning On the Development of Reading Readiness."},
      {
        "id":"ED048995",
        "title":"The Right to Read: A Progress Report."},
      {
        "id":"ED048996",
        "title":"Syntagmatic Oral Responses Compared with High and Low Verbal SAT Scores of College Freshmen."},
      {
        "id":"ED048997",
        "title":"Oral Language Responses as a Predictor of Reading Performance in the Intermediate Grades."},
      {
        "id":"ED048998",
        "title":"A Reading Program for Open Enrollment."},
      {
        "id":"ED048999",
        "title":"Effects of Modality on Response Word Association Tasks."},
      {
        "id":"ED049000",
        "title":"The Effects of Verbalization on the Learning of Paired Associates."},
      {
        "id":"ED049001",
        "title":"Some Experiments on Visual and Aural Word Recognition."},
      {
        "id":"ED049002",
        "title":"The Building Block Construct as a Possible Model for Decoding Processes."},
      {
        "id":"ED049003",
        "title":"Toward a Systematic Approach to How the Reader Uses Context to Determine Meaning."},
      {
        "id":"ED049004",
        "title":"The Impact of Today's Students Upon College Programs in Reading."},
      {
        "id":"ED049005",
        "title":"A Comparison of Reading Ability of Junior College Students with the Readability Levels of Assigned Texts."},
      {
        "id":"ED049006",
        "title":"Theories, Models, and Strategies for Learning to Read."},
      {
        "id":"ED049007",
        "title":"1970 Review of Research on College-Adult Reading."},
      {
        "id":"ED049008",
        "title":"An Experimental Design For Summative Evaluation of Proprietary Reading Materials."},
      {
        "id":"ED049009",
        "title":"Psychological Factors Related to Early Reading Behavior of Educable Mentally Retarded and Normal Children. Interim Report."},
      {
        "id":"ED049010",
        "title":"Retroactive Interference in Prose Learning."},
      {
        "id":"ED049012",
        "title":"Reading Preferences, Skills and Habits of Harcum Junior College and City University of New York Community College Students."},
      {
        "id":"ED049013",
        "title":"Reading Improvements Associated With Harcum Development Program."},
      {
        "id":"ED049014",
        "title":"A Critical Review of the Information Base for Current Assumptions Regarding the Status of Instruction and Achievement in Reading in the United States."},
      {
        "id":"ED049016",
        "title":"Summative Evaluation of Listen Look Learn 2nd Year Students, Cycles R-70, 1968-69."},
      {
        "id":"ED049017",
        "title":"Reading Rates Attained by First-Year LISTEN LOOK LEARN Students."},
      {
        "id":"ED049018",
        "title":"Follow-Up Study of LISTEN LOOK LEARN First Year Students Who Used Traditional Basal Programs in Second Year."},
      {
        "id":"ED049019",
        "title":"The Formative Period of Listen Look Learn, a Multi-Media Communication Skills System."},
      {
        "id":"ED049020",
        "title":"The Use of Tutors in the Santa Barbara City College Reading Program."},
      {
        "id":"ED049021",
        "title":"The Student-Development Center: A Ten-week Experience in Re-education."},
      {
        "id":"ED049023",
        "title":"Reading Research: Methodology, Summaries, and Application. An Annotated Bibliography."},
      {
        "id":"ED049026",
        "title":"Environmental Education Objectives and Field Activities, Third Edition."},
      {
        "id":"ED049028",
        "title":"Environmental Studies at the CIC Universities--A Survey."},
      {
        "id":"ED049033",
        "title":"Federal Outdoor Recreation Programs and Recreation-Related Environmental Programs."},
      {
        "id":"ED049034",
        "title":"Improving Teachers' Mathematics Tutoring Skills Through Microteaching: A Comparison of Videotape and Audiotape Feedback."},
      {
        "id":"ED049035",
        "title":"Experiences in Mathematical Discovery, Unit 9, Positive and Negative Numbers."},
      {
        "id":"ED049036",
        "title":"The Level of Mastery of Selected Classificatory Science Concepts."},
      {
        "id":"ED049044",
        "title":"The Task Analysis for Developing Mathematical Processes, Arithmetic, Book 1: Comparing and Equalizing Objects and Sets."},
      {
        "id":"ED049045",
        "title":"Teacher Planning + Laboratory Setting = An Innovative Project."},
      {
        "id":"ED049046",
        "title":"Hereditary and Environmental Components of Quantitative Reasoning."},
      {
        "id":"ED049047",
        "title":"Physical Science, Units 5 and 6, Field Test Copy."},
      {
        "id":"ED049049",
        "title":"Experiences in Mathematical Discovery, Unit 6, Mathematical Thinking."},
      {
        "id":"ED049054",
        "title":"School Mathematics Study Group Newsletter No. 34, SMSG Publications."},
      {
        "id":"ED049055",
        "title":"Mathematics Student Teachers' Self-Assessment of Teaching Competencies."},
      {
        "id":"ED049056",
        "title":"Strategies in Learning Mathematical Structures, A Brief Report of the Study."},
      {
        "id":"ED049057",
        "title":"Use of Computer Assisted Instruction in Mathematics for Disadvantaged Seventh Grade Youth."},
      {
        "id":"ED049061",
        "title":"Selected Topological Concepts Taught to Children, Ages Six to Nine."},
      {
        "id":"ED049062",
        "title":"Project SOSO (Save Our Slow Ones)"},
      {
        "id":"ED049063",
        "title":"Using Research: A Key to Elementary School Mathematics. Mathematics and the \"Disadvantaged\"."},
      {
        "id":"ED049064",
        "title":"A Basis for Training Mathematics Teachers."},
      {
        "id":"ED049067",
        "title":"Lessons in Drug Abuse Education for Independent Study, Student Edition."},
      {
        "id":"ED049068",
        "title":"Lessons in Drug Abuse Education for Independent Study, Teacher Edition."},
      {
        "id":"ED049069",
        "title":"Intellectual Growth and Understanding Mathematics. Mathematics Education Reports."},
      {
        "id":"ED049074",
        "title":"A Summer Task Group for Educational Innovation, Final Report."},
      {
        "id":"ED049075",
        "title":"Final Evaluation for the Neighborhood Educational Cultural Centerette."},
      {
        "id":"ED049076",
        "title":"Science Education in the Asian Region, Bulletin of the UNESCO Regional Office for Education in Asia, Volume 4, Number 1."},
      {
        "id":"ED049077",
        "title":"Directory of National Organizations Concerned With Land Pollution Control."},
      {
        "id":"ED049078",
        "title":"Using Research: A Key to Elementary School Mathematics, The Research from 1970: What Did It Add?"},
      {
        "id":"ED049079",
        "title":"Research in Elementary School Mathematics-1970: Annotated List of Research References. Mathematics Education Reports."},
      {
        "id":"ED049081",
        "title":"Curriculum Decisions: Social Realities."},
      {
        "id":"ED049082",
        "title":"Dissident Literature and Social Education."},
      {
        "id":"ED049083",
        "title":"The Program of Social Studies Instruction Grades K-12."},
      {
        "id":"ED049085",
        "title":"The Gang Unit."},
      {
        "id":"ED049086",
        "title":"The American Historical Association's History Education Project: The Status of the Project and its Regional Teams as of the End of 1970."},
      {
        "id":"ED049087",
        "title":"Newspaper Activities for Elementary Children."},
      {
        "id":"ED049088",
        "title":"Social Studies: The Syllabus and Introductory Lecture Session."},
      {
        "id":"ED049089",
        "title":"Revised Social Studies for Liberian Schools Curriculum Syllabus: Scope and Sequence."},
      {
        "id":"ED049091",
        "title":"International Education Year 1970. Bulletin."},
      {
        "id":"ED049092",
        "title":"Preservice, Inservice, and Graduate Programs in Economic Education."},
      {
        "id":"ED049093",
        "title":"Giving an International Perspective to Social Studies Instruction."},
      {
        "id":"ED049094",
        "title":"How to Make Citizenship Education More Effective."},
      {
        "id":"ED049095",
        "title":"The Effectiveness of Teacher Training as Measured by Pupil Performance."},
      {
        "id":"ED049097",
        "title":"Education in Germany."},
      {
        "id":"ED049099",
        "title":"A System for Analyzing Social Simulations and Educational Games (SAS) or Games Analysis System (GAS)."},
      {
        "id":"ED049101",
        "title":"Current Publications in Population/Family Planning."},
      {
        "id":"ED049102",
        "title":"United States Arms Control and Disarmament Agency. Ninth Annual Report to Congress."},
      {
        "id":"ED049103",
        "title":"Documents on Disarmament."},
      {
        "id":"ED049105",
        "title":"Project Canada West. Interim Report."},
      {
        "id":"ED049106",
        "title":"Educational Resources Center. Fourth Annual Report."},
      {
        "id":"ED049108",
        "title":"School Services Curriculum Newsletter."},
      {
        "id":"ED049109",
        "title":"National Gaming Council."},
      {
        "id":"ED049110",
        "title":"The Acceptance of Universalism: The Effect of School Attendance."},
      {
        "id":"ED049112",
        "title":"National Assessment of Educational Progress. Summary of Report 2. Citizenship: National Results--Partial. Observations and Commentary of a Panel of Reviewers."},
      {
        "id":"ED049114",
        "title":"Proposed Social Sciences Education Framework for California Public Schools. An Abstract from Revised Draft."},
      {
        "id":"ED049115",
        "title":"Focus on Asian Studies. Number 21."},
      {
        "id":"ED049116",
        "title":"The Rise of Alternative Schools. Implications for Social Studies Education."},
      {
        "id":"ED049117",
        "title":"Sociology and Eastern Europe. A Newsletter for Social Scientists interested in Eastern Europe and Greece."},
      {
        "id":"ED049118",
        "title":"A Bibliography."},
      {
        "id":"ED049129",
        "title":"Teaching Anthropological Processes and Perspectives in the Secondary School."},
      {
        "id":"ED049134",
        "title":"Curriculum Components in History/Social Studies for Christian High Schools."},
      {
        "id":"ED049136",
        "title":"Education in the Mongolian People's Republic."},
      {
        "id":"ED049138",
        "title":"Israel Education Abstracts. A Selected Bibliography of Current and Past Literature and Materials on the Philosophy, Policy and Practice of Education in Israel. Volume 5, Number 2."},
      {
        "id":"ED049139",
        "title":"Israel Education Abstracts. A Selected Bibliography of Current and Past Literature and Materials on the Philosophy, Policy, and Practice of Education in Israel."},
      {
        "id":"ED049140",
        "title":"Air Age Education. Elementary Units."},
      {
        "id":"ED049141",
        "title":"The Teaching of the Social Studies in Primary Teacher Training Institutions in Asia."},
      {
        "id":"ED049143",
        "title":"Inquiry Dialogue in the Classroom."},
      {
        "id":"ED049145",
        "title":"Pre-Service, Secondary School Teacher Educators and the &quot;New&quot; Social Studies."},
      {
        "id":"ED049146",
        "title":"Problems Approaches to the Social Studies: Alternative Structures for an Introductory Course."},
      {
        "id":"ED049148",
        "title":"Projecting Whole--Body Future Patterns--The Field Anomaly Relaxation (FAR) Method. Memorandum Report."},
      {
        "id":"ED049149",
        "title":"Politics 3. Memorandum Report."},
      {
        "id":"ED049150",
        "title":"Alternative Futures: Contexts in Which Social Indicators Must Work. Research Note."},
      {
        "id":"ED049151",
        "title":"Concepts in the Social Studies."},
      {
        "id":"ED049152",
        "title":"Performance-Based Certification of School Personnel."},
      {
        "id":"ED049153",
        "title":"Evaluation of Pittsburgh Teacher Corps Pre-Service Program--Fourth Cycle, June 25-August 31, 1969."},
      {
        "id":"ED049154",
        "title":"Appendix to the Brophy-Good Dyadic Interaction Coding Manual. Additional Coding Categories and Procedures."},
      {
        "id":"ED049155",
        "title":"The Effects of Expectation, Social Class, and Experience on Group Productivity."},
      {
        "id":"ED049157",
        "title":"A Taxonomy of Teaching Behaviors: Progress Report."},
      {
        "id":"ED049158",
        "title":"Trends in Teacher Preparation Curricula in Canada."},
      {
        "id":"ED049159",
        "title":"Putting Student Teaching in Context."},
      {
        "id":"ED049160",
        "title":"Personality Correlates of Teacher Performance in a Micro-Teaching Laboratory."},
      {
        "id":"ED049162",
        "title":"The Skills of Teaching: A Dynamic Approach."},
      {
        "id":"ED049163",
        "title":"Summer Workshop in Individualization of Instruction, 1970. Selected Papers."},
      {
        "id":"ED049165",
        "title":"Comprehensive Proposals for Teacher Education: A Concise Guide Derived from Donald R. Cruickshank's Study of Proposals for Second-Phase Comprehensive Elementary Teacher Education Models Project."},
      {
        "id":"ED049166",
        "title":"Temple Program: Proposal for the Portal School Program."},
      {
        "id":"ED049168",
        "title":"Changing Teacher Behavior: A Description of Three Experimental Programs."},
      {
        "id":"ED049169",
        "title":"National Council on the Arts; National Endowment for the Arts. The First Five Years: Fiscal 1966 Through Fiscal 1970."},
      {
        "id":"ED049170",
        "title":"Making Teacher Education More Relevant."},
      {
        "id":"ED049173",
        "title":"American Cooperative Schools in Bolivia. The Ball State Report."},
      {
        "id":"ED049174",
        "title":"Seminar on the Training of Teachers, by the Interdisciplinary System, To Use This System in Schools (Bouake, Ivory Coast, March 24 - April 4, 1970). Final Report."},
      {
        "id":"ED049176",
        "title":"Equilibrium Theory and Behavior Change: An Experiment in Feedback from Pupils to Teachers."},
      {
        "id":"ED049177",
        "title":"Individually Prescribed Supervisory Training Protocols Based on a Comprehensive Analysis of a Trainee's Conference."},
      {
        "id":"ED049178",
        "title":"Disciplinary Techniques: Repertoires and Relationships."},
      {
        "id":"ED049179",
        "title":"Different Objectives for Different Kinds of Teachers: Three Levels of Instructional Design."},
      {
        "id":"ED049181",
        "title":"Paraprofessional Training Project. Final Report."},
      {
        "id":"ED049182",
        "title":"Role-Playing in Paraprofessional Training."},
      {
        "id":"ED049183",
        "title":"Paraprofessional Training Model. A Process for Training."},
      {
        "id":"ED049184",
        "title":"Taxonomy of Paraprofessional Training."},
      {
        "id":"ED049185",
        "title":"Blueprint for Action: A Summary of Recommendations for Improving Compensatory Education in Massachusetts."},
      {
        "id":"ED049186",
        "title":"Levels of Thinking in Supervisory Conferences."},
      {
        "id":"ED049187",
        "title":"Using a Systems Approach To Develop and Research Supervisory Conference Strategies."},
      {
        "id":"ED049188",
        "title":"The Impossible Imperatives: Power, Authority, and Decision Making in Teacher Education."},
      {
        "id":"ED049189",
        "title":"Participant Observation and Lesson Plan Analysis: Implications for Curriculum and Instructional Research."},
      {
        "id":"ED049190",
        "title":"Change of Content Development Patterns Observed in Classroom Communication Behaviors Due to In-Service Training in Content Strategies."},
      {
        "id":"ED049191",
        "title":"Updating the Process and Content of Teacher Education Courses to Reach Less-Advantaged Adults in Metropolitan Areas. Final Report."},
      {
        "id":"ED049192",
        "title":"The Theory of Directed Graphs: Some Applications to Research on Teaching."},
      {
        "id":"ED049194",
        "title":"Developing an Hierarchy of Content Suitable for Achieving Behavioral Objectives."},
      {
        "id":"ED049195",
        "title":"Educational Research Postdoctoral Fellowship. Terminal Report."},
      {
        "id":"ED049196",
        "title":"The Paradox of Art Education in the Public Schools: A Brief History of Influences."},
      {
        "id":"ED049197",
        "title":"Professional Growth Credit for Educational Travel. ERS Circular No. 2"},
      {
        "id":"ED049199",
        "title":"Screen Study Guides."},
      {
        "id":"ED049200",
        "title":"The Unit Process."},
      {
        "id":"ED049203",
        "title":"Afro-American Language and Culture in the Classroom."},
      {
        "id":"ED049221",
        "title":"Folklore: Collecting Folklore, American Folk Tradition, and Books for Reading."},
      {
        "id":"ED049239",
        "title":"The Bible as Literature."},
      {
        "id":"ED049240",
        "title":"Relevance and Irrelevance in the Study of Literature."},
      {
        "id":"ED049241",
        "title":"Flexibility in the English Curriculum: The Semester Elective Program."},
      {
        "id":"ED049242",
        "title":"Exposure: Media Evaluations, Afro-American Non-Book Resources."},
      {
        "id":"ED049243",
        "title":"Senior High Schools Journalism 2 and 3: An Instructional Guide, Experimental. Publication No. X-94."},
      {
        "id":"ED049244",
        "title":"A Proposal for the Development of an English Curriculum."},
      {
        "id":"ED049247",
        "title":"Basic Bibliographies on the Teaching of English."},
      {
        "id":"ED049248",
        "title":"Using Film with Poetry: A Unit Approach."},
      {
        "id":"ED049249",
        "title":"The Technique of the Infelicitous Alternative."},
      {
        "id":"ED049265",
        "title":"[Linguistic Approach to the Study of the American Language.]"},
      {
        "id":"ED049266",
        "title":"A Summary of Investigations Relating to the English Language Arts in Elementary and Secondary Education: 1969"},
      {
        "id":"ED049267",
        "title":"Elective English Programs in Junior and Senior High Schools; Eleven Program Descriptions."},
      {
        "id":"ED049268",
        "title":"The Evaluation of Teaching College English."},
      {
        "id":"ED049270",
        "title":"Use of Psychological Tests in an Administrative Staff Improvement Program."},
      {
        "id":"ED049271",
        "title":"A Model for Assessing Complex Educational Outcomes."},
      {
        "id":"ED049272",
        "title":"Analysis of Observational Data."},
      {
        "id":"ED049273",
        "title":"Test Achievement: Expectation and Reality."},
      {
        "id":"ED049274",
        "title":"Stability of Productive Thinking Factors Across Different Communities and Grade Levels."},
      {
        "id":"ED049275",
        "title":"A Validation of the Smith Test for Measuring Teacher Judgment of Written Composition."},
      {
        "id":"ED049276",
        "title":"The Effect of Sequential Dependence on the Sampling Distributions of KR-20, KR-21, and Split-Halves Reliabilities."},
      {
        "id":"ED049277",
        "title":"Interactions Revisited."},
      {
        "id":"ED049278",
        "title":"Violation of Homogeneity of Variance Assumption in the Integrated Moving Averages Time Series Model."},
      {
        "id":"ED049280",
        "title":"Neyman's Restricted Chi-Square Tests."},
      {
        "id":"ED049281",
        "title":"Fink Interaction Analysis System."},
      {
        "id":"ED049282",
        "title":"Convergent-Discriminant Validation of Behavioral Ratings."},
      {
        "id":"ED049283",
        "title":"The Admission Index as a Predictor of Freshman GPA."},
      {
        "id":"ED049284",
        "title":"The Effect of Programmed Productive Thinking Materials on the Divergent and Convergent Test Scores of Sixth Grade Students."},
      {
        "id":"ED049285",
        "title":"Study of Relationships of Reading Mastery Level to General Reading Achievement to Validate Diagnostic Reading Tests."},
      {
        "id":"ED049286",
        "title":"On the General \"Orthomax\" Criterion for Orthogonal Factor Transformation."},
      {
        "id":"ED049287",
        "title":"An Investigation of Selected Procedures for the Development and Evaluation of Hierarchical Curriculum Structures."},
      {
        "id":"ED049288",
        "title":"Some Factor Analytic Approximations to Latent Class Structure."},
      {
        "id":"ED049289",
        "title":"On an Extension of the Rasch Model to the Case of Polychotomously Scored Items."},
      {
        "id":"ED049290",
        "title":"The Comparative Effectiveness of Different Item Analysis Techniques in Increasing Change Score Reliability."},
      {
        "id":"ED049291",
        "title":"Student Development in an Experimental College: Some Evaluation Strategies and Outcomes."},
      {
        "id":"ED049292",
        "title":"Computer Simulation of Human Behavior: Assessment of Creativity."},
      {
        "id":"ED049293",
        "title":"Can Scores Obtained from the Slosson Intelligence Test be Used with as much Confidence as Scores Obtained from the Stanford-Binet Intelligence Scale?"},
      {
        "id":"ED049294",
        "title":"An Examination of Four Arithmetic Attitude Scales."},
      {
        "id":"ED049295",
        "title":"The Effects of Violations of Assumptions Upon Certain Tests of the Product Moment Correlation Coefficient."},
      {
        "id":"ED049296",
        "title":"Attitude Changes on the College Student Questionnaires: A Study of Students Enrolled in Predominantly Black Colleges and Universities."},
      {
        "id":"ED049297",
        "title":"Interactive Effects of Year and Academic Predictors on College GPA."},
      {
        "id":"ED049298",
        "title":"The Nongraded Program at the Powell Elementary School: Evaluative Phase II."},
      {
        "id":"ED049299",
        "title":"Objectives and Procedures of the Michigan Educational Assessment Program, 1970-71: Assessment Report No. 7."},
      {
        "id":"ED049300",
        "title":"Illinois Self-Rating Scale for Student English Teachers (Beginning and Experienced)."},
      {
        "id":"ED049301",
        "title":"A Quasi Actuarial Prospect for Individual Assessment."},
      {
        "id":"ED049302",
        "title":"Michigan Schools: The Organization and Management of Their Testing Programs, 1970."},
      {
        "id":"ED049303",
        "title":"Perceptual-Motor and Motor Performance Test Batteries Developed for Pre-School Through Grade Six Children."},
      {
        "id":"ED049305",
        "title":"Application of the Rasch Model to Civil Service Testing."},
      {
        "id":"ED049307",
        "title":"Topics in Factor Analysis II."},
      {
        "id":"ED049308",
        "title":"Situational Tests for Evaluation of Intervention Programs: A Position."},
      {
        "id":"ED049309",
        "title":"Meeting the Measurement Needs of Education."},
      {
        "id":"ED049310",
        "title":"Effect of Criterion Referenced Testing Upon the Use of Remedial Exam Opportunities."},
      {
        "id":"ED049311",
        "title":"Multiple Prediction of Reading Achievement in Grades One Through Four Using Kindergarten Measures."},
      {
        "id":"ED049312",
        "title":"An Integrated Model for Counseling Research, Education and Evaluation."},
      {
        "id":"ED049313",
        "title":"Using the MMPI to Predict Teacher Behavior."},
      {
        "id":"ED054342",
        "title":"Neighborhood-Based Child Care Services for the Inner City: A Service Model, A Staffing Plan and A Program Implementation Strategy."},
      {
        "id":"ED054344",
        "title":"A Cooperative Vocational Pattern for In-School Mentally Retarded Youth."},
      {
        "id":"ED054345",
        "title":"The Use of Health Aides in Migrant Health Projects."},
      {
        "id":"ED054346",
        "title":"Pennsylvania State University Associate Degree Technician Graduates: Some Demographic Variables."},
      {
        "id":"ED054347",
        "title":"Associate Degree Technicians' Judgments on Quality of Instruction and Course Relevancy."},
      {
        "id":"ED054348",
        "title":"Implementation of Selected Missions, Vocational and Applied Arts Education Program. Final Report."},
      {
        "id":"ED054349",
        "title":"Youth and Work: Toward a Model of Lifetime Economic Prospects."},
      {
        "id":"ED054350",
        "title":"New Directions for Vocational Home Economics."},
      {
        "id":"ED054351",
        "title":"Research in Vocational and Technical Education."},
      {
        "id":"ED054353",
        "title":"The Lodging Industry's Image; How the Adults and Teenagers View Hotels and Motels as Employers and Overall."},
      {
        "id":"ED054354",
        "title":"Exclusive Union Work Referral Systems in the Building Trades."},
      {
        "id":"ED054355",
        "title":"Annotated References on: Engineering Maintenance, Sanitation Public Health, Sanitation Health Care Facility, Housekeeping, and Purchasing."},
      {
        "id":"ED054360",
        "title":"Jobs for America. Annual Report Fiscal 1970."},
      {
        "id":"ED054361",
        "title":"Health Professions and Nursing Student Loan and Scholarship Programs. Manual of Information, Policies, and Procedures."},
      {
        "id":"ED054362",
        "title":"Agriculture and Natural Resources Postsecondary Programs."},
      {
        "id":"ED054364",
        "title":"Industry-Education Cooperative Program for Preservice and Inservice Vocational and Technical Teacher Training. Final Report."},
      {
        "id":"ED054365",
        "title":"Training Evaluation: A Guide to Its Planning, Development, and Use in Agency Training Courses. Training Systems and Technology Series 4."},
      {
        "id":"ED054366",
        "title":"Associate Degree Education for Nursing--Current Issues, 1971."},
      {
        "id":"ED054367",
        "title":"Guide for the Development of Libraries For Schools of Nursing. Third Edition."},
      {
        "id":"ED054377",
        "title":"The Professional Internship Exchange Program in Vocational Education, 1970-1971."},
      {
        "id":"ED054378",
        "title":"The Cluster Concept Program as an Approach to Vocational Education at the Secondary School Level."},
      {
        "id":"ED054379",
        "title":"Relationship of Student Characteristics and Program Policies to Participation in FFA. A Digest of a Ph. D. Dissertation."},
      {
        "id":"ED054380",
        "title":"Guidelines for the Development of Student Organizations Associated with Agricultural Programs at Two-Year, Post-Secondary Educational Institutions in the United States. Research Report."},
      {
        "id":"ED054381",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Summer 1971."},
      {
        "id":"ED054386",
        "title":"Evaluation of Vocational Home Economics Programs in Terms of the Effectiveness of Full-Time Homemakers and Homemakers Who Are Also Full Time Employees. Final Report."},
      {
        "id":"ED054387",
        "title":"Survey for Comparison of Effectiveness of Home Management with Residency Versus Home Management Without Residency Laboratory, 1966-1968. Final Report."},
      {
        "id":"ED054388",
        "title":"A Survey of Training Needs and Internships for Non-Teaching Positions in Home Economics. Final Report."},
      {
        "id":"ED054389",
        "title":"A Junior High School Industrial Technology Curriculum Project: A Final Evaluation of the Industrial Arts Curriculum Project (IACP), 1965-1971."},
      {
        "id":"ED054390",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Summer 1971."},
      {
        "id":"ED054391",
        "title":"The Tenure Debate."},
      {
        "id":"ED054392",
        "title":"The Faculty as Teachers: A Perspective on Evaluation."},
      {
        "id":"ED054393",
        "title":"Oral Language: Expression of Thought."},
      {
        "id":"ED054394",
        "title":"Music in Modern American Society (Contemporary Music): A Guide for a High School Election Course."},
      {
        "id":"ED054395",
        "title":"Student and Teacher Interactions During Evaluative Dialogues in Art."},
      {
        "id":"ED054396",
        "title":"Year-Round Schools: The 45-15 Plan. PREP-27."},
      {
        "id":"ED054397",
        "title":"Educational Attainment of Workers, March 1969 and 1970."},
      {
        "id":"ED054398",
        "title":"Evaluation of Courses and Programs Offered Under the Auspices of Wayne State University and the University of Michigan at the University Center for Adult Education, Detroit, Michigan."},
      {
        "id":"ED054399",
        "title":"Police-Community Relations and the Role of the Non-Professional."},
      {
        "id":"ED054400",
        "title":"Training Law Enforcement Personnel."},
      {
        "id":"ED054401",
        "title":"Senior Studies."},
      {
        "id":"ED054402",
        "title":"Senior Centers--1968."},
      {
        "id":"ED054404",
        "title":"Some Adult Educational Elements in Ancient Eastern Education."},
      {
        "id":"ED054406",
        "title":"Community Decision-Making Systems."},
      {
        "id":"ED054407",
        "title":"Citizen Education and the Planning Process."},
      {
        "id":"ED054408",
        "title":"Factors Affecting Academic Achievement of Adult Students Enrolled in Ontario University Credit Courses."},
      {
        "id":"ED054409",
        "title":"A Survey of Pre and Post Retirement Programs Offered by Major Employers of Metropolitan Chicago."},
      {
        "id":"ED054410",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: Adult Basic Education Materials Demonstration Project; Alabama State Module. Final Report Series."},
      {
        "id":"ED054411",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults. Long Range Follow-Up of Adult Education Participants; West Virginia State Module. Final Report Series."},
      {
        "id":"ED054412",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults. Counselor Aides; Virginia State Module. Final Report Series."},
      {
        "id":"ED054416",
        "title":"Cooperative Program Improvement; An Experiment in ABE In-Service Training. Doolittle Family Education Center Experimental In-Service Training Project. Final Report."},
      {
        "id":"ED054417",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: Georgia State Module. Final Report."},
      {
        "id":"ED054418",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: Ohio State Module. ABE Life-Centered Curriculum Development and Teaching Technique. Final Report."},
      {
        "id":"ED054420",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: Alabama State Module. Adult Basic Education Materials Demonstration Project. Final Report."},
      {
        "id":"ED054421",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: Kentucky State Module. Final Report."},
      {
        "id":"ED054422",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: Maryland State Module. Typing as a Motivational Factor and an Instructional Process in Education. Final Report."},
      {
        "id":"ED054423",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: New York State Module. Project Learn. Final Report."},
      {
        "id":"ED054424",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: South Carolina State Module. Development of Career and Educational Ladders between Industry and Instructional Agencies. Final Report."},
      {
        "id":"ED054425",
        "title":"Demonstration, Developmental and Research Project for Programs, Materials, Facilities and Educational Technology for Undereducated Adults: Ohio State Module. ABE Life-Centered Curriculum Development and Teaching Technique. Final Report."},
      {
        "id":"ED054426",
        "title":"Appalachian Adult Basic Education Teacher-Trainer Reading Workshop."},
      {
        "id":"ED054427",
        "title":"Readings for the Institute for Drug Education at Syracuse."},
      {
        "id":"ED054429",
        "title":"Home Teaching of the Geriatric Blind. Final Research Report."},
      {
        "id":"ED054431",
        "title":"Government Voices, People&apos;s Voices: Literacy/Adult Education for Progress and Human Welfare."},
      {
        "id":"ED054432",
        "title":"From Traditional to Functional Literacy and Development."},
      {
        "id":"ED054433",
        "title":"Relating General Educational Development to Career Planning."},
      {
        "id":"ED054434",
        "title":"Continuing Education Director's Guide to Informal Education for Public Affairs."},
      {
        "id":"ED054435",
        "title":"Firefighting for Civil Defense Emergencies; Support Assistants for Fire Emergencies. Instructor Guide--Part B."},
      {
        "id":"ED054436",
        "title":"The Civil Defense Director/Coordinator: An Orientation to the Position. A Program of Instruction for Local Civil Defense Coordinators."},
      {
        "id":"ED054438",
        "title":"MIDSIM: The Maxwell International Development Simulation."},
      {
        "id":"ED054439",
        "title":"Adult Education in Illinois: Policies and Procedures."},
      {
        "id":"ED054440",
        "title":"Negroes in the White-Collar Labor Market: Training, Employment, and Attitudes."},
      {
        "id":"ED054441",
        "title":"Developing and Managing Adult Basic Education Programs."},
      {
        "id":"ED054443",
        "title":"\"I'm Beginning to Think Like the Bird!\" or, Social and Philosophical Issues in the Use of Mass Media in Adult Education-- A Review of the Literature."},
      {
        "id":"ED054445",
        "title":"Project REALISTIC: Determining Literacy Demands of Jobs."},
      {
        "id":"ED054446",
        "title":"Hearings before the Subcommittee on Readjustment, Education, and Employment of the Committee on Veterans' Affairs: United States Senate, 92nd Congress, First Session (April 28, May 10, 1971)."},
      {
        "id":"ED054448",
        "title":"The Adult Basic Education Training Institute for Teachers of Blind and Visually Limited Adults."},
      {
        "id":"ED054458",
        "title":"Can a Machine Develop a Career? A Statement about the Processes of Exploration and Commitment in Career Development. Information System for Vocational Decisions. Project Report 16a."},
      {
        "id":"ED054459",
        "title":"On the Concept of Purpose. Information System for Vocational Decisions. Project Report 20."},
      {
        "id":"ED054460",
        "title":"[White House Press Releases on Drug Abuse.]"},
      {
        "id":"ED054461",
        "title":"Long Term Memory in Normals and Retardates. Memory and Mental Imagery in Retardates: A Pilot Study."},
      {
        "id":"ED054462",
        "title":"The College Drug User: MMPI Profile Analysis."},
      {
        "id":"ED054464",
        "title":"Improving the Study Skills of Discrepant Achieving Seventh Grade Students. Research and Development Report 30."},
      {
        "id":"ED054465",
        "title":"The Use of Models in a Desensitization Procedure."},
      {
        "id":"ED054466",
        "title":"A New Look at Work, Play and Job Satisfaction."},
      {
        "id":"ED054467",
        "title":"The Inner City Classroom: Affective Domain Constraints."},
      {
        "id":"ED054468",
        "title":"Systematic Behavioral Goals for Counselor Education."},
      {
        "id":"ED054469",
        "title":"The Use of SSII in Counselling."},
      {
        "id":"ED054470",
        "title":"When Familiarity Breeds Respect: Toward the Depolarization of Police and Student Attitudes toward Each Other."},
      {
        "id":"ED054472",
        "title":"Computerized Course Exploration and Selection--A Comparison of the Effectiveness of a Computer-based System with a Counselor-based System."},
      {
        "id":"ED054473",
        "title":"Race as a Component of Social Distance among Black and White Secondary School Students and Their Teachers. Barriers and Aspirations--Generalizations from Research. Black and White Attitudes about Guidance: Observations from the Field."},
      {
        "id":"ED054474",
        "title":"Playing Games with Games People Play. Contributions of Gestalt Theory to Individual Counseling. Self-Discovery through Art: A Group Experience. A Review of Personal Research on Experimental-Gestalt Growth Groups. Gestalt Dreamwork as a Method for Self Discovery."},
      {
        "id":"ED054475",
        "title":"Children's Use of Time; Some Personal and Social Correlations."},
      {
        "id":"ED054476",
        "title":"Internal vs. External Control and Two Examples of Classroom Behavior."},
      {
        "id":"ED054477",
        "title":"Social Influence In a High-Ego-Involvement Situation: A Field Study of Petition Signing."},
      {
        "id":"ED054478",
        "title":"Participation in Anti-War Demonstrations: A Test of the Parental Continuity Hypothesis."},
      {
        "id":"ED054479",
        "title":"Working Class Students and Images of Social Change."},
      {
        "id":"ED054480",
        "title":"Factors Contributing to Adjustment and Achievement in Racially Desegregated Public Schools."},
      {
        "id":"ED054481",
        "title":"The Role of Relaxation in the Desensitization Process: Guidelines and Precautions."},
      {
        "id":"ED054482",
        "title":"Concept Learning and Retention: Effects of Presentation Method and Learning Procedure for Different Intelligence Levels."},
      {
        "id":"ED054483",
        "title":"Resource Book for Drug Abuse Information."},
      {
        "id":"ED054484",
        "title":"Age Stratification and the Individual."},
      {
        "id":"ED054485",
        "title":"Educational Decision Maker: Antecedents and Consequences of Career Advice from the Guidance Counselor in the Process of Social Mobility."},
      {
        "id":"ED054486",
        "title":"Simulation Games: Practical References, Potential Use, Selected Bibliography."},
      {
        "id":"ED054487",
        "title":"Relationships of Pupil Security Characteristics and Teacher Awareness to Pupil Security Characteristics."},
      {
        "id":"ED054488",
        "title":"The Defendant's Dilemma: Effects of Jurors' Attitudes and Authoritarianism on Judicial Decisions."},
      {
        "id":"ED054489",
        "title":"Labor Market Experience of Minority Youth in Poverty Neighborhoods."},
      {
        "id":"ED054490",
        "title":"Research in Person Perception and the Helping Relationship."},
      {
        "id":"ED054491",
        "title":"Behavior Modification with Delinquents: Some Unforseen Contingencies."},
      {
        "id":"ED054492",
        "title":"The Effect of School System Size and Position in the Administrative Hierarchy upon the Guidance Administrator's Perceived Level of Authority and Needs Satisfaction."},
      {
        "id":"ED054493",
        "title":"Volunteer Programs in Courts: Collected Papers on Productive Programs."},
      {
        "id":"ED054494",
        "title":"Group Pre-Marriage Counseling: A Tentative Model."},
      {
        "id":"ED054495",
        "title":"The Relation of Family Size, Birth Order, and Socio-economic Status to the Abilities of High School Students. Final Report."},
      {
        "id":"ED054496",
        "title":"Brainstorming on a &quot;Hot&quot; Problem: A Comparison of Individual and Group Results."},
      {
        "id":"ED054497",
        "title":"Subtle Interactive Cues in Newlyweds."},
      {
        "id":"ED054498",
        "title":"Personality and Career Decision Making."},
      {
        "id":"ED054501",
        "title":"The Marginal College Freshman: A Survey and Proposed Student Personnel Services Model."},
      {
        "id":"ED054502",
        "title":"Measurement Effects in Studying Reactions to Spatial Invasions."},
      {
        "id":"ED054504",
        "title":"Counseling Needs of Environmentally Handicapped Students in Higher Education."},
      {
        "id":"ED054505",
        "title":"Effect of Two Counseling Treatments upon the Task-Oriented Behavior of Seventh Graders."},
      {
        "id":"ED054507",
        "title":"Some Viable Service Delivery Approaches in Rural Rehabilitation."},
      {
        "id":"ED054508",
        "title":"Proceedings of the Eighteenth Annual Convention of the Christian Association for Psychological Studies. Theme: Christian Self-Esteem."},
      {
        "id":"ED054509",
        "title":"Proclamation versus Contracting in Classroom Behavior Management."},
      {
        "id":"ED054510",
        "title":"A Study of Ontogenetic and Generational Change in Adolescent Personality by Means of Multivariate Longitudinal Sequences. Final Report."},
      {
        "id":"ED054511",
        "title":"Preschool Behavioral Style and Later Academic Achievement. Final Report."},
      {
        "id":"ED054512",
        "title":"Development of Vocational Guidance and Placement Personnel for Western Metropolitan Areas. Final Report."},
      {
        "id":"ED054513",
        "title":"Emotional Arousal and Attitude Change During Simulation Games."},
      {
        "id":"ED054514",
        "title":"Development of Vocational Guidance and Placement Personnel for Metropolitan Areas, Volume XI. Final Report."},
      {
        "id":"ED054516",
        "title":"Types of Elementary School Principal-Leaders: A Q-Factor Analysis."},
      {
        "id":"ED054517",
        "title":"Program Budgeting as a Way To Focus on Objectives in Education."},
      {
        "id":"ED054518",
        "title":"The Use of PPBS in a Public System of Higher Education: Is It &quot;Cost Effective?&quot;"},
      {
        "id":"ED054519",
        "title":"How To Reduce the Cost of Vandalism Losses."},
      {
        "id":"ED054520",
        "title":"Education's Time for Success."},
      {
        "id":"ED054521",
        "title":"Guidelines for a Continuous Progress Program."},
      {
        "id":"ED054522",
        "title":"Continuous Progress Program. Survey Report."},
      {
        "id":"ED054523",
        "title":"A Cost/Effectiveness Model for Educational Programs."},
      {
        "id":"ED054524",
        "title":"Educational Planning Programming Budgeting Systems. Annotated Bibliography. Technical Information Program Series."},
      {
        "id":"ED054525",
        "title":"The Chipley Report: A Replication of PPBS Pilot Study Procedures and Documents in the Chipley Middle School Social Studies Department."},
      {
        "id":"ED054526",
        "title":"Federal Aid: New Directions for Education in 1970-71. An Education U.S.A. Special Report."},
      {
        "id":"ED054527",
        "title":"Education Answers That Vouchers Question."},
      {
        "id":"ED054529",
        "title":"Future Directions in Community Power Research: A Colloquium."},
      {
        "id":"ED054530",
        "title":"A Comparative Study of Middle Schools and Junior High Schools in the State of Michigan."},
      {
        "id":"ED054531",
        "title":"Factors Resulting in Variations in Citizen Interest, Involvement, and Support of Their Local School Systems. Final Report."},
      {
        "id":"ED054532",
        "title":"Structural and Organizational Interaction of Educational and Community Leaders in a Small Community. Final Report."},
      {
        "id":"ED054533",
        "title":"Coordination of Organic Curriculum Development in the Public Schools of Portland, Oregon. Final Report."},
      {
        "id":"ED054534",
        "title":"An Annotated Bibliography of Institutional Research, 1968-69."},
      {
        "id":"ED054535",
        "title":"Education Directory: Education Associations 1969-1970."},
      {
        "id":"ED054536",
        "title":"School-Community Relations and Educational Change. PREP-24."},
      {
        "id":"ED054537",
        "title":"The Principal as Educator. A Report by the Program Reference Service."},
      {
        "id":"ED054538",
        "title":"The Role of the School Principal in Collective Negotiations. Final Report."},
      {
        "id":"ED054539",
        "title":"The Development of a Model Exemplifying Business Services Objectives and Their Performance Indicators in Educational Program Budgeting. Final Report."},
      {
        "id":"ED054540",
        "title":"Analysis of the Introduction and Implementation of Curriculum Innovations. Final Report."},
      {
        "id":"ED054541",
        "title":"Annual Evaluation Report: Title I, Elementary and Secondary Education Act of 1965, Fiscal Year 1970."},
      {
        "id":"ED054542",
        "title":"&quot;Cooperative Research: The Curse or the Cure?&quot;"},
      {
        "id":"ED054543",
        "title":"School System Personnel: Administrative Practices and Problems. Regional Invitational Annual Conference for School Administrators (13th, Banff, Alberta, April 25-27, 1971)."},
      {
        "id":"ED054546",
        "title":"Value Homogeneity in Open and Closed Organizational Climates. Final Report."},
      {
        "id":"ED054547",
        "title":"Public School Finance Programs, 1968-69 (States and Outlying Areas)."},
      {
        "id":"ED054548",
        "title":"Bond Sales for Public School Purposes. 1969-70. Elementary and Secondary Education."},
      {
        "id":"ED054550",
        "title":"Showing Progress: A Systematic Evaluation of Oregon's Program for the Trainable Retarded."},
      {
        "id":"ED054551",
        "title":"Learning Disabilities - Emotionally Disturbed: A Survey of Learning Disabilities, Public School Program in Virginia - Comparison of Program for Emotionally Disturbed."},
      {
        "id":"ED054552",
        "title":"Long-Term Perceptual Memory in Educable and Trainable Retardates and Children with Learning Disabilities. Final Report."},
      {
        "id":"ED054553",
        "title":"The Feasibility of Training Mental Retardates to Use Available Channel Capacity More Economically. Final Report."},
      {
        "id":"ED054554",
        "title":"Summary of Selected Characteristics of Hearing Impaired Students, United States: 1969-70."},
      {
        "id":"ED054555",
        "title":"Special Service Personnel: A Source of Help for the Teacher."},
      {
        "id":"ED054557",
        "title":"Northwest Educational Cooperative Teacher Training Program. Final Report."},
      {
        "id":"ED054558",
        "title":"A Preliminary Study/Survey for Demonstration Community Housing Programs for the Adult Mentally Retarded, Physically Handicapped and Mentally Ill."},
      {
        "id":"ED054560",
        "title":"Conference on Supervision of Speech and Hearing Programs in the Schools (Bloomington, Indiana, June 15-26, 1970)."},
      {
        "id":"ED054561",
        "title":"The Trainable Child: Preparation for Life."},
      {
        "id":"ED054563",
        "title":"Hawaii State Plan - Facilities for the Mentally Retarded."},
      {
        "id":"ED054564",
        "title":"An Application of Child Analysis: The Cornerstone Project."},
      {
        "id":"ED054565",
        "title":"Programmed Learning for the Deaf Student. Symposium on Research and Utilization of Educational Media for Teaching the Deaf (Lincoln, Nebraska, March 22-24, 1971)."},
      {
        "id":"ED054566",
        "title":"Effect of Contingent Reinforcement on Reading Performance with Primary Special Education Children."},
      {
        "id":"ED054567",
        "title":"Considerations in the Evaluation of Language for Inclusion in a Programmed Language System for the Deaf."},
      {
        "id":"ED054568",
        "title":"Promoting Intensive Socialization of Mildly Retarded Within an Institution."},
      {
        "id":"ED054569",
        "title":"Special Report: Schizophrenia."},
      {
        "id":"ED054570",
        "title":"Handbook on Special Education."},
      {
        "id":"ED054571",
        "title":"Juvenile Delinquency: Exceptional Child Bibliography Series."},
      {
        "id":"ED054572",
        "title":"Cerebral Palsy: Exceptional Child Bibliography Series."},
      {
        "id":"ED054573",
        "title":"Parent Counseling: Exceptional Child Bibliography Series."},
      {
        "id":"ED054574",
        "title":"Slow Learners: Exceptional Child Bibliography Series."},
      {
        "id":"ED054575",
        "title":"Minority Groups: Exceptional Child Bibliography Series."},
      {
        "id":"ED054576",
        "title":"Teacher Aides and Nonprofessional Personnel: Exceptional Child Bibliography Series."},
      {
        "id":"ED054577",
        "title":"Disadvantaged Youth: Exceptional Child Bibliography Series."},
      {
        "id":"ED054578",
        "title":"Mental Health: Exceptional Child Bibliography Series."},
      {
        "id":"ED054579",
        "title":"Dyslexia: Exceptional Child Bibliography Series."},
      {
        "id":"ED054580",
        "title":"Audiovisual Instruction: Exceptional Child Bibliography Series."},
      {
        "id":"ED054581",
        "title":"Programed Instruction: Exceptional Child Bibliography Series."},
      {
        "id":"ED054582",
        "title":"A Selected Guide to Government Agencies Concerned with Exceptional Children."},
      {
        "id":"ED054583",
        "title":"A Selected Guide to Public Agencies Concerned with Exceptional Children."},
      {
        "id":"ED054584",
        "title":"IMC/RMC Network Professional Film Collection."},
      {
        "id":"ED054585",
        "title":"Strengthening the Visual Perception of Deaf Children. Final Report."},
      {
        "id":"ED054586",
        "title":"Color-Word Interference in Deaf and Normal Children."},
      {
        "id":"ED054587",
        "title":"Scandinavian Programs for the Mentally Retarded: How They Work."},
      {
        "id":"ED054590",
        "title":"Token Reinforcement and Academic Objectives with the Trainable Retarded. Research and Development Report, Volume IV, Number 2."},
      {
        "id":"ED054591",
        "title":"A Comparison Between Standard Instruction and Reinforcement Program for the Trainable Retarded. Research and Development Report, Volume IV, Number 3."},
      {
        "id":"ED054592",
        "title":"Design for a Nine-Month School-Wide Program of Token Reinforcement for the Trainable Mentally Retarded. Research and Development Report, Volume IV, Number 4."},
      {
        "id":"ED054593",
        "title":"Medical Aspects of Deafness. Proceedings of National Forum IV, Council of Organizations Serving the Deaf (Atlantic City, New Jersey, March 3-5, 1971)."},
      {
        "id":"ED054594",
        "title":"The Gifted Classroom."},
      {
        "id":"ED054596",
        "title":"Children's Responses to Television Violence."},
      {
        "id":"ED054597",
        "title":"Towards Incorporating Educational Development in the Educational System; An Evolving Model in the German Federal Republique."},
      {
        "id":"ED054599",
        "title":"Children and Television; Main Findings from Shizuoka Survey (in 1967)."},
      {
        "id":"ED054607",
        "title":"Distribution and Use of Electronic Aids in Education."},
      {
        "id":"ED054610",
        "title":"Comparison of Pictorial Techniques for Guiding Performance During Training."},
      {
        "id":"ED054611",
        "title":"Wasteland Revisited; A Report on the Failure of Commercial Television to Serve the Children of the Bay Area."},
      {
        "id":"ED054612",
        "title":"Carrascolendas: Evaluation of a Bilingual Television Series. Final Report."},
      {
        "id":"ED054614",
        "title":"Television and Children's Needs."},
      {
        "id":"ED054615",
        "title":"A Guide to the Literature on Audiovisual Instruction."},
      {
        "id":"ED054618",
        "title":"An Appraisal of the Treatment of Black Americans in Selected Elementary School Social Studies Filmstrips."},
      {
        "id":"ED054620",
        "title":"Teacher's Handbook for CAI Courses."},
      {
        "id":"ED054621",
        "title":"Computer Assisted Instruction: A General Discussion and Case Study."},
      {
        "id":"ED054622",
        "title":"Television Viewing by Young Secondary Students: A Study of the Television Viewing Behavior of Children at Form Two Level."},
      {
        "id":"ED054623",
        "title":"Institutions, Innovation, and Incentives."},
      {
        "id":"ED054627",
        "title":"Videotaped Aids for Instruction in Educational Psychology: An Analysis of Variables Associated With Student Achievement."},
      {
        "id":"ED054628",
        "title":"Audio Retrieval Information Program."},
      {
        "id":"ED054629",
        "title":"The Sleeping Medium: A Report of the Community Television Study Project, Alberta, 1971."},
      {
        "id":"ED054630",
        "title":"The Extent and Orientation of Broadcasting Media Consumption; Application to the Bank of Sweden Tercentenary Fund for Support of Research Project."},
      {
        "id":"ED054631",
        "title":"The Effect of Visual Illustrations Upon Perception and Retention of News Programmes."},
      {
        "id":"ED054632",
        "title":"Reactions of Children to Violence on TV."},
      {
        "id":"ED054641",
        "title":"Adolescents, Parents, and Television Violence."},
      {
        "id":"ED054642",
        "title":"The Future of Educational Technology Research and Development."},
      {
        "id":"ED054643",
        "title":"Systems Applications in Higher Education: Implications for Research and Development."},
      {
        "id":"ED054649",
        "title":"Children's Perceptions of Television Violence: A Replication."},
      {
        "id":"ED054650",
        "title":"CAI Myths that Need to Be Destroyed and CAI Myths that We Ought to Create."},
      {
        "id":"ED054651",
        "title":"Computer Terminal Selection: Some Instructional and Psychological Implications."},
      {
        "id":"ED054653",
        "title":"Statement of Qualifications and Guidelines for Preparation of Teachers of English to Speakers of Other Languages in the United States."},
      {
        "id":"ED054654",
        "title":"The Development of Wh-Questions in First and Second Language Learners."},
      {
        "id":"ED054655",
        "title":"The Vowel Shift Rule in English."},
      {
        "id":"ED054656",
        "title":"The Sociolinguistic Significance of Borrowed Words in the Japanese Spoken in Hawaii."},
      {
        "id":"ED054658",
        "title":"Notes on the Phonological History of the Austronesian Languages of the Sarmi Coast."},
      {
        "id":"ED054659",
        "title":"A Methodology to Achieve Secure Administration of English Comprehension Level Tests--Phase 1. Final Report."},
      {
        "id":"ED054660",
        "title":"Some Lexical Redundancy Rules for English Nouns."},
      {
        "id":"ED054661",
        "title":"English Language Instruction in Iran."},
      {
        "id":"ED054662",
        "title":"H-200 Plus Five."},
      {
        "id":"ED054663",
        "title":"Black High School Students Evaluations of Black Speakers."},
      {
        "id":"ED054664",
        "title":"Workpapers ]in[ Teaching English as a Second Language, Volume IV."},
      {
        "id":"ED054665",
        "title":"Workpapers in English as a Second Language, [Volume II]."},
      {
        "id":"ED054666",
        "title":"Workpapers in English as a Second Language, [Volume III]."},
      {
        "id":"ED054667",
        "title":"Levantine Arabic: Introduction to Pronunciation."},
      {
        "id":"ED054669",
        "title":"Cultural Conflict in the Classroom."},
      {
        "id":"ED054670",
        "title":"Specialized Language Activities: End of Budget Period Report, 30 June 1971."},
      {
        "id":"ED054671",
        "title":"Contributions of the Latin American TESOL Experience."},
      {
        "id":"ED054683",
        "title":"Arabic Basic Course: Basic Dialogues for Airport Facilities."},
      {
        "id":"ED054686",
        "title":"Thai Basic Course: Workbook, Reading and Translation Exercises, Lessons 1-80."},
      {
        "id":"ED054687",
        "title":"Polish Basic Course: Supplementary Material (Army), Lessons 109-136."},
      {
        "id":"ED054688",
        "title":"Portuguese Basic Course: Volume VIII, Lessons 71-80."},
      {
        "id":"ED054689",
        "title":"Russian Basic Course: Dialogue Cartoon Guides, Lessons 1-83."},
      {
        "id":"ED054692",
        "title":"Polish Basic Course: Supplementary Material (Navy): Lessons 109-136."},
      {
        "id":"ED054693",
        "title":"German: A Programmed Introduction."},
      {
        "id":"ED054696",
        "title":"Interdisciplinary Approaches to Language. CILT Reports and Papers 6."},
      {
        "id":"ED054697",
        "title":"Major in Foreign Languages and Related Areas."},
      {
        "id":"ED054698",
        "title":"An Investigation on Values of College Foreign Language Study."},
      {
        "id":"ED054699",
        "title":"Motivating through Classroom Techniques."},
      {
        "id":"ED054702",
        "title":"A Computerized Phrase-Structure Grammar of Modern Hebrew: Part I, Complex-Constituent Phrase-Structure Grammars. Final Report."},
      {
        "id":"ED054703",
        "title":"A Computerized Phrase-Structure Grammar (Modern Hebrew): Part II, A Complex-Constituent Phrase-Structure Grammar of Modern Hebrew Syntax. Final Report."},
      {
        "id":"ED054705",
        "title":"A Computerized Phrase-Structure Grammar (Modern Hebrew): Part IV, An Algorithm for Analyzing Hebrew Sentences. Final Report."},
      {
        "id":"ED054706",
        "title":"Reader for Advanced Spoken Tamil. Final Report."},
      {
        "id":"ED054708",
        "title":"International Educational Exchange. A Bibliography."},
      {
        "id":"ED054709",
        "title":"Library Statistics 1966-67; Preliminary Report on Academic Libraries."},
      {
        "id":"ED054710",
        "title":"Facts About Curricula in Home Economics in Institutions of Higher Education."},
      {
        "id":"ED054711",
        "title":"The Baccalaureate Origins of Doctorates in the Arts, Humanities, and Social Sciences Awarded in the United States. From 1936 to 1950 Inclusive."},
      {
        "id":"ED054712",
        "title":"Doctorate Production in United States Universities 1920-1962, With Baccalaureate Origins of Doctorates in Sciences, Arts and Professions."},
      {
        "id":"ED054713",
        "title":"Reform of Medical Education. The Effect of Student Unrest."},
      {
        "id":"ED054714",
        "title":"University Research and Patent Policies, Practices and Procedures."},
      {
        "id":"ED054715",
        "title":"Technical Education in the United Kingdom. Case Studies on Innovation in Higher Education."},
      {
        "id":"ED054716",
        "title":"Student Budgets and Aid Awarded in Southwestern Colleges. Higher Education Surveys."},
      {
        "id":"ED054717",
        "title":"A Study of the Semiannual Admissions System at the University of Tennessee College of Medicine."},
      {
        "id":"ED054718",
        "title":"Interinstitutional Cooperative Arrangements in Higher Education in New York State."},
      {
        "id":"ED054719",
        "title":"The Urban University; A Report on the Activities of the Urban Center, September 1, 1967-June 30, 1970."},
      {
        "id":"ED054720",
        "title":"Feasibility Study on Combining a Community Theatre with a College Drama Department."},
      {
        "id":"ED054721",
        "title":"New England Directory of Study Abroad Programs."},
      {
        "id":"ED054722",
        "title":"Program for Priority Prospects; A Guide to Associates Programs in Educational Institutions for Trustees, Administrative Officers, and Volunteer Leaders."},
      {
        "id":"ED054723",
        "title":"Women on Campus: 1970; A Symposium."},
      {
        "id":"ED054724",
        "title":"Student Evaluation of Teaching. Presentations at a Conference."},
      {
        "id":"ED054726",
        "title":"Was Peirce an &quot;Educational&quot; Philosopher?"},
      {
        "id":"ED054727",
        "title":"A Report on Physician Manpower and Medical Education."},
      {
        "id":"ED054728",
        "title":"Ohio Higher Education Notebook 1971."},
      {
        "id":"ED054729",
        "title":"Scientific Activities of Independent Nonprofit Institutions 1970."},
      {
        "id":"ED054730",
        "title":"Training for Juvenile Probation Officers. A Workshop Report."},
      {
        "id":"ED054731",
        "title":"Educational Scholarships, Loans, and Financial Aids."},
      {
        "id":"ED054732",
        "title":"A Study of the Relationship of Instrumental and Intellectual Orientations to the Educational Experiences of Black Students at the University of Michigan. Final Report."},
      {
        "id":"ED054733",
        "title":"Manual of Operation for Administrative Functions, Wisconsin State University - Whitewater, 1971."},
      {
        "id":"ED054734",
        "title":"Development of Staffing Patterns in Six New Medical Schools Established 1952-1960."},
      {
        "id":"ED054735",
        "title":"Student Evaluation of Faculty: 1965-1970. An Annotated Bibliography."},
      {
        "id":"ED054736",
        "title":"Distribution of English 1 (Day) Grades before and after the Exemption of Students Based on Superior Writing Ability; A Comparison between Fall 1969 and Fall 1970 Grade Distributions in English 1."},
      {
        "id":"ED054737",
        "title":"Great Britain's Open University: First Chance, Second Chance, or Last Chance?"},
      {
        "id":"ED054739",
        "title":"NDEA Fellowships for College Teaching, 1958-1968; Title IV, National Defense Education Act of 1958."},
      {
        "id":"ED054740",
        "title":"West Tennessee Research Development Consortium. Final Report."},
      {
        "id":"ED054741",
        "title":"The Academic Senate at The Pennsylvania State University."},
      {
        "id":"ED054742",
        "title":"Requirements and Guidelines for Dental Hygiene Education Programs."},
      {
        "id":"ED054743",
        "title":"Annual Report 1970, Commission on Institutions of Higher Education."},
      {
        "id":"ED054744",
        "title":"First Report on the Supply of Teachers for Management Education."},
      {
        "id":"ED054745",
        "title":"Degrees for Nontraditional Students; An Approach to New Models. A.C.E. Special Report."},
      {
        "id":"ED054746",
        "title":"Report of The Committee on the Future of the Graduate School."},
      {
        "id":"ED054747",
        "title":"The Academic and Post-Graduate Careers of the Master of Arts Graduates in General Humanities in a Liberal Arts College."},
      {
        "id":"ED054748",
        "title":"College Learning with and without Formal Classroom Instruction - A Comparison."},
      {
        "id":"ED054749",
        "title":"Cost-Effectiveness in Higher Education."},
      {
        "id":"ED054750",
        "title":"Inventory of Selected Interinstitutional Cooperative Arrangements as of January 1971. Sharing Academic Resources."},
      {
        "id":"ED054751",
        "title":"Professional Education: Some Perspectives, 1971."},
      {
        "id":"ED054752",
        "title":"Status of Phased Retirement in Higher Education."},
      {
        "id":"ED054754",
        "title":"Accountability in Higher Education; A Consideration of Some of the Problems Assessing College Impacts."},
      {
        "id":"ED054755",
        "title":"Financial Statistics of Institutions of Higher Education; Current Funds Revenues and Expenditures 1968-69."},
      {
        "id":"ED054758",
        "title":"The Effects of Patient Contact upon First-Year Dental Students: A Study of Changing Perceptions."},
      {
        "id":"ED054759",
        "title":"The Professionalization Process: An Analysis of the First-Year Dental Student."},
      {
        "id":"ED054760",
        "title":"The Professionalization of Dental Students: The Application of Socio-Anthropological Methodology."},
      {
        "id":"ED054761",
        "title":"Trends in Postsecondary Education."},
      {
        "id":"ED054762",
        "title":"Interdisciplinary Curriculum Development in Hospital Methods Improvement. Final Report."},
      {
        "id":"ED054764",
        "title":"A Step Ahead."},
      {
        "id":"ED054765",
        "title":"Library Instruction in the Community College: Toward Innovative Librarianship."},
      {
        "id":"ED054766",
        "title":"Proposal on Experimental Non-Graded Student Evaluation for English 132 During Spring Semester 1971."},
      {
        "id":"ED054767",
        "title":"Determination of Salaries of Professors in Colleges Without Academic Rank."},
      {
        "id":"ED054768",
        "title":"Are Your Employment Practices Legal?"},
      {
        "id":"ED054769",
        "title":"Making Teacher Education Relevant: Community College Cooperative Internship Program."},
      {
        "id":"ED054770",
        "title":"State Level Boards for Community Junior Colleges: Patterns of Control and Coordination."},
      {
        "id":"ED054771",
        "title":"A Course of Study in Acting Fundamentals for Junior College."},
      {
        "id":"ED054772",
        "title":"Model for Participatory Governance for Community Colleges."},
      {
        "id":"ED054774",
        "title":"Asian Studies Survey--Spring 1970."},
      {
        "id":"ED054775",
        "title":"Questionnaire Responses of High-School Honors Applicants Who Did Not Complete Any Course Work."},
      {
        "id":"ED054776",
        "title":"The Role of Paraprofessionals in Community College Pupil Personnel Services."},
      {
        "id":"ED054777",
        "title":"A Study of Lake Land College Transfer Students."},
      {
        "id":"ED054778",
        "title":"Library and Reference Applications: Census Tapes and Printed Reports."},
      {
        "id":"ED054779",
        "title":"Selected Proceedings of a Special Study Institute on Improving Library Services for Handicapped Children (Buffalo, New York, February 1-4, 1971)."},
      {
        "id":"ED054780",
        "title":"Investigation Into Sociology of Education Abstracts: Volume I, Report on First Stage of Project."},
      {
        "id":"ED054781",
        "title":"Proceedings of the Federal Library Committee Meetings, December 16, 1970 and April 28, 1971 on Implications to the Federal Library Community of the Airlie Conference on Interlibrary Communications and Information Networks, September 28--October 2, 1970."},
      {
        "id":"ED054782",
        "title":"Information Science as an Aid to Decision-Making."},
      {
        "id":"ED054783",
        "title":"Annotated Bibliography, January 1, 1971."},
      {
        "id":"ED054785",
        "title":"Organization and Management of Government Documents: An Investigation With Special Reference to the University of Waterloo Libraries."},
      {
        "id":"ED054787",
        "title":"Proceedings of the ICA Conference (4th, Washington, D.C., November 11-13, 1970)."},
      {
        "id":"ED054788",
        "title":"Basic Documents of the Seminar on the Acquisition of Latin American Library Materials, Inc."},
      {
        "id":"ED054789",
        "title":"Volunteer Aides Handbook: Media Center."},
      {
        "id":"ED054790",
        "title":"Automated Information Systems and Copyright Law: A Symposium of the American University."},
      {
        "id":"ED054791",
        "title":"The Role of Libraries in the Process of Modernization."},
      {
        "id":"ED054792",
        "title":"Illinois Libraries and the Sound of Music."},
      {
        "id":"ED054793",
        "title":"Congestion at Card and Book Catalogs--A Queuing Theory Approach."},
      {
        "id":"ED054794",
        "title":"The Damned Information; Acquiring and Using Public Information to Force Social Change."},
      {
        "id":"ED054796",
        "title":"The Academic Library Administrator and His Situation. Final Report."},
      {
        "id":"ED054797",
        "title":"The Public Library Administrator and His Situation. Final Report."},
      {
        "id":"ED054798",
        "title":"The School Library Supervisor and Her Situation. Final Report."},
      {
        "id":"ED054799",
        "title":"The Administrator of a Special Library or Information Center and His Situation. Final Report"},
      {
        "id":"ED054800",
        "title":"Education, Careers and Professionalization in Librarianship and Information Science. Final Report."},
      {
        "id":"ED054803",
        "title":"Copyright Law of the United States of America."},
      {
        "id":"ED054806",
        "title":"Information Requirements of Researchers in the Social Sciences. Volume 1: Text."},
      {
        "id":"ED054809",
        "title":"Report of the Sub-Committee on Staff Training in Libraries; Library School Field Work."},
      {
        "id":"ED054810",
        "title":"Digital Systems Laboratory Courses and Laboratory Developments. Interim Report of the COSINE Committee."},
      {
        "id":"ED054811",
        "title":"Final Report to the Four Corners Regional Commission [on Mobile Library Services to Navajo and Apache Counties]."},
      {
        "id":"ED054812",
        "title":"Chemical Reference Literature."},
      {
        "id":"ED054813",
        "title":"Microphotography for Archives."},
      {
        "id":"ED054814",
        "title":"AWARE (Alabama Working at Reading Excellence)."},
      {
        "id":"ED054816",
        "title":"Shared Cataloguing."},
      {
        "id":"ED054818",
        "title":"A Cost Benefit Technique for R & D Based Information."},
      {
        "id":"ED054819",
        "title":"Rendering of Names of Corporate Bodies. Subject Analysis, With Special Reference to Social Sciences. Documentation Systems for Industry (8th Annual Seminar). Part 1: Papers."},
      {
        "id":"ED054820",
        "title":"Medical Record Clerk Training Program, Course of Study; Student Manual: For Medical Record Personnel in Small Rural Hospitals in Colorado."},
      {
        "id":"ED054821",
        "title":"Medical Record Clerk Training Program, Course of Study; Instructor's Guide: For Medical Record Personnel in Small Rural Hospitals in Colorado."},
      {
        "id":"ED054822",
        "title":"A Cost Analysis and Usage Study of the Reserved Materials Collection of the University of Arizona Main Library."},
      {
        "id":"ED054823",
        "title":"Michigan Library Trustees Manual."},
      {
        "id":"ED054824",
        "title":"Institute of Library Research, University of California, July 1970 - June 1971. Annual Report."},
      {
        "id":"ED054825",
        "title":"Education for Librarianship."},
      {
        "id":"ED054826",
        "title":"The Implementation of a Relational Document Retrieval System."},
      {
        "id":"ED054827",
        "title":"ERIC Products 1970-1971; An Annotated Bibliography of Information Analysis Publications of the ERIC Clearinghouse, July 1970 Through June 1971."},
      {
        "id":"ED054828",
        "title":"Certification of School Media Specialists."},
      {
        "id":"ED054832",
        "title":"Research 1970/1971: Annual Progress Report."},
      {
        "id":"ED054833",
        "title":"Measures of Effectiveness for a University Library."},
      {
        "id":"ED054834",
        "title":"A Community Information Network."},
      {
        "id":"ED054835",
        "title":"A Case for Change; A Function/Facility Study, Dallas Public Library, Dallas, Texas."},
      {
        "id":"ED054836",
        "title":"Planning and Implementing Academic Library Automation Programs: Proceedings of the Librarianship Training Institute Held at Louisiana Tech University, June 14-28, 1970."},
      {
        "id":"ED054837",
        "title":"A Design Study of a Planning Information System for Kansas."},
      {
        "id":"ED054839",
        "title":"Seminar on Cataloguing (1970): Working Paper and Proceedings."},
      {
        "id":"ED054840",
        "title":"Leadership Development for Librarians."},
      {
        "id":"ED054841",
        "title":"Communications Management of Human Resources for Librarians."},
      {
        "id":"ED054842",
        "title":"Early Childhood and Basic Elementary and Secondary Education: Needs, Programs, Demands, Costs. National Educational Finance Project; Special Study No. 1."},
      {
        "id":"ED054843",
        "title":"SEL/Project Language. Level II, Kindergarten, Volume I (Lessons 1-16)."},
      {
        "id":"ED054845",
        "title":"Social Approval and Achievement Striving in the Kindergarten."},
      {
        "id":"ED054846",
        "title":"Preschool Breakthrough: What Works in Early Childhood Education."},
      {
        "id":"ED054848",
        "title":"Language Development Variables Related to Young Children's Responses to Nonsense Syllables."},
      {
        "id":"ED054849",
        "title":"A Critique of Film Tests of Visual Cognition and Memory."},
      {
        "id":"ED054851",
        "title":"Infant Day Care: Hazard or Mental Health Resource?"},
      {
        "id":"ED054852",
        "title":"Effects of Symbolic Modeling on Children's Interpersonal Aggression."},
      {
        "id":"ED054853",
        "title":"Domains of Learning."},
      {
        "id":"ED054854",
        "title":"The Social Development of Two Year Old Children in Residential Nurseries."},
      {
        "id":"ED054855",
        "title":"The Assessment and Improvement of Learning and Language Skills in Four and Five Year Old Culturally Disadvantaged Children. Final Report."},
      {
        "id":"ED054857",
        "title":"Families for Black Children: The Search for Adoptive Parents. An Experience Survey."},
      {
        "id":"ED054858",
        "title":"Use of the Peer Group in the Socialization of the Isolate Child."},
      {
        "id":"ED054859",
        "title":"The Relationship of Measured Perceptual Processes to School Learning."},
      {
        "id":"ED054860",
        "title":"Income Tax Deductions for Family Day Care Homes. Southeastern Day Care Bulletin No. 1."},
      {
        "id":"ED054861",
        "title":"The Development of an Infant Curriculum."},
      {
        "id":"ED054862",
        "title":"Inductive Versus Deductive Teaching: Strategies with High and Low Divergent Thinkers."},
      {
        "id":"ED054863",
        "title":"Parent Participation in Preschool Daycare."},
      {
        "id":"ED054864",
        "title":"Syntactical Structures for Modeling in Preschool Language Training: Selected on the Basis of Potential Contribution to Logical Thinking."},
      {
        "id":"ED054865",
        "title":"Infant Education Research Project: Implementation and Implications of a Home Tutoring Program."},
      {
        "id":"ED054866",
        "title":"SEL/Project Language. Level II, Kindergarten, Volume II (Lessons 17-32)."},
      {
        "id":"ED054867",
        "title":"SEL/Project Language. Level II, Kindergarten, Teacher's Handbook."},
      {
        "id":"ED054868",
        "title":"Teacher's Checklist Guide for the Peabody Language Development Kit--Level P. Volume I: Lessons 1-90."},
      {
        "id":"ED054869",
        "title":"Teacher's Checklist Guide for the Peabody Language Development Kit--Level P. Volume II: Lessons 91-180."},
      {
        "id":"ED054870",
        "title":"The Sands School Project: First-Year Results."},
      {
        "id":"ED054871",
        "title":"SEL/Project Language. Level II, Kindergarten. Criterion-Referenced Test."},
      {
        "id":"ED054872",
        "title":"Early Childhood Programs for Non-English Speaking Children. OCD Topical Paper."},
      {
        "id":"ED054873",
        "title":"Supervision in Rural Schools: A Report on Beliefs and Practices."},
      {
        "id":"ED054874",
        "title":"Youth Paeticipation in Community Action: Report of a Demonstration Training Project."},
      {
        "id":"ED054875",
        "title":"Rural Poverty, Hearings Before the National Advisory Committee on Rural Poverty (Memphis, Tennessee, February 2-3, 1967)."},
      {
        "id":"ED054876",
        "title":"Rural Poverty, Hearings Before the National Advisory Commission on Rural Poverty (Tucson, Arizona, January 26-27, 1967)."},
      {
        "id":"ED054877",
        "title":"Rural Poverty, Hearings Before the National Advisory Commission on Rural Poverty (Washington, D.C., February 15-17, 1967)."},
      {
        "id":"ED054878",
        "title":"Problems of Community Action in Appalachia."},
      {
        "id":"ED054879",
        "title":"Attitudes Toward State and Local Taxes in West Virginia--The Preliminary Results of a Survey."},
      {
        "id":"ED054880",
        "title":"Indiana Migrant Education Programs; A Guide for Educational Program Objectives and Appraisal."},
      {
        "id":"ED054881",
        "title":"Training and Relocation of Mexican Americans: Implications for Manpower Policy."},
      {
        "id":"ED054882",
        "title":"Second Annual Report on a Conference on Indian Education (Riverton, Wyoming, Oct. 9 & 10, 1969)."},
      {
        "id":"ED054884",
        "title":"Rural Education in the United States."},
      {
        "id":"ED054885",
        "title":"The Condition of Farm Workers and Small Farmers in 1970. Report to the National Board of National Sharecroppers Fund."},
      {
        "id":"ED054887",
        "title":"Parents&apos; Guide to the Boarding Home Program."},
      {
        "id":"ED054890",
        "title":"Modern Native Americans: A Selective Bibliography."},
      {
        "id":"ED054891",
        "title":"Cultural Divergence Related to Urban Proximity on American Indian Reservations."},
      {
        "id":"ED054892",
        "title":"Attitudes and Orientations of Rural Groups and Effects on Educational Decision-Making and Innovation in Rural School Districts: A Synthesis of Research."},
      {
        "id":"ED054896",
        "title":"The Indian Health Program of the U.S. Public Health Service."},
      {
        "id":"ED054897",
        "title":"A Preliminary Study of Nutritional Status in Mexican American Pre-School Children I. Experimental Design, Selection of Subjects, Data Collection and Description of Families."},
      {
        "id":"ED054898",
        "title":"Nutritional Status of Mexican American Preschool Children in East Los Angeles and San Diego."},
      {
        "id":"ED054902",
        "title":"A Handbook for Teachers and Aides of the Choctaw Bilingual Education Program."},
      {
        "id":"ED054905",
        "title":"Migrant Labor Problems in the 1970's. Staff Report to the Colorado General Assembly."},
      {
        "id":"ED054906",
        "title":"A New Life for the Country. The Report of the President's Task Force on Rural Development."},
      {
        "id":"ED054907",
        "title":"Suicide Among the American Indians: Two Workshops (Aberdeen, South Dakota, September 1967; Lewistown, Montana, November 1967)."},
      {
        "id":"ED054908",
        "title":"Stranger in One's Land."},
      {
        "id":"ED054911",
        "title":"Secondary Developmental Reading Programs--Are They Feasible?"},
      {
        "id":"ED054912",
        "title":"Perceptual Issues in Reading."},
      {
        "id":"ED054913",
        "title":"English and Federal Government. Federal Textbook on Citizenship--Home Study Course. Section 2, for the Helper."},
      {
        "id":"ED054914",
        "title":"Role of Immediate Recall in Selected Comprehension Tests at the Junior High Level."},
      {
        "id":"ED054915",
        "title":"Two Techniques of Teaching Auditory Blending Skills to Kindergarten Children."},
      {
        "id":"ED054917",
        "title":"Evaluation Training: Simulation Exercises."},
      {
        "id":"ED054919",
        "title":"Investigation of Proprioceptor Stimulation."},
      {
        "id":"ED054920",
        "title":"Why Johnny Can't Learn to Read, or Sex Differences in Education."},
      {
        "id":"ED054922",
        "title":"The Information Base for Reading: A Critical Review of the Information Base for Current Assumptions Regarding the Status of Instruction and Achievement in Reading in the United States."},
      {
        "id":"ED054927",
        "title":"How Far a Star. A Supplement in Space Oriented Concepts for Science and Mathematics Curricula for Intermediate Grades."},
      {
        "id":"ED054930",
        "title":"Directory of Facilities. Development Activities in the Marine Environment of the Coastal Plains Region."},
      {
        "id":"ED054931",
        "title":"Directory of Personnel in Research, Technology, Education, Administration and Management. Development Activities in the Marine Environment of the Coastal Plains Region."},
      {
        "id":"ED054932",
        "title":"Index to the Understanding the Atom Series."},
      {
        "id":"ED054933",
        "title":"University Education Student's Understanding of the Nature and Processes of Science. Final Report."},
      {
        "id":"ED054934",
        "title":"A Pilot Study on the Use of Small-Group Discussion in a Mathematics Course for Preservice Elementary School Teachers. Final Report."},
      {
        "id":"ED054935",
        "title":"A State Plan for Environmental Education."},
      {
        "id":"ED054936",
        "title":"Descriptive Statistics for the Health Professions. Guide: Computation, Arithmetic Mean."},
      {
        "id":"ED054937",
        "title":"Statistical Training Programs by the U.S. Bureau of the Census, September 1971 to August 1972."},
      {
        "id":"ED054939",
        "title":"COPES (Conceptually Oriented Program in Elementary Science), March 1971."},
      {
        "id":"ED054940",
        "title":"The Population Council Annual Report 1970."},
      {
        "id":"ED054941",
        "title":"Historical Topics in Algebra."},
      {
        "id":"ED054944",
        "title":"Harvard Project Physics Newsletter 10. The Project Physics Course, Text."},
      {
        "id":"ED054946",
        "title":"Released Textbooks, Films and Other Teaching Materials."},
      {
        "id":"ED054949",
        "title":"Progress in Primary Mathematics, Field Report No. 4."},
      {
        "id":"ED054950",
        "title":"Science in the Primary School, Field Report No. 5"},
      {
        "id":"ED054952",
        "title":"Mathematics and Structural Learning. Final Report."},
      {
        "id":"ED054953",
        "title":"Porcess-Centered General Biology."},
      {
        "id":"ED054955",
        "title":"The Use of SI Units."},
      {
        "id":"ED054956",
        "title":"Environmental Study Area Prototype, Idea Sketch No. 4."},
      {
        "id":"ED054957",
        "title":"Mankind's Great Need, Population Research."},
      {
        "id":"ED054958",
        "title":"Acquisitions List No. 37, June-July 1971."},
      {
        "id":"ED054961",
        "title":"[List of Acquisitions, Number 24, Books, Monographs, etc.; List of Acquisitions, Articles, Papers and Reprints; List of Acquisitions, Area Files; Selected Monthly Index to Periodical Literature.]"},
      {
        "id":"ED054962",
        "title":"The Math Resource Center for Secondary Schools"},
      {
        "id":"ED054964",
        "title":"Scientific and Technical Manpower Requirements of Selected Segments of the Atomic Energy Field. Final Report."},
      {
        "id":"ED054965",
        "title":"The Development and Implementation of a Four-Year Unified, Concept-Centered Science Curriculum for Secondary Schools, Final Report."},
      {
        "id":"ED054966",
        "title":"Nuclear Reactors for Space Power, Understanding the Atom Series."},
      {
        "id":"ED054967",
        "title":"Nuclear Propulsion for Space, Understanding the Atom Series."},
      {
        "id":"ED054968",
        "title":"Power from Radioisotopes, Understanding the Atom Series."},
      {
        "id":"ED054969",
        "title":"Breeder Reactors, Understanding the Atom Series."},
      {
        "id":"ED054974",
        "title":"Boston College Mathematics Institute Cumulative Report, June 1957 - September 1968."},
      {
        "id":"ED054978",
        "title":"Cost and Performance of Computer-Assisted Instruction for Education of Disadvantaged Children."},
      {
        "id":"ED054980",
        "title":"HSGP Teacher Education Kits. Evaluation Reports."},
      {
        "id":"ED054981",
        "title":"Federalism and the Academic Community: A Brief Survey."},
      {
        "id":"ED054982",
        "title":"The Social Studies Program. Grades 6-8."},
      {
        "id":"ED054983",
        "title":"An Exploratory Investigation of the Carroll Learning Model and the Bloom Strategy for Mastery Learning."},
      {
        "id":"ED054985",
        "title":"Conflicting Educational Ideals in America, 1775-1831: Selected Documentary Essays."},
      {
        "id":"ED054986",
        "title":"United States History. Part 1. Grade 9."},
      {
        "id":"ED054987",
        "title":"United States History. Part 2. Grade 10."},
      {
        "id":"ED054988",
        "title":"United States History. Part 3. Grade 10."},
      {
        "id":"ED054989",
        "title":"U.S.S.R.-Moscow."},
      {
        "id":"ED054992",
        "title":"General Social Dynamics as a Framework for the Study of the Social System."},
      {
        "id":"ED054994",
        "title":"Social Distance and Race Attitudes: A Study of the White Population of Princeton, Maine and the Indian Population of Indian Township, Maine."},
      {
        "id":"ED054996",
        "title":"An Evaluation of a Project for the Analysis, Development, Implementation, and Diffusion of the New Social Studies Curricula."},
      {
        "id":"ED054998",
        "title":"Development of Concepts Related to Peace and War: An International Perspective."},
      {
        "id":"ED054999",
        "title":"Social Studies Dissertation 1963-1969."},
      {
        "id":"ED055001",
        "title":"Report and Summary: Conference on the Geography of the Future."},
      {
        "id":"ED055004",
        "title":"Changes in the Structure of Relations Between Groups and the Emergence of Political Movements: The Student Movement at Harvard and Wisconsin, 1930-1969. A Thesis."},
      {
        "id":"ED055005",
        "title":"Effects of a Legislative Simulation Game on the Political Attitudes of Junior High School Students."},
      {
        "id":"ED055009",
        "title":"Toward Balanced Growth: Quantity With Quality"},
      {
        "id":"ED055010",
        "title":"Project Canada West. Urbanization as Seen Through Canadian Writings."},
      {
        "id":"ED055011",
        "title":"Project Canada West. Identity in a Canadian Urban Community."},
      {
        "id":"ED055012",
        "title":"Project Canada West. Inner City Project: Student Initiated Research into Problems of the Inner City."},
      {
        "id":"ED055013",
        "title":"Project Canada West. Canurgo (Canadian Urban Government)."},
      {
        "id":"ED055014",
        "title":"Project Canada West. Pressure Groups and the Urban Community."},
      {
        "id":"ED055015",
        "title":"Project Canada West. Canadian Environmental Concepts."},
      {
        "id":"ED055016",
        "title":"Project Canada West. Indian/Metis Project."},
      {
        "id":"ED055017",
        "title":"Project Canada West. Canadian Urban Dynamics: A Model for Student Involvement in the Urban Setting."},
      {
        "id":"ED055018",
        "title":"Project Canada West. Five to Nine: Urbanization and the Social Studies Curriculum for the First Four Years (K-3) of Canadian Schools."},
      {
        "id":"ED055019",
        "title":"Project Canada West. A Study of Urban Rural Transition."},
      {
        "id":"ED055020",
        "title":"Project Canada West. Face of the City: How to Look at Your Urban World."},
      {
        "id":"ED055021",
        "title":"Teach the Earth Whole."},
      {
        "id":"ED055022",
        "title":"A Review of Studies on the General Problem of Knowledge Production and Utilization."},
      {
        "id":"ED055023",
        "title":"Knowledge Production and Utilization in Curriculum."},
      {
        "id":"ED055026",
        "title":"The Consortium of Professional Associations for Study of Special Teacher Improvement Programs. CONPASS: From Its Origins to June 30, 1971."},
      {
        "id":"ED055027",
        "title":"Colorado Innovates: A Directory of Alternative Teacher Education Programs."},
      {
        "id":"ED055028",
        "title":"Guidelines and Standards for the Development and Approval of Programs of Preparation Leading to the Certification of School Professional Personnel."},
      {
        "id":"ED055029",
        "title":"An Evaluation of P.R.O.B.E. A Program for the Recruitment of Beginning Educators. Part I, Part II, Part III."},
      {
        "id":"ED055031",
        "title":"Designing Doctoral Programs in Education."},
      {
        "id":"ED055032",
        "title":"Educational Values Perceptions and the Student Teaching Experience: Assessing Change in Values Perceptions Which Occur for Student Teachers, University Supervisors, Cooperating Teachers and School Administrators."},
      {
        "id":"ED055033",
        "title":"Relevant Variables in Teacher Supply and Demand."},
      {
        "id":"ED055034",
        "title":"A Preliminary Report on an Experimental Training Program for Head Start Teachers and Assistants."},
      {
        "id":"ED055035",
        "title":"Training in Teaching Strategies: An Experimental Project. Final Report."},
      {
        "id":"ED055036",
        "title":"India's Regional Colleges of Education; A Critical Appraisal."},
      {
        "id":"ED055037",
        "title":"An Institute Program Designed To Train Vocational Education and Academic Teachers for the Development of Performance Objectives."},
      {
        "id":"ED055038",
        "title":"The Effect of Video Taped Modeling Procedures on the Verbal Behaviors of Student Teachers. Final Report."},
      {
        "id":"ED055039",
        "title":"Pilot Program for Veterans in Public Service. Final Report."},
      {
        "id":"ED055040",
        "title":"Career Opportunities Programs. Improving Opportunities for Success in Education."},
      {
        "id":"ED055041",
        "title":"An Evaluation of the New Careers in Education Program, 1970-1971."},
      {
        "id":"ED055042",
        "title":"Projects in Progress: A Description of Learning Programs for the Disadvantaged."},
      {
        "id":"ED055043",
        "title":"Educational Resources Center. Board of Education, District of Columbia."},
      {
        "id":"ED055044",
        "title":"Team Teaching: Bibliographies in Education, No. 22."},
      {
        "id":"ED055045",
        "title":"The Role of the State Department of Education in Managing Teacher Education and Certification."},
      {
        "id":"ED055046",
        "title":"Student Involvement in the Instructional Process Through Tutoring."},
      {
        "id":"ED055047",
        "title":"Classifying Performance Objectives."},
      {
        "id":"ED055048",
        "title":"Goals for Education in Florida."},
      {
        "id":"ED055049",
        "title":"Individualized Inservice Teacher Education: A Performance-Based Module."},
      {
        "id":"ED055050",
        "title":"The Florida Program for Improving the Training, Evaluation, and Licensure of Educational Personnel."},
      {
        "id":"ED055051",
        "title":"Florida's Strategy for Stimulating Constructive Change and Self-Renewal in Education."},
      {
        "id":"ED055052",
        "title":"The Florida Educational Research and Development Program. First Annual Report."},
      {
        "id":"ED055053",
        "title":"The Florida Educational Research and Development Program. Second Annual Report."},
      {
        "id":"ED055054",
        "title":"Pluralistic Ignorance and Pupil Control Ideology. Final Report."},
      {
        "id":"ED055055",
        "title":"On Harnessing R&amp;D To Advance Education."},
      {
        "id":"ED055056",
        "title":"Cambridge Pilot School. First Year Report."},
      {
        "id":"ED055057",
        "title":"Negotiation for Improvement of the Profession. A Handbook for Local Teachers Association Negotiators."},
      {
        "id":"ED055058",
        "title":"Survey of Exemplary Instructional Practices."},
      {
        "id":"ED055059",
        "title":"Creating Humane Schools."},
      {
        "id":"ED055060",
        "title":"Wisconsin Elementary Teacher Education Project. Summary Report."},
      {
        "id":"ED055061",
        "title":"Performance Contracting: A Road to Accountability? NCSPS Special Report."},
      {
        "id":"ED055062",
        "title":"Planning and Effecting Improvements In the Preparation and Certification of Educators; Emerging State Relationships and Procedures."},
      {
        "id":"ED055063",
        "title":"The More Effective Schools Program. A Staff Manual."},
      {
        "id":"ED055064",
        "title":"Academic Freedom: National Council for the Social Studies Policy Statements."},
      {
        "id":"ED055065",
        "title":"Standards for Social Studies Teachers."},
      {
        "id":"ED055066",
        "title":"Social Studies Curriculum Guidelines."},
      {
        "id":"ED055067",
        "title":"Was New Century Teaching Students the Gates-MacGinitie Reading Tests?"},
      {
        "id":"ED055068",
        "title":"The Effects of Types of Positive and Negative Examples on Learning Concepts in the Classroom. Final Report."},
      {
        "id":"ED055069",
        "title":"Recreational Reading and the Reluctant Reader."},
      {
        "id":"ED055070",
        "title":"Spelling: A Visual Skill. A Discussion of Visual Imagery and the Manipulation of Visual Symbols as Basic Skills in the Ability to Spell."},
      {
        "id":"ED055071",
        "title":"Forensics for the Disadvantaged."},
      {
        "id":"ED055076",
        "title":"Minority Literature: South Eugene High School."},
      {
        "id":"ED055077",
        "title":"What Can an English Teacher Do About Nonstandard Dialect?"},
      {
        "id":"ED055081",
        "title":"Teacher Training Films: A Guide, Pre-Service and In-Service."},
      {
        "id":"ED055092",
        "title":"Legal Certification Requirements to Teach and Supervise Art in the Public Schools of the Fifty (50) States and the District of Columbia. Final Report."},
      {
        "id":"ED055093",
        "title":"International Seminar on Teacher Education in Music (August 8-18, 1966)."},
      {
        "id":"ED055094",
        "title":"Specifications for a New Teacher Examination: A First Approximation."},
      {
        "id":"ED055095",
        "title":"Applications of Bayesian Methods to the Prediction of Educational Performance."},
      {
        "id":"ED055096",
        "title":"Comparison of Six Examinations Given in Rhetoric 101, at the University of Illinois, Fall, 1965."},
      {
        "id":"ED055097",
        "title":"MERMAC: A Model and System for Test and Questionnaire Analysis."},
      {
        "id":"ED055098",
        "title":"Student Attitude Inventory."},
      {
        "id":"ED055099",
        "title":"The Use of the Wechsler Intelligence Scale for Children in Differentiating Between the Endogenous and Exogenous Mental Defective."},
      {
        "id":"ED055100",
        "title":"Problems of Prediction with College Education Achievement Project Students at Allen University."},
      {
        "id":"ED055101",
        "title":"A Congeneric Model for Platonic True Scores."},
      {
        "id":"ED055102",
        "title":"Project Access Research Report No. 2: Patterns of Test Performance by High School Students of Four Ethnic Identities."},
      {
        "id":"ED055103",
        "title":"Converting Test Data to Counseling Information."},
      {
        "id":"ED055104",
        "title":"Evaluating Home Day Care Mothers' Work with Young Children."},
      {
        "id":"ED055105",
        "title":"Predicting College Grades of Minnesota High School Students."},
      {
        "id":"ED055106",
        "title":"Scholastic Aptitude in Minnesota Colleges--1968."},
      {
        "id":"ED055108",
        "title":"A Four Value Personnel Decision Model: Remedial Placement."},
      {
        "id":"ED055110",
        "title":"Simultaneous Factor Analysis in Several Populations."},
      {
        "id":"ED055111",
        "title":"Procedures for Needs-Assessment Evaluation: A Symposium."},
      {
        "id":"ED055112",
        "title":"A Test of Tests."},
      {
        "id":"ED055114",
        "title":"An Interval-Scale Classification System for All 2 x 2 Games."},
      {
        "id":"ED055115",
        "title":"Experimental Assessment of an Incentive Program to Enhance School Learning: A Pilot Study. Final Report."},
      {
        "id":"ED055118",
        "title":"Toward a Taxonomy of Situations."},
      {
        "id":"ED055119",
        "title":"User's Handbook for Confidence Testing as a Diagnostic Aid in Technical Training."},
      {
        "id":"ED055120",
        "title":"A Method for Approximating the Bivariate Normal Correlation Coefficient."},
      {
        "id":"ED055123",
        "title":"CSE-ECRC Preschool Kindergarten Test Evaluations."},
      {
        "id":"ED055124",
        "title":"Neighborhood Patterns of Invasion and Succession."},
      {
        "id":"ED055125",
        "title":"A Study of the Interpersonal Perceptions of Disadvantaged Children."},
      {
        "id":"ED055126",
        "title":"Impact of Father Absence on Heterosexual Behaviors and Social Development of Preadolescent Girls in a Ghetto Environment."},
      {
        "id":"ED055127",
        "title":"Project Unique. A Report."},
      {
        "id":"ED055128",
        "title":"Further Examination of Exemplary Programs for Educating Disadvantaged Children. Final Report."},
      {
        "id":"ED055129",
        "title":"An Evaluation of the Effectiveness of an Enriched Curriculum in Overcoming the Consequences of Environmental Deprivation."},
      {
        "id":"ED055130",
        "title":"The Political-Legal Approach to Desegregation. NCRIEEO Newsletter, Volume 2, Number 4, September 1971."},
      {
        "id":"ED055132",
        "title":"Hearing Before the Subcommittee on Housing and Youth Affairs of the Committee on the District of Columbia, House of Representatives, Ninety-Second Congress, First Session on H. Con. Res. 172. School Attendance. Hearing Held Washington, D.C., May 24, 1971."},
      {
        "id":"ED055133",
        "title":"Subregional Effects on the Growth and Decline of Nonmetropolitan Cities."},
      {
        "id":"ED055134",
        "title":"Kalamazoo Desegregation Study--Phase I."},
      {
        "id":"ED055136",
        "title":"Interracial Housing: A Reassessment of the Contact Hypothesis."},
      {
        "id":"ED055138",
        "title":"Black Americans: A Chartbook."},
      {
        "id":"ED055139",
        "title":"[Milwaukee Public Schools] Title I ESEA Evaluation, 1970-1971."},
      {
        "id":"ED055140",
        "title":"Success and Self-Conception: The Impact of Academic Grades on the Student Role Identities of Black and White Adolescents."},
      {
        "id":"ED055141",
        "title":"Functional Education for Disadvantaged Youth."},
      {
        "id":"ED055142",
        "title":"Disciplinary Problems in Urban Ghetto Schools."},
      {
        "id":"ED055143",
        "title":"The Role of Scanning in Positional Response Sets in Disadvantaged Children."},
      {
        "id":"ED055144",
        "title":"The Delivery System of Black Private Housing: Speculation in Baltimore in the 1960's."},
      {
        "id":"ED055145",
        "title":"Pluralistic Diagnosis in the Evaluation of Black and Chicano Children: A Procedure for Taking Sociocultural Variables into Account in Clinical Assessment."},
      {
        "id":"ED055147",
        "title":"Project Self-Esteem: Reactions and Middle and Lower Class Black Parents to an Elementary School Black Studies Program."},
      {
        "id":"ED055148",
        "title":"An Annotated Bibliography for Teaching Afro-American Studies at Secondary and College Levels. NCRIEEO Tipsheet, Number 5."},
      {
        "id":"ED055149",
        "title":"Evaluation of the Youth-Tutoring-Youth Project, Summer 1970, Funded Under ESEA Title I, P.L. 89-10. Research and Development Report, Volume IV, Number 10."},
      {
        "id":"ED055150",
        "title":"Descriptive Report on Educational Component of Model Cities, 1969-70. Research and Development Report, Volume IV, Number 1."},
      {
        "id":"ED055151",
        "title":"Basic Occupational Language Training (BOLT). Final Report."},
      {
        "id":"ED055152",
        "title":"Conduct a Cost Effectiveness Study of Postgraduate Medical Education Programs. Part I, Part II (Appendixes). Final Report."},
      {
        "id":"ED055154",
        "title":"Synthesis of Multiple Criteria of Physician Performance."},
      {
        "id":"ED055155",
        "title":"Project Crossroads. Final Report"},
      {
        "id":"ED055156",
        "title":"Guidelines for Dietitians and Public Health Nutritionists in Home Health Services."},
      {
        "id":"ED055157",
        "title":"A Matter of Simple Justice."},
      {
        "id":"ED055158",
        "title":"Broward County Home Economics Curriculum Development Project, July 1, 1967 to July 1, 1970. Final Report."},
      {
        "id":"ED055159",
        "title":"Vocational Education Amendments of 1968, Public Law 90-576. Fifth Report."},
      {
        "id":"ED055160",
        "title":"Women in the World of Work."},
      {
        "id":"ED055161",
        "title":"State Advisory Councils on Vocational Education; A Guide for Implementing Rules and Regulations."},
      {
        "id":"ED055162",
        "title":"Investment Planning in Vocational-Technical Education. A Pilot Study."},
      {
        "id":"ED055163",
        "title":"Manpower Needs in Alaska State and Local Government."},
      {
        "id":"ED055164",
        "title":"A Handbook for Upgrading Low-Skill Workers."},
      {
        "id":"ED055165",
        "title":"Fourth Annual Report on the Occupations, Job Status and Ethnic Characteristics of Employees in New York State Agencies."},
      {
        "id":"ED055166",
        "title":"A Summary of the Types of &quot;Paraprofessional Training&quot; Provided by Junior and Senior Colleges and Universities in the Areas of Health, Education, and Welfare during Academic Year 1970-1971."},
      {
        "id":"ED055167",
        "title":"Experiments in Mental Health Training. Project Summaries."},
      {
        "id":"ED055168",
        "title":"Handbook for Coordinators of Industrial Cooperative Training in Virginia's Public Schools."},
      {
        "id":"ED055169",
        "title":"Toward Excellence in Nursing Education: A Guide for Diploma School Improvement. Second Edition."},
      {
        "id":"ED055170",
        "title":"A Bibliography on Police Administration."},
      {
        "id":"ED055171",
        "title":"Selected Audio-Visual Materials for Consumer Education."},
      {
        "id":"ED055172",
        "title":"Consumer Education: An Interdisciplinary Approach."},
      {
        "id":"ED055185",
        "title":"New Industrial Arts for the Senior High School: A Program of Relevance in a Dynamic Age."},
      {
        "id":"ED055186",
        "title":"Aggregation and Averaging."},
      {
        "id":"ED055187",
        "title":"The Availability of Data on Company Training Programs: A Feasibility Study."},
      {
        "id":"ED055188",
        "title":"Breakthrough in Rural Manpower Services. Final Report."},
      {
        "id":"ED055189",
        "title":"A Directory of Selective Corrections Films."},
      {
        "id":"ED055190",
        "title":"The Effectiveness of Vocational and Technical Programs: A National Follow-Up Survey. Final Report."},
      {
        "id":"ED055197",
        "title":"Working Children: A Report on Child Labor."},
      {
        "id":"ED055198",
        "title":"EPDA (Education Professions Development Act) Institute Leadership Development in Curriculum Planning. Final Report."},
      {
        "id":"ED055201",
        "title":"Work and Non-Work: Institutional Perspectives."},
      {
        "id":"ED055204",
        "title":"Troubleshooting Instruction in Vocational-Technical Education Via Dynamic Simulation. Final Report."},
      {
        "id":"ED055205",
        "title":"Laws Relating to Vocational Education and Agricultural Extension Work."},
      {
        "id":"ED055207",
        "title":"Modifying Disadvantaged Students' Perceptions of Office Work. Final Report."},
      {
        "id":"ED055215",
        "title":"Occutapes."},
      {
        "id":"ED055216",
        "title":"Manpower Planning: Evolving Systems."},
      {
        "id":"ED055223",
        "title":"Community Power and Social Change: A Case for Social Action with Implications for Occupational Education."},
      {
        "id":"ED055224",
        "title":"A Model for Education for Occupational Proficiency."},
      {
        "id":"ED055225",
        "title":"The OCCUPAC Project (A Project to Develop Occupational Information Learning Activity Packages for Grades K-9). Final Report."},
      {
        "id":"ED055226",
        "title":"Gatekeepers in Vocational Education."},
      {
        "id":"ED055227",
        "title":"Teacher Competencies for the Cybernated Age."},
      {
        "id":"ED055228",
        "title":"Proceedings of North American Conference on Labor Statistics (27th, Kiamesha Lake, New York, June 16-20, 1969)."},
      {
        "id":"ED055229",
        "title":"Agricultural Tractor Safety on Public Roads and Farms."},
      {
        "id":"ED055237",
        "title":"A Longitudinal Study of Vocational Development: Implications for Vocational Education and Guidance."},
      {
        "id":"ED055238",
        "title":"The Relationship Between Selected Characteristics of Ninth Grade Boys and Curriculum Selection and Success in Tenth Grade."},
      {
        "id":"ED055239",
        "title":"An Evaluation of Oklahoma's Exemplary Vocational Education and Occupational Orientation Program, Tulsa Public Schools. Interim Evaluation Report."},
      {
        "id":"ED055240",
        "title":"The Development of Individualized Instruction in Vocational Education. Final Report."},
      {
        "id":"ED055241",
        "title":"Improving Preparation of Professional Personnel for Vocational Education in Metropolitan Areas. Institute VI, Final Report."},
      {
        "id":"ED055242",
        "title":"Improving Occupational Orientation Programs for Junior High School Students in Metropolitan Areas. Final Report."},
      {
        "id":"ED055243",
        "title":"Coordination of Supportive Programs for Vocational Education Students in Metropolitan Areas. Institute V, Final Report."},
      {
        "id":"ED055244",
        "title":"Annual and Long-Range Program Planning in Metropolitan Areas in Accordance with the Vocational Education Amendments of 1968. Volume IV, Final Report."},
      {
        "id":"ED055245",
        "title":"Annual and Long-Range Program Planning in Metropolitan Areas in Accordance with the Vocational Education Act Amendments of 1968. Institute X, Final Report."},
      {
        "id":"ED055246",
        "title":"Coordination of Supportive Programs for Vocational Education Students in Metropolitan Areas. Institute IV, Final Report."},
      {
        "id":"ED055247",
        "title":"Improving the Preparation of Professional Personnel for Vocational Education in Metropolitan Areas. Volume VII, Final Report."},
      {
        "id":"ED055248",
        "title":"Metropolitan Area Application of Vocational Education Innovations Resulting from Research and Development Programs. Final Report, Institute IX, Volume I. Final Report"},
      {
        "id":"ED055249",
        "title":"Metropolitan Area Application of Vocational Education Innovations Resulting from Research and Development Programs. Institute IX, Volume II, Final Report."},
      {
        "id":"ED055250",
        "title":"Entry into the American Labor Force."},
      {
        "id":"ED055251",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Fall 1971."},
      {
        "id":"ED055252",
        "title":"Computer Applications to ERIC Clearinghouse Document Collections: A Final Report."},
      {
        "id":"ED055253",
        "title":"The Cloze Procedure as a Teaching Technique."},
      {
        "id":"ED055254",
        "title":"Cost of College: Phase I. Final Report."},
      {
        "id":"ED055255",
        "title":"Voluntary Associations and Community Structure."},
      {
        "id":"ED055256",
        "title":"Recruitment Selection and Training."},
      {
        "id":"ED055257",
        "title":"The Effects of a 48-Hour Period of Sustained Field Activity on Tank Crew Performance."},
      {
        "id":"ED055258",
        "title":"Assessing Training Needs."},
      {
        "id":"ED055263",
        "title":"Adult Education in Sweden."},
      {
        "id":"ED055264",
        "title":"Adult Education and Community Organization in the U.S.A. and Canada."},
      {
        "id":"ED055265",
        "title":"Craftsman or Technicians? The Recurring Problem of \"Placement\" in Technical Colleges."},
      {
        "id":"ED055267",
        "title":"Equal Educational Opportunity: 1. A Statement of the Problem, with Special Reference to Recurrent Education."},
      {
        "id":"ED055269",
        "title":"Selecting Teaching Techniques: Ideas for Instructors of Consumer-Homemaking Programs Working with Adults."},
      {
        "id":"ED055270",
        "title":"Motivating the Learner: Ideas for Instructors of Consumer-Homemaking Programs Working with Adults."},
      {
        "id":"ED055271",
        "title":"A Functional Literacy Project in Selected Establishments in Amman."},
      {
        "id":"ED055272",
        "title":"The Transformation of Training: New Kinds of Consumer Based Services Require New Kinds of Training--Based on Participatory Simulation."},
      {
        "id":"ED055273",
        "title":"The Performance of Paraprofessionals in the Mental Health Field."},
      {
        "id":"ED055274",
        "title":"Homegrounds Improvement Practices of Selected Homeowners and Renters in Polk County, Tennessee. A Research Summary of a Graduate Study."},
      {
        "id":"ED055275",
        "title":"Basic Education and E.S.L. Counseling in the Work Incentive Program. A Summary."},
      {
        "id":"ED055279",
        "title":"Office Machines Resource Materials for Adult Programs in Business Education."},
      {
        "id":"ED055280",
        "title":"The Development and Evaluation of a Parent Training Manual for Home Instruction."},
      {
        "id":"ED055281",
        "title":"The Place of Education by Correspondence in Permanent Education."},
      {
        "id":"ED055282",
        "title":"Motivations for Psychoactive Drug Use among Students. Getting High in High School."},
      {
        "id":"ED055283",
        "title":"Locus of Control of Reinforcement and Responsiveness to Social Influence."},
      {
        "id":"ED055284",
        "title":"Reciprocal Altruism: The Effect of Self-Esteem and Anticipation of Face-to-Face Interaction on Reciprocation."},
      {
        "id":"ED055285",
        "title":"Pupil Services for the Inner-City \"House\" School."},
      {
        "id":"ED055286",
        "title":"An Examination of Social Participation Found among a National Sample of Black and White Elderly."},
      {
        "id":"ED055287",
        "title":"New Developments in Behavior Modification with Children. Leaving the 60's: Behavior Modification with Children."},
      {
        "id":"ED055288",
        "title":"Subcultural Determinants of Locus of Control (IE) Development. A Locus of Control (IE) Measure for Preschool-Age Children: Model, Method, and Validity."},
      {
        "id":"ED055289",
        "title":"Tests as a Form of Rejection of Minority Group Children."},
      {
        "id":"ED055290",
        "title":"Youth in Turmoil. America's Changing Youth Cultures and Student Protest Movements. Crime and Delinquency Issues: A Monograph Series."},
      {
        "id":"ED055291",
        "title":"Personality Attributes and Preference for Group versus Individual Work Situations."},
      {
        "id":"ED055292",
        "title":"College Student Values: An Historical and Conceptual Perspective."},
      {
        "id":"ED055293",
        "title":"Instructions and Problem Shifts: Their implications for Theory in Concept Learning."},
      {
        "id":"ED055294",
        "title":"Equal Opportunity -- and You."},
      {
        "id":"ED055295",
        "title":"Self-Actualization and the Human Potential Group Process."},
      {
        "id":"ED055296",
        "title":"Open Admissions in the Community Junior College."},
      {
        "id":"ED055297",
        "title":"The Effect of Exposure to an Agressive Cartoon on Children&apos;s Play."},
      {
        "id":"ED055298",
        "title":"The Rap Room -- A University Peer Counseling Center."},
      {
        "id":"ED055299",
        "title":"Parent-child Interactions."},
      {
        "id":"ED055300",
        "title":"College Students: A Revealing Comprehensive Seven-Year Study of 1106 University Freshmen Attrition, Graduation, and Followup."},
      {
        "id":"ED055301",
        "title":"Elementary School Guidance in Connecticut. Bulletin 114."},
      {
        "id":"ED055302",
        "title":"Report of the 9th Annual All Ohio Junior High Guidance Conference. Up, Up With People -- Through a Galaxy of Services for the Individual."},
      {
        "id":"ED055303",
        "title":"An Inventory and Assessment of Youth Development Centers at Colleges and Universities in the United States."},
      {
        "id":"ED055304",
        "title":"Changes in Racial Prejudice and Dogmatism as a Result of Interracial Counselor Training Experiances."},
      {
        "id":"ED055305",
        "title":"Discrimination Training with Lay Counselors."},
      {
        "id":"ED055306",
        "title":"Changes in Sociometric Choices Following Forced Integration of an Elementary School."},
      {
        "id":"ED055307",
        "title":"New Left Beliefs, Trust in Others, and Instrumental Cheating."},
      {
        "id":"ED055308",
        "title":"Counselors&apos; Self-Analysis of Their Training as Related to Their Counselor Role and Functions."},
      {
        "id":"ED055309",
        "title":"The Effect of Ability, Achievement, and Number of Plays on Learning from a Simulation Game. Report Number 115."},
      {
        "id":"ED055310",
        "title":"Development and Evaluation of a Comprehensive Career Guidance System. Final Report."},
      {
        "id":"ED055311",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Evaluating Teacher Effectiveness. ERIC Abstracts Series, Number Twenty."},
      {
        "id":"ED055313",
        "title":"Student Involvement: A Bridge to Total Education. Revised Edition."},
      {
        "id":"ED055315",
        "title":"Guide for Cooperation Between School Officials and Police. Revised Edition."},
      {
        "id":"ED055316",
        "title":"Temporary Special Levy Study Commission. Volume I: Summary Report and Research Reports. Final Report."},
      {
        "id":"ED055317",
        "title":"Temporary Special Levy Study Commission. Volume II: Research Reports. Final Report."},
      {
        "id":"ED055318",
        "title":"Accountability and Management."},
      {
        "id":"ED055319",
        "title":"A Class of Administrative Models for Maintaining Anonymity During Merge of Data Files. A Draft."},
      {
        "id":"ED055320",
        "title":"Evidence for Administrative Changes in Federal-State-Local Education. State Intergovernmental Education Project: A Study of Cooperation."},
      {
        "id":"ED055321",
        "title":"The Evaluation of Educational System Outputs: An Exploratory Study. A Research Project."},
      {
        "id":"ED055323",
        "title":"Vistas to More Administrative Accountability."},
      {
        "id":"ED055324",
        "title":"Democratic Supervision and Creative Supervision: Are They Possible Misnomers?"},
      {
        "id":"ED055325",
        "title":"Organizational Climate and Frequency of Principal-Teacher Communications in Selected Ohio Elementary Schools."},
      {
        "id":"ED055326",
        "title":"Openness-Closedness: A Substantive Concept in Organizational Theory?"},
      {
        "id":"ED055327",
        "title":"Kaleidoscope 4: A Descriptive Collection of Promising Educational Practices."},
      {
        "id":"ED055331",
        "title":"A School Improvement Process. Accreditation by Contract."},
      {
        "id":"ED055332",
        "title":"The Effectiveness of Two Systems for Delivering Occupational Information: A Comparative Analysis."},
      {
        "id":"ED055333",
        "title":"Kent Handbook of Negotiation Information."},
      {
        "id":"ED055334",
        "title":"Why Not Differentiated Staffing?"},
      {
        "id":"ED055336",
        "title":"Accountability and Performance Contracting. Analysis and Bibliography Series, No. 13."},
      {
        "id":"ED055347",
        "title":"Schools for Intermediate Students."},
      {
        "id":"ED055348",
        "title":"Planning for Change: Colleges of Applied Arts and Technology."},
      {
        "id":"ED055349",
        "title":"Social Environments for a Regional Centre for the Hearing Handicapped. A Pre-Architectural Investigation and Recommendation."},
      {
        "id":"ED055350",
        "title":"Program Planning Budgeting Workshop, Summer -- 1970."},
      {
        "id":"ED055351",
        "title":"Feasible Systems Analysis for Comprehensive Planning of Public Works."},
      {
        "id":"ED055352",
        "title":"School District Reorganization in the Mid-Island Region; Finance and Community Involvement. School Districts 65 (Cowichan), 66 (Lake Cowichan), 67 (Ladysmith), and 68 (Nanaimo)."},
      {
        "id":"ED055353",
        "title":"Public Middle Schools in the United States, 1970-71. A Study."},
      {
        "id":"ED051324",
        "title":"Implications of Generalized Expectancies of Black Children in Educational Settings."},
      {
        "id":"ED051326",
        "title":"Program Plan for Improved Human Relations, 1970-1971."},
      {
        "id":"ED051327",
        "title":"Tri-Cultural Sensitivity In-Service Training Program. Sample Teaching Units Through Cultural Awareness."},
      {
        "id":"ED051328",
        "title":"Tri-Cultural Sensitivity In-Service Training Program Report."},
      {
        "id":"ED051329",
        "title":"La Raza en Nueva York: Social Pluralism and Schools."},
      {
        "id":"ED051330",
        "title":"The Principal as Educator: The Finley School/New York City. A Report."},
      {
        "id":"ED051331",
        "title":"Community Involvement in School Desegregation: the Story of the Dr. Martin Luther King, Jr. School/Providence, Rhode Island. A Report."},
      {
        "id":"ED051332",
        "title":"Reorganizing the Harrisburg Public Schools; A Plan for Quality Desegregated Education."},
      {
        "id":"ED051333",
        "title":"Summer Day 1969 Elementary School Program for Disadvantaged Pupils. Evaluation of State Urban Education Programs in New York City."},
      {
        "id":"ED051334",
        "title":"Expand and Improve ... A Critical Review of the First Three Years of ESEA Title I in New York City."},
      {
        "id":"ED051335",
        "title":"School Desegregation Plan/Berkeley, California. A Report."},
      {
        "id":"ED051337",
        "title":"An In-Depth Study of Paraprofessionals in District Decentralized ESEA Title I and New York State Urban Education Projects in the New York City Schools, a Study for the Board of Education in the City of New York."},
      {
        "id":"ED051338",
        "title":"Self Awareness Through the Creative Arts."},
      {
        "id":"ED051342",
        "title":"After-School Study Centers: Experimental Materials and Clinical Research. Final Report."},
      {
        "id":"ED051343",
        "title":"Urban Metapolicy and Urban Education."},
      {
        "id":"ED051344",
        "title":"Improved Administration Needed in New Jersey for the Federal Program of Aid to Educationally Deprived Children. Office of Education, Department of Health Education and Welfare B-164031(1). Report to the Congress."},
      {
        "id":"ED051347",
        "title":"A Group Dynamics Approach to Effective Attitudinal Change in Teaching of Disadvantaged Children: A Pilot Program. Final Report."},
      {
        "id":"ED051348",
        "title":"The Attitudes of Students at Black High Schools in Five Cities, Spring 1970."},
      {
        "id":"ED051349",
        "title":"America, a Pluralistic Community: A Myth or Fact."},
      {
        "id":"ED051350",
        "title":"State Urban Education Quality Incentive Programs; Summaries and Classified Data."},
      {
        "id":"ED051357",
        "title":"The Hired Farm Working Force of 1969; A Statistical Report."},
      {
        "id":"ED051364",
        "title":"Reliability of Individual Versus Group Job Pay Ratings."},
      {
        "id":"ED051365",
        "title":"Demographic Differences in Aptitude Test Performance."},
      {
        "id":"ED051367",
        "title":"Agricultural Education and Training; Annual Review of Selected Developments."},
      {
        "id":"ED051369",
        "title":"Rural Industrialization in the Southeast Coastal Plain: Case Study of a New Brick Factory in Summerville, S.C."},
      {
        "id":"ED051370",
        "title":"Social Security Disability Applicant Statistics, 1966."},
      {
        "id":"ED051373",
        "title":"Women Workers Today."},
      {
        "id":"ED051374",
        "title":"A Capability Classification System."},
      {
        "id":"ED051375",
        "title":"Articulation Between North Carolina's Public System of Elementary and Secondary Schools and Public System of Technical Institutes and Community Colleges. A Report With Suggestions for Continuing Efforts."},
      {
        "id":"ED051376",
        "title":"CPM (Critical Path Method) as a Curriculum Tool."},
      {
        "id":"ED051377",
        "title":"Research on Teaching Business and Commercial Subjects."},
      {
        "id":"ED051378",
        "title":"The State of the Art of Occupational Competency Testing. National Occupational Competency Testing Project, Volume 2, Phase One."},
      {
        "id":"ED051379",
        "title":"Commuter Job Corps. Final Report."},
      {
        "id":"ED051382",
        "title":"Job Characteristics of Automotive Mechanics In Selected Iowa Dealerships and Garages."},
      {
        "id":"ED051383",
        "title":"Feasibility Study For Establishing A Training Program For Calibration Technicians."},
      {
        "id":"ED051384",
        "title":"Vocational Rehabilitation Services in a State Penitentiary System. Final Report."},
      {
        "id":"ED051385",
        "title":"Communication and Recruitment Project. Phase I, Final Report."},
      {
        "id":"ED051386",
        "title":"Proceedings, National Driver Education and Training Symposia."},
      {
        "id":"ED051388",
        "title":"The Effects of Vocational Training on Labor Force Experience. An Analysis of the Tennessee Area Vocational Technical School System."},
      {
        "id":"ED051389",
        "title":"Professional, Administrative, and Technical Manpower in Illinois Local Government."},
      {
        "id":"ED051390",
        "title":"Vocational Education and Training Under a Comprehensive Manpower Policy. Proceedings of a Conference, May 13 and 14, 1970."},
      {
        "id":"ED051393",
        "title":"Convention Proceedings Digest (New Orleans, Louisiana, December 4-9, 1970)."},
      {
        "id":"ED051394",
        "title":"The Nature and Characteristics of Middle Management in Retail Department Stores."},
      {
        "id":"ED051395",
        "title":"Work Experience of the Population in 1968."},
      {
        "id":"ED051396",
        "title":"Labor Used on U.S. Farms, 1964-1966."},
      {
        "id":"ED051398",
        "title":"Cooperative Day of Planning II."},
      {
        "id":"ED051399",
        "title":"Cooperative Day of Planning III."},
      {
        "id":"ED051400",
        "title":"Career Ladders in Environmental Health (Supplement)."},
      {
        "id":"ED051401",
        "title":"Family Life: Literature and Films. An Annotated Bibliography."},
      {
        "id":"ED051403",
        "title":"The Maryland Plan. The Junior High School Program in Industrial Arts."},
      {
        "id":"ED051404",
        "title":"Tomorrow's Manpower Needs. National Manpower Projections and a Guide to Their Use as a Tool in Developing State and Area Manpower Projections."},
      {
        "id":"ED051405",
        "title":"Emergency Medical Services; Recommendations For An Approach To An Urgent National Problem."},
      {
        "id":"ED051406",
        "title":"Texas Law Enforcement Inservice Training: A Survey and Manual for Improvement of Inservice Training."},
      {
        "id":"ED051407",
        "title":"Expansion of Vocational-Technical School Programs to Accommodate Highway Safety Manpower Requirements. Volume I, Introduction."},
      {
        "id":"ED051408",
        "title":"Expansion of Vocational-Technical School Programs to Accommodate Highway Safety Manpower Requirements. Volume II."},
      {
        "id":"ED051409",
        "title":"Expansion of Vocational-Technical School Programs to Accommodate Highway Safety Manpower Requirements. Volume III."},
      {
        "id":"ED051410",
        "title":"Expansion of Vocational-Technical School Programs to Accommodate Highway Safety Manpower Requirements. Volume IV."},
      {
        "id":"ED051412",
        "title":"Safety Specialist Manpower, Manpower Resources. Volumes II and III."},
      {
        "id":"ED051413",
        "title":"Safety Specialist Manpower Conclusions and Recommendations, Volume IV."},
      {
        "id":"ED051414",
        "title":"Youth in Transition. Volume II, The Impace of Family Background and Intelligence on Tenth-Grade Boys."},
      {
        "id":"ED051415",
        "title":"The Feasibility of Establishing Highway Safety Manpower Development and Research Centers at University-Level Institutions. Final Report, Volume I: Study Report."},
      {
        "id":"ED051416",
        "title":"The Feasibility of Establishing Highway Safety Manpower Development and Research Centers at University-Level Institutions. Final Report, Volume II: Appendixes."},
      {
        "id":"ED051420",
        "title":"The Extension of Holland's Occupational Classification to All Occupations in the Dictionary of Occupational Titles."},
      {
        "id":"ED051421",
        "title":"A Flow Model for Occupational Structures."},
      {
        "id":"ED051430",
        "title":"School for Schooling's Sake. The Current Role of the Secondary School in Occupational Preparation."},
      {
        "id":"ED051431",
        "title":"Vocational Education Activities in Kansas, 1968-1970."},
      {
        "id":"ED051433",
        "title":"Abstracts of Research and Related Materials in Vocational and Technical Education (ARM), Spring 1971."},
      {
        "id":"ED051434",
        "title":"Proceedings of the Conference on Evaluation in Continuing Medical Education, August 25-26, 1970."},
      {
        "id":"ED051435",
        "title":"The Use of Mass Media in Adult Education in Countries Outside the U.S. and Canada: A Literature Review."},
      {
        "id":"ED051436",
        "title":"Early Childhood Development: Alternatives for Program Implementation in the States. A Report of the Education Commission of the States Task Force on Early Childhood Education."},
      {
        "id":"ED051437",
        "title":"The Experimental Subcollege."},
      {
        "id":"ED051438",
        "title":"The Professor&apos;s Role in a Changing Society."},
      {
        "id":"ED051439",
        "title":"Campus Governance - The Amazing Thing is that It Works At All."},
      {
        "id":"ED051441",
        "title":"Federal Aid to Public Education: Who Benefits?"},
      {
        "id":"ED051443",
        "title":"Legislative Dimensions of the New Careers Program: 1970."},
      {
        "id":"ED051444",
        "title":"Speeches from the First Annual Meeting of the European Home Study Council 1968."},
      {
        "id":"ED051448",
        "title":"The Supervisor and Technological Change--A Study of the Changing Role of the Supervisor in the Port Transport Industry."},
      {
        "id":"ED051450",
        "title":"The Education Continuum - A Neglected University Responsibility."},
      {
        "id":"ED051452",
        "title":"An Instrument and Conceptual Model for the Prediction and Diagnosis of Dropout from Educational Institutions."},
      {
        "id":"ED051453",
        "title":"Building a Model Doctoral Degree Program in Adult Education."},
      {
        "id":"ED051454",
        "title":"A Study of Selected Characteristics and Practices of 150 Low-Income Homemakers with Children in Chenango, Delaware, and Schoharie Counties 1969."},
      {
        "id":"ED051455",
        "title":"How To Select and Evaluate Programmed Instructional Materials."},
      {
        "id":"ED051456",
        "title":"Programmed Instruction and Computer Assisted Instruction in Adult Basic Education: An Institute for State and University Level Adult Basic Education Personnel."},
      {
        "id":"ED051457",
        "title":"Adult Basic Education Teacher Trainers: Their Characteristics, Attitudes, and Values."},
      {
        "id":"ED051459",
        "title":"Interagency Training Programs Catalog 1971-1972."},
      {
        "id":"ED051460",
        "title":"Human Resources Research Organization: Bibliography of Publications and Presentations During FY 1970."},
      {
        "id":"ED051462",
        "title":"Food and Nutrition...Basic Lessons for Training Extension Aides."},
      {
        "id":"ED051463",
        "title":"Key Nutrients."},
      {
        "id":"ED051464",
        "title":"Handbook for Volunteers: Child Nutrition Programs."},
      {
        "id":"ED051465",
        "title":"Management Practices of Soybean Producers in Marion County, Tennessee."},
      {
        "id":"ED051466",
        "title":"Manual on Volunteer Services in Homes for the Aging and Nursing Homes."},
      {
        "id":"ED051467",
        "title":"You're on Camera---in Color; A Television Handbook for Extension Workers."},
      {
        "id":"ED051468",
        "title":"What Are Leaders Really Like: A Study of Adult 4-H Volunteer Leaders; Biographical Profile."},
      {
        "id":"ED051470",
        "title":"Leadership Development in Evaluation for an Age of Accountability."},
      {
        "id":"ED051472",
        "title":"Report on Education for Older Citizens."},
      {
        "id":"ED051473",
        "title":"Social Security Study Guide: A Suggested Training Guide for Community Based Organizations."},
      {
        "id":"ED051474",
        "title":"Catalog of Basic Education Systems."},
      {
        "id":"ED051475",
        "title":"Adult Basic Education: The State of the Art."},
      {
        "id":"ED051476",
        "title":"\"Recurrent Socialization.\" A New View of \"Adult\" and \"Education\" in the Life-Long Education Concept."},
      {
        "id":"ED051477",
        "title":"\"Re-socialization as an Aspect of Adult Education.\""},
      {
        "id":"ED051478",
        "title":"\"Futures\": A New and Needed Literature for National and International Planning in Continuing Education."},
      {
        "id":"ED051479",
        "title":"Project Homebound. Final Report."},
      {
        "id":"ED051480",
        "title":"The Role and Spread of Mass Media and Its Impact on Economic Development of Underdeveloped Countries."},
      {
        "id":"ED051481",
        "title":"Getting Volunteer Leaders on the Job in the 4-H-Like Nutrition Program for Low Income Youth in Urban Areas of Louisiana."},
      {
        "id":"ED051482",
        "title":"T V Classroom. Report of 1968-1969 School Year."},
      {
        "id":"ED051483",
        "title":"Third Meeting of the Panel for Evaluation of Experimental Literacy Projects. Final Report."},
      {
        "id":"ED051484",
        "title":"Inter-Agency Meeting on Work-Oriented Literacy. Final Report."},
      {
        "id":"ED051485",
        "title":"Functional Literacy: A Method of Training for Development."},
      {
        "id":"ED051486",
        "title":"Equality of Access of Women to Literacy. Comparative Study."},
      {
        "id":"ED051487",
        "title":"Adult Education in the Seventies."},
      {
        "id":"ED051488",
        "title":"The Effect of a Planned Communication Program on Change of Attitude and Knowledge of the Urban Dweller Toward Chemicals and Pesticides."},
      {
        "id":"ED051489",
        "title":"Training Program for Cooperative Student Trainees in Professional Career Options; GS-Trainee-2 to Trainee GS-7."},
      {
        "id":"ED051490",
        "title":"Foster Grandparent Program."},
      {
        "id":"ED051491",
        "title":"Newsletters in Extension Education with a Suggested Programmed Learning Manual for Self-Teaching of Newsletter Production."},
      {
        "id":"ED051492",
        "title":"Guidance and Counseling Project for Adult Basic Education; Office of Education -- Region VI. Final Report, FY 1970."},
      {
        "id":"ED051493",
        "title":"Knowledge and Action in Adult Education."},
      {
        "id":"ED051494",
        "title":"Assessment of Functional Illiteracy in Washoe County and a Strategy of Recruitment for the Adult Basic Education Program."},
      {
        "id":"ED051495",
        "title":"Leadership in Multi-Community and Multi-County Development Organizations."},
      {
        "id":"ED051496",
        "title":"A Brief to the Commission on Post-Secondary Education in Ontario."},
      {
        "id":"ED051497",
        "title":"The Community Colleges and Their Communities."},
      {
        "id":"ED051498",
        "title":"A Guide to Federal Funds for Urban Programs at Colleges and Universities."},
      {
        "id":"ED051499",
        "title":"Adult Basic Education in New Mexico; Personal Growth Curriculum."},
      {
        "id":"ED051500",
        "title":"The Development and Utilization of Student Prepared Teaching Units in Family Living Subject Areas Utilizing the Television Media."},
      {
        "id":"ED051501",
        "title":"ABE Learning Center Guidelines."},
      {
        "id":"ED051502",
        "title":"Priority Need in SPA: Program Specialists. A New Approach to Student Advising in Higher Education."},
      {
        "id":"ED051503",
        "title":"Behavioral Differences Among Selected Organized Student Groups."},
      {
        "id":"ED051505",
        "title":"Structure of Occupational Experience, Paternal Values, and Son's School Adjustment. Final Report."},
      {
        "id":"ED051506",
        "title":"A Two-Week Practicum in Applied Psychology."},
      {
        "id":"ED051507",
        "title":"Interpersonal Attraction in a Mixed-Motive Game."},
      {
        "id":"ED051509",
        "title":"Own Group Bias: Determining the Minimal Conditions."},
      {
        "id":"ED051510",
        "title":"Career Counseling: Prediction or Exploration."},
      {
        "id":"ED051511",
        "title":"Five Generalizations of Supervision."},
      {
        "id":"ED051512",
        "title":"A Critical Analysis of School Leavers in the Quincy Public School System. (1969-1970)"},
      {
        "id":"ED051513",
        "title":"Let's Communicate: A Program Designed for Effective Communication."},
      {
        "id":"ED051514",
        "title":"Meanings of 'Mental Illness.'"},
      {
        "id":"ED051515",
        "title":"Drug Abuse: How Can Boards Deal With It?"},
      {
        "id":"ED051516",
        "title":"Internal-External Control and Others' Susceptibility to Influence as Determinants of Interpersonal Attraction."},
      {
        "id":"ED051517",
        "title":"Employment and Other Outcomes After a Vocational Program in a Rehabilitation Center. Milwaukee Media for Rehabilitation Research Reports. Number 11."},
      {
        "id":"ED051518",
        "title":"Skill Level as a Factor in the Relationship Between Worker Satisfaction and Worker Performance."},
      {
        "id":"ED051519",
        "title":"Job-Seeking Behavior and Vocational Development."},
      {
        "id":"ED051520",
        "title":"The Effects of Improved Health on Productivity Through Education."},
      {
        "id":"ED051521",
        "title":"Guidelines on School Centered Problems Related to Drug Use and Abuse."},
      {
        "id":"ED051522",
        "title":"Characteristics of High School Seniors as Related to College Attending Behavior. Pilot Project to Develop a Diagnostic Technique for High School Counselors."},
      {
        "id":"ED051523",
        "title":"Study of the Cognitive Plan in the Acquisition of Complex Motor Skill. Continuation of Study I: Good Motor Learners. Final Report."},
      {
        "id":"ED051524",
        "title":"Narcotic Drug Control in New York State."},
      {
        "id":"ED051525",
        "title":"Educational and Vocational Guidance for the Handicapped Student."},
      {
        "id":"ED051526",
        "title":"Secondary School Health Education Curriculum Guide."},
      {
        "id":"ED051527",
        "title":"An Educational Component Incorporated into a Residential Drug Rehabilitation Program. Phase II: Report of Pilot Project."},
      {
        "id":"ED051528",
        "title":"Reinforcement Schedules and Attributed Freedom."},
      {
        "id":"ED051529",
        "title":"Women in Public Life in Wisconsin. A Preliminary Report."},
      {
        "id":"ED051531",
        "title":"Therapy for Family Systems."},
      {
        "id":"ED051532",
        "title":"Adaptation and Integration in the Nuclear Family: Some Thoughts on the Current Status of the Theory."},
      {
        "id":"ED051533",
        "title":"Selection of Paraprofessionals.; The Training of Paraprofessionals.; Supervision and Evaluation of Paraprofessionals.; The Paraprofessional - An Inside View.; Paraprofessionals in Psychology: An Annotated Bibliography."},
      {
        "id":"ED051534",
        "title":"Four Types of Learning--A Phenomenological Analysis."},
      {
        "id":"ED051535",
        "title":"Comparison of Drug Attitudes of College Freshmen: Metropolitan Area Vs. University Community Setting."},
      {
        "id":"ED051536",
        "title":"Policy Development in Sex and Drug Education.; Professional Standards for Human Relations Trainers."},
      {
        "id":"ED051537",
        "title":"The Development of Conformity and Independence. Report from the Project on Role Theory Analysis of Peer-Teaching Techniques."},
      {
        "id":"ED051539",
        "title":"The Identification of Individual Differences in the Strength of the Nervous System. Report from the Project on Motivation and Individual Differences in Learning and Retention."},
      {
        "id":"ED051540",
        "title":"Proceedings ERIC/CAPS at KPGA. Focus on Youth: Implications for Guidance and Counseling."},
      {
        "id":"ED051541",
        "title":"Proceedings ERIC/CAPS at WACES: A Futuristic Look at Guidance and Counselor Education."},
      {
        "id":"ED051542",
        "title":"Upsurge and Upheaval in School Law."},
      {
        "id":"ED051543",
        "title":"Evaluation of Middle-Administrative Personnel: A Component of the Accountability Process."},
      {
        "id":"ED051544",
        "title":"Testing Interdisciplinary Models of Dialogue Settings for Improving the Effectiveness of Supervisor's Verbal Behaviors in a Supervisory Conference."},
      {
        "id":"ED051545",
        "title":"School Consolidation Survey: Iredell County: Mooresville, Statesville, North Carolina."},
      {
        "id":"ED051546",
        "title":"Administrative Survey: East Orange Public Schools, East Orange, New Jersey."},
      {
        "id":"ED051547",
        "title":"Study of the Use of Incentives in Education and the Feasibility of Field Experiments in School Systems. Final Report."},
      {
        "id":"ED051550",
        "title":"Community Power and Influence Studies: Two Positions."},
      {
        "id":"ED051551",
        "title":"An Information System for a District School Administrator. Operation PEP/Executive Information Systems."},
      {
        "id":"ED051552",
        "title":"The State of the Art in Information Handling. Operation PEP/Executive Information Systems."},
      {
        "id":"ED051553",
        "title":"One Laboratory's Attempts at Transforming Educational Practice."},
      {
        "id":"ED051554",
        "title":"Summary of Consultant Reactions to the CERLI Evaluator Development Program With Staff Recommendations for Future Program Development."},
      {
        "id":"ED051555",
        "title":"Teachers and External Curriculum Consultants: Can They Function Effectively Together?"},
      {
        "id":"ED051556",
        "title":"&quot;Perceptions of Consultant Utilization.&quot; Statistical Report. First Draft."},
      {
        "id":"ED051557",
        "title":"ERIE's Model for Selection and Augmentation of Process Curricula."},
      {
        "id":"ED051558",
        "title":"An Investigation of the Determinants and the Consequences of Variation in Teachers Salaries in New York State."},
      {
        "id":"ED051559",
        "title":"Year-Round School. Is It Feasible?"},
      {
        "id":"ED051560",
        "title":"Goals for Public Education in Texas. A Report by the Subcommittee on Goals to the Governor's Committee on Public School Education."},
      {
        "id":"ED051561",
        "title":"A Computer Based Planning and Management Information System: A Pilot Implementation at the York Borough Board of Education."},
      {
        "id":"ED051562",
        "title":"The Customers Will Get You If You Don't Watch Out: A Hard Look at Some Implications of the Voucher Proposal."},
      {
        "id":"ED051565",
        "title":"Educational Reform in Colombia and Venezuela: An Organizational Analysis: Occasional Papers in Education and Development Number 4."},
      {
        "id":"ED051566",
        "title":"A Social System Analysis of Educational Subsystems in Venezuela."},
      {
        "id":"ED051567",
        "title":"Politics of Elementary and Secondary Education. Research Workshop Report. Working Document."},
      {
        "id":"ED051568",
        "title":"The Governor's Commission on Education. Preliminary Report."},
      {
        "id":"ED051569",
        "title":"The Open School. Supplement to the Final Report of the Governor's Commission on Education (Kellett Commission)."},
      {
        "id":"ED051570",
        "title":"The Task Force for Student Involvement."},
      {
        "id":"ED051571",
        "title":"Alternative Futures for Learning: An Annotated Bibliography of Trends, Forecasts, and Proposals."},
      {
        "id":"ED051572",
        "title":"Decision Making in the Schools."},
      {
        "id":"ED051573",
        "title":"Encapsulated Campus: Better Buildings for Fewer Bucks."},
      {
        "id":"ED051574",
        "title":"The Courts as Educational Policy Makers."},
      {
        "id":"ED051575",
        "title":"Suburban-Urban Educational Resources."},
      {
        "id":"ED051576",
        "title":"Your Superintendent -- Recharge or Discharge?"},
      {
        "id":"ED051577",
        "title":"\"Pupil Transportation --What School Boards Should Know.\""},
      {
        "id":"ED051578",
        "title":"Curriculum Revision Based on Behavioral Objectives for Twelve-Month, Four-Quarter Schools. Final Report."},
      {
        "id":"ED051579",
        "title":"Problems, Issues and Techniques in the Resolution of School Disputes. A Report on the Collective Negotiations Institute, 1969."},
      {
        "id":"ED051581",
        "title":"The Financial Future of City and School Government in Philadelphia. The Fed in Print. Business Review."},
      {
        "id":"ED051582",
        "title":"University City Senior High: A School Serving a Community in Transition. A Study in School-Community Relations. Research Report."},
      {
        "id":"ED051583",
        "title":"Project R-3 Allocation of Students Among Groups."},
      {
        "id":"ED051584",
        "title":"Minimizing the Spread in Per-Pupil Expenditures in School Finance Programs."},
      {
        "id":"ED051585",
        "title":"The Relationship of School Inputs to Public School Performance in New York State."},
      {
        "id":"ED051586",
        "title":"Statistics of Public Elementary and Secondary Day Schools, Fall 1967. Pupils, Teachers, Instruction Rooms, and Expenditures."},
      {
        "id":"ED051587",
        "title":"The School Public Relations Administrator, 1970-71."},
      {
        "id":"ED051588",
        "title":"Financial Status of the Public Schools, 1971."},
      {
        "id":"ED051589",
        "title":"The Development and Evaluation of the Multiunit Elementary School, 1966-1970. Report From the Project on Variables and Processes in Cognitive Learning."},
      {
        "id":"ED051590",
        "title":"Gifted and Creativity Programs: Exceptional Child Bibliography Series."},
      {
        "id":"ED051591",
        "title":"Administration: Exceptional Child Bibliography Series."},
      {
        "id":"ED051592",
        "title":"Curriculum Guides: Exceptional Child Bibliography Series."},
      {
        "id":"ED051593",
        "title":"Physical Education and Recreation: Exceptional Child Bibliography Series."},
      {
        "id":"ED051594",
        "title":"Reading Methods and Problems: Exceptional Child Bibliography Series."},
      {
        "id":"ED051595",
        "title":"Multiply Handicapped: Exceptional Child Bibliography Series."},
      {
        "id":"ED051596",
        "title":"Learning Disabilities - Programs: Exceptional Child Bibliography Series."},
      {
        "id":"ED051597",
        "title":"Learning Disabilities - Research: Exceptional Child Bibliography Series."},
      {
        "id":"ED051599",
        "title":"Emotionally Disturbed - Research: Exceptional Child Bibliography Series."},
      {
        "id":"ED051600",
        "title":"Visually Handicapped - Programs: Exceptional Child Bibliography Series."},
      {
        "id":"ED051601",
        "title":"Visually Handicapped - Research: Exceptional Child Bibliography Series."},
      {
        "id":"ED051602",
        "title":"Attitude Behaviors Toward Mentally Retarded Persons: A Cross Cultural Analysis."},
      {
        "id":"ED051603",
        "title":"A Study of Public School Children with Severe Mental Retardation."},
      {
        "id":"ED051604",
        "title":"A Sampling of Progress Achieved by Trainable Mentally Retarded Persons Enrolled in Community Centered Programs in the State of Colorado."},
      {
        "id":"ED051606",
        "title":"Teaching Gifted Students English Usage in Grades Seven Through Nine."},
      {
        "id":"ED051607",
        "title":"Social Sciences: Curriculum Guide for Teaching Gifted Children Social Sciences in Grades Four Through Six."},
      {
        "id":"ED051608",
        "title":"Teaching Gifted Children Social Sciences in Grades Four Through Six."},
      {
        "id":"ED051610",
        "title":"Questions and Answers: Report of Institute on the Administration of Special Education (Jackson, Mississippi, July 20-21, 1970)."},
      {
        "id":"ED051611",
        "title":"Halfway Houses for the Mildly Retarded."},
      {
        "id":"ED051612",
        "title":"Report of the Conference on the Use of Stimulant Drugs in the Treatment of Behaviorally Disturbed Young School Children (Washington, D.C., January 11-12, 1971)."},
      {
        "id":"ED051613",
        "title":"The Exceptional Student of Secondary School Age: A Bibliography for Psychology and Education 1960-1970."},
      {
        "id":"ED051614",
        "title":"Special Education in California 1969-70."},
      {
        "id":"ED051615",
        "title":"Proceedings of a Special Study Institute: Conference for Teachers of Deaf-Blind Children (Berkeley, California, June 22-24, 1970)."},
      {
        "id":"ED051616",
        "title":"Home and Hospital Instruction in California."},
      {
        "id":"ED051617",
        "title":"Education of the Visually Handicapped in California Public Schools."},
      {
        "id":"ED051618",
        "title":"Special Language Programming for Exceptional Children with Language Disorders."},
      {
        "id":"ED051620",
        "title":"Designing for the Non-Ambulatory."},
      {
        "id":"ED051621",
        "title":"The Relationship Among Various Dichotomous Descriptive Personality Scales and Achievement in the Mentally Retarded: A Study of the Relevant Factors Influencing Academic Achievement at Various Chronological Age Levels. Final Report."},
      {
        "id":"ED051625",
        "title":"The APSTRAT Instructional Model."},
      {
        "id":"ED051637",
        "title":"Development and Evaluation of Single Concept Film Loops for Dissemination of Occupational Information to Youth in the Middle School. Phase I. Final Report."},
      {
        "id":"ED051638",
        "title":"An Experimental Study to Examine the Responses of Sixth Grade Students to Programmed Art Instruction and Evaluative Instruments Designed to Correspond to Selected Ability Trait Variables."},
      {
        "id":"ED051640",
        "title":"Instructional Television Facilities: A Planning Guide."},
      {
        "id":"ED051642",
        "title":"Study, Feasibility of Undersea Salvage Simulation."},
      {
        "id":"ED051644",
        "title":"Relationship of Automatic Data Processing Training Curriculum and Methodology in the Federal Government."},
      {
        "id":"ED051648",
        "title":"Motivating the Student in CAI Technical Courses."},
      {
        "id":"ED051650",
        "title":"An Investigation of Visual, Aural, Motion and Control Movement Cues."},
      {
        "id":"ED051652",
        "title":"Study of Training Device Needs for Meeting Basic Officer Tactics Training Requirements. Volume I of II. Final Report."},
      {
        "id":"ED051653",
        "title":"Development of Behavioral Science Programming Language. Final Report."},
      {
        "id":"ED051659",
        "title":"Computers in the Classroom."},
      {
        "id":"ED051664",
        "title":"Training of Personnel for Educational Television. Initial Report."},
      {
        "id":"ED051665",
        "title":"A Method for Evaluating Student Progress in Undergraduate Computer Science By Use of Automated Problem Sets. Final Report."},
      {
        "id":"ED051666",
        "title":"The Development, Use and Evaluation of Self-Instructional Programs in Israel."},
      {
        "id":"ED051667",
        "title":"The Identification, Coordinated Exchange, and Distribution of Quality Instructional Television Programming in the Northeast Region. Final Report."},
      {
        "id":"ED051668",
        "title":"Interaction of Cognitive Abilities with Availability of Behavioral Objectives in Learning a Hierarchical Task by Computer-Assisted Instruction."},
      {
        "id":"ED051669",
        "title":"Research Program on Cognitive Abilities and Learning. Final Report."},
      {
        "id":"ED051670",
        "title":"Program Sequence by Ability Interaction in Learning a Hierarchical Task by Computer-Assisted Instruction."},
      {
        "id":"ED051671",
        "title":"Microfilm Viewer Experiments. Final Report."},
      {
        "id":"ED051672",
        "title":"Use of Computer Assisted Instruction for Teaching Mathematics to the Disadvantaged."},
      {
        "id":"ED051674",
        "title":"System Analysis in Instructional Programming: The Initial Phases of the Program Construction Process."},
      {
        "id":"ED051675",
        "title":"System Synthesis in Instructional Programming: The Intermediate Phases of the Program Construction Process."},
      {
        "id":"ED051676",
        "title":"System Modification and Evaluation in Instructional Programming: The Final Phases of the Program Construction Process."},
      {
        "id":"ED051677",
        "title":"Forest Service Films Available On Loan For Educational Purposes to Schools, Civic Groups, Churches, Television."},
      {
        "id":"ED051678",
        "title":"Portuguese Basic Course. Volume VII, Lessons 61-70."},
      {
        "id":"ED051680",
        "title":"Repetition as an Oral Language Assessment Technique. Final Report."},
      {
        "id":"ED051681",
        "title":"Spanish for Spanish-Speaking Students."},
      {
        "id":"ED051683",
        "title":"NDEA Language and Area Centers: A Report on the First Five Years."},
      {
        "id":"ED051684",
        "title":"Individualization of Foreign Language Learning in America, I."},
      {
        "id":"ED051685",
        "title":"Languages and Intercultural Relations: Considerations for a Unit on Our Italian Heritage."},
      {
        "id":"ED051688",
        "title":"Textbooks for English as a Second Language: An Annotated Bibliography."},
      {
        "id":"ED051689",
        "title":"Success of Black Students in Foreign Languages."},
      {
        "id":"ED051690",
        "title":"Developing End-of-Year Student Performance Objectives in a Secondary School Foreign Language Program."},
      {
        "id":"ED051691",
        "title":"Analysis of Production Errors in the Phonetic Performance of School-Age Standard-English-Speaking Children. Final Report."},
      {
        "id":"ED051693",
        "title":"Teaching English in India."},
      {
        "id":"ED051694",
        "title":"A Model for Neurolinguistics."},
      {
        "id":"ED051703",
        "title":"Air Force Russian: Aural Comprehension Course. Volume XXIV, Lessons 104-111."},
      {
        "id":"ED051705",
        "title":"German Basic Course. Volume II, Lessons 16-25."},
      {
        "id":"ED051706",
        "title":"Russian Basic Course. Naval Terminology Dictionary: Russian-English, English-Russian."},
      {
        "id":"ED051707",
        "title":"The Language Laboratory."},
      {
        "id":"ED051708",
        "title":"The Changing Aspects of Teaching Spanish."},
      {
        "id":"ED051709",
        "title":"Puerto Rican English: A Discussion of Eight Major Works Relevant to Its Linguistic Description."},
      {
        "id":"ED051710",
        "title":"Selected Bibliography of Yugoslav Educational Materials. Volume 5, Number 4, 1969."},
      {
        "id":"ED051711",
        "title":"The Foreign Language Requirement in the College of Liberal Arts and Sciences at the University of Illinois."},
      {
        "id":"ED051712",
        "title":"Are Foreign Languages on Their Way Out?"},
      {
        "id":"ED051713",
        "title":"Beyond Skill Building."},
      {
        "id":"ED051714",
        "title":"Recommendations on the Foreign Language Requirement in the College of Arts and Sciences."},
      {
        "id":"ED051715",
        "title":"The Cutler-Orosi Intercultural Center."},
      {
        "id":"ED051716",
        "title":"A Bilingual Math-Science Learning Center."},
      {
        "id":"ED051717",
        "title":"Introductory Kanuri. Introduction au Kanouri."},
      {
        "id":"ED051720",
        "title":"Air Force Russian: Aural Comprehension Course. Volume XXVI, Lessons 120-133."},
      {
        "id":"ED051722",
        "title":"Conference on Individualizing Foreign Language Instruction. Final Report."},
      {
        "id":"ED051725",
        "title":"The General Phonetic Characteristics of Languages. Final Report."},
      {
        "id":"ED051726",
        "title":"Preparing Teachers for TESOL--Where We've Been, Where We Are, and Maybe Where We Should Be Going."},
      {
        "id":"ED051727",
        "title":"Reactions of Prospective English Teachers toward Speakers of a Non-Standard Dialect."},
      {
        "id":"ED051728",
        "title":"Consortiums in American Higher Education: 1965-66. Report of an Exploratory Study."},
      {
        "id":"ED051729",
        "title":"Drug Use and Grades in College."},
      {
        "id":"ED051730",
        "title":"Briefs of Selected Court Cases Affecting Student Dissent and Discipline in Higher Education."},
      {
        "id":"ED051731",
        "title":"Values and Attitudes of Harcum Students and Faculty-Staff."},
      {
        "id":"ED051732",
        "title":"[The City University of New York's Open Admissions Program: A Reply to an Article by Rowland Evans and Robert Novak.]"},
      {
        "id":"ED051733",
        "title":"A.A.H.E. Bibliography on Higher Education."},
      {
        "id":"ED051734",
        "title":"Actual and Desirable Campus Environment as Perceived by Allied Health Students Classified into Four Creative Ability Groups."},
      {
        "id":"ED051735",
        "title":"Is \"Higher\" Education Really \"Better\" Education?"},
      {
        "id":"ED051736",
        "title":"Instructional Uses of the Computer in Higher Education."},
      {
        "id":"ED051737",
        "title":"The Pass/Fail Option: Analysis of an Experiment in Grading."},
      {
        "id":"ED051738",
        "title":"The American Student Left; An Historical Essay."},
      {
        "id":"ED051740",
        "title":"Differential Expectations? Predicting Grades for Black Students in Five Types of Colleges."},
      {
        "id":"ED051741",
        "title":"Brain Gains and Brain Drains: The Migration of Black and Nonblack Talent."},
      {
        "id":"ED051742",
        "title":"Issues and Implications of a Model of Maturing for Educational Research."},
      {
        "id":"ED051743",
        "title":"Director's Evaluation Report on the Claremont Institute for the Study of Change in the Four-Year College."},
      {
        "id":"ED051744",
        "title":"Preliminary Investigations on the Academic Performance of Minority Group Students at Cornell University."},
      {
        "id":"ED051745",
        "title":"A Directory of Study Abroad Programs as Conducted by Colleges, Universities, and Institutions of Higher Learning in New England. International Studies Series."},
      {
        "id":"ED051746",
        "title":"New England Professional Schools and World Affairs; A Report on a Conference Conducted by the New England Center for Continuing Education."},
      {
        "id":"ED051748",
        "title":"Critique of Newman Report."},
      {
        "id":"ED051749",
        "title":"The Transfer Student: An Institutional Variable in the Analysis of Junior Year College Marks."},
      {
        "id":"ED051750",
        "title":"A Three Semester Study of the Credit - No Credit Option in the College of Arts and Sciences, University of Missouri, Kansas City."},
      {
        "id":"ED051751",
        "title":"Intellect and Commitment: A Potential for Educational Change in the New Nations."},
      {
        "id":"ED051752",
        "title":"The Illinois Course Evaluation Questionnaire: Description of its Development and a Report of Some of its Results. A History of the Illinois Course Evaluation Questionnaire."},
      {
        "id":"ED051753",
        "title":"In Opposition to Conventional Grades."},
      {
        "id":"ED051755",
        "title":"The Organization and Functions of the Governing Boards and the President's Office. A Discussion Memorandum."},
      {
        "id":"ED051756",
        "title":"A Study of the &quot;Environments&quot; of Japanese Universities."},
      {
        "id":"ED051757",
        "title":"Professional Development of Financial Aid Officers. Higher Education Surveys."},
      {
        "id":"ED051759",
        "title":"The Predictive Validity of the Scholastic Aptitude Test for Disadvantaged College Students Enrolled in a Special Education Program. Final Report."},
      {
        "id":"ED051760",
        "title":"Higher Education Administration. An Annotated Bibliography of Research Reports Funded by the Cooperative Research Act, 1956-1970."},
      {
        "id":"ED051762",
        "title":"The Faculty Enrichment Institute. Final Report."},
      {
        "id":"ED051763",
        "title":"The Expansion of Equal Educational Opportunities; An Evaluation Study of the New York State Higher Education Opportunity Program. Final Report, Part Two."},
      {
        "id":"ED051764",
        "title":"Proceedings of an Invitational Workshop on Curriculum Development in Ecology and Related Environmental Sciences, December 10 - 11, 1970."},
      {
        "id":"ED051765",
        "title":"The Definition of Endowment Income."},
      {
        "id":"ED051766",
        "title":"Boards Governing Two or More State Institutions of Higher Education."},
      {
        "id":"ED051767",
        "title":"Workshop on the Incorporation of Materials about the Negro in the Curriculum of the Liberal Arts College, August 4 -- August 15, 1969."},
      {
        "id":"ED051768",
        "title":"The Christian College as a Source of Students for Selected Theological Seminaries."},
      {
        "id":"ED051769",
        "title":"Women and Higher Education; Recommendations for Change."},
      {
        "id":"ED051770",
        "title":"Deans of Students and their Programs at Selected Christian Liberal Arts Colleges."},
      {
        "id":"ED051771",
        "title":"Higher Education Opportunity Program, 1970-71. Interim Report."},
      {
        "id":"ED051772",
        "title":"Freedom of the College Student Press."},
      {
        "id":"ED051773",
        "title":"The \"Speaker Ban\" Furor."},
      {
        "id":"ED051774",
        "title":"Centers and Institutes at The Pennsylvania State University. A Case Study."},
      {
        "id":"ED051775",
        "title":"Goals and Achievements of the ACE Internship Program in Academic Administration."},
      {
        "id":"ED051776",
        "title":"More Scholars Per Dollar"},
      {
        "id":"ED051777",
        "title":"The Changing Purposes of Higher Education."},
      {
        "id":"ED051778",
        "title":"Improving the Latin American Engineering Student's Experience in the U.S. University."},
      {
        "id":"ED051779",
        "title":"Summary Report of the Ad Hoc Committee on Campus Governance. December 1968-April 1971."},
      {
        "id":"ED051780",
        "title":"Predicting Graduate Business Grades with the Admission Test for Graduate Study in Business. Abstracts and Reviews of Research in Higher Education No. 14."},
      {
        "id":"ED051781",
        "title":"Guidelines for Institutional Self-Study of Involvement in Urban Affairs."},
      {
        "id":"ED051782",
        "title":"1969 &amp; 1980 Science and Engineering Doctorate Supply and Utilization."},
      {
        "id":"ED051783",
        "title":"Informal Tour of the National Center for Higher Education."},
      {
        "id":"ED051784",
        "title":"A Follow-Up Study of the Success of Students in the Georgia Talent Search Project FAIT. Final Report."},
      {
        "id":"ED051785",
        "title":"Developing a Model for an Academic Major in Physical Education. Final Report."},
      {
        "id":"ED051786",
        "title":"Fundamentals of Composite Materials for Undergraduate Engineering--A Filmed Presentation. Final Report."},
      {
        "id":"ED051787",
        "title":"Alliance in Leadership."},
      {
        "id":"ED051788",
        "title":"Institutional Research in Higher Education."},
      {
        "id":"ED051789",
        "title":"Black and Nonblack Youth: Does Marriage Hinder College Attendance?"},
      {
        "id":"ED051790",
        "title":"A Christian College Commitment to Community Service."},
      {
        "id":"ED051791",
        "title":"The Faculty Work Load -- Alternate Methods of Evaluation."},
      {
        "id":"ED051792",
        "title":"Community College Reading Center Facilities."},
      {
        "id":"ED051793",
        "title":"Survey of Attitudes Toward a Student Activities Program for Johnson County Community College, Shawnee Mission, Kansas."},
      {
        "id":"ED051794",
        "title":"A Comparison of Perception of the Community College Environment by High School Counselors, Community College Counselors, and Community College Students."},
      {
        "id":"ED051795",
        "title":"Effectiveness of Remediation in Junior College."},
      {
        "id":"ED051796",
        "title":"\"Quo Vadis\" Specialized Occupational Program Accreditation?"},
      {
        "id":"ED051797",
        "title":"[The Learning Resource Center of the Two-Year College.]"},
      {
        "id":"ED051798",
        "title":"Report on the Proceedings of the Annual Conference for Pennsylvania Community College Trustees (4th, Harrisburg, June 19-20, 1970)."},
      {
        "id":"ED051799",
        "title":"Getting It Together: A Learning System in Communication."},
      {
        "id":"ED051800",
        "title":"Pennsylvania Community College Faculty: Career Patterns and Educational Issues."},
      {
        "id":"ED051801",
        "title":"Pennsylvania Community College Faculty: Attitudes Toward Collective Negotiations."},
      {
        "id":"ED051802",
        "title":"An English Composition Sequence for a Community College. Final Report."},
      {
        "id":"ED051803",
        "title":"Some Selected Economic Benefits and Characteristics of Junior College Programs."},
      {
        "id":"ED051804",
        "title":"An Examination of Selected Legislation Affecting Junior Colleges."},
      {
        "id":"ED051805",
        "title":"The Private Junior College: Prospects for the 70's. The Mitchell College Story."},
      {
        "id":"ED051806",
        "title":"Strategies for Change: A Case Study of Innovative Practices at the Coast Community College District."},
      {
        "id":"ED051807",
        "title":"Educational Goals and Selected College-Related Valuations of Public and Private Junior College Students."},
      {
        "id":"ED051808",
        "title":"Instructional Objectives and Economic Understanding."},
      {
        "id":"ED051809",
        "title":"Benefit Plans in Junior Colleges."},
      {
        "id":"ED051810",
        "title":"A Forward Thrust: The State of the College, An Opportunity for the Future."},
      {
        "id":"ED051811",
        "title":"The Office of Educational Development: A Case Study in the Coast Community College District."},
      {
        "id":"ED051812",
        "title":"Instructional Systems for Student Learning: The Burlington County College Approach."},
      {
        "id":"ED051813",
        "title":"A Rationale for the Expansion of Religious Studies in Community Colleges."},
      {
        "id":"ED051814",
        "title":"Student Volunteer Service Programs: Los Angeles Community College District."},
      {
        "id":"ED051815",
        "title":"A &quot;Career Ladder&quot; Approach to Junior College Curriculum."},
      {
        "id":"ED051816",
        "title":"Opening the Doors a Little Wider: High School Students Attending Junior Colleges."},
      {
        "id":"ED051818",
        "title":"Guidelines for the Establishment of Statistics on Libraries, Book Production and Mass Media."},
      {
        "id":"ED051819",
        "title":"Audiovisual Materials in Support of Information Science Curricula: An Annotated Listing with Subject Index."},
      {
        "id":"ED051820",
        "title":"Information Gathering And Disseminating Activities of the National Library of Medicine."},
      {
        "id":"ED051822",
        "title":"Urbandoc: A Bibliographic Information System. Technical Supplement 1: General Manual."},
      {
        "id":"ED051823",
        "title":"Urbandoc: A Bibliographic Information System. Technical Supplement 2: Operations Manual."},
      {
        "id":"ED051824",
        "title":"Project for Evaluating the Benefits from University Libraries. Final Report."},
      {
        "id":"ED051825",
        "title":"An Investigation of More Effective Means of Organization and Utilization of the Nashville Union Catalog."},
      {
        "id":"ED051826",
        "title":"Masfile--II Pilot Project. Final Report."},
      {
        "id":"ED051827",
        "title":"Joint Serials Control System Project for the Libraries of Cornell University, University of Rochester and the State University of New York at Buffalo. Phase I Feasibility Study. Final Report."},
      {
        "id":"ED051828",
        "title":"A Survey and Analysis of Socio-Economic, Reading, and Library Use Factors Influencing the Rose Park Branch of the Salt Lake Public Library."},
      {
        "id":"ED051829",
        "title":"Recommendation Concerning the International Standardization of Library Statistics Adopted by the General Conference at its Sixteenth Session, Paris, 13 November 1970."},
      {
        "id":"ED051830",
        "title":"The Urban Information Specialist Program: First Year."},
      {
        "id":"ED051831",
        "title":"In-Service Training in Librarianship; A Scrutiny of Current Practices With Proposals for Reform."},
      {
        "id":"ED051832",
        "title":"The Role of Conferences in the Further Education of Librarians; A Scrutiny of the Present Situation with Proposals for Reform."},
      {
        "id":"ED051833",
        "title":"School Library Service Record, 1970."},
      {
        "id":"ED051834",
        "title":"A Suggested Methodology for Relating Research Collection Criteria to Disciplines and to Educational Program Quality."},
      {
        "id":"ED051836",
        "title":"Information and Referral Centers: A Functional Analysis."},
      {
        "id":"ED051837",
        "title":"Cost-Effectiveness of Retrospective Search Systems."},
      {
        "id":"ED051838",
        "title":"North Dakota Governor's Regional Conferences on Libraries, October - November, 1968. Proceedings."},
      {
        "id":"ED051839",
        "title":"Inventory of Major Information Systems and Services in Science and Technology."},
      {
        "id":"ED051840",
        "title":"Federal Library Committee Annual Report, Fiscal Year 1971."},
      {
        "id":"ED051841",
        "title":"A Descriptive and Evaluative Report of the Washington Seminar: Library Career Development Institute."},
      {
        "id":"ED051842",
        "title":"Academic Library Service Record, 1970."},
      {
        "id":"ED051844",
        "title":"Libraries and Automation."},
      {
        "id":"ED051845",
        "title":"Library Services in a Rural Setting: The Case of Prince Edward Island."},
      {
        "id":"ED051846",
        "title":"Medical Information Project; A Study of an Audiovisual Device as a Technique for Continuing Education for General Practitioners. Final Report."},
      {
        "id":"ED051847",
        "title":"Regional Seminar on Statistics of Culture and Mass Communication for Member States of Latin America and the Caribbean; Guadalajara, Mexico, 21 September-2 October 1970. Final Report."},
      {
        "id":"ED051848",
        "title":"Book Selection Aids for Children and Teachers in Elementary and Secondary Schools."},
      {
        "id":"ED051849",
        "title":"The AIP Program for Physics Information: A National Information System for Physics and Astronomy 1972-1976."},
      {
        "id":"ED051851",
        "title":"An Evaluation of State Supported Library Programs for the Disadvantaged in Illinois."},
      {
        "id":"ED051853",
        "title":"Special Collections in University Libraries."},
      {
        "id":"ED051854",
        "title":"Copyright Guidelines."},
      {
        "id":"ED051855",
        "title":"Copyright Program Information."},
      {
        "id":"ED051856",
        "title":"Books By Black Americans."},
      {
        "id":"ED051857",
        "title":"A Handbook for the Administration of Special Negro Collections."},
      {
        "id":"ED051858",
        "title":"A Handbook for the Organization of Black Materials."},
      {
        "id":"ED051859",
        "title":"Learning Resources Operational Model."},
      {
        "id":"ED051860",
        "title":"Proceedings of the International Conference on General Principles of Thesauri Building, Warsaw, 23-27 March 1970."},
      {
        "id":"ED051861",
        "title":"National Science Research Data Processing and Information Retrieval System; Hearings before the General Subcommittee on Education ... Ninety-First Congress, First Session on H.R. 8809 ... April 29 and 30, 1969."},
      {
        "id":"ED051862",
        "title":"COMPENDEX/TEXT-PAC: RETROSPECTIVE SEARCH."},
      {
        "id":"ED051863",
        "title":"The Effect of Indexing Specificity on Retrieval Performance."},
      {
        "id":"ED051865",
        "title":"Microform Retrieval Equipment Guide."},
      {
        "id":"ED051866",
        "title":"A Model Budget Analysis System for Program 05 Libraries."},
      {
        "id":"ED051867",
        "title":"A Study of Trends in the Demand for Information Transfer. Final Report."},
      {
        "id":"ED051868",
        "title":"Libraries and the Book Trade."},
      {
        "id":"ED051869",
        "title":"Papers Delivered at the Indiana University Library Dedication, Bloomington Campus, October 9-10, 1970."},
      {
        "id":"ED051870",
        "title":"The Library in the New Polytechnic."},
      {
        "id":"ED051871",
        "title":"Directed Research Program in Reading, Early Childhood, Vocational Education, School Organization and Administration, FY 72 - FY 76."},
      {
        "id":"ED051872",
        "title":"Guide for RIPPLES."},
      {
        "id":"ED051873",
        "title":"Before School Starts. For Children's Minds--Not Just to Mind the Children. The Child Centre--as Seen by a Parent."},
      {
        "id":"ED051874",
        "title":"A Comparison Study of the Cognitive Development of Disadvantaged First Grade Pupils (As Measured by Selected Piagetian Tasks)."},
      {
        "id":"ED051875",
        "title":"Conference on Reading and Early Childhood."},
      {
        "id":"ED051876",
        "title":"On Early Learning: The Modifiability of Human Potential."},
      {
        "id":"ED051877",
        "title":"Analysis of Early Childhood Programs: A Search for Comparative Dimensions."},
      {
        "id":"ED051878",
        "title":"An Academic Preschool for Disadvantaged Children: Review of Findings. Preliminary Draft."},
      {
        "id":"ED051879",
        "title":"To Laugh is to Know: A Discussion of the Cognitive Element in Children's Humor."},
      {
        "id":"ED051880",
        "title":"Day Care Survey-1970. Summary Report and Basic Analysis."},
      {
        "id":"ED051882",
        "title":"Racial Attitudes Among White Kindergarten Children From Three Different Environments."},
      {
        "id":"ED051883",
        "title":"Effect of Labels on Memory in the Absence of Rehearsal."},
      {
        "id":"ED051885",
        "title":"Mother-Infant Interaction and Infant Development Among the Wolof of Senegal."},
      {
        "id":"ED051886",
        "title":"Interrelations in Children's Learning of Verbal and Pictorial Paired Associates."},
      {
        "id":"ED051888",
        "title":"Issues in Human Development: An Inventory of Problems, Unfinished Business and Directions for Research."},
      {
        "id":"ED051889",
        "title":"A Preschool Articulation and Language Screening for the Identification of Speech Disorders. Final Report."},
      {
        "id":"ED051890",
        "title":"Conditioning Tasks Performance in Infancy and Early Childhood as a Stable and Measurable Aspect of Behavior. Final Report."},
      {
        "id":"ED051891",
        "title":"A Study in Child Care (Case Study from Volume II-A): &quot;A House Full of Children.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051894",
        "title":"A Study in Child Care (Case Study from Volume II-A): &quot;Good Vibes.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051896",
        "title":"A Study in Child Care (Case Study from Volume II-A): &quot;It's a Well-Run Business, Too.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051897",
        "title":"A Study in Child Care (Case Study from Volume II-B): &quot;I'm a New Woman Now.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051898",
        "title":"A Study in Child Care (Case Study from Volume II-B): &quot;A Sense of Belonging.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051899",
        "title":"A Study in Child Care (Case Study from Volume II-A): &quot;Like Being at Home.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051902",
        "title":"A Study in Child Care (Case Study from Volume II-A): &quot;Hey, Georgie Get Yourself Together.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051903",
        "title":"A Study in Child Care (Case Study from Volume II-A): &quot;All Kinds of Love--in a Chinese Restaurant.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051904",
        "title":"A Study in Child Care (Case Study from Volume II-A): &quot;A Small U. N.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051905",
        "title":"A Study in Child Care (Case Study from Volume II-A); &quot;More than Just Baby-Sitting.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051906",
        "title":"A Study in Child Care (Case Study from Volume II-B): &quot;Will You Marry Me?&quot; Day Care Program Reprint Series."},
      {
        "id":"ED051907",
        "title":"A Study in Child Care (Case Study from Volume II-B): \"We Come with the Dust and We Go with the Wind.\" Day Care Programs Reprint Series."},
      {
        "id":"ED051908",
        "title":"A Study in Child Care (Case Study from Volume II-B): &quot;Someplace Secure.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051909",
        "title":"A Study in Child Care (Case Study from Volume II-B): \"...While [They Took] Care of Our Children, Theirs Weren't Being Cared For.\" Day Care Programs Reprint Series."},
      {
        "id":"ED051910",
        "title":"A Study in Child Care (Case Study from Volume II-B): &quot;They Brag on a Child to Make Him Feel Good.&quot; Day Care Programs Reprint Series."},
      {
        "id":"ED051911",
        "title":"A Study in Child Care. Volume I: Findings. Day Care Programs Reprint Series."},
      {
        "id":"ED051912",
        "title":"A Study in Child Care. Volume III: Cost and Quality Issues for Operators. Day Care Programs Reprint Series."},
      {
        "id":"ED051913",
        "title":"A Native American Curriculum Unit for the Fourth Grade. NATAM IV."},
      {
        "id":"ED051914",
        "title":"The Pre-School Child's Image of the American Indian. NATAM IX."},
      {
        "id":"ED051915",
        "title":"Population, Ecology, and the American Indian: A Native American Curriculum Unit for Middle and High School. NATAM XII."},
      {
        "id":"ED051916",
        "title":"Chippewa Indians: A Native American Curriculum Unit for the Third Grade. NATAM XIII."},
      {
        "id":"ED051917",
        "title":"Some Suggestions for Librarians in High Schools with Native American Students. NATAM XIV."},
      {
        "id":"ED051918",
        "title":"Chippewa Indians: A Native American Curriculum Unit for the Fifth Grade. NATAM XV."},
      {
        "id":"ED051919",
        "title":"The Indian's Identification with the Earth: A Native American Curriculum Unit for the High School. NATAM XVI."},
      {
        "id":"ED051920",
        "title":"Contrasting Chippewa, Sioux, and Anglo Values: A Native American Curriculum Unit for the Sixth Grade. NATAM XVII."},
      {
        "id":"ED051921",
        "title":"Report of Task Force on Rural Education."},
      {
        "id":"ED051922",
        "title":"Indian Education; Johnson-O'Malley Activities: Annual Report, 1969-1970."},
      {
        "id":"ED051923",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America. Part IIa: The Northern Plains. Occasional Publications in Anthropology, Ethnology Series, No. 3."},
      {
        "id":"ED051924",
        "title":"Settlement Institutions in Southern Appalachia."},
      {
        "id":"ED051925",
        "title":"[Statement on Indian Education.]"},
      {
        "id":"ED051926",
        "title":"An Analysis of How Change Has Taken Place in Changed Institutions and Its Implications for Mexican-Americans."},
      {
        "id":"ED051927",
        "title":"Vocational-Technical Education and the Mexican-American."},
      {
        "id":"ED051928",
        "title":"1970-1971 Annual Report: Extension Service Program, Silliman University."},
      {
        "id":"ED051929",
        "title":"[Indian Education in Idaho. Annual Report 1969-1970.]"},
      {
        "id":"ED051930",
        "title":"Farmers&apos; Organizations and Movements: Research Needs and a Bibliography of the United States and Canada."},
      {
        "id":"ED051931",
        "title":"Ethnic Origin and Educational Attainment: November 1969. Population Characteristics, Current Population Reports."},
      {
        "id":"ED051932",
        "title":"\"The Cemetery.\" Taft Campus Occasional Paper No. I."},
      {
        "id":"ED051933",
        "title":"School Camping? What's It All About? Taft Campus Occasional Papers, No. II."},
      {
        "id":"ED051934",
        "title":"Recent Publications (1966-1970) of Faculty, Department of Outdoor Teacher Education, Northern Illinois University. Taft Campus Occasional Papers No. III."},
      {
        "id":"ED051935",
        "title":"Teaching in the Field."},
      {
        "id":"ED051936",
        "title":"Who Am I?"},
      {
        "id":"ED051937",
        "title":"Review of Educational Activities, Bureau of Indian Affairs, Part I."},
      {
        "id":"ED051938",
        "title":"Study of Voluntary School Dropouts in the Lakeland Union High School District."},
      {
        "id":"ED051939",
        "title":"1970 Farm Labor and Rural Manpower Report."},
      {
        "id":"ED051940",
        "title":"U. S. and Canadian Indian Periodicals."},
      {
        "id":"ED051941",
        "title":"Rural Poor Who Could Benefit from Job Retraining in the East North Central States."},
      {
        "id":"ED051942",
        "title":"A Profile of the Rural Poor in the Northeastern Coastal Plain of South Carolina."},
      {
        "id":"ED051943",
        "title":"A Study of the Validity of Language Usage as an Indicator of Ethnic Identification."},
      {
        "id":"ED051944",
        "title":"Montana Statewide Outdoor Recreation Plan: Action Program."},
      {
        "id":"ED051945",
        "title":"Tribal Directory."},
      {
        "id":"ED051946",
        "title":"1970 Inter-Agency Employment Meeting (Navajo)."},
      {
        "id":"ED051947",
        "title":"&quot;1970&quot; Inter-Agency Health Meeting (Navajo)."},
      {
        "id":"ED051948",
        "title":"Selected Health Practices Among Ohio's Rural Residents."},
      {
        "id":"ED051949",
        "title":"An Examination of the 1968-1969 Urban Indian Hearings Held by the National Council on Indian Opportunity. Part I: Education."},
      {
        "id":"ED051950",
        "title":"An Examination of the 1968-1969 Urban Indian Hearings Held by the National Council on Indian Opportunity. Part II: Interracial Aspects."},
      {
        "id":"ED051951",
        "title":"Research for Better Schools; A Federal Projects Workshop for Educational Programs in Tennessee and Appalachia."},
      {
        "id":"ED051952",
        "title":"Rural Area Application of Vocational Education Innovations Resulting from Research and Development Programs. Final Report, Institute V."},
      {
        "id":"ED051953",
        "title":"Coordination of Supportive Services for Vocational Education Students in Rural Areas. Final Report, Institute I."},
      {
        "id":"ED051954",
        "title":"Open-Country Poverty in a Relatively Affluent Area - The East North Central States."},
      {
        "id":"ED051955",
        "title":"Region One Bilingual Education Project. 1970-1971 Final Evaluation Report."},
      {
        "id":"ED051958",
        "title":"The Navajo Bordertown Dormitory in Flagstaff, Arizona. American Indian Education Papers, No. 4."},
      {
        "id":"ED051959",
        "title":"Trends in Federal Programs for the 70's."},
      {
        "id":"ED051960",
        "title":"Analyzing the Development of Reading Skill Using an Error-Word Preference Inventory."},
      {
        "id":"ED051961",
        "title":"Reading and the Urban Child."},
      {
        "id":"ED051962",
        "title":"Remedial Programs in the Schools--Can They be Justified?"},
      {
        "id":"ED051963",
        "title":"The Training of Reading Teachers for the Disadvantaged."},
      {
        "id":"ED051964",
        "title":"Components of a Language Arts Program in the Primary Grades."},
      {
        "id":"ED051965",
        "title":"The Remedial [Reading] Teacher: Special Training and Professional Responsibilities."},
      {
        "id":"ED051966",
        "title":"The Wisconsin Design for Reading Skill Development."},
      {
        "id":"ED051967",
        "title":"A Comparison of the Effectiveness of Structured Tutoring Techniques as Used by Parents and Paid Student Tutors in Teaching Basic Reading Skills."},
      {
        "id":"ED051968",
        "title":"The Effect of Two Instructional Methods on Transfer from a Transitional Writing System in Traditional Orthography."},
      {
        "id":"ED051971",
        "title":"Individualizing Reading Instruction at the Junior High Level."},
      {
        "id":"ED051972",
        "title":"Utilizing Television in Reading Improvement Courses."},
      {
        "id":"ED051973",
        "title":"Approaches to Reading: Grade 7-8."},
      {
        "id":"ED051974",
        "title":"Individually Prescribed Instruction: Background Information and Research."},
      {
        "id":"ED051975",
        "title":"Cloze Readability versus the Dale-Chall Formula."},
      {
        "id":"ED051976",
        "title":"Training Teachers to Evaluate Reading."},
      {
        "id":"ED051977",
        "title":"Perceptual Training--Does it Result in Reading Improvement?"},
      {
        "id":"ED051978",
        "title":"The Long-Term Effects of Remedial Reading Instruction."},
      {
        "id":"ED051979",
        "title":"The Publishing Behavior of Graduate Students in Reading."},
      {
        "id":"ED051980",
        "title":"Machines in the Reading Program--What are Their Roles?"},
      {
        "id":"ED051981",
        "title":"Language Interference and Visual Perception for Native and Puerto Rican Speakers of English in Second Grade."},
      {
        "id":"ED051982",
        "title":"Modifications in Teachers' Questioning Behavior in the Development of Reading Comprehension and a Series of Supervisory Conferences."},
      {
        "id":"ED051983",
        "title":"Assessment of the de Hirsch Predictive Index Tests of Reading Failure."},
      {
        "id":"ED051984",
        "title":"A Released-Time In-Service Training Program in the Teaching of Reading."},
      {
        "id":"ED051985",
        "title":"The Role of the Secondary School Reading Consultant."},
      {
        "id":"ED051986",
        "title":"\"Linguistic\" Programs--Are They Really Different?"},
      {
        "id":"ED051987",
        "title":"The Development of a Classification Scheme for Reading Research and Reading Resources."},
      {
        "id":"ED051988",
        "title":"Family Key to the Fish Commonly Taken on Board the Orange County Schools Marine Science Floating Laboratory."},
      {
        "id":"ED051989",
        "title":"Keys to the Common Genera of Marine Plants Taken Aboard the Orange County Floating Marine Laboratory."},
      {
        "id":"ED051990",
        "title":"An Ungraded Primary Level Science Program, Levels One Through Three (Grades 1-2-3)."},
      {
        "id":"ED051991",
        "title":"A Survey of the Teaching of Chemistry in Secondary Schools."},
      {
        "id":"ED051992",
        "title":"Readings in Wildlife and Fish Conservation, High School Conservation Curriculum Project."},
      {
        "id":"ED051993",
        "title":"A Guide for Teaching Conservation and Resource-Use Education in the Schools of Louisiana, Forest Section."},
      {
        "id":"ED051994",
        "title":"Free and Inexpensive Materials for Teaching Conservation: Forests."},
      {
        "id":"ED051995",
        "title":"Free and Inexpensive Materials for Teaching Conservation: Wildlife and Fish Section."},
      {
        "id":"ED051996",
        "title":"Free and Inexpensive Materials Available for Teaching Conservation Education: Soil and Water."},
      {
        "id":"ED051998",
        "title":"Independent Learning Project, Final Report 1967-1969."}]
  }}
