{
  "response":{"numFound":509939,"start":308000,"numFoundExact":true,"docs":[
      {
        "id":"ED052000",
        "title":"DISCUS Seventh Grade, Life Sciences, Part One."},
      {
        "id":"ED052001",
        "title":"DISCUS Seventh Grade, Life Sciences, Part Two."},
      {
        "id":"ED052002",
        "title":"DISCUS Eighth Grade, Physical Sciences, Part I."},
      {
        "id":"ED052003",
        "title":"DISCUS Eighth Grade, Physical Sciences, Part 2."},
      {
        "id":"ED052004",
        "title":"DISCUS Ninth Grade, Earth Science."},
      {
        "id":"ED052005",
        "title":"DISCUS Ninth Grade, Earth Science, Part Two."},
      {
        "id":"ED052007",
        "title":"International Conference on Education in Chemistry, Preliminary Report."},
      {
        "id":"ED052008",
        "title":"A Study of the Development of the Skill of Effective Questioning by Prospective Secondary School Science Teachers. Final Report."},
      {
        "id":"ED052009",
        "title":"General Chemistry, 1970 Edition."},
      {
        "id":"ED052010",
        "title":"Variation."},
      {
        "id":"ED052013",
        "title":"Idea-Centered Laboratory Science (I-CLS), Unit F, A Scientist Looks Critically at His World."},
      {
        "id":"ED052014",
        "title":"Applied Physics Laboratory, Strength of Materials, High School, 12th Year (Incomplete)."},
      {
        "id":"ED052017",
        "title":"Student Attitudes, Perceived Parental Attitudes, and Socio-Economic Status as Predictors of Junior High School Mathematics Achievement."},
      {
        "id":"ED052019",
        "title":"Education and the Environmental Crisis."},
      {
        "id":"ED052020",
        "title":"The Federal Program in Population Research. Inventory of Population Research Supported by Federal Agencies During Fiscal Year 1970."},
      {
        "id":"ED052021",
        "title":"Review of Academic Mathematics, A Tentative Guide."},
      {
        "id":"ED052025",
        "title":"Some Meaningful Mathematics in Two Chapters: Chapter T1, The Binomial Expansion and Related Topics; Chapter T2, The Principle of Math Induction and Related Conjectures."},
      {
        "id":"ED052026",
        "title":"Ten Years of Problems from the NASSAU County Interscholastic Mathematics League 1960-1969 with Answers and Sample Solutions."},
      {
        "id":"ED052027",
        "title":"Proceedings of the National Conference on Population Library and Information Services (3rd Chapel Hill, N. C., May 14-15, 1970)"},
      {
        "id":"ED052028",
        "title":"Quality of Life in the United States--An Excursion into the New Frontier of Socio-Economic Indicators."},
      {
        "id":"ED052029",
        "title":"Outdoor Education, Camp Casey."},
      {
        "id":"ED052030",
        "title":"Current Publications in Population/Family Planning Number 13."},
      {
        "id":"ED052031",
        "title":"Country Profiles, Jamaica."},
      {
        "id":"ED052032",
        "title":"Country Profiles, Indonesia."},
      {
        "id":"ED052033",
        "title":"Teaching Elementary School Mathematics. What Research Says to the Teacher 2."},
      {
        "id":"ED052034",
        "title":"Undergraduate Education in Environmental Studies, A Conference Report."},
      {
        "id":"ED052036",
        "title":"Interdisciplinary Science Education, Report of a Conference."},
      {
        "id":"ED052039",
        "title":"Mathematics and My Career. A Collection of Essays."},
      {
        "id":"ED052042",
        "title":"Situation Report - Bulgaria, Greece, Finland, Hungary, Sweden, Turkey, United Kingdom, and Yugoslavia."},
      {
        "id":"ED052043",
        "title":"Situation Report - Denmark, France, German Federal Republic, Luxembourg, Poland, Portugal, Romania, Spain, and Switzerland."},
      {
        "id":"ED052044",
        "title":"Situation Report - El Salvador, Republic of Korea, and South Africa."},
      {
        "id":"ED052045",
        "title":"Cognitive Levels of Test Items in Commercial Biology Examinations."},
      {
        "id":"ED052046",
        "title":"Spatial Cognition, A Success Prognosticator in College Science Courses."},
      {
        "id":"ED052047",
        "title":"The Process Learning Components of Introductory Physical Science: A Pilot Study."},
      {
        "id":"ED052048",
        "title":"Let's Talk About You and Sharks, American Oceanography Special Educational Newsletter."},
      {
        "id":"ED052049",
        "title":"Marine Science Film Catalogue."},
      {
        "id":"ED052050",
        "title":"Twin Owls Mountain Camp, A Summer Workshop for Colorado Young People. Final Report and Progress Report."},
      {
        "id":"ED052051",
        "title":"A Summary of Research in Science Education for the Years of 1968-69, Secondary School Level. Science Education Information Reports."},
      {
        "id":"ED052053",
        "title":"Project MOD Student. The Development of a System of Instruction for Teaching Mathematics to the Occupational and Development Student."},
      {
        "id":"ED052054",
        "title":"Chemical Education for Underprepared Students. A Report of a Conference Held at the University of Illinois at Chicago Circle."},
      {
        "id":"ED052055",
        "title":"Biology Grade 10, Science Curriculum Materials."},
      {
        "id":"ED052057",
        "title":"Supplement to District Math Guide 1970-71."},
      {
        "id":"ED052058",
        "title":"Environmental Education, The Last Measure of Man. An Anthology of Papers for the Consideration of the 14th and 15th Conference of the U.S. National Commission for UNESCO."},
      {
        "id":"ED052059",
        "title":"Report to The President and The Council on Environmental Quality."},
      {
        "id":"ED052064",
        "title":"Severity of Grading in the Sciences and Its Relation to Science Enrollments, Final Report."},
      {
        "id":"ED052065",
        "title":"The Curriculum Never Changes - Only the Reason for Offering It Changes."},
      {
        "id":"ED052066",
        "title":"Council of Europe Information Bulletin 1/1971."},
      {
        "id":"ED052067",
        "title":"Science for Children K-3."},
      {
        "id":"ED052068",
        "title":"Development of a Mathematics Curriculum for Undergraduate Business Students. Final Report."},
      {
        "id":"ED052069",
        "title":"[Catalogues of Third Country Training Resources in East, Near East, and South Asia. Volumes 1 and 2.]"},
      {
        "id":"ED052070",
        "title":"Outlook. Issue No. 2."},
      {
        "id":"ED052071",
        "title":"Citizenship: A Curriculum Guide. Grade Nine."},
      {
        "id":"ED052072",
        "title":"The Use of Inter-Ethnic Materials in Suburban School Districts in the Kansas City Metropolitan Area."},
      {
        "id":"ED052073",
        "title":"Urban Problems. Grade 9."},
      {
        "id":"ED052074",
        "title":"Teaching of Psychology in the Secondary School: Research Studies 1964-1971; Teaching of the Behavioral Sciences in the Elementary School. Selected Bibliographies."},
      {
        "id":"ED052075",
        "title":"Meetings of the War/Peace Curriculum Implementation Committee of Mount Diablo Unified School District. Workshop Report."},
      {
        "id":"ED052076",
        "title":"Teaching About War, Peace, Conflict and Change."},
      {
        "id":"ED052077",
        "title":"World Law."},
      {
        "id":"ED052078",
        "title":"On Conflict: A Curriculum Unit with Comments."},
      {
        "id":"ED052079",
        "title":"Meetings of the 1970-71 War/Peace Curriculum Implementation Committee. Workshop Report."},
      {
        "id":"ED052080",
        "title":"Families Around the World. The Hopi Family. Teacher's Resource Unit."},
      {
        "id":"ED052081",
        "title":"Families Around the World. The Quechua Family of Peru. Teacher's Resource Unit."},
      {
        "id":"ED052082",
        "title":"Families Around the World. The Soviet Family in Moscow. Teacher's Resource Unit."},
      {
        "id":"ED052083",
        "title":"An Evaluation of an Experienced Teacher Fellowship Program in Economic Education."},
      {
        "id":"ED052084",
        "title":"War/Peace Report. What Should Kids Be Taught About Peace and War? Volume 11, Number 1."},
      {
        "id":"ED052086",
        "title":"Area Studies on U.S. Campuses: A Directory."},
      {
        "id":"ED052087",
        "title":"Red Letter Days in Black History. Curriculum Guide. Grade 3."},
      {
        "id":"ED052091",
        "title":"Proceedings of the Southwestern Sociological Association."},
      {
        "id":"ED052095",
        "title":"Social Science Research Council Items. Volume 25, Number 2."},
      {
        "id":"ED052096",
        "title":"Intercultural Education Series. An Introduction to Selected Latin American Cultures."},
      {
        "id":"ED052097",
        "title":"Intercultural Education Series. A Selected, Annotated Bibliography of Inter-American Teaching Aids for Art, English Language Arts, Music, Social Studies, and Spanish."},
      {
        "id":"ED052098",
        "title":"Intercultural Education Series. Selected Latin American Literature for Youth."},
      {
        "id":"ED052099",
        "title":"Intercultural Education Series. Some Perspectives on Inter-America."},
      {
        "id":"ED052100",
        "title":"Intercultural Education Series. The Americas and Self-Identification."},
      {
        "id":"ED052107",
        "title":"A Survey Course: The Energy and Mass Budget at the Surface of the Earth."},
      {
        "id":"ED052108",
        "title":"A Geographical Bibliography for American College Libraries. A Revision of a Basic Geographical Library: A Selected and Annotated Book List for American Colleges."},
      {
        "id":"ED052109",
        "title":"A Systems Analytic Approach to Economic Geography."},
      {
        "id":"ED052110",
        "title":"Undergraduate Major Programs in American Geography."},
      {
        "id":"ED052111",
        "title":"Family Planning, Population Problems and the Secondary School Curriculum."},
      {
        "id":"ED052112",
        "title":"Religion and the Schools: From Prayer to Public Aid. An Education U.S.A. Special Report."},
      {
        "id":"ED052113",
        "title":"Social Studies K-6: A Guide for Curriculum Revision."},
      {
        "id":"ED052116",
        "title":"Drugs, Race, The Counter Culture and the Soldier."},
      {
        "id":"ED052117",
        "title":"International Development Education Program Newsletter. Volume 1, Number 2."},
      {
        "id":"ED052119",
        "title":"Education in Moral Values in Michigan: A Report on a Survey."},
      {
        "id":"ED052120",
        "title":"A Survey of Secondary Schools in India. Project Report Part 1."},
      {
        "id":"ED052124",
        "title":"Structure and Process of Inquiry into Social Issues in Secondary Schools. Volume 3, Social Issues Classroom Discourse: A Study of Expository, Inquiry Non-Probing Inquiry Probing Classes."},
      {
        "id":"ED052125",
        "title":"A Second Report on The Treatment of Minorities in American History Textbooks."},
      {
        "id":"ED052126",
        "title":"The Formulation of British Colonial Education Policy, 1929-1961. Final Report."},
      {
        "id":"ED052127",
        "title":"Cross-Cultural Social Psychology Newsletter. Volume 5, Number 2."},
      {
        "id":"ED052129",
        "title":"Interrelations of Student-Teacher Agreement of Classroom Expectations and Behavior, Program Innovations and Student Satisfaction."},
      {
        "id":"ED052130",
        "title":"The Effects of Knowledge About Subject Matter on the Performance and Attitudes of Prospective Teachers."},
      {
        "id":"ED052131",
        "title":"Teacher Perceptions of Race, Socio-Economic Status and Language Characteristics."},
      {
        "id":"ED052132",
        "title":"Applying the Language of Behavioral Models to Teaching Acts."},
      {
        "id":"ED052133",
        "title":"Institute of Open Education; Graduate Program Leading to Master of Philosophy in Education. Description and Application."},
      {
        "id":"ED052135",
        "title":"The Elementary Education Undergraduate Program at Capitol Campus, Pennsylvania State University."},
      {
        "id":"ED052137",
        "title":"Designing and Implementing a Conceptual-Behavioral Curriculum Structure for Preparing Secondary Teachers. Final Report."},
      {
        "id":"ED052138",
        "title":"Empirical Validation of a New Category System: One Example."},
      {
        "id":"ED052139",
        "title":"Preparing Instructor-Counselors for Underachieving College Students."},
      {
        "id":"ED052140",
        "title":"Training Instructional Teams for a Differentiated Approach to Learning: A Description of a Teacher Education Project Within the Secondary Teacher Education Program."},
      {
        "id":"ED052141",
        "title":"Evaluation of Peabody Early Childhood Education Project. Academic Year 1969-70."},
      {
        "id":"ED052142",
        "title":"A System Model of Differentiated Staffing. A Project Implemented at Pilot Schools under the Direction of the School Board of Sarasota County, Florida."},
      {
        "id":"ED052143",
        "title":"A Readiness for Differentiated Staffing: Questions Relevant To Development and Training Activities."},
      {
        "id":"ED052144",
        "title":"A Handbook of the Temple City Differentiated Staffing Project. An Up-to-Date Revision of Project Procedures and Policies."},
      {
        "id":"ED052145",
        "title":"Evaluating the 1969 LTI-TTT Site Visitation Procedure. Aperiodic Report: Trainers of Teacher Trainers (TTT) Evaluation. No. 2."},
      {
        "id":"ED052146",
        "title":"The National TTT Program: Noteworthy Activities and Outcomes. Aperiodic Report: Trainers of Teacher Trainers (TTT) Evaluation. No. 3."},
      {
        "id":"ED052147",
        "title":"Project Impact: A Pilot Study Evaluating the NDEA Summer Institute Program. Final Report."},
      {
        "id":"ED052148",
        "title":"Five Levels of Incompetence. Higher Education, Teaching, and the Education of Teachers. Report of the Grove Park Institute (June 10-15, 1969)."},
      {
        "id":"ED052149",
        "title":"Guam Education Project: Teacher Education Program. Final Report."},
      {
        "id":"ED052150",
        "title":"Project To Strengthen Elementary and Secondary Education in Guam. Vol. 1, Education Objectives Commission. Vol. 2, Orientation Program for Contract Teachers. Final Report."},
      {
        "id":"ED052151",
        "title":"Guided Self-Analysis Professional Development Systems. Education Series: Overview."},
      {
        "id":"ED052153",
        "title":"Development and Achievement Effects of a Teacher-Directed Structure for Self-Directed Process of Education."},
      {
        "id":"ED052155",
        "title":"Perspectives on the Role of the Teacher Corps Team Leader."},
      {
        "id":"ED052156",
        "title":"Professional Preparation and Effectiveness of Beginning Teachers."},
      {
        "id":"ED052157",
        "title":"Teacher Supply and Demand in Wisconsin, 1970-1980."},
      {
        "id":"ED052159",
        "title":"Film and Video Tape Feedback: A Review of the Literature."},
      {
        "id":"ED052160",
        "title":"College Teachers: A Resource for Implementing Change."},
      {
        "id":"ED052161",
        "title":"RFP 70-12: A Design of New Patterns To Train Research, Development, Demonstration/Dissemination, and Evaluation Personnel in Education. Vol. 1: Design of the Training Program. Final Report."},
      {
        "id":"ED052162",
        "title":"RFP 70-12: A Design of New Patterns To Train Research, Development, Demonstration/Dissemination, and Evaluation Personnel in Education. Vol II: Scope and Developmental Process of the Training Program. Final Report."},
      {
        "id":"ED052163",
        "title":"RFP 70-12: A Design of New Patterns To Train Research, Development, Demonstration/Dissemination, and Evaluation Personnel in Education. Vol. III: Budget-Cost Analysis for the Training Program. Final Report."},
      {
        "id":"ED052164",
        "title":"Procedures Used in Designing a Training Program in Educational Evaluation and Development. Technical Paper No. 1. Final Report."},
      {
        "id":"ED052165",
        "title":"Description and Rationale of the Training Consortium. Technical Paper No. 2. Final Report."},
      {
        "id":"ED052166",
        "title":"A Proposal Design for Training Educational Evaluators and Developers. Technical Paper No. 3. Final Report."},
      {
        "id":"ED052167",
        "title":"Appendices A-D. Final Report. Technical Paper No. 3A."},
      {
        "id":"ED052168",
        "title":"A Training Program for Developers and Evaluators of Educational Products. Final Report."},
      {
        "id":"ED052169",
        "title":"Work Environment, Risk Taking, and the Walk-Out Behavior of Teachers. Final Report."},
      {
        "id":"ED052170",
        "title":"The Effect of Group Counseling upon the Classroom Behavior and on the Manifest Anxiety of Elementary School Student Teachers. Final Report."},
      {
        "id":"ED052172",
        "title":"An Experimental Investigation of the Effect of \"Previews\" and \"Reviews\" on Retention of Orally Presented Information."},
      {
        "id":"ED052173",
        "title":"The Teaching of English in New York State. A Study of the Academic and Professional Preparation of Public Secondary School Teachers of English."},
      {
        "id":"ED052175",
        "title":"Evaluation of the Humanities Curriculum Project: A Wholistic Approach."},
      {
        "id":"ED052176",
        "title":"Models of Behavioral Objectives for Secondary Language Arts."},
      {
        "id":"ED052177",
        "title":"Hypnosis and the Reduction of Speech Anxiety."},
      {
        "id":"ED052179",
        "title":"The Human Equation and the School Newspaper."},
      {
        "id":"ED052180",
        "title":"Southwestern Literature and Culture in the English Classroom."},
      {
        "id":"ED052181",
        "title":"Language Attitudes and Teacher Education."},
      {
        "id":"ED052182",
        "title":"Creativity and Achievement in Speech."},
      {
        "id":"ED052183",
        "title":"English II: ENG 152."},
      {
        "id":"ED052193",
        "title":"Remedial Reading in the English Class."},
      {
        "id":"ED052194",
        "title":"Change, Priorities, and the College English Department."},
      {
        "id":"ED052195",
        "title":"Creation as a Conscious Act."},
      {
        "id":"ED052205",
        "title":"A Senior High School Interdisciplinary Humanities Curriculum. Final Report."},
      {
        "id":"ED052206",
        "title":"Assessment of Language Ability by Computer."},
      {
        "id":"ED052207",
        "title":"Retrain to Retain."},
      {
        "id":"ED052208",
        "title":"Reactions of the General Public to Obscenity at College Demonstrations."},
      {
        "id":"ED052209",
        "title":"The High School Newspaper as a Public Relations Medium, and Other Studies."},
      {
        "id":"ED052210",
        "title":"A Dialect Survey of the Appalachian Region. Final Report."},
      {
        "id":"ED052211",
        "title":"The Influence of Nonstandard Negro Dialect on Reading Achievement."},
      {
        "id":"ED052212",
        "title":"Some Observations Concerning Black Childrens' Conversations."},
      {
        "id":"ED052213",
        "title":"Attitudinal Correlates of Children's Speech Characteristics. Final Report."},
      {
        "id":"ED052214",
        "title":"Teaching the Short Story."},
      {
        "id":"ED052215",
        "title":"Film-Making and Teaching Composition."},
      {
        "id":"ED052218",
        "title":"The Improvement of Brass Instrument Teaching Through the Use of a Profile of the Physical Aspects Involved. Final Report."},
      {
        "id":"ED052219",
        "title":"Identification and Evaluation of Trained and Untrained Observers' Affective Responses to Art Objects. Final Report."},
      {
        "id":"ED052220",
        "title":"Handbook of Performance Testing: A Practical Guide for Test Makers."},
      {
        "id":"ED052221",
        "title":"A Role of Evaluation in Planning Educational Programs."},
      {
        "id":"ED052222",
        "title":"Evaluation of a Diagnostic Instrument of Supervision."},
      {
        "id":"ED052223",
        "title":"A Look to the Future."},
      {
        "id":"ED052224",
        "title":"Dimensions of Classroom Behavior."},
      {
        "id":"ED052225",
        "title":"Equivalency and Proficiency Testing Related to the Medical Laboratory Field."},
      {
        "id":"ED052226",
        "title":"Progress in Education - 1960-1970: A Sample Survey."},
      {
        "id":"ED052227",
        "title":"Productivity of Young Children: The Development of the Classroom Behavior Scales (CRB)."},
      {
        "id":"ED052228",
        "title":"Roommate-Impact Upon Academic Performance."},
      {
        "id":"ED052229",
        "title":"Abstracts for the 11th Annual Convocation of NERA."},
      {
        "id":"ED052230",
        "title":"School Achievement of Children 6-11 Years as Measured by the Reading and Arithmetic Subtests of the Wide Range Achievement Test."},
      {
        "id":"ED052231",
        "title":"Raven's Progressive Matrices Test Correlations with Measures of Lorge-Thorndike and Wechsler Intelligence Tests."},
      {
        "id":"ED052232",
        "title":"Analysis of Performance Data for Instructional Design Projects."},
      {
        "id":"ED052233",
        "title":"A Measure of Scale Clarity."},
      {
        "id":"ED052234",
        "title":"Measuring What Learners Learn (With a Special Look at Performance Contracting)."},
      {
        "id":"ED052235",
        "title":"Psychometric Evaluation of Harcum Freshmen: 1962-1970."},
      {
        "id":"ED052236",
        "title":"Profiling Instructional Package."},
      {
        "id":"ED052237",
        "title":"The Eight General Research Methodologies: A Facet Analysis of the Research Process."},
      {
        "id":"ED052238",
        "title":"Profiling Educational Research."},
      {
        "id":"ED052239",
        "title":"Directory of Achievement Tests for Occupational Education."},
      {
        "id":"ED052240",
        "title":"The Measurement of Academic Interests - Part II: The Predictive Validities of Academic Interest Measures."},
      {
        "id":"ED052241",
        "title":"A Comparison of School Mean Achievement Scores With Two Estimates of the Same Scores Obtained by the Item-Sampling Technique."},
      {
        "id":"ED052242",
        "title":"ACOVSM: A General Computer Program for Analysis of Covariance Structures Including Generalized MANOVA."},
      {
        "id":"ED052243",
        "title":"Errors of Inference Due to Errors of Measurement."},
      {
        "id":"ED052244",
        "title":"Research Issues Arising from the National Assessment of Educational Progress."},
      {
        "id":"ED052245",
        "title":"On Least Squares Fitting Nonlinear Submodels."},
      {
        "id":"ED052247",
        "title":"Comparability of Scores from Different Tests Though on the Same Scale."},
      {
        "id":"ED052248",
        "title":"Test Bias: Validity of the SAT for Blacks and Whites in Thirteen Integrated Institutions."},
      {
        "id":"ED052250",
        "title":"The Berkeley Project: Race and Socio-Economic Status in the Selection Testing of Municipal Personnel."},
      {
        "id":"ED052251",
        "title":"Student Evaluation of the Television Course \"Using Tests Intelligently.\""},
      {
        "id":"ED052252",
        "title":"A Procedure for the Simulation of Test Item Score Distributions."},
      {
        "id":"ED052253",
        "title":"Toward an Evaluative Methodology for Criterion-Referenced Measures: Objective-Item Congruence."},
      {
        "id":"ED052254",
        "title":"The Interpretation of Torrance Creativity Scores."},
      {
        "id":"ED052255",
        "title":"Stochastic Processes as True-Score Models for Highly Speeded Mental Tests."},
      {
        "id":"ED052256",
        "title":"Some General Results on Fit in Factor Rotation."},
      {
        "id":"ED052257",
        "title":"Factorial Invariance of a Biographical Inventory for Adolescents: A Comparison of Longitudinal and Cross-Sectional Results."},
      {
        "id":"ED052258",
        "title":"Research at ETS: Projects and Publications."},
      {
        "id":"ED052259",
        "title":"Developing Performance Tests for Classroom Evaluation."},
      {
        "id":"ED052260",
        "title":"Ability Grouping: Status, Impact, and Alternatives."},
      {
        "id":"ED052261",
        "title":"Toward a Concept of Psychosocial Maturity."},
      {
        "id":"ED052262",
        "title":"Toward the Measurement of Psychosocial Maturity."},
      {
        "id":"ED052263",
        "title":"Correcting Partial, Multiple and Canonical Correlations for the Attenuation of Measurement Error."},
      {
        "id":"ED052264",
        "title":"Proceedings of the 1970 Invitational Conference on Testing Problems."},
      {
        "id":"ED052265",
        "title":"Research and Development in Compensatory Education Abroad. ERIC-IRCD Urban Disadvantaged Series, Number 23."},
      {
        "id":"ED052266",
        "title":"Differences Between Black Youth who Support the Black Panthers and the NAACP."},
      {
        "id":"ED052267",
        "title":"Public Reactions to a Brochure Aimed at Maintaining Confidence in the Schools of a Racially Changing Urban Community."},
      {
        "id":"ED052268",
        "title":"Black Public Colleges: Integration and Disintegration. A Report."},
      {
        "id":"ED052269",
        "title":"School Integration, Classroom Climate, and Achievement."},
      {
        "id":"ED052270",
        "title":"Literature for Disadvantaged Children. A Bibliography."},
      {
        "id":"ED052271",
        "title":"The TRY Foundation: A Case Study in Private Community Development Organizations."},
      {
        "id":"ED052272",
        "title":"Analysis and Interpretation of ABE Experience in the Inner City: Toward a Theory of Practice in the Public Schools. Annual Report, May 1969 - June 1970."},
      {
        "id":"ED052274",
        "title":"Race, Education, and Jobs; Trends 1960-1970."},
      {
        "id":"ED052277",
        "title":"Puerto Rican Culture as it Affects Puerto Rican Children in Chicago Classrooms."},
      {
        "id":"ED052279",
        "title":"Syntactic Elaboration in the Speech of Lower-Class Black Children: A Review of the Evidence."},
      {
        "id":"ED052280",
        "title":"Remedial Reading Instruction by Student Tutors in Inner-City Schools."},
      {
        "id":"ED052282",
        "title":"Factors Affecting the Socio-Economically Disadvantaged Child in an Educational Setting. Final Report."},
      {
        "id":"ED052283",
        "title":"A Study of the Effectiveness of Selected Out-Of-School Neighborhood Youth Corps Programs. The Cincinnati Clerical Co-Op: A Formal Skill Training Program."},
      {
        "id":"ED052284",
        "title":"Hearings Before the Committee on Education and Labor, House of Representatives, Ninety-First Congress, Second Session on H. R. 17861. Oversight Hearings on Elementary and Secondary Education Programs."},
      {
        "id":"ED052286",
        "title":"Just Schools. Current Focus, May 1971."},
      {
        "id":"ED052288",
        "title":"Opportunities Industrialization Centers: A Synthesis and Analysis of Fifteen OIC Final Reports."},
      {
        "id":"ED052289",
        "title":"Project First Chance: An Experimental and Demonstration Manpower Project. Final Report, June 30, 1966 to June 30, 1969."},
      {
        "id":"ED052290",
        "title":"Facts and Fallacies About the Older Worker."},
      {
        "id":"ED052291",
        "title":"Job Tenure of Workers, January 1968."},
      {
        "id":"ED052292",
        "title":"Sex Discrimination in Employment Practices."},
      {
        "id":"ED052293",
        "title":"The Employment Service as a Comprehensive Manpower Agency."},
      {
        "id":"ED052294",
        "title":"Seven Studies on the Comparison of Live and Recorded Dictation Test Administration."},
      {
        "id":"ED052295",
        "title":"Study to Compare Reliability of Performance on Live and Recorded Dictation Tests."},
      {
        "id":"ED052297",
        "title":"Certificate Program in the Social Services. Final Report."},
      {
        "id":"ED052298",
        "title":"Industry Differences in Stability of the Rate of Negro Employment."},
      {
        "id":"ED052299",
        "title":"A Feasibility Study in Determining Individual Practice Profiles of Physicians as a Basis for Continuing Education of These Physicians Utilizing a Postgraduate Perceptor Technique. Final Report."},
      {
        "id":"ED052302",
        "title":"Minimum Wage and Maximum Hours Standards Under the Fair Labor Standards Act. Economic Effects Studies."},
      {
        "id":"ED052303",
        "title":"Personal and Family Counseling Services for the Adult Deaf. Final Report."},
      {
        "id":"ED052304",
        "title":"Educational Institutions; A Study of the Economic Effects of The $1.30 Minimum Wage and 40 Hour Maximum Workweek Standards Under the Fair Labor Standards Act. Economics Effects Studies."},
      {
        "id":"ED052305",
        "title":"Expanded Mental Health Care for the Deaf: Rehabilitation and Prevention. Final Report."},
      {
        "id":"ED052307",
        "title":"Promoting Civil Service Employment of the Deaf. Final Report."},
      {
        "id":"ED052308",
        "title":"Economic Consequences of Restricting the Use of Organochlorine Insecticides on Cotton, Corn, Peanuts, and Tobacco."},
      {
        "id":"ED052309",
        "title":"Learning Mobility in Blind Children and the Geriatric Blind. Final Research Report."},
      {
        "id":"ED052310",
        "title":"Agricultural Handling and Processing Industries; Data Pertinent to an Evaluation of Overtime Exemptions Available under the Fair Labor Standards Act. Volume I."},
      {
        "id":"ED052311",
        "title":"Agricultural Handling and Processing Industries; Data Pertinent to an Evaluation of Overtime Exemptions Available under the Fair Labor Standards Act. Volume II, Appendices."},
      {
        "id":"ED052312",
        "title":"Hospitals; A Study of the Economic Effects of the Application of Minimum Wage and Maximum Hours Standards Under the Fair Labor Standards Act. Economic Effects Studies."},
      {
        "id":"ED052313",
        "title":"Laws on Sex Discrimination in Employment. Federal Civil Rights Act, Title VII State Fair Employment Practices Laws, Executive Orders."},
      {
        "id":"ED052315",
        "title":"Expanding Opportunities for Girls: Their Special Counseling Needs."},
      {
        "id":"ED052316",
        "title":"Women Private Household Workers Fact Sheet."},
      {
        "id":"ED052317",
        "title":"How Pre-Retirement Planning Works."},
      {
        "id":"ED052318",
        "title":"Compilation of State Dentist Manpower Reports."},
      {
        "id":"ED052320",
        "title":"Age Discrimination in Employment Act of 1967; A Report Covering Activities in Connection with the Act During 1969."},
      {
        "id":"ED052321",
        "title":"Labor Laws Affecting Women--Ohio; A Capsule Summary (as of May 1, 1970)."},
      {
        "id":"ED052322",
        "title":"Monitoring of and Technical Assistance to Research and Demonstration Manpower."},
      {
        "id":"ED052323",
        "title":"Study of Continuing Medical Education for the Purpose of Establishing a Demonstration Center for Continuing Education in the Pacific Northwest. Final Report."},
      {
        "id":"ED052325",
        "title":"An Analysis of Face-To-Face, Video, and Remote Audio Feedback Techniques. Assessment of Micro-Teaching and Video Recording in Vocational and Technical Teacher Education: Phase I, Final Report."},
      {
        "id":"ED052326",
        "title":"Planning and Developing Project Proposals for Occupational Education."},
      {
        "id":"ED052327",
        "title":"Outlines of Courses in Ornamental Horticulture."},
      {
        "id":"ED052328",
        "title":"Education for Health Care in Michigan. Report of the Citizens Committee on Education for Health Care."},
      {
        "id":"ED052329",
        "title":"Highway Safety Occupational Program Development Guide."},
      {
        "id":"ED052330",
        "title":"Testing, Counseling and Supportive Services for Disadvantaged Youth."},
      {
        "id":"ED052332",
        "title":"Your Key To Easier Research."},
      {
        "id":"ED052333",
        "title":"Bridging the Gap Between School and Employment; A Cooperative Program of Special Education-Vocational Rehabilitation. Final Report."},
      {
        "id":"ED049314",
        "title":"Progress in Education 1960-1970: A Sample Survey."},
      {
        "id":"ED049315",
        "title":"A Cross-National Comparison of Sex and Socio-Economic Differences in Aptitude and Achievement."},
      {
        "id":"ED049316",
        "title":"Homogeneity of Slopes Test for Multiple Regression Equations with Reference to Aptitude-Treatment Interactions."},
      {
        "id":"ED049317",
        "title":"The Development of a Survey Instrument for Evaluative Priorities: A Field Test."},
      {
        "id":"ED049318",
        "title":"A Model for Criterion-Referenced Tests Based on Use."},
      {
        "id":"ED049319",
        "title":"Evaluation of ESEA Title I Programs for the District of Columbia, 1967-68. Final Report."},
      {
        "id":"ED049321",
        "title":"Desegregating Urban Schools: Educational Equality/Quality in San Francisco Public Schools. A Report."},
      {
        "id":"ED049322",
        "title":"Need to Improve Policies and Procedures for Approving Grants Under the Emergency School Assistance Program. Report to the Select Committee on Equal Educational Opportunity, United States Senate."},
      {
        "id":"ED049323",
        "title":"Modification of Interracial Interaction Disability Through Expectation Training."},
      {
        "id":"ED049324",
        "title":"Access and Appraisal: Continuing Education, Higher Education, Career Entry. The Report of the Commission on Tests to the College Entrance Examination Board."},
      {
        "id":"ED049325",
        "title":"An Evaluation of the Extended Kindergarten Program."},
      {
        "id":"ED049326",
        "title":"Equality of Educational Opportunity."},
      {
        "id":"ED049327",
        "title":"The South and Her Children: School Desegregation 1970-1971. A Report."},
      {
        "id":"ED049330",
        "title":"Decentralization and Community Control in Urban Areas."},
      {
        "id":"ED049331",
        "title":"Intensive Services for Early Childhood and Elementary School Age Disadvantaged Students; Evaluation of the ESEA Title I Compensatory Education Program of the San Francisco Unified School District, 1969-1970. A Report."},
      {
        "id":"ED049332",
        "title":"Integration, Race, and the Maori of New Zealand."},
      {
        "id":"ED049333",
        "title":"The Weakest Link: The Children of the Poor. Title I, E.S.E.A. 1971 Annual Report to the President and the Congress."},
      {
        "id":"ED049335",
        "title":"Teacher Expectations, Children's Perceived Powerfulness and School Performance."},
      {
        "id":"ED049336",
        "title":"The Natural History of American Black - White Relations: A Question of Structural Persistence."},
      {
        "id":"ED049337",
        "title":"Effects of Contingent Reinforcement for Attending Behavior on Work Accomplished."},
      {
        "id":"ED049338",
        "title":"Attitudinal Change in White Students after Instruction in an Ethnic Relations Unit."},
      {
        "id":"ED049339",
        "title":"Little Leroy Views His School."},
      {
        "id":"ED049340",
        "title":"Story-Setting Preferences of Inner-City Children."},
      {
        "id":"ED049341",
        "title":"The School Elections: A Critique of the 1969 New York City School Decentralization."},
      {
        "id":"ED049342",
        "title":"The Psychology of Whiteness vs. the Politics of Blackness: An Educational Power Struggle."},
      {
        "id":"ED049344",
        "title":"The Social System: Contributor or Inhibitor to the School Drop-Out."},
      {
        "id":"ED049345",
        "title":"Dr. Pettigrew Helps Clear the Picture. NCRIEEO Tipsheet, Number 2."},
      {
        "id":"ED049346",
        "title":"Professionalism and School Desegregation. NCRIEEO Tipsheet, Number 3."},
      {
        "id":"ED049347",
        "title":"How to Make Educational Research Relevant to the Urban Community--the Researcher's View."},
      {
        "id":"ED049348",
        "title":"Human Uses of the University: Planning a Curriculum in Urban and Ethnic Affairs at Columbia University. Praeger Special Studies in U.S. Economic and Social Development."},
      {
        "id":"ED049349",
        "title":"ESEA Title I Evaluation Report. Programs for Educationally Deprived Children, September, 1969-August, 1970. Summer School Programs, June 1970-August, 1970."},
      {
        "id":"ED049350",
        "title":"Desegregation, Preservice and Inservice Training: An Annotated Targeted Bibliography."},
      {
        "id":"ED049351",
        "title":"Characteristics and Performance of NMSQT Participants."},
      {
        "id":"ED049353",
        "title":"Life Skills: A Course in Applied Problem Solving."},
      {
        "id":"ED049354",
        "title":"Evaluation of Integration of Evanston District 65 Schools. Interim Report."},
      {
        "id":"ED049355",
        "title":"A Program for Linguistically Different, Black Children."},
      {
        "id":"ED049356",
        "title":"A Guide for Teachers of A Course in Career Exploration, Grades 8-9-10."},
      {
        "id":"ED049357",
        "title":"New Careers for the Subprofessional."},
      {
        "id":"ED049358",
        "title":"An Investigation of the Effectiveness of a Design to Initiate Curriculum Change in Home Economics. Pilot Study: Phase 1, Occupational Research Development Monograph No. 5."},
      {
        "id":"ED049360",
        "title":"Practices and Outcomes of Vocational-Technical Education in Technical and Community Colleges."},
      {
        "id":"ED049361",
        "title":"A Comprehensive Orientation to the World of Work Through Industrial Arts and Vocational Education (Grades 1-12)."},
      {
        "id":"ED049362",
        "title":"From Student to Practitioner: Professionalization and De-Professionalization in Rehabilitation Counseling. Career Contingencies of the Rehabilitation Counselor."},
      {
        "id":"ED049363",
        "title":"Tufts University Summer Guidance Institute on the Utilization of Occupational Education and Placement (Medford, Mass., Jul 20-31, 1970). Final Report."},
      {
        "id":"ED049365",
        "title":"Summaries of Studies in Agricultural Education in the Philippines, 1930-1959. An Annotated Bibliography."},
      {
        "id":"ED049366",
        "title":"Summaries of Studies in Agricultural Education in the Philippines, 1960-1968. An Annotated Bibliography."},
      {
        "id":"ED049367",
        "title":"A Compilation of Resource Lists for Vocational Educators: An Annotated Bibliography of Bibliographies in Vocational Education, 1960-1969."},
      {
        "id":"ED049368",
        "title":"Mathematical Models in Education and Training."},
      {
        "id":"ED049369",
        "title":"Incidence of Geographic and Occupational Mobility Among Certified Electronic Technicians in the Middle Atlantic States."},
      {
        "id":"ED049370",
        "title":"Manpower Conference on Allied Health Professions Assistants (Buffalo, N.Y., Apr 16-17, 1970)."},
      {
        "id":"ED049371",
        "title":"Women--Their Social and Economic Status. Selected References."},
      {
        "id":"ED049372",
        "title":"Employment Contexts and Disadvantaged Workers. Phase 1, Final Report."},
      {
        "id":"ED049373",
        "title":"Consumer Education For Families With Limited Incomes."},
      {
        "id":"ED049374",
        "title":"Toward A New Activism: Youth's Role in a Changing Society. Final Report."},
      {
        "id":"ED049375",
        "title":"Conference on Upgrading and New Careers."},
      {
        "id":"ED049376",
        "title":"Years for Decision: A Longitudinal Study of the Educational and Labor Market Experience of Young Women. Volume One."},
      {
        "id":"ED049377",
        "title":"A Study of the Need for Pedagogical Training as Perceived by the Staff of the Alberta Institutes of Technology."},
      {
        "id":"ED049378",
        "title":"A Study of the Causes of Physical and Emotional Problems Encountered by Older Women Returning to Secretarial Employment After A Prolonged Absence. Final Report."},
      {
        "id":"ED049380",
        "title":"Major Programs 1970 Bureau of Labor Statistics."},
      {
        "id":"ED049383",
        "title":"The Role of Texas' Secondary Schools in the Preparation of Youth For Employment."},
      {
        "id":"ED049384",
        "title":"Strengthening Labor's Role in the War on Poverty. Labor Leadership Training for Community Action in Appalachia."},
      {
        "id":"ED049386",
        "title":"A Five-State Try-Out and Demonstration Program To Determine the Generalizability of an Evaluation System for Local Programs of Vocational and Technical Education. Final Report."},
      {
        "id":"ED049387",
        "title":"Development of Educational Programs for New Careers in Recreation Services for the Disabled. Final Report."},
      {
        "id":"ED049389",
        "title":"Proceedings of the Training Institute for Rural Disadvantaged, August 17-21, 1970."},
      {
        "id":"ED049390",
        "title":"Vocational Education and the Area Schools. A Report to the State of Iowa Office for Planning and Programming."},
      {
        "id":"ED049392",
        "title":"Employer Preferences and Teacher-Coordinator Practices in Distributive Education."},
      {
        "id":"ED049393",
        "title":"Workshop on Utilization and Training of Auxiliary Personnel in Home Economics. Final Report."},
      {
        "id":"ED049396",
        "title":"College and University Planning."},
      {
        "id":"ED049397",
        "title":"College Trustees"},
      {
        "id":"ED049398",
        "title":"Lifelong Learning or Lifelong Schooling? A Tentative View of the Ideas of Ivan Illich with a Quotational Bibliography."},
      {
        "id":"ED049401",
        "title":"Professionalization and the New Careerist."},
      {
        "id":"ED049403",
        "title":"The New York College Proficiency Examination Program."},
      {
        "id":"ED049405",
        "title":"The University and Residential Education. The University and Continuing Education."},
      {
        "id":"ED049406",
        "title":"The Effects of Work Group Structure on Social Psychological Aspects of the Human Organization."},
      {
        "id":"ED049414",
        "title":"The Professionalization of Adult Educators in New York State."},
      {
        "id":"ED049415",
        "title":"A Study of the Effects of Television Combined with Discussion Groups and Study Materials on the Changing of Attitudes in Social Issues."},
      {
        "id":"ED049416",
        "title":"Adult Education: Recruitment and Methods."},
      {
        "id":"ED049417",
        "title":"Information for the Volunteer Tutor."},
      {
        "id":"ED049423",
        "title":"Drug Education for Adults; A Guide for Directors of Continuing Education."},
      {
        "id":"ED049424",
        "title":"A Survey of Continuing Education Programs in Nevada."},
      {
        "id":"ED049426",
        "title":"Keeping up with Change in Rural Society."},
      {
        "id":"ED049427",
        "title":"The Impact of the Characteristics of the Organization on Information Flow."},
      {
        "id":"ED049428",
        "title":"Summer '71 Continuing Education Directory: Courses, Programs, Activities, May through August."},
      {
        "id":"ED049430",
        "title":"Some Background Considerations to the Establishment of an External Studies Programme."},
      {
        "id":"ED049431",
        "title":"A Guide for the Development of an Inservice Education Program."},
      {
        "id":"ED049437",
        "title":"Second Annual Report and Evaluation of the Talent Corps/College for Human Services. 1967-68 Program."},
      {
        "id":"ED049438",
        "title":"Guidelines for an Extension Educational Program in Transportation."},
      {
        "id":"ED049439",
        "title":"Adult Education and National Integration."},
      {
        "id":"ED049448",
        "title":"Inventory of Continuing Education Activities in Pennsylvania Secondary School Districts for the Fiscal Year 1969-70. Final Report."},
      {
        "id":"ED049449",
        "title":"Inventory of Continuing Education Activities in Pennsylvania Institutions of Higher Learning for the Academic Year 1969-1970. Final Report."},
      {
        "id":"ED049450",
        "title":"A Follow-Up Study of the Fifty-Eight Graduates, Class of 1970, of the Jackson County Adult Evening High School Completion Program."},
      {
        "id":"ED049451",
        "title":"NACD Training and Technical Assistance Directory."},
      {
        "id":"ED049458",
        "title":"The College for Human Services. A New Concept in Professional Higher Education for Low-Income Adults."},
      {
        "id":"ED049461",
        "title":"Studies in Language and Language Behavior, Phase VI. February 1, 1970 to January 31, 1971. Final Report."},
      {
        "id":"ED049463",
        "title":"Specifications for the Design of a Test of Knowledge of Foreign Cultural Patterns. Final Report."},
      {
        "id":"ED049464",
        "title":"Knowledge of Results and Other Possible Reinforcers in Self-Instructional Systems. Final Report."},
      {
        "id":"ED049465",
        "title":"Interaction Between Prose Styles and Linguistic Developments in Arabic After World War II. Final Report."},
      {
        "id":"ED049466",
        "title":"Psychological Studies in Bilingual Performances and Cross-Linguistic Differences. Final Report."},
      {
        "id":"ED049467",
        "title":"Interlingual Distance."},
      {
        "id":"ED049469",
        "title":"Reinforcing Productive Classroom Behavior: A Teacher's Guide to Behavior Modification. Final Report."},
      {
        "id":"ED049470",
        "title":"An Analysis of College Freshmen Perceptions of Staff Members Who Functioned as Counselors Compared to Those Who Functioned as Teachers and Counselors."},
      {
        "id":"ED049472",
        "title":"Family Planning Research in a Developing Area: A Different Approach."},
      {
        "id":"ED049473",
        "title":"A Biography of a Class Study. Freshman Class Biographical Inventory: 1968-1969. Study 21. Freshman Class Status Report 1967-68, Studies 17, 18, 19 and Studies 23, 24, 25 for 1969-70."},
      {
        "id":"ED049474",
        "title":"Counseling Black College Students in Special Programs."},
      {
        "id":"ED049475",
        "title":"A Guide for Elementary Guidance and Counseling in Oklahoma Schools."},
      {
        "id":"ED049476",
        "title":"Drug Dependence and Abuse: A Selected Bibliography."},
      {
        "id":"ED049477",
        "title":"Strand IV: Environmental and Community Health. Environmental and Public Health, Grades 10, 11, and 12. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED049478",
        "title":"Strand IV: Environmental and Community Health. Environmental and Public Health, Grades 4-6. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED049479",
        "title":"Ride a White Horse. A Filmstrip Manual for Drug Education."},
      {
        "id":"ED049480",
        "title":"Guidance Evaluation Guidelines. Guidelines for Evaluation of Counseling and Guidance Programs."},
      {
        "id":"ED049481",
        "title":"The Vocational Status of Michigan Rehabilitants of Fiscal Year 1969 Two Years After Closure. The Results of a Follow-Up Study and Benefit/Cost Analysis."},
      {
        "id":"ED049482",
        "title":"Strategies for Action: An Outline of Factors Which Influence Decisions on Program Plans."},
      {
        "id":"ED049483",
        "title":"Elementary School Group Counseling by Mental Health Consultants."},
      {
        "id":"ED049484",
        "title":"An Environmental Assessment of Wilbur Wright College by Students in Differing Curricula Programs."},
      {
        "id":"ED049485",
        "title":"The Student Group in Formal Education."},
      {
        "id":"ED049486",
        "title":"[On the Position of Women in Society.]"},
      {
        "id":"ED049487",
        "title":"The \"SAD\" (Sex, Alcohol, Drugs) Scene - A Vehicle for Positive Counseling."},
      {
        "id":"ED049489",
        "title":"The Evolving Role of the Women's Liberation Movement in Higher Education."},
      {
        "id":"ED049490",
        "title":"The Effects of Delay and Difficulty on Discrimination Learning and Stimulus Generalization."},
      {
        "id":"ED049491",
        "title":"The Effects of Time Outs to S-Approaches on Transposition and Peak Shift."},
      {
        "id":"ED049492",
        "title":"The Effects of Group Contingent Reinforcement on Student Behavior."},
      {
        "id":"ED049493",
        "title":"The Motivational Effect of Values as Content in Group Counseling with Underachieving Adolescents."},
      {
        "id":"ED049494",
        "title":"Group Approaches to Understanding and Changing Behavior."},
      {
        "id":"ED049495",
        "title":"Impact of a Participatory Group Experience on Counselors in Training."},
      {
        "id":"ED049496",
        "title":"Shape Perception Judgments as a Function of Stimulus Orientation, Stimulus Background, and Perceptual Style."},
      {
        "id":"ED049497",
        "title":"The Control and Treatment of Narcotics Use. Parole Decision Making."},
      {
        "id":"ED049498",
        "title":"Solving the Mystery of Pupil Personnel Services Evaluation."},
      {
        "id":"ED049499",
        "title":"Overview of Needs, Programs, and Implementations of Vocational Counseling and Guidance."},
      {
        "id":"ED049500",
        "title":"A University Learning Center."},
      {
        "id":"ED049501",
        "title":"The Motivational Determinants of Task Performance in a Non-Industrial Milieu: A Modification and Extension of Vroom's Model."},
      {
        "id":"ED049502",
        "title":"Privileged Communication--Rights and Responsibilities of College Counselors Under Wisconsin Law. Volume 4, Number 6. Counseling Center Reports."},
      {
        "id":"ED049503",
        "title":"Recent Findings Underscoring the Need for Linking Counseling and Labor Market Information."},
      {
        "id":"ED049504",
        "title":"Students Of Appalachia."},
      {
        "id":"ED049505",
        "title":"Alcohol and Alcoholism."},
      {
        "id":"ED049506",
        "title":"Current Research on Sleep and Dreams."},
      {
        "id":"ED049507",
        "title":"Community Mental Health Model for Campus Mental Health Services."},
      {
        "id":"ED049508",
        "title":"Assessment and Projection of Guidance Services of the Des Moines Public Schools."},
      {
        "id":"ED049509",
        "title":"Some Differential Effects of Two Training Group Styles."},
      {
        "id":"ED049510",
        "title":"The Relationship of Belief Similarity to Attraction Following Conditioning and Generalization of Affect."},
      {
        "id":"ED049511",
        "title":"Personality Characteristics of Obese Adolescent Females."},
      {
        "id":"ED049512",
        "title":"Individual Differences in Arousal and Their Relationship to Short- and Long-Term Retention. Report From the Project on Motivation and Individual Differences in Learning and Retention."},
      {
        "id":"ED049513",
        "title":"Addendum: Analysis of Market Research Findings Utilizing Race and Income Variables for the Metropolitan Detroit Area and for Columbus, Ohio."},
      {
        "id":"ED049514",
        "title":"An Interpretation of the &quot;Science--A Process Approach&quot; Objectives in Terms of Existing Psychological Theory and Experimentation."},
      {
        "id":"ED049515",
        "title":"CAPS Capsule. The Counselor and the Feminine Protest. Volume 4, Number 3."},
      {
        "id":"ED049516",
        "title":"Taxation in Public Education. Analysis and Bibliography Series, No. 12."},
      {
        "id":"ED049517",
        "title":"Education Performance Contracting: The Dallas Project."},
      {
        "id":"ED049518",
        "title":"Decision-Making Under Conditions of Information Overload: Alternative Response Modes and Their Consequences."},
      {
        "id":"ED049519",
        "title":"What School Boards Should Know About Performance Contracting."},
      {
        "id":"ED049520",
        "title":"Accountability and Performance Contracting."},
      {
        "id":"ED049522",
        "title":"Elementary and Secondary Education Vouchers. An Analysis."},
      {
        "id":"ED049523",
        "title":"Selecting a New Superintendent."},
      {
        "id":"ED049524",
        "title":"Public School District Immunity Status in the United States."},
      {
        "id":"ED049525",
        "title":"Performance Contracting in Elementary and Secondary Education. A Report Showing the Developments on a Nationwide Basis and the Implications for New York State."},
      {
        "id":"ED049526",
        "title":"The Safeguarding, Accounting, and Auditing of Extraclassroom Activity Funds. Finance Pamphlet 2."},
      {
        "id":"ED049527",
        "title":"An Empirical Study of the Evaluation of Grant Applications Under the Higher Education Facilities Act of 1963. A Rating Technique for Decisionmaking."},
      {
        "id":"ED049528",
        "title":"&quot;The Practitioner and Accountability.&quot;"},
      {
        "id":"ED049529",
        "title":"Federal Revenue Sharing and Political Alternatives."},
      {
        "id":"ED049530",
        "title":"A Description of Decision Making Patterns of School Principals."},
      {
        "id":"ED049531",
        "title":"Project 1990: Educational Planning at the Metropolitan Level."},
      {
        "id":"ED049532",
        "title":"The Relationship Between Selected Fiscal and Economic Factors and Voting Behavior in School Budget Elections in New York State."},
      {
        "id":"ED049533",
        "title":"School Expense in Fiscally Dependent School Systems Compared With Total City Expense, 1968-69. Educational Research Service Circular Number One, 1971."},
      {
        "id":"ED049534",
        "title":"Analysis of Educational Programs."},
      {
        "id":"ED049536",
        "title":"Planning for Change: A Study of Attitudes and Expectations. Southern Tier Educational Planning Study Report #2: Interviews."},
      {
        "id":"ED049538",
        "title":"An Evaluation of the Community Education Centers, 1969-70. Volume I, Urban Education Grant, New York State Education Department."},
      {
        "id":"ED049540",
        "title":"\"Radiant Ceilings.\""},
      {
        "id":"ED049541",
        "title":"Bus Operations for Pupil Transportation. \"Chrome-Yellow and Red Lights.\""},
      {
        "id":"ED049542",
        "title":"Community-Centered Education -- One Response to Critics of Education."},
      {
        "id":"ED049544",
        "title":"Management of Time, Cost and Quality in Public Construction Today. (An Idea Whose Time Has Come.)"},
      {
        "id":"ED049545",
        "title":"How Does a School Administrator Deal Wtih Black Separatism in the Public Schools."},
      {
        "id":"ED049547",
        "title":"Developing Ways and Means for Minority Group Inclusion in Construction Management."},
      {
        "id":"ED049548",
        "title":"Fulton County Schools Four Quarter Plan."},
      {
        "id":"ED049549",
        "title":"Fathom One: Marine Science Training Center. Fathom Two: Lodgings for Commuting Students. Investigations of the Requirements for Two Types of Specialized Community College Facilities."},
      {
        "id":"ED049550",
        "title":"Report of the First National Conference on PPBES in Education, June 10, 1969."},
      {
        "id":"ED049551",
        "title":"Role Consensus: The Case of the Elementary School Teacher."},
      {
        "id":"ED049552",
        "title":"Professional Satisfaction and Decision Making in the Multiunit School."},
      {
        "id":"ED049553",
        "title":"Some Organizational Characteristics of Multiunit Schools."},
      {
        "id":"ED049554",
        "title":"Theory To Guide Organizational Training in Schools."},
      {
        "id":"ED049555",
        "title":"Content and Instructional Methods of Education for the Economic-Political-Social Development of Nations. Final Report."},
      {
        "id":"ED049556",
        "title":"The Arlington, Virginia Story."},
      {
        "id":"ED049557",
        "title":"Community Control at the Crossroads."},
      {
        "id":"ED049558",
        "title":"John F. Kennedy School and Community Center."},
      {
        "id":"ED049559",
        "title":"Projections of Educational Statistics to 1979-80."},
      {
        "id":"ED049565",
        "title":"Special Education Handbook for School Administrators."},
      {
        "id":"ED049566",
        "title":"Services for Exceptional Children: A Guide for Program Improvement."},
      {
        "id":"ED049570",
        "title":"Early Childhood Education in American Samoa: Report for Years 1969 and 1970."},
      {
        "id":"ED049571",
        "title":"Special Education Programs in Taiwan, Republic of China."},
      {
        "id":"ED049572",
        "title":"Special Education in the Republic of Korea."},
      {
        "id":"ED049573",
        "title":"Current Status and Problems of Special Education in Japan."},
      {
        "id":"ED049574",
        "title":"The Education of Handicapped Children and Youth in New Zealand."},
      {
        "id":"ED049575",
        "title":"The Education of Handicapped Children in Australia."},
      {
        "id":"ED049578",
        "title":"Special Education in Hong Kong."},
      {
        "id":"ED049579",
        "title":"U.S.O.E. Fellowship Students' Practicum Handbook for the Cooperative Psycho-Educational Training Program for Teachers of the Emotionally Disturbed."},
      {
        "id":"ED049580",
        "title":"The Establishment and Administration of Operant Conditioning Programs in a State Hospital for the Retarded."},
      {
        "id":"ED049581",
        "title":"Classification of Behavior Disturbance among School-Age Students: Principles, Epidemiology and Syndromes."},
      {
        "id":"ED049582",
        "title":"Behavioral Aspects of Learning Disabilities: Assessment and Remediation."},
      {
        "id":"ED049583",
        "title":"Learning to Manage One's Money: A Resource Guide for Implementation of the State Curriculum for the Educable Mentally Retarded."},
      {
        "id":"ED049584",
        "title":"A Guide to Physical Education for the Mentally Retarded Using Persisting Life Situations No. 5 and 10."},
      {
        "id":"ED049585",
        "title":"The President's Committee on Mental Retardation: The Decisive Decade."},
      {
        "id":"ED049586",
        "title":"Minimal Brain Dysfunction in Children: Educational, Medical, and Health Related Services (Phase Two of a Three-Phase Project)."},
      {
        "id":"ED049588",
        "title":"The Status of Speech Pathology and Audiology Programs in Elementary and Secondary Schools."},
      {
        "id":"ED049589",
        "title":"Assessment and Treatment of Deviant Behavior in Children - Section One: Introduction and Project Overview. Final Report."},
      {
        "id":"ED049590",
        "title":"Assessment and Treatment of Deviant Behavior in Children - Section Two: Construction and Validation of a Three Stage Model for Identifying and Assessing Deviant Behavior in Children. Final Report."},
      {
        "id":"ED049591",
        "title":"Assessment and Treatment of Deviant Behavior in Children - Section Three: Construction and Evaluation of a Treatment Model for Modifying Deviant Behavior in Children. Final Report."},
      {
        "id":"ED049592",
        "title":"Assessment and Treatment of Deviant Behavior in Children - Section Four: Evaluation of Three Experimental and One Control Strategy in Facilitating Generalization and Maintenance of Treatment Effects Following Two Months of Treatment in a Token Economy. Final Report."},
      {
        "id":"ED049593",
        "title":"Assessment and Treatment of Deviant Behavior in Children - Section Five: Investigation of Some Functional Relationships Between Teacher Consequating Behavior and Pupil Performance. Final Report."},
      {
        "id":"ED049594",
        "title":"Assessment and Treatment of Deviant Behavior in Children - Section Six: Single Subject Experiments Generated by Application of the Treatment Model in the Experimental Class Setting. Final Report."},
      {
        "id":"ED049595",
        "title":"Development of Criteria for the Identification of Pre-School Children with Learning Problems. Final Report."},
      {
        "id":"ED049599",
        "title":"Beyond the Remedial Loop: Toward the Integration of Task and Learner Analysis for a Process Approach to Instructional Development."},
      {
        "id":"ED049600",
        "title":"Interpersonal Communication as a Determinant of Mass Media Exposure Patterns."},
      {
        "id":"ED049601",
        "title":"The Functions of Political Advertising for Campaign Organizations."},
      {
        "id":"ED049602",
        "title":"The Personal and Social Contributions of Television as Perceived by College Students."},
      {
        "id":"ED049603",
        "title":"Life Style Patterns: A New Dimension for Mass Communication Research."},
      {
        "id":"ED049604",
        "title":"Electronic Politics and the Voter: Conventional Wisdom and Empirical Evidence."},
      {
        "id":"ED049608",
        "title":"Computer Assistance for Individualizing Measurement."},
      {
        "id":"ED049610",
        "title":"Computer-Assisted Instruction: Status in Pennsylvania."},
      {
        "id":"ED049611",
        "title":"Mass Media Preference Patterns: A Cross-Media Study."},
      {
        "id":"ED049613",
        "title":"IMP: The LRDC Integrated Macro Package."},
      {
        "id":"ED049614",
        "title":"Strategies in Computer-Assisted Instruction: A Selective Overview."},
      {
        "id":"ED049619",
        "title":"An Analysis of the Methodologies Used in Media Credibility Study Or: \"The Medium They Believe Depends on the Question You Ask.\""},
      {
        "id":"ED049620",
        "title":"A Computer-Based Instructional Management System: The Conwell Approach."},
      {
        "id":"ED049622",
        "title":"A Model of Intercultural and Interracial Communication."},
      {
        "id":"ED049623",
        "title":"Aspects of a Natural Language Based Artificial Intelligence System Report Number Seven: Language and the Structure of Knowledge."},
      {
        "id":"ED049624",
        "title":"Workshop of the Experimental Project on Programmed Instruction in Asia. Final Report."},
      {
        "id":"ED049627",
        "title":"Michigan-Ohio Regional Educational Laboratory&apos;s Computerization of Interaction Analysis Project."},
      {
        "id":"ED049628",
        "title":"Four Masculine Styles in Television Programming: A Study of the Viewing Preferences of Adolescent Males."},
      {
        "id":"ED049631",
        "title":"Human Information Processing in Man-Computer Systems."},
      {
        "id":"ED049633",
        "title":"MEDSIRCH: A Computerized System for the Retrieval of Multiple Choice Items."},
      {
        "id":"ED049634",
        "title":"INSTRUCT Coders' Manual."},
      {
        "id":"ED049636",
        "title":"Educational Research: European Survey 1970. Volume I; United Kingdom, Sweden."},
      {
        "id":"ED049637",
        "title":"Schools and Cable Television."},
      {
        "id":"ED049643",
        "title":"Learning Resources in the Formation of International Orientations."},
      {
        "id":"ED049644",
        "title":"Television as a Technical Aid in Education and in Educational and Psychological Research: A Bibliography (Continued). Didakometry."},
      {
        "id":"ED049647",
        "title":"Computer Assisted Feedback of Non-Intellectual Factors as a Means of Improving Small Group Instruction. Final Report."},
      {
        "id":"ED049648",
        "title":"Involvement and Making Movies: A Study of the Introduction of Movie Making to Poverty Boys. Final Report."},
      {
        "id":"ED049649",
        "title":"Mediated Interaction Through Television: With Self and Other."},
      {
        "id":"ED049650",
        "title":"Manpower and Media for the Use of the Minority and the Majority."},
      {
        "id":"ED049653",
        "title":"Aims, Testing and Examining in Modern Language Teaching."},
      {
        "id":"ED049654",
        "title":"A Theory of Classical Education, III: The Classics in the Sixties."},
      {
        "id":"ED049655",
        "title":"The Implications of the Oral Approach to Modern Language Teaching."},
      {
        "id":"ED049656",
        "title":"Latin in Preparatory Schools I,II."},
      {
        "id":"ED049657",
        "title":"Teaching Ancient History Today. ERIC Focus Reports on the Teaching of Foreign Languages, Number 22."},
      {
        "id":"ED049658",
        "title":"Foreign Languages in the Age of Aquarius."},
      {
        "id":"ED049659",
        "title":"Audio Visual Aids to Enrich the Curriculum for the Puerto Rican Child in the Elementary Grades, Part 1 [and] 2."},
      {
        "id":"ED049660",
        "title":"Latin Language Education: A Position Paper."},
      {
        "id":"ED049661",
        "title":"European Culture and Civilization: Instructional Guide [and] Course Outline."},
      {
        "id":"ED049662",
        "title":"Criteria for Selecting Types of Foreign-Language Laboratory Systems. ERIC Focus Reports on the Teaching of Foreign Languages, Number 20."},
      {
        "id":"ED049663",
        "title":"Language Fairs and Foreign Languages."},
      {
        "id":"ED049664",
        "title":"Strengthening Foreign Language Professional Organizations."},
      {
        "id":"ED049665",
        "title":"The Supervisor's Role in Foreign-Language Teacher Training."},
      {
        "id":"ED049666",
        "title":"Articulation Objectives for the Teaching of Foreign Languages in Colorado."},
      {
        "id":"ED049667",
        "title":"Individualizing FLES."},
      {
        "id":"ED049668",
        "title":"Techniques for Teaching German: A Series of Demonstration Films."},
      {
        "id":"ED049670",
        "title":"Organizing an Advanced Course in Spoken English for Dutch Businessmen."},
      {
        "id":"ED049671",
        "title":"Effects of Contingent versus Non-Contingent Grading on Student Course Work."},
      {
        "id":"ED049672",
        "title":"The Nature and Role of Institutional Research ... Memo to a College or University."},
      {
        "id":"ED049673",
        "title":"Report on Transitional Year 1969-70, College of Arts and Sciences, University of Missouri-Kansas City."},
      {
        "id":"ED049675",
        "title":"Toward a Federal Policy for Higher Education."},
      {
        "id":"ED049677",
        "title":"Survey of Student Opinion on the UW Daily."},
      {
        "id":"ED049678",
        "title":"University and Society in Europe: A Prospective View."},
      {
        "id":"ED049679",
        "title":"Academic and Socio-Economic Factors Related to Entrance and Retention at Two- and Four-Year Colleges in the Late 1960s."},
      {
        "id":"ED049680",
        "title":"Yale Tuition Postponement Option."},
      {
        "id":"ED049681",
        "title":"An Investigation and Evaluation of Faculty Workloads, with Specific Emphasis upon the Physical Education Departments of Selected Small Liberal Arts Institutions of Higher Learning."},
      {
        "id":"ED049682",
        "title":"Roosevelt University Board of Trustees Manual."},
      {
        "id":"ED049684",
        "title":"Project Opportunity; A Progress Report 1964-1968; A Fifteen Mile Hike."},
      {
        "id":"ED049685",
        "title":"Black Studies Year One."},
      {
        "id":"ED049686",
        "title":"Report of the USDA - NASULGC Joint Committee on Education for Government Service."},
      {
        "id":"ED049687",
        "title":"Graduate Student Support and Manpower Resources in Graduate Science Education, Fall 1969."},
      {
        "id":"ED049688",
        "title":"Status of Women Committee: Faculty Report."},
      {
        "id":"ED049689",
        "title":"Discrimination against Women at the University of Pittsburgh."},
      {
        "id":"ED049690",
        "title":"Added Perspective on the Nature and Extent of Change in Students' Attitudes and the Generation Gap."},
      {
        "id":"ED049691",
        "title":"Student Expectations and Experiences as Predictors of College Performance."},
      {
        "id":"ED049692",
        "title":"Conviction, Choice, and Action: An Honorable and Practical Educational Psychology."},
      {
        "id":"ED049693",
        "title":"An Evaluation of Two Approaches to the Teaching of Educational Psychology."},
      {
        "id":"ED049694",
        "title":"A Comparison of Selected Student Attitudes Preceding and Following the Events of May 4, 1970, on the Campus of Kent State University."},
      {
        "id":"ED049695",
        "title":"The Influence of Major Ambition Resources on College Aspirations and Attainments: Toward a Comprehensive Model."},
      {
        "id":"ED049696",
        "title":"Three German Universities: Aachen, Bochum, Konstanz. Case Studies on Innovation in Higher Education."},
      {
        "id":"ED049697",
        "title":"A Study of Private Higher Education in Tennessee."},
      {
        "id":"ED049698",
        "title":"Interdepartmental Programs to Produce Bachelor's Psychologists."},
      {
        "id":"ED049699",
        "title":"Higher and Professional Education in India."},
      {
        "id":"ED049700",
        "title":"Developing Relevant Programs for New Students; Program 10."},
      {
        "id":"ED049701",
        "title":"The Educational Opportunity Bank."},
      {
        "id":"ED049702",
        "title":"Philanthropy as a Source to Finance Higher Education. A Synthesis Paper."},
      {
        "id":"ED049703",
        "title":"Some Selected Expenditure Characteristics of Non-Resident Students, New Mexico State University, 1967-68 Academic Year."},
      {
        "id":"ED049704",
        "title":"The Positive Functions of Grades."},
      {
        "id":"ED049705",
        "title":"Generalized Learning Curves and their Ability and Personality Correlates."},
      {
        "id":"ED049706",
        "title":"Doctoral Planning for the 1970s."},
      {
        "id":"ED049707",
        "title":"Graduate Education in a Decade of Radical Change."},
      {
        "id":"ED049708",
        "title":"The Remaking of American Education."},
      {
        "id":"ED049709",
        "title":"The Psychological Characteristics of the College Persistor and Leaver: A Review."},
      {
        "id":"ED049710",
        "title":"A Preliminary Report on Predicting the Success of College Education Achievement Project Enrollees at Albany State College."},
      {
        "id":"ED049711",
        "title":"Impact of Changes in Federal Science Funding Patterns on Academic Institutions, 1968-70."},
      {
        "id":"ED049712",
        "title":"Transferability of Graduate Work Graded according to Mastery. A Survey of Selected Graduate Faculty and Institutions."},
      {
        "id":"ED049713",
        "title":"Encouraging Convergence of Opinion, through the Use of the Delphi Technique, in the Process of Identifying an Institution's Goals."},
      {
        "id":"ED049714",
        "title":"Non-Intellectual Correlates of Black Student Attrition."},
      {
        "id":"ED049715",
        "title":"Black Admissions to Large Universities: Are Things Changing?"},
      {
        "id":"ED049716",
        "title":"A Study of the Dynamics of Inter-Institutional Cooperation for International Education Development. Final Report."},
      {
        "id":"ED049717",
        "title":"Admitting Black Students to Medical and Dental Schools."},
      {
        "id":"ED049718",
        "title":"Report on Higher Education."},
      {
        "id":"ED049719",
        "title":"Social Values and Expectancies as Predictors of Curriculum Satisfaction and Academic Performance in Higher Education. Final Report."},
      {
        "id":"ED049720",
        "title":"Residence and Migration of College Students; Fall 1968, Analytic Report."},
      {
        "id":"ED049721",
        "title":"Architectural Determinants of Student Satisfaction in College Residence Halls. Final Report."},
      {
        "id":"ED049723",
        "title":"How Do Community College Transfer and Occupational Students Differ?"},
      {
        "id":"ED049724",
        "title":"Community Services Perceptions of the National Council on Community Services."},
      {
        "id":"ED049725",
        "title":"The Preparation of Pre-Professional Teacher Aides in the Community College."},
      {
        "id":"ED049726",
        "title":"A College Within a Community College Experiment."},
      {
        "id":"ED049727",
        "title":"Action Steps For Reaching the Disadvantaged in Colorado."},
      {
        "id":"ED049728",
        "title":"Survey of Student Rights, Freedoms and Involvements."},
      {
        "id":"ED049729",
        "title":"Some Philosophical and Practical Concepts for Broadening the Base of Higher Education in Virginia."},
      {
        "id":"ED049731",
        "title":"Institutional Research as the Field Performs It: A Friendly Look at Ourselves in the California Community Colleges."},
      {
        "id":"ED049732",
        "title":"New Careers in Human Service: A Challenge to the Two-Year College. A Preliminary Report."},
      {
        "id":"ED049733",
        "title":"Analysis of Prospective and Present Students in the San Diego Junior Colleges Relative to Their Vocational Programs. Final Report."},
      {
        "id":"ED049734",
        "title":"Shaping an English Curriculum to Fit the Junior College Student."},
      {
        "id":"ED049736",
        "title":"Instructional Objectives for a Junior College Course in Acting Fundamentals."},
      {
        "id":"ED049737",
        "title":"Instructional Objectives for a Junior College Course in African History."},
      {
        "id":"ED049738",
        "title":"Instructional Objectives for a Junior College Course in Art Structure."},
      {
        "id":"ED049739",
        "title":"Instructional Objectives for a Junior College Course in Auto Mechanics."},
      {
        "id":"ED049740",
        "title":"Instructional Objectives for a Junior College Course in Basic Offset Printing."},
      {
        "id":"ED049741",
        "title":"Instructional Objectives for a Junior College Course in Beginning Drawing."},
      {
        "id":"ED049742",
        "title":"Instructional Objectives for a Junior College Course in College Mathematics."},
      {
        "id":"ED049743",
        "title":"Instructional Objectives for a Junior College Course in Computer Appreciation."},
      {
        "id":"ED049744",
        "title":"Instructional Objectives for a Junior College Course in Dental Assisting."},
      {
        "id":"ED049745",
        "title":"Instructional Objectives for a Junior College Course in Design."},
      {
        "id":"ED049746",
        "title":"Instructional Objectives for a Junior College Course in Electronics."},
      {
        "id":"ED049747",
        "title":"Instructional Objectives for a Junior College Course in English Composition."},
      {
        "id":"ED049748",
        "title":"Instructional Objectives for a Junior College Course in General Biology."},
      {
        "id":"ED049749",
        "title":"Instructional Objectives for a Junior College Course in Grammar and Composition."},
      {
        "id":"ED049750",
        "title":"Instructional Objectives for a Junior College Course in Health."},
      {
        "id":"ED049752",
        "title":"Instructional Objectives for a Junior College Course in Introduction to Mathematical Thinking."},
      {
        "id":"ED049753",
        "title":"Instructional Objectives for a Junior College Course in Introduction to Physiology."},
      {
        "id":"ED049754",
        "title":"Instructional Objectives for a Junior College Course in Lithographic Photography."},
      {
        "id":"ED049755",
        "title":"Instructional Objectives for a Junior College Course in Marriage and Family Life."},
      {
        "id":"ED049756",
        "title":"Instructional Objectives for a Junior College Course in Mexican American Studies."},
      {
        "id":"ED049757",
        "title":"Instructional Objectives for a Junior College Course in Major American Authors."},
      {
        "id":"ED049758",
        "title":"Instructional Objectives for a Junior College Course in Office Machines."},
      {
        "id":"ED049759",
        "title":"Instructional Objectives for a Junior College Course in United States Government."},
      {
        "id":"ED049760",
        "title":"A Profile of California Community College Faculty."},
      {
        "id":"ED049761",
        "title":"Success Breeds Success: Basic Studies. 1970-71 Report."},
      {
        "id":"ED049762",
        "title":"Community Attitudes Toward the Community College."},
      {
        "id":"ED049763",
        "title":"Guidelines for Insuring Intellectual Freedom in Missouri's Libraries."},
      {
        "id":"ED049764",
        "title":"Results of a Feasibility Study for a National Materials Data Bank of the Federal Republic of Germany."},
      {
        "id":"ED049765",
        "title":"Library Services for the Blind and Physically Handicapped; A Comprehensive Program for Pennsylvania."},
      {
        "id":"ED049766",
        "title":"Two Year Report, 1968-1970."},
      {
        "id":"ED049767",
        "title":"An Analysis of Book Storage and Transportation Requirements of the Five Associated University Libraries."},
      {
        "id":"ED049768",
        "title":"Cooperative Resource Development in the Five Associated University Libraries; A Study with Recommendations."},
      {
        "id":"ED049769",
        "title":"Rationalizing Research Libraries in the 70's."},
      {
        "id":"ED049770",
        "title":"The Administration of Modern Archives: A Select Bibliographic Guide."},
      {
        "id":"ED049771",
        "title":"Report on Program Planning for the James Jerome Hill Reference Library."},
      {
        "id":"ED049772",
        "title":"Special Report to the Board of Trustees, the James Jerome Hill Reference Library."},
      {
        "id":"ED049773",
        "title":"Final Report to the Board of Trustees, the James Jerome Hill Reference Library."},
      {
        "id":"ED049774",
        "title":"Information Requirements of Social Scientists in Government Departments."},
      {
        "id":"ED049775",
        "title":"Information Requirements of College of Education Lecturers and Schoolteachers."},
      {
        "id":"ED049776",
        "title":"The Information Needs of Social Workers."},
      {
        "id":"ED049777",
        "title":"Appraisal of the Effectiveness of CODE; The Coordinated Delivery System for the South Central Research Library Council, January to December 1970."},
      {
        "id":"ED049778",
        "title":"Planning-Programming-Budgeting Systems."},
      {
        "id":"ED049779",
        "title":"Planning, Programming, Budgeting Systems (A Supplemental to Exchange Bibliography No. 121 of March 1970)."},
      {
        "id":"ED049780",
        "title":"National Library of Australia. Ninth Annual Report 1968-1969."},
      {
        "id":"ED049781",
        "title":"Summary of the Papers on the Integration of Computer-Based Information with Printing Techniques Presented at the Kynoch Press Seminar Held at Imperial Chemical House, London, April, 1970."},
      {
        "id":"ED049782",
        "title":"Primary Transmission of Scientific Information -- Today and Tomorrow."},
      {
        "id":"ED049783",
        "title":"The Library Technical Assistant; A Report of the Orientation Institute on the Library Technician, July 14 to 25, 1969."},
      {
        "id":"ED049785",
        "title":"Management Survey of the Pueblo Regional Library, Pueblo, Colorado, With Recommendations for a Twenty-Year Development Program."},
      {
        "id":"ED049786",
        "title":"Bibliographic Automation of Large Library Operations Using a Time-Sharing System: Phase I. Final Report."},
      {
        "id":"ED049787",
        "title":"State Plan for Library Programs Under Library Services and Construction Act as Amended."},
      {
        "id":"ED049790",
        "title":"A Study of Technical Services Operations in the Libraries of the State University of New York at Buffalo."},
      {
        "id":"ED049791",
        "title":"Symposium on Documentation Planning in Developing Countries at Bad Godesberg, 28-30 November 1967."},
      {
        "id":"ED049792",
        "title":"Sixth Anglo-Scandinavian Public Library Conference on Public Libraries as Cultural Centres, Koli, Finland, 19th - 23rd August, 1970."},
      {
        "id":"ED049794",
        "title":"A Study of Textile Information Systems. Final Report."},
      {
        "id":"ED049795",
        "title":"[Symposium on Scientific Translations, 4 and 5 November 1970, Luxembourg. Selected Papers.]"},
      {
        "id":"ED049797",
        "title":"Post-Master's Degree Programs in Some American Library Schools."},
      {
        "id":"ED049798",
        "title":"Council on Library Resources 14th Annual Report, For the Period Ending June 30, 1970."},
      {
        "id":"ED049800",
        "title":"Standards for Library Service."},
      {
        "id":"ED049801",
        "title":"Advisory Counseling for Librarians."},
      {
        "id":"ED049802",
        "title":"Interviewing for Counselor and Reference Librarians."},
      {
        "id":"ED049803",
        "title":"Media Designed Programs for Librarians."},
      {
        "id":"ED049804",
        "title":"Communication for Librarians."},
      {
        "id":"ED049805",
        "title":"Media and Instructional Technology in the Library, A Bibliography of Readings."},
      {
        "id":"ED049806",
        "title":"The Next Step for North Carolina Libraries: A Libraries Services Network; The Report of a Feasibility Study of the North Carolina Libraries Services Network."},
      {
        "id":"ED049808",
        "title":"Planning for a Nationwide System of Library Statistics."},
      {
        "id":"ED049809",
        "title":"Can I Love This Place? A Staff Guide to Operating Child Care Centers for the Disadvantaged."},
      {
        "id":"ED049810",
        "title":"The Day Care Neighbor Service: A Handbook for the Organization and Operation of a New Approach to Family Day Care."},
      {
        "id":"ED049812",
        "title":"A Teaching Learning Schema for Teacher Training and Curriculum Development in Early Education."},
      {
        "id":"ED049813",
        "title":"Correlation of Paired-Associate Performance with School Achievement as a Function of Task and Sample Variation."},
      {
        "id":"ED049814",
        "title":"The New York State Experimental Prekindergarten Program. Summary Report, 1969-70."},
      {
        "id":"ED049816",
        "title":"Preprimary Enrollment, October 1969."},
      {
        "id":"ED049817",
        "title":"A Resource and Reference Bibliography in Early Childhood Education and Developmental Psychology: The Affective Domain."},
      {
        "id":"ED049818",
        "title":"A Developmental Learning Approach to Infant Care in a Group Setting."},
      {
        "id":"ED049819",
        "title":"Child Development Research Unit Progress Report, February, 1970."},
      {
        "id":"ED049820",
        "title":"Project Genesis. Final Report."},
      {
        "id":"ED049821",
        "title":"The Effects of Instruction on the Development of the Concept of Conservation of Numerousness by Kindergarten Children. Report from the Project on Individually Guided Elementary Mathematics; Phase 2: Analysis of Mathematics Instruction."},
      {
        "id":"ED049823",
        "title":"Influences of a Piaget-Oriented Curriculum on Intellectual Functioning of Lower-Class Kindergarten Children."},
      {
        "id":"ED049824",
        "title":"Parent-Child Verbal Interaction: A Study of Dialogue Strategies and Verbal Ability."},
      {
        "id":"ED049825",
        "title":"State as Variable, as Obstacle and as Mediator of Stimulation in Infant Research."},
      {
        "id":"ED049828",
        "title":"The Value of Classroom Rewards in Early Education."},
      {
        "id":"ED049831",
        "title":"The Unit-Based Curriculum. Ypsilanti Preschool Curriculum Demonstration Project."},
      {
        "id":"ED049832",
        "title":"The Cognitive Curriculum. Ypsilanti Preschool Curriculum Demonstration Project."},
      {
        "id":"ED049833",
        "title":"A Descriptive Account of Four Modes of Children's Play Between One and Five Years."},
      {
        "id":"ED049834",
        "title":"Has Preschool Compensatory Education Failed?"},
      {
        "id":"ED049835",
        "title":"The Influence of Selected Variables on the Effectiveness of Preschool Programs for Disadvantaged Children."},
      {
        "id":"ED049836",
        "title":"Infant Development in Lower Class American Families."},
      {
        "id":"ED049837",
        "title":"Relationship of Curriculum, Teaching, and Learning in Preschool Education."},
      {
        "id":"ED049838",
        "title":"A Guide to the Planning and Operation of a Child Development Center for Migrant Children and a Report of the Hoopeston Child Development Center; A Pilot Demonstration Project of the Illinois Migrant Council and the University of Illinois."},
      {
        "id":"ED049839",
        "title":"Social Interaction in Heterogeneous Pre-Schools in Israel."},
      {
        "id":"ED049840",
        "title":"Neighborhood Family Day Care as a Child-Rearing Environment."},
      {
        "id":"ED049841",
        "title":"The Mexican American: Quest for Equality."},
      {
        "id":"ED049843",
        "title":"Smaller Communities Program, Stone County, Mississippi. Part I: Economic Base Report; Part II: Manpower Resource Report."},
      {
        "id":"ED049844",
        "title":"Teacher-Aide Guide for Navajo Area."},
      {
        "id":"ED049845",
        "title":"Youth Problems on Indian Reservations."},
      {
        "id":"ED049846",
        "title":"Project NECESSITIES: Phase I Report."},
      {
        "id":"ED049847",
        "title":"Project NECESSITIES, Phase II. Volume I: Summary and Recommendations, Liaison Network, Appendices."},
      {
        "id":"ED049848",
        "title":"Project NECESSITIES, Phase II. Volume II, People, Places and Things."},
      {
        "id":"ED049849",
        "title":"Project NECESSITIES, Phase II. Volume III: Communication Skills--Fact and Opinion."},
      {
        "id":"ED049850",
        "title":"Project NECESSITIES, Phase II. Volume IV: Economics--The Science of Survival."},
      {
        "id":"ED049851",
        "title":"Project NECESSITIES, Phase III Report. Volume I."},
      {
        "id":"ED049852",
        "title":"Project NECESSITIES, Phase III. Volume II: Curriculum Development Process Manual."},
      {
        "id":"ED049853",
        "title":"Project NECESSITIES, Phase III. Volume III: Case Studies in Teacher Training."},
      {
        "id":"ED049854",
        "title":"Project NECESSITIES, Phase III. Volume IV: Teaching Materials for Kindergarten and First Grade."},
      {
        "id":"ED049855",
        "title":"Project NECESSITIES, Phase III. Volume V: Teaching Materials for Second and Third Grades."},
      {
        "id":"ED049856",
        "title":"Project NECESSITIES, Phase III. Volume VI: Secondary Program for High Potential Indian Students."},
      {
        "id":"ED049857",
        "title":"Mexican Americans in Transition, Migration and Employment in Michigan Cities. Part I: Introduction and Summary."},
      {
        "id":"ED049859",
        "title":"A Comparison of Teenage Boys' and Girls' Orientations Towards Marriage and Procreation."},
      {
        "id":"ED049862",
        "title":"A Curriculum Guide for Migrant Education."},
      {
        "id":"ED049863",
        "title":"The Willcox Story. A Report from the Willcox Elementary School's Summer Migrant Project."},
      {
        "id":"ED049865",
        "title":"Child Labor in Agriculture, Summer 1970: A Special Report."},
      {
        "id":"ED049868",
        "title":"Improving Migrant Students' Academic Achievement Through Self-Concept Enhancement."},
      {
        "id":"ED049869",
        "title":"Indian Residents in Minneapolis: A Further Examination of Their Characteristics."},
      {
        "id":"ED049870",
        "title":"Traits Related to Achievement Motivation in Migrant Pre-School Children."},
      {
        "id":"ED049871",
        "title":"An Administrative Guide for Programs for the Education of Migrant Children."},
      {
        "id":"ED049872",
        "title":"A Teacher and Teacher Aide Guide for Programs for the Education of Migrant Children."},
      {
        "id":"ED049873",
        "title":"Social Development in Rural Manitoba."},
      {
        "id":"ED049874",
        "title":"New York State Appalachian Resource Studies; Recreation and Culture, Phase I: Inventory."},
      {
        "id":"ED049875",
        "title":"Wednesday's Children; A Report on Programs Funded Under the Migrant Amendment to Title I of the Elementary and Secondary Education Act."},
      {
        "id":"ED049876",
        "title":"An Overview of Research on Bilingualism."},
      {
        "id":"ED049877",
        "title":"Variables Differentiating Mexican-American College and High School Graduates."},
      {
        "id":"ED049878",
        "title":"1970 Annual Report of the Training Center for Community Programs, University of Minnesota."},
      {
        "id":"ED049879",
        "title":"Occupational Aspirations and Expectations of Youth: A Bibliography of Research Literature. I."},
      {
        "id":"ED049880",
        "title":"Educational Aspirations and Expectations of Youth: A Bibliography of Research Literature. II."},
      {
        "id":"ED049881",
        "title":"Youth's Projections for Residence, Income, and Family Status: A Bibliography of Research Literature. III."},
      {
        "id":"ED049882",
        "title":"Occupational Training Opportunities for Rural Youth."},
      {
        "id":"ED049884",
        "title":"Long-Term Study of Educational Effectiveness of Newly Formed Centralized School Districts in Rural Areas."},
      {
        "id":"ED049885",
        "title":"Some Linguistic Dimensions in Auditory Blending."},
      {
        "id":"ED049886",
        "title":"Theories of Language Development and their Relation to Reading."},
      {
        "id":"ED049887",
        "title":"Characteristics of Secondary Reading: 1940-1970."},
      {
        "id":"ED049888",
        "title":"Oral Associates as an Indicator of Reading Readiness."},
      {
        "id":"ED049889",
        "title":"Issues Relating to the Assessment of Flexible Efficient Reading."},
      {
        "id":"ED049890",
        "title":"The Diagnostic Reading Test, Survey Section, Form E: A Reliability Study."},
      {
        "id":"ED049891",
        "title":"Implications of a Theory of Reading."},
      {
        "id":"ED049892",
        "title":"Feedback and Perseverence in Reading."},
      {
        "id":"ED049893",
        "title":"The Effect of Verb Simplification on the Reading Comprehension of Culturally Different High School Students."},
      {
        "id":"ED049894",
        "title":"A Critical Examination of Vocabulary Control in View of Present Research Dealing with Initial Learning Tasks."},
      {
        "id":"ED049895",
        "title":"Clozing the Gap: An Approach to Solving Reading Problems at San Jose City College."},
      {
        "id":"ED049899",
        "title":"Developmental Reading, Grades 7-9."},
      {
        "id":"ED049900",
        "title":"Intellectual Stimulation of the Preschooler, or Reading Readiness Begins at Birth."},
      {
        "id":"ED049901",
        "title":"The Effect of a High Expectancy Prediction on Reading Achievement and IQ of Students in Grade 10."},
      {
        "id":"ED049902",
        "title":"The Reading Achievement of Primary Age Pupils Using the Wisconsin Design for Reading Skill Development: A Comparative Study."},
      {
        "id":"ED049903",
        "title":"Theories of Language Acquisition in Relation to Beginning Reading Instruction."},
      {
        "id":"ED049904",
        "title":"Reading and the New Learning Theory."},
      {
        "id":"ED049905",
        "title":"One Viewpoint on Preparing Teachers of Remedial Reading."},
      {
        "id":"ED049906",
        "title":"Measurement of Reading Achievement. An Annotated Bibliography."},
      {
        "id":"ED049907",
        "title":"Cognition in Reading: Modes and Strategies for Improvement."},
      {
        "id":"ED049908",
        "title":"Early Reading -- How Not When!"},
      {
        "id":"ED049909",
        "title":"The Sequence of Information in Arithmetic Word Problems."},
      {
        "id":"ED049910",
        "title":"Factors Related to the Pronunciation of Vowel Clusters. Part I (of 3 Parts)."},
      {
        "id":"ED049911",
        "title":"Factors Related to the Pronunciation of Vowel Clusters. Part II (of 3 Parts)."},
      {
        "id":"ED049912",
        "title":"Factors Related to the Pronunciation of Vowel Clusters. Part III (of 3 Parts)."},
      {
        "id":"ED049914",
        "title":"Exploring Ho-Nee-Um in the Spring."},
      {
        "id":"ED049915",
        "title":"Lake Pollution in the Yahara Watershed."},
      {
        "id":"ED049916",
        "title":"Conservation."},
      {
        "id":"ED049917",
        "title":"Teachers Guide for Environmental Education."},
      {
        "id":"ED049918",
        "title":"Environmental Quality Education Act of 1970, Hearings Before the Select Subcommittee on Education of the Committee on Education and Labor, House of Representatives...H.R. 14753."},
      {
        "id":"ED049920",
        "title":"Research Reporting Sections, National Council of Teachers of Mathematics Annual Meeting (49th, Anaheim, California, April 14-17, 1971)."},
      {
        "id":"ED049921",
        "title":"Science Teacher Education Project Information Bulletin Number 2."},
      {
        "id":"ED049922",
        "title":"Sex Differences in Attitude and Achievement in Mathematics."},
      {
        "id":"ED049923",
        "title":"Effects of Morphemic Idiosyncracies in Number Words on Performing Arithmetic Operations."},
      {
        "id":"ED049925",
        "title":"An Evaluation of Sanitary Engineering Education."},
      {
        "id":"ED049926",
        "title":"The Concept of Function."},
      {
        "id":"ED049932",
        "title":"A Framework for the Study of Instruction in Mathematics. Science, Technology, and Instruction: A Rationale for an Instructional Research and Development Strategy."},
      {
        "id":"ED049933",
        "title":"Project R-3, San Jose, Calif: Evaluation of Results and Development of a Cost Model."},
      {
        "id":"ED049934",
        "title":"Teaching Mathematics to Disadvantaged Pupils: A Summary of Research. Mathematics Education Reports."},
      {
        "id":"ED049935",
        "title":"Applied Mathematics, Tenth Grade. A Resource Manual."},
      {
        "id":"ED049937",
        "title":"Science for Society Education Review, Volume 1 Number 2."},
      {
        "id":"ED049938",
        "title":"Commission on Undergraduate Education in the Biological Sciences Newsletter, Volume 7 Number 4."},
      {
        "id":"ED049939",
        "title":"An Evaluation of the Science Curriculum Improvement Study (SCIS) Material Objects Unit at the Kindergarten Level. Final Report."},
      {
        "id":"ED049942",
        "title":"Informed Forces for Environmental Quality, Conference Proceedings (University of Wisconsin, Green Bay, Wisconsin, March 28-29, 1968)."},
      {
        "id":"ED049944",
        "title":"Science, Courses of Study for the Four-Year Programme and Comments on the Courses of Study for the Five-Year, Two-Year, and Occupational Programmes."},
      {
        "id":"ED049945",
        "title":"Elementary Health Education Guide to Better Health."},
      {
        "id":"ED049946",
        "title":"Environmental Education for New Hampshire Elementary and Secondary Schools."},
      {
        "id":"ED049947",
        "title":"Conservation Directory 1971."},
      {
        "id":"ED049948",
        "title":"Statistical Report and Observations on Attitudes Toward S-APA Installation from Fourth and Fifth Grade Teachers in ERIE's Pilot Schools Prior to an Initial Workshop Session."},
      {
        "id":"ED049951",
        "title":"A Regional Approach to Improving Elementary School Science."},
      {
        "id":"ED049955",
        "title":"Report of the Panel on Pre-Professional Training in the Agricultural Sciences."},
      {
        "id":"ED049956",
        "title":"Social Studies and the Disadvantaged. Targeted Communication (Interpretive) Study of Research and Development; Phase 1, Analysis and Implications. Final Report."},
      {
        "id":"ED049957",
        "title":"Differential Effects of Self-Contained Teacher Education Kits on Pre- and In-Service Social Studies Teachers."},
      {
        "id":"ED049958",
        "title":"Conflicting Educational Ideals in America, 1775-1831: Documentary Source Book."},
      {
        "id":"ED049960",
        "title":"Everyman's Guide: An ERIC Search System for Social Studies Teachers, Consultants, and Librarians."},
      {
        "id":"ED049963",
        "title":"Man: A Course of Study Teacher Training and Dissemination Project. Final Report."},
      {
        "id":"ED049966",
        "title":"Academic Games and Learning."},
      {
        "id":"ED049967",
        "title":"The Conceptual Social Studies Project. Evaluation Report."},
      {
        "id":"ED049968",
        "title":"Anthropology and the Teaching of Afro-American Studies."},
      {
        "id":"ED049969",
        "title":"The Charter: Conditions of Diffuse Socialization in Schools."},
      {
        "id":"ED049970",
        "title":"Teaching About Minorities: An Annotated Bibliography on Blacks, Chicanos, and Indians."},
      {
        "id":"ED049971",
        "title":"Study Materials for Economic Education in the Schools. Reports of Materials Evaluation Committees to the Joint Council on Economic Education."},
      {
        "id":"ED049973",
        "title":"Analysis and Dissemination of Completed Social Science Research Reports and Materials Resulting from Regional Program Efforts. Final Report."},
      {
        "id":"ED049975",
        "title":"Instructional Program for Student Registration, Voting and Participation in Election Activities."},
      {
        "id":"ED049979",
        "title":"Redefining the Social Studies Curriculum."},
      {
        "id":"ED049981",
        "title":"Area Studies of the Non-West: A Curriculum Guide. Grade Seven."},
      {
        "id":"ED049982",
        "title":"Drugs and Youth. Teaching Social Studies in an Age of Crisis, No. 1."},
      {
        "id":"ED049983",
        "title":"The City as Classroom."},
      {
        "id":"ED049985",
        "title":"A Critical Guide to Curriculum Units and Audio-Visual Materials on China."},
      {
        "id":"ED049986",
        "title":"Nuffield Foundation 'Resources for Learning' Project. A Multi-Media Programmed Approach to Environmental Studies."},
      {
        "id":"ED049987",
        "title":"An Annotated Guide to Contemporary China."},
      {
        "id":"ED049988",
        "title":"The Use of a Criterion-Based Performance Test in Revising a Social Studies Curriculum."},
      {
        "id":"ED049989",
        "title":"Indian Educational Material. Annotated Quarterly Bibliography. Volume 5, Number 2."},
      {
        "id":"ED049990",
        "title":"Selected Bibliography and Abstracts of Educational Materials in Pakistan. Volume 4, Number 4."},
      {
        "id":"ED049991",
        "title":"Population Growth: Family Planning Programs."},
      {
        "id":"ED049992",
        "title":"Population Growth: Crisis and Challenge."},
      {
        "id":"ED049993",
        "title":"BAM Social Studies Supplement: Why Do Nations Engage in World Trade?"},
      {
        "id":"ED049994",
        "title":"A Guide for Social Studies. United States History 10."},
      {
        "id":"ED049995",
        "title":"Selected Bibliography of Yugoslav Educational Materials. Volume 6, Number 3."},
      {
        "id":"ED049996",
        "title":"Consumer Education: A Senior High Elective Course."},
      {
        "id":"ED049997",
        "title":"Preparing to Teach Economics: Sources and Approaches. Interpretive Series Number 2."},
      {
        "id":"ED049998",
        "title":"Political and Economic Behavior of Man: A Course of Study."},
      {
        "id":"ED049999",
        "title":"Problems of the Late Twentieth Century: A Behavioral Sciences Approach."},
      {
        "id":"ED050000",
        "title":"Africa South of the Sahara: A Bibliography for Undergraduate Libraries."},
      {
        "id":"ED050001",
        "title":"Social Science Education Consortium Newsletter. Number 10."},
      {
        "id":"ED050003",
        "title":"Social Studies Education Projects: An ASCD Index."},
      {
        "id":"ED050004",
        "title":"The Twenty-One Essential Readings in Population Education."},
      {
        "id":"ED050005",
        "title":"Man: His Life and Work. A Career Orientation Manual for Teachers of Seventh and Eighth Grade Social Studies."},
      {
        "id":"ED050006",
        "title":"Teaching in the Inner City: Identification of Educational Practices of Competent Elementary Teachers of Culturally Disadvantaged Youth."},
      {
        "id":"ED050008",
        "title":"Indicators of Teacher Ability to Relate to Students."},
      {
        "id":"ED050010",
        "title":"Imitation of a Teacher's Verbal Behavior as a Function of Teacher and Peer Reinforcement."},
      {
        "id":"ED050011",
        "title":"Preference Patterns of Education Students in Pass-Fail Electives."},
      {
        "id":"ED050012",
        "title":"A Definition of Individualized Education."},
      {
        "id":"ED050013",
        "title":"The Effects of Perceived Teacher Attitudes on Student Achievement."},
      {
        "id":"ED050014",
        "title":"Crises in Teacher Education: A Dynamic Response to AACTE's Future Role."},
      {
        "id":"ED050015",
        "title":"Innovative Undergraduate Teacher Education Programs."},
      {
        "id":"ED050016",
        "title":"The Ohio Model and the Multi-Unit School."},
      {
        "id":"ED050017",
        "title":"Microteaching and Teacher Training: A Refined Version."},
      {
        "id":"ED050018",
        "title":"Education and the Two Phases of Urbanization."},
      {
        "id":"ED050019",
        "title":"Inappropriateness of Inferential and Insufficiency of Descriptive Statistics in Educational Evaluation: The Problem and a Solution."},
      {
        "id":"ED050020",
        "title":"[Reports of the Leadership Training Institute for School Personnel Utilization.]"},
      {
        "id":"ED050021",
        "title":"Accreditation and Evaluation of Basic Teacher Education Programs: Research Problems and Prospects."},
      {
        "id":"ED050022",
        "title":"Meeting Today's Challenge in Teacher Education."},
      {
        "id":"ED050023",
        "title":"Curriculum Evaluation in Teacher Education in S.E. Asia, ICET-FEUM Conference Proceedings (Malaysia, Aug. 3-7, 1970)."},
      {
        "id":"ED050024",
        "title":"Sources and Correlates of Role Strain Among Teachers in Varied Settings."},
      {
        "id":"ED050025",
        "title":"Teachers&apos; Information Handling When Grouped with Students by Conceptual Level."},
      {
        "id":"ED050026",
        "title":"Pupil Sex as a Variable in Teacher Perception of Classroom Behavior."},
      {
        "id":"ED050027",
        "title":"A Study on Teaching Style."},
      {
        "id":"ED050028",
        "title":"Beginning Teachers in the Inner City: A Study of the Literature on Their Problems and Some Possible Solutions."},
      {
        "id":"ED050029",
        "title":"Deviant Adaptation as Related to Educational Goal Attainment."},
      {
        "id":"ED050031",
        "title":"Analyzing Teacher Questions: A Comparative Evaluation of Two Observation Systems."},
      {
        "id":"ED050034",
        "title":"Performance-Based Teacher Education: An Annotated Bibliography."},
      {
        "id":"ED050035",
        "title":"Overcoming Secondary Ignorance: Learning To Be Uncertain."},
      {
        "id":"ED050036",
        "title":"The Use of Interaction and Feedback in an Inservice Education Model."},
      {
        "id":"ED050037",
        "title":"The Role of Teacher Expectations."},
      {
        "id":"ED050038",
        "title":"The Communication of Teacher Expectations in a Junior High School."},
      {
        "id":"ED050039",
        "title":"Effectiveness of Verbal Communication Among Elementary School Pupils, Teachers, and Teacher Aides."},
      {
        "id":"ED050040",
        "title":"A Systematic Change Model for Improving Urban Teaching."},
      {
        "id":"ED050041",
        "title":"A Study To Ascertain the Feasibility of Incorporating Telelecture in Presenting a Teaching Methods Course. Final Report."},
      {
        "id":"ED050042",
        "title":"Leader Training Conference Report."},
      {
        "id":"ED050043",
        "title":"Leader Training Conference Report. (Second, February 3-19, 1969)."},
      {
        "id":"ED050044",
        "title":"Preliminary Version of the Basic Program Plan. Program I: Specialist in Continuing Education."},
      {
        "id":"ED050045",
        "title":"Conceptual Base of Program I: Specialist in Continuing Education (SCE). Consultants' Assessment."},
      {
        "id":"ED050046",
        "title":"The Campus Laboratory School: Phoenix or Dodo Bird."},
      {
        "id":"ED050047",
        "title":"A Model for the Social Aspects of Classroom Organization. Final Report."},
      {
        "id":"ED050048",
        "title":"Comparative Analysis of Teacher Education. Final Report."},
      {
        "id":"ED050049",
        "title":"Developmental Reading Activities, Grades 1-12."},
      {
        "id":"ED050050",
        "title":"English Language Arts Curriculum Guide. Supplementary Guide of Suggested Activities for Speech 7-8."},
      {
        "id":"ED050051",
        "title":"English Language Arts Curriculum Guide; Reading, Grades 7-12. Supplement No. 2. A Guide for the Development of Reading and Study Skills."},
      {
        "id":"ED050052",
        "title":"Home Economics Curriculum Guide. Tentative Supplement No. 2. Food, Clothing, and Related Areas, Grades 7 and 8."},
      {
        "id":"ED050053",
        "title":"Home Economics Curriculum Guide. Tentative Supplement No. 3. All-Purpose Teaching of Home Economics, Grades 7, 8, and 9."},
      {
        "id":"ED050054",
        "title":"Art K-6. A Guide for Teachers."},
      {
        "id":"ED050055",
        "title":"Mathematics in the Elementary School."},
      {
        "id":"ED050056",
        "title":"Mathematics Curriculum Guide. Basic Mathematics 9-12."},
      {
        "id":"ED050057",
        "title":"Mathematics Curriculum Guide. Mathematics IV."},
      {
        "id":"ED050058",
        "title":"Mathematics Curriculum Guide. First and Second Course in Algebra. Supplement No. 2."},
      {
        "id":"ED050059",
        "title":"Geometry. Mathematics Curriculum Guide."},
      {
        "id":"ED050060",
        "title":"Basic Curriculum Guide--Science. Grades K-6."},
      {
        "id":"ED050061",
        "title":"Resource Handbook--Animals. A Supplement to Basic Curriculum Guide--Science, Grades K-6."},
      {
        "id":"ED050062",
        "title":"Resource Handbook: The Earth. A Supplement to Basic Curriculum Guide--Science, Grades K-6."},
      {
        "id":"ED050063",
        "title":"Resource Handbook--Matter and Energy. A Supplement to Basic Curriculum Guide--Science, Grades K-6."},
      {
        "id":"ED050064",
        "title":"Resource Handbook--Plants. A Supplement to Basic Curriculum Guide--Science, Grades K-6."},
      {
        "id":"ED050065",
        "title":"Resource Handbook--Space Beyond the Earth. A Supplement to Basic Curriculum Guide--Science, Grades K-6."},
      {
        "id":"ED050066",
        "title":"Biology I. Science Curriculum Guide, Grades 9-10."},
      {
        "id":"ED050067",
        "title":"Creative Art in Wyoming Schools, K-12."},
      {
        "id":"ED050068",
        "title":"Framework for the Social Studies in Wyoming, Grades K-12. A Guide for Curriculum Development."},
      {
        "id":"ED050069",
        "title":"Physical Education and Health Education for Wyoming Elementary Schools, Grades Kindergarten-Six."},
      {
        "id":"ED050070",
        "title":"Wyoming Mathematics Curriculum Guide, Grades K-6."},
      {
        "id":"ED050071",
        "title":"Wyoming Mathematics Curriculum Guide, Grades 7-12."},
      {
        "id":"ED050072",
        "title":"Mathematics Guide, K-12."},
      {
        "id":"ED050073",
        "title":"Fitness and Physical Education Guide, Grades 7-12."},
      {
        "id":"ED050076",
        "title":"Stimulating Oral Expression with Preschool Children."},
      {
        "id":"ED050082",
        "title":"Research and the Teaching of English."},
      {
        "id":"ED050083",
        "title":"A Study of the Effects of Systematic Desensitization on the Communicative Anxiety of Individuals in Small Groups."},
      {
        "id":"ED050084",
        "title":"Expanding the Notion of Competence: Some Implications for Elementary Speech Programs."},
      {
        "id":"ED050085",
        "title":"Implementing a Systematic Desensitization Laboratory."},
      {
        "id":"ED050086",
        "title":"Methods of Teaching Parliamentary Procedure."},
      {
        "id":"ED050087",
        "title":"Effects of Commonly Known Meanings on Determining Obscure Meanings of Multiple-Meaning Words in Context. Report from the Project on Individually Guided Elementary Language Arts."},
      {
        "id":"ED050088",
        "title":"Oral Reading: A Bulletin for Language Arts Teachers."},
      {
        "id":"ED050090",
        "title":"Communication and Conflict Resolution: A Prototype Course for Undergraduates."},
      {
        "id":"ED050091",
        "title":"Rating Speech Behavior Change of Students: Objectivizing Subjective Judgments."},
      {
        "id":"ED050103",
        "title":"Annual Evaluation Report of the Hawaii English Project for 1969-1970."},
      {
        "id":"ED050104",
        "title":"An Exploratory Study of the Effectiveness of a Technique for Teaching Certain Concepts of Speech Composition."},
      {
        "id":"ED050105",
        "title":"Problems of Representation in Lyric Poetry."},
      {
        "id":"ED050106",
        "title":"The Status of Extracurricular High School Speech in Thirty-Two States."},
      {
        "id":"ED050107",
        "title":"Guidelines for Integrating Minority Group Studies into the Curriculum of Kansas Schools (Preliminary Edition)."},
      {
        "id":"ED050108",
        "title":"An Elementary School Curriculum to Develop Better Writing Skills."},
      {
        "id":"ED050109",
        "title":"Oral Criticism of Speaking Performance: A Pre-Student Teaching Experience for Secondary Education Majors."},
      {
        "id":"ED050111",
        "title":"Resources and Materials Available to the High School Teacher of Parliamentary Procedure."},
      {
        "id":"ED050112",
        "title":"Teaching Parliamentary Procedure Through the Student Congress."},
      {
        "id":"ED050118",
        "title":"A Paradigm for Determining High School Teacher Effectiveness."},
      {
        "id":"ED050119",
        "title":"Implications of National Assessment Writing Results."},
      {
        "id":"ED050120",
        "title":"The Experimental Facilitation of Children's Comprehension and Production of Four Syntactic Structures."},
      {
        "id":"ED050121",
        "title":"Annual Evaluation Report of the Hawaii English Project for 1968-1969."},
      {
        "id":"ED050123",
        "title":"A Review of Projects in the Arts Supported by ESEA's Title III."},
      {
        "id":"ED050125",
        "title":"Analysis of an Approach to Open Education: Interim Report."},
      {
        "id":"ED050126",
        "title":"Faculty Perceptions of Students: The Development of the Student Rating Form, Part I."},
      {
        "id":"ED050127",
        "title":"Faculty Perceptions of Students: Faculty Definition of Desirable Student Traits, Part II."},
      {
        "id":"ED050129",
        "title":"Faculty Perceptions of Students: Desirability and Perception of Academic Performance, Part IV."},
      {
        "id":"ED050131",
        "title":"Faculty Perceptions of Students: Characteristics of Students for Whom There is Faculty Agreement on Desirability, Part VI."},
      {
        "id":"ED050133",
        "title":"Research on Creativity: An Annotated List of Relevant ETS Reports 1953-1970."},
      {
        "id":"ED050135",
        "title":"Assessing Educational Outcomes In Colorado."},
      {
        "id":"ED050136",
        "title":"The Modern Language Aptitude Test in a Peace Corps Context: Validity, Expectancies, and Implications for Further Research."},
      {
        "id":"ED050137",
        "title":"A Curriculum in Listening Achievement."},
      {
        "id":"ED050138",
        "title":"A Critique of the Measurement and Instrumentation Aspects of Educational Evaluation and Decision-Making."},
      {
        "id":"ED050139",
        "title":"Empirical Data on Criterion-Referenced Tests."},
      {
        "id":"ED050140",
        "title":"Formative Evaluation Procedures Used in Designing a Multi-Media Physics Course."},
      {
        "id":"ED050141",
        "title":"An Empirical Investigation of the Effect of Unequal Variances on the Permutation t-test."},
      {
        "id":"ED050142",
        "title":"The Attenuation Paradox and Internal Consistency."},
      {
        "id":"ED050143",
        "title":"Multivariate Cluster Analysis."},
      {
        "id":"ED050145",
        "title":"Application of a Curriculum Hierarchy Evaluation (CHE) Model to Sequentially Arranged Tasks."},
      {
        "id":"ED050146",
        "title":"Computer-Based Intelligence Testing."},
      {
        "id":"ED050148",
        "title":"The Comparative Effectiveness of True-False and Multiple Choice Achievement Test Items."},
      {
        "id":"ED050149",
        "title":"The Mini Rat: Its Development and Some Evidence on Its Validity."},
      {
        "id":"ED050150",
        "title":"A Report on the Florida Educational Needs Study, 1968-1970."},
      {
        "id":"ED050151",
        "title":"Correcting Four Similar Correlational Measures for Attenuation Due to Errors of Measurement in the Dependent Variable: Eta, Epsilon, Omega, and Intraclass r."},
      {
        "id":"ED050153",
        "title":"The Development of a &quot;Pupil Behavior Inventory&quot; to Infer Learner Self Concept."},
      {
        "id":"ED050154",
        "title":"Criterion-Referenced Tests."},
      {
        "id":"ED050156",
        "title":"Making Better Decisions on Assessed Needs: Differentiated School Norms."},
      {
        "id":"ED050157",
        "title":"Naturalistic Observation as a Research Instrument in Curriculum Development."},
      {
        "id":"ED050158",
        "title":"Problems and Techniques in Achieving Both Ecological and Population Validity in Educational Research."},
      {
        "id":"ED050159",
        "title":"On Oblique Quasi-Procrustean Factor Transformation."},
      {
        "id":"ED050160",
        "title":"The Justification of Curricula."},
      {
        "id":"ED050161",
        "title":"Converting Test Data to Counseling Information: System Implementation in a Vocational School."},
      {
        "id":"ED050162",
        "title":"Inductive Reasoning Processes in Concept Learning"},
      {
        "id":"ED050163",
        "title":"Simulation Model and Educational Research."},
      {
        "id":"ED050164",
        "title":"A Method for the Study of Medical Thinking and Problem Solving."},
      {
        "id":"ED050165",
        "title":"Instructional Variables Related to Educational Goals."},
      {
        "id":"ED050166",
        "title":"Unusualness, Appropriateness, Transformation and Condensation as Criteria for Creativity."},
      {
        "id":"ED050167",
        "title":"Standardization of Selected Semantic Differential Scales with Secondary School Children."},
      {
        "id":"ED050168",
        "title":"The Effect of Differential Option Weighting on Multiple-Choice Objective Tests."},
      {
        "id":"ED050169",
        "title":"The Use of Predictive Models in Forecasting Student Choice."},
      {
        "id":"ED050170",
        "title":"A Comparison Between Two Standardized Measures of Teacher Morale."},
      {
        "id":"ED050171",
        "title":"The Effect of the Use of Reading Readiness Materials in the First Grade."},
      {
        "id":"ED050172",
        "title":"How Errors of Measurement Affect ANOVA, Regression Analyses, ANCOVA and Factor Analyses."},
      {
        "id":"ED050173",
        "title":"Definition and Measurement in the Affective Domain: Appreciation of Human Accomplishments."},
      {
        "id":"ED050174",
        "title":"A Comprehensive Curriculum Evaluation of the Christian Action Ministry Academy-1970."},
      {
        "id":"ED050175",
        "title":"Extending Classical Test Theory to the Measurement of Change."},
      {
        "id":"ED050176",
        "title":"Interpretation of Test Results."},
      {
        "id":"ED050177",
        "title":"A Decision Model for Evaluating Potential Change in Instructional Programs."},
      {
        "id":"ED050178",
        "title":"Development of a Values Inventory for Grades 1 Through 3 in Five Ethnic Groups. Final Report."},
      {
        "id":"ED050181",
        "title":"The College Board Admissions Testing Program: A Technical Report on Research and Development Activities Relating to the Scholastic Aptitude Test and Achievement Tests."},
      {
        "id":"ED050182",
        "title":"The Design Board Program."},
      {
        "id":"ED050183",
        "title":"Proceedings of the Conferences on Educational Accountability."},
      {
        "id":"ED050184",
        "title":"Resources for Planning and Implementing School Desegregation. Bulletin Series in School Desegregation."},
      {
        "id":"ED050185",
        "title":"Parents as Partners in Department Programs for Children and Youth. A Report to the Secretary of the Department of Health, Education, and Welfare."},
      {
        "id":"ED050186",
        "title":"Equal Educational Opportunities Project, July 1, 1969 -- December 31, 1970. Final Report, and Supportive Data Supplements."},
      {
        "id":"ED050187",
        "title":"Structure and Function: A Behavioral and Systemic Interpretation. ERIC-IRCD Urban Disadvantaged Series, Number 20."},
      {
        "id":"ED050188",
        "title":"Black Representation in Children's Books. ERIC-IRCD Urban Disadvantaged Series, Number 21."},
      {
        "id":"ED050189",
        "title":"Education for the Urban Disadvantaged: from Preschool to Employment. A Statement on National Policy."},
      {
        "id":"ED050190",
        "title":"Housing and Education. Special CUE Report."},
      {
        "id":"ED050192",
        "title":"Effects of the Child's Social Class Upon School Counselors' Decision-Making."},
      {
        "id":"ED050193",
        "title":"Motivation Center."},
      {
        "id":"ED050194",
        "title":"Seeking Program Funds: A Funding Manual for Community Organizations."},
      {
        "id":"ED050195",
        "title":"Title I Can Change Your School."},
      {
        "id":"ED050196",
        "title":"Ability Grouping, Good for Children or Not? Consequences of Ability Grouping: Ethnic and Socio-Economic Separation of Children. NCRIEEO Tipsheet, Number 4."},
      {
        "id":"ED050200",
        "title":"A Research Report of the North Carolina Advancement School: Summer Session, 1969."},
      {
        "id":"ED050201",
        "title":"A Research Report of the North Carolina Advancement School: Fall Term, 1969; Spring Term, 1970."},
      {
        "id":"ED050202",
        "title":"Human Resources for Human Services in the Ghetto--An Experience in Summer Camping."},
      {
        "id":"ED050203",
        "title":"A Report on Services to the People of the United States by the Legal Defense Fund, 1970-1971."},
      {
        "id":"ED050204",
        "title":"Interracial and Intergenerational Conflict in Secondary Schools."},
      {
        "id":"ED050205",
        "title":"Democratic Theory and Community Control: Community Issues, March 1969."},
      {
        "id":"ED050206",
        "title":"Neighborhood Context and Racial Attitudes."},
      {
        "id":"ED050207",
        "title":"Equal Employment Opportunities and the New York City Public Schools: An Analysis and Recommendations Based on Public Hearings Held January 25-29, 1971."},
      {
        "id":"ED050208",
        "title":"State Agency Programs for Handicapped, Delinquent and Neglected Children."},
      {
        "id":"ED050209",
        "title":"Educational Opportunities Through Federal Assistance Programs, Fiscal Year 1970. Annual Report."},
      {
        "id":"ED050210",
        "title":"The Distribution of Public School Teachers by Race and Income Class in an Urban Metropolitan Area. Final Report."},
      {
        "id":"ED050211",
        "title":"The Development of an Academic Support System for Educationally Disadvantaged Students."},
      {
        "id":"ED050212",
        "title":"The Roving Recreation Leader Training Guide: An Inservice Training Source for Inner-City Youth Services Personnel."},
      {
        "id":"ED050213",
        "title":"New Mexico State Annual Evaluation Report, Fiscal Year Ending June 30, 1970. P. L. 89-10, Title 1 ESEA Projects."},
      {
        "id":"ED050214",
        "title":"Advisory Task Force Report to the White House Conference on Youth, 1971."},
      {
        "id":"ED050215",
        "title":"&quot;Integration: The First Year&quot;: A Role-Playing Simulation on School Integration."},
      {
        "id":"ED050216",
        "title":"An Evaluation of the Northeast Louisiana Consortium to Investigate and Find Solutions to Problems Attendant to School Desegregation."},
      {
        "id":"ED050217",
        "title":"A Tri-Univer-City Project for Teachers in Inner-City Schools."},
      {
        "id":"ED050218",
        "title":"Interpersonal Facilitative Communications Training with Team Teachers in Newly Integrated Schools."},
      {
        "id":"ED050220",
        "title":"A Study of Negro Male High School Dropouts Who Are Not Reached by Federal Work-Training Programs. Final Report."},
      {
        "id":"ED050222",
        "title":"Special Field Reports on School Desegregation Projects: Hartford, Forrest City, Bernalillo, Dade County."},
      {
        "id":"ED050225",
        "title":"Vocational Education--An Annotated Bibliography of Selected References, 1917-1966 (Below College)."},
      {
        "id":"ED050226",
        "title":"A Comparison of Two Methods of Preparing Youth for Employment: Cooperative Occupational Education Versus The Preparatory Vocational-Technical School."},
      {
        "id":"ED050227",
        "title":"Automation and Women Workers."},
      {
        "id":"ED050228",
        "title":"An Optimal Sample Design for a Job Vacancy Survey."},
      {
        "id":"ED050229",
        "title":"Jobfinding Techniques for Mature Women."},
      {
        "id":"ED050230",
        "title":"Graduate, Then What--Jobs in Health. A Report on the Use of Radio as a Recruitment Tool for the Health Occupations."},
      {
        "id":"ED050232",
        "title":"Manpower Report of the President. Message from the President of the United States Transmitting An Annual Report on the Progress of Manpower Programs."},
      {
        "id":"ED050233",
        "title":"The Effect of Amount and Timing of Human Resources Data on Subsystem Design."},
      {
        "id":"ED050234",
        "title":"Project BUILD, A Manpower Demonstration Program: February, 1968--March, 1969."},
      {
        "id":"ED050235",
        "title":"Comparison of Computer-Simulated Conventional and Branching Tests."},
      {
        "id":"ED050236",
        "title":"Task Learning, Interpersonal Learning and Cognitive Complexity."},
      {
        "id":"ED050237",
        "title":"Our 31,000 Largest Farms."},
      {
        "id":"ED050238",
        "title":"Annual Review of Selected Developments; Agricultural Education and Training."},
      {
        "id":"ED050239",
        "title":"Base Engineer Automated Management System (BEAMS): Implementation/Conversion Team Education."},
      {
        "id":"ED050240",
        "title":"Career Indications Among Junior Officers."},
      {
        "id":"ED050241",
        "title":"An Education and Training Simulation of the USAF Base Engineer Automated Management System."},
      {
        "id":"ED050243",
        "title":"Income of People Aged 65 and Older: Overview From 1968 Survey of the Aged."},
      {
        "id":"ED050245",
        "title":"Day Care Facts."},
      {
        "id":"ED050246",
        "title":"Child Care Services Provided by Hospitals."},
      {
        "id":"ED050247",
        "title":"Agri-Business, Is It for Me?"},
      {
        "id":"ED050248",
        "title":"Police-Community Relations. Criminal Justice Monograph, Volume I, Number 5."},
      {
        "id":"ED050249",
        "title":"Research in Agricultural Education Programs Beyond High School."},
      {
        "id":"ED050250",
        "title":"Vocational-Technical Education in Agricultural Resources. Final Report."},
      {
        "id":"ED050251",
        "title":"Development and Evaluation of Occupational Information in Agriculture. Final Report."},
      {
        "id":"ED050252",
        "title":"Development and Use of Subject Matter Materials for Vocational Education in Agriculture."},
      {
        "id":"ED050253",
        "title":"Fact Sheet on the Earnings Gap."},
      {
        "id":"ED050254",
        "title":"Model for Evaluation of Secondary School Programs of Vocational Education in Agriculture."},
      {
        "id":"ED050255",
        "title":"An Exploratory Study to Analyze New Skill Content in Selected Occupations in Michigan and the Mechanism for its Translation into Vocational Education Curricula. Section Report on Dental Assistant."},
      {
        "id":"ED050256",
        "title":"An Exploratory Study to Analyze New Skill Content in Selected Occupations in Michigan and the Mechanism for its Translation Into Vocational Education Curricula. Section Report on Licensed Practical Nurse."},
      {
        "id":"ED050257",
        "title":"Measurement of the Agricultural Resources Role in Southern Illinois Agricultural Education."},
      {
        "id":"ED050258",
        "title":"Aviation Education Services and Resources."},
      {
        "id":"ED050259",
        "title":"Annual Report of the Commission on Manpower and Full Employment."},
      {
        "id":"ED050260",
        "title":"Feasibility Study of Career Ladder Curriculum and Guidance and Counseling."},
      {
        "id":"ED050261",
        "title":"VIEW for the Handicapped (Pilot Program). Teachers Guide and Index."},
      {
        "id":"ED050262",
        "title":"National Goals and Guidelines for Research in Home Economics."},
      {
        "id":"ED050263",
        "title":"SUM (Service Unit Management): An Organizational Approach To Improved Patient Care."},
      {
        "id":"ED050264",
        "title":"Vocational Education: Innovations Revolutionize Career Training. Education U.S.A. Special Report."},
      {
        "id":"ED050266",
        "title":"Bridging the Gap, An Independent Case Study."},
      {
        "id":"ED050268",
        "title":"Training of Health Service Personnel in the Veterans' Administration."},
      {
        "id":"ED050269",
        "title":"Differences in the Occupational Standing of Black Workers Among Industries and Cities."},
      {
        "id":"ED050270",
        "title":"A Research and Development Project in Occupational Education: The Development of Process Models for Decision-Making in Curriculum Development and Evaluation. Final Report of Phase I."},
      {
        "id":"ED050272",
        "title":"Planning Ahead for the World of Work: Research Report Abstract, Teacher Manual, Student Materials, Transparency Masters."},
      {
        "id":"ED050273",
        "title":"The HELP Campaign--An Evaluation."},
      {
        "id":"ED050274",
        "title":"Keeping on Course. Report of the 1970 Regional Workshops of the Council of Diploma Programs."},
      {
        "id":"ED050275",
        "title":"A Listing of Data Collection Instruments for Use in Research in Home Economics Education: 1962-1969."},
      {
        "id":"ED050276",
        "title":"Vocational Education: Today and Tomorrow."},
      {
        "id":"ED050277",
        "title":"Collected Papers Prepared Under Work Unit TEXTRUCT: Methods of Instruction in Technical Training."},
      {
        "id":"ED050278",
        "title":"Helping Employers Get Help; A Guide to Job Development and Work-Training Programs."},
      {
        "id":"ED050279",
        "title":"Occupational Orientation: An Introduction to the World of Work. Teachers Handbook. Preliminary Draft."},
      {
        "id":"ED050280",
        "title":"Comprehensive Statewide Planning for Vocational Rehabilitation Services, Connecticut. Final Report, Volume I."},
      {
        "id":"ED050281",
        "title":"Comprehensive Statewide Planning for Vocational Rehabilitation Services, Connecticut. Final Report, (Appendix), Volume II."},
      {
        "id":"ED050282",
        "title":"Statewide Planning for Vocational Rehabilitation Services in Connecticut. Volume III--Summary Report."},
      {
        "id":"ED050283",
        "title":"Statewide Planning for Vocational Rehabilitation Workshops and Facilities, Connecticut. Final Report."},
      {
        "id":"ED050285",
        "title":"Attitudes Toward Vocational Education in the Secondary Schools of West Virginia. Part II: Employers and Labor Leaders."},
      {
        "id":"ED050287",
        "title":"Vocational Education: A Bibliography of Research."},
      {
        "id":"ED050289",
        "title":"Family and Hired Labor Used on U.S. Farms in 1966."},
      {
        "id":"ED050290",
        "title":"Ohio PRIDE in Vocational Education. Parent and Student Survey."},
      {
        "id":"ED050291",
        "title":"Report of the Analysis Group, HEW Vocational Education Review Task Force. Volume 1."},
      {
        "id":"ED050292",
        "title":"Report of the Analysis Group HEW Vocational Education Review Task Force. Volume 2: Appendices."},
      {
        "id":"ED050293",
        "title":"Thought, Choice, and Action: Processes of Exploration and Commitment in Career Development. Volume I."},
      {
        "id":"ED050294",
        "title":"Thought, Choice, and Action: Processes of Exploration and Commitment in Career Development. Volume 2."},
      {
        "id":"ED050295",
        "title":"Career Education--More Than A Name."},
      {
        "id":"ED050296",
        "title":"The Plan for Implementation of an Exemplary Occupational Education Program in a Rural Community."},
      {
        "id":"ED050297",
        "title":"Vocational Education: Characteristics of Teachers and Students, 1969."},
      {
        "id":"ED050298",
        "title":"Educational Development and Research Catalog."},
      {
        "id":"ED050299",
        "title":"Federal Early Childhood Programs: A Description and Analysis of Research, Child Care, State Grant and Teacher Training Programs Pertaining to Young Children. Interim Report."},
      {
        "id":"ED050300",
        "title":"Linguistics and the Training of Teachers of the Disadvantaged: A Final Report - Part I."},
      {
        "id":"ED050301",
        "title":"Sociology and the Training of Teachers of the Disadvantaged: A Final Report - Part II."},
      {
        "id":"ED050302",
        "title":"Psychology and the Training of Teachers of the Disadvantaged: A Final Report - Part III."},
      {
        "id":"ED050303",
        "title":"Community Development and the Training of Teachers of the Disadvantaged: A Final Report - Part IV."},
      {
        "id":"ED050304",
        "title":"Social Work and the Training of Teachers of the Disadvantaged: A Final Report - Part V."},
      {
        "id":"ED050305",
        "title":"Educational Practice and the Training of Teachers of the Disadvantaged: A Final Report - Part VI."},
      {
        "id":"ED050306",
        "title":"Educational Theory and Research and the Training of Teachers of the Disadvantaged: A Final Report - Part VII."},
      {
        "id":"ED050307",
        "title":"Day Care: Resources for Decisions."},
      {
        "id":"ED050308",
        "title":"Selection of Products for Focused Dissemination."},
      {
        "id":"ED050309",
        "title":"Products Entered into the Pool for the Dissemination Program of NCEC."},
      {
        "id":"ED050310",
        "title":"The Role of the Institute of Adult Studies in the Development of Kenya. Development Plan 1970-73."},
      {
        "id":"ED050311",
        "title":"Effects of Aptitude (AFQT), Job Experience, and Literacy on Job Performance: Summary of HumRRO Work Units UTILITY and REALISTIC."},
      {
        "id":"ED050312",
        "title":"Performance in Four Jobs: The Role of Mental Ability and Experience."},
      {
        "id":"ED050313",
        "title":"The Development of a Low-Cost Performance-Oriented Training Model."},
      {
        "id":"ED050314",
        "title":"HumRRO Research and Project 100,000."},
      {
        "id":"ED050315",
        "title":"Combat Job Requirements for Principal Staff Personnel: Division, Brigade, and Battalion."},
      {
        "id":"ED050317",
        "title":"An Experiment in Civic Education in Ghana."},
      {
        "id":"ED050318",
        "title":"Adult Education and Political and Social Change."},
      {
        "id":"ED050319",
        "title":"National Member Education Campaign."},
      {
        "id":"ED050322",
        "title":"University Adult Education: A Time for Broadening Participation?"},
      {
        "id":"ED050323",
        "title":"Suggested Areas Wherein the School of Adult Learning Might Operate."},
      {
        "id":"ED050324",
        "title":"Adult Education and National Development."},
      {
        "id":"ED050325",
        "title":"Students of Outward Bound Schools in Great Britain. A Follow-up Study."},
      {
        "id":"ED050327",
        "title":"Community Service and Continuing Education Programs Conducted by Institutions of Higher Education in South Carolina. Progress Report."},
      {
        "id":"ED050329",
        "title":"Second Chances for Mature Women."},
      {
        "id":"ED050330",
        "title":"Releve de la Formation Professionelle et Technique 1968-69 (Survey of Vocational Education and Training 1968-69)."},
      {
        "id":"ED050331",
        "title":"Everyman's Estate Planning. A Suggested Adult Business Education Course."},
      {
        "id":"ED050332",
        "title":"An Evaluation of Adult Basic Education in the State of New York."},
      {
        "id":"ED050333",
        "title":"Older Americans Act Amendments for Nutritional Services. Hearings Before the Select Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-First Congress, Second Session on H.R. 17763"},
      {
        "id":"ED050334",
        "title":"Veterans' Advance Educational Assistance Allowance and Work-Study Program."},
      {
        "id":"ED050337",
        "title":"A Model of Developmental Changes in the Work-Life of the County Agent."},
      {
        "id":"ED050338",
        "title":"Peer Ratings as Predictors of Success in Military Aviation."},
      {
        "id":"ED050339",
        "title":"Learning by Listening in Relation to Aptitude, Reading, and Rate-Controlled Speech: Additional Studies."},
      {
        "id":"ED050340",
        "title":"Military Advisors and Counterparts in Korea: 3. An Experimental Criterion of Proficiency."},
      {
        "id":"ED050341",
        "title":"An Experimental Review of Basic Combat Rifle Marksmanship: MARKSMAN, Phase 1."},
      {
        "id":"ED050342",
        "title":"Prediction of Army Aviator Performance: Description of a Developing System."},
      {
        "id":"ED050343",
        "title":"Poor But Not Forgotten. An Evaluative Study of the Expanded Food and Nutrition Education Program in Maryland."},
      {
        "id":"ED050345",
        "title":"Curriculum Proposal for an Adult Basic Literacy Program for Implementation in Remote Communities in Northern Saskatchewan."},
      {
        "id":"ED050347",
        "title":"The Pilot Training Study: Personnel Flow and the PILOT Model."},
      {
        "id":"ED050348",
        "title":"The Pilot Training Study: Advanced Pilot Training."},
      {
        "id":"ED050349",
        "title":"The Pilot Training Study: Precommissioning Training."},
      {
        "id":"ED050350",
        "title":"The Pilot Training Study: A User's Guide to the Advanced Pilot Computer Cost Model (APT)."},
      {
        "id":"ED050351",
        "title":"The Pilot Training Study: A User&apos;s Guide to the Undergraduate Pilot Training Computer Cost Model."},
      {
        "id":"ED050352",
        "title":"The Pilot Training Study: A Cost-Estimating Model for Advanced Pilot Training (APT)."},
      {
        "id":"ED050354",
        "title":"The Pilot Training Study: A Cost-Estimating Model for Undergraduate Pilot Training."},
      {
        "id":"ED050355",
        "title":"The Trauma of the Dropout."},
      {
        "id":"ED050356",
        "title":"[The Development of Effective Counselors in Terms of Counselor Performance.]"},
      {
        "id":"ED050357",
        "title":"Occupational Aspirations and Expectations of Youth: A Bibliography of Research Literature I.; Educational Aspirations and Expectations of Youth: A Bibliography of Research Literature II.; Youth&apos;s Projections for Residence, Income, and Family Status: A Bibliography of Research Literature III."},
      {
        "id":"ED050358",
        "title":"The Effects of Verbally Controlled Success and Failure Conditions of Persistent Behavior."},
      {
        "id":"ED050359",
        "title":"A Role Analysis of Wisconsin Secondary School Counselors."},
      {
        "id":"ED050360",
        "title":"All Is Not Quiet on the Academic Front."},
      {
        "id":"ED050361",
        "title":"Christian Association for Psychological Studies. Proceedings of 1968, 1969, and 1970 Conventions."},
      {
        "id":"ED050362",
        "title":"Career Guidance Through Groups. A Job Placement and Group Vocational Guidance Program for High School Youth. Phase II July 1, 1969 Through August 15, 1970."},
      {
        "id":"ED050363",
        "title":"Preparing Counselors for 1980."},
      {
        "id":"ED050364",
        "title":"An Equal Chance: Handbook for Counseling Indian Students."},
      {
        "id":"ED050365",
        "title":"Decreasing Student Alienation in Higher Education: One View."},
      {
        "id":"ED050366",
        "title":"Relation of Quantity and Quality of Counselor Verbal Participation to Outcomes of Group Counseling."},
      {
        "id":"ED050367",
        "title":"New Left Ideology: A Cross National Study."},
      {
        "id":"ED050368",
        "title":"Playfulness and Creativity: Some Developmental And Situational Aspects."},
      {
        "id":"ED050369",
        "title":"The Fort Logan Lodge: Intentional Community for Chronic Mental Patients. Final Report."},
      {
        "id":"ED050370",
        "title":"What Type of Communication Increases Understanding Between Delinquents and Their Parents?"},
      {
        "id":"ED050371",
        "title":"Socioeconomic Background and Cognitive Functioning in Fourth Grade Children. Volume 4, Number 9."},
      {
        "id":"ED050372",
        "title":"Career Development in the College Years."},
      {
        "id":"ED050373",
        "title":"The Role of Interpersonal Understanding in De-Polarization of Antagonistic Groups."},
      {
        "id":"ED050374",
        "title":"Variables Related to Outcomes of Engineering Students of Differing Occupational-Educational Backgrounds."},
      {
        "id":"ED050375",
        "title":"Parental Attitudes on Residence Hall Visitation Policy."},
      {
        "id":"ED050376",
        "title":"Assessment of Air Force Accessions by Draft-Vulnerability Category."},
      {
        "id":"ED050377",
        "title":"High Priority Education Project. A Report on the Activities and Accomplishments of the High Priority Education Project to the Florida Legislature."},
      {
        "id":"ED050378",
        "title":"Short-Term Counseling: Is It Effective?"},
      {
        "id":"ED050379",
        "title":"Applying Operant Conditioning Principles to the Management of Organizations."},
      {
        "id":"ED050380",
        "title":"The Reliability and Validity of Salivation as a Measure of Individual Differences in Intrinsic Arousal. Report from the Project on Motivation and Individual Differences in Learning and Retention."},
      {
        "id":"ED050381",
        "title":"A Multivariate Study of Two Techniques for Analyzing Social Variables in the Classroom."},
      {
        "id":"ED050382",
        "title":"Verbal and Visual Processes in Children's Learning: I. Meaning in Paired Associate Learning. Report from the Project on Variables and Processes in Cognitive Learning."},
      {
        "id":"ED050383",
        "title":"The Effects of Selected Teacher and Pupil Characteristics on Social Learning. Final Report."},
      {
        "id":"ED050384",
        "title":"The Feasibility of Collecting Student Expenditures and Income Data by Diary Methods. Final Report."},
      {
        "id":"ED050385",
        "title":"A Developmental Study of Conceptual, Semantic Differential, and Acoustical Dimensions as Encoding Categories in Short-Term Memory. Final Report."},
      {
        "id":"ED050386",
        "title":"Guidelines for School Programs in the Prevention of Drug Abuse."},
      {
        "id":"ED050387",
        "title":"The Contraception Counseling and Education Clinic."},
      {
        "id":"ED050388",
        "title":"Interpersonal Compatability: A Test of the FIRO Theory in the Counseling Relationship."},
      {
        "id":"ED050389",
        "title":"The Effects of Differential Reinforcement in the Discrimination Learning of Normal and Low Achieving Children."},
      {
        "id":"ED050390",
        "title":"Differences in Social Learning Underlying Overt-Behavioral, Self-Report, and Physiological Responses to Emotion."},
      {
        "id":"ED050391",
        "title":"Research in Guidance - Some Current Issues."},
      {
        "id":"ED050392",
        "title":"A Behavior Modification Approach to Elementary School Consultation."},
      {
        "id":"ED050393",
        "title":"Emotional Role Playing, Attitude Change, and Attraction Toward a Disabled Person."},
      {
        "id":"ED050394",
        "title":"A Decentralized Group Treatment Program."},
      {
        "id":"ED050395",
        "title":"Does a \"Foot-in-the-Door\" Get You In or Out?"},
      {
        "id":"ED050396",
        "title":"The University Growth Center: A Review of Research Findings."},
      {
        "id":"ED050397",
        "title":"The Universe of Need, Economic Conditions and the Mix of Services."},
      {
        "id":"ED050398",
        "title":"Mental Health Consultation Volunteer Group Psychotherapy."},
      {
        "id":"ED050399",
        "title":"Manifest Characteristics of Interactive Sequencing in the Classroom."},
      {
        "id":"ED050400",
        "title":"A Preliminary Look at Employment Interviewers&apos; Proficiency at Combining Information Cues."},
      {
        "id":"ED050401",
        "title":"Value Orientation and the Assessment of Creativity."},
      {
        "id":"ED050402",
        "title":"Student Personnel \"Educators.\""},
      {
        "id":"ED050403",
        "title":"Past Trends in Student Personnel Services for Adults in Higher Education."},
      {
        "id":"ED050404",
        "title":"Covert Sensitization for the Treatment of Obesity."},
      {
        "id":"ED050405",
        "title":"Can We Run Fast Enough To Catch Up?"},
      {
        "id":"ED050406",
        "title":"Experimental-Ethological Studies of Social Reinforcement in Children."},
      {
        "id":"ED050407",
        "title":"A Partial Validation of Holland's Theory of Vocational Choice."},
      {
        "id":"ED050408",
        "title":"The Effectiveness of Guidance in Today's High Schools: A Survey in Illinois."},
      {
        "id":"ED050409",
        "title":"The Effects of Perceived Locus of Control and Social Influence Techniques on Attitude Change."},
      {
        "id":"ED050410",
        "title":"Overcrowding and Population Growth: The Nature and Relevance of Animal Behavior."},
      {
        "id":"ED050411",
        "title":"The Validity of Assessment Centers."},
      {
        "id":"ED050412",
        "title":"A Study of Certain Categories of Social Attitudes of Fourth, Fifth, and Sixth Grade Pupils."},
      {
        "id":"ED050413",
        "title":"Goal Setting: Review of the Literature and Implications for Future Research. Working Paper Number 47. Report from the Project on Variables and Processes in Cognitive Learning."},
      {
        "id":"ED050414",
        "title":"An Examination of College Programs for Paraprofessionals."},
      {
        "id":"ED050415",
        "title":"The Effect of Power Structures on the Propensity to Initiate Conflict in a Triad."},
      {
        "id":"ED050416",
        "title":"The Draft and Counseling."},
      {
        "id":"ED050417",
        "title":"The Effects of Emotional Arousal on Short Versus Long Term Retention of Continuously Presented Information. Final Report."},
      {
        "id":"ED050418",
        "title":"Effects of Pre-PREVIEW Information Mailings on Academic Choices and Performance. Student Development Reports. Volume III, Number 4, 1970-71."},
      {
        "id":"ED050419",
        "title":"But the Goal is Vocational Satisfaction and Competence!"},
      {
        "id":"ED050420",
        "title":"Verbal Behavior in the Training Group Setting of Individuals Differing in Conceptual Style."},
      {
        "id":"ED050421",
        "title":"The Role of Consumers in Planning and Evaluation of College Health Programs."},
      {
        "id":"ED050422",
        "title":"Small Group Interaction Approach to Police-Community Relations Training."},
      {
        "id":"ED050423",
        "title":"Same- and Mixed-Modality Presentation in Continuous Recognition Memory. Report from the Project on Variables and Processes in Cognitive Learning."},
      {
        "id":"ED050424",
        "title":"Visual and Auditory Memory in Children. Report from the Project on Variables and Processes in Cognitive Learning."},
      {
        "id":"ED050425",
        "title":"Client Satisfaction with Counseling as a Function of Type of Problem, Training and Experience of Counselor, and Duration of Counseling."},
      {
        "id":"ED050426",
        "title":"Decision Making and Observation Variables in Acquisition, Retention, and Transfer of Learning. Final Report."},
      {
        "id":"ED050427",
        "title":"The Role of Social Rewards in Children's Learning and Performance. Final Report."},
      {
        "id":"ED050428",
        "title":"A Study of the Effect upon the Self Concept of Delinquents When Interaction Takes Place with Mental Patients. Final Report."},
      {
        "id":"ED050429",
        "title":"Integrated Personnel Services Index. Volume 3, Number 2."},
      {
        "id":"ED050430",
        "title":"The Development of a Research and Development Planning System in Education."},
      {
        "id":"ED050431",
        "title":"Information and Innovation in Research Organizations."},
      {
        "id":"ED050432",
        "title":"Problems in School Planning."},
      {
        "id":"ED050433",
        "title":"Report of Activities and Accomplishments: March 1, 1968 to February 28, 1969. Final Report."},
      {
        "id":"ED050434",
        "title":"Practical Applications of Data Processing to School Purchasing."},
      {
        "id":"ED050442",
        "title":"Implications of Negotiation Theory for Bargaining Between Teachers and School Boards."},
      {
        "id":"ED050443",
        "title":"Organizational Development and PPB for Education."},
      {
        "id":"ED050444",
        "title":"Resolved, That the Federal Government Should Fully Finance a Defensible Minimum Education for All Children in the Public Schools. An Affirmative Position."},
      {
        "id":"ED050445",
        "title":"What Is the Future Role of the School Administrator?"},
      {
        "id":"ED050446",
        "title":"Use of Management Training Simulations in a University Educational Administration Program. The Program of Exercises for Management and Organizational Development."},
      {
        "id":"ED050447",
        "title":"A Sensible Assessment of Student Rights and Responsibilities."},
      {
        "id":"ED050448",
        "title":"Organizational Adaptation to Forces for Change in a Big City School System. A Draft."},
      {
        "id":"ED050449",
        "title":"The School Man and Power Politics."},
      {
        "id":"ED050450",
        "title":"Crisis in Educational Leadership: A Dangerous Opportunity."},
      {
        "id":"ED050451",
        "title":"Administrative Reaction to Student Disruption."},
      {
        "id":"ED050452",
        "title":"The Evaluation of Administrative Performance."},
      {
        "id":"ED050454",
        "title":"Should Each State Assume Full Responsibility for Financing Public Education."},
      {
        "id":"ED050455",
        "title":"The Year Round School."},
      {
        "id":"ED050456",
        "title":"What Is the Future Role of the School Administration - AASA Committee for the Advancement of School Administration."},
      {
        "id":"ED050457",
        "title":"Multivariate Analysis of Schools and Educational Policy."},
      {
        "id":"ED050459",
        "title":"Teacher Tenure and Contracts. A Summary of State Statutes. School Law Series."},
      {
        "id":"ED050460",
        "title":"Some Economic Considerations for Determining Additional Educational Expenditures."},
      {
        "id":"ED050461",
        "title":"PPBS: Design of Selected Programming Elements. The Report of a Project Made at the Request of the Board of Education, Union Free District #2, Town of Cheektowaga."},
      {
        "id":"ED050463",
        "title":"Organizational Climate: Another Dimension to the Process of Innovation."},
      {
        "id":"ED050464",
        "title":"\"What Is a Humanizing Curriculum?\""},
      {
        "id":"ED050465",
        "title":"Student Involvement. A Working Paper."},
      {
        "id":"ED050466",
        "title":"Coordination of Organic Curriculum Development in the Public Schools of Monroe, Michigan. Final Report."},
      {
        "id":"ED050467",
        "title":"Coordination of Organic Curriculum Development in the Public Schools of Bloomfield Hills, Michigan. Final Report."},
      {
        "id":"ED050468",
        "title":"A Recommended Plan of Action for the Ohio Youth Commission. A Cooperative Project by Selected Staff Members of the Ohio Youth Commission and the Staff of the Educational Administration and Facilities Unit of the College of Education of the Ohio State University."},
      {
        "id":"ED050469",
        "title":"Airconditioning for Schools. A Report."},
      {
        "id":"ED050470",
        "title":"New Patterns for Public Education in Rhode Island. A Report to the Board of Regents for Education. Volume II."},
      {
        "id":"ED050472",
        "title":"School Building Needs: School District of the City of Benton Harbor, Michigan."},
      {
        "id":"ED050473",
        "title":"Coordination of Organic Curriculum in the Public Schools of Willingboro, New Jersey. Final Report."},
      {
        "id":"ED050475",
        "title":"Systems: An Approach to School Construction."},
      {
        "id":"ED050476",
        "title":"Network-Based Management Procedures."},
      {
        "id":"ED050477",
        "title":"Organizational Aspects of Resource Mobilization."},
      {
        "id":"ED050478",
        "title":"Budgeting in California Intermediate and Local Education Agencies. Part I, County School Service Fund Budget. Part II, Budget Preparation and Approval for a California School District."},
      {
        "id":"ED050479",
        "title":"A Profile of Cognitive Development in Children."},
      {
        "id":"ED050480",
        "title":"Social Indicators, Social Reports and Social Accounts: Toward the Management of Society."},
      {
        "id":"ED050481",
        "title":"A Brief History and Analysis of Budgeting as a Tool of Allocation."},
      {
        "id":"ED050482",
        "title":"The Role of System Analysis in Education Management: A Pragmatic Appraisal and a New Perspective."},
      {
        "id":"ED050483",
        "title":"An Accounting Scheme for Personality Study."},
      {
        "id":"ED050484",
        "title":"An Analysis of Certain Interpersonal Aspects of the Home and School in Low Socioeconomic Areas Relating to Student Achievement."},
      {
        "id":"ED050485",
        "title":"Some Student Groups and Their School Perspective."},
      {
        "id":"ED050486",
        "title":"Review of Recent Literature on Educational Diffusion Research."},
      {
        "id":"ED050488",
        "title":"Student Activism -- and Involvement in the Educational Program. Federation AdHoc Committee Report, January, 1970."},
      {
        "id":"ED050489",
        "title":"The Feasibility of Extending the Educational Experiences of Secondary School Students in Haslett, Okemos, and East Lansing, Michigan."},
      {
        "id":"ED050490",
        "title":"Coordination of Organic Curriculum Development in the Public Schools of San Mateo, California. Final Report."},
      {
        "id":"ED050491",
        "title":"Consultants' Perceptions of Variables That Can Hinder the Success of S-APA Installation. Statistical Report. First Draft."},
      {
        "id":"ED050492",
        "title":"Generalized Synthesis Plan. Synthesis Proceeds From Earlier Curricular Search and Analysis Efforts."},
      {
        "id":"ED050493",
        "title":"Administrative Guidelines for High School Activism."},
      {
        "id":"ED050494",
        "title":"Implications of Instituting a Split-Trimester Calendar Plan in the Ann Arbor Public Schools. A Feasibility Study Report."},
      {
        "id":"ED050495",
        "title":"Rescheduling the School Year. The Report of a Feasibility Study for Saskatoon Public Schools."},
      {
        "id":"ED050496",
        "title":"The Performance Contracting Concept in Education."},
      {
        "id":"ED050497",
        "title":"The Performance Contracting Concept, Appendix: A Critique of the Theory."},
      {
        "id":"ED050498",
        "title":"Accountability, Program Budgeting, and the California Educational Information System: A Discussion and a Proposal."},
      {
        "id":"ED050500",
        "title":"Preparing Teachers of Secondary Level Educable Mentally Retarded. Project Report No. 1."},
      {
        "id":"ED050501",
        "title":"Report of an Experiment in the Teaching of Reading to Adolescent Trainable Retarded."},
      {
        "id":"ED050502",
        "title":"State Plan for the Delivery of Special Education Programs and Services."},
      {
        "id":"ED050503",
        "title":"Mental Retardation Construction Program."},
      {
        "id":"ED050505",
        "title":"Analysis of Research Journals, and Related Research Structure, in Special Education. Final Report."},
      {
        "id":"ED050506",
        "title":"The Report of the Ontario Committee of the Commission on Emotional and Learning Disorders in Children."},
      {
        "id":"ED050507",
        "title":"The Development of In-Service Programs for Leadership Personnel Employed in Residential Institutions for the Mentally Retarded. Final Report."},
      {
        "id":"ED050508",
        "title":"Study of Students from Special Classes Who Have Been Returned to Regular Classes."},
      {
        "id":"ED050509",
        "title":"The Effects of Learning Potential, and Motivational Orientation on Learning among the Educable Mentally Retarded."},
      {
        "id":"ED050510",
        "title":"Social Acceptance of EMRs Integrated into a Nongraded Elementary School."},
      {
        "id":"ED050511",
        "title":"The Needs of the Deaf and Hearing Impaired: The Fourth Annual Report on the Findings and Recommendations Concerning the Needs, Services and Programs to Aid the Deaf and Hearing Impaired of New York State."},
      {
        "id":"ED050512",
        "title":"Newport County Regional Special Education Program Course of Study; Number 1, Volume 1: Curriculum Guide Primary and Intermediate Educable."},
      {
        "id":"ED050513",
        "title":"Kansas Plan: For Program Planning and Development in Education for the Mentally Retarded."},
      {
        "id":"ED050514",
        "title":"They Can Communicate: Self-Image Evaluation."},
      {
        "id":"ED050515",
        "title":"Families in Trouble: A Comprehensive Family Rating Technique."},
      {
        "id":"ED050516",
        "title":"Measurement of Cardiac and Respiratory Responses in Physically Disabled and Non-Disabled Groups in a Variety of Psychological and Industrial Conditions."},
      {
        "id":"ED050517",
        "title":"A Study of Adoption of Innovation in Special Education: A Comparison of Texas School Districts Applying, and Those Not Applying, for &quot;Comprehensive Special Education for Exceptional Children (Plan A)&quot;."},
      {
        "id":"ED050518",
        "title":"An Evaluation of a Theory of Specific Developmental Dyslexia."},
      {
        "id":"ED050523",
        "title":"Autism: Exceptional Child Bibliography Series."},
      {
        "id":"ED050525",
        "title":"Arts and Crafts: Exceptional Child Bibliography Series."},
      {
        "id":"ED050526",
        "title":"Preschool and Early Childhood: Exceptional Child Bibliography Series."},
      {
        "id":"ED050527",
        "title":"Homebound or Hospitalized: Exceptional Child Bibliography Series."},
      {
        "id":"ED050528",
        "title":"Behavior Modification: Exceptional Child Bibliography Series."},
      {
        "id":"ED050529",
        "title":"A Comparison of the Doman-Delacato Method and Behavior Modification Method Upon the Coordination of Mongoloids."},
      {
        "id":"ED050530",
        "title":"A National Mental Retardation Manpower Model."},
      {
        "id":"ED050531",
        "title":"An Evaluation of Scarborough's Special Classes."},
      {
        "id":"ED050532",
        "title":"Mental Retardation Activities of the Department of Health, Education, and Welfare, January 1971."},
      {
        "id":"ED050533",
        "title":"Evaluation of an Early Intervention Program for Neurologically Impaired Children and Their Families."},
      {
        "id":"ED050534",
        "title":"Walworth County Preschool Program. Rationale and Preliminary Report."},
      {
        "id":"ED050536",
        "title":"Advanced Institute for Leadership Personnel in Learning Disabilities. Final Report."},
      {
        "id":"ED050538",
        "title":"Vocational Rehabilitation of the Severely Disabled in a University Setting. Second Year Report."},
      {
        "id":"ED050539",
        "title":"Additional Handicapping Conditions, Age at Onset of Hearing Loss, and Other Characteristics of Hearing Impaired Students - United States 1968-69: Data from the Annual Survey of Hearing Impaired Children and Youth."},
      {
        "id":"ED050540",
        "title":"A Survey of Public School Special Education Programs for Emotionally Disturbed Children."},
      {
        "id":"ED050541",
        "title":"Preparing the Mentally Retarded in the Areas of Food Preparation and Service."},
      {
        "id":"ED050542",
        "title":"A Study of the Effectiveness of Television Teaching of Conservation and Forest Fire Prevention in Kindergarten and First Grade of Selected Schools in Northern California: 1969-1970."},
      {
        "id":"ED050543",
        "title":"Systems Concepts and Computer-Managed Instruction: An Implementation and Validation Study."},
      {
        "id":"ED050547",
        "title":"A Cybernetic Modification Scheme for an Instructional System."},
      {
        "id":"ED050548",
        "title":"A Quality Control Design for Validating Hierarchical Sequencing of Programed Instruction."},
      {
        "id":"ED050550",
        "title":"Mass Communication Education in the Finnish Comprehensive School."},
      {
        "id":"ED050551",
        "title":"Multi-Media Simulation of Laboratory Experiments in a Basic Physics Lesson on Magnetism."},
      {
        "id":"ED050552",
        "title":"A Study of the Cognitive and Affective Outcomes of a Collegiate Science Learning Game."},
      {
        "id":"ED050553",
        "title":"Review of Automated Testing."},
      {
        "id":"ED050554",
        "title":"Task Analysis: An Information Processing Approach."},
      {
        "id":"ED050555",
        "title":"A System for Individualized Math Instruction in Secondary Schools."},
      {
        "id":"ED050557",
        "title":"The Effect of Controlled Variables in Microteaching."},
      {
        "id":"ED050558",
        "title":"Survey and Study of Educational Broadcasts; 1960 - 1968."},
      {
        "id":"ED050561",
        "title":"Learning, Retention and Transfer, Volume I of II."},
      {
        "id":"ED050562",
        "title":"A Re-examination of Mass Communications in an Underdeveloped Country Exemplified by India."},
      {
        "id":"ED050570",
        "title":"ITV and Education of Children of Migrant Farm Workers, Indians, and Inner-City Poor: Cross-Cultural Comparisons of International Uses of Media. Volume I."},
      {
        "id":"ED050571",
        "title":"ITV and Education of Children of Migrant Farm Workers, Indians, and Inner-City Poor: Cross-Cultural Comparisons of International Uses of Media. Volume II: Case Studies."},
      {
        "id":"ED050572",
        "title":"One Week of Educational Television. Number Six. March 9-15, 1970."},
      {
        "id":"ED050573",
        "title":"Case Study of the Effect of NDEA Title VII and Other Federal Legislation."},
      {
        "id":"ED050575",
        "title":"A Comparison Between Two Methods for Display of Programmed Diagnostic Tests."},
      {
        "id":"ED050577",
        "title":"A Plasma Display Terminal."},
      {
        "id":"ED050579",
        "title":"The PLATO IV Architecture."},
      {
        "id":"ED050581",
        "title":"International Radio Broadcasting: Who Listens?"},
      {
        "id":"ED050583",
        "title":"The TUTOR Manual."},
      {
        "id":"ED050584",
        "title":"TUTOR User's Memo Using AUTHOR MODE."},
      {
        "id":"ED050585",
        "title":"TUTOR User's Memo; Execution of TUTOR Statements."},
      {
        "id":"ED050589",
        "title":"Racial Justice in Broadcasting."},
      {
        "id":"ED050591",
        "title":"Editing As a Way of Life."},
      {
        "id":"ED050592",
        "title":"Computer Club Information Kit for Schools."},
      {
        "id":"ED050593",
        "title":"Requirements for Programming Languages in Computer-Based Instructional Systems."},
      {
        "id":"ED050594",
        "title":"Computer Assisted Instruction."},
      {
        "id":"ED050599",
        "title":"Computer-Assisted Instruction at Stanford."},
      {
        "id":"ED050602",
        "title":"An Investigation of the Environment for Educational Microform Utilization. Phase I, \"Student Use of Classroom Microform in Support of a Survey Course.\" Final Phase Report."},
      {
        "id":"ED050603",
        "title":"An Investigation of the Environment for Educational Microform Utilization. Phase II. \"Student Use of Classroom Microform in Support of a Content Course.\" Final Phase Report."},
      {
        "id":"ED050605",
        "title":"Catalogo De Instruccion Programada. Segunda Edicion. (Catalog of Programed Instruction. Second Edition)."},
      {
        "id":"ED050606",
        "title":"Audiovisual Education Self-Instructional Program."},
      {
        "id":"ED050609",
        "title":"Programming for the Facile Use of the I.B.M. 360 Computer As a Laboratory Instrument in the Social Sciences. Final Report."},
      {
        "id":"ED050610",
        "title":"Palatalized and Palatal--A Definition."},
      {
        "id":"ED050611",
        "title":"The Conjunction \"poka\"."},
      {
        "id":"ED050612",
        "title":"Is the Russian /y/ an Allophone of /i/?"},
      {
        "id":"ED050615",
        "title":"The Relative Effectiveness of Three Video Oral English Instructional Conditions for Illiterate or Undereducated Non-English Speaking Adults, Spanish Speaking Adults. A Report of Statistical Findings and Recommendations Based on a Field Testing Study."},
      {
        "id":"ED050616",
        "title":"An Exploratory Survey of the Accreditation and Certification of Polish Language Teaching in the United States."},
      {
        "id":"ED050617",
        "title":"Visual Literacy: A Child-Centered Reading Program."},
      {
        "id":"ED050619",
        "title":"The Role of the Foreign Language Programme: A Definition of Ends and Means."},
      {
        "id":"ED050620",
        "title":"Interdisciplinary Oral Language Guide-Primary One. Part Four: Lessons 121-160. Michigan Oral Language Series."},
      {
        "id":"ED050621",
        "title":"Relationship Between Musical Aptitudes and Second-Language Learning. Final Report."},
      {
        "id":"ED050622",
        "title":"Ancient Civilization in Contemporary Contexts."},
      {
        "id":"ED050623",
        "title":"Papers Relating to the Experimental Course in a South Indian Language."},
      {
        "id":"ED050626",
        "title":"Syllabus for Use in Mandarin Chinese Language IV."},
      {
        "id":"ED050627",
        "title":"Syllabus for Use in Mandarin Chinese Language III."},
      {
        "id":"ED050628",
        "title":"Syllabus for Use in Mandarin Chinese Language I."},
      {
        "id":"ED050629",
        "title":"Syllabus for Use in Mandarin Chinese Language II."},
      {
        "id":"ED050630",
        "title":"Syllabus for Use in Russian Language I."},
      {
        "id":"ED050631",
        "title":"Syllabus for Use in Russian Language II."},
      {
        "id":"ED050632",
        "title":"Syllabus for Use in Russian Language III."},
      {
        "id":"ED050634",
        "title":"Why Require the Study of Foreign Languages and Literatures?"},
      {
        "id":"ED050635",
        "title":"Toward a Definition of Individualized Foreign Language Instruction."},
      {
        "id":"ED050636",
        "title":"Why Study French?"},
      {
        "id":"ED050637",
        "title":"Foreign Language Practices: A Decade of Change? Fifth Annual Survey."},
      {
        "id":"ED050638",
        "title":"Latin for Secondary Schools."},
      {
        "id":"ED050639",
        "title":"Motivation."},
      {
        "id":"ED050640",
        "title":"Course of Study for Modern Foreign Language [Spanish, French, German] and Latin: Grades 6-12."},
      {
        "id":"ED050641",
        "title":"Research Materials for Slavists: U.S. Government Sources."},
      {
        "id":"ED050642",
        "title":"French II: Terminal Course. A Summer Curriculum Project."},
      {
        "id":"ED050644",
        "title":"Factors Related to the Pronunciation of Vowel Clusters."},
      {
        "id":"ED050645",
        "title":"The Foreign Language Requirement in Colleges and Universities: A Bibliography with Abstracts."},
      {
        "id":"ED050646",
        "title":"A Selective Bibliography of Luso-Brazilian Linguistics."},
      {
        "id":"ED050649",
        "title":"Abstracts of Papers Read at Sixteenth Annual Conference on Linguistics."},
      {
        "id":"ED050650",
        "title":"The Anatomy of a Linguist."},
      {
        "id":"ED050652",
        "title":"An Evaluation of the EDC Role in the Bilingual Transitional Clusters of the Boston Public Schools."},
      {
        "id":"ED050653",
        "title":"Bibliographie: Moderner Fremdsprachenunterricht (Bibliography: Modern Foreign Language Instruction), 1971. Volume 2, Number 1."},
      {
        "id":"ED050654",
        "title":"Should Everyone Be Able to Go to College?"},
      {
        "id":"ED050655",
        "title":"Higher Education and Middle Manpower for the 1970's."},
      {
        "id":"ED050656",
        "title":"Graduate Student Satisfaction: Academic and Non-Academic."},
      {
        "id":"ED050657",
        "title":"The Growing Development of Specialized Training within Private Industry for Professional, Paraprofessional, and Technical Personnel."},
      {
        "id":"ED050658",
        "title":"Guidelines for the Organization, Development, Coordination, and Operation of the Educational Opportunity Programs of State University of New York."},
      {
        "id":"ED050659",
        "title":"Selection and Academic Performance of Students in a University School of Architecture."},
      {
        "id":"ED050660",
        "title":"The Education of Scientists for Industry; Report of a Survey of the Views of Professional Scientists."},
      {
        "id":"ED050661",
        "title":"Education and Middle Manpower Development in Thailand."},
      {
        "id":"ED050662",
        "title":"Augusta, Georgia and Jackson State University: Southern Episodes in a National Tragedy."},
      {
        "id":"ED050663",
        "title":"A Four-Year Survey of DePaul University's School of Education Master Degree Graduates from 1966 through 1969. First Interim Report."},
      {
        "id":"ED050664",
        "title":"\"Student Press\": Student Course Ratings as a Function of Student Variables."},
      {
        "id":"ED050665",
        "title":"Student Perceptions as a Function of Reinforcement and Expectancy Conditions."},
      {
        "id":"ED050666",
        "title":"Tentative Recommendations Concerning Discipline of Officers."},
      {
        "id":"ED050667",
        "title":"Alternate Paths to Excellence."},
      {
        "id":"ED050668",
        "title":"Report of Educational Programs Committee as Approved by the North Carolina Board of Higher Education concerning the Request of East Carolina University for a Master of Medical Science Degree (Two-Year Curriculum for the School of Medicine)."},
      {
        "id":"ED050669",
        "title":"Fifty Top-Rated Institutions: Their Role in Graduate Education."},
      {
        "id":"ED050670",
        "title":"Destiny - Not So Manifest."},
      {
        "id":"ED050671",
        "title":"Social Needs and Academic Responses: Closing the Gap."},
      {
        "id":"ED050672",
        "title":"The Other End of Sesame Street."},
      {
        "id":"ED050673",
        "title":"Governance: Interacting Roles of Faculty, Students, and Administrators."},
      {
        "id":"ED050674",
        "title":"Some Possible Responses to Social Needs from Academia."},
      {
        "id":"ED050675",
        "title":"Higher Education is Not a Commodity."},
      {
        "id":"ED050676",
        "title":"Open Admissions at The City University of New York."},
      {
        "id":"ED050677",
        "title":"An Historical Review of Liberal Education."},
      {
        "id":"ED050678",
        "title":"Factors Related to Success in Completing a Master's Degree at Stout State University 1960-1968."},
      {
        "id":"ED050679",
        "title":"Post-Secondary Activities of Spring 1968 High School Seniors. Research Report."},
      {
        "id":"ED050680",
        "title":"Non-Intellectual Correlates of Black and White Student Grades at the University of Maryland."},
      {
        "id":"ED050681",
        "title":"The Validity of Academic Predictors for Black and White Students at the University of Maryland."},
      {
        "id":"ED050682",
        "title":"Statement of the Board of Trustees, National Urban League on Open Admissions in American Colleges and Universities."},
      {
        "id":"ED050684",
        "title":"Improving Educational Practice for Marginal College Freshmen; A Research Model."},
      {
        "id":"ED050685",
        "title":"The University of Michigan Report of the Committee on Student Evaluation of Courses."},
      {
        "id":"ED050686",
        "title":"Image and Selection: An Examination of the Images of Three University of California Campuses."},
      {
        "id":"ED050687",
        "title":"Evaluation and Selection of Academic Interns: 1967-1968."},
      {
        "id":"ED050689",
        "title":"Client-Based Patterns for Reforming Graduate Education."},
      {
        "id":"ED050690",
        "title":"What's Behind the Rising Cost of Education?"},
      {
        "id":"ED050691",
        "title":"Governance of the University: A Selected Bibliography."},
      {
        "id":"ED050692",
        "title":"Open Admissions and Programs for the Disadvantaged."},
      {
        "id":"ED050694",
        "title":"Barriers to Higher Education."},
      {
        "id":"ED050695",
        "title":"The Entering Freshman: A Student for the 70's; S.O.S. II."},
      {
        "id":"ED050696",
        "title":"Nine Aspects of the Policy of Open Admissions."},
      {
        "id":"ED050697",
        "title":"Open Admission to What?"},
      {
        "id":"ED050698",
        "title":"Community and Junior Colleges in Perspective."},
      {
        "id":"ED050699",
        "title":"Comprehensive Planning for Postsecondary Education."},
      {
        "id":"ED050700",
        "title":"Professional Socialization in Political Science Departments. Final Report."},
      {
        "id":"ED050701",
        "title":"Interdisciplinary Research Relating Community and College Activities. Final Report."},
      {
        "id":"ED050702",
        "title":"Model Legislation on Student Residency."},
      {
        "id":"ED050703",
        "title":"The Faculty in University Governance."},
      {
        "id":"ED050704",
        "title":"Planning for Self-Renewal: A New Approach to Planned Organizational Change."},
      {
        "id":"ED050705",
        "title":"Academic Decision Making: The Consortium of Knox, Franklin and Monmouth Colleges; Volumes I and II. Final Report."},
      {
        "id":"ED050706",
        "title":"Guidelines for Off-Campus Courses."},
      {
        "id":"ED050707",
        "title":"The Status of Professional Education Courses/Programs Specific to the Two-Year College in Eighty-Two Schools of Education, 1969-70."},
      {
        "id":"ED050708",
        "title":"Perceptions and Attitudes of Administrative and Counseling Staffs Toward Drug Use and Abuse in Nebraska Junior Colleges."},
      {
        "id":"ED050709",
        "title":"Black Studies as a Curriculum Catalyst."},
      {
        "id":"ED050710",
        "title":"Exemplary Practices in Junior College Reading Instruction."},
      {
        "id":"ED050711",
        "title":"Training Faculty for Junior College Reading Programs."},
      {
        "id":"ED050712",
        "title":"Strategies for Change, Part IV: Comparing Instructional Effectiveness."},
      {
        "id":"ED050714",
        "title":"Music Curricula in the Junior Colleges."},
      {
        "id":"ED050715",
        "title":"Proceedings of the Conference on Student Development in the Community Colleges: Directions and Designs for the Seventies."},
      {
        "id":"ED050716",
        "title":"Profile of BMCC's First Open Admissions Entry Class, Fall 1970."},
      {
        "id":"ED050717",
        "title":"A Workshop in Community College Administration: Proceedings 1970."},
      {
        "id":"ED050718",
        "title":"Evaluating the Division Chairmen Leadership Conference of 1970."},
      {
        "id":"ED050719",
        "title":"State Level Coordination of Community Colleges: Academic Affairs."},
      {
        "id":"ED050720",
        "title":"Some Variations in Probabilities of Success, Failure and Dropout."},
      {
        "id":"ED050721",
        "title":"Harper College Organizational Development and The Implementation of a Management by Objectives System in an Educational Environment."},
      {
        "id":"ED050722",
        "title":"University-Two Year College Cooperation Through Direct Communication Linkages."},
      {
        "id":"ED050723",
        "title":"The Transfer of Students Into Community Colleges."},
      {
        "id":"ED050724",
        "title":"Values and the Generation Gap: Junior College Freshmen and Faculty."},
      {
        "id":"ED050725",
        "title":"Junior College Faculty: Their Values and Perceptions."},
      {
        "id":"ED050726",
        "title":"Miami-Dade Junior College Academic Accounting System."},
      {
        "id":"ED050727",
        "title":"An Analysis of Educational Status, Needs, and Aspirations of Professional Personnel in Alabama Junior Colleges. Final Report."},
      {
        "id":"ED050728",
        "title":"Proposal for a Job Preparedness Center at Saltville, Virginia."},
      {
        "id":"ED050729",
        "title":"Final Technical Report on the Institute for Advanced Study in Student Personnel Work."},
      {
        "id":"ED050730",
        "title":"A Comparison of the Readability of Community College Textbooks with the Reading Ability of the Students Who Use Them."},
      {
        "id":"ED050731",
        "title":"Library Lectures Numbers Five, Six, Seven, and Eight, November 1966 - October 1967"},
      {
        "id":"ED050732",
        "title":"Library Statistics of Colleges and Universities, 1963-1964. Analytic Report."},
      {
        "id":"ED050734",
        "title":"The Federal Library Committee."},
      {
        "id":"ED050735",
        "title":"Public Information and the Library."},
      {
        "id":"ED050737",
        "title":"[Conference on Bibliographic Control of Library Science Literature, State University of New York at Albany, April 19-20, 1968. Part I: Short Summary of Papers and Proceedings. Part 2: Summary of Recommendations.]"},
      {
        "id":"ED050738",
        "title":"Conference on the Bibliographic Control of Library Science Literature, State University of New York at Albany, April 19-20, 1968. Proceedings."},
      {
        "id":"ED050739",
        "title":"A Model System of Bibliographic Organization for Library Science Literature."},
      {
        "id":"ED050740",
        "title":"Fugitive Literature in Library Science: American Library History as a Test Case."},
      {
        "id":"ED050741",
        "title":"Proposal for a Current Awareness Service for the Literature of Library and Information Science."},
      {
        "id":"ED050742",
        "title":"Vocabulary Control in Indexing the Literature of Librarianship and Information Science."},
      {
        "id":"ED050743",
        "title":"The Library-Centered Library School."},
      {
        "id":"ED050744",
        "title":"The Special Collection in Librarianship."},
      {
        "id":"ED050746",
        "title":"Problems in the Awareness and Acquisition of the Monographic Literature of Library Science."},
      {
        "id":"ED050747",
        "title":"A Dual System for Indexing Library and Information Literature."},
      {
        "id":"ED050748",
        "title":"Subject Analysis of Library Science Literature by Means of Classification Systems: Outline of Criteria Needed for Evaluation."},
      {
        "id":"ED050749",
        "title":"Libraries in Washington: A Report to the Washington State Legislature by the Subcommittee on Educational Television and Libraries of the Joint Committee on Education."},
      {
        "id":"ED050750",
        "title":"Manual of Public Library Policies and Procedures. Prepared for Public Library Beginning Workshops. Revised."},
      {
        "id":"ED050751",
        "title":"An Information System for an Educational Administrator."},
      {
        "id":"ED050752",
        "title":"UNISIST: Synopsis of the Feasibility Study on a World Science Information System."},
      {
        "id":"ED050754",
        "title":"An Evaluation of On-Line Information Retrieval System Techniques."},
      {
        "id":"ED050755",
        "title":"Proceedings of a Conference on Medical Information Systems."},
      {
        "id":"ED050757",
        "title":"Computerized Communications Citations Technology."},
      {
        "id":"ED050758",
        "title":"Library Lectures Numbers Nine Through Sixteen, November 1967 - April 1970."},
      {
        "id":"ED050759",
        "title":"Collecting and Using Local History."},
      {
        "id":"ED050760",
        "title":"Feature Analysis of Generalized Data Base Management Systems."},
      {
        "id":"ED050761",
        "title":"Successful Church Libraries."},
      {
        "id":"ED050762",
        "title":"Information for Urban Affairs in Canada."},
      {
        "id":"ED050763",
        "title":"Medical Data Management in Time-Sharing: Findings of the DIRAC Project."},
      {
        "id":"ED050764",
        "title":"Library and Reference Facilities in the Area of the District of Columbia. Eighth Edition."},
      {
        "id":"ED050765",
        "title":"Digital Simulation and Modelling."},
      {
        "id":"ED050766",
        "title":"Information Science Approaches to Scientific Information Systems and Their Implications to Scientific Researches."},
      {
        "id":"ED050767",
        "title":"Scientific Information Networks: A Case Study."},
      {
        "id":"ED050768",
        "title":"Promoting Librarianship: A Forward Look."},
      {
        "id":"ED050769",
        "title":"Computer Typesetting in the U.K. -- a Review."},
      {
        "id":"ED050770",
        "title":"A Selected Bibliography of On-Line Visual Displays and Their Applications."},
      {
        "id":"ED050771",
        "title":"The Kentucky Library Communications Network: Local Public Library Manual."},
      {
        "id":"ED050772",
        "title":"The Marketing of Information Analysis Center Products and Services."},
      {
        "id":"ED050773",
        "title":"Access: A Study of Information Storage and Retrieval with Emphasis on Library Information Systems. Interim Report."},
      {
        "id":"ED050775",
        "title":"Evaluation of the Selective Dissemination of Information (SDI) Program for the Aerospace Materials Information Center."},
      {
        "id":"ED050776",
        "title":"P.P.B.S. and the Library: Goals, Objectives, Program. [Report of the Librarians' Workshop...]"},
      {
        "id":"ED050777",
        "title":"Curriculum Change and the Changing Concept of Library Service. Final Technical Report on the: NDEA Institute for School Library Personnel, July 3 to August 11, 1967."},
      {
        "id":"ED050778",
        "title":"Communication Theory."},
      {
        "id":"ED050780",
        "title":"Centralized Processing and Regional Library Development: The Midwestern Regional Library System, Kitchener, Ontario"},
      {
        "id":"ED050781",
        "title":"Statistics of Public Libraries, 1962. Part I: Selected Statistics of Public Libraries Serving Populations of 35,000 and Above: Institutional Data."},
      {
        "id":"ED050783",
        "title":"Reactions: The British Academic Library From the Viewpoint of One American User."},
      {
        "id":"ED050784",
        "title":"Some Current Concepts About Library Education."},
      {
        "id":"ED050785",
        "title":"Ad-Hocracy in Library Education."},
      {
        "id":"ED050786",
        "title":"Annual Report of the Council of the Association for the Year Ending 31st December, 1970. Presented at the Annual Meeting in London 1971."},
      {
        "id":"ED050788",
        "title":"University of Colorado Libraries: A Programmed Textbook. Revised Edition."},
      {
        "id":"ED050789",
        "title":"Mechanisation and Automation of Information Library Procedures in the USSR."},
      {
        "id":"ED050790",
        "title":"Library Tools: A List of Bibliographies on Librarianship."},
      {
        "id":"ED050791",
        "title":"Proceedings: Second Annual Meeting, Western Canada Chapter, American Society for Information Science, September 14, 15, 1970, Vancouver Public Library."},
      {
        "id":"ED050792",
        "title":"On-Line Remote Catalog Access and Circulation Control System. Part I: Functional Specifications. Part II: User's Manual."},
      {
        "id":"ED050793",
        "title":"Cooperative System of Ohio Art Libraries."},
      {
        "id":"ED050795",
        "title":"Library Statistics of Colleges and Universities: Data for Individual Institutions, Fall 1968."},
      {
        "id":"ED050796",
        "title":"A Research Design for a Comprehensive Study of the Use, Bibliographic Control, and Distribution of Government Publications. Final Report."},
      {
        "id":"ED050797",
        "title":"A Basis for Time and Cost Evaluation of Information Systems."},
      {
        "id":"ED050798",
        "title":"The DIRAC Language: Concepts and Facilities."},
      {
        "id":"ED050802",
        "title":"Environmental Forces in the Home Lives of Three-Year-Old Children in Three Population Subgroups."},
      {
        "id":"ED050803",
        "title":"Preschool Instruction Mobile Facilities: Description and Analysis. School Practices Report No. 3."},
      {
        "id":"ED050805",
        "title":"An Analysis of Excellent Early Educational Practices: Preliminary Report."},
      {
        "id":"ED050806",
        "title":"The Playful Modes of Knowing."},
      {
        "id":"ED050807",
        "title":"Survival Skills and First Grade Academic Achievement. Report #1."},
      {
        "id":"ED050808",
        "title":"Height and Weight of Children: United States."},
      {
        "id":"ED050809",
        "title":"Intervention with Mothers and Young Children: A Study of Intrafamily Effects."},
      {
        "id":"ED050810",
        "title":"A Review of Experience: Establishing, Operating, Evaluating a Demonstration Nursery Center for the Daytime Care of Infants and Toddlers, 1967-1970. Final Report."},
      {
        "id":"ED050811",
        "title":"The Swedish Child: A Survey of the Legal, Economic, Educational, Medical and Social Situation of Children and Young People in Sweden."},
      {
        "id":"ED050812",
        "title":"3 on 2 Program: Administrative Guide and Implementation Handbook. (Revised Edition)."},
      {
        "id":"ED050813",
        "title":"Non-Public Preschool Programs in Indiana."},
      {
        "id":"ED050814",
        "title":"Educational Intervention in Early Childhood: A Report of a Five-Year Longitudinal Study of the Effects of Early Educational Intervention in the Lives of Disadvantaged Children in Durham, North Carolina. Final Report, Volume I."},
      {
        "id":"ED050815",
        "title":"Educational Intervention in Early Childhood: Appendixes. Final Report, Volume II."},
      {
        "id":"ED050816",
        "title":"Educational Intervention in Early Childhood: Abstracts of the 1965-1970 Special Studies Research and Evaluation Report. Final Report, Volume III."},
      {
        "id":"ED050817",
        "title":"Curriculum for the Infant and Toddler. A Color Slide Series with Script. (Script Only)."},
      {
        "id":"ED050818",
        "title":"Measuring Differential Development in Young Children."},
      {
        "id":"ED050819",
        "title":"Modifying Response Latency and Error Rate of Impulsive Children."},
      {
        "id":"ED050821",
        "title":"The Day Care Challenge: The Unmet Needs of Mothers and Children."},
      {
        "id":"ED050822",
        "title":"The Assessment of \"Self-Concept\" in Early Childhood Education."},
      {
        "id":"ED050823",
        "title":"Parents: Active Partners in Education. A Study/Action Publication."},
      {
        "id":"ED050824",
        "title":"Two Kinds of Kindergarten After Four Types of Head Start."},
      {
        "id":"ED050825",
        "title":"Control of Lead Poisoning in Children. (Pre-Publication Draft)."},
      {
        "id":"ED050827",
        "title":"Individual Differences in the Development of Some Attachment Behaviors."},
      {
        "id":"ED050828",
        "title":"Visual Imagery Instruction and Non-Action Versus Action Situations Relative to Recall by Children. Final Report."},
      {
        "id":"ED050829",
        "title":"A Study of the Development of Egocentrism and the Coordination of Spatial Perceptions in Elementary School Children. Final Report."},
      {
        "id":"ED050830",
        "title":"A Study of Causal Thinking in Elementary School Children. Final Report."},
      {
        "id":"ED050831",
        "title":"Effects of Social Class Integration of Preschool Negro Children on Test Performance and Self-Concept. Final Report."},
      {
        "id":"ED050832",
        "title":"Psycho-Physiological Problems of the Indians of New Mexico Learning a Second Language."},
      {
        "id":"ED050833",
        "title":"Mexican-Americans in the Midwest: An Annotated Bibliography."},
      {
        "id":"ED050834",
        "title":"A Racial Comparison of Developmental Change in Marital-Family Status Projections of Teenage Girls."},
      {
        "id":"ED050836",
        "title":"Migrant Education Administrative Handbook."},
      {
        "id":"ED050837",
        "title":"Nutritional Beliefs and Food Practices of Mexican-American Mothers."},
      {
        "id":"ED050838",
        "title":"Program for Effective Learning; A Guide for Teachers of Migrant Children."},
      {
        "id":"ED050839",
        "title":"Bibliography of Mexican American Studies on Various Subjects."},
      {
        "id":"ED050840",
        "title":"[Las Cruces Bilingual Education Project, Evaluation Report: 1969-70.]"},
      {
        "id":"ED050841",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America. Part XI: The Basin-Plateau Tribes. Occasional Publications in Anthropology, Ethnology Series, No. 12."},
      {
        "id":"ED050843",
        "title":"Instructional Improvement in Middle and Junior High Grades for 250 Teachers of Disadvantaged Students in Ten Rural, Isolated, Majority Negro, Georgia School Districts. Director's Report."},
      {
        "id":"ED050844",
        "title":"The Education of the Mexican-American. A Summary of the Proceedings of the Lake Arrowhead and Anaheim Conferences."},
      {
        "id":"ED050845",
        "title":"Spanish-Speaking Pupils Classified as Educable Mentally Retarded."},
      {
        "id":"ED050846",
        "title":"1970 Evaluation Report of the North Carolina Migrant Education Program."},
      {
        "id":"ED050848",
        "title":"Migrant Education Guide."},
      {
        "id":"ED050849",
        "title":"Annual Credit and Financing Report, 1970."},
      {
        "id":"ED050850",
        "title":"Teacher's Aide Guide."},
      {
        "id":"ED050851",
        "title":"An Assessment of Needs Related to the Education of Migrant Children in the State of Washington."},
      {
        "id":"ED050853",
        "title":"Auditory Discrimination Performance of Pupils from English- and Spanish-Speaking Homes."},
      {
        "id":"ED050854",
        "title":"Purpose and Potentials, Part One: Basic Program Plans. Annual Report to the United States Office of Education."},
      {
        "id":"ED050855",
        "title":"Information Source; Education for American Indians."},
      {
        "id":"ED050856",
        "title":"The Appalachia News; Mississippi State Module. Final Report."},
      {
        "id":"ED050857",
        "title":"Town and Country Mobile Classroom; Mississippi State Module. Final Report."},
      {
        "id":"ED050858",
        "title":"Migrant Research Project: Annual Report 1970."},
      {
        "id":"ED050860",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America, Part X: The Northwest, and Alaska (cont'd.). Occasional Publications in Anthropology, Ethnology Series, No. 11."},
      {
        "id":"ED050861",
        "title":"Charters, Constitutions and By-Laws of the Indian Tribes of North America, Part XII: The Basin-Plateau Tribes (cont'd.). Occasional Publications in Anthropology, Ethnology Series, No. 13."},
      {
        "id":"ED050862",
        "title":"Navajo Bibliography with Subject Index. Revised Edition."},
      {
        "id":"ED050863",
        "title":"The Nongraded-Trimester-Minicourse Concept: Report to Date."},
      {
        "id":"ED050864",
        "title":"Community Development Services for Canadian Indian and Metis Communities."},
      {
        "id":"ED050865",
        "title":"The Mexican American: A Selected and Annotated Bibliography."},
      {
        "id":"ED050866",
        "title":"Evaluation of Mobile Office Education Unit Utilization with Migrant Workers in Box Elder School District. Final Report, March 1971."},
      {
        "id":"ED050867",
        "title":"The Appalachian Migrant in Columbus, Ohio: A Study for the Junior League of Columbus from the Community Research Committee, October 1970."},
      {
        "id":"ED050868",
        "title":"A Report - \"The Response to An Even Chance\": The Gallup-McKinley County School District as Seen by the New Mexico State Department of Education."},
      {
        "id":"ED050869",
        "title":"Socio-economic Characteristics of the Mississippi Choctaw Indians."},
      {
        "id":"ED050870",
        "title":"Implementing an Instructional Media Center at Stewart Indian School."},
      {
        "id":"ED050871",
        "title":"Education in Nevada: An Assessment, 1970 Study."},
      {
        "id":"ED050872",
        "title":"Proceedings: The Nevada Inter-tribal Indian Conference (University of Nevada, May 1-2, 1964)."},
      {
        "id":"ED050873",
        "title":"The Formal Education of Minnesota Indians: Historical Perspective Until 1934."},
      {
        "id":"ED050874",
        "title":"The Economic and Social Condition of Rural America in the 1970's: Part 1."},
      {
        "id":"ED050875",
        "title":"Report of Survey Findings: Assessment of Needs of Bilingual Education Programs."},
      {
        "id":"ED050876",
        "title":"Report on Government Services to Rural America. Message from the President of the United States Transmitting the First Annual Report on Government Services to Rural America, Pursuant to the Agricultural Act of 1970."},
      {
        "id":"ED050877",
        "title":"A Factor Analysis of Attitudes Toward the Term \"Outdoor Education\" as Given by the Members of the AAHPER Council on Outdoor Education and Camping."},
      {
        "id":"ED050878",
        "title":"Opportunities for Improving Administration of Federal Program of Aid to Educationally Deprived Children in West Virginia: Report to the Congress."},
      {
        "id":"ED050879",
        "title":"The 1971 Annual Report to the President and the Congress--Title I, E.S.E.A.--The Weakest Link: The Children of the Poor."},
      {
        "id":"ED050880",
        "title":"Arizona State Economic Opportunity Office: Annual Report, Calendar Year Ending December 31, 1970."},
      {
        "id":"ED050881",
        "title":"An Analysis of the Major Deficiencies in the New Mexico Schools and Recommendations for Curriculum and Instructional Improvement."},
      {
        "id":"ED050882",
        "title":"An Evaluation of Supplementary Techniques for Correcting Idiom and Vocabulary Problems of Bilingual Students."},
      {
        "id":"ED050883",
        "title":"Bibliografia de Aztlan: An Annotated Chicano Bibliography."},
      {
        "id":"ED050884",
        "title":"[A Cross-Cultural Comparison of Mass Communications Interests Among Cloquet Junior High School Students and a Comparison of Mass Communication Interests of Indian Students in Four Minnesota Schools]."},
      {
        "id":"ED050885",
        "title":"The Monetary Rewards of Migration Within the U.S."},
      {
        "id":"ED050886",
        "title":"Tests in Use in Title VII Bilingual Education Projects."},
      {
        "id":"ED050887",
        "title":"The Urban Mexican American: A Sociocultural Profile."},
      {
        "id":"ED050888",
        "title":"Basic Program Plan for Communications Arts Program."},
      {
        "id":"ED050889",
        "title":"An Engineer in Reading Land."},
      {
        "id":"ED050890",
        "title":"Measuring Reading Comprehension: an Historical Perspective."},
      {
        "id":"ED050891",
        "title":"Establishing a Team Reading Program."},
      {
        "id":"ED050892",
        "title":"The Research and Development Program on Reading."},
      {
        "id":"ED050893",
        "title":"The Cloze Procedure: A Survey of the Research."},
      {
        "id":"ED050894",
        "title":"Targeted Research and Development Program in Reading--The Search for Criteria."},
      {
        "id":"ED050895",
        "title":"Exploration of the Structure of Selected Reading Readiness Tests."},
      {
        "id":"ED050896",
        "title":"Questioning Strategies in Reading or Is the Right Person Being Trained to Ask the Questions?"},
      {
        "id":"ED050897",
        "title":"A Review of Several Theories and Models of Reading Acquisition."},
      {
        "id":"ED050898",
        "title":"The Training and Use of Paraprofessionals in the College Reading Program."},
      {
        "id":"ED050899",
        "title":"Reading Diagnosis: Trends and Issues."},
      {
        "id":"ED050900",
        "title":"Comparison of Word Recognition Strategies of Children and Adults."},
      {
        "id":"ED050901",
        "title":"Developing Reading Ability in the Content Fields."},
      {
        "id":"ED050902",
        "title":"A Comparison of the Reading Abilities of a Junior College Population and the Readability Levels of their Texts."},
      {
        "id":"ED050903",
        "title":"Individually Prescribed Instruction: 1968-1970 Reading Objectives."},
      {
        "id":"ED050904",
        "title":"Teacher Manual in Visual-Motor-Perceptual Training."},
      {
        "id":"ED050905",
        "title":"The Effects of Specific Directions on the Reading Comprehension of Sixth-Grade Students."},
      {
        "id":"ED050906",
        "title":"Quest for Synthesis."},
      {
        "id":"ED050907",
        "title":"Visual Elaboration and Comprehension of Text."},
      {
        "id":"ED050908",
        "title":"Interpersonal Relations and Reading Improvement. Project Evaluation."},
      {
        "id":"ED050909",
        "title":"Managing a Reading/Learning Environment."},
      {
        "id":"ED050910",
        "title":"Paraprofessionals--Their Role and Potential in the Classroom."},
      {
        "id":"ED050911",
        "title":"Preservice Fieldwork Emphasis."},
      {
        "id":"ED050912",
        "title":"Pros and Cons of Teaching Reading to Four- and Five-Year-Olds."},
      {
        "id":"ED050913",
        "title":"The Indiana Plan for Reformulating the Education of Reading Teachers."},
      {
        "id":"ED050914",
        "title":"An Analysis of Sixth Grade Pupil's Ability to Use Context Clues in Science and Social Studies."},
      {
        "id":"ED050915",
        "title":"Implicit Speech--Some Conclusions Drawn from Research."},
      {
        "id":"ED050916",
        "title":"Perceptual-Motor Development and Reading: A Closer Look."},
      {
        "id":"ED050919",
        "title":"Developing a Language Arts Curriculum for Nonacademic Teenagers."},
      {
        "id":"ED050921",
        "title":"Motivation versus Cognitive Methods in Remedial Reading."},
      {
        "id":"ED050923",
        "title":"The Role of Heredity in Reading Disability."},
      {
        "id":"ED050925",
        "title":"The Effect of Mode of Elicitation in Articulation Testing."},
      {
        "id":"ED050926",
        "title":"The Consistency of Articulation Errors in Young Children."},
      {
        "id":"ED050927",
        "title":"The Perceptual Basis of Developing Reading Skill. Final Report."},
      {
        "id":"ED050929",
        "title":"A Comparative Study of the Effect of Practice with Elementary Children or with Peers in the Science Methods Course."},
      {
        "id":"ED050930",
        "title":"The Use of Ideational Organizers in Science Teaching. Occasional Paper 3."},
      {
        "id":"ED050931",
        "title":"Teacher Resource Materials. General Bibliography Series, Bibliography 36."},
      {
        "id":"ED050932",
        "title":"Evaluation and Educational Objectives, Learning Theories and Processes, Research Methodology. General Bibliography Series, Bibliography 39."},
      {
        "id":"ED050935",
        "title":"Education and Outdoor Recreation."},
      {
        "id":"ED050936",
        "title":"Graduate Studies in Water Resources."},
      {
        "id":"ED050937",
        "title":"Pacesetters in Innovation, February, 1969. Special Bibliography Series, Bibliography 3."},
      {
        "id":"ED050938",
        "title":"Science and Mathematics for Young Children: An Annotated Bibliography. Special Bibliography Series, Bibliography 4."},
      {
        "id":"ED050940",
        "title":"Everyman's Problem, An Instructional Unit for Senior High School Science, Student Manual and Teacher's Manual."},
      {
        "id":"ED050941",
        "title":"Selected Bibliography for Earth Science Education Partially Annotated."},
      {
        "id":"ED050942",
        "title":"The Population Problem and the Physician."},
      {
        "id":"ED050943",
        "title":"The Development of Multi-Level Audio-Visual Teaching Aids for Earth Science."},
      {
        "id":"ED050945",
        "title":"Health Education Guide K-12."},
      {
        "id":"ED050946",
        "title":"Handbook for the Prevention and Control of Drug Problems."},
      {
        "id":"ED050949",
        "title":"Rational Numbers, Experiences in Mathematical Discovery (Number 7)."},
      {
        "id":"ED050950",
        "title":"NRCL-70, Review of the Activities of the Laboratories 1970."},
      {
        "id":"ED050953",
        "title":"Sign Lines, Asymptotes, and Tangent Carriers--An Introduction to Curve Sketching."},
      {
        "id":"ED050954",
        "title":"Block Format Instruction. Final Report."},
      {
        "id":"ED050955",
        "title":"Can Man Shape His Future?"},
      {
        "id":"ED050960",
        "title":"Population Growth and America's Future, An Interim Report Prepared by the Commission on Population Growth and the American Future."},
      {
        "id":"ED050962",
        "title":"Preferences for Modes of Expression in Mathematics."},
      {
        "id":"ED050963",
        "title":"The Improvement of Mathematics Instruction in Oklahoma, Grades K-12."},
      {
        "id":"ED050964",
        "title":"Summary Evaluation for a School-Community Outdoor Education Project."},
      {
        "id":"ED050966",
        "title":"Developing Mathematical Processes: Pilot Tryout of Materials for Second Grade Children, Huegel School, 1968-69, Madison, Wisconsin."},
      {
        "id":"ED050967",
        "title":"The Task Analysis for Developing Mathematical Processes, Arithmetic Book 2: Writing Mathematical Sentences."},
      {
        "id":"ED050970",
        "title":"Resources for the Future. Annual Report 1970."},
      {
        "id":"ED050973",
        "title":"Outlines of Environmental Education."},
      {
        "id":"ED050974",
        "title":"Research and Training Opportunities for Psychologists in the Population Area."},
      {
        "id":"ED050975",
        "title":"Population Research."},
      {
        "id":"ED050976",
        "title":"Mathematics for Basic Education, Grade 7, A Tentative Guide."},
      {
        "id":"ED050977",
        "title":"Mathematics for Basic Education, Grade 8, A Tentative Guide."},
      {
        "id":"ED050978",
        "title":"Mathematics for Basic Education, Grade 9."},
      {
        "id":"ED050979",
        "title":"Mathematics for Basic Education, Grade 10, A Tentative Guide."},
      {
        "id":"ED050990",
        "title":"Can Education and This Nation Survive? American Oceanography."},
      {
        "id":"ED050991",
        "title":"Council of Europe Information Bulletin 2/1970."},
      {
        "id":"ED050992",
        "title":"Employment Outlook, Life Science Occupations."},
      {
        "id":"ED050993",
        "title":"Man in Space, Space in the Seventies."},
      {
        "id":"ED050994",
        "title":"Teaching High School Science."},
      {
        "id":"ED050995",
        "title":"The Effects of Utilizing Simultaneous Audio and Printed Media in Science."},
      {
        "id":"ED050996",
        "title":"National Assessment of Educational Progress, Volume 4 Number 3."},
      {
        "id":"ED050997",
        "title":"Commission on Undergraduate Education in the Biological Sciences News, Volume 7 Number 5."},
      {
        "id":"ED050998",
        "title":"Piaget Interviews and Interaction Analysis in the Preparation of Science Teachers: A Comparison."},
      {
        "id":"ED050999",
        "title":"A Summary of Research in Science Education for the Years of 1968-69, Elementary School Level, Research Review Series - Science, Paper 6."},
      {
        "id":"ED051000",
        "title":"National Association for Research in Science Teaching 44th Annual Meeting, Abstracts of Presented Papers."},
      {
        "id":"ED051001",
        "title":"Mathematics and the \"Disadvantaged\"."},
      {
        "id":"ED051002",
        "title":"The Vocational-Liberal Studies Controversy Between John Dewey and Others (1900-1917). Final Report."},
      {
        "id":"ED051003",
        "title":"Teaching Economics to Black Students."},
      {
        "id":"ED051004",
        "title":"The Wingspread Report on New Dimensions for the Teaching of the Social Studies."},
      {
        "id":"ED051005",
        "title":"Toward a More Human School. A Report on Five Conferences Involving Students, Teachers, and Administrators."},
      {
        "id":"ED051006",
        "title":"A Review of the Research on Pre-Service Social Studies Secondary Teacher Education."},
      {
        "id":"ED051008",
        "title":"Social Studies Concepts and Generalizations: a Framework for Curriculum Development."},
      {
        "id":"ED051009",
        "title":"A Teacher's Guide to Experiencing the Age of Homespun with James Y. Brown."},
      {
        "id":"ED051010",
        "title":"A Curriculum Guide in Elementary Social Studies: Man in the Family. Grade One."},
      {
        "id":"ED051011",
        "title":"A Curriculum Guide in Elementary Social Studies: Man in the Community. Grade Two."},
      {
        "id":"ED051012",
        "title":"A Curriculum Guide in Elementary Social Studies: Man and His Institutions. Grade Three."},
      {
        "id":"ED051013",
        "title":"A Curriculum Guide in Elementary Social Studies: Man in a Changing Society. Grade Five."},
      {
        "id":"ED051014",
        "title":"Syllabus for Use in Russian Literature."},
      {
        "id":"ED051015",
        "title":"Syllabus for Use in Soviet Russian History."},
      {
        "id":"ED051016",
        "title":"Syllabus for Use in Imperial Russian History."},
      {
        "id":"ED051017",
        "title":"Syllabus for Use in Modern Chinese History."},
      {
        "id":"ED051018",
        "title":"Syllabus for Use in Imperial Chinese History."},
      {
        "id":"ED051019",
        "title":"The Constitution of the United States (Adapted). For Use in EMR Classes."},
      {
        "id":"ED051020",
        "title":"Twentieth Century United States History. Grades 11 and 12."},
      {
        "id":"ED051026",
        "title":"Modes of Sociological Behavior: The Emerging Pattern."},
      {
        "id":"ED051027",
        "title":"Communities Around the World. Soviet Communities: Urban and Rural. Teacher's Resource Unit."},
      {
        "id":"ED051028",
        "title":"Communities Around the World. Parisian Community. Teacher's Resource Unit."},
      {
        "id":"ED051029",
        "title":"Communities Around the World. Early California Mining Camp. Teacher's Resource Unit."},
      {
        "id":"ED051030",
        "title":"Communities Around the World. Manus Community of the South Pacific. Teacher's Resource Unit."},
      {
        "id":"ED051031",
        "title":"Communities Around the World. Their Economic Systems. Teacher's Guide to Grade 4."},
      {
        "id":"ED051032",
        "title":"Families Around the World. Two Year Sequence in Grades 1 and 2. Teacher's Guide."},
      {
        "id":"ED051033",
        "title":"Families Around the World. The Kibbutz Family of Israel. Teacher's Resource Unit."},
      {
        "id":"ED051035",
        "title":"Suburban Interracial Education Projects. A Resource Booklet."},
      {
        "id":"ED051037",
        "title":"A Summary of the Activities of the Commission on College Geography Association of American Geographers."},
      {
        "id":"ED051041",
        "title":"Development of Curriculum in American Civilization for the General Student: Case Study Approach. Final Report."},
      {
        "id":"ED051042",
        "title":"Country Profiles. Japan."},
      {
        "id":"ED051044",
        "title":"Notes from the National Committee. Volume 1, Number 3."},
      {
        "id":"ED051045",
        "title":"Curriculum Articulation Between the College of Liberal Arts and the Secondary School. A National Survey. Second Interim Report."},
      {
        "id":"ED051046",
        "title":"Educational Reconstruction and Today's Social Studies."},
      {
        "id":"ED051047",
        "title":"Elements: Translating Theory into Practice. Volume 2, Number 7."},
      {
        "id":"ED051048",
        "title":"Social Science Research Council Newsletter."},
      {
        "id":"ED051051",
        "title":"Social Studies Today. Guidelines for Curriculum Improvement."},
      {
        "id":"ED051052",
        "title":"New Approaches to Learning: Alternative Education and Open Schools."},
      {
        "id":"ED051053",
        "title":"The Teacher in a Multivalue Society."},
      {
        "id":"ED051054",
        "title":"Multicultural Education Guide for Grades 4, 5, and 8."},
      {
        "id":"ED051055",
        "title":"Population Education in the United States: A Preliminary Report to the Commission on Population Growth and the American Future."},
      {
        "id":"ED051057",
        "title":"Vermont Design for Education."},
      {
        "id":"ED051058",
        "title":"Problem-Centered Social Studies Instruction. Approaches to Reflective Teaching."},
      {
        "id":"ED051063",
        "title":"Catalogue of Materials."},
      {
        "id":"ED051064",
        "title":"The Elementary School: Humanizing? Dehumanizing?"},
      {
        "id":"ED051065",
        "title":"The American Government Information Unit: A Pilot Program to Improve Information Flow Between Research and Development and Practice in Education. Final Report."},
      {
        "id":"ED051066",
        "title":"Historical Parallels for the Sixties and Seventies: Primary Sources and Core Curriculum Revisited."},
      {
        "id":"ED051067",
        "title":"Social Studies in Michigan: Some Individual Descriptions."},
      {
        "id":"ED051068",
        "title":"Communique. Newsletter of Intercultural Communications Programs. Volume 1, Number 5."},
      {
        "id":"ED051069",
        "title":"Selected Bibliography and Audiovisual Materials for Environmental Education."},
      {
        "id":"ED051070",
        "title":"Education in Central America."},
      {
        "id":"ED051071",
        "title":"The Demonology of Pollution."},
      {
        "id":"ED051072",
        "title":"A Short Bibliography in the English Language Material on Korea and its Education."},
      {
        "id":"ED051073",
        "title":"Student Teaching Abroad Program."},
      {
        "id":"ED051074",
        "title":"School Personnel Preparation for American Indians: Present State and Needed Steps."},
      {
        "id":"ED051075",
        "title":"The Remuneration of Young Teachers and of Staff in Colleges and Departments of Education and the Effect on Recruitment and Wastage from the Profession."},
      {
        "id":"ED051077",
        "title":"Evaluation of an Experienced Teacher Fellowship Program."},
      {
        "id":"ED051078",
        "title":"Conceptual Systems Theory and Attitudes Toward Teaching."},
      {
        "id":"ED051079",
        "title":"Measuring the Self-Evaluation of Teaching Behavior Through the Use of Video Tape."},
      {
        "id":"ED051080",
        "title":"The Teaching Styles of Student Teachers as Related to the Teaching Styles of Their Cooperating Teachers."},
      {
        "id":"ED051082",
        "title":"Schools for the 70's and Beyond: A Call to Action."},
      {
        "id":"ED051083",
        "title":"Supervisory Behavior in Education: A Report of Survey Research."},
      {
        "id":"ED051084",
        "title":"A Prototype Program for Teacher Education. Director's Final Report."},
      {
        "id":"ED051085",
        "title":"Discussion Paradigms."},
      {
        "id":"ED051086",
        "title":"Choosing Techniques for Teaching and Learning."},
      {
        "id":"ED051087",
        "title":"An Evaluation of the Program \"Supportive Training for Inexperienced and New Teachers\" (STINT) in New York City Schools."},
      {
        "id":"ED051088",
        "title":"Effects of Teacher Inservice and Consultation on Pupil Task-Oriented Behavior."},
      {
        "id":"ED051089",
        "title":"Supervisory Conferences Improve Teaching."},
      {
        "id":"ED051090",
        "title":"School Communications Game."},
      {
        "id":"ED051091",
        "title":"Inservice Training Design Simulation."},
      {
        "id":"ED051092",
        "title":"Instructional Planning Simulation."},
      {
        "id":"ED051093",
        "title":"The School Planning Game. Description and Rules."},
      {
        "id":"ED051094",
        "title":"Learning to Help Them Learn; An Evaluation of Professional Development Centers, 1969-70."},
      {
        "id":"ED051095",
        "title":"Excellence in Teacher Education. 1971 Distinguished Achievement Awards Program."},
      {
        "id":"ED051096",
        "title":"Three Pressing Concerns of Educational Research."},
      {
        "id":"ED051097",
        "title":"Teacher Education in a Liberal Arts Context."},
      {
        "id":"ED051098",
        "title":"The Effectiveness of Three Microteaching Environments in Preparing Undergraduates for Student Teaching."},
      {
        "id":"ED051099",
        "title":"The Stanford Secondary Teacher Education Program 1959-1969: A Preliminary Analysis of Graduate Career Patterns."},
      {
        "id":"ED051100",
        "title":"Report of the Utah Project in Ethiopia."},
      {
        "id":"ED051101",
        "title":"Teachers for the Rural World."},
      {
        "id":"ED051102",
        "title":"Teacher Training Experience for Inner City Schools."},
      {
        "id":"ED051103",
        "title":"An Exchange Program in Teacher Education for British and American Students."},
      {
        "id":"ED051104",
        "title":"Preparing Researchers in Urban Pre-Secondary Education."},
      {
        "id":"ED051105",
        "title":"Research Development in Professional Education. Final Report."},
      {
        "id":"ED051106",
        "title":"Analysis and Evaluation of Undergraduate Research Training Projects. Final Report."},
      {
        "id":"ED051107",
        "title":"[Teacher Education Center.]"},
      {
        "id":"ED051108",
        "title":"A Study To Determine the Value of Providing the Learner with Regularly Scheduled Assessment Items To Assess Behavioral Acquisition."},
      {
        "id":"ED051109",
        "title":"The Application of Social Reinforcement in Six Junior High School Classrooms."},
      {
        "id":"ED051110",
        "title":"Implementing Different and Better Schools. Revised Edition."},
      {
        "id":"ED051111",
        "title":"Graduate Intern Program in Elementary Education."},
      {
        "id":"ED051112",
        "title":"Reducing Freshmen Attrition and Preparing Teachers for the Disadvantaged."},
      {
        "id":"ED051113",
        "title":"Human Interaction: A Behavioral Objectives Curriculum in Human Relations."},
      {
        "id":"ED051114",
        "title":"The Lesley College Core Curriculum."},
      {
        "id":"ED051115",
        "title":"Inservice Programs for Wyoming Education via Video--VERB."},
      {
        "id":"ED051116",
        "title":"Interpretive Study of Teaching Behaviors Related to Student Achievement. Final Report."},
      {
        "id":"ED051117",
        "title":"Open-Closed Mindedness of Students in Teacher Education and in Other College Fields. Final Report."},
      {
        "id":"ED051118",
        "title":"The Improvement of Student Teaching Through a Consortium of Greater Cleveland Schools and Colleges. Vol. 1-3. Final Report."},
      {
        "id":"ED051119",
        "title":"Differentiated Staffing."},
      {
        "id":"ED051120",
        "title":"How To Build a Model of Staff Differentiation. A Step by Step Guide in the Development of a Situational Specific Site Model of Differentiated Staffing."},
      {
        "id":"ED051121",
        "title":"Student Strike: An Educational Career Decision for Student Teachers."},
      {
        "id":"ED051122",
        "title":"The Ann Arbor Public Schools Participative Model In-Service Staff Development Project. Terminal Report."},
      {
        "id":"ED051123",
        "title":"Teacher Influence Patterns and Pupil Achievement in the Second, Fourth, and Sixth Grade Levels. Vols. 1 and 2. Final Report."},
      {
        "id":"ED051124",
        "title":"A New Order of Educational Research and Development."},
      {
        "id":"ED051125",
        "title":"The Relationship Between Teacher Prophecy and Teacher Verbal Behavior and Their Effect upon Adult Student Achievement. Final Report."},
      {
        "id":"ED051126",
        "title":"Accomplishments &apos;70."},
      {
        "id":"ED051127",
        "title":"Behavioral Objectives in Education. Bibliographies in Education No. 19."},
      {
        "id":"ED051128",
        "title":"Some Relationships Between Student Teachers' Perceptions of Cooperating Teachers and Changes in Student Teachers."},
      {
        "id":"ED051129",
        "title":"Group Process Training Materials."},
      {
        "id":"ED051130",
        "title":"Governing Board-Superintendent Expectation and Perception of the Teacher Role."},
      {
        "id":"ED051131",
        "title":"On Staying Awake: Talks With Teachers."},
      {
        "id":"ED051132",
        "title":"Protecting the Profession's Interest in Ethical Conduct."},
      {
        "id":"ED051133",
        "title":"Improving Education Through: Research, Development, Demonstration, Dissemination, Training."},
      {
        "id":"ED051134",
        "title":"Regional Educational Laboratories."},
      {
        "id":"ED051135",
        "title":"Verbal Teaching Behaviors of Teachers of Mathematics in Second and Fifth Grades."},
      {
        "id":"ED051136",
        "title":"Transfer of Instructional Behavior and Performance Acquired in Simulated Teaching."},
      {
        "id":"ED051137",
        "title":"Personalized Education: An Attainable Goal in the Seventies."},
      {
        "id":"ED051138",
        "title":"Pupil Evaluation of Student Teachers and Their Supervisors."},
      {
        "id":"ED051139",
        "title":"The Real World and People Teacher Education Program."},
      {
        "id":"ED051140",
        "title":"A Study of Teacher Characteristics as Predictors in the Successful Implementation of an Innovative Curriculum."},
      {
        "id":"ED051142",
        "title":"Guide Book, Kindergarten."},
      {
        "id":"ED051143",
        "title":"Guide Book, Second Grade."},
      {
        "id":"ED051147",
        "title":"[Literature.]"},
      {
        "id":"ED051148",
        "title":"Yesterday's Minds or Tomorrow's? A Handbook on Creativity."},
      {
        "id":"ED051149",
        "title":"The Classroom Music Program."},
      {
        "id":"ED051150",
        "title":"Art Curriculum Guide. Secondary School."},
      {
        "id":"ED051151",
        "title":"Physical Education. Elementary."},
      {
        "id":"ED051153",
        "title":"Curriculum Guide, English for Grades VI-IX."},
      {
        "id":"ED051155",
        "title":"Communism. Course of Study, Grades IX-XII."},
      {
        "id":"ED051156",
        "title":"Fitness and Physical Education Guide, Grades K-6."},
      {
        "id":"ED051157",
        "title":"Health Education Guide, Grades K-12."},
      {
        "id":"ED051158",
        "title":"Language Arts Guide. Kindergarten-Level Twelve."},
      {
        "id":"ED051159",
        "title":"Social Studies Guide. Kindergarten-Level Twelve."},
      {
        "id":"ED051161",
        "title":"World Geography. A Guide for Teachers."},
      {
        "id":"ED051162",
        "title":"Language Arts Guide; Composition and Language Study. Junior High School."},
      {
        "id":"ED051163",
        "title":"Guidelines to Literature Study in the Junior High School."},
      {
        "id":"ED051164",
        "title":"Safety Action; Traffic and Pedestrian Safety. A Guide for Teachers in the Elementary Schools."},
      {
        "id":"ED051165",
        "title":"Exemplar: A Model for Social Studies Curriculum Development in Delaware, K-12."},
      {
        "id":"ED051166",
        "title":"Kindergarten Handbook."},
      {
        "id":"ED051167",
        "title":"Living Effectively in the 70's."},
      {
        "id":"ED051168",
        "title":"Guide to Elementary Education in Oregon. Basis for Curriculum and Instruction."},
      {
        "id":"ED051169",
        "title":"Learning and Living Music. Illinois Curriculum Program. Subject Field Series, Bulletin No. C-5."},
      {
        "id":"ED051170",
        "title":"Strengthening Science Teaching in Elementary Schools. Illinois Curriculum Program. Subject Field Series, Bulletin No. C-3."},
      {
        "id":"ED051171",
        "title":"English Language Communication, Grades K-Six. Illinois Curriculum Program. Subject Field Series, Bulletin No. C-6."},
      {
        "id":"ED051172",
        "title":"Curriculum Guide in Reading. Developmental Reading, Grades 1-8."},
      {
        "id":"ED051173",
        "title":"Curriculum Guide in Reading. Developmental Reading: Junior and Senior High Schools, Grades 7-12."},
      {
        "id":"ED051174",
        "title":"Curriculum Guide in Reading. Remedial Reading, Grades 3-12."},
      {
        "id":"ED051175",
        "title":"Curriculum Guide in Social Studies, Grades K-3."},
      {
        "id":"ED051176",
        "title":"Curriculum Guide to Social Studies, Grades 4-6."},
      {
        "id":"ED051177",
        "title":"Guidelines for the Construction of a Course of Study in Art for Public Schools of Indiana."},
      {
        "id":"ED051178",
        "title":"K-12 Mathematics Curriculum Guide."},
      {
        "id":"ED051179",
        "title":"K-12 Science Curriculum Guide."},
      {
        "id":"ED051180",
        "title":"K-12 Social Studies Curriculum Guide."},
      {
        "id":"ED051182",
        "title":"K-12 Unified and Fine Arts Curriculum Guide."},
      {
        "id":"ED051185",
        "title":"Guidelines to Mathematics, K-6. Key Content Objectives, Student Behavioral Objectives, and Other Topics Related to Elementary School Mathematics."},
      {
        "id":"ED051186",
        "title":"Guidelines to Mathematics, 6-8. Key Content Objectives, Student Behavioral Objectives, and Other Topics Related to Grade 6-8 Mathematics."},
      {
        "id":"ED051187",
        "title":"Driver and Traffic Safety Education. Program Guide."},
      {
        "id":"ED051189",
        "title":"Planning the Elementary Music Curriculum. Grades K-6."},
      {
        "id":"ED051190",
        "title":"Guide for Teaching Kindergarten."},
      {
        "id":"ED051191",
        "title":"Teaching Reading in South Carolina Secondary Schools. Curriculum Planning Guide."},
      {
        "id":"ED051192",
        "title":"Help for Children with Speech and Hearing Problems. A Handbook for Teachers and Parents."},
      {
        "id":"ED051193",
        "title":"Arts and Crafts for Use with Mentally Retarded Students."},
      {
        "id":"ED051194",
        "title":"Physical Education in Kentucky Elementary Schools."},
      {
        "id":"ED051195",
        "title":"Oral Communications in Kentucky Schools."},
      {
        "id":"ED051196",
        "title":"Course of Study for Family Life Education."},
      {
        "id":"ED051197",
        "title":"Physical Education, Grades K-8."},
      {
        "id":"ED051198",
        "title":"Smoking and Health Guide for Elementary and Secondary Schools."},
      {
        "id":"ED051200",
        "title":"Elementary Mathematics Guide, K-7."},
      {
        "id":"ED051201",
        "title":"Elementary School Economics: A Guide for Teachers (Revised)."},
      {
        "id":"ED051202",
        "title":"Industrial Arts Education: Metals, Drafting, Woodwork, Graphic Arts, Electronics, Power Mechanics, Industrial Crafts."},
      {
        "id":"ED051203",
        "title":"A Curriculum Guide for Driver and Traffic Safety Education in South Dakota."},
      {
        "id":"ED051204",
        "title":"A Teaching Guide for Public School Music in Oklahoma, Grades K-12."},
      {
        "id":"ED051205",
        "title":"Health Education in Oklahoma Elementary Schools, Grades K-6."},
      {
        "id":"ED051206",
        "title":"Oklahoma Curriculum Guide for Driver and Traffic Safety Education."},
      {
        "id":"ED051207",
        "title":"Aerospace Education Curriculum Guide (K-12)."},
      {
        "id":"ED051208",
        "title":"A Guide for Instruction in Communication. Grades K-13. (The Language Arts in Constant Interaction)."},
      {
        "id":"ED051209",
        "title":"Modern Problems, Grade 12."},
      {
        "id":"ED051211",
        "title":"Physical Education for the Elementary Schools. Kindergarten Through Grade Six."},
      {
        "id":"ED051213",
        "title":"The Ad Game. A Language Development Unit for Reading, Writing, Speaking and Listening."},
      {
        "id":"ED051214",
        "title":"Psychology."},
      {
        "id":"ED051215",
        "title":"Sociology."},
      {
        "id":"ED051216",
        "title":"Adaptive Physical Education."},
      {
        "id":"ED051217",
        "title":"Art for Children. A Guide for Creative Experiences in the Elementary School."},
      {
        "id":"ED051218",
        "title":"Art. Program of Art Instruction in the Secondary School."},
      {
        "id":"ED051219",
        "title":"Another Probe into Syntactic Maturity."},
      {
        "id":"ED051220",
        "title":"An Evaluation of Project APEX: A Nongraded Phase-Elective English Program."},
      {
        "id":"ED051221",
        "title":"An Intern Program of Pre-Student Teaching Experiences for Speech Communication Majors."},
      {
        "id":"ED051222",
        "title":"Behavioral Objectives: Vietnam for the English Curriculum?"},
      {
        "id":"ED051223",
        "title":"Innovations or Debilitations? Caveats and Quandries about English Programs."},
      {
        "id":"ED051224",
        "title":"Some Notes on Behavioral Objectives for English."},
      {
        "id":"ED051225",
        "title":"Introduction to Humanities: A Framework for Teachers and Students."},
      {
        "id":"ED051226",
        "title":"A Sociolinguistic Comment on the Changing Attitudes Toward the Use of Black English and an Experimental Study to Measure Some of Those Attitudes."},
      {
        "id":"ED051227",
        "title":"A Multi-Sensory Approach to Language Development in Children of Different Cultures."},
      {
        "id":"ED051228",
        "title":"Language Face to Face: Developing a Language Centered Curriculum at the Heman Street School."},
      {
        "id":"ED051229",
        "title":"\"?...*...!\" Or Composition Can Be Taught If...."},
      {
        "id":"ED051230",
        "title":"Reading Skills and the High School English Program."},
      {
        "id":"ED051231",
        "title":"The Effects of Various Methods of Teaching About Freedom of Speech on Attitudes About Free Speech Issues."},
      {
        "id":"ED051232",
        "title":"A Modern Conceptualization of Rhetorical Criticism."},
      {
        "id":"ED051234",
        "title":"Cooperative Involvement of Administrator-Supervisor-Teacher Is the &quot;Right Mix&quot; for Inservice Training."},
      {
        "id":"ED051235",
        "title":"Poet in the Schoolhouse (Evoking Creative Energy in Language)."},
      {
        "id":"ED051247",
        "title":"Widening Cultural Horizons Through the Performing Arts. Annual Report."},
      {
        "id":"ED051248",
        "title":"Unit on Existentialism."},
      {
        "id":"ED051249",
        "title":"Relationship Between Teachers' Vocabulary Usage and the Vocabulary of Kindergarten and First Grade Students. Final Report."},
      {
        "id":"ED051250",
        "title":"Preconference Education Research Training Program for Descriptive Research in Art Education. Final Report."},
      {
        "id":"ED051251",
        "title":"Development of a Test for the Nonperformance Aspects of Music Education. Final Report."},
      {
        "id":"ED051252",
        "title":"A Study of Remedial Procedures for Improving the Level of Musical Attainment among Preschool Disadvantaged. Final Report."},
      {
        "id":"ED051253",
        "title":"The Auditory Analysis Test: An Initial Report."},
      {
        "id":"ED051254",
        "title":"A Review of Federal Programs Supporting the Arts in Education."},
      {
        "id":"ED051255",
        "title":"National Assessment of Educational Progress: Art Objectives."},
      {
        "id":"ED051256",
        "title":"On Approximation of Distribution and Density Functions."},
      {
        "id":"ED051257",
        "title":"A General Method for Estimating a Linear Structural Equation System."},
      {
        "id":"ED051258",
        "title":"On Stochastic Approximation."},
      {
        "id":"ED051259",
        "title":"Preliminary Report on the Use of Several Early Childhood Inventories for the Evaluation of Educational Programs."},
      {
        "id":"ED051260",
        "title":"Development of a School Attitude Questionnaire for Young Children. Appendices."},
      {
        "id":"ED051262",
        "title":"The Gathering and Use of Data."},
      {
        "id":"ED051263",
        "title":"Formative Evaluation of Replicable Forms of Instruction."},
      {
        "id":"ED051264",
        "title":"School Achievement as Measured by Teacher Ratings and Standardized Achievement Tests."},
      {
        "id":"ED051265",
        "title":"The Comparison of Three Approaches to the Reduction of Test Anxiety in High School Students. Final Report."},
      {
        "id":"ED051267",
        "title":"The Pennsylvania Questionnaire."},
      {
        "id":"ED051268",
        "title":"A Program for Oblique and Orthogonal Procrustes Rotation."},
      {
        "id":"ED051269",
        "title":"Factor Scores Independent of Item Traits."},
      {
        "id":"ED051270",
        "title":"A Strategy to Determine Causal Directions."},
      {
        "id":"ED051273",
        "title":"Training Package Turns School People into Instructional Planners."},
      {
        "id":"ED051274",
        "title":"The Effectiveness of Demonstration as a Means of Dissemination."},
      {
        "id":"ED051275",
        "title":"A Unification of Correlational and Experimental Methodology: An Application of a Guttman Theorem"},
      {
        "id":"ED051277",
        "title":"Measuring the Social Climate of the Classroom."},
      {
        "id":"ED051278",
        "title":"Characteristics of Reticent and Disruptive Children As Identified by the Barclay Classroom Climate Inventory."},
      {
        "id":"ED051279",
        "title":"On the Variable Selection Problem in Multiple Group Discriminant Analysis."},
      {
        "id":"ED051280",
        "title":"Indigenous, Interactional Research."},
      {
        "id":"ED051281",
        "title":"The Use, Misuse, and Abuse of Tests."},
      {
        "id":"ED051283",
        "title":"A Taxonomy of Programmatic Tasks in an Educational Evaluation Facilitation and Coordination System (Revised)."},
      {
        "id":"ED051284",
        "title":"A Review of Instruments Developed to be Used in the Evaluation of the Adequacy of Reported Research."},
      {
        "id":"ED051285",
        "title":"The Development of a Questionnaire Method of Measuring Exploration Preferences."},
      {
        "id":"ED051286",
        "title":"A Theoretical Study of the Measurement Effectiveness of Flexilevel Tests."},
      {
        "id":"ED051287",
        "title":"Tailored Testing, An Application of Stochastic Approximation."},
      {
        "id":"ED051288",
        "title":"Development of Evaluation Measures for Use with Neighborhood Youth Corps Enrollees. Final Report."},
      {
        "id":"ED051289",
        "title":"A Validation of a Method of Assessing Young Children's Language Competence."},
      {
        "id":"ED051290",
        "title":"Educational Quality Assessment Phase II Findings: The Pennsylvania Plan."},
      {
        "id":"ED051291",
        "title":"Educational Quality Assessment Phase II Findings: Phase II Procedures."},
      {
        "id":"ED051294",
        "title":"Educational Quality Assessment Phase II Findings: Reliability and Validity."},
      {
        "id":"ED051295",
        "title":"Measurement in Education: Helping Teachers Use Tests."},
      {
        "id":"ED051296",
        "title":"The Plan System for Individualizing Education."},
      {
        "id":"ED051298",
        "title":"Measurement in Education: National Assessment Says."},
      {
        "id":"ED051299",
        "title":"Measurement in Education: Mastery Learning and Mastery Testing."},
      {
        "id":"ED051300",
        "title":"Measurement in Education: Interpreting Achievement Profiles - Uses and Warnings."},
      {
        "id":"ED051301",
        "title":"Black, White, and Brown Adolescent Alienation."},
      {
        "id":"ED051302",
        "title":"The Effect of Differential Weighting of Individual Item Responses on the Predictive Validity and Reliability of an Aptitude Test."},
      {
        "id":"ED051303",
        "title":"Multifactor Instrument for Developmental Changes in Children. Final Report."},
      {
        "id":"ED051304",
        "title":"Development of Attitudes Toward Others in Young Children: Final Report."},
      {
        "id":"ED051305",
        "title":"Self-Concept Measures: An Annotated Bibliography."},
      {
        "id":"ED051307",
        "title":"A Structural Analysis of Holland's Personality Types Using Factor and Configural Analysis."},
      {
        "id":"ED051308",
        "title":"Comparison of Changes in Self-Image of Black and White Students Kindergarten Through High School. Final Report."},
      {
        "id":"ED051309",
        "title":"Combining Sources of Evaluations: Six Alternative Models."},
      {
        "id":"ED051310",
        "title":"Selection and Analysis of Social Studies Concepts for Inclusion in Tests of Concept Attainment."},
      {
        "id":"ED051312",
        "title":"Test Bias: A Bibliography."},
      {
        "id":"ED051313",
        "title":"Proceedings of the Conference on Educational Accountability."},
      {
        "id":"ED051314",
        "title":"Invitational Papers Submitted to the Select Education Subcommittee of the Education and Labor Committee of the U. S. House of Resprsentatives."},
      {
        "id":"ED051315",
        "title":"Human Relations in the Classroom: An Annotated Bibliography. ERIC-IRCD Urban Disadvantaged Series, Number 22."},
      {
        "id":"ED051316",
        "title":"Models of Social Mobility."},
      {
        "id":"ED051317",
        "title":"The Effect of Race on Assertive Behavior and Responses to Assertive Behavior in Small Groups."},
      {
        "id":"ED051318",
        "title":"On Expanding Access to Education for Financially Disadvantaged Students."},
      {
        "id":"ED051319",
        "title":"A Human Relations Model for a Desegregated Group."},
      {
        "id":"ED051320",
        "title":"Beginning Reading and Math in PS 133, New York City. A Report."},
      {
        "id":"ED051321",
        "title":"Malnutrition and Learning."},
      {
        "id":"ED051322",
        "title":"Spanish-Speaking Pupils in the Dade County Public Schools. 1969-70."},
      {
        "id":"ED051323",
        "title":"Desegregation,--September 1969."},
      {
        "id":"ED057373",
        "title":"Drinking's Reinforcer System Among Rehabilitation Center Alcoholics. Age Differences in Drinking's Reinforcer System Among Rehabilitation Center Alcoholics: Implications for Rehabilitation."},
      {
        "id":"ED057374",
        "title":"The Politics of Analyzing Social Problems."},
      {
        "id":"ED057376",
        "title":"On the History of Psychological Gerontology."},
      {
        "id":"ED057377",
        "title":"Psychological and Social Factors in Fertility in the Early Years of Marriage: An Exploratory Longitudinal Study."},
      {
        "id":"ED057378",
        "title":"For Love or Money: Patterns of Resource Commutation in Social Interchange."},
      {
        "id":"ED057379",
        "title":"Using Undergraduate Students as Helpers: The Companion Program Revisited."},
      {
        "id":"ED057380",
        "title":"An International Effort to Conceptualize and Measure Coping Behavior."},
      {
        "id":"ED057381",
        "title":"An Experimental Test of the Contingency Model of Leadership Effectiveness."},
      {
        "id":"ED057382",
        "title":"Applying Observational Learning to Student Problems, Such as Examination Anxiety, in School Settings."},
      {
        "id":"ED057383",
        "title":"Two Papers on the Student Social Structure at the Pilot School."},
      {
        "id":"ED057385",
        "title":"The Counsellor as Consultant in the Development of the Teacher-Advisor Concept in Guidance."},
      {
        "id":"ED057386",
        "title":"Age Stratification and Value Orientations."},
      {
        "id":"ED057387",
        "title":"Relative Deprivation and Participation in the Civil Rights Movement."},
      {
        "id":"ED057388",
        "title":"The Effects of Viewing \"Violent\" TV upon Children's at-Home and in-School Behavior."},
      {
        "id":"ED057389",
        "title":"What Information do School and Clinical Psychologists Give to Individuals Evaluated? A Report of a Survey."},
      {
        "id":"ED057390",
        "title":"The Lower Class and the Future of Inequality."},
      {
        "id":"ED057391",
        "title":"Stress, Heredity and Black-White Blood Pressure Differences. Progress Report."},
      {
        "id":"ED057392",
        "title":"Factors Related to How Superiors Establish Goals and Review Performance for Their Subordinates."},
      {
        "id":"ED057393",
        "title":"A Stepwise Discriminant Analysis of Job Satisfaction and Group Cohesiveness of Biracial Blue and White Collar Workers."},
      {
        "id":"ED057394",
        "title":"An Attempt at Applying Prompting and Reinforcement Toward Pollution Control."},
      {
        "id":"ED057395",
        "title":"The Generation Gap: Myths and Measures."},
      {
        "id":"ED057396",
        "title":"They're Why I'm Dead."},
      {
        "id":"ED057397",
        "title":"Lecture Outlines and Ancillary Materials, and Evaluation Questionnaire for a General Undergraduate Course, Psychoactive Drugs, as offered Spring 1971."},
      {
        "id":"ED057398",
        "title":"The Social Psychology and Epidemiology of Student Drug Usage: Report on Phase One. A Report of the Carnegie-Mellon University Drug Use Research Project."},
      {
        "id":"ED057399",
        "title":"Concept Learning of Young Children as a Function of Sibling Relationships to the Teacher. Report from the Project on Variables and Processes in Cognitive Learning."},
      {
        "id":"ED057401",
        "title":"Differential Academic Coping Behavior of Siblings from Three Geographic Areas. Final Report."},
      {
        "id":"ED057406",
        "title":"Creative Thinking Techniques: Four Methods of Stimulating Original Ideas in Sixth Grade Students. Report from the Task and Training Variables in Human Problem Solving and Creative Thinking Project."},
      {
        "id":"ED057408",
        "title":"The Effects on Students of Working in Cooperative Groups: An Exploratory Study."},
      {
        "id":"ED057411",
        "title":"Educational Goals of Black and White Youth in Segregated and Inter-Racial Schools. Final Report."},
      {
        "id":"ED057416",
        "title":"Personnel Services Review. New Practices in Student Orientation."},
      {
        "id":"ED057417",
        "title":"Access: Resources for the Helping Professions. Volume 4, Number l, Fall, 1971."},
      {
        "id":"ED057418",
        "title":"CAPS Capsule. Volume 5, Number 1."},
      {
        "id":"ED057419",
        "title":"CAPS Capsule. Volume 5, Number 2."},
      {
        "id":"ED057436",
        "title":"Computer Applications in Class and Transportation Scheduling. Educational Management Review Series Number 1."},
      {
        "id":"ED057446",
        "title":"A Study on Economies in School Construction."},
      {
        "id":"ED057491",
        "title":"The Selection of Public School Administrators."},
      {
        "id":"ED057495",
        "title":"The Courts and Student Rights -- Procedural Matters."},
      {
        "id":"ED057511",
        "title":"An Integrated Model for Individualizing Services to Children with Learning Problems."},
      {
        "id":"ED057513",
        "title":"Structured Activities in Perceptual Training to Aid Retention of Visual and Auditory Images."},
      {
        "id":"ED057516",
        "title":"Administering Programs for Volunteer Services for the Gifted."},
      {
        "id":"ED057521",
        "title":"Status Report for the Program for the Education of Gifted and Talented Students, 1970-71."},
      {
        "id":"ED057538",
        "title":"Demonstration of the Instantaneous Pitch Period Indicator in Classrooms of Deaf Children. Final Report."},
      {
        "id":"ED057541",
        "title":"Work-Study Handbook for Educable Mentally Retarded Minors Enrolled in High School Programs in California Public Schools."},
      {
        "id":"ED057554",
        "title":"Professional Preparation of Teachers of the Multiply Handicapped with Special Concern Directed Toward the Child with Both Auditory and Visual Impairments. Proceedings of the Special Study Institute (Pittsburgh, Pennsylvania, June 28 - August 6, 1971)."},
      {
        "id":"ED057559",
        "title":"Project Solo; Newsletter Number Fourteen."},
      {
        "id":"ED057560",
        "title":"Project Solo; Newsletter Number Sixteen."},
      {
        "id":"ED057561",
        "title":"Project Solo; Newsletter Number Seventeen."},
      {
        "id":"ED057573",
        "title":"Public Education Finances: 1949-1985."},
      {
        "id":"ED057574",
        "title":"Future Development of Instructional Television."},
      {
        "id":"ED057575",
        "title":"Educational Computer Utilization and Computer Communications."},
      {
        "id":"ED057576",
        "title":"Design of a 12-GHz Multicarrier Earth-Terminal for Satellite-CATV Interconnection."},
      {
        "id":"ED057577",
        "title":"Operating Frequencies for Educational Satellite Services."},
      {
        "id":"ED057578",
        "title":"A CW Gunn Diode Switching Element."},
      {
        "id":"ED057579",
        "title":"An Introductory LOGO Teaching Sequence: LOGO Teaching Sequence on Logic, LOGO Reference Manual."},
      {
        "id":"ED057580",
        "title":"LOGO Teaching Sequences on Numbers and Functions and Equations. Teacher's Text and Problems."},
      {
        "id":"ED057581",
        "title":"LOGO Teaching Sequences on Strategy in Problem-Solving and Story Problems in Algebra. Teacher's Text and Problems."},
      {
        "id":"ED057582",
        "title":"The LOGO Processor; A Guide for System Programmers."},
      {
        "id":"ED057592",
        "title":"The Effects of Using Color Microfiche Upon Achievement in a Course on Interior Home Design."},
      {
        "id":"ED057595",
        "title":"Television and Growing Up: The Impact of Televised Violence. Report to the Surgeon General United States Public Health Service."},
      {
        "id":"ED057599",
        "title":"Project Solo; Newsletter Number Four."},
      {
        "id":"ED057600",
        "title":"Project Solo; Newsletter Number Five."},
      {
        "id":"ED057601",
        "title":"Project Solo; Newsletter Number Six."},
      {
        "id":"ED057602",
        "title":"Project Solo; Newsletter Number Nine."},
      {
        "id":"ED057603",
        "title":"An X-Y Platform for Randsight-Type Instruments."},
      {
        "id":"ED057605",
        "title":"The Probable State of Computer Technology by 1980, With Some Implications for Education."},
      {
        "id":"ED057606",
        "title":"Human Factors Inputs to the Training Device Design Process."},
      {
        "id":"ED057607",
        "title":"Interdisciplinary Study of the Mass Media. A Syllabus."},
      {
        "id":"ED057608",
        "title":"Management Information Systems: Applications to Educational Administration."},
      {
        "id":"ED057609",
        "title":"Interactive Television: A Mass Medium for Individuals."},
      {
        "id":"ED057610",
        "title":"Individualized Learning. A Series Three Collection from ERIC at Stanford."},
      {
        "id":"ED057611",
        "title":"Use of Telelecture and Electrowriter Systems to Teach Engineering Courses. Final Report."},
      {
        "id":"ED057612",
        "title":"Simulation Games and Attitudes Toward the Poor: Three Questionnaire Studies."},
      {
        "id":"ED057613",
        "title":"The Training Effects of a Behavior Modification Game."},
      {
        "id":"ED057614",
        "title":"Project Solo; Newsletter Number Twenty."},
      {
        "id":"ED057616",
        "title":"Comments on the Research and Development Program of Byra L4:1."},
      {
        "id":"ED057617",
        "title":"Games Teachers Play."},
      {
        "id":"ED057619",
        "title":"Computing Technology; A Bibliography of Selected Rand Publications;"},
      {
        "id":"ED057620",
        "title":"Computer Simulation; A Bibliography of Selected Rand Publications."},
      {
        "id":"ED057622",
        "title":"Inner Tooth Number Three: Inner College Catalog and Resource Magazine."},
      {
        "id":"ED057624",
        "title":"From Connecticut to Nebraska Via Videotape."},
      {
        "id":"ED057625",
        "title":"Computer Communications, Cooperation or Confusion; A Communications Conference at San Jose State College."},
      {
        "id":"ED057627",
        "title":"The Planning of a Communications Coalition for Educational Change. Final Progress Report."},
      {
        "id":"ED057629",
        "title":"Implications of Programmed Instruction for a World Study of Music."},
      {
        "id":"ED057633",
        "title":"Trends, Issues and Activities in Individualized Learning."},
      {
        "id":"ED057634",
        "title":"Teaching Slow Readers Using the Electric Typewriter. Final Report."},
      {
        "id":"ED057635",
        "title":"Drei Wochen bei den Internationalen Sommerkursen in Erfurt, 22. Juli-11. August 1968 (Three Weeks at the International Summer Courses in Erfurt)."},
      {
        "id":"ED057636",
        "title":"Der Platz des Sprachlabors im Neusprachlichen Unterricht (The Place of the Language Laboratory in Modern Language Instruction)."},
      {
        "id":"ED057637",
        "title":"Lernpsychologische Voraussetzungen und ihre Realisierungen in der programmierten lateinsichen Grammatik (Prerequisites of Educational Psychology and Their Realization in Programed Latin Grammar)."},
      {
        "id":"ED057638",
        "title":"Englisch Klasse 7: 1. Bericht Uber die audio-linguale Konzeption, 2. The Nature of the Curriculum for the Eighties and Onwards (Grade 7 English: 1. A Report on the Audiolingual Concept)."},
      {
        "id":"ED057639",
        "title":"Das Bildungswesen in der Bundesrepublik Deutschland (Education in the Federal Republic of Germany)."},
      {
        "id":"ED057640",
        "title":"The Stressed Vowels of Negro and White Speech of the Southern States: A Comparison."},
      {
        "id":"ED057641",
        "title":"Hinweise zur Mitarbeiterfortbildung: 5. Wiesbadener Sprachlabortagung vom 2. bis 4. Oktober 1970(Guidance on Professional Continuing Education: Proceedings of the Fifth Wiesbaden Language Laboratory Conference, October 2-4, 1970)."},
      {
        "id":"ED057642",
        "title":"Unterrichtsmethoden fur die deutsche Sprache in Schweden: Ein Arbeitsmodell (Methods for Teaching German in Sweden: A Working Model)."},
      {
        "id":"ED057643",
        "title":"Das Sprachlabor in der Schule (The Language Laboratory in Schools)."},
      {
        "id":"ED057644",
        "title":"Team Teaching and Individualized Instruction."},
      {
        "id":"ED057645",
        "title":"Francophone African Elites: A Selective Bibliography."},
      {
        "id":"ED057646",
        "title":"Eine neue deutsche Grammatik: Moglichkeiten zur Belebung des Grammatikunterrichts in der Volksschule (A New German Grammar: Possibilities for the Enlivenment Grammar Instruction in the Elementary School)."},
      {
        "id":"ED057648",
        "title":"Chairmen of Language and Area Programs."},
      {
        "id":"ED057650",
        "title":"Fremdsprachen- Sprachlehrinstitute: Dokumentation der 1. Arbeitstagung am 25. und 26. September 1970 in Bochum (Foreign Language and Language Teaching Institutes: Proceedings of the First Conference, Bochum, September 25-26, 1970)."},
      {
        "id":"ED057652",
        "title":"Some Rules for the Pronunciation of English in Northwest Arkansas."},
      {
        "id":"ED057653",
        "title":"Learning to Read in Two Languages: Statements from the Research Literature on Reading in Bilingual Programs."},
      {
        "id":"ED057654",
        "title":"Deutsch in der Elementarschule, 3., 4., und 5. Schuljahr (German in the Elementary School: Grades 3, 4, and 5)."},
      {
        "id":"ED057655",
        "title":"Planeamiento de la unidad didactica en le ensenanza del ingles como idioma extranjero (Planning the Teaching Unit in the Instruction of English as a Foreign Language)."},
      {
        "id":"ED057657",
        "title":"Transferencia Linguistica y Multilinguismo (Linguistic Transfer and Multilingualism)."},
      {
        "id":"ED057658",
        "title":"Sprachlabors in der Bundesrepublik, Stand: August 1969 (Language Laboratories in the Federal Republic of Germany: A Status Report as of August 1969)."},
      {
        "id":"ED057659",
        "title":"Sprachlabors in der Erwachsenenbildung: 4. Wiesbadener Sprachlabortagung vom 30. Oktober bis 2. November 1969 in Marburg/Lahn (Language Laboratories in Adult Education: Proceedings of the Fourth Wiesbaden Language Laboratory Conference, Marburg/Lahn, October 30-November 2, 1969)."},
      {
        "id":"ED057660",
        "title":"English Language Arts: Listening and Speaking, K-12."},
      {
        "id":"ED057661",
        "title":"Bilingual Education in California."},
      {
        "id":"ED057662",
        "title":"Foreign Curriculum Consultant Program for American Schools, Colleges, and State Departments of Education: 1972-73."},
      {
        "id":"ED057663",
        "title":"Research in Chinese-English Machine Translation. Final Report."},
      {
        "id":"ED057665",
        "title":"Overlapping Influence and Linguistic Assimilation in Second Generation Puerto Rican English."},
      {
        "id":"ED057667",
        "title":"Guidelines: English Language Proficiency."},
      {
        "id":"ED057669",
        "title":"Russian Dialect Project. Volume II: Russian Dialect Texts With Glossary."},
      {
        "id":"ED057670",
        "title":"Russian Dialect Project. Volume III: Bibliography of Russian Dialect Studies. Preliminary Version. Final Report."},
      {
        "id":"ED057671",
        "title":"Consistency, the Hobgoblin of the Petty Mind or In Support of Eclecticism."},
      {
        "id":"ED057672",
        "title":"In-Service Training: Opportunity and Obligations."},
      {
        "id":"ED057674",
        "title":"A Study to Determine the Relationship between Spanish Listening Comprehension Proficiency and Cultural Attitudes of Various Groups of Native and Non-Native Students of the Spanish Language in Three High Schools: Cholla, Pueblo, and Tucson."},
      {
        "id":"ED057675",
        "title":"Evaluation of the Predictive Power of Contrastive Analyses of Japanese and English. Final Report."},
      {
        "id":"ED057676",
        "title":"Sobre la ensenanza de la literatura hispanoamericana (The Teaching of Hispanoamerican Literature)."},
      {
        "id":"ED057680",
        "title":"High School Chinese: Second Year Student Work Book."},
      {
        "id":"ED057681",
        "title":"Feasibility Study on Implementation of the &quot;Ogontz Plan for Mutual International Education&quot; in the Seattle Public School District."},
      {
        "id":"ED057683",
        "title":"A Survey of the Foreign Language Background and Attitudes of Principals in Washington State Secondary Schools."},
      {
        "id":"ED057684",
        "title":"Some Correlates of High School Foreign Language Achievement."},
      {
        "id":"ED057685",
        "title":"A Syllabus for a Proposed Course \"Introduction to Language.\""},
      {
        "id":"ED057686",
        "title":"FLES Evaluations."},
      {
        "id":"ED057693",
        "title":"Guidelines for Evaluating Foreign Language Programs Abroad for High School Students: A Reappraisal."},
      {
        "id":"ED057694",
        "title":"New Teachers for New Students: Proceedings of the Seattle Symposium on the Training of Foreign Language Teachers."},
      {
        "id":"ED057695",
        "title":"A Study of Student Attitudes toward English as a Second Language in Puerto Rico."},
      {
        "id":"ED057696",
        "title":"Indonesian Basic Course: Volume 1, Lessons 1-8"},
      {
        "id":"ED057697",
        "title":"Haitian Creole Basic Course: Student Text, Volume I, Lessons 1-10."},
      {
        "id":"ED057698",
        "title":"Defining Language Comprehension: Some Speculations."},
      {
        "id":"ED057699",
        "title":"Czech Basic Course: Dictation (Aural Comprehension) Exercises, Units 1-145."},
      {
        "id":"ED057701",
        "title":"An Intensive Program in German."},
      {
        "id":"ED057702",
        "title":"\"Los Primeros Pasos:\" Phonics and Beginning Reading-Writing Instruction."},
      {
        "id":"ED057703",
        "title":"A Study in Disestablishmentarianism--Lessons and Implications from the Pennsylvania Report."},
      {
        "id":"ED057704",
        "title":"A Case for Independent Foreign Language Study."},
      {
        "id":"ED057705",
        "title":"Development and Evaluation of a Self-Instructional Spanish Course."},
      {
        "id":"ED057706",
        "title":"Hebrew for Secondary Schools."},
      {
        "id":"ED057707",
        "title":"Indonesian Basic Course: Volume II, Lessons 9-16."},
      {
        "id":"ED057709",
        "title":"Thai 18-Week Course: Volume III, Lessons 21-30."},
      {
        "id":"ED057712",
        "title":"Quality Foreign Language Instruction in the Elementary Schools."},
      {
        "id":"ED057713",
        "title":"New Role for the Language Department: Preparing Students for Overseas Study."},
      {
        "id":"ED057714",
        "title":"Report of the Committee on the Status of Women in the Faculty of Arts and Sciences."},
      {
        "id":"ED057715",
        "title":"New Career Curricula for the 1970s: A Challenge to America's State Colleges and Universities."},
      {
        "id":"ED057716",
        "title":"Engineering Technology Education Study. Preliminary Report."},
      {
        "id":"ED057717",
        "title":"Student and Faculty Views of an Occupation: A Study of Changing Student Perceptions of Dentistry."},
      {
        "id":"ED057718",
        "title":"Case Studies in the Liberal Arts College: Academic Administration."},
      {
        "id":"ED057719",
        "title":"Internal Structure: Organization and Administration of Institutions of Higher Education."},
      {
        "id":"ED057720",
        "title":"Student Services Administration in Higher Education."},
      {
        "id":"ED057723",
        "title":"Study of NDEA Title IV Fellowship Program. Phase I."},
      {
        "id":"ED057724",
        "title":"Report of the Commission on Undergraduate Education."},
      {
        "id":"ED057725",
        "title":"Degree Programs for the Part-Time Student: A Proposal."},
      {
        "id":"ED057726",
        "title":"Legal Bases of Boards of Higher Education in Fifty States."},
      {
        "id":"ED057727",
        "title":"Admissions and Student Body Composition. The Report to the President of Michigan State University from the Commission."},
      {
        "id":"ED057728",
        "title":"Toward Conceptualization of Learning Processes in the College Classroom II: Considerations From Operant and Social Learning Theory."},
      {
        "id":"ED057729",
        "title":"Report of the President's Committee on the Future University of Massachusetts."},
      {
        "id":"ED057730",
        "title":"The Anonymous Leaders of Higher Education."},
      {
        "id":"ED057731",
        "title":"In-Service Education in American Senior Colleges and Universities: A Status Report."}]
  }}
