{
  "response":{"numFound":509939,"start":312000,"numFoundExact":true,"docs":[
      {
        "id":"ED053312",
        "title":"Automation in the Schools: A Presentation on the Automation Study Project Given to the Material Handling Institute, Philadelphia, Pennsylvania."},
      {
        "id":"ED053313",
        "title":"Papers Presented at the Workshop on the Development of Guidelines for Planning Career Development Programs K-12 in Ohio."},
      {
        "id":"ED053315",
        "title":"Allied Health Occupations Project, Title I, Phase I."},
      {
        "id":"ED053316",
        "title":"AVA Report."},
      {
        "id":"ED053317",
        "title":"Identifying Inputs Toward Production Function Application in Education."},
      {
        "id":"ED053318",
        "title":"The Measurement of Job Relatedness for Vocational Program Evaluation."},
      {
        "id":"ED053319",
        "title":"A Five State Salary Survey of Postsecondary Vocational Technical Educators in Colorado, Iowa, Kansas, Nebraska, and Wyoming. A Descriptive Study of Reflective Criteria for Remuneration of Educational Personnel."},
      {
        "id":"ED053320",
        "title":"To Serve Them Better; A Report of the Special Needs Study on the Occupational Education Needs of Handicapped and Disadvantaged Secondary School Youth in Westchester County, 1968. Abstract."},
      {
        "id":"ED053321",
        "title":"Perspectives on Accreditation of Postsecondary Occupational Education."},
      {
        "id":"ED053322",
        "title":"Regional Conference on Accreditation of Postsecondary Occupational Education and Opportunities for Research and Development Under the 1968 Vocational Education Amendments."},
      {
        "id":"ED053323",
        "title":"Engineering and Technician Enrollments--Fall 1969."},
      {
        "id":"ED053324",
        "title":"Development Project Cooperative Work-Study Program for Educationally Alienated Students, Phase I Project SET (Select Employment Trainee)."},
      {
        "id":"ED053325",
        "title":"Personnel Testing and Equal Employment Opportunity."},
      {
        "id":"ED053326",
        "title":"Employing the Hard-Core: Internal Organizational Effects."},
      {
        "id":"ED053327",
        "title":"Dental Auxiliary Occupations, Task Analysis Data."},
      {
        "id":"ED053329",
        "title":"Women Who Work, Part 2: Married Women in the Labour Force: The Influence of Age, Education, Child-Bearing Status and Residence. Special Labour Force Studies Series B, No. 2."},
      {
        "id":"ED053331",
        "title":"Project: Pontiac Vocational Career Development Program; Evaluation Report."},
      {
        "id":"ED053332",
        "title":"Education Programs in Penal and Correctional Institutions: A Report by the Subcommittee on Occupational, Adult, and Institutional Education."},
      {
        "id":"ED053336",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Summer 1971."},
      {
        "id":"ED053337",
        "title":"Animal Science Technology. An Experimental Developmental Program. Volume I, Report of the Developmental Program."},
      {
        "id":"ED053338",
        "title":"Animal Science Technology. An Experimental Developmental Program. Volume II, Curriculum Course Outlines."},
      {
        "id":"ED053340",
        "title":"Aids to Media Selection for Students and Teachers."},
      {
        "id":"ED053345",
        "title":"Camp Counselor Influence of the 4-H Junior Camp Nature Study Programs at Camp Ohio."},
      {
        "id":"ED053346",
        "title":"The Educational Needs of Commercial Dairymen in Selected Northeastern Ohio Counties."},
      {
        "id":"ED053348",
        "title":"The Newsletter as a Communication Medium in Teaching Low-Income Homemakers."},
      {
        "id":"ED053349",
        "title":"Management Practices of Cotton Producers in Lauderdale County, Tennessee."},
      {
        "id":"ED053350",
        "title":"Role Modeling and Role Playing: A Manual for Vocational Development and Employment Agencies."},
      {
        "id":"ED053351",
        "title":"Title I, Higher Education Act of 1965: Annual Amendment to the Tennessee State Plan for Community Service and Continuing Education Programs for Fiscal Year 1972."},
      {
        "id":"ED053352",
        "title":"Employment Aspects of the Economics of Aging. A Working Paper in Conjunction with the Overall Study of \"Economics of Aging: Toward a Full Share in Abundance.\""},
      {
        "id":"ED053353",
        "title":"Older American Community Service Employment Act (S. 3604): Hearings before the Special Subcommittee on Aging of the Committee on Labor and Public Welfare, United States Senate."},
      {
        "id":"ED053354",
        "title":"The Adult's Judgment About Selected Leisure Activities."},
      {
        "id":"ED053355",
        "title":"Education of Adult Workers: Projections to 1985."},
      {
        "id":"ED053356",
        "title":"Evaluation of Administration on Aging and Conduct of White House Conference on Aging."},
      {
        "id":"ED053357",
        "title":"Handbook for Community Organization."},
      {
        "id":"ED053358",
        "title":"Women in 1970."},
      {
        "id":"ED053359",
        "title":"A Guide to Drug Abuse Education and Information Materials."},
      {
        "id":"ED053360",
        "title":"Continuing Education Seminars."},
      {
        "id":"ED053361",
        "title":"Off-Campus Study Centers for Government Employees."},
      {
        "id":"ED053363",
        "title":"The International Institute for Labour Studies: Appraisal and Forward Look."},
      {
        "id":"ED053366",
        "title":"Nursing Home Research Study. Quantitative Measurement of Nursing Services."},
      {
        "id":"ED053367",
        "title":"Bibliography on Continuing Education."},
      {
        "id":"ED053368",
        "title":"Continuing Education in the Local Community."},
      {
        "id":"ED053370",
        "title":"An Integrated Approach to Agricultural Extension."},
      {
        "id":"ED053371",
        "title":"Challenges of the '70's."},
      {
        "id":"ED053372",
        "title":"Supervision and Group Performance. Instructor's Guide."},
      {
        "id":"ED053378",
        "title":"The Learning Force: A More Comprehensive Framework for Educational Policy."},
      {
        "id":"ED053381",
        "title":"Cultural Enrichment through Community Action."},
      {
        "id":"ED053392",
        "title":"The Formulation, Implementation and Evaluation of Adult Education Institutes in Tennessee, 1971."},
      {
        "id":"ED053393",
        "title":"A Social Survey of Older Youth in Out-of-Home Care: An Analysis of 237 Case Records."},
      {
        "id":"ED053394",
        "title":"Some Mathematical Models of Individual Differences in Learning and Performance. Psychology and Education Series."},
      {
        "id":"ED053395",
        "title":"Project TALENT: Five Years after High School and Appendix II. Final Report."},
      {
        "id":"ED053396",
        "title":"Understanding the Work Milieu and Personnel in Developing Continuing Education for Rehabilitation Counselors. Studies in Continuing Education for Rehabilitation Counselors."},
      {
        "id":"ED053397",
        "title":"The Inflation-Unemployment Tradeoff and Public Employment. Working Papers."},
      {
        "id":"ED053398",
        "title":"Technical Consultant Services to Innovate More Adequate Rehabilitation Services to Clients with Catastrophic Disabilities. Rehabilitation Research Report. Final Survey, August 11, 1966 to June 30, 1969."},
      {
        "id":"ED053399",
        "title":"What Massachusetts Does about the Apprehended Juvenile Offender."},
      {
        "id":"ED053401",
        "title":"Anxiety and School Related Interventions: A Selective Review and Synthesis of the Psychological Literature. Interpretive Study II. Division of Research Reports."},
      {
        "id":"ED053402",
        "title":"Economic, Educational, and Personal Implications of Implementing Computerized Guidance Information Systems. Information System for Vocational Decisions."},
      {
        "id":"ED053403",
        "title":"Effects of Sex and Birth Order on Sex Role Development and Intelligence in Kindergarten Children."},
      {
        "id":"ED053404",
        "title":"Inquiry Role Approach: A Model for Counselor Involvement in Learning."},
      {
        "id":"ED053405",
        "title":"Report on Use of Supplementary Funds. Report on Recruitment, Certification, and Referral for Placement of Foster Homes for Older Youth. (Final Report)."},
      {
        "id":"ED053406",
        "title":"Moral Decision Making: Cheating on Examinations."},
      {
        "id":"ED053407",
        "title":"Pupil Control Ideology and Organizational Climate: An Empirical Assessment. A Paper Presented to the National Association of Elementary School Principals, April, 1971."},
      {
        "id":"ED053408",
        "title":"The Effect of Group Composition and Time on Sensitivity Training."},
      {
        "id":"ED053409",
        "title":"Cognitive Similarity in Normal and Schizogenic Families."},
      {
        "id":"ED053410",
        "title":"Effects of Sudden, Mass School Desegregation on Interracial Interaction and Attitudes in One Southern City."},
      {
        "id":"ED053411",
        "title":"Censorship as an Attitude Change Induction."},
      {
        "id":"ED053412",
        "title":"A Comparison between Diagnostic Patterns of Student Problems Seen at the Mental Health Clinic and the Testing and Counseling Service of the University of Missouri-Columbia."},
      {
        "id":"ED053414",
        "title":"Boundaries around Group Interaction: The Effect of Size and Status."},
      {
        "id":"ED053415",
        "title":"Reactions of Idealists and Pragmatists to Expectancy Disconfirmation: Who Will Change Society?"},
      {
        "id":"ED053416",
        "title":"Educating Stroke Patient Families. Final Report Volumes I, II, and III. Milwaukee Media for Rehabilitation Research Reports."},
      {
        "id":"ED053417",
        "title":"NAPPA Papers on Accountability: To Whom, For What, and By What Criteria?"},
      {
        "id":"ED053418",
        "title":"Group Mediated Risk Taking and Cautious Behavior: A Methodological and Theoretical Analysis."},
      {
        "id":"ED053419",
        "title":"Learning for Mastery. Instruction and Curriculum. Regional Education Laboratory for the Carolinas and Virginia, Topical Papers and Reprints, Number 1."},
      {
        "id":"ED053421",
        "title":"Anxiety Differences in Difficult and Easy Test Conditions."},
      {
        "id":"ED053422",
        "title":"College Students' Perceptions of Their Parents' Attitudes and Practices toward Drug Use."},
      {
        "id":"ED053423",
        "title":"Effects of Surveillance and Punishment on the Cheating Behavior of Two Delinquent Retardates."},
      {
        "id":"ED053424",
        "title":"The Effects of Instructional Practices on Student Learning, Emotional Growth, and Interpersonal Relations. Final Report."},
      {
        "id":"ED053425",
        "title":"Group Planning and Task Efficiency with Complex Problems. Final Report."},
      {
        "id":"ED053427",
        "title":"The Development of a Series of Video Taped Counseling Sessions. Final Report. CORD Project."},
      {
        "id":"ED053428",
        "title":"Personality Correlates of Susceptability to Set in Learning. Final Report. CORD Project."},
      {
        "id":"ED053429",
        "title":"Desired Counseling Center Functions as Perceived by Faculty and Students. Final Report. CORD Project."},
      {
        "id":"ED053430",
        "title":"Title I ESEA in Institutions for Neglected and Delinquent Children."},
      {
        "id":"ED053431",
        "title":"Text Book Underlining as an Index of Student Identification of Relevant Instructional Content. Final Report. WSU-CORD."},
      {
        "id":"ED053432",
        "title":"Identification of Student Needs and Desires for Educative Experiences Other Than Those Found in the Classroom Environment. Final Report. WSU-CORD."},
      {
        "id":"ED053433",
        "title":"The Study of Non-Verbal Action of Counselees. Final Report. WSU-cord."},
      {
        "id":"ED053434",
        "title":"A Study of the Determinants of Idiosyncrasy Credit. Final Report."},
      {
        "id":"ED053435",
        "title":"A Study of Four Approaches to Drug Abuse Prevention. Final Report."},
      {
        "id":"ED053436",
        "title":"Learning and Transfer in Concept Identification as a Function of Concept Rule, Saliency, and Stimulus Variety. Final Report."},
      {
        "id":"ED053437",
        "title":"Perceptions of the Changing Role of the Urban Elementary School Principal: Report of a Survey."},
      {
        "id":"ED053438",
        "title":"Indepth Study for Freeland Community Schools. Title of Proposed Study &quot;STAY&quot; (Start Teaching All Year). Study Conducted During the 1969-1970 School Year."},
      {
        "id":"ED053439",
        "title":"Source Materials for Educational Administration: Critiques."},
      {
        "id":"ED053440",
        "title":"Individualized Continuing Education for School Administrators -- One Approach. An Occasional Paper."},
      {
        "id":"ED053441",
        "title":"Instructional Objectives in Administrator Training."},
      {
        "id":"ED053442",
        "title":"Administrative Aspects of Educational Planning."},
      {
        "id":"ED053443",
        "title":"Educational Costs and Productivity."},
      {
        "id":"ED053444",
        "title":"Management and Decision-Making in Educational Planning."},
      {
        "id":"ED053445",
        "title":"The Bureaucracy-Alienation Relationship in Secondary Schools."},
      {
        "id":"ED053446",
        "title":"Municipal Overburden. State-of-the-Knowledge Series, No. 13."},
      {
        "id":"ED053448",
        "title":"A Study To Determine the Effectiveness of Open Enrollment and Busing as Solutions for the Social Segregation Situation in the San Diego City Schools. A Report."},
      {
        "id":"ED053449",
        "title":"Report of the Assistant Principalship. Volume 3: The Study of the Secondary School Principalship."},
      {
        "id":"ED053450",
        "title":"Use and Effectiveness of Title III in Selected \"Developing Institutions.\" Final Report."},
      {
        "id":"ED053451",
        "title":"Iowa Annual Evaluation Report for Fiscal Year 1970 (School Year 1969-70): Title I of Public Law 89-10 of the Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED053452",
        "title":"District of Columbia Evaluation of ESEA Title I Programs, 1969-70. Final Report."},
      {
        "id":"ED053453",
        "title":"Connecticut Evaluation of Title I of the Elementary and Secondary Act for Fiscal Year 1970."},
      {
        "id":"ED053454",
        "title":"Kansas Annual Evaluation Report: Title I of E.S.E.A. Projects, 1970."},
      {
        "id":"ED053455",
        "title":"Arkansas State Annual Evaluation Report for Fiscal Year Ending June 30, 1970: Compensatory Education, Elementary and Secondary Education Act of 1965 - Title I."},
      {
        "id":"ED053456",
        "title":"Arizona State Annual Evaluation Report, Fiscal Year 1970: Elementary and Secondary Education Act of 1965 - Title I."},
      {
        "id":"ED053457",
        "title":"Alabama Annual Evaluation Report: Title I Programs, Fiscal Year 1970. Title I of Public Law 89-10, the Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED053458",
        "title":"Alaska Annual Evaluation Report: Title I, ESEA, FY 70."},
      {
        "id":"ED053459",
        "title":"California Evaluation of ESEA Title I Projects. Annual Report 1969-70."},
      {
        "id":"ED053460",
        "title":"Indiana State Annual Evaluation Report, Fiscal Year 1970 (School Year 1969-1970): Title I, ESEA."},
      {
        "id":"ED053461",
        "title":"Illinois Annual Evaluation Report, 1969: for Title I, Public Law 89-10, Projects."},
      {
        "id":"ED053462",
        "title":"Annual Evaluation Report: Title I, ESEA. Fiscal Year 1970."},
      {
        "id":"ED053463",
        "title":"Hawaii State Annual Evaluation Report for Fiscal Year Ending June 30, 1970: State Summary of Title I, ESEA."},
      {
        "id":"ED053464",
        "title":"Knoxville City Schools Evaluation: PL89-10, Title I. Regular School Program."},
      {
        "id":"ED053465",
        "title":"Colorado Annual Evaluation Project, FY 1970: Title I (Public Law 89-10)."},
      {
        "id":"ED053466",
        "title":"Florida State Annual Evaluation Report of Title I Projects: Elementary and Secondary Education Act of 1965. 1969-70 Fiscal Year."},
      {
        "id":"ED053467",
        "title":"Passaic, N.J. Report on ESEA Title I Summer Program, July 1970."},
      {
        "id":"ED053468",
        "title":"Rhode Island Fifth Annual Evaluation, Fiscal Year 1969-70: Title I Elementary and Secondary Education Act."},
      {
        "id":"ED053469",
        "title":"North Dakota Annual Evaluation Report for Fiscal Year Ending June 30, 1970: Elementary and Secondary Education Act of 1965 - Title I."},
      {
        "id":"ED053470",
        "title":"Ohio Fifth Annual Evaluation Report of Title I, Fiscal Year 1970."},
      {
        "id":"ED053471",
        "title":"Oregon State Annual Evaluation Report for Fiscal Year 1970: Public Law 89-10, Title I."},
      {
        "id":"ED053472",
        "title":"Pennsylvania Annual Evaluation Report: Department of Education, 1970."},
      {
        "id":"ED053473",
        "title":"Newark Board of Education Title I E.S.E.A. Evaluation. Summary Report."},
      {
        "id":"ED053474",
        "title":"North Carolina Evaluation Report, Fiscal Year 1970: Elementary and Secondary Act of 1965 - Title I."},
      {
        "id":"ED053475",
        "title":"South Carolina Annual Evaluation Report: Title I, ESEA, 1969-1970."},
      {
        "id":"ED053476",
        "title":"Louisiana State Annual Evaluation Report for Fiscal Year 1970: Public Law 89-10, Title I, ESEA. Bulletin No. 1186."},
      {
        "id":"ED053477",
        "title":"Puerto Rico State Annual Evaluation Report, Fiscal Year 1970: Title I, ESEA, PL 89-10."},
      {
        "id":"ED053478",
        "title":"Annual Evaluation Report of Programs Funded Under P.L. 89-10, Title I in Michigan."},
      {
        "id":"ED053479",
        "title":"[Fifth Annual Evaluation Report, FY 1970: Title I, ESEA.]"},
      {
        "id":"ED053480",
        "title":"Annual State Report: ESEA, Title I, 1970."},
      {
        "id":"ED053481",
        "title":"Annual Evaluation: Elementary and Secondary Act of 1965 - Title I, Maine, FY 1970."},
      {
        "id":"ED053482",
        "title":"Evaluation of Project MOVING AHEAD, Title I Project, Salem Public Schools, Summer 1970."},
      {
        "id":"ED053483",
        "title":"[Nebraska State Annual Evaluation Report: Title I, ESEA, 69-70.]"},
      {
        "id":"ED053484",
        "title":"Evaluation Report, Fiscal Year 1970: Title I in South Dakota. Special Programs for Educationally Deprived Children."},
      {
        "id":"ED053485",
        "title":"An Evaluation for Fiscal Year 1970: Title I, ESEA in the State of Vermont. Annual Report 1969-1970."},
      {
        "id":"ED053486",
        "title":"Annual Report: Activities and/or Services for Educationally Deprived Children Under Title I of the Elementary and Secondary Education Act for Fiscal Year Ending June 30, 1970."},
      {
        "id":"ED053487",
        "title":"State of Tennessee Annual Evaluation Report: Title I, Elementary and Secondary Education Act of 1965, Public Law 89-10, Fiscal Year 1970."},
      {
        "id":"ED053488",
        "title":"Project HIGHER GROUND, ESEA Title I Evaluation Report, FY 1969-1970."},
      {
        "id":"ED053489",
        "title":"Wyoming State Annual Evaluation Report for Fiscal Year Ending June 30, 1970: Division of Compensatory Education, Elementary and Secondary Education Act of 1965 - Title I."},
      {
        "id":"ED053490",
        "title":"State Annual Title I Evaluation Report for Fiscal Year Ending June 30, 1970."},
      {
        "id":"ED053491",
        "title":"State of Wisconsin Annual Evaluation Report: Title I, Elementary and Secondary Education Act of 1965, Public Law 89-10, Fiscal Year 1970."},
      {
        "id":"ED053492",
        "title":"Washington State Annual Evaluation Report for Fiscal Year Ending June 30, 1970: Elementary and Secondary Education Act of 1965 - Title I."},
      {
        "id":"ED053493",
        "title":"State Annual Evaluation Report for 1969-70: Title I Elementary and Secondary Education Act of 1965 Public Law 89-10, as Amended."},
      {
        "id":"ED053494",
        "title":"Annual Evaluation Report for 1969-70: ESEA Title I, Public Law 89-10, As Amended."},
      {
        "id":"ED053495",
        "title":"Institutional Research and Academic Outcomes. Proceedings of the Association for Institutional Research Annual Forum. (8th, San Francisco, California, May 6-9, 1968.)"},
      {
        "id":"ED053498",
        "title":"Directory of Services for the Retarded in the Greater Boston Area."},
      {
        "id":"ED053499",
        "title":"The Provision of Education for Pupils Who Are Homebound or Hospitalized."},
      {
        "id":"ED053500",
        "title":"Sex Differences in Attitudes of Young Male and Female Gifted Youngsters Toward Handicapped Individuals."},
      {
        "id":"ED053501",
        "title":"Sex Differences in the Distribution of Attitudes Toward Handicapped Individuals on the Part of Selected College Subjects."},
      {
        "id":"ED053502",
        "title":"Teaching Gifted Students Social Sciences in Grades Ten through Twelve."},
      {
        "id":"ED053503",
        "title":"Enhancement of Productive Thinking in Institutionalized Mental Retardates. Final Report."},
      {
        "id":"ED053504",
        "title":"Behavior Modification Programs for Deaf-Blind Children. Proceedings of a Workshop Held July 13-14, 1970 (Pineville, Louisiana)."},
      {
        "id":"ED053505",
        "title":"Action in the States in the Fields of Mental Health, Mental Retardation and Related Areas, 1968-1969."},
      {
        "id":"ED053506",
        "title":"The Itinerant Resource Teacher: A Manual for Programs with Gifted Children."},
      {
        "id":"ED053507",
        "title":"Status Report for the Program for the Education of Exceptionally Talented Children, 1969-1970."},
      {
        "id":"ED053508",
        "title":"Comprehensive Programming for the Deaf-Retarded Within New York State: A Survey and Proposal."},
      {
        "id":"ED053509",
        "title":"A Resource Guide for Teachers of Young Hearing Impaired Children."},
      {
        "id":"ED053510",
        "title":"Social Studies for EMR Pupils: A Course of Study for Junior High Schools."},
      {
        "id":"ED053511",
        "title":"The School Adjustment Program: Individualized Intervention for Children with Behavior Disorders."},
      {
        "id":"ED053512",
        "title":"Problems and Programs in the Education of Multiply Disabled Deaf Children."},
      {
        "id":"ED053513",
        "title":"Parent Education: Exceptional Child Bibliography Series."},
      {
        "id":"ED053514",
        "title":"Diagnostic Teaching: Exceptional Child Bibliography Series."},
      {
        "id":"ED053515",
        "title":"Vocational Training: Exceptional Child Bibliography Series."},
      {
        "id":"ED053516",
        "title":"Physical Facilities: Exceptional Child Bibliography Series."},
      {
        "id":"ED053517",
        "title":"Professional Education: Exceptional Child Bibliography Series."},
      {
        "id":"ED053518",
        "title":"Instructional Materials: Exceptional Child Bibliography Series."},
      {
        "id":"ED053519",
        "title":"Directories of Services and Facilities: Exceptional Child Bibliography Series."},
      {
        "id":"ED053520",
        "title":"Gifted and Creativity Research: Exceptional Child Bibliography Series."},
      {
        "id":"ED053521",
        "title":"Trainable Mentally Handicapped - Programs: Exceptional Child Bibliography Series."},
      {
        "id":"ED053522",
        "title":"Trainable Mentally Handicapped - Research: Exceptional Child Bibliography Series."},
      {
        "id":"ED053523",
        "title":"The Education of Behaviorally Disordered Children in the Public School Setting. Interim Report."},
      {
        "id":"ED053524",
        "title":"Parent Training in Precise Behavior Management with Mentally Retarded Children. Final Report."},
      {
        "id":"ED053525",
        "title":"Abstract of Research Project Sensory Integrative Processes and Learning Disorders."},
      {
        "id":"ED053531",
        "title":"Development and Evaluation of an Automated Assembly Language Teacher."},
      {
        "id":"ED053532",
        "title":"An Investigation of the Effects of Learner Control in Computer-Assisted Instruction Prerequisite Mathematics (MATHS)."},
      {
        "id":"ED053533",
        "title":"Engineering Operational CAI."},
      {
        "id":"ED053534",
        "title":"Topics in CAI: Information Transfers and Review. Paper I; Control and Feedback in the Environment of a Computer Tutor. Paper II; Review in CAI: The Problem and an Implemented Solution."},
      {
        "id":"ED053540",
        "title":"Communication Media and Educational Technology: An Overview and Assessment with Reference to Communication Satellites."},
      {
        "id":"ED053546",
        "title":"The On Line Modeling System. Part One, General Discussion. Part Two and Part Three, Programmers&apos; Reference Manual."},
      {
        "id":"ED053548",
        "title":"Annual Progress Report; January 1, 1970 through December 31, 1970."},
      {
        "id":"ED053549",
        "title":"The Development of a Measure of State Epistemic Curiosity."},
      {
        "id":"ED053550",
        "title":"Measurement Techniques for Individualized Instruction in CAI."},
      {
        "id":"ED053551",
        "title":"An Investigation of the Effects of Two Types of Instructional Terminals in Computer-Managed Instruction."},
      {
        "id":"ED053557",
        "title":"Use of Visual Media in Schools."},
      {
        "id":"ED053559",
        "title":"This Is NHK '71."},
      {
        "id":"ED053561",
        "title":"The Use of Television and Video Tape Compared to Researching Printed Career Information as a Means of Assisting Rural 9th Grade Youth Career Decision Making Process. Research Report."},
      {
        "id":"ED053562",
        "title":"Evaluating Non-Commercial Television: A Case Study. Final Report."},
      {
        "id":"ED053563",
        "title":"Instructional Strategies: A Model and Its Application. Annual Report, July 1971. Part I."},
      {
        "id":"ED053564",
        "title":"[Forecast Use of Telecommunication Technology in 1985.]"},
      {
        "id":"ED053565",
        "title":"On the Imortance of Complexity in Supportive Systems for Educational Computing."},
      {
        "id":"ED053568",
        "title":"The Effects of Prestige and Identification Factors on Attitude Restructuring and Learning from Sound Films. Rapid Mass Learning. Technical Report."},
      {
        "id":"ED053569",
        "title":"Effects on Training of Experimental Film Variables Study II. Verbalization, \"How-It-Works,\" Nomenclature, Audience Participation, and Succinct Treatment. Rapid Mass Learning. Technical Report."},
      {
        "id":"ED053574",
        "title":"Effects of State Anxiety and Programming Variables on the Computer-Assisted Learning of College Students. Final Report."},
      {
        "id":"ED053575",
        "title":"Television in the Daily Lives of Children."},
      {
        "id":"ED053577",
        "title":"Public Broadcasting and Educational Television: A Report to the Washington State Legislature by the Subcommittee on Educational Television and Libraries of the Joint Committee on Education."},
      {
        "id":"ED053578",
        "title":"Using Television for Teaching a Second Language Through Dramatized Every Day Situations; An Assessment of Effects on Active Speech and On Understanding Dialogues Presented by Other Media."},
      {
        "id":"ED053580",
        "title":"Manual of Tape Scripts: Spanish Level 3. Curriculum Bulletin, 1970-71 Series, Number 10."},
      {
        "id":"ED053581",
        "title":"Language and Categories: Some Notes for Foreign Language Teachers."},
      {
        "id":"ED053583",
        "title":"The Place of the English Language in the U.S.S.R."},
      {
        "id":"ED053585",
        "title":"A Questioning-Answering Program for Simple Kernel Sentences (QUE2)."},
      {
        "id":"ED053591",
        "title":"Para-professionals: Their Role in ESOL and Bilingual Education."},
      {
        "id":"ED053592",
        "title":"Reading in the ESL Program."},
      {
        "id":"ED053593",
        "title":"Education in Spain: Educational Data."},
      {
        "id":"ED053594",
        "title":"Foreign Languages: Selected Materials for Prospective Teachers of Foreign Languages."},
      {
        "id":"ED053595",
        "title":"The Semantic Basis of Do So."},
      {
        "id":"ED053596",
        "title":"Would an Orthography Based on Chomsky and Halle's Underlying Phonological Representations Be Optimal?"},
      {
        "id":"ED053597",
        "title":"Adapting and Writing Language Lessons."},
      {
        "id":"ED053598",
        "title":"English in Colombia."},
      {
        "id":"ED053599",
        "title":"The Afro-Brazilian Fetish Cults: Religious Syncretism."},
      {
        "id":"ED053600",
        "title":"[Address to the Opening General Session: Fifth Annual TESOL Convention, 1971.]"},
      {
        "id":"ED053601",
        "title":"The Academic Adjustment of a Group of Foreign Students in Sweden."},
      {
        "id":"ED053602",
        "title":"Predator or Pedagogue?: The Teacher of the Bilingual Child."},
      {
        "id":"ED053603",
        "title":"Teaching English to American Indians."},
      {
        "id":"ED053604",
        "title":"Teaching English to Speakers of Other Languages: Problems and Priorities."},
      {
        "id":"ED053605",
        "title":"ESL-Who Needs It?"},
      {
        "id":"ED053606",
        "title":"Composition at the Advanced ESL Level: A Teacher's Guide to Connected Paragraph Construction for Advanced-Level Foreign Students."},
      {
        "id":"ED053607",
        "title":"Structural Ambiguity and the Suprasegmentals."},
      {
        "id":"ED053608",
        "title":"Bilingualism in Puerto Rico: A History of Frustration."},
      {
        "id":"ED053609",
        "title":"HESL and MESL: The Teaching of History and Math as Components of an English as a Second English [Language] Program."},
      {
        "id":"ED053610",
        "title":"Practicalities in Teaching English-as-a-Second Language to Navajo Children."},
      {
        "id":"ED053611",
        "title":"Comparative and International Education: A Selective Bibliography."},
      {
        "id":"ED053612",
        "title":"Expectancy for Successive Elements."},
      {
        "id":"ED053613",
        "title":"Bilagaana Bizaad (The English Language): ESL/EFL in a Navajo Bilingual Setting."},
      {
        "id":"ED053614",
        "title":"Bibliography of Indian Education and Curriculum Innovation."},
      {
        "id":"ED053615",
        "title":"Scope and Sequence of Modern Foreign Languages: Grades 7-12 (Tentative)."},
      {
        "id":"ED053616",
        "title":"Television as a Technical Aid in Education and in Educational and Psychological Research: A Bibliographical Account of German Literature."},
      {
        "id":"ED053618",
        "title":"Portuguese Basic Course: Military Reader, Lessons 1-20."},
      {
        "id":"ED053620",
        "title":"Children's Comprehension of Natural Language."},
      {
        "id":"ED053627",
        "title":"Research on Language Methodology."},
      {
        "id":"ED053628",
        "title":"Persian Basic Course: Units 1-12."},
      {
        "id":"ED053629",
        "title":"Clark County School District ESEA Title I Final Evaluation, 1969-70."},
      {
        "id":"ED053630",
        "title":"Analyzing Literary Representations of Recent Northern Urban Negro Speech: A Technique, with Application to Three Books."},
      {
        "id":"ED053631",
        "title":"American Children's Acquisition of Spanish Syntax in the Madrid Environment: Preliminary Edition."},
      {
        "id":"ED053632",
        "title":"Bibliographie: Moderner Fremdsprachenunterricht (Bibliography: Modern Foreign Language Instruction), 1971. Volume 2, Number 2."},
      {
        "id":"ED053633",
        "title":"Research Handbook on Children's Language Learning. Preliminary Edition. Final Report."},
      {
        "id":"ED053634",
        "title":"Culture Curriculum for German, Level II."},
      {
        "id":"ED053635",
        "title":"Culture Curriculum for Spanish, Level 2."},
      {
        "id":"ED053636",
        "title":"Culture Curriculum: French, Level II."},
      {
        "id":"ED053638",
        "title":"Culture Curriculum for French, Level I."},
      {
        "id":"ED053639",
        "title":"Student Manpower. Report of the Atlanta Student Manpower Project for the U.S. Department of Labor."},
      {
        "id":"ED053640",
        "title":"Higher Education Personnel Training Programs 1971-1972; Fellowship Programs (Part E, Education Professions Development Act, P.L. 90-35)."},
      {
        "id":"ED053641",
        "title":"The Harvard College Class of 1970."},
      {
        "id":"ED053642",
        "title":"The \"New\" Domain of Post-Secondary Education."},
      {
        "id":"ED053643",
        "title":"A Lottery System for Higher Education."},
      {
        "id":"ED053644",
        "title":"Breaking the System: The Redistribution of Educational and Non-Educational Goods."},
      {
        "id":"ED053645",
        "title":"Credentialism in Our Ignorant Society."},
      {
        "id":"ED053646",
        "title":"Campus Disaffection, Present and Future."},
      {
        "id":"ED053647",
        "title":"Doctor of Arts Degree Programs Now Offered by Universities."},
      {
        "id":"ED053648",
        "title":"Student Expense Budgets of American Colleges and Universities for the 1968-69 Academic Year."},
      {
        "id":"ED053649",
        "title":"Estimating Parents' Contribution to College Costs. The Accuracy of Three Measures of Succeeding Year Family Net Income."},
      {
        "id":"ED053650",
        "title":"Measuring the Financial Strength of Family Assets."},
      {
        "id":"ED053652",
        "title":"Student Expense Budgets of American Colleges and Universities for the 1967-68 Academic Year."},
      {
        "id":"ED053653",
        "title":"Student Expense Budgets of Colleges and Universities for the 1970-71 Academic Year."},
      {
        "id":"ED053654",
        "title":"Student Expense Budgets of Colleges and Universities for the 1971-72 Academic Year."},
      {
        "id":"ED053655",
        "title":"Expense Budgets of Self-Supporting Students 1967-68 and 1968-69."},
      {
        "id":"ED053656",
        "title":"Some Thoughts and Reflections Regarding Parental Ability to Pay for Higher Education."},
      {
        "id":"ED053657",
        "title":"Expected Contribution Toward Educational Costs: Suggested Revisions for 1969-70."},
      {
        "id":"ED053658",
        "title":"Summary Statistics: Parents' Confidential Statements filed with College Scholarship Service during 1966-67."},
      {
        "id":"ED053659",
        "title":"On the Determination of Effective Income in CSS Needs Analysis Procedures."},
      {
        "id":"ED053660",
        "title":"Patterns for Progress in Aging; A Plan to Span; Work-Study in Social Gerontology; A Demonstration Project at the University of Denver."},
      {
        "id":"ED053661",
        "title":"Education and Training for the Public Service in Connecticut."},
      {
        "id":"ED053662",
        "title":"Fourteen Years of Research on Fellowship Selection; A Summary."},
      {
        "id":"ED053663",
        "title":"Federal Support of Basic Research in Institutions of Higher Learning."},
      {
        "id":"ED053664",
        "title":"Opening the Door to College Study; What Every High School Student Needs to Know about Regents Scholarships and Scholar Incentive Awards."},
      {
        "id":"ED053665",
        "title":"Doctorate Recipients from United States Universities 1958-1966. A Statistical Report."},
      {
        "id":"ED053666",
        "title":"Academic Calendars; A Bibliography; Selected References on Academic Calendars in Higher Education through December, 1969"},
      {
        "id":"ED053667",
        "title":"A Comparison of Environmental Perceptions of Student Subgroups in Residence Halls."},
      {
        "id":"ED053668",
        "title":"An Analysis of Academic Performance of Working and Non-Working Students on Academic Probation at Northern Illinois University."},
      {
        "id":"ED053669",
        "title":"Higher Education. NAM Public Policy Report."},
      {
        "id":"ED053670",
        "title":"Conference of Overseas Vice-Chancellors (Ottawa, September, 1970)."},
      {
        "id":"ED053671",
        "title":"Journal of Proceedings and Addresses of the Association of Graduate Schools in the Association of American Universities (22nd, Montreal, October 22-23, 1970)."},
      {
        "id":"ED053672",
        "title":"Student Life Styles and their Impact on College Union Planning. Final Revised Copy."},
      {
        "id":"ED053673",
        "title":"A Report on the Status of Women at the University of Washington; Part II, Undergraduate and Graduate Students."},
      {
        "id":"ED053674",
        "title":"Predicting Career Choices of Able College Men from Occupational and Basic Interest Scales of the SVIB."},
      {
        "id":"ED053675",
        "title":"Characteristics of Academic &quot;Brains&quot; in Different Career Fields."},
      {
        "id":"ED053676",
        "title":"Bright Black Youth: Their Educational Plans and Career Aspirations."},
      {
        "id":"ED053677",
        "title":"A Humanistic Approach to Curriculum and Instruction."},
      {
        "id":"ED053678",
        "title":"Summary of Six National Special Study Institutes on Upgrading Doctoral Level Training Programs in Mental Retardation. Final Report."},
      {
        "id":"ED053679",
        "title":"Tufts University Equal Opportunity Policy Statement."},
      {
        "id":"ED053680",
        "title":"Effect and Stability of Leadership Training."},
      {
        "id":"ED053681",
        "title":"Building a Program of General Education in Higher Education."},
      {
        "id":"ED053682",
        "title":"The Organization of Departments."},
      {
        "id":"ED053683",
        "title":"College Finances: Ills and Remedies."},
      {
        "id":"ED053684",
        "title":"The Undergraduate Woman."},
      {
        "id":"ED053685",
        "title":"Teaching or Learning?"},
      {
        "id":"ED053686",
        "title":"Reform and Resistance."},
      {
        "id":"ED053687",
        "title":"The Is and the Ought of Higher Education in the Seventies; Addresses and Proceedings of the Annual Meeting of the Western College Association."},
      {
        "id":"ED053688",
        "title":"319 Ways Colleges and Universities are Meeting the Financial Pinch."},
      {
        "id":"ED053689",
        "title":"The Advantages of Work-Study Plans."},
      {
        "id":"ED053690",
        "title":"Follow-Up of Non-Teaching Graduates; Graduates of 1969, 1970 Responses concerning Majors, Minors, Financial Aid, Employment Status, Placement Services, Guidance."},
      {
        "id":"ED053691",
        "title":"The Academic and Financial Status of Graduate Students, Spring 1965."},
      {
        "id":"ED053692",
        "title":"Computer-Assisted College Administration. Final Report."},
      {
        "id":"ED053693",
        "title":"Wisconsin State Universities: Purpose, and Exercise of Authority over Students."},
      {
        "id":"ED053694",
        "title":"[Establishment of an All-University Senate at Washington State University.]"},
      {
        "id":"ED053695",
        "title":"Minnesota Ph.D.s Evaluate their Training; A Study of the Relationship of Various Ph.D. Programs to Later Career Service and Satisfaction."},
      {
        "id":"ED053697",
        "title":"Reexamining Tenure at Hampshire College for the AAHE Section on &quot;Reexamination of Tenure: Implications of Collective Bargaining and Contracts for Service.&quot;"},
      {
        "id":"ED053698",
        "title":"Mobility of PhD&apos;s Before and After the Doctorate with Associated Economic and Educational Characteristics of States. Career Patterns Report Number Three."},
      {
        "id":"ED053700",
        "title":"The &quot;Managerialization&quot; of Higher Education. Administration and Organization. Topical Papers and Reprints No. 1."},
      {
        "id":"ED053701",
        "title":"The Application of Open Systems Theory and Organization Development to Higher Education: A Position."},
      {
        "id":"ED053702",
        "title":"Riots, Civil and Criminal Disorders. College Campus Disorders. Second Interm Report of the Committee on Government Operations, United States Senate, Made by its Permanent Subcommittee on Investigations Together with Additional, Individual, and Minority Views."},
      {
        "id":"ED053703",
        "title":"Report of Regents' Commission to Advise the Board on How to Separate the Student Publications at the University of Maryland from the University."},
      {
        "id":"ED053704",
        "title":"Five Years after the College Degree; Part I, Graduate and Professional Education. Draft."},
      {
        "id":"ED053705",
        "title":"Study of NDEA Title IV Fellowship Program Phase II."},
      {
        "id":"ED053706",
        "title":"Students Enrolled for Advanced Degrees, Fall 1969. Summary Data."},
      {
        "id":"ED053707",
        "title":"A Pilot Project to Develop Instruments for an Impact Study of Wisconsin State University - River Falls. Final Report."},
      {
        "id":"ED053708",
        "title":"How Big a Ripple? The Impact of the Wisconsin Consortium of Research Development. Final Report #2."},
      {
        "id":"ED053709",
        "title":"Programmatic Support for the Development of Research Capabilities in a Consortium of Higher Education Institutions in Colorado. Final Report."},
      {
        "id":"ED053711",
        "title":"Human Service Institutes. An Alternative for PROFESSIONAL Higher Education."},
      {
        "id":"ED053712",
        "title":"Cooperative Education."},
      {
        "id":"ED053713",
        "title":"Class Size Effect on Community College Economic Education."},
      {
        "id":"ED053714",
        "title":"Measurement and Evaluation in Junior College Reading Programs."},
      {
        "id":"ED053715",
        "title":"Experimental Strategies for the Evaluation of Instruction."},
      {
        "id":"ED053717",
        "title":"An Affirmative Action Program for Ethnic Minorities. Part I: Present Practices and Procedures of Los Rios District."},
      {
        "id":"ED053718",
        "title":"Study of Community Colleges and Vocational-Technical Centers, Phase I."},
      {
        "id":"ED053719",
        "title":"A Student Volunteer Services Bureau."},
      {
        "id":"ED053720",
        "title":"A Directory of Self-Instructional Materials Used in the Junior College."},
      {
        "id":"ED053721",
        "title":"Financial Aids for Community College Students."},
      {
        "id":"ED053722",
        "title":"Community Participation in the Community College."},
      {
        "id":"ED053723",
        "title":"Black Studies in the Community College."},
      {
        "id":"ED053724",
        "title":"Extending Environmental Research to the Community College."},
      {
        "id":"ED053725",
        "title":"Foothill Community College District: Community Services Status Report."},
      {
        "id":"ED053726",
        "title":"Interlibrary Cooperation in the Baltimore--Washington Area."},
      {
        "id":"ED053727",
        "title":"Problems in University Library Management."},
      {
        "id":"ED053728",
        "title":"An Institute in Archival Librarianship (University of Oregon, Eugene, September 22, 1969 - August 14, 1970.) Final Report."},
      {
        "id":"ED053730",
        "title":"[Church Archives; Selected Papers.]"},
      {
        "id":"ED053731",
        "title":"[Selected Papers From the Institute in Archival Librarianship, University of Oregon, September 22, 1969 - August 14, 1970.]"},
      {
        "id":"ED053732",
        "title":"[Genealogical Research.]"},
      {
        "id":"ED053733",
        "title":"[The Henry E. Huntington Library.]"},
      {
        "id":"ED053734",
        "title":"[Harvard University Archives.]"},
      {
        "id":"ED053735",
        "title":"[University of California Archives.]"},
      {
        "id":"ED053736",
        "title":"[The Presidential Libraries.]"},
      {
        "id":"ED053737",
        "title":"[The New York Public Library.]"},
      {
        "id":"ED053738",
        "title":"[The Library of Congress Manuscript Division.]"},
      {
        "id":"ED053739",
        "title":"[North Carolina State Archives.]"},
      {
        "id":"ED053740",
        "title":"[Wisconsin State Archives.]"},
      {
        "id":"ED053741",
        "title":"[California State Archives.]"},
      {
        "id":"ED053743",
        "title":"Information Science: Toward the Development of a True Scientific Discipline."},
      {
        "id":"ED053744",
        "title":"Learning to Use Media."},
      {
        "id":"ED053746",
        "title":"Copyright Law Concerning Works of Art, Photographs and the Written Word."},
      {
        "id":"ED053748",
        "title":"A Study of Book Thefts in Academic Libraries."},
      {
        "id":"ED053749",
        "title":"The Tanganyika Library Service."},
      {
        "id":"ED053750",
        "title":"The Function of the Library in A College of Advanced Education."},
      {
        "id":"ED053751",
        "title":"An Example of the Application of Generalized Information Systems Concepts to the Quantification of Information in a Decision System: The Examination of Quantified Information Flow in an Industrial Control Problem."},
      {
        "id":"ED053752",
        "title":"Cataloging--In--Publication: Problems and Prospects."},
      {
        "id":"ED053757",
        "title":"A History of Bookmobile Library Service in the State of Utah."},
      {
        "id":"ED053758",
        "title":"Marketing the Products and Services of Information Analysis Centers."},
      {
        "id":"ED053759",
        "title":"Knowledge, Universities, and Libraries: Some Social-Functional Aspects of Interinstitutional Rationalization in Canada."},
      {
        "id":"ED053760",
        "title":"Narrative Evaluation Report on the Institute for Building School Media Collections at the University of North Carolina...February 20, 1971 to May 1, 1971. Final Report."},
      {
        "id":"ED053761",
        "title":"An International Centre for Standards Documentation: Proposals for Standardization of UDC Usage and the Mechanized Documentation of Information on Standards."},
      {
        "id":"ED053762",
        "title":"Library Lighting."},
      {
        "id":"ED053763",
        "title":"Southwestern Library Association Conference (23rd, Fort Worth, Texas, November 5-7, 1970). Papers and Proceedings."},
      {
        "id":"ED053764",
        "title":"[The Future Of The City As A Community: Vigo County Public Library Staff Institute (13th, Terre Haute, Indiana, June 4, 1971).]"},
      {
        "id":"ED053765",
        "title":"General Information on Copyright."},
      {
        "id":"ED053766",
        "title":"Library Services in Hospitals."},
      {
        "id":"ED053767",
        "title":"Librarians for Ghana."},
      {
        "id":"ED053768",
        "title":"Libraries and Librarianship in Nigeria at Mid-Century."},
      {
        "id":"ED053769",
        "title":"Patterns of Library Growth in English-Speaking West Africa."},
      {
        "id":"ED053770",
        "title":"Proceedings of the Conference on Federal Information Resources (2nd, Washington, D.C., March 30-31, 1971)."},
      {
        "id":"ED053771",
        "title":"Study of Interlibrary Loan Policies of the Metropolitan Detroit Medical Library Group."},
      {
        "id":"ED053772",
        "title":"Project Intrex. Semiannual Activity Report, 15 March 1971 - September 1971."},
      {
        "id":"ED053773",
        "title":"A Library Network for Western Canada; Automation for Rationalization in College and University Libraries in Alberta, Saskatchewan and Manitoba."},
      {
        "id":"ED053774",
        "title":"The Effect of the Presence of an Academic Library on the Development of the Public Library. Two Case Studies: Durham and Chapel Hill, North Carolina."},
      {
        "id":"ED053775",
        "title":"Book catalogs: A Survey of the Literature on Costs."},
      {
        "id":"ED053777",
        "title":"A Study of Records Management as an Opportunity for Information and Cost Controls."},
      {
        "id":"ED053778",
        "title":"Storage Policies for Information Systems."},
      {
        "id":"ED053779",
        "title":"On Information Storage Models."},
      {
        "id":"ED053780",
        "title":"A Paradigm of Commitment: Toward Professional Identity for Librarians."},
      {
        "id":"ED053781",
        "title":"On Compact Book Storage in Libraries."},
      {
        "id":"ED053783",
        "title":"Seminar on the Acquisition of Latin American Library Materials (15th, Toronto, Ontario, Canada, June 23-26, 1970). Final Report and Working Papers, Volume I."},
      {
        "id":"ED053785",
        "title":"Phase I of the Systems Analysis and Design Study for the National Agricultural Library. Final Report."},
      {
        "id":"ED053786",
        "title":"Phase II Report: Design Study for Automated Document Location and Control System."},
      {
        "id":"ED053787",
        "title":"The Training of Family Day-Care Workers: A Feasibility Study and Initial Pilot Efforts. Final Report."},
      {
        "id":"ED053788",
        "title":"Child Care Worker Training Project. Operational Phase and Employment. Final Report."},
      {
        "id":"ED053789",
        "title":"All About Me. Unit 1 Curriculum Guide."},
      {
        "id":"ED053790",
        "title":"Autumn. Unit 3 Curriculum Guide."},
      {
        "id":"ED053791",
        "title":"An Evaluation of Logical Operations Instruction in the Preschool."},
      {
        "id":"ED053793",
        "title":"Learning by Discovery: A Review of the Research Methodology. Report from the Project on Variables and Processes in Cognitive Learning."},
      {
        "id":"ED053795",
        "title":"Planning a Day Care Center."},
      {
        "id":"ED053796",
        "title":"Movement and Movement Patterns of Early Childhood."},
      {
        "id":"ED053799",
        "title":"Child Health and Human Development: Progress 1963-1970. A Report of the National Institute of Child Health and Human Development."},
      {
        "id":"ED053800",
        "title":"Child Care Paraprofessionals: Characteristics for Selection."},
      {
        "id":"ED053801",
        "title":"What's Thrown Out with the Bath Water: A Baby?"},
      {
        "id":"ED053805",
        "title":"Teaching the Young Child: Goals for Illinois."},
      {
        "id":"ED053806",
        "title":"Designs and Proposal for Early Childhood Research: A New Look: A Multiple Systems-Service Approach to Programs and Research for Helping Poor Children. (One in a Series of Six Papers)."},
      {
        "id":"ED053807",
        "title":"Designs and Proposal for Early Childhood Research: A New Look: On Attaining the Goals of Early Childhood Education. (One in a Series of Six Papers)."},
      {
        "id":"ED053808",
        "title":"Designs and Proposal for Early Childhood Research: A New Look: Preschool Research and Preschool Educational Objectives; A Critique and a Proposal. (One in a Series of Six Papers)."},
      {
        "id":"ED053809",
        "title":"Designs and Proposal for Early Childhood Research: A New Look: A Systems Approach to Pre-School Education. (One in a Series of Six Papers)."},
      {
        "id":"ED053810",
        "title":"Designs and Proposal for Early Childhood Research: A New Look: The Unacknowledged Role of Culture Conflict in Negro Education. (One in a Series of Six Papers)."},
      {
        "id":"ED053811",
        "title":"Designs and Proposal for Early Childhood Research: A New Look: Malnutrition, Learning and Intelligence. (One in a Series of Six Papers)."},
      {
        "id":"ED053812",
        "title":"Demonstration and Training Project for Migrant Children, McAllen, Texas. Early Childhood Learning System. Final Evaluation Report, 1970-71."},
      {
        "id":"ED053813",
        "title":"Application of Markov Processes to the Concept of State."},
      {
        "id":"ED053814",
        "title":"Experimental Variation of Head Start Curricula: A Comparison of Current Approaches. Progress Report No. 9, March 1, 1971 - May 31, 1971."},
      {
        "id":"ED053815",
        "title":"Nurseries in Cross-Cultural Education. Final Report."},
      {
        "id":"ED053816",
        "title":"The Use of Individual Goal-Setting Conferences as a Motivational Technique."},
      {
        "id":"ED053817",
        "title":"Opening Up the Classroom: A Walk Around the School."},
      {
        "id":"ED053818",
        "title":"A Study in the Utilization of Technologically Advanced Techniques for Teacher-Parent-Child Assessment. Final Report."},
      {
        "id":"ED053820",
        "title":"Classroom Language of Teachers of Young Children."},
      {
        "id":"ED053821",
        "title":"The Effects of Differentiated Instruction in Visuo-Motor Skills on Developmental Growth and Reading Readiness at Kindergarten Level. Final Report."},
      {
        "id":"ED053822",
        "title":"An Evaluation Design for San Jose Unified School District's Compensatory Education Program."},
      {
        "id":"ED053823",
        "title":"IMPACT of City-County Consolidation of the Rural-Urban Fringe: Nashville-Davidson County, Tennessee."},
      {
        "id":"ED053824",
        "title":"Eloy Elementary Schools. Report of Survey."},
      {
        "id":"ED053826",
        "title":"A Study of Attitudes Toward Regional Cooperation in Education."},
      {
        "id":"ED053827",
        "title":"A Basic Planning and Evaluation Model for Cooperation in Providing Regional Education Services."},
      {
        "id":"ED053828",
        "title":"Perceptions of Racial Prejudice Among Rural and Small Town Blacks in a Southern County."},
      {
        "id":"ED053830",
        "title":"Regional Variations in Economic Growth and Development with Emphasis on Rural Areas."},
      {
        "id":"ED053831",
        "title":"Smaller Communities Program: Columbia County, Oregon. Combined Economic Base Report and Applicant Potential Report; An Evaluation of the Economic and Human Resources of a Rural Oregon County."},
      {
        "id":"ED053832",
        "title":"Smaller Communities Program: Grant and Wheeler Counties, Oregon. Combined Economic Base Report and Applicant Potential Report; An Evaluation of the Economic and Human Resources of a Rural Oregon County."},
      {
        "id":"ED053833",
        "title":"Smaller Communities Program: Wallowa County, Oregon. Combined Economic Base Report and Applicant Potential Report; An Evaluation of the Economic and Human Resources of a Rural Oregon County."},
      {
        "id":"ED053834",
        "title":"Smaller Communities Program: Polk County, Oregon. Combined Economic Base Report and Applicant Potential Report; An Evaluation of the Economic and Human Resources of a Rural Oregon County."},
      {
        "id":"ED053835",
        "title":"Smaller Communities Program: Crook County, Oregon. Combined Economic Base Report and Applicant Potential Report of a Rural Oregon County; An Evaluation of the Economic and Human Resources."},
      {
        "id":"ED053836",
        "title":"Smaller Communities Program: Morrow County, Oregon. Combined Economic Base Report and Applicant Potential Report; An Evaluation of the Economic and Human Resources of a Rural Oregon County."},
      {
        "id":"ED053837",
        "title":"Smaller Communities Program: Lincoln County. Combined Economic Base and Applicant Potential Report; An Evaluation of the Economic and Human Resources of a Rural Oregon County."},
      {
        "id":"ED053838",
        "title":"Internationalizing Rural Sociology: Training - Practice - Recruitment."},
      {
        "id":"ED053839",
        "title":"&quot;Remote and Necessary&quot;: A Special Report to the Washington State Legislature by the Subcommittee on School Finance of the Joint Committee on Education."},
      {
        "id":"ED053840",
        "title":"Curriculum and Teaching Strategies for Non-English Speaking Nursery School Children in a Family School."},
      {
        "id":"ED053841",
        "title":"Indian and Migrant Education Programs: A Report to the Washington State Legislature by the Subcommittee on Indian and Migrant Education of the Joint Committee on Education."},
      {
        "id":"ED053842",
        "title":"A Summary of Research in Rural Education: Testimony to the United States Senate Select Committee on Equal Educational Opportunity."},
      {
        "id":"ED053843",
        "title":"An Investigation of the Perceptual - Motor Ability of Small Town and Rural Disadvantaged Children. Final Report, Wisconsin CORD Grant."},
      {
        "id":"ED053844",
        "title":"Final Report to the Governor and the Legislature by the State Advisory Commission on Indian Affairs."},
      {
        "id":"ED053845",
        "title":"Four-State Diffusion Project SPREAD. Final Report."},
      {
        "id":"ED053846",
        "title":"Select Committee on Equal Educational Opportunity, United States Senate, 91st Congress, 2nd Session, September 1970. Interim Report."},
      {
        "id":"ED053847",
        "title":"Report from the Study Group on Vocational Rehabilitation of the Disabled Disadvantaged in a Rural Setting (Eighth Institute on Rehabilitation Services, St. Louis, Missouri, May 17-20, 1970)."},
      {
        "id":"ED053848",
        "title":"Children's Perceptions of Themselves and Their Teacher's Feelings Toward Them Related to Actual Teacher Perceptions and School Achievement."},
      {
        "id":"ED053849",
        "title":"The Organizational Climate in Schools Having High Concentrations of Mexican-Americans."},
      {
        "id":"ED053850",
        "title":"Status Mobility Patterns Among Middle-Class Mexican Americans in Texas: A Theoretical Orientation."},
      {
        "id":"ED053851",
        "title":"A Survey Concerning Library Services Accessible to Students in Selected Indian Schools in the United States in 1967."},
      {
        "id":"ED053852",
        "title":"How Mexican Is a Spanish-Speaking Mexican American?"},
      {
        "id":"ED053855",
        "title":"Mobile Learning Facilities."},
      {
        "id":"ED053857",
        "title":"Program Evaluation: Food Stamps and Commodity Distribution in Rural Areas of Central Pennsylvania."},
      {
        "id":"ED053858",
        "title":"California Plan for the Education of Migrant Children."},
      {
        "id":"ED053859",
        "title":"Guidelines for the Education of Migrant Children."},
      {
        "id":"ED053860",
        "title":"Abre La Boca: A Component of the California Plan for the Education of Migrant Children."},
      {
        "id":"ED053861",
        "title":"Trails in an Urban Setting (Chicago Circle Campus, University of Illinois, March 21, 1970)."},
      {
        "id":"ED053862",
        "title":"Patterns of Change in Oral Reading Errors from Primary through Secondary Levels."},
      {
        "id":"ED053863",
        "title":"Language Models and Their Relation to Reading."},
      {
        "id":"ED053864",
        "title":"The Modality Concept: Background and Research."},
      {
        "id":"ED053865",
        "title":"Individually Prescribed Instruction--Will It Work?"},
      {
        "id":"ED053866",
        "title":"The Administrative Problems Involved in Executing Clinical Recommendations for the Treatment of Severe Reading Disorders Within an Ongoing Educational System."},
      {
        "id":"ED053867",
        "title":"The Effect of Two Different Reading Programs on Culturally Disadvantaged College Freshmen."},
      {
        "id":"ED053868",
        "title":"Cloze as a Predictor of Reading Group Placement."},
      {
        "id":"ED053869",
        "title":"An Evaluation of the Predictive Value of Certain Readiness Measures."},
      {
        "id":"ED053870",
        "title":"A Statistical Comparison of the Academic Achievement in Reading of Students in the Initial Teaching Alphabet Program and Students in the Traditional Orthography Program."},
      {
        "id":"ED053871",
        "title":"Secondary Developmental Reading Programs--Are They Feasible?"},
      {
        "id":"ED053872",
        "title":"Using Good Literature to Teach Reading: Prostitution or Promise?"},
      {
        "id":"ED053873",
        "title":"Parents, Publishers and Reading."},
      {
        "id":"ED053874",
        "title":"To Humanize People or To Make the Hearts Strong."},
      {
        "id":"ED053875",
        "title":"The Quest for Increased Reading Competency."},
      {
        "id":"ED053876",
        "title":"Preservice Training in Reading for the Secondary-Level Classroom Teacher."},
      {
        "id":"ED053877",
        "title":"Theoretical Rationale of the Language Experience Approach."},
      {
        "id":"ED053878",
        "title":"Vision Screening and Learning."},
      {
        "id":"ED053879",
        "title":"Remediation in Reading for Fourth Graders: A Project Report for 1969-70."},
      {
        "id":"ED053880",
        "title":"Reading in Manitoba Schools: A Survey."},
      {
        "id":"ED053881",
        "title":"Model Programs: Reading. Bloom Township High School Reading Program, Chicago Heights, Illinois."},
      {
        "id":"ED053882",
        "title":"Model Programs: Reading. Summer Junior High Schools, New York, New York."},
      {
        "id":"ED053883",
        "title":"Model Programs: Reading. Programed Tutorial Reading Project, Indianapolis, Indiana."},
      {
        "id":"ED053884",
        "title":"Model Programs: Reading. Summer Remedial and Enrichment Program, Thomasville, Georgia."},
      {
        "id":"ED053885",
        "title":"Model Programs: Reading. Elementary Reading Centers, Milwaukee, Wisconsin."},
      {
        "id":"ED053886",
        "title":"Model Programs: Reading. Intensive Reading Instructional Teams, Hartford, Connecticut."},
      {
        "id":"ED053887",
        "title":"Model Programs: Reading. Yuba County Reading-Learning Center, Marysville, California."},
      {
        "id":"ED053888",
        "title":"Model Programs: Reading. The Topeka Reading Clinic, Centers, and Services, Topeka, Kansas."},
      {
        "id":"ED053889",
        "title":"Model Programs: Reading. School-Within-A-School, Keokuk, Iowa."},
      {
        "id":"ED053890",
        "title":"Model Programs: Reading. Remedial Reading Program, Pojoaque, New Mexico."},
      {
        "id":"ED053891",
        "title":"Guided Individualized Reading. English Language Arts Curriculum Series, Pamphlet 2. Grades K-12."},
      {
        "id":"ED053892",
        "title":"The Effect of Reading Method on Composition."},
      {
        "id":"ED053893",
        "title":"Junior-College Retarded Readers' Use of Context to Gain Word Meaning."},
      {
        "id":"ED053894",
        "title":"Vowel Deletion and Cloze Tests Compared with a Reading Ability Test."},
      {
        "id":"ED053895",
        "title":"Assessing \"Word Learning\" Modes and \"Word Recognition.\""},
      {
        "id":"ED053896",
        "title":"[A Barnraising for Reading: How Business Can Help the Right to Read Effort.]"},
      {
        "id":"ED053897",
        "title":"Guide for Implementing State Adopted Texts, 1969-1970."},
      {
        "id":"ED053898",
        "title":"Curriculum Change Through Nongraded Individualization. A K-3 Reading Program."},
      {
        "id":"ED053901",
        "title":"The Effect of a College Reading Program Upon the Reading Gains, Grade Point Ratio and Attrition Rate for High-Risk Freshmen, Part I, Reading Gains."},
      {
        "id":"ED053902",
        "title":"Evaluation Report of Title I ESEA Programs."},
      {
        "id":"ED053903",
        "title":"Using Typewriters as a Tool to Teach Beginning Reading to Primary Children, to Improve Instruction of Primary Teacher Trainees."},
      {
        "id":"ED053904",
        "title":"Evaluator's Profile and Selection Procedures."},
      {
        "id":"ED053905",
        "title":"Modification of the Reading Process by Behavioral Techniques. Final Report."},
      {
        "id":"ED053919",
        "title":"Course and Curriculum Improvement Projects, Mathematics, Science, Social Sciences."},
      {
        "id":"ED053922",
        "title":"Clean Water for the 1970's, A Status Report."},
      {
        "id":"ED053923",
        "title":"The Art of Questions and Discovery."},
      {
        "id":"ED053924",
        "title":"Number Theory in the Elementary School."},
      {
        "id":"ED053925",
        "title":"Two Over Mars, Mariner VI and Mariner VII February to August 1969."},
      {
        "id":"ED053926",
        "title":"Analytic Geometry, A Tentative Guide."},
      {
        "id":"ED053927",
        "title":"Trigonometry, A Tentative Guide Prepared for Use with the Text Plane Trigonometry with Tables."},
      {
        "id":"ED053928",
        "title":"Earth Orbital Science, Space in the Seventies."},
      {
        "id":"ED053929",
        "title":"Managing Our Environment, A Report on Ways Agricultural Research Fights Pollution."},
      {
        "id":"ED053930",
        "title":"On the Moon with Apollo 15, A Guidebook to Hadley Rille and the Apennine Mountains."},
      {
        "id":"ED053931",
        "title":"The Mathematical Sciences: Undergraduate Education."},
      {
        "id":"ED053932",
        "title":"Recruitment of Secondary School Physics Teachers--An International Viewpoint."},
      {
        "id":"ED053933",
        "title":"Descriptive Lessons for Problem Learners."},
      {
        "id":"ED053934",
        "title":"Consumer Education in Eighth Grade Core and Mathematics 1970. Curriculum Guide."},
      {
        "id":"ED053935",
        "title":"The Application of Item Generators for Individualizing Mathematics Testing and Instruction."},
      {
        "id":"ED053936",
        "title":"National Conservation Education Association Conference Report (17th, Lafayette, Louisiana, August 16-20, 1970)."},
      {
        "id":"ED053937",
        "title":"Recognizing Associations-K."},
      {
        "id":"ED053938",
        "title":"Social-Physical Environment 8."},
      {
        "id":"ED053939",
        "title":"Situation Reports--Guadeloupe, Italy, Nigeria, and Norway."},
      {
        "id":"ED053940",
        "title":"[List of Acquisitions, Nunber 22, Books, Monographs, etc.; List of Acquisitions, Articles, Papers and Reprints; List of Acquisitions, Area Files, Selected Monthly Index to Periodical Literature]."},
      {
        "id":"ED053941",
        "title":"The Northwest Environmental Education Center: From Site to Sensibility."},
      {
        "id":"ED053942",
        "title":"Scientific Activities of Nonprofit Institutions 1966."},
      {
        "id":"ED053944",
        "title":"Health Education Guide to Better Health 1966, Grades 7-12."},
      {
        "id":"ED053945",
        "title":"The Interaction of Man with His Environment. Science III and IIIB."},
      {
        "id":"ED053946",
        "title":"Homeostatic Systems--Mechanisms for Survival. Science IV."},
      {
        "id":"ED053947",
        "title":"Elementary Science Curriculum, Grade 4."},
      {
        "id":"ED053948",
        "title":"Elementary Science Curriculum, Grade 5."},
      {
        "id":"ED053949",
        "title":"Elementary Science Curriculum, Grade 6."},
      {
        "id":"ED053965",
        "title":"Analyzing Learning Hierarchies Relative to Transfer Relationships Within Arithmetic. Final Report."},
      {
        "id":"ED053967",
        "title":"Mathematics Curriculum Guide for Grades 6,7,8."},
      {
        "id":"ED053968",
        "title":"Science Policy Reviews, Volume 4 Number 2."},
      {
        "id":"ED053977",
        "title":"A Survey of Science Teaching in the Public Secondary Schools of the Great Lakes and Far West Regions of the United States in the 1970-71 School Year."},
      {
        "id":"ED053978",
        "title":"Mathematics in Colleges and Universities. A Comprehensive Survey of Graduate and Undergraduate Programs. Final Report"},
      {
        "id":"ED053979",
        "title":"How to Present Audible Multi-Imagery in Environmental Ecological Education."},
      {
        "id":"ED053980",
        "title":"Teaching Resources for Low-Achieving Mathematics Classes."},
      {
        "id":"ED053981",
        "title":"Matter-Energy, and the Process of Change. Science I and IA."},
      {
        "id":"ED053982",
        "title":"Matter-Energy Interactions Relating to Life on Earth. Science II and IIA."},
      {
        "id":"ED053983",
        "title":"The Diagnosis and Remediation of Mathematical Skills for Prospective Elementary School Teachers. Final Report."},
      {
        "id":"ED053984",
        "title":"The Development of Contemporary Mathematics by Closed Circuit Television. Final Report."},
      {
        "id":"ED053985",
        "title":"A Comparative Study of Two Laboratory Teaching Methods. Final Report."},
      {
        "id":"ED053986",
        "title":"High School Plane Geometry Through Transformations: An Exploratory Study. Final Report."},
      {
        "id":"ED053987",
        "title":"Development of a More Flexible Physical Science Laboratory Program for Non-Science Majors with Superior High School Science Backgrounds. Final Report."},
      {
        "id":"ED053988",
        "title":"Environmental Education, A Bibliography Pertaining to the Environment, Environmental Education, and Environmental Education Programs and Materials."},
      {
        "id":"ED053989",
        "title":"An Environmental Experience. Man: Steward of His Environment."},
      {
        "id":"ED053992",
        "title":"The Southeastern Regional Conference on the Social Sciences and Environmental Education (Athens, Georgia, 1971)."},
      {
        "id":"ED053994",
        "title":"Curriculum Research and Development in Science."},
      {
        "id":"ED053996",
        "title":"Toward a Social Science Paradigm for Thinking About Futures. Working Draft."},
      {
        "id":"ED053997",
        "title":"Proposed Anthropology Elective-One Semester. Plan I and Plan II. Grade 10."},
      {
        "id":"ED053998",
        "title":"Minorities in America: Pilot Units for a Senior High School Elective Course."},
      {
        "id":"ED053999",
        "title":"Hawaii's Immigrants. Social Studies. Secondary Education."},
      {
        "id":"ED054000",
        "title":"Shintoism. Social Studies. Secondary Education."},
      {
        "id":"ED054001",
        "title":"Futuristics. Social Studies. Secondary Education."},
      {
        "id":"ED054004",
        "title":"Economic Education for Washington Schools. Grades Seven, Eight, and Nine."},
      {
        "id":"ED054005",
        "title":"Problem Solving in Social Studies: A Model Lesson."},
      {
        "id":"ED054006",
        "title":"The Changing Balance of Births and Deaths: A Comment."},
      {
        "id":"ED054007",
        "title":"A Teaching Guide and Experience Units K-12. Social Studies. Grade One."},
      {
        "id":"ED054008",
        "title":"A Teaching Guide and Experience Units K-12. Social Studies. Grade Four."},
      {
        "id":"ED054009",
        "title":"A Teaching Guide and Experience Units K-12. Social Studies. Grade Five."},
      {
        "id":"ED054010",
        "title":"A Teaching Guide and Experience Units K-12. Social Studies. Grade Six."},
      {
        "id":"ED054011",
        "title":"Communities Around the World. A Village in India. Teacher's Resource Unit."},
      {
        "id":"ED054012",
        "title":"Communities Around the World. Our Community: Economic Aspects. Teacher's Resource Unit."},
      {
        "id":"ED054013",
        "title":"Communities Around the World. The Trobriand Islanders. Teacher's Resource Unit."},
      {
        "id":"ED054014",
        "title":"A Bibliography on Moral Development and the Learning of Values in Schools and Other Social Settings."},
      {
        "id":"ED054015",
        "title":"The Study of Education."},
      {
        "id":"ED054017",
        "title":"Choosing a President, 1968: The American Political Process."},
      {
        "id":"ED054018",
        "title":"[The 70's, Decade of Environmental Decision: Education and Action Guidelines. Environmental Information Source Guide and Bibliography.]"},
      {
        "id":"ED054020",
        "title":"The Time is Now: Population Education. A Commentary and Annotated Bibliography."},
      {
        "id":"ED054021",
        "title":"Republic of India. A Study of the Educational System of India &amp; Guide to the Academic Placement of Students from India in United States Educational Institutions."},
      {
        "id":"ED054022",
        "title":"Education in the Rumanian People&apos;s Republic."},
      {
        "id":"ED054023",
        "title":"Higher Educational Reforms in the Republic of Korea."},
      {
        "id":"ED054024",
        "title":"Education in a Changing Mexico."},
      {
        "id":"ED054025",
        "title":"Educational Reform in Brazil. The Law of 1961."},
      {
        "id":"ED054030",
        "title":"Test of Understanding in Personal Economics: Interpretive Manual and Discussion Guide, and Test Form."},
      {
        "id":"ED054031",
        "title":"American Diversity: A Bibliography of Resources on Racial and Ethnic Minorities for Pennsylvania Schools."},
      {
        "id":"ED054032",
        "title":"American Culture: What? Why? How?"},
      {
        "id":"ED054034",
        "title":"Mesa Verde: A Study of Man in an Agricultural Setting. Student Manual."},
      {
        "id":"ED054035",
        "title":"Mesa Verde: A Study of Man in an Agricultural Setting. Library Packet."},
      {
        "id":"ED054036",
        "title":"The New Mood of Black America."},
      {
        "id":"ED054037",
        "title":"The Development of a Sequential Curriculum in Anthropology, Grades 1-7. Final Report."},
      {
        "id":"ED054038",
        "title":"Classics and Charity: The English Grammar School in the 18th Century. Final Report."},
      {
        "id":"ED054039",
        "title":"Toward a Social Report."},
      {
        "id":"ED054040",
        "title":"Instructional Strategies for Creative Hypothesizing: A Training Program. Final Report."},
      {
        "id":"ED054041",
        "title":"A Follow-Up of Psychology Majors Graduated from the LaCrosse State University, 1965-1968 for the Purpose of Evaluating the Undergraduate Psychology Program. Final Report."},
      {
        "id":"ED054042",
        "title":"Current Publications in Population/Family Planning. Number 15."},
      {
        "id":"ED054043",
        "title":"Current Publications in Population/Family Planning. Number 14."},
      {
        "id":"ED054046",
        "title":"The Newburyport Massachusetts Plan for Consumer Education."},
      {
        "id":"ED054047",
        "title":"Structured Career Development from Teacher Aide to Teacher--And Beyond."},
      {
        "id":"ED054048",
        "title":"EPDA: The Stanford Institute on Teaching for Reflective Thinking. Directors Report."},
      {
        "id":"ED054049",
        "title":"Economic Status of the Teaching Profession, 1970-71."},
      {
        "id":"ED054050",
        "title":"Instructional Technology in Teacher Education. Education/Industry Cooperation."},
      {
        "id":"ED054051",
        "title":"The Teaching Clinic: A Team Approach to Improved Teaching."},
      {
        "id":"ED054052",
        "title":"Role and Status of Teacher Aides in Selected New York State School Districts."},
      {
        "id":"ED054053",
        "title":"Affectivity, Classroom Climate, and Teaching."},
      {
        "id":"ED054054",
        "title":"How To Implement Change. A Position Paper."},
      {
        "id":"ED054055",
        "title":"A Guide to Implementing the Video Inservice Program (VIP)."},
      {
        "id":"ED054057",
        "title":"[Courses of Study in Teacher Education.]"},
      {
        "id":"ED054059",
        "title":"A Cost Analysis of Teacher Education at the City University of New York."},
      {
        "id":"ED054060",
        "title":"Teacher Workload."},
      {
        "id":"ED054061",
        "title":"The Teacher Aide and the Professional Association: A Policy for the Future."},
      {
        "id":"ED054062",
        "title":"Dissemination of the DARCEE Model to Head Start: Results of a Training Program for Head Start Teachers and Teacher Aides."},
      {
        "id":"ED054063",
        "title":"Teacher Training Takes to the Road. Mobile Van, Computers Add Convenience and Quality to Continuing Education."},
      {
        "id":"ED054064",
        "title":"Proposal of a New Program of Teacher Education from Metropolitan State College for Participation in the Colorado Model State Program of the Four State Project."},
      {
        "id":"ED054065",
        "title":"The Future of Teacher Education."},
      {
        "id":"ED054067",
        "title":"A Guide for Improving Teacher Education in Human Rights."},
      {
        "id":"ED054068",
        "title":"The American Teacher: A Tentative Psychological Description."},
      {
        "id":"ED054069",
        "title":"A Program To Assist Educational Personnel To Teach Students of Wide Variability in Regular Classrooms. Director's Annual Progress Report (July 1, 1970 to June 30, 1971)."},
      {
        "id":"ED054070",
        "title":"Institute for Educational Development. Final Evaluation Report, Summer 1970."},
      {
        "id":"ED054071",
        "title":"The Implications of Bilingual Education for Developing Multicultural Sensitivity Through Teacher Education."},
      {
        "id":"ED054072",
        "title":"An Investigation of the Cognitive and Affective Domains of Students Studying Child Development. Final Report."},
      {
        "id":"ED054073",
        "title":"Assessment of Work Needs of Prospective Teachers-In-Training by an Analysis of the Minnesota Importance Questionnaire. Final Report."},
      {
        "id":"ED054074",
        "title":"Small-Project Grants of the Regional Research Program. Final Report."},
      {
        "id":"ED054075",
        "title":"Observations of Academic Performance by Low Achieving College Freshmen Following Instruction by Academically Successful Students Trained To Teach Reading and Study Skill Techniques. Final Report."},
      {
        "id":"ED054076",
        "title":"Attitude Change in Pre-Student Teaching Experience. Final Report."},
      {
        "id":"ED054077",
        "title":"A Comparative Study of Attitude Difference of Stout State University Students Enrolled in Principles of Secondary Education and Veteran Teachers. Final Report."},
      {
        "id":"ED054078",
        "title":"A Comparison of Varied Time Periods of Microteaching in the Development of Interpersonal Relationships in Teaching. Final Report."},
      {
        "id":"ED054079",
        "title":"Assessment of the Teacher Corps Program at the University of Southern California and Participating Schools in Tulare County Serving Rural-Migrant Children."},
      {
        "id":"ED054080",
        "title":"Proposal to West Virginia Institutions of Higher Education for the Revisions of Teacher Education Programs."},
      {
        "id":"ED054081",
        "title":"Models for Revising Teacher Education."},
      {
        "id":"ED054082",
        "title":"Work Relations Between Professionals and Paraprofessionals in Head Start (April 1, 1969 - August 31, 1970). Interim Report."},
      {
        "id":"ED054083",
        "title":"Improving Teaching Effectiveness."},
      {
        "id":"ED054084",
        "title":"Survey of Teaching the Politics of Education."},
      {
        "id":"ED054086",
        "title":"Conceptual Models in Teacher Education. An Approach to Teaching and Learning."},
      {
        "id":"ED054087",
        "title":"A Cooperative School-College Master's Degree Program for Training Guidance-Instruction Specialists. Final Report."},
      {
        "id":"ED054088",
        "title":"Selection and Evaluation of Teachers: An Interpretive Study of Research and Development. Final Report."},
      {
        "id":"ED054089",
        "title":"Reading and the Kindergarten Child. Kindergarten Reading Guide and Selected Multi-Media."},
      {
        "id":"ED054090",
        "title":"Reading and the Kindergarten Child. Appendix."},
      {
        "id":"ED054091",
        "title":"Reading Guide and Selected Multi-Media, 1-12."},
      {
        "id":"ED054092",
        "title":"Reading Guide and Selected Multi-Media. 1-12 Appendix."},
      {
        "id":"ED054093",
        "title":"Mathematics Curriculum Guide, K-6."},
      {
        "id":"ED054094",
        "title":"Social Science Curriculum Guide and Selected Multi-Media, K-6."},
      {
        "id":"ED054095",
        "title":"Social Science Curriculum Guide and Selected Multi-Media, 7-9."},
      {
        "id":"ED054096",
        "title":"Social Science Curriculum Guide and Selected Multi-Media, 10-12."},
      {
        "id":"ED054097",
        "title":"Home and Family. Social Studies Guide, Unit I, Kindergarten."},
      {
        "id":"ED054099",
        "title":"Families Around the World. Social Studies Guide, Unit II, Year 2."},
      {
        "id":"ED054100",
        "title":"Argentina. Social Studies Guide, Unit II, Year 3."},
      {
        "id":"ED054101",
        "title":"Agriculture in Australia. Social Studies Guide, Unit II-A, Year 4."},
      {
        "id":"ED054102",
        "title":"Revolution and Conflict. Social Studies Guide, Unit III, Year 5."},
      {
        "id":"ED054103",
        "title":"The Gift of the Nile. Social Studies Guide, Unit I, Year 6."},
      {
        "id":"ED054104",
        "title":"The Family. Social Studies Guide, Unit III, Year 7."},
      {
        "id":"ED054105",
        "title":"Pockets of Poverty. Social Studies Guide, Unit IV, Year 8."},
      {
        "id":"ED054106",
        "title":"Elections. Social Studies Guide, Unit IV, Year 9."},
      {
        "id":"ED054107",
        "title":"The Agricultural Revolution. Social Studies Guide, Unit II-A, Year 11."},
      {
        "id":"ED054108",
        "title":"Guide on Smoking."},
      {
        "id":"ED054109",
        "title":"The Making of an American. An Elementary Social Studies Curriculum Supplement."},
      {
        "id":"ED054110",
        "title":"Framework for Freedom in the English Curriculum."},
      {
        "id":"ED054111",
        "title":"Drug Education Curriculum Guide, Grades 4-12."},
      {
        "id":"ED054112",
        "title":"Health and Physical Education, Grades 7-8. Teacher's Guide."},
      {
        "id":"ED054113",
        "title":"Kindergarten Instruction. A Guide for Teachers."},
      {
        "id":"ED054114",
        "title":"Home Economics Education. Course of Study for Occupationally Oriented Classes. Grades 8, 9, 10."},
      {
        "id":"ED054115",
        "title":"Teaching Music. A Guide for Teachers, Grades 1-6."},
      {
        "id":"ED054116",
        "title":"Education in Human Growth and Development. [Volumes I and II.]"},
      {
        "id":"ED054117",
        "title":"Family Living and Sex Education. Curriculum Guide."},
      {
        "id":"ED054118",
        "title":"The Source Book of Marine Sciences."},
      {
        "id":"ED054119",
        "title":"English in Florida Secondary Schools. A Guide."},
      {
        "id":"ED054120",
        "title":"A Drug Education Program."},
      {
        "id":"ED054121",
        "title":"Values."},
      {
        "id":"ED054122",
        "title":"Driver Education Curriculum Guide, 1970."},
      {
        "id":"ED054123",
        "title":"Handbook for the Language Arts. Volume A: Kindergarten Level, Readiness Level, Level One."},
      {
        "id":"ED054124",
        "title":"Handbook for the Language Arts. Volume B: Level Two and Level Three."},
      {
        "id":"ED054125",
        "title":"Language Arts, 7-10."},
      {
        "id":"ED054126",
        "title":"Introduction to Computer Programming."},
      {
        "id":"ED054127",
        "title":"Drugs and Drug Abuse."},
      {
        "id":"ED054128",
        "title":"Strategies for Creative Language Instruction."},
      {
        "id":"ED054129",
        "title":"Science Experience Unit: Conservation."},
      {
        "id":"ED054130",
        "title":"Science Experience Unit: Plant and Animal Adaptations."},
      {
        "id":"ED054131",
        "title":"Art Education Curriculum Guide, K-12."},
      {
        "id":"ED054132",
        "title":"Guide to the Teaching of Reading in the Junior High School, Grades 6-8."},
      {
        "id":"ED054133",
        "title":"Physical Fitness Guide."},
      {
        "id":"ED054139",
        "title":"Patterns and Models for Teaching English--1964."},
      {
        "id":"ED054140",
        "title":"Student Press Copes with High School Unrest, 1970, and Seven Other Studies."},
      {
        "id":"ED054141",
        "title":"The Indian Novel in English: A Search for Identity."},
      {
        "id":"ED054142",
        "title":"Questionable White Dialects: If Questionable, What Then?"},
      {
        "id":"ED054143",
        "title":"Literature for the Native American (The American Indian)."},
      {
        "id":"ED054145",
        "title":"Some Problems in Studying Negro/White Speech Differences."},
      {
        "id":"ED054146",
        "title":"The Implications of Early Education Stimulation in Listening for Teacher Education."},
      {
        "id":"ED054147",
        "title":"Simulated Classroom Instruction: A Microteaching-Contract Approach."},
      {
        "id":"ED054148",
        "title":"Bi-Dialectalism Is Not the Linguistics of White Supremacy: Sense Versus Sensibilities."},
      {
        "id":"ED054149",
        "title":"The Multiple Elective Program in English."},
      {
        "id":"ED054150",
        "title":"Three Functions of the School Newspaper: The Truth Shop, The Persuasion Podium, The Pleasure Dome."},
      {
        "id":"ED054151",
        "title":"The Indexing and Dissemination of Curriculum Guides for the Arts and Humanities; Volume I. Final Report."},
      {
        "id":"ED054153",
        "title":"A Research Study to Seek New Theatre Arts' Materials in European Countries and to Develop These Materials for Use in Theatre Education at Elementary and Teacher Training Levels. Summary, Theatre Arts' Materials' Research."},
      {
        "id":"ED054157",
        "title":"The Indexing and Dissemination of Curriculum Guides for the Arts and Humanities: Volume II. Final Report."},
      {
        "id":"ED054158",
        "title":"The WSU-Stevens Point Freshman Composition Project. Final Report."},
      {
        "id":"ED054159",
        "title":"The Effectiveness of a Remedial Course in English Composition for Freshmen at Stout State University. Final Report."},
      {
        "id":"ED054160",
        "title":"A Feasibility Study to Determine the Possibility of Teaching Freshman Composition and Rhetoric with a Programmed Text. Final Report."},
      {
        "id":"ED054165",
        "title":"A Study of the Effectiveness of Selected Registration Data on Predicting Student Success in the Beginning Speech Course. Final Report."},
      {
        "id":"ED054167",
        "title":"Testing and Feasibility of Offering a Voluntary NN-Credit Audio-Tutorial Course in Listening Skills. Final Report."},
      {
        "id":"ED054168",
        "title":"The 1967 Freshman English Program at Wisconsin State University at La Crosse. Final Report."},
      {
        "id":"ED054176",
        "title":"Instruction in College Freshman Composition. Final Report."},
      {
        "id":"ED054184",
        "title":"Cultural Enrichment Project: Evaluation of Project Activities."},
      {
        "id":"ED054185",
        "title":"Assessment of Affective Responses Conducive to Esthetic Sensitivity. Final Report."},
      {
        "id":"ED054186",
        "title":"A Study to Explore New Methods of Identifying and Measuring Musical Talent."},
      {
        "id":"ED054187",
        "title":"Research in Art Education: The Development of Perception in Art Production of Kindergarten Students. Final Report."},
      {
        "id":"ED054188",
        "title":"The Identification and Selection of Creative Artistic Talent by Means of Biographical Information. Final Report."},
      {
        "id":"ED054189",
        "title":"The Study and Evaluation of Certain Problems in Eartraining Related to Achievement in Sightsinging and Music Dictation."},
      {
        "id":"ED054191",
        "title":"Measuring College Potential of Language Handicapped Students."},
      {
        "id":"ED054193",
        "title":"Evaluation of Behavioral Expectation Scales."},
      {
        "id":"ED054194",
        "title":"The Use and Validity of the GED and CLEP Examinations in Higher Education."},
      {
        "id":"ED054195",
        "title":"A Guide to the Evaluation of Pilot Programs."},
      {
        "id":"ED054196",
        "title":"An Evaluation Report of the Harvard Health Careers Summer Program for Minority Students: Volume I."},
      {
        "id":"ED054197",
        "title":"An Evaluation Report of the Harvard Health Careers Summer Program for Minority Students: Volume II."},
      {
        "id":"ED054198",
        "title":"An Evaluation Report of the Harvard Health Careers Summer Program for Minority Students: Summary."},
      {
        "id":"ED054199",
        "title":"On a Statistic Arising in Testing Correlation."},
      {
        "id":"ED054200",
        "title":"Performance Tests: Assessing Teachers of Reading."},
      {
        "id":"ED054201",
        "title":"New Film Tests of Visual Perception."},
      {
        "id":"ED054202",
        "title":"Testing in Turmoil: A Conference on Problems and Issues in Educational Measurement."},
      {
        "id":"ED054203",
        "title":"A Causal Model Analysis Suggests Modification of the Cumulative Hierarchical Structure Assumed in Bloom's Taxonomy of the Cognitive Domain."},
      {
        "id":"ED054204",
        "title":"Mathematical Models of the Value of Achievement Testing."},
      {
        "id":"ED054205",
        "title":"A Description of Courses Monitored by Project CAM."},
      {
        "id":"ED054206",
        "title":"Testing if Two Measuring Procedures Measure the Same Psychological Dimension."},
      {
        "id":"ED054207",
        "title":"Convergent and Divergent Measurement of Creativity in Children."},
      {
        "id":"ED054208",
        "title":"Biased Tests."},
      {
        "id":"ED054209",
        "title":"A Vocational Interest Inventory Based on Roe's Interest Areas."},
      {
        "id":"ED054210",
        "title":"Student Perceptions of Selected Innovations in Secondary Education."},
      {
        "id":"ED054212",
        "title":"A Culture-Fair Information Test of Intelligence."},
      {
        "id":"ED054213",
        "title":"Identification and Estimation in Path Analysis with Unmeasured Variables."},
      {
        "id":"ED054214",
        "title":"Technique for Approximating the Bivariate Normal Correlation Coefficient, Rho, and Estimating Tetrachoric r."},
      {
        "id":"ED054215",
        "title":"The Personal Record of School Experiences: A Manual for PROSE Recorders."},
      {
        "id":"ED054216",
        "title":"Contributions of Selected Perinatal Variables to Seven-Year Psychological and Achievement Test Scores."},
      {
        "id":"ED054217",
        "title":"The Impossible Dream: A Culture-Free Test."},
      {
        "id":"ED054218",
        "title":"Performance on Raven's Progressive Matrices of Elementary-School Negro Children Involved in an Algebra Program."},
      {
        "id":"ED054219",
        "title":"Practice Test for Pre-Primary and Beginning First Grade."},
      {
        "id":"ED054220",
        "title":"Evaluation, Accountability, and a Consideration of Some of the Problems of Assessing College Impacts."},
      {
        "id":"ED054222",
        "title":"Measurement of Levels of Knowledge of and Attitudes Toward Program Planning and Budgeting Systems."},
      {
        "id":"ED054223",
        "title":"A Study of Foreign Language at the University of Illinois Using the CEEB Foreign Language Placement Tests and End-of-Course Grades."},
      {
        "id":"ED054224",
        "title":"Pennsylvania Assessment of Creative Tendency: Norms-Technical Manual."},
      {
        "id":"ED054225",
        "title":"The Evaluative Implications of a Survey of the 1969-70 Chicago ESEA Title I Program."},
      {
        "id":"ED054226",
        "title":"Grading Standards: The Relation of Changes in Average Student Ability to the Average Grades Awarded."},
      {
        "id":"ED054227",
        "title":"From Theory to Curriculum: Then (And Only Then) - Evaluation."},
      {
        "id":"ED054228",
        "title":"New Rapid Algorithms for Factor Analysis by Unweighted Least Squares, Generalized Least Squares and Maximum Likelihood."},
      {
        "id":"ED054229",
        "title":"Three Levels of Evaluation for Educational Products."},
      {
        "id":"ED054230",
        "title":"Some Thoughts About Product Evaluation at the Far West Laboratory."},
      {
        "id":"ED054231",
        "title":"Questions and Problems in Science."},
      {
        "id":"ED054232",
        "title":"Student Entry Skills and the Evaluation of Instructional Programs: A Case Study."},
      {
        "id":"ED054233",
        "title":"Development of Standards of Readability: Toward a Rational Criterion of Passage Performance. Final Report."},
      {
        "id":"ED054234",
        "title":"Remembering--Memory Searching and Memory Checking. Final Report."},
      {
        "id":"ED054236",
        "title":"Scoreing and Analyzing Confidence Tests. Final Report."},
      {
        "id":"ED054237",
        "title":"Compensatory Education: Evaluation in Perspective. IRCD Bulletin, Volume 6, Number 5."},
      {
        "id":"ED054238",
        "title":"Project Concern: Hartford, Connecticut."},
      {
        "id":"ED054239",
        "title":"Secondary Boarding Schools for Gifted Students from Disadvantaged Strata. Technical Report No. 2, the Socio-Economic Background of the Students and Their Success in Secondary School. A Follow-Up Study."},
      {
        "id":"ED054240",
        "title":"Student Achievement in Language Arts and the Organizational Climate of Schools. Final Report."},
      {
        "id":"ED054241",
        "title":"Evaluation of ESEA Title I Programs for the District of Columbia, Summer 1970. Final Report."},
      {
        "id":"ED054242",
        "title":"Afro-American Experience Program, June 1960-May 1970. An Evaluation Report."},
      {
        "id":"ED054243",
        "title":"Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-Second Congress, First Session, on S. 195 and S. 683. Emergency School Aid, 1971. February 10, 25, 26; March 12, 17 and 18, 1971."},
      {
        "id":"ED054244",
        "title":"Hearings before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Second Congress, First Session on H.R. 2266, H.R. 4847, and Other Related Bills. Emergency School Aid Act. Hearings Held in Washington, D.C., March 15-16, 1971."},
      {
        "id":"ED054245",
        "title":"Hearings Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Second Congress, First Session on H.R. 6247; a Bill to Extend the Provisions of the Juvenile Delinquency Prevention and Control Act of 1968 for 5 Years. Hearings Held Washington, D.C., March 26; April 28-29, 1971."},
      {
        "id":"ED054246",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Second Congress, First Session, on Nutrition and Human Needs. Part 1--Review of the Results of the White House Conference on Food, Nutrition, and Health; Part 2--Kansas City, Kansas."},
      {
        "id":"ED054248",
        "title":"Mississippi School Districts: Factors in the Disestablishment of Dual Systems. Final Report."},
      {
        "id":"ED054251",
        "title":"The Social and Economic Status of Negroes in the United States, 1970."},
      {
        "id":"ED054252",
        "title":"Blacks and Whites: An Experiment in Racial Indicators."},
      {
        "id":"ED054253",
        "title":"Lunch Programs in the Nation's Schools."},
      {
        "id":"ED054255",
        "title":"Alternatives to the Non-Gilded Ghetto: Notes on Different Goals and Strategies."},
      {
        "id":"ED054256",
        "title":"Education and Labor Force Participation of the Poor."},
      {
        "id":"ED054257",
        "title":"Response of State Government to an Urban Problem: The School Lunch Program in New Jersey."},
      {
        "id":"ED054258",
        "title":"Analysis of the National School Lunch Program and Child Nutrition Needs."},
      {
        "id":"ED054259",
        "title":"Title I Evaluation and Technical Assistance: Assessment and Prospects."},
      {
        "id":"ED054261",
        "title":"School Desegregation, 1971. Inequality in Education, Number Nine."},
      {
        "id":"ED054262",
        "title":"An Evaluation of the 1970 Summer Enrichment Programs of the Public Schools of the District of Columbia."},
      {
        "id":"ED054263",
        "title":"Camping Opportunities for Disadvantaged Youth: A Planning and Coordinating Guide."},
      {
        "id":"ED054264",
        "title":"1970 External Summer Youth Opportunity Campaign."},
      {
        "id":"ED054265",
        "title":"Project Concern in Cheshire. A Preliminary Report, January 1970."},
      {
        "id":"ED054266",
        "title":"Effects of Systematic Reinforcement Procedures on the Performance of Underachieving High School Pupils."},
      {
        "id":"ED054267",
        "title":"A Study of Successful Persons From Seriously Disadvantaged Backgrounds. Final Report."},
      {
        "id":"ED054268",
        "title":"Home Management for Low-Income Families: Ninth and Tenth Grade Level."},
      {
        "id":"ED054269",
        "title":"Schools and the Disadvantaged: A Study in Political Strategy. ERIC-IRCD Urban Disadvantaged Series, Number 24."},
      {
        "id":"ED054270",
        "title":"Parent Involvement in School Programs. Bibliographies in Education, Number 18."},
      {
        "id":"ED054271",
        "title":"A Report on the Third Year of Title I Elementary and Secondary Education Act of 1965. Statistical Report, Fiscal Year 1968."},
      {
        "id":"ED054272",
        "title":"A Study of Familial, Background, and Cognitive Style Characteristics of Relatively Successful and Unsuccessful Learners (Determined Longitudinally) in a Harlem Enrichment Program. Final Report for Research Period September 1st, 1969 to August 31st, 1970."},
      {
        "id":"ED054275",
        "title":"The Academic Achievement of Spanish-Speaking First Graders in Connecticut."},
      {
        "id":"ED054276",
        "title":"Emergency School Assistance Program: Background and Evaluations."},
      {
        "id":"ED054277",
        "title":"Changing Characteristics of the Negro Population. A 1960 Census Monograph."},
      {
        "id":"ED054278",
        "title":"The Family Education Project, Brooklyn, New York. The Urban Community College Project Series, Number 3."},
      {
        "id":"ED054279",
        "title":"Labels and Stigma in Special Education."},
      {
        "id":"ED054282",
        "title":"Testing of the Disadvantaged: New Opportunities."},
      {
        "id":"ED054283",
        "title":"Title I, Elementary and Secondary Education Act in Rhode Island. Fifth Annual Evaluation/Fiscal Year 1969-70."},
      {
        "id":"ED054284",
        "title":"Academic Factors Relating to the Self-Concept of Puerto Rican Pupils."},
      {
        "id":"ED054285",
        "title":"Cooperative Education: An Effective Education for Minority Students."},
      {
        "id":"ED054286",
        "title":"Psychology and the Black Community: From Arthur, 1853 to Arthur, 1969."},
      {
        "id":"ED054287",
        "title":"Communicative Dimensions of Mother-Child Interaction as They Affect the Self Esteem of the Child."},
      {
        "id":"ED054288",
        "title":"Review of Higher Education for the Disadvantaged."},
      {
        "id":"ED054292",
        "title":"Integration in Evanston, 1967-71: A Longitudinal Evaluation."},
      {
        "id":"ED054293",
        "title":"Employment Policies of the United States and Japan. Report of the Joint United States-Japan Employment Study."},
      {
        "id":"ED054294",
        "title":"Employment Policies of the United States and Japan. Report of the Joint United States-Japan Employment Study. Appendix."},
      {
        "id":"ED054295",
        "title":"Job Horizons for Women and Girls in the District of Columbia."},
      {
        "id":"ED054296",
        "title":"Facts about Women's Absenteeism and Labor Turnover."},
      {
        "id":"ED054297",
        "title":"Manpower Requirements in Occupations for Which Vocational Education Prepares Workers."},
      {
        "id":"ED054307",
        "title":"A Study of Low-Wage Workers and Their Response to High Intensity Training. Volume I: Final Report."},
      {
        "id":"ED054308",
        "title":"A Study of Low-Wage Workers and Their Response to High Intensity Training. Volume II: Technical Appendix A, Tables."},
      {
        "id":"ED054309",
        "title":"A Study of Low-Wage Workers and Their Response to High Intensity Training. Volume III, Part 1 and Part 2: Appendices B 1-5."},
      {
        "id":"ED054310",
        "title":"The Development of a Human Effectiveness Function Allocation Methodology (HEFAM)."},
      {
        "id":"ED054311",
        "title":"Interim Quantitative Manpower Projections for Proposed Hydrographic Survey Ship System (AGS) Candidate Configurations (Navships Subproject S46-27012, Task 14408)."},
      {
        "id":"ED054312",
        "title":"A Study of the Rating Structure Requirements for the Aviation 3M Data Analyst."},
      {
        "id":"ED054313",
        "title":"Personnel Implications of New Technological Developments: Undersea Technologies."},
      {
        "id":"ED054314",
        "title":"Field Test of the Weighted Airman Promotion System: Phase 1. Analysis of the Promotion Board Component in the Weighted Factors System."},
      {
        "id":"ED054315",
        "title":"Field Test of the Weighted Airman Promotion System. Phase II. Validation of the System for Grades E-4 through E-7."},
      {
        "id":"ED054316",
        "title":"A Method for Determining Job Types for Low Aptitude Airmen."},
      {
        "id":"ED054317",
        "title":"Three Studies of Job Inventory Procedures: Selecting Duty Categories, Interviewing, and Sampling."},
      {
        "id":"ED054318",
        "title":"An Analysis of the Navy Vocational Interest Inventory as a Predictor of Career Motivation."},
      {
        "id":"ED054319",
        "title":"Area Scales of the Navy Vocational Interest Inventory as Predictors of School Performance and Rating Assignment."},
      {
        "id":"ED054320",
        "title":"Weightlifting Provisions for Women by State."},
      {
        "id":"ED054322",
        "title":"Professional Associations and Memberships in Rehabilitation Counseling."},
      {
        "id":"ED054326",
        "title":"The Development of a Syllabus for Instruction of Communicative Skills in a Rehabilitation Center for the Blind. Final Report."},
      {
        "id":"ED054327",
        "title":"Potential Mechanization in the Flue-Cured Tobacco Industry--with Emphasis on Human Resource Adjustment."},
      {
        "id":"ED054328",
        "title":"Goals and Basic Units of Instruction for Treatment Media Courses for the Preparation of Occupational Therapists."},
      {
        "id":"ED054329",
        "title":"Summer Institute in Agricultural Mechanics Education, Southern Region, Proceedings (Blacksburg, Virginia, August 3-7, 1970)."},
      {
        "id":"ED054330",
        "title":"Program for Educational Mobility for Health Manpower (The Basic Sciences), June 12-August 25, 1970. Preliminary Report."},
      {
        "id":"ED054331",
        "title":"Employment Characteristics of The Pennsylvania State University Associate Degree Graduates."},
      {
        "id":"ED054332",
        "title":"Program for Educational Mobility For Health Manpower (The Basic Sciences), December 28-December 31, 1970. Second Report."},
      {
        "id":"ED054333",
        "title":"Assessment of the Current Status of Regional Occupational Centers and Regional Occupational Programs."},
      {
        "id":"ED054334",
        "title":"Prevocational Exploratory Programs in Manpower Development and Training."},
      {
        "id":"ED054335",
        "title":"Equivalency and Proficiency Testing. A Descriptive Compilation of Existing Testing Programs in Allied Health and Other Health Occupations, with an Annotated Bibliography."},
      {
        "id":"ED054336",
        "title":"Career Thresholds: A Longitudinal Study of the Educational and Labor Market Experience of Male Youth. Volume Three."},
      {
        "id":"ED054337",
        "title":"A Guide to Child Labor Provisions of the Fair Labor Standards Act."},
      {
        "id":"ED054338",
        "title":"Health Manpower in Hospitals."},
      {
        "id":"ED054339",
        "title":"Employment Status and Attitudes of Secondary School Occupational Education Graduates in New York State."},
      {
        "id":"ED072472",
        "title":"Auditory and Articulatory Aspects of Grammar."},
      {
        "id":"ED072473",
        "title":"A New Look at the Broadcast Curricula."},
      {
        "id":"ED072474",
        "title":"Fundamental Change in Parliamentary Procedure."},
      {
        "id":"ED072475",
        "title":"Credibility, Persuasibility, and the Perception of Machiavellianism."},
      {
        "id":"ED072476",
        "title":"The Myth-Making Function of the Rhetoric of the American Revolution: Francis Hopkinson as a Case Study."},
      {
        "id":"ED072478",
        "title":"Task and Instrumentation Variables as Factors Jeopardizing the Validity of Published Group Communication Research, 1970-1971."},
      {
        "id":"ED072479",
        "title":"Evaluation of Academic Programs."},
      {
        "id":"ED072480",
        "title":"Bilingual Attitudes Towards Authority: A Canadian Study."},
      {
        "id":"ED072481",
        "title":"Leadership and Society: A Comparative Study of the Views of Kurt Lewin and Raymond B. Cattell."},
      {
        "id":"ED072482",
        "title":"Biofeedback: An Operational Definition and Control of Dissonance."},
      {
        "id":"ED072483",
        "title":"On Empirical Evidence for the Existence of Rules Governing Speech-Using Behavior."},
      {
        "id":"ED072484",
        "title":"Inaugural Rhetoric and Rhetorical Prescription--An Examination of Organizational Patterns in Presidential Inaugural Addresses."},
      {
        "id":"ED072485",
        "title":"Philosophy and Rhetoric."},
      {
        "id":"ED072486",
        "title":"Literature as Revolt and Revolt as Literature: Three Studies in the Rhetoric of Non-Oratorical Forms. Proceedings of the Annual University of Minnesota Spring Symposium in Speech-Communication (4th, Minneapolis, May 3, 1969)."},
      {
        "id":"ED072487",
        "title":"William Pitt and the Rhetoric of Repression."},
      {
        "id":"ED072488",
        "title":"The Effects of Varying Degrees of Audience Density Upon Auditor Attitude."},
      {
        "id":"ED072490",
        "title":"Promoting the Summer Speech Institutes."},
      {
        "id":"ED072491",
        "title":"A Content Analytic Study of \"People's Daily\" in Its Socialization Process: A Case in Cross-Cultural Communication."},
      {
        "id":"ED072492",
        "title":"A Critique of Burgoon's Study of Willingness to Manipulate Others and Success in Two Basic Speech Communication Courses."},
      {
        "id":"ED072493",
        "title":"An Annotated Bibliography of Studies on Counterattitudinal Advocacy."},
      {
        "id":"ED072494",
        "title":"Stereotypes, Credibility, and Foreign Accented English Speech."},
      {
        "id":"ED072495",
        "title":"Communicative Competence: Implications for the Field of Speech Communication."},
      {
        "id":"ED072497",
        "title":"An Experimental Comparison of Certain Cueing Systems in Group Problem-Solving."},
      {
        "id":"ED072499",
        "title":"Drug Abuse Information in the Mass Media: Studies of Information Impact."},
      {
        "id":"ED072500",
        "title":"Approaches to the Use of Simulation in Speech Courses."},
      {
        "id":"ED072502",
        "title":"Counterads: Broadcasting and the First Amendment."},
      {
        "id":"ED072503",
        "title":"A Multi-Dimensional Evaluation Procedure for Intercollegiate Debate."},
      {
        "id":"ED072504",
        "title":"Libraries and Instructional Materials Centers. Educational Facilities Review Series Number 13."},
      {
        "id":"ED072507",
        "title":"Picking up the Options."},
      {
        "id":"ED072508",
        "title":"Alternative Educational Futures in the United States and in Europe: Methods, Issues and Policy Relevance."},
      {
        "id":"ED072509",
        "title":"Progress of Public Education in the United States of America 1968-1969. A Report of the United Nations Educational, Scientific and Cultural Organization International Conference (32nd, Geneva, Switzerland.)"},
      {
        "id":"ED072510",
        "title":"School Board Policies on Negotiations. [Educational Policies Development Kit.]"},
      {
        "id":"ED072511",
        "title":"Contrasts in the Process of Planned Change of the School's Instructional Organization. A Symposium."},
      {
        "id":"ED072512",
        "title":"Physical Education Facilities. Educational Facilities Review Series Number 14."},
      {
        "id":"ED072513",
        "title":"Luminous Environments. Educational Facilities Review Series Number 15."},
      {
        "id":"ED072514",
        "title":"A Project To Create and Validate Curriculum Materials in Consumer Education for High School Students. Final Report."},
      {
        "id":"ED072516",
        "title":"Why Your School Board Needs a Good Public Relations Program."},
      {
        "id":"ED072517",
        "title":"Making Process Education Operational Through Objective Descriptions of Classroom Roles. A Training Package."},
      {
        "id":"ED072518",
        "title":"Design for ETV: Planning for Schools with Television. Revised."},
      {
        "id":"ED072519",
        "title":"School Busing. Hearings Before Subcommittee No. 5 of the Committee on the Judiciary, House of Representatives, Ninety-second Congress, Second Session on Proposed Amendments to the Constitution and Legislation Relating to Transportation and Assignment of Public School Pupils. Parts 1-3. Serial No. 32."},
      {
        "id":"ED072520",
        "title":"Tax Credits for Nonpublic Education. Hearings Before the Committee on Ways and Means, House of Representatives, Ninety-Second Congress, Second Session on H. R. 16141 and Other Pending Proposals Relating to Aid to Primary and Secondary Education in the Form of Tax Credits and/or Deductions. Parts 1-3."},
      {
        "id":"ED072521",
        "title":"Issues in School Finance."},
      {
        "id":"ED072522",
        "title":"Teacher Tenure \"Ain't\" the Problem."},
      {
        "id":"ED072523",
        "title":"Inequality in School Financing: The Role of the Law. Clearinghouse Publication No. 39."},
      {
        "id":"ED072524",
        "title":"A Case Study of the School Personnel Utilization-Differentiated Staffing Project of the School District of Kansas City, Missouri, 1969-1972."},
      {
        "id":"ED072525",
        "title":"Feasibility Study of the 45-15 Plan for Year-Round Operation of a Public High School Served by an Elementary District (Valley View #96, Will County, State of Illinois) Already on the 45-15 Plan. Final Report."},
      {
        "id":"ED072526",
        "title":"Expanding Volunteers in Teaching and Learning Programs. An I/D/E/A/ Occasional Paper."},
      {
        "id":"ED072527",
        "title":"Toward More Effective Involvement of the Community in the School. An Occasional Paper."},
      {
        "id":"ED072529",
        "title":"Alternative Designs for Educational Systems."},
      {
        "id":"ED072530",
        "title":"School District Guidelines for the Extended School Year."},
      {
        "id":"ED072531",
        "title":"The Extended School Year. (An Information Packet.)"},
      {
        "id":"ED072532",
        "title":"Innovation and Change: A Study of Strategies in Selected Projects Supported by the National Center for the Improvement of Educational Systems. Volume IIB: Case Studies and Case Study Summaries. Final Report."},
      {
        "id":"ED072533",
        "title":"A Man for Tomorrow's World."},
      {
        "id":"ED072534",
        "title":"The School of the Future -- Now."},
      {
        "id":"ED072535",
        "title":"Curriculum Change: Direction and Process."},
      {
        "id":"ED072536",
        "title":"Influences in Curriculum Change."},
      {
        "id":"ED072537",
        "title":"Learning Through Student Activities. New Directions: New Dimensions Series."},
      {
        "id":"ED072538",
        "title":"The Development of a Model State Data Analysis Plan (SDAP). (Phase I.) Part I: Overview and Detailed Developmental Process."},
      {
        "id":"ED072539",
        "title":"The Development of a Model State Data Analysis Plan (SDAP). (Phase I.) Part II: The Model I SDAP."},
      {
        "id":"ED072540",
        "title":"The Development of a Model State Data Analysis Plan (SDAP). (Phase I.) Part III: The SDAP Data Compendium."},
      {
        "id":"ED072541",
        "title":"Use of Incentive Project. Final Evaluation Report."},
      {
        "id":"ED072542",
        "title":"Use of Incentives Project. Final Report."},
      {
        "id":"ED072543",
        "title":"Second Year Evaluation of an American Management Association Pilot Program: Adapting and Testing Business Management Development Programs for Educational Administrators. Evaluation Report."},
      {
        "id":"ED072544",
        "title":"Open Space Elementary Schools: An Annotated Bibliography."},
      {
        "id":"ED072545",
        "title":"National Institute of Education: A Personal View."},
      {
        "id":"ED072546",
        "title":"The National Institute of Education. A Brief Outline of Its History, Status, and Tentative Plans."},
      {
        "id":"ED072547",
        "title":"The Commuting Urban Student: Characteristics, Patterns, and Preferences."},
      {
        "id":"ED072548",
        "title":"Site Planning: Auraria Higher Education Center."},
      {
        "id":"ED072549",
        "title":"The Status and Role of Lunchroom Aides in Selected New York State School Districts. Phase Two of a Continuing Study -- School Paraprofessionals: Roles and Job Satisfactions."},
      {
        "id":"ED072550",
        "title":"Twelve Small California Schools."},
      {
        "id":"ED072551",
        "title":"School Carpet: Guide to Selection and Care."},
      {
        "id":"ED072552",
        "title":"Profile Rating Wheel: An Instrument To Evaluate School Facilities. Revised Edition."},
      {
        "id":"ED072553",
        "title":"Portable School Buildings."},
      {
        "id":"ED072554",
        "title":"California State Board of Education Guide for Determining &quot;Earthquake Unsafe&quot; School Buildings."},
      {
        "id":"ED072555",
        "title":"Guide for the Development of a School District Long-Range Comprehensive Master Plan."},
      {
        "id":"ED072556",
        "title":"State Departments of Education, State Boards of Education, and Chief State School Officers -- Including Reference to Legally Created Statewide Coordinating Agencies for Higher Education."},
      {
        "id":"ED072557",
        "title":"Estimates of School Statistics, 1972-73."},
      {
        "id":"ED072558",
        "title":"Teacher Tenure and Contracts. A Summary of State Statutes."},
      {
        "id":"ED072559",
        "title":"Organizational Feedback as a Factor of Educational Change."},
      {
        "id":"ED072560",
        "title":"Curriculum Development. Report of a Planning Conference for the NIE Planning Unit (Washington, D.C., December 17-18, 1971)."},
      {
        "id":"ED072561",
        "title":"The Role of Evaluation and Assessment Within the National Institute of Education. Report of a Planning Conference for the NIE Planning Unit (Washington, D.C., January, 1972)."},
      {
        "id":"ED072562",
        "title":"Teaching Gifted Children Literature in Grades One through Three."},
      {
        "id":"ED072563",
        "title":"Teaching Gifted Children Literature in Grades Four through Six."},
      {
        "id":"ED072564",
        "title":"Teaching Gifted Students Social Sciences in Grades Seven through Nine."},
      {
        "id":"ED072565",
        "title":"About Jobs and Mentally Retarded People."},
      {
        "id":"ED072566",
        "title":"Accessibility of Junior Colleges for Handicapped."},
      {
        "id":"ED072567",
        "title":"An Adaptation of the Teaching Reference Community Developed by the National Communicable Disease Center. Dixon, Tiller County, U. S. A."},
      {
        "id":"ED072568",
        "title":"Curriculum Guide for the Trainable Mentally Retarded in Primary, Intermediate and Secondary Curricula."},
      {
        "id":"ED072569",
        "title":"Diagnosis and Evaluation of Deaf-Blind Children, Report of Workshop Proceedings (Denver, Colorado, February, 17-18, 1971)."},
      {
        "id":"ED072570",
        "title":"Diagnostic Evaluation and Educational Programing for Hearing Impaired Children."},
      {
        "id":"ED072571",
        "title":"District Procedures for Providing Special Education for Exceptional Children and Youth."},
      {
        "id":"ED072572",
        "title":"Early Education of the Multi-handicapped Child."},
      {
        "id":"ED072573",
        "title":"The Effingham Program for the Improvement of Pre-College English. Final Evaluation Report."},
      {
        "id":"ED072574",
        "title":"The Family as Supportive Personnel in Speech and Hearing Remediation."},
      {
        "id":"ED072575",
        "title":"Two-Year Study of Northwest Regional Center's Summer Sessions for Preschool, Rubella, Deaf-Blind Children. Final Report."},
      {
        "id":"ED072576",
        "title":"Handbook for the Disabled Students of Brooklyn College C. U. N. Y."},
      {
        "id":"ED072577",
        "title":"[Arlington Public Schools Evaluation Design for Special Education Programs and Services.]"},
      {
        "id":"ED072578",
        "title":"In Our Path. A Program Guide 1972-1973."},
      {
        "id":"ED072579",
        "title":"Literature on the Deaf-Blind -- An Annotated Bibliography."},
      {
        "id":"ED072580",
        "title":"Toward the Development and Implementation of an Empirically Based Public School Program for Trainable Mentally Retarded and Severely Emotionally Disturbed Students. Part II."},
      {
        "id":"ED072581",
        "title":"Pilot Workshops Utilizing the Simulator and Training Materials Developed for In-Service Programs for Leadership Personnel Employed in Residential Institutions for the Mentally Retarded. Final Report."},
      {
        "id":"ED072582",
        "title":"Advocacy for the Legal and Human Rights of the Mentally Retarded."},
      {
        "id":"ED072583",
        "title":"Counselors in Special Education."},
      {
        "id":"ED072584",
        "title":"Outdoor Education Experiences for Emotionally Handicapped Children and Youth."},
      {
        "id":"ED072585",
        "title":"Instructional Materials for Career Education and Occupational and Personal Guidance: A Revised Catalog of Materials included in Traveling Package Number 1."},
      {
        "id":"ED072586",
        "title":"A Continuing Summary of Pending and Completed Litigation Regarding the Education of Handicapped Children. Number 6."},
      {
        "id":"ED072587",
        "title":"IMC/RMC Network Professional Film Collection. Second Edition."},
      {
        "id":"ED072588",
        "title":"Reading Methods and Problems; A Selective Bibliography. Exceptional Child Bibliography Series No. 613."},
      {
        "id":"ED072589",
        "title":"Multiply Handicapped; A Selective Bibliography. Exceptional Child Bibliography Series No. 614."},
      {
        "id":"ED072590",
        "title":"Visually Handicapped--Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 619."},
      {
        "id":"ED072591",
        "title":"Physical Facilities; A Selective Bibliography. Exceptional Child Bibliography Series No. 634."},
      {
        "id":"ED072592",
        "title":"Professional Education; A Selective Bibliography. Exceptional Child Bibliography Series No. 635."},
      {
        "id":"ED072593",
        "title":"Instructional Materials; A Selective Bibliography. Exceptional Child Bibliography Series No. 637."},
      {
        "id":"ED072594",
        "title":"Teacher Aides and Nonprofessional Personnel; A Selective Bibliography. Exceptional Child Bibliography Series No. 647."},
      {
        "id":"ED072595",
        "title":"A Guide to the Santa Monica Project Documentation: Engineered Classroom, Madison School Plan/Learning Center, and the Train and Trade Program."},
      {
        "id":"ED072596",
        "title":"Replication Guidelines."},
      {
        "id":"ED072597",
        "title":"Educational Needs Assessment of Low Incidence Handicapped Children in Eleven Illinois Counties."},
      {
        "id":"ED072598",
        "title":"Prescriptive Teaching Workshop Resource Manual."},
      {
        "id":"ED072599",
        "title":"A Survey of Cognition in Handicapped Children. Technical Report No. 197."},
      {
        "id":"ED072600",
        "title":"SEIMC Services to Parents of Handicapped Children."},
      {
        "id":"ED072601",
        "title":"Prevocational and Vocational Training of Trainable Mentally Retarded Youth in Sheltered Workshops Established by Local Educational Agencies."},
      {
        "id":"ED072602",
        "title":"Information Concerning the Program for Gifted and Talented Students."},
      {
        "id":"ED072603",
        "title":"Administrator's Guide to Programs for Speech Handicapped School Children."},
      {
        "id":"ED072604",
        "title":"A Design for a Continuum of Special Education Services. Interim Report."},
      {
        "id":"ED072605",
        "title":"State Agency Exchange; Services to the Mentally Retarded, Vocational Rehabilitation Involvement."},
      {
        "id":"ED072606",
        "title":"A Helpful Guide in the Training of a Mentally Retarded Child."},
      {
        "id":"ED072607",
        "title":"A Vocational Education Program for Blind Children and Youth. Phase I Final Report."},
      {
        "id":"ED072608",
        "title":"Research on Frequency Transposition for Hearing Aids. Final Report."},
      {
        "id":"ED072621",
        "title":"A Comparative Study of Selected Ethnic Characteristics of Information Sources and Their Influence on the Receiver."},
      {
        "id":"ED072623",
        "title":"Public Broadcasting Service Participation in the NPACT Coverage of the Political Primaries and the Two and One Half National Conventions."},
      {
        "id":"ED072624",
        "title":"Creativity Games."},
      {
        "id":"ED072625",
        "title":"The Development of Visual Materials for CAI. Technical Memo 5."},
      {
        "id":"ED072626",
        "title":"Foreign Student Evaluation of a Computer-Assisted Instruction Punctuation Course. Technical Memo 6."},
      {
        "id":"ED072627",
        "title":"The University of Texas at Austin Computer-Assisted Instruction Laboratory: A Program of Research and Development. Technical Memo Number 7."},
      {
        "id":"ED072628",
        "title":"The Design of an Abstract Hierarchical Learning Task for Computer-Based Instructional Research. Technical Report Number 2."},
      {
        "id":"ED072629",
        "title":"The Interaction of Reasoning and Memory Abilities with Rule-Example Vs. Discovery Instruction in Learning an Imaginary Science. Technical Report Number 3."},
      {
        "id":"ED072630",
        "title":"Computer-Assisted Instruction in Undergraduate Organic Chemistry: Design, Application, and Evaluation. Technical Report 10."},
      {
        "id":"ED072631",
        "title":"Evaluation of Care 1 For Projected Use at the University of Texas. Technical Report Number 12."},
      {
        "id":"ED072632",
        "title":"Development of an APL Program for Generating Punctuation and Usage Exercises in Freshman English. Technical Report Number 13."},
      {
        "id":"ED072633",
        "title":"Learner Control Commands for Computer-Assisted Instruction Systems. Technical Report 15."},
      {
        "id":"ED072634",
        "title":"An Investigation of Cognitive Abilities, State Anxiety, and Performance in a CAI Task Under Conditions of No Feedback, Feedback, and Learner Control. Technical Report Number 16."},
      {
        "id":"ED072635",
        "title":"Learner-Controlled Computer-Assisted Instruction."},
      {
        "id":"ED072639",
        "title":"Instructional Television Service in the United States; A Composite Profile."},
      {
        "id":"ED072641",
        "title":"Computer-Assisted Instruction for the Deaf at Stanford University. Annual Report."},
      {
        "id":"ED072643",
        "title":"The Use of Inferred Objectives with Instructional Films."},
      {
        "id":"ED072645",
        "title":"Training Device Design: Human Factors Requirements in the Technical Approach. Technical Report."},
      {
        "id":"ED072646",
        "title":"Relative Effectiveness of Two and Three Dimensional Image Storage Media. Technical Report."},
      {
        "id":"ED072647",
        "title":"Development of Multimedia, Self-Instructional, Study Units. Fourth Annual Progress Report, April 1, 1972 Through December 8, 1972."},
      {
        "id":"ED072648",
        "title":"Computers in Undergraduate Science Education. Conference Proceedings."},
      {
        "id":"ED072652",
        "title":"Learning by Graphics: Translating Verbal Information Into Graphic Network Formats. Tech Memo Number 60."},
      {
        "id":"ED072653",
        "title":"Latency and Test Anxiety. Tech Memo Number 56."},
      {
        "id":"ED072654",
        "title":"Effect of Computer Tutorial Review Lessons on Exam Performance In Introductory College Physics. Tech Memo Number 64."},
      {
        "id":"ED072655",
        "title":"A Comparison of Colour and Black and White T. V."},
      {
        "id":"ED072656",
        "title":"Television Utilization."},
      {
        "id":"ED072657",
        "title":"Equivalent Validity of a Completely Computerized MMPI. Tech Memo Number 48."},
      {
        "id":"ED072661",
        "title":"Cable Television Report and Suggested Ordinance."},
      {
        "id":"ED072664",
        "title":"Feasibility Study: Instructional Television System 2500 MHz &quot;ITFS&quot;."},
      {
        "id":"ED072665",
        "title":"A Primer on Telecommunications in Education. Part of: A Planning Document for the Establishment of a Nationwide Educational Telecommunications System."},
      {
        "id":"ED072669",
        "title":"Zum Ausspracheunterricht auf kontrastiver Basis (Pronunciation Instruction on a Contrastive Basis)."},
      {
        "id":"ED072671",
        "title":"Concepcion de la Educacion Basica en Algunos Paises. Series Divulgaciones No. 1 (The Notion of Basic Education in Several Countries. Information Series No. 1)."},
      {
        "id":"ED072672",
        "title":"Investigacion Educativa: Areas - Politicas - Estrategias y Proyectos del ICOLPE, 2 (Educational Research: Topics, Policies, Strategies, and Projects of the Colombian Institute of Pedagogy, 2),"},
      {
        "id":"ED072673",
        "title":"Verbs and Adjectives in Literary Japanese According to Suzuki Akira."},
      {
        "id":"ED072674",
        "title":"Naci para ensenarte (I Was Born to Teach You)."},
      {
        "id":"ED072677",
        "title":"Cultural Conflict and Integration in the Andes: Final Report to the National Endowment for the Humanities."},
      {
        "id":"ED072681",
        "title":"Intelligibility: A Study of Errors and Their Importance."},
      {
        "id":"ED072682",
        "title":"Student Attitudes Toward Foreign Language Study--Results of a Survey."},
      {
        "id":"ED072683",
        "title":"Foreign Languages: Annual Narrative Report, [1971-1972]."},
      {
        "id":"ED072684",
        "title":"German Syllabus: Objectives of the Five-Year Course in German."},
      {
        "id":"ED072685",
        "title":"Phonetic Symbolism: Its Stability and Effects on Verbal Learning."},
      {
        "id":"ED072686",
        "title":"Linguistics Courses in Teachers' Colleges."},
      {
        "id":"ED072687",
        "title":"Nuevas Adquisiciones (Recent Acquisitions)."},
      {
        "id":"ED072688",
        "title":"Two Papers on English-Hungarian Contrastive Phonology."},
      {
        "id":"ED072689",
        "title":"Script, Grammar, and the Hungarian Writing System."},
      {
        "id":"ED072694",
        "title":"Current Approaches to the Teaching of Foreign Languages."},
      {
        "id":"ED072695",
        "title":"Umgang mit Gedichten: Bemerkungen zu funf Gedichten von Johann Wolfgang von Goethe (Dealing with Poetry: Observations on Five Poems by Johann Wolfgang von Goethe)."},
      {
        "id":"ED072696",
        "title":"TESOL at the Beginning of the '70s: Trends, Topics, and Research Needs."},
      {
        "id":"ED072697",
        "title":"Bilingual/Bicultural Preschool Education Program: Montessori Design, 1972-73."},
      {
        "id":"ED072698",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingual Instruction for Spanish Speaking Pupils."},
      {
        "id":"ED072699",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Portuguese Bilingual-Bicultural Project."},
      {
        "id":"ED072700",
        "title":"The Role of the State Foreign Language Supervisor: Its Development and Direction Since 1958."},
      {
        "id":"ED072709",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingualism for Conceptualization of Learning."},
      {
        "id":"ED072710",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Programa en Dos Lenguas."},
      {
        "id":"ED072711",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Espanola Bilingual Education Program."},
      {
        "id":"ED072712",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Brentwood Bilingual Education Project."},
      {
        "id":"ED072713",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingual Education Program."},
      {
        "id":"ED072714",
        "title":"Content Analysis Schedule for Bilingual Education Programs: HABLA-Helping Advance Bilingual Learning in Abernathy."},
      {
        "id":"ED072715",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Collier County Bilingual Project."},
      {
        "id":"ED072716",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Santa Barbara County Bilingual Project."},
      {
        "id":"ED072717",
        "title":"University-Urban Interface: Issues, Methodology, Prospects."},
      {
        "id":"ED072718",
        "title":"Atlanta Service-Learning Conference Report."},
      {
        "id":"ED072719",
        "title":"College Admissions and Financial Aid Policies as Revealed by Institutional Practices."},
      {
        "id":"ED072720",
        "title":"Campus/Community Relationships: An Annotated Bibliography Volume 2."},
      {
        "id":"ED072721",
        "title":"The Open University. A Preliminary Report."},
      {
        "id":"ED072722",
        "title":"A Guide to Professional Development Opportunities for College and University Administrators. Seminars, Workshops, Conferences, Internships, and Fellowships, January-December, 1973."},
      {
        "id":"ED072723",
        "title":"Abstracts and Reviews of Research in Higher Education. College and University Calendars - A Second Review. Number 18."},
      {
        "id":"ED072724",
        "title":"Regional Comparative Unit Cost Studies for Maintenance and Operation of Physical Plants in Universities and Colleges in Central States Region and Rocky Mountain Region."},
      {
        "id":"ED072725",
        "title":"Comparative Cost Study by Southeastern Regional Association of Physical Plant Administrators of Universities and Colleges Standards Committee."},
      {
        "id":"ED072726",
        "title":"Faculty Salary Schedules in Colleges and Universities, 1971-72."},
      {
        "id":"ED072727",
        "title":"The Budgetary Process at the University of Michigan."},
      {
        "id":"ED072728",
        "title":"Towards an Optimal University Salary System."},
      {
        "id":"ED072729",
        "title":"Is College Teaching So Bad That Most Professors Ought To Be Sued for Malpractice?"},
      {
        "id":"ED072730",
        "title":"An Index to Major Articles in \"The Chronicle of Higher Education.\" Volume I-VI."},
      {
        "id":"ED072731",
        "title":"Professional Training Programs in Maternal and Child Nursing."},
      {
        "id":"ED072732",
        "title":"Higher Education Enrollment and Projected Enrollment 1960-1982."},
      {
        "id":"ED072733",
        "title":"Colloquium on Higher Education in Connecticut. Presentations by Principal Speakers."},
      {
        "id":"ED072734",
        "title":"An Annotated Interoffice Bibliography on Graduate Education, Part III."},
      {
        "id":"ED072735",
        "title":"National Science Foundation Guide to Programs Fiscal Year 1973."},
      {
        "id":"ED072736",
        "title":"A Cost Analyses of the Five Public Colleges in Alberta 1970-71. Resource Allocations. Master Planning Monograph 8."},
      {
        "id":"ED072737",
        "title":"Social Characteristics and Motivations of Students in Non-University Post-Secondary Educational Institutions in the Province of Alberta. Student Needs. Master Planning Monograph 7."},
      {
        "id":"ED072738",
        "title":"Independent Higher Education in California."},
      {
        "id":"ED072739",
        "title":"Report of the Task Force - Space for Health Sciences. Building Blocks. Volume III."},
      {
        "id":"ED072740",
        "title":"Information Manual. 1972-73. Coordinating Council for Higher Education in California."},
      {
        "id":"ED072741",
        "title":"YOUTHPOLL, 1972 Freshman Class."},
      {
        "id":"ED072742",
        "title":"Higher Education Finance. A Comparative Study of Matched Samples of Black and White Private Institutions."},
      {
        "id":"ED072743",
        "title":"Freshmen Expectations of the University of Maryland, 1971-72."},
      {
        "id":"ED072744",
        "title":"The Vietnam-Era Veteran Enters College."},
      {
        "id":"ED072745",
        "title":"Descriptive Information on Over-35 Undergraduate Students."},
      {
        "id":"ED072746",
        "title":"Student Perception of the Campus Environment."},
      {
        "id":"ED072747",
        "title":"Risk Management and Insurance. Guidelines for Higher Education."},
      {
        "id":"ED072749",
        "title":"Consulting for Black Enterprise...Experiences During the Second Year. Volume II."},
      {
        "id":"ED072750",
        "title":"Consulting for Black Enterprise...A Challenge to the Business Establishment."},
      {
        "id":"ED072751",
        "title":"A Small College Information System. Report of an Administrative Improvement Project in Data Processing at Freed-Hardeman College, Henderson, Tennessee."},
      {
        "id":"ED072752",
        "title":"Minority Group Enrollment, Housing and Financial Aid Statistics, Fall 1969 Through Fall 1971."},
      {
        "id":"ED072753",
        "title":"American College Testing Program Institutional Self-Study Survey."},
      {
        "id":"ED072754",
        "title":"Sabbatical Leaves in Higher Education."},
      {
        "id":"ED072756",
        "title":"Interinstitutional Cooperation in California Higher Education."},
      {
        "id":"ED072757",
        "title":"Financing Postsecondary Education in California."},
      {
        "id":"ED072758",
        "title":"The Impact of the Academic Revolution on Faculty Careers."},
      {
        "id":"ED072759",
        "title":"Evaluating the Effects of Using Upperclassmen Trained in Group Dynamics to Lead Small Process-Oriented Freshman Orientation Groups. Final Report."},
      {
        "id":"ED072760",
        "title":"Research on the Program of Expanded Educational Opportunities. Final Report."},
      {
        "id":"ED072764",
        "title":"Professional Competence Core: An Interdisciplinary Curriculum for Undergraduates--Evaluation Package. Final Report."},
      {
        "id":"ED072766",
        "title":"A Model Consortium Program for Educational Research Development and Evaluation in New Jersey Colleges. Final Report."},
      {
        "id":"ED072767",
        "title":"The Illinois Public Junior College System. A Program Review."},
      {
        "id":"ED072768",
        "title":"A Report on the Survey of High School Students' Educational Plans and Opinions Relating to the Area Two-Year Institutions."},
      {
        "id":"ED072769",
        "title":"Five-Year Alumni Study of Community College and Technical Institute Students. 1966-67 to 1970-71."},
      {
        "id":"ED072770",
        "title":"Community College and Technical Institute Follow-Up Study of Students Enrolled During One or More Quarters. Fall, 1970 to Fall, 1971."},
      {
        "id":"ED072771",
        "title":"The Institutional Goals Inventory, Spring, 1972."},
      {
        "id":"ED072772",
        "title":"Annual Report: Vermont Regional Community College Commission, Inc. Year Ended June 30, 1972."},
      {
        "id":"ED072773",
        "title":"Cost Benefit Analysis. Community College of Vermont."},
      {
        "id":"ED072774",
        "title":"Project to Develop a Cost Benefit Model for Vocational Programs at College of Alameda. Final Report."},
      {
        "id":"ED072775",
        "title":"Evaluation Model for Career Programs. Final Report."},
      {
        "id":"ED072777",
        "title":"Second Annual Three-Site National Instructional Assessment Conference on Individualized Instruction: Its Status in Community Colleges. Conference Proceedings."},
      {
        "id":"ED072778",
        "title":"Workshop for New Community Junior College Presidents and Their Wives."},
      {
        "id":"ED072779",
        "title":"The Impact of the College on the Local Economy. Research Report No. 11."},
      {
        "id":"ED072780",
        "title":"A Five-Year Longitudinal Study of City Colleges of Chicago Transfer Students, September 1967-June 1972."},
      {
        "id":"ED072781",
        "title":"Grading Patterns and Practices. A Study of Grading Patterns and Practices During Winter Quarter, 1972 at St. Mary's Junior College, Minneapolis, Minnesota."},
      {
        "id":"ED072782",
        "title":"Education of Medical Library Systems Analysts."},
      {
        "id":"ED072784",
        "title":"Information Retrieval Center of the Northern Colorado Educational Board of Cooperative Services. Final Report, FY 1970-71."},
      {
        "id":"ED072787",
        "title":"Analysis of Research Journals and Related Research Structure in Education. Final Report."},
      {
        "id":"ED072788",
        "title":"Two Fineless Years, A History, Analysis, and Evaluation."},
      {
        "id":"ED072789",
        "title":"An Historical Survey of the Relation Among the Philosophy, Method, and Libraries of American Theological Education."},
      {
        "id":"ED072790",
        "title":"Report of the Interim Public Documents Study Commission to the 48th Session of the South Dakota Legislative Assembly."},
      {
        "id":"ED072791",
        "title":"Guidelines for Printing and Publishing South Dakota Public Documents. Preliminary Edition."},
      {
        "id":"ED072794",
        "title":"The Use of ERIC Tapes in Scandinavia, Searching With Thesaurus Terms in Natural Language."},
      {
        "id":"ED072795",
        "title":"A Selected Bibliography of Books on Women in the Libraries of the State University of New York at Albany."},
      {
        "id":"ED072796",
        "title":"Recycling of Metals and Materials: A Selected Bibliography."},
      {
        "id":"ED072797",
        "title":"Directory of Informational and Statistical Sources. Preliminary Edition."},
      {
        "id":"ED072799",
        "title":"Suppliers of Spanish-Language Materials and Films for Spanish-Speaking and Spanish-Culture Groups."},
      {
        "id":"ED072800",
        "title":"Report of Commission IV. Proposed Programme and Budget, 1973-1974 and Draft Medium-Term Outline Plan, 1973-1978. Chapter 4 - Communication."},
      {
        "id":"ED072801",
        "title":"On Line; [Summary of the Events and Activities of the ADP Conference (4th, Berkeley Springs, West Virginia, October 17-20, 1972)]."},
      {
        "id":"ED072802",
        "title":"The Role of Biomedical Librarians in a Local Basic Unit Library Organization."},
      {
        "id":"ED072803",
        "title":"Card Catalog Study at Vigo County Public Library."},
      {
        "id":"ED072804",
        "title":"Cataloging and Technical Services Round Table (Indianapolis, Sept. 29-30, 1971)."},
      {
        "id":"ED072805",
        "title":"A Survey of the Recruitment, Staff Development, and Minority Employment Practices of Research Libraries."},
      {
        "id":"ED072809",
        "title":"Library Group, The."},
      {
        "id":"ED072810",
        "title":"Approval Plans: A Survey."},
      {
        "id":"ED072811",
        "title":"Survey of Commercially Available Computer-Readable Bibliographic Data Bases."},
      {
        "id":"ED072815",
        "title":"The Relationship Between Primary and Secondary Literature in the Social Sciences: A Study of Secondary Literature in Criminology."},
      {
        "id":"ED072816",
        "title":"Characteristics of Citations in Social Science Monographs."},
      {
        "id":"ED072817",
        "title":"The Maryland Refutation Proof Procedure."},
      {
        "id":"ED072818",
        "title":"LTAS in the Library Manpower Picture; Proceedings of Annual Workshop (3rd, Chicago, January 28-29, 1972)."},
      {
        "id":"ED072822",
        "title":"Center for Information Services, Phase II - Detailed System Design and Programming, First Report on Public Service."},
      {
        "id":"ED072823",
        "title":"Academic Library Bibliographic Instruction: Status Report 1972."},
      {
        "id":"ED072824",
        "title":"Black Heritage: The American Experience; A Selected, Annotated Bibliography."},
      {
        "id":"ED072826",
        "title":"The Double-KWIC Coordinate Indexing Technique: Theory, Design, and Implementation."},
      {
        "id":"ED072827",
        "title":"The Right of Inmates to a Law Library."},
      {
        "id":"ED072828",
        "title":"Education in Information Science: The Applied Disciplines in a Systems-Oriented Curriculum."},
      {
        "id":"ED072829",
        "title":"Evaluation of the Impact, Costs and Benefits of the Albuquerque Model Cities Library Materials and Cultural Centers. Final Report. Volume I and II."},
      {
        "id":"ED072830",
        "title":"Alternative Research Center, A Proposal."},
      {
        "id":"ED072832",
        "title":"Proceedings of the Full Board Meeting (Ustaoset, Norway, June 1972)."},
      {
        "id":"ED072833",
        "title":"Progress Report of Computerized I&amp;D Services at the Royal Institute of Technology, Stockholm."},
      {
        "id":"ED072835",
        "title":"National Survey of Library Services to the Aging. Phase Two. Final Report."},
      {
        "id":"ED072836",
        "title":"Personnel for Research Libraries; Qualifications, Responsibilities and Use. Final Report."},
      {
        "id":"ED072838",
        "title":"The Young Child Learns: A Guide for Four-Year-Olds."},
      {
        "id":"ED072839",
        "title":"Intellectual Skills: An Emerging Concept for a Changing Society."},
      {
        "id":"ED072840",
        "title":"Mother-Father-Newborn Interaction: Effects of Maternal Medication, Labor, and Sex of Infant."},
      {
        "id":"ED072841",
        "title":"Parent Education: An Abstract Bibliography (Supplement #1)."},
      {
        "id":"ED072842",
        "title":"Early Childhood Teaching: An Abstract Bibliography."},
      {
        "id":"ED072843",
        "title":"Home-Oriented Preschool Education: Program Overview and Requirements."},
      {
        "id":"ED072844",
        "title":"Generalization of Habituation to Properties of Objects in Human Infants."},
      {
        "id":"ED072845",
        "title":"Violent Content in Television: Effect of Cognitive Style and Age in Mediating Children's Aggressive Responses."},
      {
        "id":"ED072846",
        "title":"Locus of Control as Mediator of Cognitive Development."},
      {
        "id":"ED072847",
        "title":"Dimensions of Locus of Control: Impact of Early Educational Experiences."},
      {
        "id":"ED072848",
        "title":"South Douglas County Early Childhood Education Project, First Year Evaluation Report, July 1, 1971 to June 30, 1972."},
      {
        "id":"ED072849",
        "title":"A Guide to the Open Classroom."},
      {
        "id":"ED072850",
        "title":"Career Development in Head Start. Career Development Training Program. Part I: Components, Roles, and Program Options."},
      {
        "id":"ED072851",
        "title":"Career Development in Head Start. Career Development Training Program. Part II: The Teaching and Community Service Ladders."},
      {
        "id":"ED072852",
        "title":"Career Development in Head Start. Career Development Training Program. Part III: Adult Development and Adult Learning."},
      {
        "id":"ED072854",
        "title":"Achieving Academic and Social Objectives in Kindergarten through Behavioral Analysis. Research and Development Report, Vol. VI, No. 3."},
      {
        "id":"ED072855",
        "title":"The Development of a Prototype Infant, Preschool and Child Day Care Center in Metropolitan Toronto. Year I Progress Report: Program Development."},
      {
        "id":"ED072856",
        "title":"Family Day Care: Some Observations."},
      {
        "id":"ED072857",
        "title":"Research Problems and Issues in the Area of Socialization."},
      {
        "id":"ED072859",
        "title":"Effects of Different Head Start Program Approaches on Children of Different Characteristics: Report on Analysis of Data from 1966-67 and 1967-68 National Evaluations. Technical Memorandum."},
      {
        "id":"ED072860",
        "title":"Effects of Different Head Start Program Approaches on Children of Different Characteristics: Report on Analysis of Data from 1968-1969 National Evaluation. Technical Memorandum."},
      {
        "id":"ED072861",
        "title":"A Long-Range, Comprehensive Plan for Early Childhood Education in Alaska."},
      {
        "id":"ED072862",
        "title":"Alaska Model for Early Childhood Education (Ages 3, 4 and 5 Years)."},
      {
        "id":"ED072863",
        "title":"Maternal Speech to Children During Language Acquisition."},
      {
        "id":"ED072865",
        "title":"Establishing a State Office of Early Childhood Development: Suggested Legislative Alternatives."},
      {
        "id":"ED072866",
        "title":"An Annotated Bibliography on the British Infant School."},
      {
        "id":"ED072867",
        "title":"Early Childhood Development in Texas: 1972."},
      {
        "id":"ED072868",
        "title":"The Nongraded School: An Annotated Bibliography."},
      {
        "id":"ED072869",
        "title":"Parental Deprivation and the Development of Aggression."},
      {
        "id":"ED072870",
        "title":"Disciplinary Practices in Dallas Contrasted with School Systems with Rules Against Violence Against Children."},
      {
        "id":"ED072871",
        "title":"Emotional Concomitants of Reading Readiness Training in Kindergarten. Final Report."},
      {
        "id":"ED072876",
        "title":"Achievement and Attitude Change in Michigan Migrant Education, Summer Classrooms, 1972."},
      {
        "id":"ED072877",
        "title":"Changing Characteristics of the West Virginia Population: 1940-1970."},
      {
        "id":"ED072878",
        "title":"Educational and Occupational Aspirations and Expectations of Rural Youth."},
      {
        "id":"ED072879",
        "title":"The Triangle Program Planning Project. Final Report."},
      {
        "id":"ED072880",
        "title":"The Quality of Rural Living. Proceedings of a Workshop. (Washington, D.C., May 5-7, 1969)."},
      {
        "id":"ED072881",
        "title":"Differences in Academic Capability Between Rural Youth Planning and Not Planning to Go to College."},
      {
        "id":"ED072883",
        "title":"Ethnic Characteristics as Factors in Social Modeling."},
      {
        "id":"ED072884",
        "title":"Rural Housing Rehabilitation Demonstration. Princeville, N. C."},
      {
        "id":"ED072885",
        "title":"Process Analysis of Non-Graded Rural Schools in Sweden. Outline of an Evaluation Project."},
      {
        "id":"ED072886",
        "title":"Public Elementary &amp; Secondary Education Expenditures in Nevada."},
      {
        "id":"ED072887",
        "title":"Colorado State University (CSU) Sixteen State Project for Training Community Teams of Professionals for the Development of Coordinative, Adult Basic Education Programs in Rural Areas (Project COMMUNI-LINK). First Year Report: FY 1971."},
      {
        "id":"ED072888",
        "title":"The Role of Farm Labor Market Institutions in the Lower Rio Grande Valley of Texas."},
      {
        "id":"ED072889",
        "title":"Review of the Rural Manpower Service, 1972."},
      {
        "id":"ED072890",
        "title":"Role Models of Negro and White Rural Youth at Two Stages of Adolescence."},
      {
        "id":"ED072891",
        "title":"Metropolitan-Nonmetropolitan Differences in the Role Models of Negro Youth."},
      {
        "id":"ED072892",
        "title":"A Chicano Perspective on Social Work Curriculum Development. Social Work Education for Economically Disadvantaged Groups in Texas. An Occasional Paper of the Consortium of Texas Schools of Social Work."},
      {
        "id":"ED072895",
        "title":"Steps toward Greater Individualizing for Small Schools. Report of a Summer Institute. Report of a Long-Range Plan for Individualizing."},
      {
        "id":"ED072896",
        "title":"Definitions and Strategies of Rural Development: A Search for Coherence and Congruity."},
      {
        "id":"ED072897",
        "title":"Some Roles of the Rural Sociologist in Latin America's Economic Development."},
      {
        "id":"ED072898",
        "title":"Agrarian Reform Policies and Development in the Arab Middle East."},
      {
        "id":"ED072899",
        "title":"Go My Son. For American Indians: Opportunities for Higher Education in the United States."},
      {
        "id":"ED072900",
        "title":"The Chicano Migrant Child."},
      {
        "id":"ED072901",
        "title":"Characteristics of Local Organizations and Service Agencies Conductive to Development: With Special Reference to Farmers' Organizations."},
      {
        "id":"ED072902",
        "title":"The Poor in 1970: A Chartbook."},
      {
        "id":"ED072903",
        "title":"Migrant Action Program. Annual Report, 1972."},
      {
        "id":"ED072904",
        "title":"Charlo Class Scheduling Plan."},
      {
        "id":"ED072905",
        "title":"Mexican American and Anglo Perceptions of a University Environment."},
      {
        "id":"ED072906",
        "title":"The Role of Community Development in Rural Development."},
      {
        "id":"ED072907",
        "title":"Report of Illinois Migrant Council. Program Year 1971-1972."},
      {
        "id":"ED072908",
        "title":"Related Aspects of the Social and Economic Problems, Cultural Tradition, and Educational System of Rural Appalachia: An Analysis Based on the Concept of Scale."},
      {
        "id":"ED072909",
        "title":"Discussion of Educational Plans with Teachers by Indian and Non-Indian High School Students and Type of Subject Taught by Teachers."},
      {
        "id":"ED072910",
        "title":"National Growth: The Rural Component."},
      {
        "id":"ED072911",
        "title":"Residential Projections and Place of Residence of Selected Louisiana Rural Youth."},
      {
        "id":"ED072912",
        "title":"New Careers in the Indian Health Program."},
      {
        "id":"ED072914",
        "title":"Report to the Governor and the Legislature by the Nevada Indian Affairs Commission for the Period, 1 July 1968 thru 30 June 1972."},
      {
        "id":"ED072915",
        "title":"South Dakota Indian Bibliography."},
      {
        "id":"ED072916",
        "title":"An Investigation in Elementary Science Curriculum, Employing A Conceptual Schemes Approach."},
      {
        "id":"ED072917",
        "title":"Program Grants Fiscal Years 67-72."},
      {
        "id":"ED072918",
        "title":"Grant Reports, Office of Intergovernmental Science Programs, National Science Foundation."},
      {
        "id":"ED072919",
        "title":"The Sociological Backgrounds of Scientifically Talented Secondary School Students Throughout the State of Texas."},
      {
        "id":"ED072921",
        "title":"The Cassette Tape Recorder Means Versus Written and Symbolic Means of Providing Feedback of a Student's Performance on Secondary School Science Laboratory Exercises."},
      {
        "id":"ED072922",
        "title":"The Identification and Significance of Intuitive and Analytic Problem Solving Approaches Among College Physics Students."},
      {
        "id":"ED072923",
        "title":"Aviation Education Services and Resources."},
      {
        "id":"ED072934",
        "title":"A Questionnaire Study Relative to Science Education Methods Courses in Teaching Science at the Elementary Level."},
      {
        "id":"ED072942",
        "title":"Drug Abuse Current Awareness System (DACAS), Volume 1 Number 7."},
      {
        "id":"ED072943",
        "title":"Drug Abuse Current Awareness System (DACAS), Volume 1 Number 8."},
      {
        "id":"ED072958",
        "title":"A Validity Study of Environmental Management Concepts."},
      {
        "id":"ED072961",
        "title":"International Union for Conservation of Nature Bulletin (IUCN), Volume 3 Number 10."},
      {
        "id":"ED072962",
        "title":"The Federal Ocean Program."},
      {
        "id":"ED072964",
        "title":"Science Education News, December 1972: Trends in Science Education."},
      {
        "id":"ED072965",
        "title":"Mercury and Air Pollution: A Bibliography With Abstracts."},
      {
        "id":"ED072973",
        "title":"A Behavior Modification Plan for Aiding Slow Learners in Arithmetic."},
      {
        "id":"ED072974",
        "title":"Perceptual Structure of Scientific Knowledge. Final Report."},
      {
        "id":"ED072975",
        "title":"The Changing Curriculum: Mathematics."},
      {
        "id":"ED072976",
        "title":"National Assessment of Educational Progress, Science Objectives for 1972-73 Assessment."},
      {
        "id":"ED072977",
        "title":"Development of a Self-Instructional Course in Engineering Statics. Final Report."},
      {
        "id":"ED072978",
        "title":"The Development of the Skill of Questioning in Prospective Secondary School Science Teachers: An Extension. Final Report."},
      {
        "id":"ED072979",
        "title":"Negative Instances and the Acquisition of the Mathematical Concepts of Commutativity and Associativity. Final Report."},
      {
        "id":"ED072980",
        "title":"Understanding Math - Part I."},
      {
        "id":"ED072981",
        "title":"Understanding Math - Part II."},
      {
        "id":"ED072982",
        "title":"Understanding Math - Teachers Guide."},
      {
        "id":"ED072983",
        "title":"The Concept of Culture. An Introductory Resource Unit in World Cultures."},
      {
        "id":"ED072984",
        "title":"The Status of World History Instruction in American Secondary Schools."},
      {
        "id":"ED072986",
        "title":"Survey of American and British Solo Voice Literature."},
      {
        "id":"ED072987",
        "title":"The Factors Affecting the Structural Growth of a City. Second Annual Report. Project Canada West."},
      {
        "id":"ED072988",
        "title":"Urbanization as Seen Through Canadian Writings. Project Canada West."},
      {
        "id":"ED072989",
        "title":"The Canurgo Report (Canadian Urban Government). Project Canada West."},
      {
        "id":"ED072990",
        "title":"Project Five to Nine. Project Canada West."},
      {
        "id":"ED072991",
        "title":"Value Dimensions Versus Social Indicators as Predictors of Individual Modernity."},
      {
        "id":"ED072992",
        "title":"A Study of Teacher Opinions Concerning Selected Free Filmstrips Provided by the American Iron and Steel Institute to Schools Throughout the United States."},
      {
        "id":"ED072993",
        "title":"Administrator&apos;s Handbook for Art Education."},
      {
        "id":"ED072994",
        "title":"Exemplars and Proposals for Social Studies Research."},
      {
        "id":"ED072995",
        "title":"The Adaptation of Children to the Organizational Context of the School: The Development of a Proposed Sociological Inquiry. Final Report."},
      {
        "id":"ED072996",
        "title":"Sculpture, Metallic Formations II, Art Education: 6683.12b."},
      {
        "id":"ED072997",
        "title":"Sculpture: Stone Shapes, Art: 6683.08."},
      {
        "id":"ED072998",
        "title":"Economics of Poverty, Social Studies: 6448.14."},
      {
        "id":"ED072999",
        "title":"Creative Mosaics, Art Education: 6683.14."},
      {
        "id":"ED073001",
        "title":"The Changing American Presidency, Social Studies: 6448.04."},
      {
        "id":"ED073002",
        "title":"Where it Starts: Basic Design, Art Education: 6671.33."},
      {
        "id":"ED073003",
        "title":"Current Domestic Problems, Social Studies: 6416.18."},
      {
        "id":"ED073004",
        "title":"American Military History, Social Studies: 6416.15."},
      {
        "id":"ED073005",
        "title":"The Role of the Elementary School Teacher in the Political Socialization Process."},
      {
        "id":"ED073006",
        "title":"The Perversion of Education into Data Transmission: The Communications Overload in the Modern Educational System."},
      {
        "id":"ED073007",
        "title":"National Assessment of Educational Progress. Newsletter, Volume 5, Number 7."},
      {
        "id":"ED073008",
        "title":"Art for the Preprimary Child."},
      {
        "id":"ED073009",
        "title":"The Existentialist Reality of Educational Production Functions (Their Existence Has Preceded Their Essence)."},
      {
        "id":"ED073010",
        "title":"Human Development Program. Program Report."},
      {
        "id":"ED073011",
        "title":"Intergroup Relations Curriculum. Program Report."},
      {
        "id":"ED073012",
        "title":"Materials and Activities for Teachers and Children (MATCH). Program Report."},
      {
        "id":"ED073013",
        "title":"Investigations Into the Instructional Process. VI. Group Work as a Social Interaction Process. A Case Approach."},
      {
        "id":"ED073014",
        "title":"The Dimensions of International Education in New York State."},
      {
        "id":"ED073015",
        "title":"World Cultures. Curriculum Resource Guide."},
      {
        "id":"ED073017",
        "title":"Student Participation in High School Decisions. A Study of Students and Teachers in Fourteen Urban High Schools. Summary and Excerpts."},
      {
        "id":"ED073018",
        "title":"The First World War as an Example of the Natural Link Between Teaching and Research."},
      {
        "id":"ED073019",
        "title":"Return to the Social Studies."},
      {
        "id":"ED073020",
        "title":"Needed: A Democratizing of the Schools?"},
      {
        "id":"ED073021",
        "title":"Social Studies Instruction in a Non-Classroom Setting."},
      {
        "id":"ED073022",
        "title":"Moral Development and the New Social Studies."},
      {
        "id":"ED073023",
        "title":"A Conceptually Based Social Studies Model for the Training of Teachers: Emphasis on Improved Racial Attitudes, Knowledges, and Activities."},
      {
        "id":"ED073024",
        "title":"An Organizational Pattern for Small Groups in an American History Course."},
      {
        "id":"ED073025",
        "title":"Development of Positive Racial Attitudes, Knowledges, and Activities in Pre-Service Social Studies Teachers."},
      {
        "id":"ED073026",
        "title":"The 1970-71 Study on the Status of Pre-College Psychology in the State of Florida: Final Report."},
      {
        "id":"ED073027",
        "title":"Design and Implementation Skills for Social Innovation."},
      {
        "id":"ED073028",
        "title":"International Organization and Peacekeeping. Teacher's Guide."},
      {
        "id":"ED073029",
        "title":"Understanding the Concepts of System and Model. Prerequisites to the Study of World Politics."},
      {
        "id":"ED073030",
        "title":"Power: A Questioning Strategy for Analyzing Power Relationships."},
      {
        "id":"ED073031",
        "title":"Military Obligation and the Invididual, With a Focus on Conscription in the U.S. Teacher's Guide and Student Workbook. Third Draft."},
      {
        "id":"ED073033",
        "title":"Laboratory Activities for Civics Instruction."},
      {
        "id":"ED073034",
        "title":"Social Science Education Consortium Newsletter. Number 14."},
      {
        "id":"ED073035",
        "title":"Iowa History: A Guide to Resource Material."},
      {
        "id":"ED073036",
        "title":"A Teacher's Guide to Folksinging. A Curriculum Guide for a High School Elective in Music Education."},
      {
        "id":"ED073037",
        "title":"Indian Games."},
      {
        "id":"ED073038",
        "title":"Indian Music."},
      {
        "id":"ED073039",
        "title":"University-Urban Interface Program. Pittsburgh Goals and Futures."},
      {
        "id":"ED073040",
        "title":"The Effects of the Position of Organizers to Facilitate Learning of Structured Anthropology Materials in the Sixth Grade."},
      {
        "id":"ED073041",
        "title":"A Comparison of the Effects of Organizers on the Learning of Structured Anthropology Materials in the Third Grade."},
      {
        "id":"ED073043",
        "title":"The Simeon Cadre in Formation, Summer 1970."},
      {
        "id":"ED073044",
        "title":"Reformese Jargon: The Language and Literature of Educational Reform."},
      {
        "id":"ED073046",
        "title":"Competency-Based Education: The State of the Scene."},
      {
        "id":"ED073047",
        "title":"Research and Development in Teacher Education in Asia. Final Report of the Working Group Meeting on Research and Development in Teacher Education (Baguio City Philippines, January 11-20, 1972)."},
      {
        "id":"ED073049",
        "title":"Institute for the Preparation of Instructional Development Specialists in Community Colleges of the Southwest. Director's Report."},
      {
        "id":"ED073050",
        "title":"Training Program for Community College Teachers of Minority and Low-Income Students."},
      {
        "id":"ED073051",
        "title":"The Effects of Training on Increased Use of and Correlation Between Higher Order Classroom and Test Questioning Behavior."},
      {
        "id":"ED073052",
        "title":"Phenomena and Methodology of Studying Social Structures in the Classroom."},
      {
        "id":"ED073053",
        "title":"Teacher Shortage or Surplus: That Is the Question."},
      {
        "id":"ED073054",
        "title":"Youth Welfare Activities of the National Education Association."},
      {
        "id":"ED073055",
        "title":"New York State Junior College School Paraprofessional Programs. Phase Four of A Continuing Study of School Paraprofessionals: Roles and Job Satisfaction."},
      {
        "id":"ED073056",
        "title":"To Each His Own: Development of a Taxonomy of Teacher Performance Geared to Individualization Among Teachers."},
      {
        "id":"ED073057",
        "title":"An Exploratory Study of Interaction Analysis in the College Classroom."},
      {
        "id":"ED073058",
        "title":"Training Institute for Staff Members of School Systems with Multi-Cultural Schools."},
      {
        "id":"ED073059",
        "title":"Report on Experiment Girls on Boys' Interschool Athletic Teams. March 1969-1970."},
      {
        "id":"ED073060",
        "title":"AFT-QuEST Consortium Yearbook. Proceedings of the QuEST Consortium (April 2-6, 1972)."},
      {
        "id":"ED073061",
        "title":"Can We Train Teachers Better?"},
      {
        "id":"ED073062",
        "title":"An Evaluation of the '72 Summer Workshop on Individualized Instruction."},
      {
        "id":"ED073063",
        "title":"Learning Activity Packages."},
      {
        "id":"ED073064",
        "title":"Problems Perceived by Seventy-Five Beginning Elementary School Teachers."},
      {
        "id":"ED073065",
        "title":"Developing People for Open-Space Schools."},
      {
        "id":"ED073066",
        "title":"Prior Teaching Experience as a Criterion in the Selection of Family Life Teachers: An Asset or a Liability?"},
      {
        "id":"ED073067",
        "title":"Analysis and Synthesis of Teaching Methods. A Handbook for Future Teachers."},
      {
        "id":"ED073069",
        "title":"Unfinished Business of the Teaching Profession in the 1970's."},
      {
        "id":"ED073070",
        "title":"Teacher Preparation: Supervision and Performance."},
      {
        "id":"ED073071",
        "title":"Evaluating the Superintendent of Schools. Educational Research Service Circular No. 6, 1972."},
      {
        "id":"ED073072",
        "title":"The Teacher Education Center: A Unifying Approach to Teacher Education."},
      {
        "id":"ED073073",
        "title":"Resident Intern Program."},
      {
        "id":"ED073074",
        "title":"Developing a Methodology for Designing Systems of Instruction."},
      {
        "id":"ED073075",
        "title":"Outline for the Educational Extension Program."},
      {
        "id":"ED073076",
        "title":"The Effects of an Individualized Instruction Workshop and Its Related Follow-Up Program on the Attitudes and Behavior of Selected Elementary Teachers and Their Students: Final Report."},
      {
        "id":"ED073077",
        "title":"Increasing Positive Self-Concept in Freshmen Education Students through Professional Development Seminars."},
      {
        "id":"ED073078",
        "title":"Faculty Research, Publications, In-Service Activities at Northeastern State College."},
      {
        "id":"ED073079",
        "title":"Cardinal Principles Report: An Educational Classic."},
      {
        "id":"ED073080",
        "title":"Richmond, Virginia Career Opportunities Program: An Assessment."},
      {
        "id":"ED073081",
        "title":"Teachers Should Be Human Too."},
      {
        "id":"ED073082",
        "title":"In-Service Education for Rural School Personnel."},
      {
        "id":"ED073083",
        "title":"A Report on the Baltimore City Funded Project on Problems of Urban Vocational Schools Using a Cross-Discipline, Team-Teaching Model for Inservice Education."},
      {
        "id":"ED073084",
        "title":"Modification of Behavior: Application in Classroom Management."},
      {
        "id":"ED073085",
        "title":"Teachers and Student Aides."},
      {
        "id":"ED073086",
        "title":"The Renaissance of the Laboratory Schools."},
      {
        "id":"ED073087",
        "title":"A Report on the Baltimore City Funded Project on Problems of Urban Vocational Schools Using a Cross-Discipline Team Teaching Model at Carver and Mergenthaler, Summer 1972."},
      {
        "id":"ED073088",
        "title":"Specification of Educational Objectives for System Evaluation."},
      {
        "id":"ED073089",
        "title":"The Value of Teachers in Teaching."},
      {
        "id":"ED073090",
        "title":"Teacher Education in Sweden."},
      {
        "id":"ED073091",
        "title":"The Gary - Indiana - Moorhead State College Project in Cooperative Urban Teacher Preparation."},
      {
        "id":"ED073092",
        "title":"Student Teacher Reactions to Microteaching."},
      {
        "id":"ED073093",
        "title":"A System for Secondary Teacher Training: Et Tu, Brute?"},
      {
        "id":"ED073094",
        "title":"Evaluating Training Programs in Special Education."},
      {
        "id":"ED073095",
        "title":"The 1971 Spring Conference Report of the Ford Training and Placement Program."},
      {
        "id":"ED073096",
        "title":"The Teacher's Primer of Behavior Modification Techniques. Research and Development Report, Vol. VI, No. 2."},
      {
        "id":"ED073105",
        "title":"The Year-Long Teaching Internship for Initial Certification at Seattle Pacific College."},
      {
        "id":"ED073106",
        "title":"Teaching-Learning Clinic."},
      {
        "id":"ED073107",
        "title":"A Joint Educational Venture--The Professional Semester Program."},
      {
        "id":"ED073108",
        "title":"The Educational Resource Technician: Classifications and Implications."},
      {
        "id":"ED073109",
        "title":"A Taxonomy-Based Verbal Performance Instrument."},
      {
        "id":"ED073110",
        "title":"Contemporary Trends in Teaching."},
      {
        "id":"ED073111",
        "title":"Elementary Teacher Education Program."},
      {
        "id":"ED073112",
        "title":"Teacher Education at Cardinal Stritch College."},
      {
        "id":"ED073113",
        "title":"A Nuclear Design for Teacher Education."},
      {
        "id":"ED073114",
        "title":"Tenure Under Attack: Myth and Fact in the Tenure Debate."},
      {
        "id":"ED073115",
        "title":"Classroom Craftsmen; Report of a Planning Conference for the NIE Planning Unit."},
      {
        "id":"ED073116",
        "title":"Developing a Performance Base for Field Experiences: A Grass Roots Approach."},
      {
        "id":"ED073117",
        "title":"The Basic Teaching Skill: Decision Making."},
      {
        "id":"ED073118",
        "title":"Training and Development Programs for Educational Research Personnel for School Service. Final Report."},
      {
        "id":"ED073119",
        "title":"Interdisciplinary Program and Research Experiences for the Preparation of Educational Researchers."},
      {
        "id":"ED073121",
        "title":"An Investigation of Sources of Bias in the Prediction of Job Performance. A Six-Year Study."},
      {
        "id":"ED073122",
        "title":"LISREL: A General Computer Program for Estimating a Linear Structural Equation System Involving Multiple Indicators of Unmeasured Variables."},
      {
        "id":"ED073123",
        "title":"Effects of Models of Creative Performance on Ability to Formulate Hypotheses."},
      {
        "id":"ED073124",
        "title":"The Social Studies Curriculum and Standardized Achievement Tests."},
      {
        "id":"ED073126",
        "title":"Project TALENT: Period Covered by Report, 1 June 1972 - 31 August 1972. Technical Progress Report No. 5."},
      {
        "id":"ED073128",
        "title":"Some Implications of the Griggs Decision for Test Makers and Users."},
      {
        "id":"ED073130",
        "title":"The Interchangeability of Job Sample Tests and Job Knowledge Tests in Four Army Jobs."},
      {
        "id":"ED073131",
        "title":"The Problem of the Match and Mis-Match in Testing Black Children."},
      {
        "id":"ED073132",
        "title":"Empirical Option Weighting with a Correction for Guessing."},
      {
        "id":"ED073133",
        "title":"A Comparison of Cognitive and Attitudinal Outcomes of Two Methods of Teaching Social Foundations of Education Classes."},
      {
        "id":"ED073134",
        "title":"What Instructional TV Research Says to the Researcher."},
      {
        "id":"ED073135",
        "title":"Evaluation of 1970 Summer Institutes for Secondary School Teachers of Sciences and Mathematics Programs."},
      {
        "id":"ED073138",
        "title":"Secondary Evaluations."},
      {
        "id":"ED073139",
        "title":"Objectives and Procedures: The First Report of the 1972-73 Michigan Educational Assessment Program."},
      {
        "id":"ED073140",
        "title":"Research Department Activities, 1971-1972. Supplementary Research Report Number 123."},
      {
        "id":"ED073141",
        "title":"Test Development, Interpretation, and Use."},
      {
        "id":"ED073142",
        "title":"Educational Statistics."},
      {
        "id":"ED073143",
        "title":"Criterion-Referenced Measurement."},
      {
        "id":"ED073144",
        "title":"Educational Evaluation."},
      {
        "id":"ED073145",
        "title":"Evaluation of the State of Georgia's Governor's Honors Program."},
      {
        "id":"ED073154",
        "title":"Intellectual Maturity of Children; Demographic and Socioeconomic Factors. United States. Vital and Health Statistics Series 11, Number 116."},
      {
        "id":"ED073155",
        "title":"VARAN: A Linear Model Variance Analysis Program."},
      {
        "id":"ED073156",
        "title":"Evaluation of a Computer-Based Feedback System."},
      {
        "id":"ED073157",
        "title":"The Selection and Evaluation of Teachers. Presentations to the American Association of School Personnel Administrators, October 19, 1971, New Orleans, Louisiana."},
      {
        "id":"ED073158",
        "title":"Variance-Stabilizing Transformation of the Stepped-Up Reliability Coefficient."},
      {
        "id":"ED073159",
        "title":"Beyond Structure: In Search of Functional Models of Psychological Process."},
      {
        "id":"ED073160",
        "title":"Pre-Kindergarten Scale."},
      {
        "id":"ED073161",
        "title":"Researchers' Bibliography for Raven's Progressive Matrices and Mill Hill Vocabulary Scales."},
      {
        "id":"ED073163",
        "title":"Multivariate Statistical Inference Under Marginal Structure, I."},
      {
        "id":"ED073164",
        "title":"The Acceptability of Regression Solutions: Another Look at Computational Accuracy."},
      {
        "id":"ED073166",
        "title":"Beginning Teachers' Attitudes and Their Relationship to Selected Variables."},
      {
        "id":"ED073169",
        "title":"Development of a Scale to Evaluate Cognitive Styles and Abilities. Final Report."},
      {
        "id":"ED073171",
        "title":"Idiographic Analysis of Achievement Measures."},
      {
        "id":"ED073172",
        "title":"A Comparison of Various Item Option Weighting Schemes."},
      {
        "id":"ED073173",
        "title":"A Note on the Variances of Empirically Derived Option Scoring Weights."},
      {
        "id":"ED073174",
        "title":"Percentile Norms for the AAHPER Cooperative Physical Education Tests. Research Report."},
      {
        "id":"ED073175",
        "title":"The Secondary School Research Program Employing QUESTA, Templeton Secondary School 1971-72. Research Report."},
      {
        "id":"ED073176",
        "title":"The Utility of Student Ratings for Instructional Improvement: I. The Effectiveness of Student Feedback in Modifying College Instruction; II. Self-Ratings of College Teachers: A Comparison with Student Ratings."},
      {
        "id":"ED073177",
        "title":"Need Functioning at Four Stages in Military Service."},
      {
        "id":"ED073178",
        "title":"Reading with Television: An Evaluation of The Electric Company. A Report to the Children's Television Workshop. Volumes 1 and 2."},
      {
        "id":"ED073179",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Second Congress, Second Session on Nutrition and Human Needs. Nutrition and Human Needs--1972. Part 3A--Section 13, Funds: Summer Lunch-Pre-School Feeding. Hearings Held Washington, D.C., April 7 and June 2, 1972."},
      {
        "id":"ED073180",
        "title":"Development of the Fort Benning Dependents' Schools Multi-Ethnic Curriculum Guide and Human Relations Workshop; Post-Workshop Evaluation."},
      {
        "id":"ED073181",
        "title":"Occupational and Employment Characteristics of Post-War Japanese Immigrants in Metropolitan Vancouver."},
      {
        "id":"ED073187",
        "title":"The Relationship Between Academic Disadvantagement and Socioeconomic Disadvantagement as Reported by Teachers on a National Sample Basis."},
      {
        "id":"ED073188",
        "title":"Malnutrition and Psychological Development."},
      {
        "id":"ED073189",
        "title":"The Family Background of Puerto Rican Students: An Analysis of Educationally Relevant Variables."},
      {
        "id":"ED073190",
        "title":"Job Perceptions Among Black and White Adolescents and the Hardcore Unemployed. Illinois Studies of the Economically Disadvantaged, Technical Report Number 7."},
      {
        "id":"ED073191",
        "title":"Some Reactions to Employing Blacks. Illinois Studies of the Economically Disadvantaged, Technical Report Number 10."},
      {
        "id":"ED073192",
        "title":"An Attribution Theory Analysis of Interracial Conflict in Job Settings. Illinois Studies of the Economically Disadvantaged, Technical Report Number 11."},
      {
        "id":"ED073193",
        "title":"Supervisor Training Programs on Minority Employment: Suggested Concepts and Procedures. Illinois Studies of the Economically Disadvantaged, Technical Report Number 16."},
      {
        "id":"ED073194",
        "title":"ESEA Title I Evaluation Report: Programs for Educationally Deprived Children, September, 1971-August, 1972."},
      {
        "id":"ED073195",
        "title":"Comparison of Selected Group Achievement Test Results for Period 1967 through 1972."},
      {
        "id":"ED073196",
        "title":"Report on ESEA Title I Evaluation for 1971-72."},
      {
        "id":"ED073198",
        "title":"Elementary and Secondary Education Act of 1965. Title I Planning Handbook."},
      {
        "id":"ED073199",
        "title":"Differential Effects of Title I Program Funds on Reading Achievement in Elementary Schools in Philadelphia."},
      {
        "id":"ED073200",
        "title":"Ethnic and Minority Studies Review. Volume 1, Number 1."},
      {
        "id":"ED073201",
        "title":"Subject-Generated Strings, and Noun-Pair Learning: Population Comparisons."},
      {
        "id":"ED073202",
        "title":"Multi-Ethnic Reading and Audio-Visual Materials for Young Children: Annotated Bibliography."},
      {
        "id":"ED073203",
        "title":"Invalidities in Reporting and Discussing the Educational Progress of Disadvantaged Urban Children."},
      {
        "id":"ED073204",
        "title":"Family Structure and Attitudes Toward the Family for Negroes and Whites From Lower-Class and Working-Class Backgrounds."},
      {
        "id":"ED073205",
        "title":"Reaching the Unreached: A Children's Community Mental Health Program in the Inner City."},
      {
        "id":"ED073206",
        "title":"On the Role of Principal as \"Cultural Maximizer\" in an Urban Black School."},
      {
        "id":"ED073207",
        "title":"Project Opportunity Reports: Research and Evaluation Report, Number 1972-5: Post-Secondary Enrollment Patterns of Group III Project Opportunity Students; Number 1972-6: College Choices of Outstanding Black Students in Project Opportunity."},
      {
        "id":"ED073208",
        "title":"Ethnicity and American Group Life. A Bibliography."},
      {
        "id":"ED073209",
        "title":"Self-Esteem of Black and White Fifth Grade Pupils as a Function of Demographic Categorization."},
      {
        "id":"ED073210",
        "title":"Achievement-Motivation Patterns Among Low-Income Anglo-American, Mexican-American, and Negro Youth."},
      {
        "id":"ED073212",
        "title":"Leading Court Decision Pertinent to Public School Desegregation."},
      {
        "id":"ED073213",
        "title":"Urban Teacher Training: A Multi-Agency Identification of Program Elements and Establishment of Criteria for Determining Curricular Content. Final Report."},
      {
        "id":"ED073214",
        "title":"Education and Racism: An Action Manual."},
      {
        "id":"ED073215",
        "title":"The Schools and Social Reform: The Case of Compensatory Education."},
      {
        "id":"ED073216",
        "title":"The Effects of Title I, ESEA: An Exploratory Study."},
      {
        "id":"ED073217",
        "title":"Educational Opportunity in Manitoba: A Study of Equality of Educational Opportunity and School Division Organization in Manitoba."},
      {
        "id":"ED073218",
        "title":"Linear vs. Branching Structures in the Presentation of Acculturative Materials. Illinois Studies of the Economically Disadvantaged, Technical Report Number 18."},
      {
        "id":"ED073219",
        "title":"Inner City Education: A Review of Ethnic Studies in the Sixties. NCRIEEO Tipsheet, Number 9."},
      {
        "id":"ED073220",
        "title":"Black, Asian, and White Students in the Educational Opportunity Program."},
      {
        "id":"ED073221",
        "title":"Characteristics of the Population by Ethnic Origin, November 1969. Population Characteristics: Current Population Reports, Series P-20, Number 221, April 30, 1971."},
      {
        "id":"ED073222",
        "title":"Predictors of Academic Success for University Students in Special Programs."},
      {
        "id":"ED073223",
        "title":"Repeated Measures Effects in Racial Attitudes Measurement."},
      {
        "id":"ED073224",
        "title":"Teacher Preparation for the Minority and Disadvantaged. NCRIEEO Tipsheet, Number 10."},
      {
        "id":"ED073225",
        "title":"Administering the Labor Agreement. Manager Development Series."},
      {
        "id":"ED073226",
        "title":"Career Education Practice. Final Report."},
      {
        "id":"ED073228",
        "title":"Characteristics of Youthful Bicycle Riders in an Urban Community and Events Accruing to Operation of Their Vehicles."},
      {
        "id":"ED073232",
        "title":"The Career of the Bay City Public School Custodian: A Sociological Inquiry."},
      {
        "id":"ED073233",
        "title":"Job Education: An Educational Work Experience Program, 1968-1971."},
      {
        "id":"ED073234",
        "title":"Development of Modular Courses in Vocational Curriculum to Facilitate Individualized Scheduling to Meet the Occupational Objectives of Each Student."},
      {
        "id":"ED073235",
        "title":"An Iconic Comparison of Photographs and the Live Television Screen in Visual Diagnostic Ability."},
      {
        "id":"ED073236",
        "title":"A Proposed System for Predicting Costs of Vocational Education Programs in the California Community Colleges. Final Report."},
      {
        "id":"ED073237",
        "title":"Effects of Task Index Variations on Training Effectiveness Criteria."},
      {
        "id":"ED073238",
        "title":"Labor Resources in the Four Corners Economic Development Region. Four Corners Agricultural and Development Study."},
      {
        "id":"ED073239",
        "title":"A Statewide Evaluation of Vital Information for Education and Work (VIEW)."},
      {
        "id":"ED073240",
        "title":"A Report on the Evaluation of Occupational Education Programs for the Handicapped and Disadvantaged in Four Community Colleges."},
      {
        "id":"ED073241",
        "title":"Handbook for Self-Evaluation of Programs and Services to the Disadvantaged and the Handicapped at Community Colleges under the Vocational Education Amendments of 1968 (Public Law 90-576)."},
      {
        "id":"ED073242",
        "title":"The Relationship Between Productivity and the Formal Education of the Labor Force in Manufacturing Industries."},
      {
        "id":"ED073243",
        "title":"Central Kentucky Vocational Education Evaluation Project. Final Report."},
      {
        "id":"ED073244",
        "title":"A Review of Literature and Research on In-Service Training for Teachers with Emphasis on Vocational and Technical Teachers."},
      {
        "id":"ED073245",
        "title":"Developing Adaptive Behavior and Work Skills in Severely Retarded Young Adults."},
      {
        "id":"ED073246",
        "title":"Supplement to Handbook for Self-Evaluation of Programs and Services to the Disadvantaged and the Handicapped at Community Colleges under the Vocational Education Amendments of 1968 (Public Law 90-576)."},
      {
        "id":"ED073247",
        "title":"Cooperative Occupational Education Programs. Administrative Handbook."},
      {
        "id":"ED073249",
        "title":"Career Orientation Program. Final Report."},
      {
        "id":"ED073251",
        "title":"Career Education Model."},
      {
        "id":"ED073252",
        "title":"A Descriptive Overview of the Cluster-Based Occupational Curriculum Development Model (CBOCDM)."},
      {
        "id":"ED073253",
        "title":"A Guide for the Development of Career Education."},
      {
        "id":"ED073254",
        "title":"Career Awareness. A Teacher's Guide for Elementary Grades."},
      {
        "id":"ED073256",
        "title":"Development of Performance Goals for a New Office and Business Education Learning Systems: Part I, Analysis of Hardware Used by Office Workers; and Part II, Analysis of Social Interaction Critical Incidents. Final Report."},
      {
        "id":"ED073257",
        "title":"Cost Vs. Carnage in Automobile Design."},
      {
        "id":"ED073258",
        "title":"Workshop in the Preparation of Measurable Performance Objectives."},
      {
        "id":"ED073260",
        "title":"Arts and Humanities: Occupational Cluster Series. Abstracts of Instructional and Research Materials."},
      {
        "id":"ED073261",
        "title":"Natural Resources: Occupational Cluster Series-2."},
      {
        "id":"ED073262",
        "title":"Construction (Construction Process): Occupational Cluster Series. Abstracts of Instructional and Research Materials."},
      {
        "id":"ED073263",
        "title":"Government (Administrative Body): Occupational Cluster Series-4."},
      {
        "id":"ED073264",
        "title":"In-Service Education: Vital to Career Education Delivery."},
      {
        "id":"ED073265",
        "title":"Tufts University Summer Guidance Institute. Final Report (July 17-28, 1972)."},
      {
        "id":"ED073266",
        "title":"Survey of Needs for Services to the Elderly. Final Report."},
      {
        "id":"ED073267",
        "title":"A Report on Education and Utilization of Allied Health Manpower."},
      {
        "id":"ED073268",
        "title":"Structural Unemployment: Theory and Measurement."},
      {
        "id":"ED073269",
        "title":"Concepts and Comments: Occupational Education and Community College Facilities."},
      {
        "id":"ED073270",
        "title":"Paraprofessionals: An Approach to Education. Four Corners Agriculture and Forestry Development Study."},
      {
        "id":"ED073272",
        "title":"What Every Employer Needs to Know about OSHA Recordkeeping."},
      {
        "id":"ED073273",
        "title":"Exemplary Project Region VIII Workshop (Riverton, Wyoming, July 12-14, 1972)."},
      {
        "id":"ED073274",
        "title":"Innovative Projects in Distributive Education."},
      {
        "id":"ED073275",
        "title":"Developing Distributive Education Programs. A Manual for School Administrators."},
      {
        "id":"ED073276",
        "title":"Communication: Occupational Cluster Series-5."},
      {
        "id":"ED073277",
        "title":"Trade (Marketing): Occupational Cluster Series-6."},
      {
        "id":"ED073278",
        "title":"Finance (Banking): Occupational Cluster Series-7."},
      {
        "id":"ED073279",
        "title":"Education: Occupational Cluster Series-8."},
      {
        "id":"ED073280",
        "title":"Health: Occupational Cluster Series-9."},
      {
        "id":"ED073281",
        "title":"Welfare: Occupational Cluster Series-10."},
      {
        "id":"ED073282",
        "title":"Personal (Human) Services: Occupational Cluster Series-11."},
      {
        "id":"ED073283",
        "title":"Product Services: Occupational Cluster Series-12."},
      {
        "id":"ED073284",
        "title":"Recreation and Entertainment: Occupational Cluster Series-13."},
      {
        "id":"ED073285",
        "title":"Manufacturing: Occupational Cluster Series-14."},
      {
        "id":"ED073286",
        "title":"Transportation: Occupational Cluster Series-15."},
      {
        "id":"ED073287",
        "title":"Bibliography of K-6 Career Education Materials for the Enrichment of Teacher and Counselor Competencies (ETC. Project)."},
      {
        "id":"ED073288",
        "title":"Career Education: A Handbook for Program Initiation."},
      {
        "id":"ED073289",
        "title":"The Young Driver Follow-Up Study: An Evaluation of the Role of Human Factors in the First Four Years of Driving. Final Highway Research Report."},
      {
        "id":"ED073290",
        "title":"Teacher Inservice Training for Career Education Projects in Mississippi. Final Report (June 1, 1971-June 30, 1972)."},
      {
        "id":"ED073291",
        "title":"American Labor Unions: An Outline of Growth and Structure."},
      {
        "id":"ED073292",
        "title":"The Development of Research Capabilities of Key Puerto Rico Professionals in Vocational-Technical Education."},
      {
        "id":"ED073293",
        "title":"How Can Exploratory Experiences and Other Training Devices Be Used to Develop the Optimum Occupational Orientation Program for Mississippi? Final Report."},
      {
        "id":"ED073294",
        "title":"Occupational Employment Statistics, 1960-70."},
      {
        "id":"ED073295",
        "title":"Current Report on Career Development Projects, 1972-1973."},
      {
        "id":"ED073296",
        "title":"Career Centered Curriculum Workshop Handbook."},
      {
        "id":"ED073297",
        "title":"Career Education: An Annotated Bibliography for Teachers and Curriculum Developers."},
      {
        "id":"ED073298",
        "title":"Articulation of Occupational Orientation, Education, and Placement in Private and Public Elementary, Secondary and Post-Secondary Schools. Evaluation Report (May, 1971-April 30, 1972)."},
      {
        "id":"ED073299",
        "title":"Special Youth Employment and Training Schemes for Development Purposes. Report No. 1."},
      {
        "id":"ED073300",
        "title":"Special Youth Employment and Training Schemes for Development Purposes. Report No. 2."},
      {
        "id":"ED073301",
        "title":"Vocational Assessment and Work Preparation Centres for the Disabled."},
      {
        "id":"ED073302",
        "title":"1972 Pre-Session Research Seminars. Final Report."},
      {
        "id":"ED073303",
        "title":"A Cost-Effectiveness Analysis of the Vocational Education Program in Puerto Rico."},
      {
        "id":"ED073304",
        "title":"Career Education: A Report from the Job Developer/Analyst."},
      {
        "id":"ED073305",
        "title":"What Happens to People When They Exhaust Weekly Unemployment Compensation Benefits? A Study of the Characteristics of 396 Exhaustees as to: Labor Force Studies; Welfare Status; Age, Sex and Occupation."},
      {
        "id":"ED073307",
        "title":"Position Papers on Career Education."},
      {
        "id":"ED073308",
        "title":"Guidelines for the Operation, Demonstration, Evaluation and Diffusion of a Model for a Comprehensive Career Education Program in North Carolina, K-14."},
      {
        "id":"ED073309",
        "title":"Education, Employment and Income of High School Vocational Agriculture Graduates. Final Report."},
      {
        "id":"ED073310",
        "title":"An Evaluation of Two Career Exploration Programs in 1970-71."},
      {
        "id":"ED073311",
        "title":"Education and Counseling Status Report of Young Men and Women: A Survey of Senior Students from Fourteen Public Secondary Schools in Arkansas."},
      {
        "id":"ED073312",
        "title":"Vocational Education Programs for the Disadvantaged and Handicapped. Monograph Series No. 1."},
      {
        "id":"ED073313",
        "title":"What Should Vocational Education Be Doing in Montana?"},
      {
        "id":"ED073314",
        "title":"Instructor Guidelines Basic Training Manual."},
      {
        "id":"ED073315",
        "title":"Descriptive Study of Aircraft Hijacking. Criminal Justice Monograph, Volume III, No. 5."},
      {
        "id":"ED073317",
        "title":"Career Education Resource Bibliography: Delaware's Occupational-Vocational Education Model."},
      {
        "id":"ED073318",
        "title":"Guidelines for an Orientation and Exploration Career Education Program in Middle School/Junior High."},
      {
        "id":"ED073320",
        "title":"Career Development in the Elementary School: A Practical Schema."},
      {
        "id":"ED073321",
        "title":"The Slow Learner in Homemaking Classes in Junior and Senior High Schools."},
      {
        "id":"ED073324",
        "title":"Annotated Bibliography on Career Education."},
      {
        "id":"ED073325",
        "title":"Infusing Career Education in the Curriculum."},
      {
        "id":"ED073326",
        "title":"Highway Traffic Accident Investigation and Reporting: Course Guide."},
      {
        "id":"ED073327",
        "title":"Highway Traffic Accident Investigation and Reporting: Student Study Guide."},
      {
        "id":"ED073328",
        "title":"Highway Traffic Accident Investigation and Reporting: Basic Course--Instructor's Lesson Plans."},
      {
        "id":"ED073329",
        "title":"Meeting Our Enemies: Career Education and The Humanities."},
      {
        "id":"ED073330",
        "title":"Council for the Continuing Education of Women Annual Report."},
      {
        "id":"ED073331",
        "title":"Test Data on Adult Basic Education Students. Second Interim Report."},
      {
        "id":"ED073332",
        "title":"The Role of Colleges of Advanced Education in the Education of Adults. A Report to the Australian Commission on Advanced Education."},
      {
        "id":"ED073333",
        "title":"A Plan for Identifying, Selecting, Orienting, Training, Utilizing, Recognizing and Evaluating Home Demonstration Clothing Project Leaders."},
      {
        "id":"ED073334",
        "title":"The W. K. Kellogg Foundation and Rural Development."},
      {
        "id":"ED073335",
        "title":"The Researchers Role in Facilitating an Interface between Research and Practice in Adult and Continuing Education."},
      {
        "id":"ED073336",
        "title":"The Agent of Change: The Agent of Conflict."},
      {
        "id":"ED073338",
        "title":"Using Techniques and Materials Developed in the Classroom and Communication Research Results for Training Extension Staff or \"What good does a teaching and research program do in training people in information and communication?\"."},
      {
        "id":"ED073339",
        "title":"Selected Socioeconomic Characteristics of Farmers Associated with the Use of Soil Testing."},
      {
        "id":"ED073340",
        "title":"A Study of the 4-H Organizational Leadership Development Process in Robertson, Davidson, and Sumner Counties, Tennessee."},
      {
        "id":"ED073341",
        "title":"Communication between Administrative-Program Staff and Field Staff in the Michigan Cooperative Extension Service."},
      {
        "id":"ED073342",
        "title":"Instant Writing Course. Self-Instruction Manual."},
      {
        "id":"ED073343",
        "title":"Designing a New Human Settlement Pattern."},
      {
        "id":"ED073344",
        "title":"Significance of Childhood Recreation Experience on Adult Leisure Behavior: An Exploratory Analysis."},
      {
        "id":"ED073345",
        "title":"Continuing Education and Social Conscience."},
      {
        "id":"ED073346",
        "title":"Comparative Structuring Influence of Neighborhoods, Social Clique and Church Groups on Interpersonal Communication of Farm Information in Two Missouri Communities, 1956-1966."},
      {
        "id":"ED073347",
        "title":"Communicating with Low-Income and Low Education Farmers in a Developing Country."},
      {
        "id":"ED073348",
        "title":"A Reconceptualization of Some Factors in Mass Media - Interpersonal Communication for Disseminating Technological Information in Development Programs."},
      {
        "id":"ED073349",
        "title":"Developing a Master Plan for Alberta Post-Secondary Non-University and Continuing Education. The Planning Project; Master Planning Monograph 1."},
      {
        "id":"ED073350",
        "title":"A Study of Non-University Post-Secondary and Continuing Educational Services in Alberta 1970-71. Program-Service Inventory; Master Planning Monograph 3."},
      {
        "id":"ED073351",
        "title":"Year Book of Adult Education in Scotland, 1972-73."},
      {
        "id":"ED073354",
        "title":"Community Social Analysis of DeKalb County, Georgia, January, 1972. Community Social Analysis Series Number 7."},
      {
        "id":"ED073355",
        "title":"Inventory of Readiness for Literacy. Phase 2: Auditory Discrimination."},
      {
        "id":"ED073357",
        "title":"Motivations of Macon County, Tennessee, Manufacturing Milk Producers. A Research Summary of a Graduate Study."},
      {
        "id":"ED073358",
        "title":"Characteristics of Viewers of a Tennessee Agricultural Extension Educational Television Series on Renovating Furniture. A research Summary of a Graduate Study."},
      {
        "id":"ED073359",
        "title":"Factors Influencing Food Choices of 4-H Club Members in Williamson County, Tennessee. A Research Summary of a Graduate Study."},
      {
        "id":"ED073360",
        "title":"Some Extension Resource Development Principles and Procedures for Use in Tennessee Counties. A Research Summary of a Graduate Study."},
      {
        "id":"ED073361",
        "title":"Factors Associated with Tennessee County Extension Agent Dairy Educational Program Effectiveness. A Research Summary Graduate Study."},
      {
        "id":"ED073362",
        "title":"Options and Alternatives---An AUEC Study. 1972 Proceedings of the Association of University Evening Colleges."},
      {
        "id":"ED073364",
        "title":"Deaf Leadership Training for Community Interaction. A Manual for \"Grassroots\" Leadership."},
      {
        "id":"ED073365",
        "title":"Youth and Literacy: You've Got a Ticket to Ride. UNESCO and its Programme."},
      {
        "id":"ED073366",
        "title":"Taboo Communication and Social Change: Family Planning in Asia, and Some Suggested Modifications in the Classical Diffusion Model."},
      {
        "id":"ED073367",
        "title":"A Guide to an Inservice Training Program for the Cooperative Extension Service. Recommendations of the National Task Force on Cooperative Extension Inservice Training."},
      {
        "id":"ED073368",
        "title":"National Program of 4-H Youth Staff Development and Training. Annual Report, July 14, 1971-July 13, 1972."},
      {
        "id":"ED073369",
        "title":"HumRRO's Literacy Research for the U.S. Army: Progress and Prospects."},
      {
        "id":"ED073370",
        "title":"A Hierarchy of Program Evaluation Applied to Volunteer Leadership Development."},
      {
        "id":"ED073375",
        "title":"Health Counseling for the Overweight Adolescent Girl."},
      {
        "id":"ED073377",
        "title":"A Workshop with Donald P. Hoyt: Uses of Appraisal and Measurement for the Improvement of Vocational Counseling."},
      {
        "id":"ED073378",
        "title":"Education for Death, or Death Becomes Less a Stranger."},
      {
        "id":"ED073379",
        "title":"Social and Personal Bases of Individuation."},
      {
        "id":"ED073380",
        "title":"Male Attitudes Toward Women's Rights as a Function of Their Level of Self-Esteem."},
      {
        "id":"ED073381",
        "title":"Interpersonal Attraction and Machiavellianism: A Study of Roommate Pairs."},
      {
        "id":"ED073382",
        "title":"Leisure and the Quality of Life. A New Ethic for the 70's and Beyond."},
      {
        "id":"ED073384",
        "title":"Relationships Among Parent Ratings of Behavior Characteristics of Children. United States."},
      {
        "id":"ED073385",
        "title":"Delinquency Prevention Through Youth Development."},
      {
        "id":"ED073386",
        "title":"Determining the Effects of Three Counselor Verbal Responses on Client Verbal Behavior."},
      {
        "id":"ED073389",
        "title":"Anxiety Interaction with Task Difficulty Levels, Memory Support, and Estimated Task Competency in a Concept Identification Task."},
      {
        "id":"ED073390",
        "title":"The Effect of a Training Program on the Empathic Ability of Psychiatric Aides."},
      {
        "id":"ED073391",
        "title":"A Look Toward Educational Redesign."},
      {
        "id":"ED073392",
        "title":"Classroom Management Through the Application of Behavior Modification Techniques."},
      {
        "id":"ED073393",
        "title":"New Dimensions in Learning: A Multidisciplinary Approach."},
      {
        "id":"ED073394",
        "title":"The Cue Value of Adult Expectancy."},
      {
        "id":"ED073395",
        "title":"Proceedings of a Symposium on the Use of Group Procedures in the Prevention and Treatment of Drug and Alcohol Addiction."},
      {
        "id":"ED073396",
        "title":"\"Hey Wait a Minute, Let's Look at the Data!\" The Effects of Recording on Counselors and Clients."},
      {
        "id":"ED073397",
        "title":"Forensic Psychology in Disability Adjudication: A Decade of Experience. Vocational Experts in the Bureau of Hearings and Appeals."},
      {
        "id":"ED073398",
        "title":"The Clinician as Teacher of Interpersonal Skills. Let's Give Away What We've Got."},
      {
        "id":"ED073399",
        "title":"Evaluation of Mental Health Programs for the Aged."},
      {
        "id":"ED073401",
        "title":"New Selection and Training Procedures for Counselor Training Programs."},
      {
        "id":"ED073402",
        "title":"Juvenile Delinquency: Research, Theory, and Comment."},
      {
        "id":"ED073403",
        "title":"The Effects of Locus of Control and Pattern of Performance on Teacher's Evaluation of a Student."},
      {
        "id":"ED073404",
        "title":"The Use of Cases in the Evaluation of Three Counseling Approaches with Elementary School Children."},
      {
        "id":"ED073405",
        "title":"Nurturing Individual Potential."},
      {
        "id":"ED073407",
        "title":"Values and Cognitive Systems."},
      {
        "id":"ED073408",
        "title":"Human Variability and Learning."},
      {
        "id":"ED073409",
        "title":"Modeling as a Technique for Promoting Classroom Learning and Prosocial Behavior. Theoretical Paper No. 39."},
      {
        "id":"ED073410",
        "title":"Levels of Concept Attainment and the Related Cognitive Operations. Theoretical Paper No. 40."},
      {
        "id":"ED073411",
        "title":"Treatment by Age Interactions: The Problem and a Solution. Theoretical Paper No. 41."},
      {
        "id":"ED073412",
        "title":"The Effects of Number of Positive and Negative Instances, Concept Definition, and Emphasis of Relevant Attributes on the Attainment of Three Environmental Concepts by Sixth-Grade Children: Report from the Conditions of Learning and Instruction Component of Program 1. Technical Report No. 244."},
      {
        "id":"ED073413",
        "title":"Communique: Resources for Practicing Counselors, Volume 2, No. 5."},
      {
        "id":"ED073414",
        "title":"The Reader As Performer."},
      {
        "id":"ED073415",
        "title":"Inventory of Projects and Activities in Reading and English No. 4."},
      {
        "id":"ED073416",
        "title":"Evaluation of the Mobile Learning Centers in Minneapolis Secondary Schools 1970-1971."},
      {
        "id":"ED073417",
        "title":"The Roles of Pictures and Readability in Comprehension of the Main Idea of a Paragraph."},
      {
        "id":"ED073418",
        "title":"A Content Approach to Reading Skill Development for Special Admit Freshmen in a Four Year College."},
      {
        "id":"ED073420",
        "title":"Evaluation of Teacher Education Programs in Reading; A Proposed Checklist."},
      {
        "id":"ED073421",
        "title":"Instruction in Initial Reading Under Computer Control: The Stanford Project. Technical Report No. 158."},
      {
        "id":"ED073422",
        "title":"Reading Comprehension and Intelligence: A Fallacious Correlation?"},
      {
        "id":"ED073424",
        "title":"Receptive Language Anomaly and Language/Reading Dysfunction in \"Normal\" Primary Grade School Children."},
      {
        "id":"ED073426",
        "title":"Diagnostic Tests in Reading: An Annotated Bibliography."},
      {
        "id":"ED073427",
        "title":"Literature and Learning to Read. Proceedings of the Annual Reading Conference of the Curriculum Research and Development Center, Indiana State Univ. (2nd, Terre Haute, June 21-22, 1972)."},
      {
        "id":"ED073428",
        "title":"A Comparison of the Neurological Impress Method, the Language Experience Approach, and Classroom Teaching for Children with Reading Disabilities. Final Report."},
      {
        "id":"ED073430",
        "title":"The Individualized Reading Program: A Guide for Classroom Teaching. Proceedings of the Annual Convention of the International Reading Assn. (11th, Dallas, May 4-7, 1966)."},
      {
        "id":"ED073433",
        "title":"Tests of Reading Readiness and Achievement: A Review and Evaluation. Reading Aids Series."},
      {
        "id":"ED073435",
        "title":"Developing Comprehension Skills in the High School Student."},
      {
        "id":"ED073436",
        "title":"Reading Instruction and Technical Retraining in the Community College for Disadvantaged Adults."},
      {
        "id":"ED073437",
        "title":"Vision-Visual Discrimination. Reading Research Profiles."},
      {
        "id":"ED073440",
        "title":"Some Reasons for NOT Using i.t.a."},
      {
        "id":"ED073443",
        "title":"The Development of Letter-Sound Generalizations from Second through Sixth Grade. Technical Report."},
      {
        "id":"ED073444",
        "title":"A Developmental Study of Pronouncing Responses in the Discrimination Learning of Words and Pictures. Technical Report."},
      {
        "id":"ED073445",
        "title":"Motivated Reading: A Supervisor's Manual for a Tutorial Reading Program. Part 1: Information on Operating the Program."},
      {
        "id":"ED073446",
        "title":"Motivated Reading: The Supervisor's Manual for a Tutorial Reading Program. Part 2: Supervisor's Materials and Tutor's Guide."},
      {
        "id":"ED073447",
        "title":"The Politics of Reading: Point-Counterpoint."},
      {
        "id":"ED073448",
        "title":"Accountability and Reading Instruction: Critical Issues."},
      {
        "id":"ED073449",
        "title":"Current Administrative Problems in Reading. Highlights of the 1967 Pre-Convention Institutes."},
      {
        "id":"ED073450",
        "title":"Bold Action Programs for the Disadvantaged: Elementary Reading. Highlights of the 1967 Pre-Convention Institutes."},
      {
        "id":"ED073455",
        "title":"Some Questions and Answers about Planning Phase-Elective Programs in English."},
      {
        "id":"ED073465",
        "title":"[Behavioral Objectives in English.]"},
      {
        "id":"ED073466",
        "title":"[Special Composition Issue.]"},
      {
        "id":"ED073467",
        "title":"Equivalency Testing in College Freshman English: A Report and a Proposal."},
      {
        "id":"ED073468",
        "title":"A Quantitative Study of High School Yearbook Content."},
      {
        "id":"ED073469",
        "title":"The Aural-Oral Method of Teaching Usage in the Total English Program."},
      {
        "id":"ED073470",
        "title":"Catalysts: A General Eclectic Handbook."},
      {
        "id":"ED073471",
        "title":"English Program Nongraded Phase-Elective."},
      {
        "id":"ED073472",
        "title":"English Curriculum Grades 9-12."},
      {
        "id":"ED073473",
        "title":"Elementary Education in the Northwest Territories: A Handbook for Curriculum Development."},
      {
        "id":"ED073474",
        "title":"Written Language Development and Instruction of Elementary School Children."},
      {
        "id":"ED073475",
        "title":"Syntactic and Lexical Deviations in Children's Written Sentences."},
      {
        "id":"ED073476",
        "title":"Measuring English Language Arts Concept Attainment."},
      {
        "id":"ED075493",
        "title":"Measuring Social Studies Achievement: A Matter of Values."},
      {
        "id":"ED075494",
        "title":"Profiles of the Tulsa Public Schools. A School-by-School Report of Pupil and Community Factors, Resource Allocations and Achievement Test Results for the 1971-1972 School Year."},
      {
        "id":"ED075496",
        "title":"An Empirical Comparison of the Accuracy of Selected Multivariate Classification Rules."},
      {
        "id":"ED075497",
        "title":"A Test of Proficiency in Black Standard and Nonstandard Speech. Research and Development Memorandum #101."},
      {
        "id":"ED075498",
        "title":"The Effect of Selected Poor Item-Writing Practices on Test Difficulty, Reliability and Validity: A Replication."},
      {
        "id":"ED075499",
        "title":"A Study of the Effects of the Installation of a Curriculum Engineering System."},
      {
        "id":"ED075500",
        "title":"Occupational Needs Survey for the Okaloosa-Walton Junior College District Conducted During July and August, 1971."},
      {
        "id":"ED075501",
        "title":"Prediction of Procrastination in a Self-Pacing Instructional System."},
      {
        "id":"ED075502",
        "title":"A Note on Allocating Items to Subtests in Multiple Matrix Sampling and Approximating Standard Errors of Estimate with the Jackknife."},
      {
        "id":"ED075503",
        "title":"The Synergistic Evaluation Model."},
      {
        "id":"ED075504",
        "title":"An Evaluative Study of Instructional Strategies and Pupil Cognitive Learning in an English as a Second Language Program of a Spanish-English Bilingual Education Project."},
      {
        "id":"ED075505",
        "title":"Assessing Teacher Behaviors with Infants in Day Care."},
      {
        "id":"ED075507",
        "title":"A Formative-Summative Evaluation Design for a State-Sponsored Program of Educational Experimentation."},
      {
        "id":"ED075508",
        "title":"The Development and Implementation of a Statewide Evaluation System."},
      {
        "id":"ED075509",
        "title":"Meta-Evaluation Applied: The Evaluation of a Large Scale Evaluation System."},
      {
        "id":"ED075510",
        "title":"Aptitude-Treatment Interactions with Handicapped Children: A Focus on the Measurement of the Aptitude Component."},
      {
        "id":"ED075511",
        "title":"Differential Relationship with Grade Criteria for Predictors at Varying Levels of Freshman Grade Complexity."},
      {
        "id":"ED075512",
        "title":"A Mathematics Self-Concept Test."},
      {
        "id":"ED075513",
        "title":"Confidence Interval Estimation of KR sub 20--Some Monte Carlo Results."},
      {
        "id":"ED075514",
        "title":"What You Always Felt You Should Know about PERT, but were Afraid to Find Out. Expanding Evaluation Concepts: Applications and Reflections."},
      {
        "id":"ED075515",
        "title":"The Interdependence of Creative Attitude and Creative Ability."},
      {
        "id":"ED075516",
        "title":"Child Mental Health in the '70's."},
      {
        "id":"ED075517",
        "title":"A Critique of the Report by Irv Garfinkel and Edward M. Gramlich entitled \"A Statistical Analysis of the OEO Experiment in Performance Contracting.\""},
      {
        "id":"ED075518",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-First Congress, Second Session on Nutrition and Human Needs. Part 1--Hunger and the Income Gap. Hearings Held Washington, D.C., March 2, 3, 4, and 6, 1970."},
      {
        "id":"ED075519",
        "title":"Fred A. Toomer Elementary School. Research and Development Report, Volume 6, Number 6."},
      {
        "id":"ED075520",
        "title":"Title IV and School Desegregation: A Study of a Neglected Federal Program."},
      {
        "id":"ED075521",
        "title":"Israel Education Abstracts. A Selected Bibliography of Current and Past Literature on Materials on the Philosophy, Policy, and Practice of Education in Israel. Volume 7, 1972 (Special Enlarged Edition) on Advantaging the Disadvantaged in Israeli Education."},
      {
        "id":"ED075522",
        "title":"Project Outreach for Optimum Growth of Alienated Youth Who Reject School."},
      {
        "id":"ED075524",
        "title":"Evaluation Results for the Los Angeles Women's Job Corps Center."},
      {
        "id":"ED075525",
        "title":"The Black Plateau."},
      {
        "id":"ED075526",
        "title":"A Comparative Study of the Philadelphia Leadership Program at the Pennsylvania State University."},
      {
        "id":"ED075527",
        "title":"The Role Expectation of the Black Urban Principal as Perceived by Himself, Administrators, Influentials, and Other Active Community Persons."},
      {
        "id":"ED075528",
        "title":"Tutors in the Vanguard System."},
      {
        "id":"ED075529",
        "title":"Evaluation of ESEA Title I Programs for the District of Columbia, 1970-71. Final Report."},
      {
        "id":"ED075530",
        "title":"Hearings Before the Committee on Education and Labor, House of Representatives, Ninety-Second Congress, Second Session on H. R. 44, H. R. 981, H. R. 1491, H. R. 6179, H. R. 7796, H. R. 12695 and Related Proposals...Oversight Hearings on Elementary and Secondary Education. Hearings Held Washington, D. C., September 26-28, and October 4 and 11, 1972."},
      {
        "id":"ED075533",
        "title":"Executive Abstracts: Summary of the Title I Evaluation, 1971-1972 School Year."},
      {
        "id":"ED075534",
        "title":"Philadelphia's Parkway Program: An Evaluation."},
      {
        "id":"ED075535",
        "title":"Busing: A Review of &quot;the Evidence.&quot;"},
      {
        "id":"ED075536",
        "title":"The Double Double Standard: A Reply."},
      {
        "id":"ED075537",
        "title":"Desegregation: How Schools are Meeting Historic Challenge. Current Trends in School Policies and Programs Series, Number 3."},
      {
        "id":"ED075538",
        "title":"The Busing Game. Working Paper Series, W2-30."},
      {
        "id":"ED075539",
        "title":"A Manual for Enforcing Title I Comparability."},
      {
        "id":"ED075540",
        "title":"[A Description of Project F. O. O. D.--Focus on Optimal Development of Children, Durham, North Carolina.]"},
      {
        "id":"ED075541",
        "title":"Procedures for the Preparation of Descriptions on Assessment of Exemplary Programs. Final Report."},
      {
        "id":"ED075544",
        "title":"High School Health Fairs. Manual for Conducting Medical Examinations for Students in a Large Urban High School."},
      {
        "id":"ED075545",
        "title":"The Atlanta/Urban Institute School Classification Project."},
      {
        "id":"ED075546",
        "title":"The Accelerated Learning Experiment: An Approach to the Remedial Education of Out-of-School Youth. Final Report."},
      {
        "id":"ED075548",
        "title":"Final Report of an Evaluation of the Corrective Reading Services in Non Public Schools, July 1972."},
      {
        "id":"ED075549",
        "title":"Final Report of High School Homework Helper Program. Summer 1972."},
      {
        "id":"ED075550",
        "title":"Final Report of an Evaluation of the ESEA Title I Programs, Community School District 1, Board of Education of the City of New York."},
      {
        "id":"ED075551",
        "title":"The Effects of Three Spelling Programs on the Spelling Achievement of Sixth Graders from Two Culturally Different Areas."},
      {
        "id":"ED075553",
        "title":"The Communication Environment of the Urban Poor."},
      {
        "id":"ED075554",
        "title":"Perceptions of Success and Failure by Disadvantaged Elementary School Children. Final Report."},
      {
        "id":"ED075555",
        "title":"Preliminary Studies on a Test of Pattern Learning for Aptitude Assessment With Disadvantaged Students. Final Report."},
      {
        "id":"ED075556",
        "title":"A Better Chance: Evaluation of Student Attitudes and Academic Performance, 1964-1972."},
      {
        "id":"ED075557",
        "title":"Final Report of the Evaluation of the 1971-72 Benjamin Franklin Urban League Street Academy."},
      {
        "id":"ED075558",
        "title":"Ethnic Studies in Elementary Schools and Secondary Schools in New York."},
      {
        "id":"ED075559",
        "title":"Credit and the Consumer: One of a Series for Expanded Program in Consumer Education."},
      {
        "id":"ED075560",
        "title":"Evaluation of the Youth Tutoring Youth Program, Summer 1972. Research and Development Report, Volume 6, Number 10."},
      {
        "id":"ED075561",
        "title":"[Pupil Performance in the Atlanta, Georgia, Elementary Schools.] Research and Development Report, Volume 6, Numbers 11-14, December 1972."},
      {
        "id":"ED075562",
        "title":"Studies in Public Welfare. Paper No. 1; Public Income Transfer Programs: The Incidence of Multiple Benefits and the Issues Raised by Their Receipt."},
      {
        "id":"ED075563",
        "title":"\"Inequality\" by Christopher Jencks: Four Critical Reactions. IRCD Bulletin, Volume 9, Number 1, January 1973."},
      {
        "id":"ED075564",
        "title":"Practices of Low-Income Families in Feeding Infants and Small Children, With Particular Attention to Cultural Subgroups."},
      {
        "id":"ED075565",
        "title":"Understanding Fair Housing."},
      {
        "id":"ED075568",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Volume 6, No. 1."},
      {
        "id":"ED075569",
        "title":"Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 6, Number 1."},
      {
        "id":"ED075570",
        "title":"National Conference on Career Education. Final Report."},
      {
        "id":"ED075572",
        "title":"Determining Occupational Emphases for High School Program Design. Final Report."},
      {
        "id":"ED075573",
        "title":"Opinion Leaders in the Organizational Structure of Two State Divisions of Vocational and Technical Education. Final Report."},
      {
        "id":"ED075574",
        "title":"Product Evaluation at the Career Development Center. 1971-72 Final Report."},
      {
        "id":"ED075575",
        "title":"A Guide to the Coordination of Supportive Services for Vocational Education Students."},
      {
        "id":"ED075576",
        "title":"Supplement to Abstracts of Instructional Materials for Career Education."},
      {
        "id":"ED075577",
        "title":"Region II National Dissemination Conference (Knoxville, Tenn., October 10-11, 1972)."},
      {
        "id":"ED075578",
        "title":"&quot;Operation Bridge&quot; - An Innovative Comprehensive Vocational Education Program for Disadvantaged Youth. Second Interim Report."},
      {
        "id":"ED075579",
        "title":"The Aims and Needs of College Vocational Education Dropouts. A Research Report."},
      {
        "id":"ED075580",
        "title":"Guidelines for Identifying, Classifying, and Serving the Disadvantaged and Handicapped Under the Vocational Education Amendments of 1968."},
      {
        "id":"ED075581",
        "title":"Manpower Report of the President: A Report on Manpower Requirements, Resources, Utilization, and Training."},
      {
        "id":"ED075598",
        "title":"Predictive Models for Success in Occupational Education. Occupational Research Project Final Report."},
      {
        "id":"ED075600",
        "title":"Occupational Rehabilitation and Placement of the Disabled."},
      {
        "id":"ED075601",
        "title":"An Evaluation of a Staff- and Community-Implemented Model Integrating Career Development Concepts in a Total Educational Program, K-12. Final Report."},
      {
        "id":"ED075602",
        "title":"The All Volunteer Navy and The Schools: Recommendations for Integration of Navy Careers into Career Education. Final Report."},
      {
        "id":"ED075603",
        "title":"Development and Pilot Test of a Career-Oriented, Peer-Instructional Model in the Office Cluster of Business Occupations. Final Report."},
      {
        "id":"ED075604",
        "title":"Physicians-in-Residence: A Demonstration Project in Continuing Education."},
      {
        "id":"ED075605",
        "title":"An Experiment in Using Lay-Off Time for Improving Workers' Advancement Potential. Report on Two Years of the Job Advancement Training Program."},
      {
        "id":"ED075606",
        "title":"A Summary Report of the Study \"Areas of Concern in Technical Institute Accreditation.\""},
      {
        "id":"ED075607",
        "title":"Reflections of the Community: The Community Aide and Consumer and Homemaking Education."},
      {
        "id":"ED075610",
        "title":"Improving a Rural Area School Program with Expanded Vocational Education Services by Utilizing Comprehensive Career Orientation and Exemplary Activities. Interim Report."},
      {
        "id":"ED075611",
        "title":"Lincoln County Exemplary Program in Vocational Education, Resource Units Developed by Exemplary Teachers for Grades 1-12, Volume IV of Volume I."},
      {
        "id":"ED075612",
        "title":"A Suggestive Resource Unit for Levels Seven and Eight Using the Occupational Clusters in Career Orientation, Volume II of Volume I."},
      {
        "id":"ED075613",
        "title":"Research Model for Levels Nine and Ten: Lincoln County School Based Model for Career Education, Volume III of Volume I."},
      {
        "id":"ED075614",
        "title":"Administration of Occupational Education: A Suggested Guide."},
      {
        "id":"ED075615",
        "title":"Performance and Attitude Guidance Selection Model for Vocational Training. Final Report."},
      {
        "id":"ED075616",
        "title":"Analysis of Skills Needed by Graduates of Associate Degree Insurance Major. Final Report."},
      {
        "id":"ED075617",
        "title":"Factors Influencing Farmers to Stay In or Drop Out of the Young Farmer Program in Wisconsin."},
      {
        "id":"ED075618",
        "title":"Suggestions for Developing an Occupational Library."},
      {
        "id":"ED075619",
        "title":"A Study of the Utilization and Dissemination of Materials Produced by the Curriculum Coordinating Unit and Research Coordinating Unit as Perceived by the Secondary and Post Secondary Vocational Personnel in the Vocational Complexes of Mississippi."},
      {
        "id":"ED075620",
        "title":"San Francisco Bay Area Environmental Education Needs Study."},
      {
        "id":"ED075621",
        "title":"Teaching for Employability."},
      {
        "id":"ED075622",
        "title":"Identification of Common Content in Courses Offered by Various Vocational Services at the Secondary Level. Final Report."},
      {
        "id":"ED075623",
        "title":"Driver Education Task Analysis. Volume IV: The Development of Instructional Objectives. Final Report."},
      {
        "id":"ED075624",
        "title":"Driver Education Task Analysis. Volume II: Task Analysis Methods. Final Report."},
      {
        "id":"ED075625",
        "title":"Career Education: The Student in Focus."},
      {
        "id":"ED075626",
        "title":"Strengthening Manpower Programs for Spanish-Speaking Americans. Report of the Department of Labor Study Group on Manpower Needs of Spanish-Speaking Americans."},
      {
        "id":"ED075627",
        "title":"Questions for Resolution in Career Education."},
      {
        "id":"ED075628",
        "title":"Agricultural Extension. A Reference Manual."},
      {
        "id":"ED075629",
        "title":"Office of Education Instructional Codes, Titles and Definitions for Use in Distributive Education."},
      {
        "id":"ED075631",
        "title":"Day Care Facts."},
      {
        "id":"ED075633",
        "title":"A Project to Demonstrate Making Vocational Education More Accessible to Persons in Rural Minnesota Through Cooperative Vocational Centers. Final Report."},
      {
        "id":"ED075634",
        "title":"Reported Job Interest and Perceived Utilization of Talents and Training by Airmen in 97 Career Ladders."},
      {
        "id":"ED075635",
        "title":"Direct and Contract Hiring of Seasonal Farm Labor."},
      {
        "id":"ED075636",
        "title":"The Identification and Comparison of the Tasks for the Occupational Role of Industrial Production Technologist."},
      {
        "id":"ED075637",
        "title":"Resources for Career Development."},
      {
        "id":"ED075639",
        "title":"K-14 Career Education Multi-Media Catalogue."},
      {
        "id":"ED075640",
        "title":"Roles and Resources of Federal Agencies in Support of Comprehensive Emergency Medical Services."},
      {
        "id":"ED075641",
        "title":"Career Motivation: Curriculum Guide for Grades K-6. Ohio's Career Continuum."},
      {
        "id":"ED075642",
        "title":"The Vocational Rehabilitation of Deaf People."},
      {
        "id":"ED075643",
        "title":"Alternate Jobs for Aerospace Workers. Examples of Civil Service Employment Opportunities."},
      {
        "id":"ED075644",
        "title":"Allied Health Manpower in Ohio: Employment Trends and Prospects."},
      {
        "id":"ED075645",
        "title":"Alternate Jobs for Aerospace Workers. Examples of Employment Opportunities in Private Industry."},
      {
        "id":"ED075648",
        "title":"Introducing the Small Business Management Course."},
      {
        "id":"ED075649",
        "title":"Adult Distributive Education."},
      {
        "id":"ED075650",
        "title":"The Role of Industrial Arts in Career Education."},
      {
        "id":"ED075651",
        "title":"The Role of Postsecondary Occupational Education."},
      {
        "id":"ED075652",
        "title":"Annual Report of the Oklahoma State Advisory Council Vocational-Technical Education (Fourth)."},
      {
        "id":"ED075657",
        "title":"Search and Assessment of Commercial Career Education Materials."},
      {
        "id":"ED075660",
        "title":"Driver Education in the Schools. Automotive Safety Foundation's Monitor."},
      {
        "id":"ED075661",
        "title":"A Junior High School Industrial Technology Demonstration Program The World of Construction, 1969-1970. Final Report."},
      {
        "id":"ED075662",
        "title":"Career Education (Alabama)."},
      {
        "id":"ED075664",
        "title":"Oklahoma Curriculum Guide for Teaching Safety Education."},
      {
        "id":"ED075665",
        "title":"Evaluative Report on Phase II of the Secondary Schools Project for an Introduction to the Allied Health Professions."},
      {
        "id":"ED075666",
        "title":"The Role of Correctional Industries--A Summary Report."},
      {
        "id":"ED075667",
        "title":"Evaluation System Model for the Basic Functions of Vocational Education in California: A Computer Based Evaluation System for Vocational Education."},
      {
        "id":"ED075668",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Volume 6, Number 2."},
      {
        "id":"ED075669",
        "title":"Annual Report of the North Dakota State Advisory Council for Vocational Education (Third), December 1972."},
      {
        "id":"ED075670",
        "title":"Training for Agriculture: Annual Review of Selected Developments."},
      {
        "id":"ED075671",
        "title":"Report on the Vocational Education Effort in Iowa, 1972."},
      {
        "id":"ED075675",
        "title":"Annual Evaluation of Vocational Education in Kansas, 1971-1972."},
      {
        "id":"ED075676",
        "title":"Low-Income Labor Markets and Urban Manpower Programs: A Critical Assessment."},
      {
        "id":"ED075677",
        "title":"Workers' Bureaucratic Predispositions and Job Requirements."},
      {
        "id":"ED075680",
        "title":"Manpower Policy for Scientists and Engineers."},
      {
        "id":"ED075684",
        "title":"A Manual for Coordinators of Cooperative Education."},
      {
        "id":"ED075686",
        "title":"An Occupational Vocational Education Model for the State of Delaware. (October 1, 1971-September 30, 1972). Interim Report."},
      {
        "id":"ED075687",
        "title":"Readings for Teachers of Reading in Adult Basic Education."},
      {
        "id":"ED075688",
        "title":"Handbook for Teachers of Reading in Adult Basic Education."},
      {
        "id":"ED075689",
        "title":"\"Building Communication Skills: Home-School-Community\" July 1, 1970 to June 30, 1972. Florence-Firestone Project. Final Report."},
      {
        "id":"ED075690",
        "title":"Community Pride: An Oregon 4-H Activity Relating to Beautification and Conservation."},
      {
        "id":"ED075691",
        "title":"Preliminary Results on the Evaluation of a Fleet Post-Training Performance Evaluation Technique."},
      {
        "id":"ED075692",
        "title":"Social Groups as a Basis for Assessing Participation in Selected Water Activities."},
      {
        "id":"ED075693",
        "title":"Analysis and Interpretation of ABE Experience in the Inner City: Toward a Theory of Practice in the Public Schools. Selected Action Implications for Urban ABE Directors."},
      {
        "id":"ED075695",
        "title":"A Survey of Attitudes Toward Extension Programs in Carroll, Chariton and Saline Counties. Summary of Special Problem Report."},
      {
        "id":"ED075696",
        "title":"Why Farmers Persist in or Drop Out of Young Farmer Instructional Programs."},
      {
        "id":"ED075697",
        "title":"National Program of 4-H Youth Staff Development and Training. Progress Report July 14, 1971 - April 1, 1972."},
      {
        "id":"ED075698",
        "title":"Procedures and Guidelines for Initiating and Conducting ECOP-Sponsored Staff Development Activities."},
      {
        "id":"ED075699",
        "title":"Land-Grant College Personnel Having Major Responsibility for Extension Training. State Staff Development Directory."},
      {
        "id":"ED075700",
        "title":"Colorado State University (CSU) American Indian Adult Basic Education Teacher and Teacher Aide Training Project. Terminal Report June 30, 1971-December 31, 1972."},
      {
        "id":"ED075701",
        "title":"Navy Career Motivation Programs in an All-Volunteer Condition: 1. A Cognitive Map of Career Motivation. Technical Report."},
      {
        "id":"ED075702",
        "title":"Adult Basic Education National Teacher Training Study. Part III: Survey of Needs."},
      {
        "id":"ED075703",
        "title":"Balanced Programming - What ES-USDA Staff Understands It to Be, How Much Commitment They Have to It, And What Difference the April, 1971 In-Depth Workshop Made: Recommendations for Further Staff Development to Achieve Balanced Programming."},
      {
        "id":"ED075704",
        "title":"New Dimensions for Cooperative Extension's Youth Programs in the 70's."},
      {
        "id":"ED075705",
        "title":"Private Outdoor Recreation Enterprises in Rural Appalachia."},
      {
        "id":"ED075706",
        "title":"Discussions You Can Lead: A Guide for Discussion Leaders."},
      {
        "id":"ED075707",
        "title":"Education and Training, Ten Years of Progress. Annual Report."},
      {
        "id":"ED075708",
        "title":"Nonformal Education: Problems and Prospects."},
      {
        "id":"ED075709",
        "title":"Observations, Learnings and Reflections on Non-Formal Education Derived from the Ethiopian Country Study of Education."},
      {
        "id":"ED075710",
        "title":"National Development and Non-Formal Education."},
      {
        "id":"ED075711",
        "title":"Factors Influencing Blount County, Tennessee Home Demonstration Club Members' Use of Consumer Credit. A Research Summary of a Graduate Study."},
      {
        "id":"ED075712",
        "title":"Pioneering a Profession in Canada. Graduate Study in Adult Education at the University of British Columbia 1961-1972."},
      {
        "id":"ED075713",
        "title":"Mental Health: Principles and Training Techniques in Nursing Home Care."},
      {
        "id":"ED075714",
        "title":"Annotated Bibliography of the Advanced Systems Division Reports (1950-1972)."},
      {
        "id":"ED075715",
        "title":"Contemporary Approaches to Program Evaluation and Their Implications for Evaluating Programs for Disadvantaged Adults."},
      {
        "id":"ED075716",
        "title":"Analysis of Word Frequencies in the Spoken Language of Adult Black Illiterates. Final Report."},
      {
        "id":"ED075717",
        "title":"Educational Needs of the Elderly: Their Relationships to Educational Institutions. Final Report."},
      {
        "id":"ED075727",
        "title":"Drugs in Our Schools: Hearings before the Select Committee on Crime. House of Representatives, Ninety-Second Congress, Second Session: New York City."},
      {
        "id":"ED075728",
        "title":"Learning and Teaching About Death and Dying."},
      {
        "id":"ED075729",
        "title":"Orange County Dropout Prediction Study."},
      {
        "id":"ED075730",
        "title":"Career Development Groups: Why We Did It!"},
      {
        "id":"ED075731",
        "title":"Vocational Interests of Black College Women."},
      {
        "id":"ED075732",
        "title":"Use of Counselor Discriminative Stimuli as An Intervention in Effecting Change in Client Outcomes."},
      {
        "id":"ED075733",
        "title":"The Influence of Vocational Information on the Career Development of Elementary School Children."},
      {
        "id":"ED075734",
        "title":"Personalizing Occupational Freedom for Girls and Women."},
      {
        "id":"ED075735",
        "title":"The Effect of Instruction on Learning."},
      {
        "id":"ED075736",
        "title":"Assessment and Intervention Focusing upon Specific Styles of Family Interaction."},
      {
        "id":"ED075737",
        "title":"The Use of Anxiety Management Training in the Treatment of Generalized and Specific Anxieties. [and] Considerations in Setting Up A Full Service Desensitization Program."},
      {
        "id":"ED075738",
        "title":"A Comparison of the Relevance of Education in Three City High Schools: Black, White and Integrated."},
      {
        "id":"ED075739",
        "title":"Development and Legal Regulation of Coercive Behavior Modification Techniques with Offenders."},
      {
        "id":"ED075740",
        "title":"Black and Other Minority Admissions to Large Universities: A Four Year National Survey of Policies and Outcomes."},
      {
        "id":"ED075741",
        "title":"A Quiet Revolution; Probation Subsidy."},
      {
        "id":"ED075742",
        "title":"Who Discriminates Against Women?"},
      {
        "id":"ED075743",
        "title":"Independence Training and School Achievement: A Study of Parental Attitudes and Expectations as Related to Children's Elementary School Success."},
      {
        "id":"ED075744",
        "title":"The Interaction of Divergence and Convergence of Students and Teachers with Personality and Instructional Variables Affecting Educational Outcomes."},
      {
        "id":"ED075745",
        "title":"Hearings before the Subcommittee on Public Health, Education, Welfare, and Safety of the Committee on the District of Columbia. United States Senate, Ninety-Second Congress, Second Session on S.2693."},
      {
        "id":"ED075746",
        "title":"High School Student Volunteers."},
      {
        "id":"ED075747",
        "title":"Mental Health and Learning: When Community Mental Health Centers and School Systems Collaborate."},
      {
        "id":"ED075748",
        "title":"A Study of Desired Student Involvement in Five Selected Areas of Decision Making in High Schools in Maryland School Systems."},
      {
        "id":"ED075749",
        "title":"Communication Skills Training."},
      {
        "id":"ED075750",
        "title":"Family Involvement-Communication System (FICS); FICS: An Expanded View of Counselor Consultation; Native American Family Involvement-Communication System (NAFICS) (A Series)."},
      {
        "id":"ED075751",
        "title":"Diagnostic Educational Grouping with Strategies for Teaching Program."},
      {
        "id":"ED075753",
        "title":"Social Problems Confronting Black Women at White Institutions."},
      {
        "id":"ED075754",
        "title":"The School Counselor as Collaborative-Consultant."},
      {
        "id":"ED075755",
        "title":"Evaluation of Guidance Objectives."},
      {
        "id":"ED075756",
        "title":"Of Love and Magic: The Junior High/Middle School Student Council Adviser."},
      {
        "id":"ED075757",
        "title":"Drugs in Our Schools: Hearings before the Select Committee on Crime. House of Representatives, Ninety-Second Congress, Second Session: Miami, Florida."},
      {
        "id":"ED075758",
        "title":"Accountability: Process and Product."},
      {
        "id":"ED075759",
        "title":"Drugs in Our Schools: Hearings before the Select Committee on Crime. House of Representatives, Ninety-Second Congress, Second Session: Chicago, Illinois."},
      {
        "id":"ED075760",
        "title":"Drugs in Our Schools: Hearings before the Select Committee on Crime. House of Representatives, Ninety-Second Congress, Second Session: San Francisco."},
      {
        "id":"ED075761",
        "title":"Drugs in Our Schools: Hearings before the Select Committee on Crime. House of Representatives, Ninety-Second Congress, Second Session: Kansas City, Kansas."},
      {
        "id":"ED075762",
        "title":"Drugs in Our Schools: Hearings before the Select Committee on Crime. House of Representatives, Ninety-Second Congress, Second Session: Los Angeles."},
      {
        "id":"ED075763",
        "title":"Impact: The Magazine for Innovation and Change in the Helping Professions, Volume 2, Number 3."},
      {
        "id":"ED075764",
        "title":"Communique: Resources for Practicing Counselors, Vol. 2, No. 6."},
      {
        "id":"ED075765",
        "title":"Communique: Resources for Practicing Counselors, Vol 2, No. 7."},
      {
        "id":"ED075766",
        "title":"Communique: Resources for Practicing Counselors, Vol. 2, No. 8."},
      {
        "id":"ED075767",
        "title":"The Theme Approach for Reading Literature Critically."},
      {
        "id":"ED075775",
        "title":"Teaching Effectiveness and the Language Arts."},
      {
        "id":"ED075778",
        "title":"Tutors Handbook."},
      {
        "id":"ED075779",
        "title":"Recall Instruction and Learning from Text with Adjunct Questions. Institute Report No. 103."},
      {
        "id":"ED075781",
        "title":"Problem Solving Exercises."},
      {
        "id":"ED075783",
        "title":"Social Perspectives on Reading: Social Influences and Reading Achievement. Perspectives in Reading No. 17."},
      {
        "id":"ED075784",
        "title":"Children and Reading: The Human Connectives. Proceedings of the Reading Conference (Auburn, November 10, 1972)."},
      {
        "id":"ED075785",
        "title":"A Review of the Literature Related to the Cloze Procedure."},
      {
        "id":"ED075786",
        "title":"Fusing Reading Skills and Content."},
      {
        "id":"ED075787",
        "title":"Junior-Community College Reading/Study Skills. An Annotated Bibliography."},
      {
        "id":"ED075788",
        "title":"Individualized Reading, An Annotated Bibliography."},
      {
        "id":"ED075789",
        "title":"Readability and Reading. An Annotated Bibliography. 1971 Revision."},
      {
        "id":"ED075790",
        "title":"Teaching Critical Reading at the Primary Level. Reading Aids Series."},
      {
        "id":"ED075794",
        "title":"Readability of High School Text Passages Before and After Revision. Final Report."},
      {
        "id":"ED075795",
        "title":"An Assessment Scale for Use In Examining a Reading Program. Draft."},
      {
        "id":"ED075796",
        "title":"Models of Reading and Reading Disability."},
      {
        "id":"ED075797",
        "title":"Local Coordinating Committee Handbook."},
      {
        "id":"ED075798",
        "title":"Research in Reading Education in Canada: A Bibliography of Masters' Theses and Doctoral Dissertations."},
      {
        "id":"ED075799",
        "title":"Teaching Reading to the American Indian."},
      {
        "id":"ED075800",
        "title":"Teaching Behaviors in Reading Instruction."},
      {
        "id":"ED075801",
        "title":"How to Read a Book. Reading Aids Series."},
      {
        "id":"ED075802",
        "title":"A Unit of Study for Inner City School Children: A Team Teaching Approach to Teaching Reading Through Literature."},
      {
        "id":"ED075803",
        "title":"Teaching Reading by Use of a Syllabary."},
      {
        "id":"ED075804",
        "title":"Issues in Language and Reading Instruction of Spanish-Speaking Children. An Annotated Bibliography."},
      {
        "id":"ED075805",
        "title":"The Portland EPDA Reading Program: Second Year; An In-Service Training Program in the Teaching of Reading."},
      {
        "id":"ED075806",
        "title":"An Introduction to the Cloze Procedure; An Annotated Bibliography."},
      {
        "id":"ED075807",
        "title":"A Survey of New Jersey Psychiatrists and Psychologists Pertaining to the Proscription by Legislation of Sexually Oriented Publications for Persons Under 18 years. Final Report."},
      {
        "id":"ED075808",
        "title":"Approaches to Teaching Reading: The Systems Approach Versus the Basal Reader Approach."},
      {
        "id":"ED075809",
        "title":"A Comparison of Prompting and Adjunct Questions in Learning from Text. Institute Report No. 102."},
      {
        "id":"ED075810",
        "title":"A Decade of Innovations: Approaches to Beginning Reading; Proceedings of the 12th Annual Convention of the International Reading Association, Volume 12, Part 3."},
      {
        "id":"ED075811",
        "title":"Introduction to Reading: A Study Guide."},
      {
        "id":"ED075821",
        "title":"Effects of Children's Expectations on Mastery of the Minimum Distance Principle."},
      {
        "id":"ED075822",
        "title":"Selected Essays and Letters: A Selection of Papers Collected During the 1969-70 Assessment of Writing. Report 10."},
      {
        "id":"ED075823",
        "title":"Milford Visual Communications Project."},
      {
        "id":"ED075824",
        "title":"Communication Systems, Unit I: Language Curriculum, Level C [Grade Three]; Teacher's Guide."},
      {
        "id":"ED075825",
        "title":"Communication Systems, Unit II: Language Curriculum, Level D [Grade Four]; Teacher's Guide."},
      {
        "id":"ED075826",
        "title":"Human Language, Unit I: Language Curriculum, Level D [Grade Four]; Teacher's Guide."},
      {
        "id":"ED075827",
        "title":"Human Language, Unit II: Language Curriculum, Level C [Grade Three]; Teacher's Guide."},
      {
        "id":"ED075828",
        "title":"You Already Know It, Unit III: Language Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075829",
        "title":"Fun with Words, Unit IV: Language Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075830",
        "title":"The Sounds of Language, Unit V: Language Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide and Supplementary Material."},
      {
        "id":"ED075831",
        "title":"Variation in Language, Unit VI: Language Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075832",
        "title":"Road Signs to Writing: Language Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075833",
        "title":"What Is Language? Unit I: Language Curriculum, Levels V-VI [Grades Five and Six]; Teacher's Guide."},
      {
        "id":"ED075834",
        "title":"How Sentences Are Made: Language Curriculum, Levels V-VI [Grades Five and Six]; Teacher's Guide and Supplementary Material."},
      {
        "id":"ED075835",
        "title":"Words: What We Know about Words. [Language Curriculum] Level V [Grade 5]; Teacher's Guide."},
      {
        "id":"ED075836",
        "title":"Words: The Dictionary and Where Our Words Come From. [Language Curriculum] Level V [Grade 5]; Teacher's Guide."},
      {
        "id":"ED075837",
        "title":"Words: [Language Curriculum] Level VI [Grade Six]; Teacher's Guide."},
      {
        "id":"ED075838",
        "title":"History of the English Language: Language V-VI [Grades Five and Six]; Teacher's Guide."},
      {
        "id":"ED075839",
        "title":"Variation in Language: Language Curriculum V [Grade Five]; Teacher&apos;s Guide."},
      {
        "id":"ED075840",
        "title":"Variation in Language: [Language Curriculum] Level VI [Grade Six]; Teacher's Guide."},
      {
        "id":"ED075841",
        "title":"Road Signs to Writing: Language Curriculum, Grades V-VI; Teacher's Guide."},
      {
        "id":"ED075842",
        "title":"Fables: Literature Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075843",
        "title":"Greek Mythology: Literature Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075844",
        "title":"Norse Mythology: Literature Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075845",
        "title":"African and Indian Myths: Literature Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075846",
        "title":"Folk Tales and Fairy Tales: Literature Curriculum C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075847",
        "title":"A Handful of &quot;Nothings,&quot; and Also Some Other Poems: Literature Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075848",
        "title":"Hero Tales and Legends: Literature Curriculum, Levels C-D [Grades Three and Four]; Teacher's Guide."},
      {
        "id":"ED075849",
        "title":"[Poetry: Literature Curriculum, Grades Five and Six; Teacher's Guide.]"},
      {
        "id":"ED075850",
        "title":"[Narrative Prose and Verse, Literature Curriculum, Grades Five and Six; Teacher's Guide[ (and) Siward Digri--The Earl of Northumberland; A Tale of Old England."},
      {
        "id":"ED075851",
        "title":"Drama Curriculum: Levels C-D [Grades Three and Four], Teacher's Guides; Supplementary Material: The Hammer of Thor and The Squire's Bride, Rumplestiltskin and The Indian Cinderella, The Fool of The World and The Flying Ship, Two Neighbors and The Magic Drum, Deucalion and The Flood, and The Contest."},
      {
        "id":"ED075852",
        "title":"Drama Curriculum--V and VI [Grades Five and Six], Teacher's Guides; Supplementary Materials: The Magic Drum, The Squire's Bride, The Fool of the World and The Flying Ship; The Cat Who Walked by Himself, The Story of Keesh."},
      {
        "id":"ED075853",
        "title":"Composition C-D [Grades 3 and 4]; Teacher's Guide."},
      {
        "id":"ED075854",
        "title":"[Composition: Grade Five; Teacher's Guide.]"},
      {
        "id":"ED075855",
        "title":"[Composition: Grade 6; Teacher's Guide.]"},
      {
        "id":"ED075856",
        "title":"A Study of Comprehension of Compressed Deaf Speech."},
      {
        "id":"ED075857",
        "title":"Black Communication Research: A Problem in Intercultural Communication."},
      {
        "id":"ED075858",
        "title":"The Eagleton Affair: A Study of News Diffusion."},
      {
        "id":"ED075860",
        "title":"A Study of Perceived Personality Characteristics and Communication in a Complex Residence Unit."},
      {
        "id":"ED075861",
        "title":"Business and Governmental Consulting: Relevance for Improving University Courses in Communication."},
      {
        "id":"ED075862",
        "title":"The Relation Between Attractiveness and Credibility of Television Commercials as Perceived by Children: A Replication."},
      {
        "id":"ED075863",
        "title":"Political Advertising and the 1972 Campaign: A Communication Failure."},
      {
        "id":"ED075864",
        "title":"San Diego City Schools Speech Arts League Participation Guide: Rules and Regulations for Operation of Co-Curricular Speech Arts Activities. Fourth Edition."},
      {
        "id":"ED075865",
        "title":"The Application of Herbert Simon's Theory of Analyzing Social Movements to Women's Liberation."},
      {
        "id":"ED075866",
        "title":"Speech-Communication Criticism: No Statues...Yet."},
      {
        "id":"ED075868",
        "title":"Communication and Student Unrest: A Report to the President of the University of New Mexico; Part I: Student-Administration Channels, Student Faculty Channels."},
      {
        "id":"ED075869",
        "title":"Communication and Student Unrest: A Report to the President of the University of New Mexico; Part II: University-Public Channels."},
      {
        "id":"ED075870",
        "title":"Marshall McLuhan: His Significance for the Field of Speech Communication."},
      {
        "id":"ED075871",
        "title":"Some Uses of Computers in Rhetoric and Public Address."},
      {
        "id":"ED075872",
        "title":"Cicero and Quintilian on the Formation of an Orator."},
      {
        "id":"ED075877",
        "title":"The Effects of Time Context on Children's Perceptions of Aggressive Television Content."},
      {
        "id":"ED075878",
        "title":"The Undergraduate as Researcher: Selected Studies in Mass Communication."},
      {
        "id":"ED075880",
        "title":"Political Persuasion--Modernizing Our Theory of Invention."},
      {
        "id":"ED075882",
        "title":"Complex Communication System and Social Change."},
      {
        "id":"ED075885",
        "title":"Language Cognition: A Theoretical Model Based on Neuro-Cortical Matrices."},
      {
        "id":"ED075886",
        "title":"Women's Speech: Separate But Unequal?"},
      {
        "id":"ED075887",
        "title":"A Technological Determinist Viewpoint of the Stanton-Staggers Conflict over &quot;The Selling of the Pentagon&quot;: Print Man Versus Electronic Man."},
      {
        "id":"ED075888",
        "title":"New Approaches to Recruitment and Selection of Educational Administrators. ERIC/CEM-UCEA Series on Administrator Preparation. ERIC/CEM State-of-the-Knowledge Series, Number Eighteen. UCEA Monograph Series, Number Five."},
      {
        "id":"ED075890",
        "title":"Incorporating Survey Feedback in OD Interventions. A CASEA Occasional Paper."},
      {
        "id":"ED075892",
        "title":"Citizens, Businessmen, and Educators: The Elements to Better School-Community Relations. An Occasional Paper."},
      {
        "id":"ED075894",
        "title":"Planning and Social Systems: Organizations as a Special Case. A CRUSK-ISR Working Paper."},
      {
        "id":"ED075895",
        "title":"The Tavistock Group Relations Conference: Description and Comparison with Laboratory Training. A CRUSK-ISR Working Paper."},
      {
        "id":"ED075896",
        "title":"Leadership in Public Education Study: A Look at the Overlooked."},
      {
        "id":"ED075897",
        "title":"Approaches to Studying Elementary and Secondary Educational Systems. Working Draft."},
      {
        "id":"ED075898",
        "title":"The Open Curriculum and Selection of Qualified Staff: Instrument Validation."},
      {
        "id":"ED075899",
        "title":"Multi-Cultural Administrator Training and Cultural Change."},
      {
        "id":"ED075900",
        "title":"Professionalism and Receptivity to Change."},
      {
        "id":"ED075901",
        "title":"The Roosevelt Program: Changing Patterns in Education at Roosevelt Junior High School. Oregon School Study Council Bulletin, Volume 16, Number 6."},
      {
        "id":"ED075902",
        "title":"Four-Quarter Extended Year Program. Second Evaluation Report: Park Elementary School."},
      {
        "id":"ED075903",
        "title":"A Comparison of Open and Traditional Education: Conditions That Promote Self-Concept."},
      {
        "id":"ED075904",
        "title":"Participative Decision Making and Perceptions of Organization: Refinement and Test of a Decisional Deviation Index."},
      {
        "id":"ED075905",
        "title":"The Concept of Effectiveness and the Educational Organization."},
      {
        "id":"ED075907",
        "title":"Conceptual Models for Research and Practice in the Administration of Change."},
      {
        "id":"ED075908",
        "title":"A Systems Model as a Guide to Program Revision."},
      {
        "id":"ED075909",
        "title":"The Supervisory Role. Educational Management Review Series Number 18."},
      {
        "id":"ED075910",
        "title":"Salary Schedules and Fringe Benefits for Teachers, 1972-73."},
      {
        "id":"ED075911",
        "title":"Reorganizing for Learning at McKinley School -- An Experiment in Multi-Unit Instruction."},
      {
        "id":"ED075912",
        "title":"Predictors of Supervisor Teacher Conference Interaction."},
      {
        "id":"ED075913",
        "title":"An Interactive Network for the Introduction of Innovations in Education: Organization, Training, Operation, and Impact."},
      {
        "id":"ED075914",
        "title":"Curricular Decision Making in Selected School Systems."},
      {
        "id":"ED075915",
        "title":"Starting Point for Curricular Change. A Predisposition and Suitability Measure for Client Groups."},
      {
        "id":"ED075916",
        "title":"The Parent School Communications Questionnaire: A Measure of School Boundary Permeability."},
      {
        "id":"ED075917",
        "title":"What Is a Normative Basis for Curriculum Research?"},
      {
        "id":"ED075918",
        "title":"Accountability in Compensatory Education."},
      {
        "id":"ED075919",
        "title":"Toward a Programmatic Knowledge Production System in Educational Administration: The Development of Alternative Models."},
      {
        "id":"ED075920",
        "title":"Problems in the Evaluation of Affective Education: A Case Study."},
      {
        "id":"ED075921",
        "title":"Project D: Appraising Teacher Performance. Final Report. Increasing the Effectiveness of Educational Management."},
      {
        "id":"ED075922",
        "title":"Democratization and Curriculum Renewal: An Exploratory Interdisciplinary Framework for Cooperative Educational Planning."},
      {
        "id":"ED075924",
        "title":"School Division Planning in an Era of Declining Enrollments. Occasional Paper No. 19."},
      {
        "id":"ED075925",
        "title":"Rankings of the States, 1973."},
      {
        "id":"ED075926",
        "title":"Value Problems and Curriculum Decisions."},
      {
        "id":"ED075927",
        "title":"Derivation of Goal Statements and Their Impact upon Educational Evaluation."},
      {
        "id":"ED075928",
        "title":"Nine Models of School Finance Reform: A Simulation Analysis in Connecticut."},
      {
        "id":"ED075929",
        "title":"The Professional Negotiator: Role Conflict, Role Ambiguity and Motivation To Work."},
      {
        "id":"ED075930",
        "title":"Needed Research in Year-Round Education."},
      {
        "id":"ED075931",
        "title":"The Effects of Year-Round Education on Costs and Public Support: The Economics and Politics of a Time Voucher."},
      {
        "id":"ED075932",
        "title":"Intervention Theory and Practice in School Systems."},
      {
        "id":"ED075933",
        "title":"The Identification of an Educational Production Function by Experimental Means."},
      {
        "id":"ED075934",
        "title":"A Reappraisal of the Halpin-Croft Model of the Organizational Climate of Schools."},
      {
        "id":"ED075935",
        "title":"Cost Effectiveness Analysis in the Development of Mediated Instructional Modules."},
      {
        "id":"ED075936",
        "title":"An Econometric Study of Public School Expenditure Variations Across States, 1951-1967."},
      {
        "id":"ED075937",
        "title":"Incentives for Innovation in the Public Schools."},
      {
        "id":"ED075938",
        "title":"Formal Procedures for Evaluating Principals."},
      {
        "id":"ED075939",
        "title":"The Assistant Principal -- Partnership in Progress."},
      {
        "id":"ED075940",
        "title":"The Gary, Indiana Public School Curriculum, 1940-1970: A Local History. Final Report."},
      {
        "id":"ED075941",
        "title":"Child Development in the Year Round Elementary School."},
      {
        "id":"ED075942",
        "title":"Improvement of Elementary School Deisgns Through Simulation of Educational Activities. Final Report."},
      {
        "id":"ED075943",
        "title":"Management of Organizational Conflict Resulting from Adoption of New Planning -- Evaluation Strategies."},
      {
        "id":"ED075944",
        "title":"Research Dilemmas in Testing Models for Organizational Change."},
      {
        "id":"ED075945",
        "title":"Toward the Clarification of Nonbureaucratic Paradigms for the Study of Educational Organizations."},
      {
        "id":"ED075946",
        "title":"Mastery Learning: Its Administrative Implications."},
      {
        "id":"ED075947",
        "title":"Planning-Evaluation in a Medium-Size School District."},
      {
        "id":"ED075948",
        "title":"Inputs and Outputs in the Educational Process."},
      {
        "id":"ED075949",
        "title":"The Analytical Pragmatic Structure of Procedural Due Process: A Framework for Inquiry in Administrative Decision Making."},
      {
        "id":"ED075950",
        "title":"Analysis of the Educational Personnel System: 1. Teacher Mobility in San Diego."},
      {
        "id":"ED075951",
        "title":"A Method for Predicting the Effects of Different Forms of Outside Aid on Local Educational Expenditure."},
      {
        "id":"ED075953",
        "title":"The Middle School. A Monograph."},
      {
        "id":"ED075954",
        "title":"A Factor Analytic Investigation of the Task of Public Education."},
      {
        "id":"ED075955",
        "title":"From Village School to Urban System: A Political and Social History. Final Report."},
      {
        "id":"ED075956",
        "title":"Negotiations: The Road Ahead."},
      {
        "id":"ED075957",
        "title":"RAMA -- Recursive Attendance Monitoring and Analysis."},
      {
        "id":"ED075958",
        "title":"Statistics of Public Elementary and Secondary Day Schools, Fall 1971: Pupils, Instructional and Noninstructional Staff, Instruction Rooms, Schools, and Expenditures."},
      {
        "id":"ED075959",
        "title":"Prospects and Problems of the Year-Round School in Contemporary American Education: A Sociological Examination."},
      {
        "id":"ED075960",
        "title":"Benefit-Cost Analysis and the Evaluation of Mental Retardation Programs."},
      {
        "id":"ED075961",
        "title":"Corrective Teaching: A Guide for Teachers of the Handicapped."},
      {
        "id":"ED075962",
        "title":"Consultation in a Public School for the Severely Retarded."},
      {
        "id":"ED075963",
        "title":"Bibliography of Resources in Jewish Special Education."},
      {
        "id":"ED075964",
        "title":"Basic Life Functions Instructional Program Model. Field Copy."},
      {
        "id":"ED075965",
        "title":"Possible Content Areas for Implementation of the Basic Life Functions Instructional Program Model."},
      {
        "id":"ED075966",
        "title":"A Task Force Approach to Serving Profoundly Retarded Children and Their Parents."},
      {
        "id":"ED075967",
        "title":"Preparing Educators in an In-Service Program in Learning Disabilities."},
      {
        "id":"ED075968",
        "title":"The Effectiveness of Testbook, Individualized, and Pictorial Instructional Formats for Hearing Impaired College Students."},
      {
        "id":"ED075969",
        "title":"Educational Facilitation for Mathematically and Scientifically Precocious Youth."},
      {
        "id":"ED075970",
        "title":"Non-Verbal Communication in Retarded Pupils."},
      {
        "id":"ED075971",
        "title":"Discovering Quantitative Precocity."},
      {
        "id":"ED075972",
        "title":"The Educable Mentally Retarded Child: Current Issues and Teacher Attitudes."},
      {
        "id":"ED075973",
        "title":"Instructional Materials Thesaurus for Special Education."},
      {
        "id":"ED075974",
        "title":"Differences in Ability Factor Profiles between Mongoloid and Nonmongoloid Retarded Subjects in Discriminant Analysis and After Covariance Adjustments."},
      {
        "id":"ED075975",
        "title":"One More Way: Project in Early Childhood/Special Education."},
      {
        "id":"ED075977",
        "title":"The MUST Project. Final Report."},
      {
        "id":"ED075978",
        "title":"A Summary of Major State Legislation Passed in 1972 Relating to the Education of Handicapped Children."},
      {
        "id":"ED075979",
        "title":"A Summary of Issues and State Legislation Related to the Education of Handicapped Children in 1972."},
      {
        "id":"ED075988",
        "title":"WISE-ONE System Description."},
      {
        "id":"ED075990",
        "title":"Effect of Negative Instances in Concept Acquisition Using a Verbal Learning Task. Tech Memo Number 71."},
      {
        "id":"ED075996",
        "title":"The MODIA Decision Process for Developing Strategies of Air Force Instruction."},
      {
        "id":"ED075997",
        "title":"This is NHK '73."},
      {
        "id":"ED075998",
        "title":"Television in the Philippines."},
      {
        "id":"ED076002",
        "title":"Do Federal Programs Really Work? A Study of the Effect of One Project on Public Elementary and Secondary Schools in Maine."},
      {
        "id":"ED076005",
        "title":"Cable TV For the Neighborhood and For the Region. The Job of the Governor and the Minnesota Legislature in Resolving the Four Key Issues of Interconnection, Coverage, Franchising and Programming...In 1973."},
      {
        "id":"ED076007",
        "title":"Relationships Between Design Characteristics of Avionics Subsystems and Training Cost, Training Difficulty, and Job Performance. Final Report, Covering Activity from 1 July 1971 Through 1 September 1972."},
      {
        "id":"ED076008",
        "title":"Communications and Society; Summary Report On The Conference On The Cable and Continuing Education."},
      {
        "id":"ED076009",
        "title":"Photograph Sequencing as a Method of Evaluating the Knowledge and Conceptualizations Gained from a Film by Primary and Intermediate Educable Mentally Retarded Children. Research Report Number 7219."},
      {
        "id":"ED076012",
        "title":"A Story About People."},
      {
        "id":"ED076013",
        "title":"A Study of Two College Credit Courses Offered Over Television by the Southern California Consortium for Community College Television."},
      {
        "id":"ED076014",
        "title":"The Future of Press Freedom: Journalism and Law Perspectives. A Wingspread Report."},
      {
        "id":"ED076019",
        "title":"Curricular Implications of Visual Literacy; Conference Report."},
      {
        "id":"ED076020",
        "title":"Cable T.V.--Educational Medium of the Future? Perspective Number Five."},
      {
        "id":"ED076023",
        "title":"Cable Television Information."},
      {
        "id":"ED076025",
        "title":"The Best of ERIC: Recent Trends in Computer Assisted Instruction."},
      {
        "id":"ED076027",
        "title":"Improving Large Enrollment Undergraduate Instruction With Computer Generated, Repeatable Tests."},
      {
        "id":"ED076038",
        "title":"Experimentation With Computer-Assisted Instruction in Technical Education. Semi-Annual Progress Report."},
      {
        "id":"ED076039",
        "title":"Inservice Mathematics Education for Elementary School Teachers Via Computer-Assisted Instruction (Dryden). Interim Report."},
      {
        "id":"ED076040",
        "title":"The Development and Evaluation of a Computer-Based Pure Tone Audiometer Trainer. Interim Report."},
      {
        "id":"ED076041",
        "title":"Teacher's Handbook; Elementary School Mathematics. Parts I and II."},
      {
        "id":"ED076042",
        "title":"Inservice Mathematics Education for Elementary School Teachers Via Computer-Assisted Instruction (Gladeville). Interim Report."},
      {
        "id":"ED076044",
        "title":"Commonwealth CAI Consortium, E.S.E.A., Title III."},
      {
        "id":"ED076045",
        "title":"Commonwealth CAI Consortium. E.S.E.A., Title III."},
      {
        "id":"ED076046",
        "title":"Commonwealth CAI Consortium, E.S.E.A., Title III."},
      {
        "id":"ED076047",
        "title":"Commonwealth CAI Consortium, E.S.E.A., Title III."},
      {
        "id":"ED076048",
        "title":"Commonwealth CAI Consortium, E.S.E.A., Title III."},
      {
        "id":"ED076049",
        "title":"Computer Assisted Remedial Education: Early Identification of Handicapped Children. Course Planning Manual."},
      {
        "id":"ED076050",
        "title":"Computer Assisted Remedial Education: Early Identification of Handicapped Children. Syllabus."},
      {
        "id":"ED076051",
        "title":"Computer Assisted Remedial Education: Early Identification of Handicapped Children. Final Report."},
      {
        "id":"ED076052",
        "title":"Commonwealth CAI Consortium Teacher&apos;s Manual. Algebra 1 and General Mathematics."},
      {
        "id":"ED076053",
        "title":"The Development, Implementation and Evaluation of a Pilot Program of Computer-Assisted Instruction for Urban High Schools: General Mathematics and Algebra I. Summary Report."},
      {
        "id":"ED076054",
        "title":"Computer-Assisted Phonic Analysis: A Validation Study."},
      {
        "id":"ED076055",
        "title":"Sample Computer Assisted Instruction Student Interactions."},
      {
        "id":"ED076056",
        "title":"Examination and Application of Formative Evaluation for Author Utilization During the Preparation of a CAI Course."},
      {
        "id":"ED076057",
        "title":"How to Build a Simulation Model; A Computer Language Approach."},
      {
        "id":"ED076058",
        "title":"The Effectiveness of Alternative Instructional Media: A Survey."},
      {
        "id":"ED076059",
        "title":"The Mexican Telesecundaria: A Cost-Effectiveness Analysis."},
      {
        "id":"ED076060",
        "title":"The Effects of Anxiety Reduction Techniques on Anxiety and Computer-Assisted Learning and Evaluation of College Students. Final Report."},
      {
        "id":"ED076061",
        "title":"Media and the Disadvantaged. Instructional Technology as the Equalizer for Disadvantaged Students."},
      {
        "id":"ED076062",
        "title":"Application of Videotape and Audiotape Self-Confrontation Procedures to Training Clinicians in Speech and Hearing Therapy, Part II. Final Report."},
      {
        "id":"ED076063",
        "title":"English around the World, Number 1."},
      {
        "id":"ED076064",
        "title":"English around the World, Number 7."},
      {
        "id":"ED076067",
        "title":"Language in American Indian Education."},
      {
        "id":"ED076068",
        "title":"Wholeness in Learning: A Curriculum Guide for Foreign Language Programs in the Middle Grades."},
      {
        "id":"ED076071",
        "title":"French-African Cultures: A Resource Unit."},
      {
        "id":"ED076072",
        "title":"Two Modes of Counting in Japanese."},
      {
        "id":"ED076073",
        "title":"Language Teaching: Crisis or Opportunity."},
      {
        "id":"ED076074",
        "title":"Introduction to Developmental and Historical Structuralism."},
      {
        "id":"ED076076",
        "title":"[Unipacs: A-LM German, Units 3-29]."}]
  }}
