{
  "response":{"numFound":509939,"start":314000,"numFoundExact":true,"docs":[
      {
        "id":"ED076077",
        "title":"[Unipacs: A-LM Spanish, Units 7-42]."},
      {
        "id":"ED076078",
        "title":"[Unipacs: A-LM French, Units 2-26]."},
      {
        "id":"ED076079",
        "title":"Manual of Sentence Patterns for Teaching English as a Second Language."},
      {
        "id":"ED076080",
        "title":"Chile: Una Vision Politica, Economica y Social (Chile: A Political, Economic, and Social View)."},
      {
        "id":"ED076081",
        "title":"The Determination of the Frequency of Syntactical Patterns in Present-Day Written Australian English."},
      {
        "id":"ED076083",
        "title":"Recovering Scenes from Linguistic Representations."},
      {
        "id":"ED076084",
        "title":"Multilingual Speakers' Problems in Decoding in a Second Language."},
      {
        "id":"ED076085",
        "title":"Forms of Campus Governance: Joint Participation, Separate Jurisdictions and Collective Bargaining."},
      {
        "id":"ED076086",
        "title":"The Computer Screening of Medical School Applicants."},
      {
        "id":"ED076087",
        "title":"Notes on a Change Model for Higher Education: A Heuristic Proposal."},
      {
        "id":"ED076088",
        "title":"The Open University."},
      {
        "id":"ED076089",
        "title":"Draft: Report of the Joint Committee on the Master Plan for Higher Education."},
      {
        "id":"ED076090",
        "title":"Toward a Community of Seekers: A Report on Experimental Higher Education."},
      {
        "id":"ED076091",
        "title":"Affirmative Action Through Affirmative Attitudes."},
      {
        "id":"ED076095",
        "title":"Who Should Pay for Graduate Education?"},
      {
        "id":"ED076096",
        "title":"The Role of Professional Religious Leadership in Colleges and Universities."},
      {
        "id":"ED076097",
        "title":"Report on Time-Shortened Degree Program."},
      {
        "id":"ED076098",
        "title":"An Evaluation of the Pass-Fail Grading Policy at UW-Stevens Point."},
      {
        "id":"ED076099",
        "title":"Geographic Origins of First Time Students Fall 1971."},
      {
        "id":"ED076100",
        "title":"Decision, Planning and Budgeting."},
      {
        "id":"ED076101",
        "title":"Problems in Graduate Education..."},
      {
        "id":"ED076102",
        "title":"Administration of Gifts and Grants at State Universities and Land-Grant Institutions."},
      {
        "id":"ED076103",
        "title":"Tax Reform & University Development."},
      {
        "id":"ED076104",
        "title":"The Case for Educational Support."},
      {
        "id":"ED076105",
        "title":"Enrichment Analysis - A Technique for Encouraging Better Planning and Better Use of Resources."},
      {
        "id":"ED076106",
        "title":"Statewide Career Planning in a Human Service Industry."},
      {
        "id":"ED076107",
        "title":"Third Annual Report to the Governor and the Legislature, Utah State Board of Higher Education, 1971-1972."},
      {
        "id":"ED076108",
        "title":"WICHE Annual Report 1972."},
      {
        "id":"ED076109",
        "title":"Higher Education in Indiana Needs and Resources 1968-85: Current Status Report: Programs and Personnel."},
      {
        "id":"ED076110",
        "title":"Higher Education as a Field of Study."},
      {
        "id":"ED076111",
        "title":"Potential Enrollment for Indiana Colleges and Universities 1968 to 1985."},
      {
        "id":"ED076112",
        "title":"Higher Education in Indiana Needs and Resources 1968-85: Current Status Report: Finances."},
      {
        "id":"ED076113",
        "title":"Student Needs, Aspirations, and Accomplishments: Essential Ingredients in State Planning for Postsecondary Education."},
      {
        "id":"ED076114",
        "title":"Postsecondary Educational Planning to 1985: Final Report and Recommendations."},
      {
        "id":"ED076115",
        "title":"A Brief History of Roosevelt University."},
      {
        "id":"ED076116",
        "title":"Urban Citizens' Opinions about a Campus Disturbance and Their Attitudes about Campus Dissent. Volume 13, Number 3."},
      {
        "id":"ED076117",
        "title":"Entry Level Concerns of New Regional, Transfer, and Freshmen Students at the University of South Carolina, January, 1973."},
      {
        "id":"ED076118",
        "title":"Major Influences in Deciding to Attend the University of South Carolina."},
      {
        "id":"ED076119",
        "title":"Evaluating Higher Education in California."},
      {
        "id":"ED076120",
        "title":"Higher Education in Indiana Needs and Resources 1968-85: Current Status Report: Migration."},
      {
        "id":"ED076121",
        "title":"Annual Report of the Center to Improve Learning &amp; Instruction 1971-72."},
      {
        "id":"ED076122",
        "title":"The Role of Research in California Higher Education."},
      {
        "id":"ED076123",
        "title":"Graduate Education in California."},
      {
        "id":"ED076124",
        "title":"An Appraisal of the Quality of Education Received by the 1967 Graduates at the Six Colleges and Universities Under the Kansas Board of Regents. Planning Report 5."},
      {
        "id":"ED076125",
        "title":"Manpower Requirements Report to 1980: Jobs for University of Georgia Graduates in Georgia and the Nation."},
      {
        "id":"ED076127",
        "title":"Data Elements Dictionary Service Related Elements Section."},
      {
        "id":"ED076128",
        "title":"A Study of the Ph.D. Graduates of the University of Georgia 1966-1970."},
      {
        "id":"ED076129",
        "title":"Costing Principles in Higher Education and Their Application (First Revision)."},
      {
        "id":"ED076130",
        "title":"University of Georgia: System of Program Planning and Budgeting."},
      {
        "id":"ED076131",
        "title":"University of Georgia Output Programs with HEGIS Crossclassification."},
      {
        "id":"ED076132",
        "title":"The Concept of a Program Structure an Alternative to NCHEMS PCS."},
      {
        "id":"ED076133",
        "title":"Fall 1972 University Racial Census."},
      {
        "id":"ED076134",
        "title":"General Studies: A Trend in Higher Education in the Seventies."},
      {
        "id":"ED076135",
        "title":"Study and Evaluation of the Student Response System in Undergraduate Instruction at Skidmore College."},
      {
        "id":"ED076136",
        "title":"Cost and Planning Factors in Engineering Education - A Report to the Administrative Unit of the Southeastern Section of ASEE."},
      {
        "id":"ED076137",
        "title":"The Liberal Arts College in the 1970's."},
      {
        "id":"ED076138",
        "title":"Innovations and Teaching Today's Undergraduates."},
      {
        "id":"ED076139",
        "title":"Does Governance Make a Difference?"},
      {
        "id":"ED076140",
        "title":"Learning in College Can Be Improved, Now!"},
      {
        "id":"ED076141",
        "title":"From Tension to Community - A Fresh Approach to the Teaching-Learning Situation."},
      {
        "id":"ED076142",
        "title":"Notes on the 1972 Conference for New Science Department Chairmen at Private Institutions."},
      {
        "id":"ED076143",
        "title":"Notes on the 1972 Conference for New Science Department Chairmen at Public Institutions."},
      {
        "id":"ED076145",
        "title":"An Investigation of the Relationship between Colleague Rating, Student Rating, Research Productivity, and Academic Rank in Rating Instructional Effectiveness."},
      {
        "id":"ED076146",
        "title":"Teacher Folklore and the Sensitivity of a Course Evaluation Questionnaire (Revised)."},
      {
        "id":"ED076147",
        "title":"The Relationship between CEQ Ratings and Instructor's Rank, Class Size, and Course Level."},
      {
        "id":"ED076148",
        "title":"Notes to a College Faculty Member on Finance."},
      {
        "id":"ED076149",
        "title":"A Tabular Presentation of Student Credit Hour Enrollment, Full-Time Equivalent Faculty, and Cost of Instruction at the University of North Dakota First Semester 1971-72."},
      {
        "id":"ED076150",
        "title":"College Student Migration."},
      {
        "id":"ED076151",
        "title":"A Study of Student Housing at the Fourteen State-Owned Institutions."},
      {
        "id":"ED076152",
        "title":"Predictions of Performance in Career Education."},
      {
        "id":"ED076153",
        "title":"Predictors of Graduation From College."},
      {
        "id":"ED076155",
        "title":"Power and Purpose in Collegiate Government. The Role of the Faculty in Academic Planning."},
      {
        "id":"ED076156",
        "title":"Economic Principles II: A General Survey Course Without Lectures."},
      {
        "id":"ED076157",
        "title":"The Claremont Colleges: Progress and Prospects."},
      {
        "id":"ED076158",
        "title":"Federal Support to Universities, Colleges, and Selected Nonprofit Institutions, Fiscal Year 1971. A Report to the President and Congress."},
      {
        "id":"ED076159",
        "title":"Geographic Origins of Students, Fall 1971."},
      {
        "id":"ED076160",
        "title":"Resources for Scientific Activities at Universities and Colleges, 1971."},
      {
        "id":"ED076163",
        "title":"The Development of Peoples' Friendship University in Moscow."},
      {
        "id":"ED076164",
        "title":"Youth and the Meaning of Work."},
      {
        "id":"ED076165",
        "title":"The Church, The University and Urban Society."},
      {
        "id":"ED076166",
        "title":"Evaluation by Students to Identify General Instructional Problems."},
      {
        "id":"ED076167",
        "title":"Multiple Predictors of Academic Success of the Black Male College Student."},
      {
        "id":"ED076168",
        "title":"An Appraisal of the Quality of Education Received by the 1972 Seniors at the Six Colleges and Universities Under the Kansas Board of Regents. Planning Report 4."},
      {
        "id":"ED076169",
        "title":"Program Measures."},
      {
        "id":"ED076170",
        "title":"A Study of the Education Professions Development Act Training Programs for Higher Education Personnel, Volume I: Introduction and Summary of Findings. Final Report."},
      {
        "id":"ED076171",
        "title":"A Study of the Education Professions Development Act Training Programs for Higher Education Personnel, Volume II: Current Training Needs. Final Report."},
      {
        "id":"ED076173",
        "title":"A Study of the Education Professions Development Act Training Programs for Higher Education Personnel, Volume IV: Case Studies of Higher Education in Transition. Final Report."},
      {
        "id":"ED076176",
        "title":"Institutional Analysis of Sex Discrimination: A Review and Annotated Bibliography."},
      {
        "id":"ED076177",
        "title":"A Look at Some Goals for Long Beach City College: Results of the Statewide Institutional Goals Inventory Survey, Spring 1972."},
      {
        "id":"ED076178",
        "title":"&quot;Toward Personalized Teaching in Two-Year Colleges&quot;: A Graduate Program for the Preparation of Two-Year College Teachers."},
      {
        "id":"ED076179",
        "title":"An Investigation to Determine the Possibilities of More Effective Counseling and Placement of Community College Students Through Systematic Match of Reading Ability to Reading Requirements of College Courses."},
      {
        "id":"ED076180",
        "title":"IMPACT: A Project Report on Compensatory Instruction in Community Colleges."},
      {
        "id":"ED076181",
        "title":"A Pilot Study of Students at Golden West College; Their Perceptions of the College, Themselves, and the Learning Experience. A Motivation Study Based upon Personal Interviews of Eighty-Eight Students."},
      {
        "id":"ED076182",
        "title":"Sources of Funding of Community Services in Public Community and Junior Colleges."},
      {
        "id":"ED076183",
        "title":"Rights and Responsibilities of California Community College Academic Senates; An Historical and Legal Analysis."},
      {
        "id":"ED076184",
        "title":"Changing a Community College."},
      {
        "id":"ED076185",
        "title":"Community Colleges in Western Canada: A Study of the Development of Provincial Colleges and College Systems. Education 570: The Community and Junior College, Winter Semester, 1972."},
      {
        "id":"ED076186",
        "title":"National Survey of Humanities Courses Offered in Occupational Curricula in the Two-Year Colleges."},
      {
        "id":"ED076187",
        "title":"Cost of Evaluating Faculty Performance at Antelope Valley Community College for the 1972-1973 School Year."},
      {
        "id":"ED076188",
        "title":"Increasing Student Retention Through Application of Attitude Change Packages (and) Increasing GPA and Student Retention of Low Income Minority Community College Students Through Application of Nightengale Conant Change Packages; A Pilot STUDY."},
      {
        "id":"ED076189",
        "title":"An Evaluation of an Innovative Junior College Program for Honor Students."},
      {
        "id":"ED076190",
        "title":"An Educational Response to the Urban Challenge. Urban Development Assistant Project. Final Report."},
      {
        "id":"ED076191",
        "title":"Servicemen's Opportunity College Catalog. A New Educational Concept for Community/Junior Colleges."},
      {
        "id":"ED076192",
        "title":"Research Memorandum, Vol. 1, No. 1."},
      {
        "id":"ED076193",
        "title":"Sex Discrimination in San Diego County Community Colleges."},
      {
        "id":"ED076194",
        "title":"Two-Year College Faculties: Their Values and Perceptions [and] Values and Perceptions of Public and Private Junior College Students."},
      {
        "id":"ED076195",
        "title":"A Long Range Program for the Development of Library Service for the Citizens of Idaho; Phase I of Planning Document."},
      {
        "id":"ED076196",
        "title":"Creating Independence, 1763-1789; A Selected Annotated Bibliography."},
      {
        "id":"ED076197",
        "title":"Patterns of Citations to Articles within Journals: A Preliminary Test of Scatter, Concentration and Obsolescence."},
      {
        "id":"ED076199",
        "title":"A Guide to the Use of the SRS Research Information System; Instruction Manual."},
      {
        "id":"ED076200",
        "title":"SRS Research Information System Thesaurus."},
      {
        "id":"ED076201",
        "title":"Secondary Access Storage of Books in Small and Medium-Sized Academic Libraries: A Proposal for an Experimental Model."},
      {
        "id":"ED076202",
        "title":"Planning for School Library/Media Programs, 1972-75."},
      {
        "id":"ED076204",
        "title":"Are Libraries Causing or Utilizing the Information Explosion?"},
      {
        "id":"ED076206",
        "title":"A Feasibility Study of Centralized and Regionalized Interlibrary Loan Centers."},
      {
        "id":"ED076207",
        "title":"A Practical System of Photography for Genealogists and Historians."},
      {
        "id":"ED076211",
        "title":"The Use of Selected Portions of Technical Documents as Sources of Index Terms and Effect on Input Costs and Retrieval Effectiveness."},
      {
        "id":"ED076212",
        "title":"Dynamic Quantum Allocation and Swap-Time Variability in Time-Sharing Operating Systems."},
      {
        "id":"ED076213",
        "title":"An Introduction to Register Transfer Level Simulation of Digital Systems."},
      {
        "id":"ED076214",
        "title":"The Economics of Information; Bibliography and Commentary on the Literature. Second Edition, 1972."},
      {
        "id":"ED076215",
        "title":"Audiovisual Materials in Support of Information Science Curricula: An Annotated Listing with Subject Index. First Edition, Revised."},
      {
        "id":"ED076216",
        "title":"Library of Congress Classification Adapted for Children's Books, Second Edition."},
      {
        "id":"ED076217",
        "title":"Library of Congress Classification Adapted for Children's Sound Recordings."},
      {
        "id":"ED076218",
        "title":"A Catalyst for the Humanities: The Public Library; Projects of the Tulsa City-County Library System, Funded by the National Endowment for the Humanities, 1968-1971."},
      {
        "id":"ED076220",
        "title":"National Serials Data Program; Phase I, Final Report."},
      {
        "id":"ED076222",
        "title":"A Collection of Materials Currently in Use by Educational Information Centers."},
      {
        "id":"ED076223",
        "title":"Ralph Nader: A Bibliography."},
      {
        "id":"ED076224",
        "title":"Perspectives on the Development of a Comprehensive Labor Market Information System for Michigan."},
      {
        "id":"ED076226",
        "title":"Understanding Readiness: A Rationale (A Rejoinder to Jensen)."},
      {
        "id":"ED076227",
        "title":"Early Childhood Planning in the States: A Handbook for Gathering Data and Assessing Needs."},
      {
        "id":"ED076228",
        "title":"The Day Care Environmental Inventory. Assessment of Child-Rearing Environments: An Ecological Approach. Part 1 of Final Report."},
      {
        "id":"ED076229",
        "title":"Who Thrives in Group Day Care? Assessment of Child-Rearing Environments: An Ecological Approach. Part 2 of Final Report."},
      {
        "id":"ED076230",
        "title":"A Preventive Mental Health Program for Four-Year-Old Head Start Children."},
      {
        "id":"ED076236",
        "title":"Piagetian Theory and the Development of a Model Curriculum for Young Children."},
      {
        "id":"ED076237",
        "title":"Children's Experience with Death."},
      {
        "id":"ED076238",
        "title":"Cognitive Growth in Young Children: Some Theoretical Implications Pertaining to Identity, Language and Memory."},
      {
        "id":"ED076240",
        "title":"The Prenatal, Perinatal, and Postnatal Status of Children in Idaho. Volume 1."},
      {
        "id":"ED076241",
        "title":"The Influence of Ability Level and Materials on Classificatory and Imaginative Behavior in Free Play."},
      {
        "id":"ED076242",
        "title":"Mapping Children--Mapping Space."},
      {
        "id":"ED076243",
        "title":"Outerdirectedness as a Problem-Solving Approach in Relation to Developmental Level and Selected Task Variables."},
      {
        "id":"ED076244",
        "title":"What Do You Want to Be When You Grow Up? Vocational Choice in Children Aged Three to Six."},
      {
        "id":"ED076245",
        "title":"To Evaluate Children's Intellectual Growth and Development in the Southeast Kansas Demonstration Child Development Center. Final Report."},
      {
        "id":"ED076247",
        "title":"The Study of Self Concept in Young Children: An Annotated Bibliography."},
      {
        "id":"ED076248",
        "title":"Adaptation Mode and Behavior of Urban Anglo American and Rural Mexican Children."},
      {
        "id":"ED076249",
        "title":"Children's Approaches to Tasks, Self-Perceptions, and Use of Relevant External Cues."},
      {
        "id":"ED076252",
        "title":"The Next Step in the Struggle for Comprehensive Child Care."},
      {
        "id":"ED076254",
        "title":"Organizing to Coordinate Child Care Services. (With an Appendix) The Greater Minneapolis Day Care Association: Early History."},
      {
        "id":"ED076255",
        "title":"Implementation of the Toy Lending Library in the State of Utah. Summary Report, 1971-72."},
      {
        "id":"ED076256",
        "title":"Brain and Behavior Processing of Contrast Information by Human Infants: Spatial and Temporal Changes."},
      {
        "id":"ED076257",
        "title":"South Umpqua Experimental Schools Project: The Basic Four Year Plan; Person-Centered Educational Processes."},
      {
        "id":"ED076258",
        "title":"A Developmental Study of Visual and Auditory Short-Term Memory."},
      {
        "id":"ED076259",
        "title":"Directory of Full Year Head Start Programs."},
      {
        "id":"ED076260",
        "title":"Relationship of the Follow Through Evaluation to Local Needs."},
      {
        "id":"ED076261",
        "title":"Analysis of Cognitive Behavior in Children. Final Report."},
      {
        "id":"ED076262",
        "title":"Young Children with Handicaps: Part I, Emotional Disturbance and Specific Learning Disabilities. An Abstract Bibliography."},
      {
        "id":"ED076263",
        "title":"Notes on the Distinction between Education and Excitement."},
      {
        "id":"ED076264",
        "title":"Creativity: A Positive of Young Children. (Paper and Abstract Bibliography)."},
      {
        "id":"ED076265",
        "title":"Young Children with Handicaps: Part III, Educable and Trainable Mentally Handicapped. An Abstract Bibliography."},
      {
        "id":"ED076267",
        "title":"A Comparative Analysis of Black and Mexican American Residential Segregation in Southwestern Cities."},
      {
        "id":"ED076268",
        "title":"Task Force on Education, Cabinet Committee on Opportunities for Spanish Speaking People, Fiscal Year 1971."},
      {
        "id":"ED076270",
        "title":"The Condition of Farm Workers and Small Farmers. Report to the National Board of National Sharecroppers Fund and Rural Advancement Fund."},
      {
        "id":"ED076271",
        "title":"A Study of Mexican American Cultural Characteristics as Perceived by Members of 100 Impoverished Mexican American Families and its Educational Implications."},
      {
        "id":"ED076272",
        "title":"Aspirations of Rural Black Women and Their Orientations Toward Migration."},
      {
        "id":"ED076273",
        "title":"Indian Parent Involvement in Education: A Basic Source Book."},
      {
        "id":"ED076274",
        "title":"An Evaluation of the Johnson-O'Malley Program: Muskogee Area, Bureau of Indian Affairs."},
      {
        "id":"ED076275",
        "title":"This Land Is Our Land: The American Indian in American Society, 1970."},
      {
        "id":"ED076276",
        "title":"Leaders in Outdoor Education, 1971."},
      {
        "id":"ED076277",
        "title":"Native American Politics: Power Relationships in the Western Great Basin Today."},
      {
        "id":"ED076278",
        "title":"Judging Personality from Speech: A Pilot Study of the Effects of Bilingual Education on Attitudes Toward Ethnic Groups. Research and Development Memorandum No. 106."},
      {
        "id":"ED076279",
        "title":"Migration and the Socioeconomic Adjustment of Households Left Behind in the Ozarks."},
      {
        "id":"ED076281",
        "title":"A Compilation of Laws Pertaining to Indians. State of Maine."},
      {
        "id":"ED076282",
        "title":"Minority Attitudes and Opinions That Have Impacts on Administration of Minority-Oriented Programs."},
      {
        "id":"ED076283",
        "title":"Communication, Administration, and Mexican-American Administrators."},
      {
        "id":"ED076284",
        "title":"Broad Applications of Research on Programs Involving Mexican-Americans."},
      {
        "id":"ED076286",
        "title":"Ethnicity and Mobility Orientations: A Study of the Mexican-Americans of Southern Colorado."},
      {
        "id":"ED076287",
        "title":"Health Care Delivery in Rural Areas."},
      {
        "id":"ED076288",
        "title":"Appalachia Education for Tomorrow. Summary and Recommendations. A Report to the Appalachian Regional Commission from the Education Advisory Committee. Report 1."},
      {
        "id":"ED076289",
        "title":"The Appalachian Experiment, 1965-1970."},
      {
        "id":"ED076290",
        "title":"Appalachia: A Report by the President's Appalachian Regional Commission, 1964."},
      {
        "id":"ED076292",
        "title":"The History of the Education of the Alaskan Eskimo."},
      {
        "id":"ED076294",
        "title":"A Blueprint for the Education of the Mexican American."},
      {
        "id":"ED076297",
        "title":"Blue Ridge: An Appalachian Community in Transition."},
      {
        "id":"ED076299",
        "title":"Project Implementation: A Cooperative Venture Utilizing Piagetian Theory."},
      {
        "id":"ED076300",
        "title":"Washington State Johnson-O'Malley Indian Education. 1971-72 Annual Report."},
      {
        "id":"ED076302",
        "title":"Higher Education Evaluation; Student Characteristics and Opinions. Research and Evaluation Report Series No. 20-A."},
      {
        "id":"ED076303",
        "title":"Many Voices Speak. A State-of-the-Art Paper on Curriculum Development for Occupational Education of Indians."},
      {
        "id":"ED076304",
        "title":"A Computer Resource for the Elementary School. Progress Report 1971-1972."},
      {
        "id":"ED076305",
        "title":"The Chicana: A Bibliographic Study."},
      {
        "id":"ED076326",
        "title":"Education in Taiwan Province."},
      {
        "id":"ED076327",
        "title":"Education in Taiwan Province, Republic of China."},
      {
        "id":"ED076330",
        "title":"Commission on Undergraduate Education in the Biological Sciences News, CUEBS, 1963-1972: Its History and Final Report."},
      {
        "id":"ED076331",
        "title":"South Central Kansas Elementary Math-Science Project - SOCKEMS 71."},
      {
        "id":"ED076337",
        "title":"The Physiology Teacher, Vol. 1 No. 7."},
      {
        "id":"ED076339",
        "title":"Measure and Find Out."},
      {
        "id":"ED076345",
        "title":"AIBS Education Division News, Volume 1 Number 6."},
      {
        "id":"ED076346",
        "title":"Transformation of Scientists and Engineers Into Managers."},
      {
        "id":"ED076348",
        "title":"Recommended Curriculum Guide for Ninth Grade Course in Power and Transportation Technology."},
      {
        "id":"ED076349",
        "title":"Science Policy Reviews, Volume 5 Number 3."},
      {
        "id":"ED076355",
        "title":"Science Education K-12, Administrator's Planning Guide."},
      {
        "id":"ED076356",
        "title":"A Survey of the Teaching of Biology in Secondary Schools."},
      {
        "id":"ED076357",
        "title":"Asian Expert Seminar on the Development of Science/Mathematics Concepts in Children (Bangkok, May 29 - June 10, 1972). Final Report."},
      {
        "id":"ED076358",
        "title":"Drug Abuse Current Awareness System (DACAS), Volume 1 Number 9."},
      {
        "id":"ED076359",
        "title":"Handbook of Unpublished Evaluation Instruments in Science Education."},
      {
        "id":"ED076360",
        "title":"Science Education Newsletter, Number 20."},
      {
        "id":"ED076363",
        "title":"A Status Report of Aviation and Aerospace Education in California."},
      {
        "id":"ED076365",
        "title":"Research 1972."},
      {
        "id":"ED076366",
        "title":"Individualized Science - Like It Is."},
      {
        "id":"ED076367",
        "title":"Council of Europe Information Bulletin 3/1972."},
      {
        "id":"ED076368",
        "title":"Resources, Number 42. Some Highlights of 1972."},
      {
        "id":"ED076382",
        "title":"The Effects of Reward in Large-Scale Data Gathering."},
      {
        "id":"ED076383",
        "title":"SMEAC Newsletter, Mathematics Education, Volume 4, Number 3."},
      {
        "id":"ED076384",
        "title":"Elementary School Mathematics, A Parents' Guide."},
      {
        "id":"ED076385",
        "title":"The Effect of Immediate Environment on Children's Tendency to Reflect While Solving Problems."},
      {
        "id":"ED076386",
        "title":"Annual Report on Activities, Israel Science Teaching Centre 1971-1972."},
      {
        "id":"ED076387",
        "title":"Research Reporting Sections, National Council of Teachers of Mathematics 51st Annual Meeting, Houston, Texas, April 25-28, 1973."},
      {
        "id":"ED076388",
        "title":"Instructional Aids in Mathematics. National Council of Teachers of Mathematics Yearbook 34."},
      {
        "id":"ED076389",
        "title":"Sequencing of Instructional Activities."},
      {
        "id":"ED076391",
        "title":"The Effects of Computer Programming on Performance in Mathematics."},
      {
        "id":"ED076392",
        "title":"Mathematics Learning and the Sexes: A Review."},
      {
        "id":"ED076396",
        "title":"International Demographic Data Director. A Computerized Information Retrieval System for Demographic and Family Planning Data."},
      {
        "id":"ED076397",
        "title":"Financial Distress Study Report."},
      {
        "id":"ED076398",
        "title":"Current Literature in Family Planning, Number 54."},
      {
        "id":"ED076399",
        "title":"Keep It Clean. A Manual for the Preservation of the Cottage Environment."},
      {
        "id":"ED076400",
        "title":"Noise Assessment Guidelines."},
      {
        "id":"ED076401",
        "title":"Cooperative College-School Science Program, 1973 Directory. Joint Efforts of School Systems and Colleges to Improve Science and Mathematics in the Schools."},
      {
        "id":"ED076402",
        "title":"Properties of Numeration Systems. Mathematics Series No. 1."},
      {
        "id":"ED076403",
        "title":"Teaching Combinations with the Abacus. Mathematics Series No. 6."},
      {
        "id":"ED076405",
        "title":"Evaluation of the Project for Developing an Experiential Curriculum in Environmental Education, 1971-72."},
      {
        "id":"ED076407",
        "title":"Mathematics Library, Elementary and Junior High School. Second Edition."},
      {
        "id":"ED076408",
        "title":"Dyadic Interaction in Creative Thinking and Problem Solving."},
      {
        "id":"ED076409",
        "title":"The Challenge of Environmental Education."},
      {
        "id":"ED076410",
        "title":"Certificate of Sixth Year Studies, Chemistry."},
      {
        "id":"ED076411",
        "title":"Facts and Fantasies of Education."},
      {
        "id":"ED076412",
        "title":"Materials, Ideas, and Questions to Serve as a Basis for Preparing a Position Paper Regarding the Development and Implementation of Instructional Programs in Environmental Education (K-12)."},
      {
        "id":"ED076413",
        "title":"[Multidisciplinary Environmental Experiences, K-12.]"},
      {
        "id":"ED076414",
        "title":"Geometric Problem Solving Abilities of Children in the Primary Grades."},
      {
        "id":"ED076415",
        "title":"Automated Instructional Management Systems (AIMS) Version III, System Manual."},
      {
        "id":"ED076418",
        "title":"Automated Instructional Management Systems (AIMS) Version III, Program Logic Manual, Volume 1. Source Statement Flowcharts."},
      {
        "id":"ED076419",
        "title":"Automated Instructional Management Systems (AIMS) Version III, Program Logic Manual, Volume 2. Source Statement Listings."},
      {
        "id":"ED076421",
        "title":"Investigations in Mathematics Education, Volume 6 Number 1."},
      {
        "id":"ED076423",
        "title":"Developing Mathematical Materials for Student's Cognitive Style."},
      {
        "id":"ED076424",
        "title":"The Relationship of Achievement and Attitudes Towards Mathematics in the Elementary School: A Longitudinal Study."},
      {
        "id":"ED076425",
        "title":"Attitudes and Perceptions of Elementary Mathematics Possessed by Third and Sixth Grade Teachers as Related to Student Attitude and Achievement in Mathematics."},
      {
        "id":"ED076426",
        "title":"Research in Science Teaching in a Larger Context."},
      {
        "id":"ED076427",
        "title":"A Review of British Science Curriculum Projects, Implications for Curriculum Developers."},
      {
        "id":"ED076428",
        "title":"The High School Mathematics Library. Fifth Edition."},
      {
        "id":"ED076429",
        "title":"Annual Report to The President and to the Council on Environmental Quality for the Year Ending May 1972."},
      {
        "id":"ED076430",
        "title":"The Effectiveness of Cue Fading in Teaching Kindergarten Children to Serial Order."},
      {
        "id":"ED076431",
        "title":"Using Structural Variables to Predict Word - Problem Solving Difficulty for Junior College Arithmetic Students."},
      {
        "id":"ED076432",
        "title":"An Integrated Preprofessional Individually Paced Instruction Curriculum."},
      {
        "id":"ED076433",
        "title":"An Analysis of Arithmetic, Linguistic, and Algebraic Structural Variables That Contribute to Problem Solving Difficulty in Algebra Word Problems."},
      {
        "id":"ED076434",
        "title":"Ikonic and Symbolic Representation. A Study of Mathematical Reasoning."},
      {
        "id":"ED076435",
        "title":"Manual on Training of Statistical Personnel at the Primary and Intermediate Levels."},
      {
        "id":"ED076436",
        "title":"SMEAC Newsletter, Mathematics Education, Volume 5, Number 1."},
      {
        "id":"ED076437",
        "title":"Research on Mathematics Education (K-12) Reported in 1972."},
      {
        "id":"ED076438",
        "title":"Ekistics. A Guide for the Development of an Interdisciplinary Environmental Education Curriculum."},
      {
        "id":"ED076439",
        "title":"Social Science - How the Anthropologist Studies Man: Chumash Indians. A Resource Guide for Teachers of Fourth Grade Gifted Students."},
      {
        "id":"ED076440",
        "title":"Schools and the Learning of Dissent Norms: A Study of West German Youths."},
      {
        "id":"ED076444",
        "title":"Politics and Participation. An Alternative Approach to the Study of Politics and Government in Senior High Schools. Occasional Paper No. 4."},
      {
        "id":"ED076445",
        "title":"Community Concerns Class: A Terminal Report."},
      {
        "id":"ED076446",
        "title":"Study on the Equality of Access of Girls and Women to Education in the Context of Rural Development."},
      {
        "id":"ED076447",
        "title":"The Choice Before Us."},
      {
        "id":"ED076448",
        "title":"A System Approach for a Disciplined Organization of a Social Foundations of Education Course."},
      {
        "id":"ED076449",
        "title":"Target: Development Action."},
      {
        "id":"ED076450",
        "title":"A Guide to Films About Development."},
      {
        "id":"ED076451",
        "title":"Stability of Social Studies Classroom Verbal Interaction Patterns Across Repeated Micro-Teaching Performances."},
      {
        "id":"ED076452",
        "title":"Re-examining the Notion of the Universality of Educational Measurement."},
      {
        "id":"ED076453",
        "title":"Classification of Educational Systems in OECD Member Countries. United Kingdom: England and Wales, Northern Ireland, Scotland."},
      {
        "id":"ED076454",
        "title":"Cultural Diplomacy and its Presentation in International Affairs Textbooks, 1945-1971. A Study of the Treatment Accorded International Education and Cultural Relations in 171 Textbooks on International Relations, Foreign Policy, and International Organization."},
      {
        "id":"ED076455",
        "title":"Social Control Ideologies and the Politics of Education."},
      {
        "id":"ED076457",
        "title":"A Critique of Research Studies in Music Education. Final Report."},
      {
        "id":"ED076458",
        "title":"Reviews of National Policies for Education. Germany."},
      {
        "id":"ED076459",
        "title":"Learning and Teaching in the Arts. Research Monograph 4."},
      {
        "id":"ED076460",
        "title":"The Self in Art Education. Research Monograph 5."},
      {
        "id":"ED076461",
        "title":"Education and the Behavioral Sciences."},
      {
        "id":"ED076462",
        "title":"Mobility or Community: The Hard Choice of the New Professional."},
      {
        "id":"ED076463",
        "title":"Report of the Social Studies Field Agent Training Program. Final Report."},
      {
        "id":"ED076464",
        "title":"Limitations of a Research, Development and Diffusion (RD and D) Strategy in Diffusion: A Case Study of Nine Local Implementations of a State-Adopted Curriculum."},
      {
        "id":"ED076465",
        "title":"Classification of Educational Systems in OECD Member Countries. France, Norway, Spain."},
      {
        "id":"ED076466",
        "title":"Accountability in Minority Teacher Training: The University of Georgia Indian Teacher Training Program."},
      {
        "id":"ED076467",
        "title":"Quality of Life. Interpretive Series No. 8."},
      {
        "id":"ED076468",
        "title":"Why Lobby? A General Curriculum Guide to Lobbying. The Lobbyist: A General Guide on Lobbying. The Lobbying Game."},
      {
        "id":"ED076470",
        "title":"Guide to Reading for Social Studies Teachers. Bulletin 46."},
      {
        "id":"ED076471",
        "title":"Mini-Versus Traditional: An Experimental Study of High School Social Studies Curricula."},
      {
        "id":"ED076473",
        "title":"Select Bibliography: International Education."},
      {
        "id":"ED076474",
        "title":"Mini-Course on Consumer Education Teacher's Guide."},
      {
        "id":"ED076476",
        "title":"Try It - You'll Like It. A \"Mixed Bag\" of Information on American Culture of the 1920's and 1930's."},
      {
        "id":"ED076477",
        "title":"The Conversion of a Public Elementary School to a Reinforcement-Oriented Environment with 9 Hours of In-Service Training."},
      {
        "id":"ED076478",
        "title":"Selected Bibliography of Yugoslav Educational Materials. Volume 8, Number 3, 1972."},
      {
        "id":"ED076479",
        "title":"American Studies."},
      {
        "id":"ED076480",
        "title":"Understanding China Newsletter. Volume 9, Number 2."},
      {
        "id":"ED076481",
        "title":"Idea Logistics and Dynamics. Final Report."},
      {
        "id":"ED076482",
        "title":"Sample Examination Questions. Grade 7 Social Studies: Our Cultural Heritage; Grade 8 Social Studies: United States History."},
      {
        "id":"ED076483",
        "title":"Visual Arts Handbook. A Directory of Resource Materials."},
      {
        "id":"ED076485",
        "title":"Indian Educational Material. Annotated Quarterly Bibliography. Volume 7, Number 2, (Period Covered April-June 1972)."},
      {
        "id":"ED076486",
        "title":"South Asia: A Selected Functional and Country Bibliography."},
      {
        "id":"ED076487",
        "title":"Southeast Asia: A Selected Functional and Country Bibliography."},
      {
        "id":"ED076488",
        "title":"Near East and North Africa: A Selected Functional and Country Bibliography."},
      {
        "id":"ED076489",
        "title":"Africa, Sub-Sahara: A Selected Functional and Country Bibliography."},
      {
        "id":"ED076490",
        "title":"Latin America: A Selected Functional and Country Bibliography."},
      {
        "id":"ED076491",
        "title":"Western Europe: A Selected Functional and Country Bibliography."},
      {
        "id":"ED076492",
        "title":"Eastern Europe and the U.S.S.R.: A Selected Functional and Country Bibliograpy."},
      {
        "id":"ED076493",
        "title":"An Analysis of Social Conflict in Social Studies Textbooks. Final Report."},
      {
        "id":"ED076494",
        "title":"Students, Teachers, and the Third World in the American College Curriculum. A Guide and Commentary on Innovative Approaches in Undergraduate Education. Occasional Publication No. 19."},
      {
        "id":"ED076495",
        "title":"Drug Education: An Annotated Bibliography."},
      {
        "id":"ED076496",
        "title":"Interaction Analysis and Microteaching in an Urban Teacher Education Program. A Model for Skill Development in Teaching."},
      {
        "id":"ED076497",
        "title":"Youth Camp Safety Standards. Hearings before the Select Subcommittee on Labor of the Committee on Education and Labor. House of Representatives. Ninety-Second Congress, First Session on H. R. 1264. H. R. 2302, H. R. 6055, H. R. 6493, and H. R. 8499."},
      {
        "id":"ED076498",
        "title":"Humanizing the Testing Aspect of Evaluation."},
      {
        "id":"ED076499",
        "title":"School Leadership. Report Number Seven. Commission on Public School Personnel Policies in Ohio."},
      {
        "id":"ED076500",
        "title":"Time and Opportunity. The School Year. The Fifth Report of the Commission on Public School Personnel Policies in Ohio."},
      {
        "id":"ED076501",
        "title":"Teacher Tenure. The Second Report of the Commission on Public School Personnel Policies in Ohio."},
      {
        "id":"ED058384",
        "title":"Local School Expenditures and Educational Quality: A Correlation Analysis."},
      {
        "id":"ED058385",
        "title":"Farm Population of the United States: 1968."},
      {
        "id":"ED058386",
        "title":"Major Statistical Series of the U.S. Department of Agriculture, How They Are Constructed and Used. Volume 7, Farm Population and Employment."},
      {
        "id":"ED058387",
        "title":"Psychologists in Mental Health: 1966."},
      {
        "id":"ED058388",
        "title":"Job Guide for Young Workers, 1969-70 Edition."},
      {
        "id":"ED058389",
        "title":"Review and Synthesis of Research on Individualizing Instruction in Vocational and Technical Education."},
      {
        "id":"ED058390",
        "title":"Review and Synthesis of Research on Vocational and Technical Education for the Rural Disadvantaged."},
      {
        "id":"ED058391",
        "title":"Review and Synthesis of Research on Vocational Education for the Urban Disadvantaged."},
      {
        "id":"ED058392",
        "title":"Establishing a Training Program for Child Care Workers: A Guide for Teachers."},
      {
        "id":"ED058393",
        "title":"A Review of the Labor Market, Manpower Characteristics and Training of Motor Vehicle Repair Personnel. Final Report."},
      {
        "id":"ED058394",
        "title":"The World of Manufacturing, Teacher's Guide. Industrial Arts Curriculum Project."},
      {
        "id":"ED058395",
        "title":"The World of Manufacturing, Laboratory Manual. Industrial Arts Curriculum Project."},
      {
        "id":"ED058396",
        "title":"The World of Manufacturing. Industrial Arts Curriculum Project."},
      {
        "id":"ED058397",
        "title":"The World of Construction. Industrial Arts Curriculum Project."},
      {
        "id":"ED058398",
        "title":"The World of Construction, Laboratory Manual, Semester 1. Industrial Arts Curriculum Project."},
      {
        "id":"ED058399",
        "title":"The World of Construction, Laboratory Manual, Semester 2. Industrial Arts Curriculum Project."},
      {
        "id":"ED058400",
        "title":"The World of Construction, Teacher's Guide. Industrial Arts Curriculum Project."},
      {
        "id":"ED058408",
        "title":"Demonstration Programs of Vocational Education in South Carolina Region V, Interim Report and Attachments A-E."},
      {
        "id":"ED058409",
        "title":"State Health Manpower Planning; A Policy Overview."},
      {
        "id":"ED058412",
        "title":"Manpower Research Visibility."},
      {
        "id":"ED058413",
        "title":"Pontiac Vocational Career Development Program. Interim Report."},
      {
        "id":"ED058414",
        "title":"Automotive Mechanics; A Developmental Study of Automotive Programs in Two-Year Colleges with Implications for a Planning and Standards Guide."},
      {
        "id":"ED058415",
        "title":"A National Study to Identify Outstanding Programs in Vocational Education for Handicapped and Disadvantaged Students."},
      {
        "id":"ED058416",
        "title":"Planning the Implementation of a Business Education Learning System. Final Report."},
      {
        "id":"ED058417",
        "title":"Planning the Implementation of a Business Education Learning System. Programmed Instructional Materials Available for Possible Use in a Business Education Learning System. A Supplement to the Final Report."},
      {
        "id":"ED058418",
        "title":"PROJECT VIGOR; Vocational Cluster Education, Integrated and Articulated Grades 1 through 14 with Guidance Services, Occupational Exploration and Work Experience Relevant to General Education. First Interim Report."},
      {
        "id":"ED058419",
        "title":"An Analysis of Manpower Requirements Information and the Availability of Vocational Education in Selected Urban and Rural Areas. Final Report."},
      {
        "id":"ED058420",
        "title":"An Occupational Vocational Education Model for the State of Delaware. Interim Report (October 1, 1970-September 30, 1971)."},
      {
        "id":"ED058421",
        "title":"Developing and Operating a Vocational Center."},
      {
        "id":"ED058422",
        "title":"Some Aspects of Part-Time Work."},
      {
        "id":"ED058423",
        "title":"Child Care Centres."},
      {
        "id":"ED058424",
        "title":"Changing Horizons."},
      {
        "id":"ED058430",
        "title":"Research and Development Strategies in Agricultural Education for the Seventies."},
      {
        "id":"ED058431",
        "title":"The Impact of New Area Vocational Schools on the Appalachian Region."},
      {
        "id":"ED058433",
        "title":"Training Paraprofessionals for the Human Services. Career Options Research and Development."},
      {
        "id":"ED058434",
        "title":"Background, Characteristics and Success of Practical Nursing Applicants, Students and Graduates. Final Report, Part III."},
      {
        "id":"ED058435",
        "title":"Syllabus for Career Development of the Y.M.C.A. Staff. Career Options Research and Development."},
      {
        "id":"ED058436",
        "title":"Pilot &quot;A&quot; Final Report. Career Options Research and Development."},
      {
        "id":"ED058437",
        "title":"A New Educational Approach to Careers in Human Services. Career Options Research and Development."},
      {
        "id":"ED058438",
        "title":"Social Service Aide Project: Pilot B. Final Report."},
      {
        "id":"ED058439",
        "title":"Career Options Research and Development. Final Report."},
      {
        "id":"ED058440",
        "title":"Cost-Benefit Considerations of New Careers Programs. Career Options Research and Development."},
      {
        "id":"ED058441",
        "title":"Core Curriculum for Human Services. Career Options Research and Development."},
      {
        "id":"ED058442",
        "title":"New Careers from Legislation to Administration. Career Options Research and Development."},
      {
        "id":"ED058443",
        "title":"Community Resources in the South Suburban Area; A Syllabus. Career Options Research and Development."},
      {
        "id":"ED058445",
        "title":"Vocational Instructional Materials for Health Occupations Education Available from Federal Agencies."},
      {
        "id":"ED058446",
        "title":"Vocational Instructional Materials for Office Occupations Available from Federal Agencies."},
      {
        "id":"ED058447",
        "title":"Vocational Instructional Materials for Home Economics Available from Federal Agencies."},
      {
        "id":"ED058448",
        "title":"Vocational Instructional Materials for Distributive Education Available from Federal Agencies."},
      {
        "id":"ED058449",
        "title":"Vocational Instructional Materials for Trade and Industrial Occupations Available from Federal Agencies."},
      {
        "id":"ED058450",
        "title":"Vocational Instructional Materials for Technical Education Available from Federal Agencies."},
      {
        "id":"ED058451",
        "title":"Vocational Development and Vocational Education in Adolescence. Final Report."},
      {
        "id":"ED058452",
        "title":"Veterans' Reemployment Rights Handbook."},
      {
        "id":"ED058453",
        "title":"Statewide Invitational Conference on Curriculum Development in Vocational-Technical Education (Chapel Hill, Tennessee, March 1-3, 1971)."},
      {
        "id":"ED058454",
        "title":"The Effectiveness of an Individualized Learning Method of Instruction When Compared to the Lecture-Discussion Method. A Research Report of a Graduate Study."},
      {
        "id":"ED058455",
        "title":"Exploring in Aerospace Rocketry. An Introduction to the Fundamentals of Rocketry."},
      {
        "id":"ED058456",
        "title":"Exploring in Aeronautics. An Introduction to Aeronautical Sciences."},
      {
        "id":"ED058457",
        "title":"Nepal Vocational Agriculture Teacher's Handbook."},
      {
        "id":"ED058460",
        "title":"Improved Utilization of Nonmedical Mental Health Workers through Increased Empathy Levels of Psychiatric Aides. Final Report."},
      {
        "id":"ED058461",
        "title":"An Analysis of Worker Supply and Demand Data for Program Planning in Occupational Education."},
      {
        "id":"ED058462",
        "title":"A Description and Source Listing of Curriculum Materials in Agricultural Education, 1971-1972."},
      {
        "id":"ED058463",
        "title":"National Institute on the Role of Youth Organizations in Vocational Education (Lawrenceville, N.J., August 11-15, 1969). Final Report, Part II."},
      {
        "id":"ED058464",
        "title":"Preparation for a Dual Role: Homemaker-Wage Earner, with Adaptations to Inner City Youth. Final Report, Volume I."},
      {
        "id":"ED058465",
        "title":"Accountability in Higher Education."},
      {
        "id":"ED058466",
        "title":"Collective Bargaining on Campus."},
      {
        "id":"ED058467",
        "title":"Veterans in College."},
      {
        "id":"ED058468",
        "title":"The Language Experience Approach for the Culturally Disadvantaged."},
      {
        "id":"ED058469",
        "title":"Directory of Organization and Personnel in Educational Management. Third Edition: 1971-1972."},
      {
        "id":"ED058470",
        "title":"Evaluation of the Emergency School Assistance Program. Volume I: Summary. Final Report."},
      {
        "id":"ED058471",
        "title":"Evaluation of the Emergency School Assistance Program. Volume II: Design and Findings of Phase I Survey. Final Report."},
      {
        "id":"ED058472",
        "title":"Evaluation of the Emergency School Assistance Program. Volume III: Design and Findings of Phase II Case Studies. Parts A, B, and C. Final Report."},
      {
        "id":"ED058473",
        "title":"Schools, People, &amp; Money. The Need for Educational Reform. Final Report."},
      {
        "id":"ED058474",
        "title":"Intergovernmental Relations and the Governance of Education."},
      {
        "id":"ED058475",
        "title":"What State Legislators Think about School Finance. An Opinion Survey of State Legislature Education Committee Chairman."},
      {
        "id":"ED058476",
        "title":"The Concept of Education as an Investment. Final Report."},
      {
        "id":"ED058477",
        "title":"State-Local Revenue Systems and Educational Finance."},
      {
        "id":"ED058478",
        "title":"Public School Finance: Present Disparities and Fiscal Alternatives. Volume 1."},
      {
        "id":"ED058479",
        "title":"Public School Finance: Present Disparities and Fiscal Alternatives. Volume II: Analysis of Individual States."},
      {
        "id":"ED058480",
        "title":"Review of Existing State School Finance Programs. Volume I. A Commission Staff Report."},
      {
        "id":"ED058481",
        "title":"Review of Existing State School Finance Programs. Volume II. Documentation of Disparities in the Financing of Public Elementary and Secondary School Systems--by State. A Commission Staff Report."},
      {
        "id":"ED058482",
        "title":"The Foundation Program and Educational Needs: A Conceptual Analysis."},
      {
        "id":"ED058483",
        "title":"Legal and Constitutional Problems of Public Support for Nonpublic Schools."},
      {
        "id":"ED058484",
        "title":"Economic Problems of Nonpublic Schools."},
      {
        "id":"ED058485",
        "title":"The Financial Implications of Changing Patterns of Nonpublic School Operations in Chicago, Detroit, Milwaukee and Philadelphia."},
      {
        "id":"ED058486",
        "title":"Issues of Aid to Nonpublic Schools. Volume I: Economic and Social Issues of Educational Pluralism."},
      {
        "id":"ED058487",
        "title":"Issues of Aid to Nonpublic Schools. Volume II: The Social and Religious Sources of the Crisis in Catholic Schools."},
      {
        "id":"ED058488",
        "title":"Issues of Aid to Nonpublic Schools. Volume III: Public Assistance Programs for Nonpublic Schools."},
      {
        "id":"ED058489",
        "title":"Issues of Aid to Nonpublic Schools. Volume IV: Appendices."},
      {
        "id":"ED058490",
        "title":"Issues of Aid to Nonpublic Schools. Summary Analysis."},
      {
        "id":"ED058491",
        "title":"Public Aid to Nonpublic Education."},
      {
        "id":"ED058492",
        "title":"The Three R&apos;s of Nonpublic Education in Louisiana: Race, Religion, and Region."},
      {
        "id":"ED058493",
        "title":"Big City Schools in America: The Views of Superintendents and School Board Presidents."},
      {
        "id":"ED058494",
        "title":"Problems of Financing Inner City Schools. Political, Social, and Cultural Constraints upon Financing Improved Urban Education and Proposals to Overcome Them."},
      {
        "id":"ED058495",
        "title":"How Effective Is Schooling? A Critical Review and Synthesis of Research Findings."},
      {
        "id":"ED058496",
        "title":"Pre-Primary Education: Needs, Alternatives and Costs, 1971-1980."},
      {
        "id":"ED058497",
        "title":"Schooling for the Future: Toward Quality and Equality in American Precollegiate Education."},
      {
        "id":"ED058498",
        "title":"The New Instructional Technologies: Are They Worth It?"},
      {
        "id":"ED058499",
        "title":"Free and Freedom Schools. A National Survey of Alternative Programs."},
      {
        "id":"ED058500",
        "title":"Economics in Education."},
      {
        "id":"ED058501",
        "title":"Tax Credits for Education."},
      {
        "id":"ED058502",
        "title":"Improving Information Systems for Educational Policy Making."},
      {
        "id":"ED058503",
        "title":"Population, Enrollment, and Costs of Public Elementary and Secondary Education 1975-76 and 1980-81."},
      {
        "id":"ED058504",
        "title":"Estimates and Projections of Special Target Group Populations in Elementary and Secondary Public Schools."},
      {
        "id":"ED058505",
        "title":"In Search of a Rational Basis for Measuring Disparities. (A Review of Per-Pupil Expenditure Makeup)."},
      {
        "id":"ED058506",
        "title":"A Prototype National Educational Finance Planning Model. Projections of Educational Needs, Resources and Disparities under Various Forecasting and Policy Assumptions."},
      {
        "id":"ED058507",
        "title":"Selected Staff Studies in Elementary and Secondary School Finance."},
      {
        "id":"ED058509",
        "title":"Report: Joint Conference: Second Annual Region IV Conference on Adult Education and Second Regional Institute Southeastern Region Adult Basic Education Staff Development Project. (Daytona Beach, Florida, February 14-18, 1970)."},
      {
        "id":"ED058516",
        "title":"Success Factors of Selected Organized Community Clubs in Middle Tennessee."},
      {
        "id":"ED058517",
        "title":"An Application of a Systems Approach to Training: A Case Study. Revised Edition."},
      {
        "id":"ED058518",
        "title":"Community Power and Decision-Making: A Selective Bibliography."},
      {
        "id":"ED058519",
        "title":"Programs and Registrations, 1970-1971."},
      {
        "id":"ED058521",
        "title":"Toward Still Greater Professionalism."},
      {
        "id":"ED058522",
        "title":"Bridges and Ladders: A Descriptive Study in New Careers. Rehabilitation Occupations for the Disadvantaged and Advantaged."},
      {
        "id":"ED058523",
        "title":"The Tutor and the WEA Class."},
      {
        "id":"ED058533",
        "title":"The Bangkok Consultation: Report of a Conference on Adult Literacy Education and Family Life Planning (January25-30, 1971)."},
      {
        "id":"ED058534",
        "title":"Literacy and Population/Family Planning Education: A Demonstration Project of the Philippine Rural Reconstruction Movement (PRRM)."},
      {
        "id":"ED058535",
        "title":"Poverty: An Annotated Bibliography for Adult Basic Education Teachers."},
      {
        "id":"ED058536",
        "title":"Readings in Staff Development."},
      {
        "id":"ED058537",
        "title":"Report: Fourth Regional Seminar, Southeastern Region Adult Basic Education Staff Development Project (Stone Mountain, Georgia, May 2-5, 1971)."},
      {
        "id":"ED058538",
        "title":"Report: Third Regional Seminar, Southeastern Region Adult Basic Education Staff Development Project (New Orleans, May 5-10, 1970)."},
      {
        "id":"ED058539",
        "title":"The Planning of In-Service Workshops: A Seminar (Atlanta, Feb. 14-17, 1971)."},
      {
        "id":"ED058540",
        "title":"A Directory and Analysis of Degree Programs for Preparing Professional Adult Educators in the United States."},
      {
        "id":"ED058541",
        "title":"1971 White House Conference on Aging. A Report to the Delegates from the Conference Sections and Special Concerns Sessions."},
      {
        "id":"ED058542",
        "title":"Status and Prospects of Educational Research in Quebec. Volumes I and II."},
      {
        "id":"ED058544",
        "title":"Systems Engineering of Coast Guard Aviator Training."},
      {
        "id":"ED058545",
        "title":"The Retirement Process."},
      {
        "id":"ED058547",
        "title":"Radical Changes in Higher Adult Education."},
      {
        "id":"ED058548",
        "title":"Industrial Relations Training: A Systematic Approach."},
      {
        "id":"ED058549",
        "title":"Florida State University Self-Study: Self-Study Report of the Department of Adult Education."},
      {
        "id":"ED058550",
        "title":"Draft Plan of Operation for a Functional Literacy Pilot Program in Swaziland June-July 1971."},
      {
        "id":"ED058551",
        "title":"A Day off Work? The Attitudes of Craft Apprentices to Further Education."},
      {
        "id":"ED058552",
        "title":"SERVE: Older Volunteers in Community Service. A New Role and a New Resource."},
      {
        "id":"ED058554",
        "title":"Work Study and the Portworker."},
      {
        "id":"ED058556",
        "title":"Handbook for Evaluating Instruction."},
      {
        "id":"ED058557",
        "title":"ESL Reference List of Materials for English as a Second Language."},
      {
        "id":"ED058558",
        "title":"Handbook for Community Adult School Counselors. Revised Edition."},
      {
        "id":"ED058559",
        "title":"Handbook for Community Adult School Principals. Revised Edition."},
      {
        "id":"ED058560",
        "title":"The 1971 Literacy Campaign."},
      {
        "id":"ED058561",
        "title":"Counseling the Disadvantaged about Engineering and Related Technology: A Counselor Educator's View."},
      {
        "id":"ED058562",
        "title":"Field Dependence and Social Responsiveness as Determinants of Spontaneously Produced Words."},
      {
        "id":"ED058563",
        "title":"The Disadvantaged and His Milieu."},
      {
        "id":"ED058564",
        "title":"The Systems Approach in the Rehabilitative Process."},
      {
        "id":"ED058565",
        "title":"Adolescent Educational Expectations and High School Interscholastic Athletics."},
      {
        "id":"ED058566",
        "title":"Rehabilitation at the County Jail Level: A Model Program."},
      {
        "id":"ED058567",
        "title":"The Justification of Violence: Social Problems and Social Solutions."},
      {
        "id":"ED058568",
        "title":"Younger Veterans - Older Veterans: A Comparison of Perceptions of Hospital Treatment, Problem Areas and Needs."},
      {
        "id":"ED058569",
        "title":"Psychological and Personality Undercurrents of a Drug User. Student Drug Use and the Hang-Loose Ethic. Students and Drug Use: A Study of Personality Characteristics and Extent of Drug Using Behavior. A Report on Drug Abuse in the City of Edmonton to the Mayor's Executive Committee on Drug Abuse."},
      {
        "id":"ED058570",
        "title":"Healthy--That&apos;s Me: A Health Education Curriculum for Health Start."},
      {
        "id":"ED058571",
        "title":"Real Research in Drug Education. Real Research in Drug Education; Drug Information: The Irrelevant Variable."},
      {
        "id":"ED058572",
        "title":"Parent Counseling and Academic Achievement: Progress Report on the Initiation of a System-Wide Parental Consultation Program. Lexington Parent-Counseling Project. Follow-Up Study Procedure and Results."},
      {
        "id":"ED058573",
        "title":"Sexual Appeal: In Black and White."},
      {
        "id":"ED058574",
        "title":"Delayed Instructional Control of Head Start Children's Free Play."},
      {
        "id":"ED058575",
        "title":"Report on High School Characteristic Index Study at John Marshall High School - 1970."},
      {
        "id":"ED058576",
        "title":"A Study of the Educational Effectiveness of Integration: A Comparison of Pupil Achievement Before and One Year After Integration; A Survey of the Attitudes of Principals, Teachers, Parents, and Pupils Involved in the Program."},
      {
        "id":"ED058577",
        "title":"The Use of Family Therapy Concepts and Techniques in Guidance and Counselling."},
      {
        "id":"ED058578",
        "title":"How Students Cope with Work Problems in the U. S. and Abroad."},
      {
        "id":"ED058582",
        "title":"Honesty as a Structurally Necessary Aspect of the Creative Process."},
      {
        "id":"ED058583",
        "title":"The Future Roles and Functions of Rehabilitation Counselors: Projections of Leaders in Rehabilitation. Traditional Professionalism in Rehabilitation Counseling: Successes and Failures."},
      {
        "id":"ED058584",
        "title":"A Comparative Study of Students' Preference for Compulsory Counselling or Self-Referral (Voluntary) Counselling in Hillcrest High School, Port Arthur Ontario, Canada, Following Two Experimental Years of Self-Referral Counselling (September, 1967 to June, 1969)."},
      {
        "id":"ED058585",
        "title":"Placement and After: A Manual for Coaches and Other Employment Workers. Program in Manpower Studies and Jobs-Now."},
      {
        "id":"ED058586",
        "title":"Personality Theory as Related to Counseling Psychology."},
      {
        "id":"ED058587",
        "title":"Differences in Interaction Patterns of Families with First or Second Grade Sons Rated High or Low in Classroom Adjustment."},
      {
        "id":"ED058589",
        "title":"Pre-adolescent Interest Inventory: Part I."},
      {
        "id":"ED058590",
        "title":"The Effects of Partial Reinforcement in the Acquisition and Extinction of Recurrent Serial Patterns."},
      {
        "id":"ED058591",
        "title":"Handbook of Instructions for Conducting Follow-Up Studies of High School Graduates. Book I."},
      {
        "id":"ED058592",
        "title":"Counsellor Certification - Panacea or Placebo?"},
      {
        "id":"ED058593",
        "title":"Warmth, Competence, and Identification."},
      {
        "id":"ED058594",
        "title":"Normative Integration, Alienation, and Conformity in Adolescent Groups."},
      {
        "id":"ED058595",
        "title":"On the Death and Transfiguration of Leadership Training."},
      {
        "id":"ED058596",
        "title":"Nonparticipation in the Labor Force: Black-White Comparisons."},
      {
        "id":"ED058597",
        "title":"Middle Class Youth and Proclivities for Violence."},
      {
        "id":"ED058598",
        "title":"Macomb County Community College Drop-in Counseling Center: Proposal."},
      {
        "id":"ED058599",
        "title":"Interpersonal Behavior and Preferences for Exploration in Adolescent Boys: A Small Group Study. The Interaction between Personal Preferences and the High School Environment: Prediction and Description from Tenth Grade Students' Self Reports. The Social Environments of Two Suburban High Schools: Some Background Data."},
      {
        "id":"ED058600",
        "title":"Persons and Settings: A Comparative Analysis of the Quality and Range of Social Interaction in Two Suburban High Schools."},
      {
        "id":"ED058601",
        "title":"Ethnic Minorities and Dominant Elites in American Life."},
      {
        "id":"ED058602",
        "title":"When Do People Lend-a-Helping-Hand?"},
      {
        "id":"ED058603",
        "title":"Selective Attention in Four-, Eight-, and Twelve-Year-Old Children. Final Report."},
      {
        "id":"ED058604",
        "title":"Self-Image and Social Change towards an Integrated Theory of Cybernetic Behavior."},
      {
        "id":"ED058605",
        "title":"College Dropout Identification, a Case Study."},
      {
        "id":"ED058606",
        "title":"Reinforcement: Applied Research. Applying Applied Reinforcement."},
      {
        "id":"ED058608",
        "title":"Organization Development and the Planning Interface."},
      {
        "id":"ED058609",
        "title":"Empirical Transition Matrices. Educational Planning Occasional Papers No. 6/71."},
      {
        "id":"ED058610",
        "title":"A Conceptual Framework for the Study of Project Management in Education. Final Report."},
      {
        "id":"ED058611",
        "title":"A Cost-Effectiveness Study of Employing Nonprofessional Teaching Aides in the Public Schools."},
      {
        "id":"ED058612",
        "title":"Making Evaluation Effective: A Guide."},
      {
        "id":"ED058613",
        "title":"Finances of Large-City School Systems. A Comparative Analysis."},
      {
        "id":"ED058615",
        "title":"The State Education Agency. A Handbook of Standard Terminology and a Guide for Recording and Reporting Information About State Education Agencies. State Educational Records and Reports Series: Handbook VII."},
      {
        "id":"ED058616",
        "title":"Training Guides for Teacher Corps Team Leaders."},
      {
        "id":"ED058617",
        "title":"State Education Agency Planning and Federally Funded Programs: Perceptions of Selected Groups. Report of a Special Study."},
      {
        "id":"ED058618",
        "title":"Administration by Objectives: A Systematic Approach to Educational Planning in Virginia. Report of a Study."},
      {
        "id":"ED058619",
        "title":"A County Income Tax for Education? A Report Prepared for the Monroe County Educational Planning Committee."},
      {
        "id":"ED058620",
        "title":"Educational Specifications. Educational Facilities Review Series Number 1."},
      {
        "id":"ED058621",
        "title":"Use of Computers in Planning Higher Educational Facilities. Educational Facilities Review Series Number 2."},
      {
        "id":"ED058622",
        "title":"Planning-Programming-Budgeting Systems. Educational Management Review Series Number 2."},
      {
        "id":"ED058623",
        "title":"Building Maintenance. Educational Facilities Review Series Number 3."},
      {
        "id":"ED058624",
        "title":"Development Administration: Obstacles, Theories and Implications for Planning. IIEP Occasional Papers No. 2."},
      {
        "id":"ED058625",
        "title":"Politics in Educational Planning. IIEP Occasional Papers No. 19."},
      {
        "id":"ED058626",
        "title":"Changing the Existing Educational System: Some Basic Implications for the Educational Planner. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 3."},
      {
        "id":"ED058627",
        "title":"The Integration of External Assistance with Educational Planning. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 8."},
      {
        "id":"ED058628",
        "title":"Economic Aspects of Quality in Education. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 7."},
      {
        "id":"ED058629",
        "title":"Policies and Practices in Educational Planning. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 10."},
      {
        "id":"ED058630",
        "title":"Planning the Educational Revolution. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 43."},
      {
        "id":"ED058631",
        "title":"The Role of Budgets in Educational Planning. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 44."},
      {
        "id":"ED058632",
        "title":"Systems Analysis and Educational Design. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 45."},
      {
        "id":"ED058633",
        "title":"The Diagnosis of Educational Systems and Operations as a Prelude to Development Planning. Fundamentals of Educational Planning: Lecture-Discussion Series No. 47."},
      {
        "id":"ED058634",
        "title":"Social and Psychological Factors in Innovation and Educational Planning. The Funadmentals of Educational Planning: Lecture-Discussion Series No. 50."},
      {
        "id":"ED058635",
        "title":"Planning for Change in Educational Structure, Curriculum and Methods. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 51."},
      {
        "id":"ED058636",
        "title":"Planning for the Second Development Decade. Fundamentals of Educational Planning: Lecture-Discussion Series No. 54."},
      {
        "id":"ED058637",
        "title":"Development and Economy in Educational Building. The Fundamentals of Educational Planning: Lecture-Discussion Series No. 55."},
      {
        "id":"ED058638",
        "title":"A Study of Innovation and Change in Education. The Regional University-Schools Research and Development Program. An Action-Research Project, 1967-1971."},
      {
        "id":"ED058639",
        "title":"Teacher Retirement Systems. A Review of Patterns of Teacher Pension Systems in the Fifty States, with a Model Investment Portfolio for a Typical System."},
      {
        "id":"ED058640",
        "title":"Pupil-Teacher Ratios and the Use of Research Findings in Educational Policy-Making."},
      {
        "id":"ED058641",
        "title":"White Children in the Desegregation Process."},
      {
        "id":"ED058642",
        "title":"Descriptive Design for the Educational Cooperative."},
      {
        "id":"ED058643",
        "title":"Progress Report of the President's Commission on School Finance."},
      {
        "id":"ED058644",
        "title":"The President's Panel on Nonpublic Education. First Report."},
      {
        "id":"ED058646",
        "title":"Vandalism in Schools. A $200 Million Dollar Problem."},
      {
        "id":"ED058647",
        "title":"Elementary and Secondary Education Act Title III in Massachusetts/ an Evaluation. A Study of Variables Related to Success, Continuation, and Dissemination of Title III Projects."},
      {
        "id":"ED058648",
        "title":"Colorado: A Study of Educational Finance. Report of an Investigation."},
      {
        "id":"ED058649",
        "title":"School Financial Elections. Educational Management Review Series Number 3."},
      {
        "id":"ED058650",
        "title":"Conflict Management in Education. ERIC/CEM Research Review."},
      {
        "id":"ED058651",
        "title":"School Finance in Arizona: A State-Local Partnership. A Special Study."},
      {
        "id":"ED058652",
        "title":"Iowa Bond Issue Study. Fall, 1971. Preliminary Report."},
      {
        "id":"ED058654",
        "title":"Accountability: Its Implications for Provincial and State Governments."},
      {
        "id":"ED058655",
        "title":"[Federal Aid to Education: Gearing up the Mechanisms for Future Allocations.]"},
      {
        "id":"ED058656",
        "title":"Policies for Improving Board-Superintendent Relations. Educational Policies Development Kit."},
      {
        "id":"ED058657",
        "title":"School Board Policies on Teacher Evaluation. Educational Policies Development Kit."},
      {
        "id":"ED058658",
        "title":"School Board Policies on Student Discipline. Educational Policies Development Kit."},
      {
        "id":"ED058659",
        "title":"School Board Policies on the Community Use of School Facilities. Educational Policies Development Kit."},
      {
        "id":"ED058660",
        "title":"School Board Policies on Drug Education & Drug Use. Educational Policies Development Kit."},
      {
        "id":"ED058661",
        "title":"School Board Policies on Pregnant and/or Married Students. Educational Policies Development Kit."},
      {
        "id":"ED058663",
        "title":"State Aid to Nonpublic Schools: An Analysis of Recent Court Decisions. A Report. Research Reports in Educational Administration. Special Report: Vol. II, No. 5."},
      {
        "id":"ED058664",
        "title":"Changing Schools: Case Studies of Change-Agent Teams in Three School Systems. A Report from the Project on Models for Effecting Planned Educational Change."},
      {
        "id":"ED058665",
        "title":"Education in the Seventies."},
      {
        "id":"ED058666",
        "title":"A Review of the Status and Projections for the Dade County Quinmester Extended School Year Program."},
      {
        "id":"ED058667",
        "title":"Evaluation Report: 1971 Summer Quinmester Program."},
      {
        "id":"ED058668",
        "title":"Handbook of Statistical Procedures for Long-Range Projections of Public School Enrollment. Technical Monograph."},
      {
        "id":"ED058669",
        "title":"Title I ESEA: Participation of Private School Children. A Handbook for State and Local School Officials."},
      {
        "id":"ED058670",
        "title":"Catalog of Authorized Courses of Study for the Quinmester Program in Dade County Public Schools."},
      {
        "id":"ED058671",
        "title":"State and Local Revenue Potential, 1970."},
      {
        "id":"ED058672",
        "title":"Vandalism and Violence: Innovative Strategies Reduce Cost to Schools. Education U.S.A. Special Report."},
      {
        "id":"ED058673",
        "title":"Report on the Field Testing of the CSE Elementary School Evaluation Kit: Needs Assessment."},
      {
        "id":"ED058674",
        "title":"The Four-Quarter School Year as Implemented in Metropolitan Atlanta Secondary Schools. Final Report."},
      {
        "id":"ED058675",
        "title":"Special Revenue Sharing: An Analysis of the Administration's Grant Consolidation Proposals. Information Report."},
      {
        "id":"ED058676",
        "title":"The Feasibility of Implementing a \"Voucher Plan\" in Seattle. A Preliminary Report. An Abstract."},
      {
        "id":"ED058677",
        "title":"Special Education Delivery: The Need for Reform."},
      {
        "id":"ED058678",
        "title":"Environmental Criteria: MR Preschool Day Care Facilities."},
      {
        "id":"ED058679",
        "title":"A Normative Study of the Administrative Position in Special Education. Final Report."},
      {
        "id":"ED058680",
        "title":"Preparation of Graduate Students in Speech Pathology and Audiology for Employment in Community Hearing and Speech Agencies."},
      {
        "id":"ED058681",
        "title":"Quality Math Experiences."},
      {
        "id":"ED058682",
        "title":"Task Performance, Attention and Classroom Behavior of Seriously Disturbed, Communication-Impaired, \"Autistic\"-Type Children under Conditions of Reduced Auditory Input. Interim Report."},
      {
        "id":"ED058683",
        "title":"Performance and Classroom Behavior of Seriously Disturbed, Verbally Communicative, Psychotic-Type Children under Conditions of Reduced Auditory Input. Interim Report."},
      {
        "id":"ED058684",
        "title":"Some Effects of Between-Trials Variability and Initial Response Outcome on the Alternation Discrimination Learning of Mentally Retarded Adolescents. Interim Report."},
      {
        "id":"ED058685",
        "title":"Effects of Verbal Concept Training Versus Stimulus Enhancement on Verbal Abstracting in Institutionalized Retarded Delinquent Boys. IMRID Papers and Reports, Volume VIII, No. 1."},
      {
        "id":"ED058686",
        "title":"A Research and Training Program in Selected Aspects of Lexical and Syntactic Development in the Mentally Retarded. Interim Report."},
      {
        "id":"ED058687",
        "title":"A Guide for the Instruction and Training of the Profoundly Retarded and Severely Multi-Handicapped Child."},
      {
        "id":"ED058688",
        "title":"Special Education Facilities: Schools and Playgrounds for Trainable Mentally Handicapped Children."},
      {
        "id":"ED058689",
        "title":"Counseling with Deaf People."},
      {
        "id":"ED058690",
        "title":"Academic Programming in the Re-Education School."},
      {
        "id":"ED058691",
        "title":"Behavioral Programming in the Re-Education School."},
      {
        "id":"ED058692",
        "title":"The Children's Re-Education Center: An Overview."},
      {
        "id":"ED058693",
        "title":"Impact 5 of the Title VI Programs in the State of Oregon, September, 1970 - August, 1971."},
      {
        "id":"ED058694",
        "title":"Psychopharmacology with the Behaviorally Disturbed: A Review."},
      {
        "id":"ED058696",
        "title":"A Demonstration-Research Project in Curriculum and Methods of Instruction for Elementary Level Mentally Retarded Children. Final Report."},
      {
        "id":"ED058697",
        "title":"A Demonstration Home Training Program for Parents of Preschool Deaf Children. Final Report."},
      {
        "id":"ED058698",
        "title":"Audiological Examinations of Hearing Impaired Students, United States: 1969-70."},
      {
        "id":"ED058699",
        "title":"Clustering and Subjective Organization in a Free-Recall Task with Retardates: A Comparison of Two Methodologies. Final Report."},
      {
        "id":"ED058700",
        "title":"Sequential Letter and Word Recognition."},
      {
        "id":"ED058701",
        "title":"Information Processing in Familially-Retarded and Normal Children as a Function of Task Complexity and Motivation. Final Report."},
      {
        "id":"ED058702",
        "title":"Special Education Careers: Programs for Professional Training in Special Education."},
      {
        "id":"ED058703",
        "title":"Social Acceptance of EMRs During Overt Behavioral Interaction. Studies in Learning Potential, Volume 2, Number 21."},
      {
        "id":"ED058704",
        "title":"Sensitivity of Learning Potential Measurement in Three Levels of Ability. Studies in Learning Potential, Volume 2, Number 22."},
      {
        "id":"ED058705",
        "title":"A Preliminary Evaluation of the Academic Achievement and Social Adjustment of EMRs in a Nongraded School Placement. Studies in Learning Potential, Volume 2, Number 23."},
      {
        "id":"ED058706",
        "title":"Effects of Learning Potential and Teacher Expectancies in Classes for the Retarded; or: The Punishing Expectancies. Studies in Learning Potential, Volume 2, Number 24."},
      {
        "id":"ED058707",
        "title":"Comments on Providing Special Education without Special Classes. Studies in Learning Potential, Volume 2, Number 25."},
      {
        "id":"ED058708",
        "title":"Social Contact, Reward Acquisition, and Attitude Change Toward Educable Mental Retardates. Studies in Learning Potential, Volume 2, Number 26."},
      {
        "id":"ED058709",
        "title":"Mass Media and the Environment: Volume One, San Francisco and Monterey Bay Water Resources."},
      {
        "id":"ED058710",
        "title":"Mass Media and the Environment: Volume Two, The Environmental information Explosion: The Press Discovers the Environment."},
      {
        "id":"ED058716",
        "title":"Parameters of Individualization: Part One, Cognitive Style."},
      {
        "id":"ED058717",
        "title":"Teaching Black; An Evaluation of Methods and Resources."},
      {
        "id":"ED058718",
        "title":"Demodulator 1971."},
      {
        "id":"ED058719",
        "title":"Learning Resources Center Staff 1971-72."},
      {
        "id":"ED058720",
        "title":"Catalog of Programmed Instructional Material. (Including Change I)."},
      {
        "id":"ED058721",
        "title":"Preparation of Learning Objectives."},
      {
        "id":"ED058724",
        "title":"Computer Assisted/Programmed Instruction on the Law. Final Report."},
      {
        "id":"ED058725",
        "title":"Who Should Develop Instructional Materials for CAI?"},
      {
        "id":"ED058726",
        "title":"Psychology and/or Cybernetics as Basis for Instructional Strategy."},
      {
        "id":"ED058729",
        "title":"Cable Television and Higher Education: Two Contrasting Experiences."},
      {
        "id":"ED058730",
        "title":"Potential Impact of Cable Growth on Television Broadcasting."},
      {
        "id":"ED058733",
        "title":"Use of Portable Video Recorders as an Instructional System Development Tool."},
      {
        "id":"ED058736",
        "title":"A Selection System and Catalog for Instructional Media and Devices."},
      {
        "id":"ED058738",
        "title":"DATACALL: A Computer-Based Simulation Game for Teaching Research Strategy."},
      {
        "id":"ED058740",
        "title":"Automated Instructional Monitors for Complex Operational Tasks. Final Report."},
      {
        "id":"ED058742",
        "title":"Visual Materials: Guidelines for Selection and Use in Training Situations."},
      {
        "id":"ED058745",
        "title":"Graphic Representation of Musical Concepts: A Computer Assisted Instructional System. Final Report."},
      {
        "id":"ED058746",
        "title":"A Project to Assess and Document Alternative Modes of Dissemination of Educational Research and Development Information Products. Final Report."},
      {
        "id":"ED058748",
        "title":"Attitudes Toward Violence: The Interaction of TV Exposure, Family Attitudes and Social Class."},
      {
        "id":"ED058749",
        "title":"Girls' Attitudes Toward Violence as Related to TV Exposure , Family Attitudes, and Social Class."},
      {
        "id":"ED058750",
        "title":"Children's Television Behaviors as Perceived by Mother and Child."},
      {
        "id":"ED058751",
        "title":"Effect on Teacher Role of the Introduction of Educational Technology and Media Into Schools."},
      {
        "id":"ED058752",
        "title":"Educational Technology: A Challenge for Librarians."},
      {
        "id":"ED058753",
        "title":"Communication Arts Team Program; Revision."},
      {
        "id":"ED058754",
        "title":"Communications and University Teaching With Particular Reference to the Caribbean."},
      {
        "id":"ED058755",
        "title":"The Humanization of Technical Man."},
      {
        "id":"ED058756",
        "title":"Centre for Educational Research and iInnovation; Purpose, Programmes, Progress."},
      {
        "id":"ED058757",
        "title":"Perspectives and Policies: The Use of Computers in Higher Education."},
      {
        "id":"ED058758",
        "title":"Criteria for Modern School Media Programs."},
      {
        "id":"ED058759",
        "title":"Loyola of Montreal Department of Communication Arts."},
      {
        "id":"ED058760",
        "title":"Counseling Teachers: Using Video Feedback of Their Teaching Behavior."},
      {
        "id":"ED058761",
        "title":"Educational Productivity and the Instructional System Design Process."},
      {
        "id":"ED058762",
        "title":"Disadvantaged Learner Video Project; Final Report."},
      {
        "id":"ED058763",
        "title":"Action Research in Oral English for the Linguistically Different Secondary Student: Odessa, Texas."},
      {
        "id":"ED058764",
        "title":"Augmented Transition Networks as Psychological Models of Sentence Comprehension."},
      {
        "id":"ED058767",
        "title":"Forschungsregister I: Angewandte Sprachwissenschaft (Directory of Research I: Applied Linguistics)."},
      {
        "id":"ED058768",
        "title":"Doubl-ing."},
      {
        "id":"ED058769",
        "title":"La gramatica comunicativa (Communicative Grammar)."},
      {
        "id":"ED058771",
        "title":"Learning from Verbal Discourse in Educational Media: A Review of the Literature. Final Report."},
      {
        "id":"ED058772",
        "title":"Some Transformational Effects on Recoding English Sentences."},
      {
        "id":"ED058774",
        "title":"Ambiguities in Spoken Australian English."},
      {
        "id":"ED058775",
        "title":"The Migrant Child and His Psycho-linguistic Problems."},
      {
        "id":"ED058776",
        "title":"Speech Cues and Sign Stimuli."},
      {
        "id":"ED058777",
        "title":"Auditory and Linguistic Processes in the Perception of Intonation Contours."},
      {
        "id":"ED058778",
        "title":"On the Evolution of Human Language."},
      {
        "id":"ED058781",
        "title":"A Second Year Program in English as a Second Language Prepared for Para-Professional Teachers in Bi-Lingual Pre-School Home Teaching Programs: Teacher's Manual."},
      {
        "id":"ED058782",
        "title":"Ecuadorian Quechua Basic Course. Part 1: Introduction and In-Class Modules."},
      {
        "id":"ED058783",
        "title":"Ecuadorian Quecha Basic Course. Part II: Introduction and Pre-Class Modules."},
      {
        "id":"ED058784",
        "title":"Foreign Language: A Traveler&apos;s Bag (Russian)."},
      {
        "id":"ED058787",
        "title":"An Experimental Study of the Teaching of French Pronunciation Using an \"Ad Hoc\" Phonemic Alphabet."},
      {
        "id":"ED058790",
        "title":"Foreign Language Framework for California Public Schools: Kindergarten through Grade Twelve."},
      {
        "id":"ED058791",
        "title":"Indonesian Basic Course: Volume III, Lessons 17-24."},
      {
        "id":"ED058792",
        "title":"Russian Advanced Course: A Short History of the Development of Russian Language and Literature."},
      {
        "id":"ED058794",
        "title":"Russian Advanced Course: Literary and Colloquial Usage with Special Stress on Semantics and Idiomatic Expressions. Text and Workbook."},
      {
        "id":"ED058795",
        "title":"Haitian Creole Basic Course: Volume III, Lessons 21-30."},
      {
        "id":"ED058802",
        "title":"Contrastive Analysis of Spanish and English Sounds Which Create Pronunciation Difficulties."},
      {
        "id":"ED058803",
        "title":"Parent Questionnaire on Bilingual Education."},
      {
        "id":"ED058804",
        "title":"Parent Attitudes Toward Education Scale."},
      {
        "id":"ED058806",
        "title":"A Proposal for Research: Ridna Shkola, (Ukranian Studies Schools), 1950-70."},
      {
        "id":"ED058807",
        "title":"Bibliographie: Moderner Fremdspracheununterricht (Bibliography: Modern Foreign Language Instruction), 1971. Volume 2, Number 4."},
      {
        "id":"ED058808",
        "title":"Literatura chicana: Vida en busca de forma (Chicano Literature: Life in Search of Form)."},
      {
        "id":"ED058809",
        "title":"A Modern Case for German."},
      {
        "id":"ED058810",
        "title":"Outline of Hungarian Complementation."},
      {
        "id":"ED058811",
        "title":"Quelques aspects du folklore de la region Roannaise autour de 1950 (Some Aspects of Folklore of the Roanne Region about 1950)."},
      {
        "id":"ED058812",
        "title":"El Folklore de Cuba: Primera Parte (The Folklore of Cuba: Part 1)."},
      {
        "id":"ED058816",
        "title":"Special Degree Programs for Adults: Exploring Nontraditional Degree Programs in Higher Education."},
      {
        "id":"ED058819",
        "title":"Campus/Community Relationships: An Annotated Bibliography."},
      {
        "id":"ED058820",
        "title":"Summary Report 1970: Doctorate Recipients From United States Universities."},
      {
        "id":"ED058821",
        "title":"Employment of New Ph.D.'s and Postdoctorals in 1971. A Survey Report."},
      {
        "id":"ED058822",
        "title":"ACPRA's First Half Century. 1917-1967."},
      {
        "id":"ED058823",
        "title":"Toward An Effective Utilization of Independent Colleges and Universities by the State of Ohio."},
      {
        "id":"ED058824",
        "title":"Graduate Student Finances, 1963. A Survey of Thirty-Seven Fields of Study."},
      {
        "id":"ED058825",
        "title":"Longitudinal Studies on the Class of 1961: The Graduate Science Students."},
      {
        "id":"ED058826",
        "title":"The American Freshman: National Norms for Fall 1971."},
      {
        "id":"ED058827",
        "title":"New Students of the '70s."},
      {
        "id":"ED058828",
        "title":"Educating for Service: Black Studies for Premeds."},
      {
        "id":"ED058829",
        "title":"A Celebration of Leadership."},
      {
        "id":"ED058830",
        "title":"An Annotated Bibliography on Graduate Education, 1950-71."},
      {
        "id":"ED058831",
        "title":"The Role of Government in the Attainment of Equal Opportunity for Women in Universities."},
      {
        "id":"ED058832",
        "title":"A Pilot Test of the Resource Requirements Prediction Model at Humboldt State College."},
      {
        "id":"ED058833",
        "title":"The Impact of College on Students' Competence to Function in a Learning Society."},
      {
        "id":"ED058834",
        "title":"Student-Athlete Attrition Among Selected Liberal Arts Colleges."},
      {
        "id":"ED058835",
        "title":"A Survey of Programs for Disadvantaged Students in Graduate Schools."},
      {
        "id":"ED058836",
        "title":"The Status of Women Faculty at Illinois State University 1970-71."},
      {
        "id":"ED058837",
        "title":"\"The Red and the Black.\" Special Preliminary Report on the Financial Status, Present and Projected, of Private Institutions of Higher Learning."},
      {
        "id":"ED058838",
        "title":"Redder and Much Redder: A Follow-up Study to \"The Red and The Black.\""},
      {
        "id":"ED058839",
        "title":"Preparation of College Teachers."},
      {
        "id":"ED058840",
        "title":"University in a Global Village: A Commemorative Program Celebrating the 175th Anniversary of The University of Tennessee."},
      {
        "id":"ED058841",
        "title":"The Financial Problems of Private Colleges and Universities of New York State. An Interim Report."},
      {
        "id":"ED058843",
        "title":"Ohio Master Plan for Public Policy in Higher Education 1971."},
      {
        "id":"ED058844",
        "title":"Women in Higher Education."},
      {
        "id":"ED058845",
        "title":"Private Higher Education in North Carolina: Conditions and Prospects."},
      {
        "id":"ED058846",
        "title":"The Numbers Game. A Study of Enrollment Patterns in Private Colleges and Universities."},
      {
        "id":"ED058847",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education 1971-72."},
      {
        "id":"ED058849",
        "title":"Toward a New Liberal Education."},
      {
        "id":"ED058850",
        "title":"Report on Federal Predoctoral Student Support Part II--Students Supported Under Training Grants of the National Institutes of Health and the National Institute of Mental Health."},
      {
        "id":"ED058851",
        "title":"The Dynamics of Interinstitutional Cooperation in International Education: A Case Study of the Regional Council for International Education."},
      {
        "id":"ED058852",
        "title":"A Proposal: Educating At College Level For Student Growth."},
      {
        "id":"ED058853",
        "title":"A Survey of State Programs of Aid to Independent Colleges and Universities and Their Students."},
      {
        "id":"ED058854",
        "title":"Act 195 and Collective Negotiations in the Commonwealth of Pennsylvania."},
      {
        "id":"ED058855",
        "title":"Motivation and Memory in College Students. Final Report."},
      {
        "id":"ED058856",
        "title":"Adjustment to College. A Study of 10,000 Veteran and Nonveteran Students in Sixteen American Colleges."},
      {
        "id":"ED058857",
        "title":"Assessment of Colleges and Universities."},
      {
        "id":"ED058858",
        "title":"The New Colleges: Toward an Appraisal."},
      {
        "id":"ED058859",
        "title":"Amicus Brief of the Association of American Law Schools."},
      {
        "id":"ED058860",
        "title":"Institutional Response to Financial Stress: Stop-Gap Measures or Fundamental Change?"},
      {
        "id":"ED058861",
        "title":"The 1970-71 Status of Health, Physical Education, Recreation, and Athletics in Co-Educational Institutions of Higher Learning With an Enrollment Below 2501."},
      {
        "id":"ED058862",
        "title":"Federal Support to Universities, Colleges, and Selected Nonprofit Institutions, Fiscal Year 1970. A Report to the President and Congress."},
      {
        "id":"ED058863",
        "title":"Survey of the Applications and Uses of Unobtrusive Measures in Fields of Social Service."},
      {
        "id":"ED058864",
        "title":"Notes on College and University Governing Boards."},
      {
        "id":"ED058865",
        "title":"Efficiency Toward Completing Bachelor Degree Requirements at Western Michigan University: A Study Comparing Two-Year College Transfer Students and Native Students Earning Bachelor Degrees in 1970."},
      {
        "id":"ED058866",
        "title":"[The Predictive Ability of Entrance Testing and a Survey of Socio-Economic Characteristics at Lake Land College.]"},
      {
        "id":"ED058867",
        "title":"Development of Junior/Community College Curricula for Future Teachers of Industrial Education. Final Report."},
      {
        "id":"ED058868",
        "title":"Guidelines for the Recruitment and Selection of Community College Faculty."},
      {
        "id":"ED058869",
        "title":"Syllabus for ED.A. 387: The Two-Year College."},
      {
        "id":"ED058870",
        "title":"Quinsigamond Community College Community Educational Services Center."},
      {
        "id":"ED058871",
        "title":"The Development of Health Programs for Junior and Community Colleges: An Interpretation of Recommended Standards and Practices for a College Health Program."},
      {
        "id":"ED058872",
        "title":"Proceedings: Conference on the Community/Junior College."},
      {
        "id":"ED058873",
        "title":"The Financial Crisis in the Community College."},
      {
        "id":"ED058874",
        "title":"Appalachian Developing Institutions Consortium. Progress Report No. 1: First Six Months of Consortium Activities."},
      {
        "id":"ED058875",
        "title":"An Investigation into Nine General Areas and Forty-four Specific Sub-Areas of Physical Education Currently in Existence Within the Two Year Institutions of Higher Learning Within the Continental United States, 1970-1971."},
      {
        "id":"ED058876",
        "title":"Opening the Way: A Dialogue on the New Student. A Workshop on Student Personnel in the Urban Centers."},
      {
        "id":"ED058877",
        "title":"[College Discovery: America's First PREP Program]."},
      {
        "id":"ED058878",
        "title":"Facilities Planning Conference for Community-Junior College State-Level Personnel."},
      {
        "id":"ED058879",
        "title":"Two-Year College Dropouts--Why Do They Leave? Who Are They? How Many?"},
      {
        "id":"ED058880",
        "title":"Community College Vocational Cooperative Education: Exemplary Project in Vocational Education Conducted Under Part D of Public Law 90-576. First Annual Report."},
      {
        "id":"ED058881",
        "title":"The Professional President: A Decade of Community Junior College Chief Executives."},
      {
        "id":"ED058882",
        "title":"Changes in Faculty Governance and Faculty Welfare: Some Empirical Consequences of Collective Negotiations."},
      {
        "id":"ED058883",
        "title":"The Use of Extracts in Information Services."},
      {
        "id":"ED058884",
        "title":"Institute on the Role of Georgia Public Libraries in the Right to Read Effort; [Selected Materials]."},
      {
        "id":"ED058885",
        "title":"Audiovisuals in the VA Library System. Program Guide."},
      {
        "id":"ED058886",
        "title":"A Proposed Working Definition for Reorganization of the WSU Library System; Working Paper No. 5."},
      {
        "id":"ED058887",
        "title":"Wayne State University Libraries Operations, a Description of Staff Deployment."},
      {
        "id":"ED058888",
        "title":"An Evaluation of the Colorado Statewide Reference Network."},
      {
        "id":"ED058889",
        "title":"Computer Education for Teachers in Secondary Schools; An Outline Guide. Revised Edition."},
      {
        "id":"ED058890",
        "title":"Library and Archival Resources for Social Science Research in the Spanish, French, Dutch Caribbean."},
      {
        "id":"ED058891",
        "title":"Perspectives: A Library School's First Quarter Century [1945 - 1970]."},
      {
        "id":"ED058892",
        "title":"A Survey of Selected Document Processing Systems."},
      {
        "id":"ED058893",
        "title":"Co-operate??? Or Co-operate!!! A Symposium on the Need for Co-operation Among Ontario Libraries and the Development of a Network Library System (University of Western Ontario, London, 26 October, 1968)."},
      {
        "id":"ED058894",
        "title":"Joint Workshop for Community Public Librarians and Librarians Serving Pateints at Illinois Mental Health Institutions; \"Improving Library Services for Those with Mental Health Problems\" (1st, Activity Therapy Services Training School, Manteno State Hospital, Manteno, Illinois, August 31 - September 1, 1966). Summary."},
      {
        "id":"ED058895",
        "title":"Southwest Asian Documentation Centre Conference (1st, Tehran, Iran, April 5-9, 1970). Proceedings."},
      {
        "id":"ED058897",
        "title":"Book Catalogs; Selected References."},
      {
        "id":"ED058898",
        "title":"New England Library Information Network, Final Report. &quot;The Development and Testing of an Automated System of Catalog Products Production.&quot;"},
      {
        "id":"ED058899",
        "title":"Decision Flowcharts as Training Tools in Libraries."},
      {
        "id":"ED058900",
        "title":"A Goal Directed Future; Owensboro - Daviess County Public Library."},
      {
        "id":"ED058901",
        "title":"[National Conference on Cataloguing Standards (Ottawa, May 19-20, 1970]."},
      {
        "id":"ED058902",
        "title":"Idaho Citizens Plan Library Service for the 70's; The Report of the Governor's Conference on Libraries (Boise, Idaho, December 5, 1969)."},
      {
        "id":"ED058903",
        "title":"Libraries for Small Museums."},
      {
        "id":"ED058904",
        "title":"The Book Publishing and Manufacturing Industry in Canada; A Statistical and Economic Analysis."},
      {
        "id":"ED058905",
        "title":"Teaching Information Retrieval Using Telediscussion Techniques."},
      {
        "id":"ED058906",
        "title":"Library Environmental Design: Physical Facilities and Equipment."},
      {
        "id":"ED058907",
        "title":"The Vital Adjunct; Parliamentary Libraries and Their Role in Australia."},
      {
        "id":"ED058908",
        "title":"Bibliographic Dimensions in Information Control; Report 1 of a Series on the Principles of Cataloging."},
      {
        "id":"ED058909",
        "title":"The Author and Title Catalog in the Library; Its Role, Function, and Objectives; Report 2 of a Series on the Principles of Cataloging."},
      {
        "id":"ED058910",
        "title":"Descriptive Cataloging: Problems and Principles; Report 3 of a Series on the Principles of Cataloging."},
      {
        "id":"ED058911",
        "title":"Evaluation of Information Retrieval Systems: A Simulation and Cost Approach."},
      {
        "id":"ED058912",
        "title":"A Study of Reference Services and Reference Users in the Metropolitan Atlanta Area."},
      {
        "id":"ED058913",
        "title":"Distinction is All; NTIS From a Technical Librarian's Point-of-View."},
      {
        "id":"ED058914",
        "title":"Historical Chronology and Selected Bibliography Relating to the National Library of Medicine."},
      {
        "id":"ED058915",
        "title":"A Public Library Program for the State of North Carolina."},
      {
        "id":"ED058916",
        "title":"Focusing Library Service on the Economic Community: An Evaluation of an LSCA Demonstration Project in Pasadena and Pomona."},
      {
        "id":"ED058917",
        "title":"Automation and the Federal Library Community."},
      {
        "id":"ED058918",
        "title":"The Foreign Student in the American Library School. Final Report."},
      {
        "id":"ED058920",
        "title":"Open Forum; Micropublishing of Government Information (Shoreham Hotel, Washington, D.C., May 27, 1971)."},
      {
        "id":"ED058921",
        "title":"The Williams &amp; Wilkins Company v. the United States; Report of Commissioner to the Court."},
      {
        "id":"ED058922",
        "title":"Mini-Computer Systems--A New Class of General Purpose Computer."},
      {
        "id":"ED058923",
        "title":"Computer Simulation as an Aid for Management of an Information System."},
      {
        "id":"ED058924",
        "title":"A Guide for Student Librarian Aides at Valsetz High School, Revised."},
      {
        "id":"ED058925",
        "title":"Acquisition and Use of Software Products for Automatic Data Processing Systems in the Federal Government."},
      {
        "id":"ED058926",
        "title":"The Effects of Three Preschool Intervention Programs on the Development of Autonomy in Mexican-American and Negro Children."},
      {
        "id":"ED058927",
        "title":"Current Research in Early Childhood Education: A Compilation and Analysis for Program Planners."},
      {
        "id":"ED058928",
        "title":"Evaluation of Los Angeles County Head Start Program, 1969-1970."},
      {
        "id":"ED058929",
        "title":"The Home-School-Community Systems (H-S-C) for Child Development. End-of-Budget Period Report, July 1970-May 1971."},
      {
        "id":"ED058930",
        "title":"Behavioral Correlates of the Nowicki-Strickland Locus of Control Scale for Children."},
      {
        "id":"ED058931",
        "title":"Cognitive and Cultural Determinants of Early IE Development."},
      {
        "id":"ED058932",
        "title":"Mental Ages for Achievement of Piagetian Reasoning Assessments."},
      {
        "id":"ED058933",
        "title":"A Locus of Control Scale for Children."},
      {
        "id":"ED058934",
        "title":"Children's Understanding of Emotions and Interpersonal Causality."},
      {
        "id":"ED058935",
        "title":"The Construction of Personality: Some Facts and Fantasies about Cognition and Social Behavior."},
      {
        "id":"ED058936",
        "title":"Preschool Children&apos;s Self-Measurement of Listening Discrimination of Four Loudness Levels of Natural Sounds with an Automated Videotape Free-Play Game."},
      {
        "id":"ED058938",
        "title":"Consistency in Children's Perceptions of Vulnerability to Health Problems."},
      {
        "id":"ED058940",
        "title":"Pre-verbal Infants' Selective Operant Responses for Different Levels of Auditory Complexity and Language Redundancy. Summary."},
      {
        "id":"ED058941",
        "title":"Neonate-Mother Interaction during Breast-Feeding."},
      {
        "id":"ED058942",
        "title":"Communication Patterns in Children and Adolescents."},
      {
        "id":"ED058943",
        "title":"Research Note: Home Environment and Reading Performance among Afro, Anglo, and Mexican Kindergarten Students in an Inner City School."},
      {
        "id":"ED058944",
        "title":"Open-Informal Education: Recommendations for Research and Development. Final Report."},
      {
        "id":"ED058945",
        "title":"Therapeutic Interventions with Emotionally-Disturbed Preschool Children."},
      {
        "id":"ED058946",
        "title":"Training Communication Skills in Young Children."},
      {
        "id":"ED058948",
        "title":"The Home Start Program: Guidelines."},
      {
        "id":"ED058949",
        "title":"The Companion Roles of Touching and Viewing for Shape Discrimination by Young Children."},
      {
        "id":"ED058951",
        "title":"Day Care for Children in Chicago. Guidelines for Planning a Core Daycare Program in Low Income Areas."},
      {
        "id":"ED058952",
        "title":"The Development of the Concept of Seriation."},
      {
        "id":"ED058953",
        "title":"The Florida Parent Educator Program."},
      {
        "id":"ED058954",
        "title":"Intellectual Skill Learning in the Home Environment. Interim Research Report."},
      {
        "id":"ED058955",
        "title":"Mindlessness in and about the Open Classroom."},
      {
        "id":"ED058956",
        "title":"Day Care for the Young Child: What Is the Social Worker's Role?"},
      {
        "id":"ED058957",
        "title":"Uprooted Children 1957-1967. Trends in Number of Chicago Area Children in Foster Placements and Institutions."},
      {
        "id":"ED058958",
        "title":"A Planning Document: State-of-the-Art Reporting at ERIC/ECE."},
      {
        "id":"ED058959",
        "title":"Problems on Licensing Family Day Care Homes."},
      {
        "id":"ED058960",
        "title":"An Early Intervention Program for Two Year Old Children."},
      {
        "id":"ED058961",
        "title":"Developing Bilingualism in a Two-Year Old Gujarati-English Learning Child."},
      {
        "id":"ED058962",
        "title":"Day Care: Everybody's Problem."},
      {
        "id":"ED058965",
        "title":"Priorities for Office of Child Development Day Care Research and Demonstration Grants: FY 72."},
      {
        "id":"ED058966",
        "title":"Child Development/Day Care Resources Project. Final Report."},
      {
        "id":"ED058967",
        "title":"Manual on Organization, Financing and Administration of Day Care Centers in New York City. Second Edition."},
      {
        "id":"ED058968",
        "title":"The Relative Effectiveness of Observing Response vs. Predifferentiation Pretraining on Children's Discrimination Learning."},
      {
        "id":"ED058969",
        "title":"Task Sequence and Overtraining in Children's Learning and Transfer of Double Classification Skills."},
      {
        "id":"ED058970",
        "title":"Recent Research in Early Childhood Education."},
      {
        "id":"ED058971",
        "title":"The Effects and Implications of Culturally Pluralistic Education on the Mexican-American."},
      {
        "id":"ED058972",
        "title":"Careers of Rural Male High School Seniors in Mississippi: A Study of Occupational Interests, Aspirations, and Expectations. Education Series 5, Report 26."},
      {
        "id":"ED058973",
        "title":"Evaluation of Migrant Education in Texas: A Summary."},
      {
        "id":"ED058974",
        "title":"Interim Evaluation of an Exemplary Occupational Education Program in a Rural Community."},
      {
        "id":"ED058975",
        "title":"The Man in the North Conference on Community Development (Inuvik, Northwest Territories, Canada, 18-21 November 1970)."},
      {
        "id":"ED058976",
        "title":"I Do and I Understand (Glen Helen Workshop: April 29-May 1, 1971)."},
      {
        "id":"ED058977",
        "title":"A Physics-Oriented College Motivation Program for Minority Students."},
      {
        "id":"ED058978",
        "title":"A Summer Program for Hispano High School Students. A Report for the Second Year, June 15, - July 10, 1970."},
      {
        "id":"ED058980",
        "title":"American Indian Education, A Selected Bibliography. Supplement No. 2."},
      {
        "id":"ED058981",
        "title":"Training Administrators for Schools Serving Indian Children."},
      {
        "id":"ED058982",
        "title":"Organizing and Maintaining a Native American Reference Library."},
      {
        "id":"ED058983",
        "title":"Mexican-Americans and the Desegregation of Schools in the Southwest."},
      {
        "id":"ED058984",
        "title":"Migration of Youth from Rural Households of the Northeast Coastal Plain of South Carolina."},
      {
        "id":"ED058985",
        "title":"Outdoor Recreation in Florida: A Comprehensive Program for Meeting Florida&apos;s Outdoor Recreation Needs."},
      {
        "id":"ED058986",
        "title":"Sources of Funding for Outdoor Education."},
      {
        "id":"ED058988",
        "title":"Evaluation of the Camp Project for Seventh, Eighth, and Ninth Graders. Research and Development Report, Vol. V, No. 4, Summer 1971."},
      {
        "id":"ED058989",
        "title":"Social, Cultural and Educational Factors Associated with Relative Vocational Success of Navajo High School Graduates."},
      {
        "id":"ED058990",
        "title":"A Profile of Disabled Household Heads and Spouses in Rural Areas of the Ozarks Region."},
      {
        "id":"ED058991",
        "title":"Leadership and Development in a Bi-cultural Setting."},
      {
        "id":"ED058992",
        "title":"Monitoring and Evaluation of Summer Workshops for Teachers of Migrant Children."},
      {
        "id":"ED058993",
        "title":"[1971 Annual Credit and Financing Report. Financing Indian Development.]"},
      {
        "id":"ED058994",
        "title":"'A Federal-State Partnership for Economic Growth.' Fourth Annual Report."},
      {
        "id":"ED058995",
        "title":"Migrant Health Program: New Jersey State Department of Health, 1970 Annual Report."},
      {
        "id":"ED058996",
        "title":"The Hawaii-Navajo Exchange Program."},
      {
        "id":"ED058997",
        "title":"A Report of the University of New Mexico's College Enrichment Program."},
      {
        "id":"ED058998",
        "title":"Recreation Symposium Proceedings. The Forest Recreation Symposium (State University of New York College of Forestry, Syracuse, 12-14 October 1971)."},
      {
        "id":"ED058999",
        "title":"Indians of Oregon; A Bibliography of Materials in the Oregon State Library."},
      {
        "id":"ED059000",
        "title":"Native Americans; A Bibliography for Young People. Bibliographic Series #7."},
      {
        "id":"ED059001",
        "title":"Some Instructional Strategies for the Cross-Cultural Classroom."},
      {
        "id":"ED059002",
        "title":"The Effects of Two Types of Group Counseling Upon the Academic Achievement and Self-Concept of Mexican-American Pupils in the Elementary School."},
      {
        "id":"ED059003",
        "title":"Manpower Services to Arizona Indians, 1970. Eighteenth Annual Report. Research and Information Series No. OPR-2-71"},
      {
        "id":"ED059004",
        "title":"The Ute People: A Bibliographical Checklist. Indian Affairs #3."},
      {
        "id":"ED059005",
        "title":"Local Control Over Formal Education in Two American-Indian Communities: A Preliminary Step Toward Cultural Survival."},
      {
        "id":"ED059006",
        "title":"The Development of Pre-Reading Skills in an Experimental Kindergarten Program."},
      {
        "id":"ED059008",
        "title":"Representational Intelligence and Reading Comprehension: An Investigation of Piaget's Developmental Aspects of Cognitive Functions as Related to the Reading Process."},
      {
        "id":"ED059009",
        "title":"Reading and Spelling: How Are They Related? Number 1."},
      {
        "id":"ED059010",
        "title":"Grade Levels and Test Scores: What Do They Mean? Number 2."},
      {
        "id":"ED059011",
        "title":"Approaches to the Teaching of Reading: Why Do Teachers Have Different Ways of Teaching Reading? Number 3."},
      {
        "id":"ED059012",
        "title":"Visual Problems and Reading. Number 4."},
      {
        "id":"ED059013",
        "title":"Helping the Beginning School Child with Reading. Number 5."},
      {
        "id":"ED059014",
        "title":"Reading Programs: What Is a Good Reading Program? Number 6."},
      {
        "id":"ED059015",
        "title":"Results of the Survey of the Literature on Methods and Materials in Reading."},
      {
        "id":"ED059016",
        "title":"An Evaluation of the State Urban Education Program \"Reading Diagnostic Center\", District 10, New York City Board of Education."},
      {
        "id":"ED059017",
        "title":"Evaluation of State Urban Education Programs, District 10, New York City, Board of Education. 1970-1971 School Year."},
      {
        "id":"ED059018",
        "title":"Evaluation of State Urban Education Programs, District 28, New York City Board of Education."},
      {
        "id":"ED059019",
        "title":"Evaluation of State Urban Education Quality Incentive Programs. District 19, New York City Board of Education."},
      {
        "id":"ED059020",
        "title":"Tutoring: Its Effects on Reading Achievement, Standard-Setting and Affect-Mediating Self-Evaluation for Black Male Under-Achievers in Reading."},
      {
        "id":"ED059021",
        "title":"Bicultural Socialization: A Group Process Approach to Bilingual Instruction. Case Study Reports."},
      {
        "id":"ED059022",
        "title":"Contextual Use in Reading Performance as a Function of Type of Material and Level of Intelligence."},
      {
        "id":"ED059023",
        "title":"The Literature of Research in Reading with Emphasis on Models. Final Report."},
      {
        "id":"ED059024",
        "title":"An Evaluation of the Urban Education Program \"Multi-Sensory Stations Program.\" District 10, New York City Board of Education."},
      {
        "id":"ED059025",
        "title":"The Effectiveness of a Developmental Reading Course in a College of Nursing."},
      {
        "id":"ED059026",
        "title":"Determination of Literacy Skill Requirements in Four Military Occupational Specialties."},
      {
        "id":"ED059027",
        "title":"A Developmental Study of Imagery Instructions in Noun-Pair Learning."},
      {
        "id":"ED059028",
        "title":"Reading in America as Compared with Great Britain."},
      {
        "id":"ED059029",
        "title":"Phonic Analysis Training and Beginning Reading Skills."},
      {
        "id":"ED059030",
        "title":"An Evaluation of the Croft In-Service Reading Program."},
      {
        "id":"ED059031",
        "title":"An Interim Report of a Summer Institute in Teaching Reading: An Eclectic Approach to Reading."},
      {
        "id":"ED059032",
        "title":"NASA Facts, Weightlessness."},
      {
        "id":"ED059033",
        "title":"NASA Facts, Spacecraft Tracking and Communication."},
      {
        "id":"ED059034",
        "title":"NASA Facts, The Countdown."},
      {
        "id":"ED059038",
        "title":"An Instructional Exploration in College Physics. The Use of Audio-Tutorial Methods in Introductory Physics at Cornell University."},
      {
        "id":"ED059039",
        "title":"Instruction in Problem Solving and an Analysis of Structural Variables That Contribute to Problem-Solving Difficulty."},
      {
        "id":"ED059040",
        "title":"Apollo 13, Houston, We've Got a Problem."},
      {
        "id":"ED059041",
        "title":"Space Station: Key to the Future."},
      {
        "id":"ED059042",
        "title":"Apollo 8, Man Around the Moon."},
      {
        "id":"ED059043",
        "title":"Fifty Years of Aeronautical Research."},
      {
        "id":"ED059044",
        "title":"This is NASA."},
      {
        "id":"ED059045",
        "title":"Log of Apollo 11."},
      {
        "id":"ED059048",
        "title":"Drug Abuse in the Elementary School, An Instructional Bulletin."},
      {
        "id":"ED059051",
        "title":"The First Lunar Landing as Told by the Astronauts."},
      {
        "id":"ED059052",
        "title":"Apollo 12, A New Vista for Lunar Science."},
      {
        "id":"ED059053",
        "title":"Apollo 14: Science at Fra Mauro."},
      {
        "id":"ED059054",
        "title":"Space Shuttle."},
      {
        "id":"ED059055",
        "title":"NASA Facts, Orbits and Revolutions."},
      {
        "id":"ED059056",
        "title":"NASA Facts, Solar Cells."},
      {
        "id":"ED059057",
        "title":"Aeronautics. America in Space: The First Decade."},
      {
        "id":"ED059058",
        "title":"Spacecraft Power. America in Space: The First Decade."},
      {
        "id":"ED059059",
        "title":"Code-Name: Spider, Flight of Apollo 9."},
      {
        "id":"ED059060",
        "title":"Weather in Motion."},
      {
        "id":"ED059062",
        "title":"Comprehensive School Mathematics Program, Basic Program Plan."},
      {
        "id":"ED059064",
        "title":"Directory of Degree Programs Related to Conservation, Ecology, Environmental Education, Environmental Science, Outdoor Education, & Natural Resources."},
      {
        "id":"ED059067",
        "title":"Environment and the Schools. Pioneer Programs Set the Pace for States and Districts."},
      {
        "id":"ED059068",
        "title":"Elementary School Health Education Curriculum Guide."},
      {
        "id":"ED059069",
        "title":"The National Engineers Register: A Final Report."},
      {
        "id":"ED059070",
        "title":"A Study of Junior College Level Physics in German Speaking Europe."},
      {
        "id":"ED059071",
        "title":"Resources, Number 39. Some Highlights of 1971."},
      {
        "id":"ED059074",
        "title":"Science Policy Reviews, Volume 4 Number 4."},
      {
        "id":"ED059077",
        "title":"Environmental Education."},
      {
        "id":"ED059078",
        "title":"The New Environmental Education Program of the U.S. Office of Education."},
      {
        "id":"ED059079",
        "title":"Outdoor Laboratory Development."},
      {
        "id":"ED059080",
        "title":"Library Bulletin [International Planned Parenthood Federation]."},
      {
        "id":"ED059081",
        "title":"Annotated Bibliography on Change in Education in England and America with an Emphasis on Science Education."},
      {
        "id":"ED059082",
        "title":"Exploring the World. An Environmental Education Handbook for Students."},
      {
        "id":"ED059083",
        "title":"Effective Use of Patterns in Arithmetic for Individualized Instruction."},
      {
        "id":"ED059085",
        "title":"Island Natural Science School."},
      {
        "id":"ED059086",
        "title":"Authorized Course of Instruction for the Quinmester Program, Mathematics: Geometry."},
      {
        "id":"ED059087",
        "title":"Authorized Course of Instruction for the Quinmester Program, Space Science."},
      {
        "id":"ED059089",
        "title":"The Discovery Approach to Mathematics."},
      {
        "id":"ED059094",
        "title":"Flanders System of Interaction Analysis and Science Teacher Effectiveness."},
      {
        "id":"ED059096",
        "title":"Formative Evaluation of the Individualized Mathematics System (IMS)."},
      {
        "id":"ED059097",
        "title":"Guide to Programs, National Science Foundation Fiscal Year 1972."},
      {
        "id":"ED059099",
        "title":"Hydrocarbons and Air Pollution: An Annotated Bibliography. Part I., Categories A to E and Part II., Categories F to M and Indexes."},
      {
        "id":"ED059103",
        "title":"Acquisitions List No. 41, January 1972."},
      {
        "id":"ED059104",
        "title":"Teaching Upper Elementary Science Using Theory-Laboratory Sequence and Laboratory-Theory Sequence Methods of Instruction. Final Report."},
      {
        "id":"ED059105",
        "title":"Curriculum Design for Junior Life Sciences Based Upon the Theories of Piaget and Skiller. Final Report."},
      {
        "id":"ED059108",
        "title":"Guide to the Concept: Identity."},
      {
        "id":"ED059109",
        "title":"Self-Identity in the Context of War and Peace."},
      {
        "id":"ED059110",
        "title":"Port Sivad: A Locational Decision Game for a Noxious Public Facility."},
      {
        "id":"ED059111",
        "title":"Federal Textbook on Citizenship. Our Constitution and Government: Lessons on the Constitution and Government of the United States for Use in the Public Schools by Candidates for Citizenship."},
      {
        "id":"ED059112",
        "title":"Guide to the Concept: Conflict. Revised Edition."},
      {
        "id":"ED059115",
        "title":"Government in Emergency. Suggestions for Including Civil Defense Principles in the Social Studies Curriculum, Grades 1-12."},
      {
        "id":"ED059116",
        "title":"An Encounter with Discovery: Performance and Reactions of Prospective Social Studies Teachers."},
      {
        "id":"ED059118",
        "title":"Anthropology and Education: A General Bibliography."},
      {
        "id":"ED059119",
        "title":"National Assessment of Educational Progress. Objectives for Career and Occupational Development."},
      {
        "id":"ED059120",
        "title":"Latin America: Books for High Schools. An Annotated Bibliography."},
      {
        "id":"ED059121",
        "title":"Selected Items for the Testing of Study Skills and Critical Thinking."},
      {
        "id":"ED059122",
        "title":"Political Attitudes and Educational Stimuli--A Cross-National Case of Redundancy."},
      {
        "id":"ED059123",
        "title":"Decision-Making and Social Action in the Social Studies."},
      {
        "id":"ED059124",
        "title":"Beliefs of American Youth About Law and Order: Indicators of Instructional Priorities."},
      {
        "id":"ED059127",
        "title":"Israel Education Abstracts. A Selected Bibliography of Current and Past Literature and Materials on the Philosophy, Policy, and Practice of Education in Israel. Volume 6, Number 1."},
      {
        "id":"ED059128",
        "title":"Israel Education Abstracts. A Selected Bibliography of Current and Past Literature and Materials on the Philosophy, Policy, and Practice of Education in Israel. Volume 6, Number 2."},
      {
        "id":"ED059129",
        "title":"Directions to Excellence in Education."},
      {
        "id":"ED059130",
        "title":"Curricular Concerns in a Revolutionary Era. Readings from \"Educational Leadership.\""},
      {
        "id":"ED059131",
        "title":"A Survey of Laws and Court Decisions in the United States as Related to Teacher Responsibility and Liability During Field Trips."},
      {
        "id":"ED059132",
        "title":"Asia: A Guide to Basic Books. 1971 Supplement."},
      {
        "id":"ED059133",
        "title":"Teaching About War and its Control: A Selective Annotated Bibliography for the Social Studies Teacher."},
      {
        "id":"ED059135",
        "title":"Oral History in the United States. A Directory."},
      {
        "id":"ED059136",
        "title":"Some Propositions about Political Socialization and the Schools in National and Cross-National Perspectives."},
      {
        "id":"ED059137",
        "title":"Education and Socialization in the Japanese Self-Defense Force."},
      {
        "id":"ED059138",
        "title":"A Bibliography of Paperback Books Relating to Geography."},
      {
        "id":"ED059139",
        "title":"Research Needs in Geographic Education: Suggestions and Possibilities."},
      {
        "id":"ED059140",
        "title":"Introductory College Geography Textbooks, 1940-1965: A Bibliographical Summary."},
      {
        "id":"ED059142",
        "title":"Area Handbook for Burma."},
      {
        "id":"ED059143",
        "title":"Area Handbook for Thailand."},
      {
        "id":"ED059144",
        "title":"Legal Guide for Alaska Youth."},
      {
        "id":"ED059145",
        "title":"China Today. A Resource Unit in World Cultures. 2nd Edition."},
      {
        "id":"ED059146",
        "title":"The Wabash Valley Education Center, Final Report."},
      {
        "id":"ED059148",
        "title":"Education as a Profession."},
      {
        "id":"ED059149",
        "title":"Teacher Cooperative Exchange Program: Evaluation Report. Summer Program, July-August, 1970."},
      {
        "id":"ED059150",
        "title":"The Interrelation of Systems: A Systems Look at Where Teacher Education Fits into the Whole of Education, University, and Society."},
      {
        "id":"ED059151",
        "title":"A Manual for Developing Reasonable, Objective, Nondiscriminatory Standards for Evaluating Teacher Performance."},
      {
        "id":"ED059152",
        "title":"Is There a Need for a Course in Creativity in Teacher Education?"},
      {
        "id":"ED059153",
        "title":"Teacher Role in Change."},
      {
        "id":"ED059154",
        "title":"Description and Analysis of Selected Aspects of Teacher Education Programs and Students in the Department of Curriculum and Instruction."},
      {
        "id":"ED059155",
        "title":"Summer Institutes for Secondary Teachers of Science, Mathematics and Social Science. 1972 Directory."},
      {
        "id":"ED059156",
        "title":"Portal Schools for the Georgia Educational Model."},
      {
        "id":"ED059157",
        "title":"Secondary Level Teachers: Supply and Demand in Kenya."},
      {
        "id":"ED059158",
        "title":"Research for Progress in Education. Annual Report: Fiscal Year 1970."},
      {
        "id":"ED059159",
        "title":"Higher Level Thinking Abilities."},
      {
        "id":"ED059160",
        "title":"ESEA Title I Components. Executive Abstracts."},
      {
        "id":"ED059161",
        "title":"Individualized Inservice Teacher Education (Project In-Step). Evaluation Report. Phase III."},
      {
        "id":"ED059162",
        "title":"Report of the Triple I Project. An Individualized In-Service Teacher Education Program."},
      {
        "id":"ED059163",
        "title":"Implementing Systems Models for Teacher Education: Strategies for Increasing Feasibility. Final Report."},
      {
        "id":"ED059164",
        "title":"Implications of the U. S. Office of Education Model Elementary Teacher Education Project for Xavier University. Final Report."},
      {
        "id":"ED059165",
        "title":"Proposal for the Design of a New Pattern for Training, Research, Development, Demonstration/Dissemination, and Evaluation Personnel in Education. Final Report."},
      {
        "id":"ED059166",
        "title":"Evaluating Teaching Performance."},
      {
        "id":"ED059167",
        "title":"EDPA Summer Institute for Home Economics-Gainful Teachers of the Disadvantaged. Final Report."},
      {
        "id":"ED059168",
        "title":"What's Open about Open Education? Some Strategies and Results."},
      {
        "id":"ED059169",
        "title":"Leadership."},
      {
        "id":"ED059170",
        "title":"Systems and Modeling: Self-Renewal of Teacher Education."},
      {
        "id":"ED059171",
        "title":"Paraprofessionals in Schools. How New Careerists Bolster Education."},
      {
        "id":"ED059172",
        "title":"Assessment of the Teacher Corps Program at the University of Southern California and Participating Schools in Los Angeles and Riverside Counties."},
      {
        "id":"ED059173",
        "title":"Evaluation of the Follow Through Program 1970-71 Vol. V, No. 2."},
      {
        "id":"ED059174",
        "title":"Input and Output in California Compensatory Educational Projects."},
      {
        "id":"ED059175",
        "title":"The Slow Pace of Revolution."},
      {
        "id":"ED059176",
        "title":"A Time for Leadership in Education."},
      {
        "id":"ED059177",
        "title":"Instructional Accountability."},
      {
        "id":"ED059178",
        "title":"Humanizing the School Through Curriculum Planning."},
      {
        "id":"ED059179",
        "title":"Resolved: That Teacher Tenure Should Be Abolished."},
      {
        "id":"ED059180",
        "title":"A Cooperative Management System for Negotiations Information and Communication."},
      {
        "id":"ED059181",
        "title":"Teacher Behavior in an Informal British Infant School."},
      {
        "id":"ED059182",
        "title":"Nonverbal Behavior and Teaching Effectiveness. Final Report."},
      {
        "id":"ED059183",
        "title":"A Study to Evaluate Supervisory Feedback for Student Teachers."},
      {
        "id":"ED059184",
        "title":"A Comparative Evaluation of the Effectiveness of Students Teaching, Interning and Micro-Team Teaching in Undergraduate Teacher Training."},
      {
        "id":"ED059185",
        "title":"English Teacher Specialists for California Schools: Kindergarten through Grade Twelve."},
      {
        "id":"ED059187",
        "title":"The Circle in the Spiral: Up the Down Spiral with English, Volume II."},
      {
        "id":"ED059189",
        "title":"Rhetoric: How Do You Carve an Elephant?"},
      {
        "id":"ED059190",
        "title":"Misspelling in Grades 9-12."},
      {
        "id":"ED059195",
        "title":"Reds, Greens, Yellows Ease the Spelling Blues."},
      {
        "id":"ED059196",
        "title":"Linguistic Development in Children From 6 to 10. Final Report."},
      {
        "id":"ED059197",
        "title":"The Fallacy of the Common Tongue."},
      {
        "id":"ED059198",
        "title":"The Concept of Standard English."},
      {
        "id":"ED059199",
        "title":"Nineteenth-Century English Literature and Twentieth-Century American Problems."},
      {
        "id":"ED059200",
        "title":"Communicating by Language: The Speech Process."},
      {
        "id":"ED059201",
        "title":"A Resource Bulletin for Teachers of English: Grade Seven."},
      {
        "id":"ED059207",
        "title":"Conference on Theatre Research. A report on the Princeton University Conference (November 20, 1965 - April 29-30, 1966; October 7-8, 1966)."},
      {
        "id":"ED059209",
        "title":"An Assessment of the Effectiveness of Symbolic Logic in the Teaching of Composition. Final Report."},
      {
        "id":"ED059210",
        "title":"Report from York."},
      {
        "id":"ED059213",
        "title":"Teaching Nineteenth-Century Poetry in a High School English Class."},
      {
        "id":"ED059215",
        "title":"Association and Uncertainty: Norms of Association to Ambiguous Words."},
      {
        "id":"ED059216",
        "title":"Objectives Stated for the Use of Literature at School: An Empirical Analysis, Part I."},
      {
        "id":"ED059217",
        "title":"The Nineteenth Century Novel in the 1970 Secondary School (From Pip to Portnoy)."},
      {
        "id":"ED059218",
        "title":"Increasing Language Awareness through the Study of Slang."},
      {
        "id":"ED059221",
        "title":"Teaching Organic Unity: An Example Based on \"The Ball,\" a Poem by David Ramirez."},
      {
        "id":"ED059222",
        "title":"A New Approach to Understanding Children's Language Development--Analyzing Syntax of Compositions."},
      {
        "id":"ED059223",
        "title":"What Yolly, Willy, and Harriet Learned to Do--The Free Modifier: A Fresh Mode of Teaching Composition."},
      {
        "id":"ED059224",
        "title":"A Study in Comparative Music Education: An Evaluation of Techniques Employed in Elementary and Secondary Schools in Selected Foreign Countries. Final Report."},
      {
        "id":"ED059226",
        "title":"Art Education: Creative Textile Design I (Tentative Course Outline)."},
      {
        "id":"ED059227",
        "title":"Sculpture: Creative Designs with Modern Materials (Tentative Course Outline)."},
      {
        "id":"ED059228",
        "title":"Abstract: A Comparative Analysis of Parent-Child Attitudes Toward the Fine Arts."},
      {
        "id":"ED059229",
        "title":"Reactions of Principals and Teachers to the Initial Teaching Alphabet."},
      {
        "id":"ED059230",
        "title":"Parent and Student Vocational Education Survey."},
      {
        "id":"ED059231",
        "title":"Sample Questions from the Written Examination for Foreign Service Officer."},
      {
        "id":"ED059232",
        "title":"The Concept of Reliability as it Applies to Behavior Records."},
      {
        "id":"ED059233",
        "title":"Relationship Between the Basic Interest Scales and the Occupational and Nonoccupational Scales on the Strong Vocational Interest Blank for Men."},
      {
        "id":"ED059235",
        "title":"A Symbolic Logic for Representing Linear Models."},
      {
        "id":"ED059236",
        "title":"Measurement Properties of Subjective Magnitude Estimates of Word Frequency."},
      {
        "id":"ED059237",
        "title":"A Plan for Converting Student Learning Tasks into an Accountable Program of Instruction (Including Superintendent's Letter to Teachers and Administrators)."},
      {
        "id":"ED059239",
        "title":"Bayesian Computer-Assisted Data Analysis."},
      {
        "id":"ED059240",
        "title":"Problems of Pluralism and Politics in Educational Research and Development: Comments on the Preliminary Plan for the National Institute of Education."},
      {
        "id":"ED059241",
        "title":"An Evaluation of the Humanities Program at Lord Byng Secondary School During 1970-71."},
      {
        "id":"ED059242",
        "title":"Statement of P. Kenneth Komoski, President of the Educational Products Information Exchange Institute, Before Select Subcommittee on Education, Committee on Education and Labor, United States House of Representatives."},
      {
        "id":"ED059243",
        "title":"Counseling Uses of the Hill Interaction Matrix."},
      {
        "id":"ED059244",
        "title":"[Development of an Atypical Response Scale.]"},
      {
        "id":"ED059246",
        "title":"Test Rankings and Selection Procedures for Identifying Gifted Intermediate Elementary Children."},
      {
        "id":"ED059247",
        "title":"Pygmalion Reaffirmed."},
      {
        "id":"ED059248",
        "title":"A Research Project Using the Safran Student Interest Inventory (SSII): Discriminant Analysis of University Majors."},
      {
        "id":"ED059249",
        "title":"Analysis of the Methods Used for Identifying Potential School Dropouts. Final Report."},
      {
        "id":"ED059250",
        "title":"An Evaluation of Two Programmes of the Media Development Centre, Eric Hamber Secondary School, Vancouver, B. C., for the 1970-71 School Year."},
      {
        "id":"ED059251",
        "title":"Computer Scoring of Sentence Completion Data."},
      {
        "id":"ED059252",
        "title":"An Evaluation of a Business Machines Course for General Mathematics Students."},
      {
        "id":"ED059253",
        "title":"An Evaluation of the Khalsa-Diwan Moberly Educational Program (Under the Mango Tree) Vancouver Summer 1971."},
      {
        "id":"ED059254",
        "title":"Distribution of Educational Performance and Related Factors in Michigan: A Supplement."},
      {
        "id":"ED059255",
        "title":"Local District and School Report: Explanatory Materials (The Third Report of the 1970-71 Michigan Educational Assessment Program)."},
      {
        "id":"ED059256",
        "title":"A Description and Evaluation of Section 3 Programs in Michigan 1970-71. Report Number 1."},
      {
        "id":"ED059257",
        "title":"Objectives and Procedures: The First Report of the 1971-72 Michigan Educational Assessment Program."},
      {
        "id":"ED059258",
        "title":"Illegal and/or Dangerous Drug Survey."},
      {
        "id":"ED059259",
        "title":"Project 4-E, Evaluating Elementary Education Effectively."},
      {
        "id":"ED059260",
        "title":"An Evaluation of Auditory Perception Training and Supplemental Reading Instruction for Children with Auditory Perception Disorders--a Two Year Follow-up."},
      {
        "id":"ED059261",
        "title":"Evaluation. . .Accountability - II."},
      {
        "id":"ED059265",
        "title":"Intoxicant Drugs: Survey of Student Use, Roles and Policies of the University."},
      {
        "id":"ED059267",
        "title":"Public Knowledge and Attitudes on Drug Abuse in New York State."},
      {
        "id":"ED059269",
        "title":"Advisory Committee Report on Drug Abuse: Summations and Recommendations."},
      {
        "id":"ED059272",
        "title":"Student Attitudes Toward Drug Education Programs at the University of Michigan."},
      {
        "id":"ED059274",
        "title":"Stanford-Binet, PPVT, and Low-Income Preschoolers: New Pitfalls for Old Tests."},
      {
        "id":"ED059275",
        "title":"In-Basket Scoring Manual."},
      {
        "id":"ED059276",
        "title":"Investigations into the Instructional Process: III. P-technique Treatment of Observation Data."},
      {
        "id":"ED059277",
        "title":"Investigations into the Instructional Process. IV. Teaching as a Stochastic Process."},
      {
        "id":"ED059278",
        "title":"Northeastern Educational Research Association: Abstracts."},
      {
        "id":"ED059279",
        "title":"Drug Dependence in Michigan Including A Study of Attitudes and Actions of the Young People of Michigan."},
      {
        "id":"ED059281",
        "title":"Creativity."},
      {
        "id":"ED059282",
        "title":"Stock Clerk II 1-38.01--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059283",
        "title":"Laborer 8-53.01; Filling-Machine Operator II 7-68.015; Labeler, Hand 9-68.20; Laborer, Container Capping 9-68.10; Packer II 9-68.30; Stamper II 9-68.20--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059284",
        "title":"Sewing Machine Operators, Selected 786.782 and 787.782--Development of USTES Aptitude Test Battery."},
      {
        "id":"ED059285",
        "title":"Bookkeeping-Machine Operator I 1-02.01--Technical Report on Standardization of the GATB and Development of Aptitude Test Battery."},
      {
        "id":"ED059287",
        "title":"Mounter (electronics) I 726.887--Development of USES Aptitude Test Battery."},
      {
        "id":"ED059288",
        "title":"Stenographer (clerical) 202.388; Typist (clerical) 203.588; Clerk-Typist (clerical) 209.388--Development of USTES Aptitude Test Battery."},
      {
        "id":"ED059289",
        "title":"Carpenter (const.) 860.381--Development of USTES Aptitude Test Battery."},
      {
        "id":"ED059290",
        "title":"Machinist (mach. shop,) I 600.280--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED059291",
        "title":"Gasoline-Engine Assembler (engine &amp; turbine) 806.781; Internal-Combustion-Engine-Assembler (engine &amp; turbine) 806.781; Outboard-Motor Assembler (engine &amp; turbine) 806.781--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED059295",
        "title":"Pressman (rubber goods; rubber tire &amp; tube) 559.885; Pressman, O-Rings (rubber goods) 559.885--Technical Report on Development of the USTES Aptitude Test Battery."},
      {
        "id":"ED059296",
        "title":"Decorator, Hand 7-16.900--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059297",
        "title":"Wrapper-Layer and Examiner, Soft Work 6-12.341; Wrapper Layer 6-12.351--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059298",
        "title":"Electric Motor Assembler 6-99.166 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059299",
        "title":"Fettler 8-66.01 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059300",
        "title":"Bomb-Fuse Parts Assembler (Ammunition) 6-54.052 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059301",
        "title":"Sewer, Hand II 6-25.050; Dry Cleaner, Hand 7-57.101; Presser, Machine 7-57.511; Wool Presser 7-57.511; Shirt Presser 7-57.512; Garment Examiner 7-57.562 -- Technical Report on the Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059302",
        "title":"Laborer, Poultry 8-09.01 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059303",
        "title":"Baser (elec. equip.) 7-00.070; Threader (electronics) 7-00.024 -- Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED059304",
        "title":"Table Worker 8-53.01 -- Technical Report on Standardization on the General Aptitude Test Battery."},
      {
        "id":"ED059305",
        "title":"Packer, Tea Bag 9-68.01 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED059308",
        "title":"Equal Educational Opportunity: Hearings Before the Select Committee on Equal Educational Opportunity of the United States Senate, Ninety-Second Congress, First Session on Equal Educational Opportunity. Part 18--Pupil Transportation Costs. Hearings Held Washington, D.C., October 6, 1971."},
      {
        "id":"ED059309",
        "title":"Who Are The Poor In Puerto Rico?"},
      {
        "id":"ED059310",
        "title":"Studies in the Delivery of Ambulatory Care."},
      {
        "id":"ED059312",
        "title":"Equal Educational Opportunity: Hearings Before the Select Committee on Equal Educational Opportunity of the United States Senate, Nine-Second Congress, First Session on Equal Educational Opportunity. Part 19B--Equal Educational Opportunity in Michigan. Hearings Held Washington, D.C., September 29, October 1, and November 3-4, 1971."},
      {
        "id":"ED059313",
        "title":"Equal Educational Opportunity: Hearings Before the Select Committee on Equal Educational Opportunity of the United States Senate, Ninety-Second Congress, First Session on Equal Educational Opportunity. Part 19C--Equal Educational Opportunity in Michigan: Appendixes."},
      {
        "id":"ED059314",
        "title":"The Language Experience Approach to Teaching Beginning Reading to Culturally Disadvantaged Pupils."},
      {
        "id":"ED059315",
        "title":"Evaluation of the Boston Resource Team, 1970-1971."},
      {
        "id":"ED059316",
        "title":"Poverty in an Urban Society: A Bibliography. Exchange Bibliography Series, Number 246."},
      {
        "id":"ED059317",
        "title":"Current School Research in Sweden. Eighth Edition."},
      {
        "id":"ED059318",
        "title":"The Public School Principal as the Change Agent in the Desegregation/Integration Process."},
      {
        "id":"ED059319",
        "title":"Equal Educational Opportunity: Hearings Before the Select Committee on Equal Educational Opportunity of the United States Senate, Ninety-Second Congress, First Session on Equal Educational Opportunity. Part 19A--Equal Educational Opportunity in Michigan. Hearings Held Washington, D.C., Oct 26, and Nov 1-2, 1971."},
      {
        "id":"ED059320",
        "title":"A Consortium for Research Development (A Consortium for Educational Research Comprised of Seven Private Liberal Arts Colleges). Final Report."},
      {
        "id":"ED059323",
        "title":"Final Evaluation Report of the Benjamin Franklin High School--Urban League Street Academies."},
      {
        "id":"ED059324",
        "title":"Innovations in Public Education in New York City. City Almanac, Volume 6, Number 4, December 1971."},
      {
        "id":"ED059325",
        "title":"Hunger in the Classroom: Then and Now."},
      {
        "id":"ED059326",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Second Congress, First Session on Nutrition and Human Needs. Part 9--Universal School Lunch Program. Hearings Held Washington, D.C., October 13-14, 1971."},
      {
        "id":"ED059327",
        "title":"ESEA Title I Evaluation: Summary Report."},
      {
        "id":"ED059328",
        "title":"Evaluation of the Stevenson Curriculum Laboratory."},
      {
        "id":"ED059329",
        "title":"Evaluation of the Program to Continue the Education of Girls Who Must Leave School Because of Pregnancy, 1970-1971."},
      {
        "id":"ED059330",
        "title":"Evaluation of the Summertime Right to Read Program, 1970."},
      {
        "id":"ED059331",
        "title":"The Evaluation of the School Volunteers Project, 1970-1971."},
      {
        "id":"ED059332",
        "title":"The Evaluation of the School-Community Agents Project, 1970-1971."},
      {
        "id":"ED059334",
        "title":"Open Education: ESEA Title I."},
      {
        "id":"ED059335",
        "title":"ESEA Title I. Anatomy of an Elementary Project."},
      {
        "id":"ED059336",
        "title":"The Education of Immigrant Pupils in Primary Schools: Report of a Working Party of the Inspectorate and School Psychological Service."},
      {
        "id":"ED059337",
        "title":"An Evaluation of Non-Public School Participation in District Decentralized ESEA Title I Programs."},
      {
        "id":"ED059338",
        "title":"An Evaluation of the ESEA Title I Program to Strengthen Early Childhood Education in Poverty Area Schools, New York City Board of Education."},
      {
        "id":"ED059339",
        "title":"Evaluation of State Urban Education Programs District 10, New York City Board of Education, 1970-1971 School Year."},
      {
        "id":"ED059340",
        "title":"An Evaluation of the ESEA Title I Program &quot;Strengthening Early Childhood Education in Poverty Area Schools,&quot; 1970-1971."},
      {
        "id":"ED059341",
        "title":"The Financial Aspects of Equality of Educational Opportunity; and Inequities in School Finance."},
      {
        "id":"ED059342",
        "title":"Free Versus Directed Schools: Benefits for the Disadvantaged? IRCD Bulletin, Volume 7, Number 4, September 1971."},
      {
        "id":"ED059343",
        "title":"The Development of a Computer Assisted Distribution and Assignment (CADA) System for Navy Enlisted Personnel."},
      {
        "id":"ED059344",
        "title":"To Conduct a Telephone Survey of Physicians Re: Televised Clinical Science Services. [Final Report], January 1, 1967, to December 31, 1967."},
      {
        "id":"ED059345",
        "title":"Evaluation of Programmed Instruction Techniques in Medical Interviewing. Final Report, June 15, 1966 to June 15, 1968."},
      {
        "id":"ED059346",
        "title":"A Plan for Career Development in the Public Schools of the District of Columbia. Task Force Report on Vocational Education."},
      {
        "id":"ED059347",
        "title":"Supply and Demand for Teachers of Vocational Agriculture in 1970."},
      {
        "id":"ED059348",
        "title":"What Teacher-Coordinators Should Know About Cooperative Vocational Education."},
      {
        "id":"ED059349",
        "title":"What State Leaders Should Know About Cooperative Vocational Education."},
      {
        "id":"ED059350",
        "title":"What School Administrators Should Know About Vocational Education for Disadvantaged Youth in Urban Areas."},
      {
        "id":"ED059351",
        "title":"What Vocational Education Teachers and Counselors Should Know About Urban Disadvantaged Youth."},
      {
        "id":"ED059352",
        "title":"What Vocational Education Teachers Should Know About Disadvantaged Youth In Rural Areas."},
      {
        "id":"ED059353",
        "title":"Planning and Management Systems for State Programs of Vocational and Technical Education: An Application of Research."},
      {
        "id":"ED059354",
        "title":"Model Curricula for Vocational and Technical Teacher Education: Report No. II. General Objectives--Set I. Final Report."},
      {
        "id":"ED059355",
        "title":"Model Curricula for Vocational and Technical Teacher Education: Report No. I. Performance Requirements for Teachers. Final Report."},
      {
        "id":"ED059356",
        "title":"Learning and Teaching in a Center for the Care of Infants and Toddlers. A Descriptive Review of Experience with Staff Development."},
      {
        "id":"ED059357",
        "title":"The Measurement of Occupational Values."},
      {
        "id":"ED059359",
        "title":"Manpower Policy and Programmes in Canada. Reviews of Manpower and Social Policies No. 4."},
      {
        "id":"ED059360",
        "title":"Manpower Policy and Problems in Greece. Reviews of Manpower and Social Policies No. 3."},
      {
        "id":"ED059361",
        "title":"Manpower and Social Policy in the Netherlands. Reviews of Manpower and Social Policies No. 6."},
      {
        "id":"ED059362",
        "title":"An Exemplary Program for Occupational Preparation. Interim Report."},
      {
        "id":"ED059364",
        "title":"&quot;Countdown to the 70's.&quot; Occupational Information for Upper Elementary and Middle Grades."},
      {
        "id":"ED059365",
        "title":"Career Education; A Curriculum Model and Strategies for Implementation."},
      {
        "id":"ED059366",
        "title":"Supply and Demand for Teachers of Vocational Agriculture in 1971. A Staff Study."},
      {
        "id":"ED059367",
        "title":"Guide for Industrial Arts Education in California."},
      {
        "id":"ED059368",
        "title":"The World of Work. A Curriculum Guide for Grades One through Twelve."},
      {
        "id":"ED059369",
        "title":"Needed: A Compromise in Postsecondary Vocational -Technical Curricula."},
      {
        "id":"ED059370",
        "title":"Education and Training; Opportunity Through Learning. Ninth Annual Report to the Congress on Institutional Training under the Manpower Development and Training Act in 1970."},
      {
        "id":"ED059371",
        "title":"Nuclear Medical Technology Training."},
      {
        "id":"ED059372",
        "title":"A Resource Curriculum in Driver and Traffic Safety Education."},
      {
        "id":"ED059373",
        "title":"Industrial Arts in the Elementary School: Education for a Changing Society."},
      {
        "id":"ED059374",
        "title":"New Thrusts in Vocational Education."},
      {
        "id":"ED059376",
        "title":"Rehabilitation of Individuals with Behavioral Disorders. A Report from the Study Group on Rehabilitation of Individuals with Behavioral Disorders. A Training Guide."},
      {
        "id":"ED059378",
        "title":"The Systems Approach to Functional Job Analysis. Task Analysis of the Physician's Assistant: Volume I--Task Analysis Methodology and Techniques."},
      {
        "id":"ED059379",
        "title":"A Followup Study of Illinois Home Economics Job Training Programs. Final Report."},
      {
        "id":"ED059380",
        "title":"The Systems Approach to Functional Job Analysis. Task Analysis of the Physician's Assistant: Volume II--Curriculum and Phase I Basic Core Courses and Volume III--Phases II and III--Clinical Clerkships and Assignments."},
      {
        "id":"ED059381",
        "title":"A Review of Industrial Relations Research, Volume II."},
      {
        "id":"ED059386",
        "title":"Employment of the Disadvantaged in the Public Service. Guidelines for an Action Program for State and Local Governments in the United States."},
      {
        "id":"ED059387",
        "title":"Improving a Rural Area School Program with Expanded Vocational Education Servides by Utilizing Comprehensive Career Orientation and Exemplary Activities. Interim Report."},
      {
        "id":"ED059388",
        "title":"Improving a Rural Area School Program with Expanded Vocational Education Services by Utilizing Comprehensive Career Orientation and Exemplary Activities. Interim Report, Volume I. Resource Bibliography for Vocational Education."},
      {
        "id":"ED059389",
        "title":"Improving a Rural Area School Program with Expanded Vocational Education Services by Utilizing Comprehensive Career Orientation and Exemplary Activities. Interim Report, Volume II. Resource Bibliography of Commercially Produced Career Education Materials."},
      {
        "id":"ED059390",
        "title":"Improving a Rural Area School Program with Expanded Vocational Education Services by Utilizing Comprehensive Career Orientation and Exemplary Activities. Interim Report, Volume III. Elementary School Project for Levels One-Six and Middle School Project for Levels Seven and Eight."},
      {
        "id":"ED059391",
        "title":"Improving a Rural Area School Program with Expanded Vocational Education Services by Utilizing Comprehensive Career Orientation and Exemplary Activities. Interim Report, Volume IV. Resource Bibliography in Career Education."},
      {
        "id":"ED059392",
        "title":"Report of Seminar in \"Curriculum for Child Care Training.\" Phase II. Final Report Career Options Research and Development."},
      {
        "id":"ED073479",
        "title":"New English, New Imperatives."},
      {
        "id":"ED073480",
        "title":"Linguistic Development among Mexican-American and Anglo Primary Students in the Public Schools. Final Report."},
      {
        "id":"ED073481",
        "title":"The Effects of Pre- and Post-Choice Verbalization Instructions on Discrimination Learning in Young Children. Technical Report."},
      {
        "id":"ED073483",
        "title":"Sentence Combining: Improving Student Writing without Formal Grammar Instruction. NCTE Committee on Research Report Series. No. 15."},
      {
        "id":"ED073484",
        "title":"Children's Learning from Discourse: Word Arousal and Spread-of-Arousal Effects in Short- and Long-Term Retention. Technical Report No. 242."},
      {
        "id":"ED073486",
        "title":"Social Movements: A Place for Conspiracy."},
      {
        "id":"ED073487",
        "title":"Transvaluation of Values."},
      {
        "id":"ED073488",
        "title":"Lexical Dimensions of Small Group Leadership."},
      {
        "id":"ED073489",
        "title":"Subject Matter Relevance in Interpersonal Communication, Skills, and Instructional Accountability: A Consensus Model."},
      {
        "id":"ED073490",
        "title":"Communication Variables Appropriate to Gaming and Simulation."},
      {
        "id":"ED073491",
        "title":"An Experimental Study of the Relationship Between the Opinionatedness of a Leader and Consensus in Group Discussions of Policy."},
      {
        "id":"ED073492",
        "title":"Information Available from Various Formats to Retrieve Data."},
      {
        "id":"ED073493",
        "title":"Dimensions of Teacher Credibility and Faculty-Course Evaluation."},
      {
        "id":"ED073494",
        "title":"Auto Instructional Television Production at Florida Technological University."},
      {
        "id":"ED073497",
        "title":"Teaching Communication and Contemporary Dissent."},
      {
        "id":"ED073498",
        "title":"Devices for Deviling Classes in Theatre History."},
      {
        "id":"ED073501",
        "title":"An Investigation of Curricular Programs and Procedures for Summer Speech Institutes."},
      {
        "id":"ED073502",
        "title":"Effects of Noise on Small Group Interaction."},
      {
        "id":"ED073503",
        "title":"Growing Up from Another Perspective: The Countermovement."},
      {
        "id":"ED073504",
        "title":"Acoustic Correlates of Lies."},
      {
        "id":"ED073506",
        "title":"Effects of Personal Space Invasion and Anomia on Anxiety, Nonperson Orientation and Source Credibility."},
      {
        "id":"ED073508",
        "title":"&quot;Civil Rights in Northern Ireland: By Damn! We've Got Their Attention Now!&quot;"},
      {
        "id":"ED073509",
        "title":"The Changing Communication Roles of the Communist Party Congress."},
      {
        "id":"ED073511",
        "title":"Credibility and Individual Differences: An Anternative to Factor Analysis."},
      {
        "id":"ED073512",
        "title":"Speech Education in a Small, Medium, and Large College."},
      {
        "id":"ED073514",
        "title":"Speech Communication Course for the Prospective Teacher: A Social Systems Approach."},
      {
        "id":"ED073515",
        "title":"ERIC First Analysis: 1973-74 National High School Debate Resolutions."},
      {
        "id":"ED073517",
        "title":"Student Rights and Responsibilities. Educational Management Review Series Number 14."},
      {
        "id":"ED073518",
        "title":"Fair Dismissal Procedures. Oregon School Study Council Bulletin, Volume 16, Number 5."},
      {
        "id":"ED073519",
        "title":"Social Conflict: Teachers' Strikes in Newark, 1964-1971. An Issue Paper on a Topical Subject in Education."},
      {
        "id":"ED073520",
        "title":"Planning/Budgeting/Evaluation Manual. An Operation Manual for Staff Members Concerning the Implementation of the Planning/Budgeting/Evaluation Cycle Within the Missouri State Department of Education."},
      {
        "id":"ED073521",
        "title":"The Governance of Education: A Progress Report."},
      {
        "id":"ED073522",
        "title":"Regional Interstate Project Program. Seminar Report: &quot;Management-by-Objectives (Revisited).&quot;"},
      {
        "id":"ED073523",
        "title":"State and Local Revenue Potential, 1971."},
      {
        "id":"ED073524",
        "title":"New York Civil Liberties Union Student Rights Project Report on the First Two Years, 1970-1972."},
      {
        "id":"ED073525",
        "title":"Effects of Federal Installation Phase-outs upon School Districts."},
      {
        "id":"ED073526",
        "title":"Entitlements for Federally Affected School Districts Under Public Laws 874 and 815. Volume I."},
      {
        "id":"ED073528",
        "title":"A Programmed Course for the Writing of Performance Objectives. A Constructed Response Linear Program."},
      {
        "id":"ED073530",
        "title":"Educational Goals and Objectives. A Model Program for Community and Professional Involvement. Administrator&apos;s Manual."},
      {
        "id":"ED073532",
        "title":"Trump's Model School - The Humane Junior High School."},
      {
        "id":"ED073536",
        "title":"Public School Finance Programs, 1971-72. (States, District of Columbia, and Outlying Areas)."},
      {
        "id":"ED073537",
        "title":"Closing the Credibility Gap in Construction Cost Estimating."},
      {
        "id":"ED073538",
        "title":"Equipment and Furniture Guidelines for Open-Plan Middle and High Schools."},
      {
        "id":"ED073539",
        "title":"Equipping the Open-Plan School, Equipping for Open Education."},
      {
        "id":"ED073541",
        "title":"Accountability and the Schools: Being Responsible or Being Responsible To?"},
      {
        "id":"ED073542",
        "title":"Participative Management -- Decentralized Decision Making: Working Models. A Monograph."},
      {
        "id":"ED073544",
        "title":"Curriculum Legislation and Decision-Making for the Instructional Level."},
      {
        "id":"ED073545",
        "title":"Classification Materials."},
      {
        "id":"ED073547",
        "title":"Performance Contracting in Schools: Profit Motive Tested as Incentive to Learning. An Education U.S.A. Special Report."},
      {
        "id":"ED073548",
        "title":"Financing Schools and Property Tax Relief -- A State Responsibility. The Report in Brief."},
      {
        "id":"ED073549",
        "title":"School Board Policies on Student Rights. Educational Policies Development Kit."},
      {
        "id":"ED073550",
        "title":"Bond Sales for Public School Purposes, 1971-72."},
      {
        "id":"ED073551",
        "title":"Development and Evaluation of Course Goals in Mathematics, Social Studies, Art, Music, Health, and Physical Education for Grades K-12. Final Report."},
      {
        "id":"ED073552",
        "title":"Course Goals, General Introduction. An Introduction to the Critique Drafts of the Course Goal Collections."},
      {
        "id":"ED073553",
        "title":"Course Goals in Mathematics, Grades K-12. Critique Draft."},
      {
        "id":"ED073554",
        "title":"Course Goals in Physical Education, Grades K-12. Critique Draft."},
      {
        "id":"ED073555",
        "title":"Course Goals in Art, Grades K-12. Critique Draft."},
      {
        "id":"ED073556",
        "title":"Course Goals in Music, Grades K-12. Critique Draft."},
      {
        "id":"ED073557",
        "title":"Course Goals in Health Education, Grades K-12. Critique Draft."},
      {
        "id":"ED073558",
        "title":"Course Goals in Social Science, Grades K-12. Critique Draft."},
      {
        "id":"ED073559",
        "title":"An Accounting System for Public Schools. A Memorandum."},
      {
        "id":"ED073560",
        "title":"Minutes 1972. Association of Physical Plant Administrators Annual Meeting. (59th, Cincinnati, Ohio, April 30-May 3, 1972)."},
      {
        "id":"ED073562",
        "title":"Constitutional Reform of School Finance."},
      {
        "id":"ED073563",
        "title":"The Assistant Principal. A Collection of ERIC Document Resumes."},
      {
        "id":"ED073564",
        "title":"Focused Flexibility in a Secondary School: A Description and Analysis."},
      {
        "id":"ED073568",
        "title":"Supreme Court of the United States Syllabus: San Antonio Independent School District Et. Al. v. Rodriguez Et. Al. Appeal from the United States District Court for the Western District of Texas. No. 71-1332, Argued October 12, 1972 -- Decided March 21, 1973."},
      {
        "id":"ED073569",
        "title":"A Process Evaluation: The Fall 1972 Follow-up. A Supplement to the 1971-72 Nationwide Installation of the Multiunit/IGE Model for Elementary Schools."},
      {
        "id":"ED073570",
        "title":"The Generation of Multiunit School Instructional Organization Models for Secondary Schools. Theoretical Paper No. 38."},
      {
        "id":"ED073572",
        "title":"Application of Research Management Techniques."},
      {
        "id":"ED073573",
        "title":"Evaluation of the 45-15 Plan, a Year-Round School Operation of Valley View School District 96, Lockport, Illinois. Final Report."},
      {
        "id":"ED073574",
        "title":"Career Opportunities in Teaching Exceptional Children."},
      {
        "id":"ED073575",
        "title":"HANDS-ON, Career Exploration for Bright Students."},
      {
        "id":"ED073577",
        "title":"Woodworking Guide for Visually Handicapped Students. A Five County Vocational Skills Training Program for the Blind."},
      {
        "id":"ED073578",
        "title":"Home Economics Guide for Visually Handicapped Students. A Five County Vocational Skills Training Program for the Blind."},
      {
        "id":"ED073579",
        "title":"A Five County Vocational Skills Training Program for the Blind. Project Document."},
      {
        "id":"ED073580",
        "title":"A Five County Vocational Skills Training Program for the Blind. Evaluation Document."},
      {
        "id":"ED073581",
        "title":"Program Planning and Evaluation. First Chance for Children, Vol. 2."},
      {
        "id":"ED073582",
        "title":"Gifted Disadvantaged Children."},
      {
        "id":"ED073583",
        "title":"Effects of Classification Exposure upon Numerical Achievement of Educable Mentally Retarded Children."},
      {
        "id":"ED073584",
        "title":"Dimensions and Attributes of Resource Teacher Systems Serving Handicapped Learners."},
      {
        "id":"ED073585",
        "title":"Second Dimension: Special Education Administrators View the Field."},
      {
        "id":"ED073587",
        "title":"Computer Assisted Planning: A User Manual for Computer Based Resource Units."},
      {
        "id":"ED073590",
        "title":"Strategies for the Sequential and Consequential Arrangement of School-Appropriate Behaviors: The Establishment of School-Appropriate Behaviors in Normal, Retarded and Handicapped Children through the Application of Operant Tactics."},
      {
        "id":"ED073591",
        "title":"Evaluating the Sensory-Motor Bases of Behavior in the Profoundly Retarded."},
      {
        "id":"ED073593",
        "title":"Administrator's Guide; Programs for Exceptional Children."},
      {
        "id":"ED073594",
        "title":"A Pilot Program, Occupational Education for Students with Special Needs."},
      {
        "id":"ED073595",
        "title":"Feeding the Handicapped Child."},
      {
        "id":"ED073596",
        "title":"A Longitudinal Study of the Correlates of Children's Social Behavior."},
      {
        "id":"ED073597",
        "title":"Annual Distinguished Lectures Series in Special Education and Rehabilitation (10th, Los Angeles, Calif., Summer 1971)."},
      {
        "id":"ED073598",
        "title":"Educational Development and Utilization of a Composite Approach to Teaching the Exceptional."},
      {
        "id":"ED073599",
        "title":"Attending Behavior: Skills for Teaching Exceptional Children. Teacher Handbook. An Inservice Training Program for Exceptional Child Educators. EDUCOURSE I."},
      {
        "id":"ED073600",
        "title":"\"Multi-County Diagnostic-Instructional Program for Young Deaf Children\" (Serving Lee, Collier, Hendry and Charlotte Counties)."},
      {
        "id":"ED073601",
        "title":"Ohio School Speech and Hearing Services."},
      {
        "id":"ED073602",
        "title":"Ohio Laws for Special Education."},
      {
        "id":"ED073603",
        "title":"Ohio's Program for the Education of the Handicapped. Interim Report."},
      {
        "id":"ED073604",
        "title":"A Program for Visually Impaired Children."},
      {
        "id":"ED073605",
        "title":"Guidelines Work-Study Phase of E.M.R. Programs."},
      {
        "id":"ED073606",
        "title":"Prescriptive Education: Diagnosis and Implementation."},
      {
        "id":"ED073607",
        "title":"Handbook of Remedial or Developmental Activities to Accompany the Illinois Test of Psycholinguistic Abilities."},
      {
        "id":"ED073608",
        "title":"Better Ways to Help Youth: Three Youth Services Systems."},
      {
        "id":"ED073609",
        "title":"Project LIFE--Language Improvement to Facilitate Education: A Multimedia Instructional System for the Deaf Child."},
      {
        "id":"ED073610",
        "title":"The Life Programming Process."},
      {
        "id":"ED073611",
        "title":"A Comparison of Conceptual Strategies for Grouping and Remembering Employed by Educable Mentally Retarded and Non-Retarded Children."},
      {
        "id":"ED073612",
        "title":"Legal Change for the Handicapped through Litigation."},
      {
        "id":"ED073613",
        "title":"Design and Evaluation of a CAI Program in Chemical Equilibrium. Technical Report Number 8."},
      {
        "id":"ED073614",
        "title":"The Relationships Between Expectancy and Performance in a Computer-Assisted Instructional Task."},
      {
        "id":"ED073627",
        "title":"Ingredients for a Theory of Instruction. Technical Report Number 187."},
      {
        "id":"ED073630",
        "title":"Microteaching."},
      {
        "id":"ED073632",
        "title":"The Dynamics of Instruction Systems: Feedback Control on Individually-Paced Instruction."},
      {
        "id":"ED073670",
        "title":"Televised Parent Training Program: Reinforcement Strategies for Mothers of Disadvantaged Children. Final Report."},
      {
        "id":"ED073671",
        "title":"Teaching Your Child. Televised Parent Training Program."},
      {
        "id":"ED073672",
        "title":"Televised Segment; Teaching Your Child. Televised Parent Training Program."},
      {
        "id":"ED073673",
        "title":"Dos and Don'ts. Teaching Your Child. Televised Parent Training Program."},
      {
        "id":"ED073676",
        "title":"The Effect of Student-Produced Filmstrips on Mathematics Achievement in Grade Eight."},
      {
        "id":"ED073678",
        "title":"Strategies for Developing Reciprocity Between Educational Researchers and School Personnel: Providing Teachers with Feedback on Students' Computer Assisted Instruction Performance."},
      {
        "id":"ED073679",
        "title":"The AEDS Large School System Survey. Report of Findings."},
      {
        "id":"ED073680",
        "title":"Arousal and Reminiscence in Learning From Color and Black/White Audio-Visual Presentations."},
      {
        "id":"ED073681",
        "title":"Media Centers and Individualized Instruction Programs in Selected Elementary Schools in Connecticut."},
      {
        "id":"ED073687",
        "title":"Models, Simulations, and Games: A Survey."},
      {
        "id":"ED073688",
        "title":"Visions of Cablevision; The Prospects for Cable Television in the Greater Cincinnati Area."},
      {
        "id":"ED073691",
        "title":"Development of a Video System for Rapid Generation of Learning Sequences."},
      {
        "id":"ED073695",
        "title":"Videotape Recording As a Supplement to In-Person Supervision."},
      {
        "id":"ED073696",
        "title":"Networks and Disciplines; Proceedings of the EDUCOM Fall Conference (Ann Arbor, Michigan, October 11-13, 1972)."},
      {
        "id":"ED073697",
        "title":"Educational Communications and the Formulation of National and International Orientations."},
      {
        "id":"ED073701",
        "title":"Videospace and Image Experience."},
      {
        "id":"ED073702",
        "title":"Methodology for the Sequencing of Instances in Classroom Concept Teaching."},
      {
        "id":"ED073703",
        "title":"The Interactive Effects of the Availability of Objectives and/or Rules on Computer-Based Learning: A Replication."},
      {
        "id":"ED073707",
        "title":"Adaptive Instructional Model for Concept Acquisition."},
      {
        "id":"ED073708",
        "title":"Cable Television in Central Appalachia: A Feasibility Study."},
      {
        "id":"ED073709",
        "title":"&quot;The Electric Company&quot; In-School Utilization Study. Volume One: The 1971-72 School and Teacher Surveys."},
      {
        "id":"ED073711",
        "title":"A Study of Student Attitudes towards Foreign Languages in Public Secondary Schools of Utah."},
      {
        "id":"ED073712",
        "title":"Atlanta Public Schools Spanish Guide."},
      {
        "id":"ED073713",
        "title":"Atlanta Public Schools Russian Guide."},
      {
        "id":"ED073715",
        "title":"Problems of Teaching Chinese Literature in a Comparative Literature Program."},
      {
        "id":"ED073720",
        "title":"The French Revolution."},
      {
        "id":"ED073721",
        "title":"The Impact of the German on American Culture."},
      {
        "id":"ED073722",
        "title":"A Foreign Language Educator Looks at Career Education."},
      {
        "id":"ED073723",
        "title":"Integrating Culture in Indonesian Language Teaching: An Inevitability, But How Much?"},
      {
        "id":"ED073725",
        "title":"A Paper Tiger in an Academic Jungle."},
      {
        "id":"ED073727",
        "title":"Outline of Polish Morphology."},
      {
        "id":"ED073728",
        "title":"On the Role of Discourse in the Teaching of Thai."},
      {
        "id":"ED073729",
        "title":"Reading Problems and Teaching Literature in Foreign Languages."},
      {
        "id":"ED073730",
        "title":"A Cause in Search of Understanding and Leadership: Bilingual and Bicultural Education."},
      {
        "id":"ED073732",
        "title":"Look for the Latin Word: A Gamebook on English Derivatives and Cognates to Accompany \"How the Romans Lived and Spoke (Romani Viventes et Dicentes): A Humanistic Approach to Latin for Children in the Fifth Grade\"."},
      {
        "id":"ED073735",
        "title":"The American Freshman: National Norms for Fall 1972. Ace Research Reports. Volume 7, Number 5."},
      {
        "id":"ED073737",
        "title":"The Social Scientist in the California State Colleges: His Background, Orientations and Ideology."},
      {
        "id":"ED073738",
        "title":"Professors, Militance, and Professionalism."},
      {
        "id":"ED073739",
        "title":"Paracollege."},
      {
        "id":"ED073740",
        "title":"Today and Tomorrow: Annual Report of the Commission on the Status of Women."},
      {
        "id":"ED073741",
        "title":"Theory and Suggested Framework for Self-Evaluative Performance Appraisal in the University."},
      {
        "id":"ED073742",
        "title":"Comparative Staffing and Operations Study for Physical Plant Functions of Universities and Colleges."},
      {
        "id":"ED073743",
        "title":"Living Arrangements of College Students: October 1971."},
      {
        "id":"ED073745",
        "title":"Obtaining Community Input in the Planning of Community Services: A Model."},
      {
        "id":"ED073746",
        "title":"Learning Options and Student Achievement: Test of a Model in a Large Urban Community College. Inner College Report Number 2."},
      {
        "id":"ED073747",
        "title":"Development of a College Conducted Faculty Pre-Service Program, 1969-1972. Final Report."},
      {
        "id":"ED073748",
        "title":"Evaluation of an Innovative Approach to English Composition Instruction: Phases Two and Three."},
      {
        "id":"ED073749",
        "title":"Current Practices of Placing Students in English Composition Courses in the California Community Colleges: Some Answers to Questions Asked in an &quot;English Placement Questionnaire&quot;."},
      {
        "id":"ED073750",
        "title":"An Inquiry into the Piagetian Tradition in America as a Basis for a Philosophy of Education at the Community College Level: A Quasi-Experimental Approach."},
      {
        "id":"ED073751",
        "title":"A Profile of City Colleges of Chicago 1972 Graduates."},
      {
        "id":"ED073752",
        "title":"Environmental Impact Report, November 15, 1972. Indian Valley Colleges Project."},
      {
        "id":"ED073753",
        "title":"Dropout Prediction at an Urban Community College Following Open Admissions."},
      {
        "id":"ED073754",
        "title":"Proceedings: Annual Illinois Junior College Conference (Seventh, Chicago, Illinois, May 11-13, 1972)."},
      {
        "id":"ED073755",
        "title":"A Study of the Community College Board of Trustees and the Process of Institutional Change."},
      {
        "id":"ED073756",
        "title":"Instructional Associate: A Suggested Associate Degree Curriculum."},
      {
        "id":"ED073757",
        "title":"The Two-Year College Trustee: National Issues and Perspectives."},
      {
        "id":"ED073758",
        "title":"First-Level Management: Legal Implications and Responsibilities for Selection and Retention of Faculty."},
      {
        "id":"ED073759",
        "title":"Job Descriptions for Directors of Student Activities at Selected Two Year Community Colleges, with Summary and Analysis."},
      {
        "id":"ED073760",
        "title":"The MA Is Enough!"},
      {
        "id":"ED073761",
        "title":"Women Students at Manhattan Community College."},
      {
        "id":"ED073762",
        "title":"The Exploding and Explosive Two-Year College."},
      {
        "id":"ED073765",
        "title":"The Public Two-Year College and the Culturally Different."},
      {
        "id":"ED073766",
        "title":"Community Colleges and the Air Force: A Partnership in Career Education."},
      {
        "id":"ED073767",
        "title":"Modesto Junior College, A Study of the Financial Aid Program."},
      {
        "id":"ED073768",
        "title":"Community Junior Colleges and Universities: Partners in Higher Education. A Report of a National Conference."},
      {
        "id":"ED073769",
        "title":"Nevada Long Range Program Under the Library Services and Construction Act (Public Law 91-600) for Fiscal Years 1973-1977."},
      {
        "id":"ED073770",
        "title":"State of Arizona Long-Range Program, 1972/73 -- 1976/1977."},
      {
        "id":"ED073771",
        "title":"Long-Range Plan Developed in Compliance With Provisions of the Federal Library Services and Construction Act. Texas State Library."},
      {
        "id":"ED073772",
        "title":"Comprehensive Long Range Library Program 1973-77."},
      {
        "id":"ED073773",
        "title":"Annual Report of the Japan Documentation Center, East Asian Institute, Columbia University, April 1, 1971 - March 31, 1972."},
      {
        "id":"ED073774",
        "title":"Motivation and the Right to Read Conference, Indianapolis, Aug. 24-26, 1972."},
      {
        "id":"ED073775",
        "title":"Manual for Librarians in Small Hospitals, 2nd Edition."},
      {
        "id":"ED073776",
        "title":"Information and Society; A Report to the National Commission on Libraries and Information Science."},
      {
        "id":"ED073777",
        "title":"Impact of the Cybernetic Law of Requisite Variety on a Theory of Information Science."},
      {
        "id":"ED073778",
        "title":"A Survey of the Indiana Library TWX Network System as Implemented by the Indiana State Library and the Four State University Libraries."},
      {
        "id":"ED073779",
        "title":"Report on a Cost Study of Specific Technical Processing Activities of the California State University and Colleges Libraries."},
      {
        "id":"ED073781",
        "title":"Clinically Relevant Literature Study. Final Report."},
      {
        "id":"ED073782",
        "title":"Investigation of the Searching Efficiency and Cost of Creating a Remote Access Catalog for the New York State Library. Final Report."},
      {
        "id":"ED073783",
        "title":"International Library Manpower; Education and Placement in North America (ALA Preconference Institute. Detroit, Michigan; June 26-27, 1970). Papers and Speeches."},
      {
        "id":"ED073784",
        "title":"International Library Manpower; Education and Placement in North America (ALA Preconference Institute. Detroit, Michigan; June 26-27, 1970). Education for Librarianship: Country Fact Sheets."},
      {
        "id":"ED073786",
        "title":"Preliminary Investigation of Present and Potential Library and Information Service Needs."},
      {
        "id":"ED073787",
        "title":"Trends in Modern Subject Analysis with Reference to Text Derivative Indexing and Abstracting Methods: The State of the Art."},
      {
        "id":"ED073788",
        "title":"Library Technical Processes Procedures, Second Edition."},
      {
        "id":"ED073789",
        "title":"Role of the Library in Education; the Library Image as Presented in Selected Teacher Training Textbooks in Use in the State of Kentucky."},
      {
        "id":"ED073790",
        "title":"Report to the National Interest Council: March 8, 1973."},
      {
        "id":"ED073791",
        "title":"Manuscripts: A MARC Format; Specifications for Magnetic Tapes Containing Catalog Records for Single Manuscripts or Manuscript Collections."},
      {
        "id":"ED073792",
        "title":"The Urban Central Library: Development Alternatives for San Francisco."},
      {
        "id":"ED073793",
        "title":"Scientific Communication in Educational Research. Final Report."},
      {
        "id":"ED073794",
        "title":"Innovations in School Librarianship; Papers Presented at an Institute (Tallahassee, Florida; July 24-August 4, 1972)."},
      {
        "id":"ED073795",
        "title":"Center for Information Services, Final Report Phase IIB; Detailed Design and Prototype Development, 1 January 1971 to 30 June 1972."},
      {
        "id":"ED073796",
        "title":"Dean Vs. Chairman."},
      {
        "id":"ED073797",
        "title":"Adapting American Library Science for Iranian Use."},
      {
        "id":"ED073798",
        "title":"Iranian University Library Standards."},
      {
        "id":"ED073799",
        "title":"Iranian Senior College Library Standards."},
      {
        "id":"ED073800",
        "title":"Iranian Junior College Library Standards."},
      {
        "id":"ED073801",
        "title":"Iranian School Library Standards."},
      {
        "id":"ED073802",
        "title":"The Tehran Book Processing Centre."},
      {
        "id":"ED073803",
        "title":"Iranian Library Education."},
      {
        "id":"ED073804",
        "title":"The Iranian Documentation Centre."},
      {
        "id":"ED073805",
        "title":"Iranian Vs. American Library Serial Selection Policies."},
      {
        "id":"ED073806",
        "title":"An Annotated and Critical Bibliography of Recent English Language International Library Science Literature."},
      {
        "id":"ED073807",
        "title":"Minimum Activities for National Library and Bibliographic Development."},
      {
        "id":"ED073808",
        "title":"The International Man."},
      {
        "id":"ED073809",
        "title":"Toward a Definition of International and Comparative Library Science."},
      {
        "id":"ED073810",
        "title":"Iranian Library Education Evaluation, Licensing and Accreditation Program."},
      {
        "id":"ED073811",
        "title":"Suggestions for Revising Iranian Library Laws and Regulations."},
      {
        "id":"ED073813",
        "title":"Pakistan and Afghanistan Librarianship."},
      {
        "id":"ED073815",
        "title":"Locating West and South Asian Research Material."},
      {
        "id":"ED073816",
        "title":"Iranian National Union Catalog Description and Regulations."},
      {
        "id":"ED073817",
        "title":"Recommendations for the Development of Jundi Shahpour University Library Services."},
      {
        "id":"ED073819",
        "title":"Iranian Public Library Standards."},
      {
        "id":"ED073820",
        "title":"Four Questions on Early Childhood Education."},
      {
        "id":"ED073821",
        "title":"Help! A Handbook for Child Care Workers."},
      {
        "id":"ED073822",
        "title":"Evaluation of Experiences with the Use of &quot;Healthy, That&apos;s Me&quot;, Volume I."},
      {
        "id":"ED073823",
        "title":"An Observational Investigation of Instruction and Behavior in an Informal British Infant School. (Full Report)."},
      {
        "id":"ED073824",
        "title":"A Narrative of Head Start Parents in Participant Groups."},
      {
        "id":"ED073825",
        "title":"Spotlight on Day Care. Proceedings of the National Conference on Day Care Services (Washington, D.C., May 13-15, 1965)."},
      {
        "id":"ED073826",
        "title":"Where is Early Childhood Going?"},
      {
        "id":"ED073827",
        "title":"People Working Together: Follow Through in Ohio."},
      {
        "id":"ED073828",
        "title":"An Investigation of Independent Child Behavior in the Open Classroom: The Classroom Attitude Observation Schedule (CAOS)."},
      {
        "id":"ED073829",
        "title":"Proceedings of Annual UAP Conference, Piagetian Theory and the Helping Professions (Second, Los Angeles, January 21, 1972)."},
      {
        "id":"ED073830",
        "title":"Assistance to Local Follow Through Programs. Annual Report."},
      {
        "id":"ED073831",
        "title":"Assessing Bilingual Language Ability in the Mexican-American Preschool Child."},
      {
        "id":"ED073832",
        "title":"The Development of Separation Behavior in the First Year of Life: Protest, Following, and Greeting."},
      {
        "id":"ED073833",
        "title":"Identify and Assist the Development of High Risk Preschool Children."},
      {
        "id":"ED073834",
        "title":"The Nature and Modification of Impulsive Children: Training Impulsive Children to Talk to Themselves."},
      {
        "id":"ED073835",
        "title":"Creativity in Communication with Young Children."},
      {
        "id":"ED073836",
        "title":"A Program of Enrichment Opportunities for Disadvantaged Children, Phase VIII, 1972-73. Project, 30-156."},
      {
        "id":"ED073837",
        "title":"Development of Situational Task Methodology for the Evaluation of Process Outcomes in the Open Classroom."},
      {
        "id":"ED073838",
        "title":"The Use of Reinforcement Procedures to Increase the Percent of Study Behavior with a Kindergarten Child."},
      {
        "id":"ED073839",
        "title":"On the Development of \"More\" or \"Less.\""},
      {
        "id":"ED073840",
        "title":"Policies for Early Childhood Education."},
      {
        "id":"ED073841",
        "title":"The Early Childhood Education Proposal: A Master Plan to Redesign Primary Education in California."},
      {
        "id":"ED073843",
        "title":"Language as Labor: Semantic Activities as the Basis for Language Development."},
      {
        "id":"ED073844",
        "title":"Training for Child Care: Suggested Content for Minimum Training Requirements."},
      {
        "id":"ED073845",
        "title":"Evaluation and Implementation of the Conceptual Skills Program."},
      {
        "id":"ED073846",
        "title":"Perception of Racial Cues in Preschool Children."},
      {
        "id":"ED073847",
        "title":"Exploration and Learning-to-Learn in Disadvantaged Preschoolers."},
      {
        "id":"ED073848",
        "title":"Effects of Race of Subject and Experimenter on the Order of Free Recall of Affective Lists."},
      {
        "id":"ED073849",
        "title":"Research in the Child Psychiatric and Guidance Clinics: A Bibliography (1923-1970)."},
      {
        "id":"ED073850",
        "title":"Sequential Order and Plasticity in Early Psychological Development."},
      {
        "id":"ED073851",
        "title":"From the Infant's Smile to Mastery of Anxiety: The Developmental Role of Humor."},
      {
        "id":"ED073852",
        "title":"The Social Adjustment of Neighborhood and Bused Children."},
      {
        "id":"ED073855",
        "title":"Cross-Cultural Perspectives on Early Development."},
      {
        "id":"ED073856",
        "title":"Licensed Pre-School Child Care Programs, 1972-1973."},
      {
        "id":"ED073857",
        "title":"Stop, Look, and Listen: Children Ahead."},
      {
        "id":"ED073859",
        "title":"Indian Education. Part 4, Hearings Before the Special Subcommittee on Indian Education of the Committee on Labor and Public Welfare, United States Senate, Ninetieth Congress, First and Second Sessions on the Study of the Education of Indian Children."},
      {
        "id":"ED073861",
        "title":"Career Education Handbook for Rural School Administrators."},
      {
        "id":"ED073862",
        "title":"The Equality of Educational Opportunity within Ethnically Mixed Classrooms."},
      {
        "id":"ED073863",
        "title":"Small Schools Can Be Better Schools by Building on Their Strengths."},
      {
        "id":"ED073864",
        "title":"Iowa Population Trends."},
      {
        "id":"ED073865",
        "title":"Power Structures by Issue Areas in Five Iowa Communities."},
      {
        "id":"ED073866",
        "title":"Equal Educational Opportunities for the Spanish-Speaking Child. Bilingual and Bicultural Educational Programs."},
      {
        "id":"ED073867",
        "title":"Manitoba High School Students and Drop-Outs."},
      {
        "id":"ED073869",
        "title":"Selected Materials on the Chicano."},
      {
        "id":"ED073870",
        "title":"The Indian Today in New York State."},
      {
        "id":"ED073871",
        "title":"Slovene Rural Development: Five Study Reports with Appendix Materials."},
      {
        "id":"ED073873",
        "title":"Annual Report of the Arizona Commission of Indian Affairs, 1968-1969."},
      {
        "id":"ED073874",
        "title":"Program Assessment: University Without Walls, \"Flaming Rainbow,\" Tahlequah, Oklahoma."},
      {
        "id":"ED073875",
        "title":"The Impact of Public Spending in a Low-Income Rural Area: A Case Study of Fort Leonard Wood, Mo."},
      {
        "id":"ED073876",
        "title":"Economic and Human Development on the Fort McDermitt Indian Reservation of Nevada. Progress Report on a Pilot Project."},
      {
        "id":"ED073877",
        "title":"A Directory of Migrant Health Projects Supported Under the Migrant Health Act."},
      {
        "id":"ED073878",
        "title":"Inequality: A Portrait of Rural America."},
      {
        "id":"ED073879",
        "title":"An Error Analysis of the Spoken English of Mexican-American Pupils in a Bilingual School and a Monolingual School. Research and Development Memorandum No. 103."},
      {
        "id":"ED073880",
        "title":"South Dakota Indian Recipients of Public Welfare."},
      {
        "id":"ED073881",
        "title":"Teachers and Students: Differences in Teacher Interaction with Mexican American and Anglo Students. Mexican American Education Study."},
      {
        "id":"ED073882",
        "title":"Racial and Ethnic Survey, 1972."},
      {
        "id":"ED073883",
        "title":"Selected Attitudes and Opinions of Michigan's Rural Population. Research Report 169, Development and Public Affairs."},
      {
        "id":"ED073884",
        "title":"Profiles of Rural Youth: A Decade of Migration and Social Mobility. Research Report 178, Development and Public Affairs."},
      {
        "id":"ED073885",
        "title":"The Cross-Cultural Attitude Inventory: A Report on Item Analysis and Stability."},
      {
        "id":"ED073888",
        "title":"Socio-Economic and Other Variations Related to Rehabilitation of Mexican Americans in Arizona. Final Report."},
      {
        "id":"ED073889",
        "title":"Poverty and Life Satisfaction: A Rural-Urban Comparison."},
      {
        "id":"ED073890",
        "title":"An Examination of Factors Responsible for Low Achievement in Indian Elementary School Students. Part I."},
      {
        "id":"ED073891",
        "title":"Comprehensive Plans for Improving Rural Counties. Revised May 1972."},
      {
        "id":"ED073892",
        "title":"Ideology of an American Indian Social Movement and the Revolt Against Anthropologists."},
      {
        "id":"ED073893",
        "title":"Programs for the Disadvantaged in Texas Funded Under Title I, ESEA. Annual Report, 1970-71."},
      {
        "id":"ED073894",
        "title":"A Comparison of Attitudes and Values Between Indians and Non-Indians in an Institution of Higher Education."},
      {
        "id":"ED073895",
        "title":"A Title I ESEA Case Study: The Continuous Progress Program, Williamsburg County, South Carolina."},
      {
        "id":"ED073896",
        "title":"A National Program of Research for Rural Development and Family Living."},
      {
        "id":"ED073897",
        "title":"HEW and State Responsibilities to Indian Education."},
      {
        "id":"ED073898",
        "title":"How Does a Native American Deal with Society?"},
      {
        "id":"ED073899",
        "title":"Value Conflicts as a Cause for Drop Outs."},
      {
        "id":"ED073900",
        "title":"Theoretical Construct of the Ideal School System for American Indians... Kindergarten Through Life."},
      {
        "id":"ED073903",
        "title":"Outdoor Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 2."},
      {
        "id":"ED073905",
        "title":"Battelle Research Outlook, Volume 2 Number 2. The Schools: Organizing for Change."},
      {
        "id":"ED073906",
        "title":"Battelle Research Outlook, Volume 2 Number 3. Cleaning Up the Atmosphere."},
      {
        "id":"ED073911",
        "title":"A Guide to Minnesota Environmental Education Areas."},
      {
        "id":"ED073912",
        "title":"Educational Lands Resource Assessment."},
      {
        "id":"ED073913",
        "title":"Learning to Live: A Manual of Environmental Education Activities."},
      {
        "id":"ED073914",
        "title":"Chemical Control of Plant Growth."},
      {
        "id":"ED073915",
        "title":"Elementary School Children's Level of Attainment of Selected Classificatory Science Concepts."},
      {
        "id":"ED073917",
        "title":"A Study of the Required Mathematics Content Courses for Undergraduate Elementary Teachers in the United States."},
      {
        "id":"ED073918",
        "title":"A Study: Conservation Education and the Western Textbook."},
      {
        "id":"ED073920",
        "title":"The Institute and the Environment: An Awareness Seminar."},
      {
        "id":"ED073922",
        "title":"Mobile Environmental Education Laboratory."},
      {
        "id":"ED073923",
        "title":"Investigations for a Mobile Environmental Education Laboratory."},
      {
        "id":"ED073925",
        "title":"Educational Research in Sweden 1971-72."},
      {
        "id":"ED073926",
        "title":"Linguistic Variables in Verbal Arithmetic Problems."},
      {
        "id":"ED073928",
        "title":"Environmental Curriculum Materials, Level I (K-I)."},
      {
        "id":"ED073929",
        "title":"Environmental Curriculum Materials, Level II (2-3-4)."},
      {
        "id":"ED073930",
        "title":"Environmental Curriculum Materials, Level III (5,6)."},
      {
        "id":"ED073931",
        "title":"Report on NGO Conference on the Human Environment (New York, October 17-19, 1972)."},
      {
        "id":"ED073932",
        "title":"United Nations Action for the Protection of the Human Environment. Reports of Action by the General Assembly (27th, New York, October and November, 1972)."},
      {
        "id":"ED073933",
        "title":"Undergraduate Education in the Sciences for Students in Agriculture and Natural Resources. Summary of Proceedings of Regional Conferences."},
      {
        "id":"ED073934",
        "title":"Science Policy Reviews, Volume 5 Number 4."},
      {
        "id":"ED073935",
        "title":"Science and Mathematics Education Research Training Program 1966-1972. Final Report."},
      {
        "id":"ED073936",
        "title":"Graduate Training in Mathematics Education Research and Structural Learning. Final Report."},
      {
        "id":"ED073940",
        "title":"Acquisition of the Concept \"Biodegradable\" Through Written Instruction: Pretest and Age Effects."},
      {
        "id":"ED073941",
        "title":"Long-Term Retention of Simple Concepts."},
      {
        "id":"ED073942",
        "title":"The Effects of Number of Positive and Negative Instances, Concept Definition, and Emphasis of Relevant Attributes in the Attainment of Mathematical Concepts."},
      {
        "id":"ED073943",
        "title":"The Effectiveness of an Inservice Program for Implementing an Activity Approach to Learning Mathematics in the Elementary School."},
      {
        "id":"ED073944",
        "title":"Evaluation of Alternative Methods of Teaching Subtraction of Integers in Junior High School. Final Report."},
      {
        "id":"ED073945",
        "title":"A Guide to Ohio Outdoor Education Areas."},
      {
        "id":"ED073948",
        "title":"Measurement of Affective Behavior Changes in Students in an Innovative Engineering Course. Final Report."},
      {
        "id":"ED073949",
        "title":"Environmental Quality, the Third Annual Report of the Council on Environmental Quality."},
      {
        "id":"ED073950",
        "title":"Second Annual Report of the Advisory Council on Environmental Education."},
      {
        "id":"ED073952",
        "title":"Population and Family Education. Draft Sample Instructional Materials. Science/Mathematics."},
      {
        "id":"ED073953",
        "title":"Achievement Motivation as a Case of Re-Socialization in Developing Countries."},
      {
        "id":"ED073954",
        "title":"Interdependence in an Urban Setting. (Second Annual Report). Project Canada West."},
      {
        "id":"ED073955",
        "title":"Alpha Project. Townsight Canada. Project Canada West."},
      {
        "id":"ED073956",
        "title":"Identify in a Canadian Urban Community. A Process Report of the Brunskill Subproject. Project Canada West."},
      {
        "id":"ED073957",
        "title":"The Problem of Hierarchy in the Objectives of Geography Teaching at the Pre-University Level."},
      {
        "id":"ED073959",
        "title":"The Consumer and His Health Dollar: One of a Series in Expanded Programs of Consumer Education."},
      {
        "id":"ED073960",
        "title":"Arab World. Political and Diplomatic History 1900-1967: A Chronological Study. A Descriptive Brochure."},
      {
        "id":"ED073961",
        "title":"Changing Cities, Social Studies: 6470.04."},
      {
        "id":"ED073962",
        "title":"The Good Man, Good Life, and Good Society, Social Studies, Language Arts: 6448.17."},
      {
        "id":"ED073963",
        "title":"Using Evaluative Assertion Analysis for Social Studies Research."},
      {
        "id":"ED073964",
        "title":"A Pluralistic Model for Teacher Education at Stanford."},
      {
        "id":"ED073965",
        "title":"Conceptual Complexity, Teaching Style and Models of Teaching."},
      {
        "id":"ED073967",
        "title":"Communities Around the World. Contrasting Communities. Teacher's Resource Unit."},
      {
        "id":"ED073968",
        "title":"Communities Around the World. Teacher's Guide to Grade Three."},
      {
        "id":"ED073969",
        "title":"Families Around the World. The Algonquin Family of New England. Teacher's Resource Unit."},
      {
        "id":"ED073970",
        "title":"Families Around the World. The Japanese Family. Teacher's Resource Unit."},
      {
        "id":"ED073971",
        "title":"Families Around the World. The Hausa Family in Northern Nigeria. Teacher's Resource Unit."},
      {
        "id":"ED073972",
        "title":"Families Around the World. The Colonial Family of Boston. Teacher's Resource Unit."},
      {
        "id":"ED073973",
        "title":"Revised Instructional Modules for Senior High Social Studies."},
      {
        "id":"ED073974",
        "title":"Using the School as a Political Laboratory for Civics and Government Instruction."},
      {
        "id":"ED073975",
        "title":"Social Studies for Behavioral Change. A Book of Readings in the New Social Studies."},
      {
        "id":"ED073977",
        "title":"Teaching About Africa in the Social Studies Curriculum. Evaluation of Activities for Seventh Grades in North Carolina: 1969-1972."},
      {
        "id":"ED073978",
        "title":"Directory of Law-Related Educational Activities."},
      {
        "id":"ED073979",
        "title":"International Education: Understandings and Misunderstandings."},
      {
        "id":"ED073980",
        "title":"Kishan Garhi Village, A Generation of Change: Technology, Society, and Culture."},
      {
        "id":"ED073981",
        "title":"War Within Man: A Psychological Enquiry Into The Roots of Destructiveness. A Study and Commentary in the Beyond Deterrence Series."},
      {
        "id":"ED073982",
        "title":"Training of Public Service Trainers. Report on a Pilot Course, St. Augustine, Trinidad, 10 August-18 September, 1970."},
      {
        "id":"ED073983",
        "title":"Intercultural Understanding: The Problem and a Process. Social Studies for the Elementary School. Proficiency Module #7."},
      {
        "id":"ED073984",
        "title":"Skill Development--Maps and Globes. Social Studies for the Elementary School. Proficiency Module #8."},
      {
        "id":"ED073985",
        "title":"Interpreting Data. Social Studies for the Elementary School. Proficiency Module #4."},
      {
        "id":"ED073986",
        "title":"Concept Formation--Concept Teaching. Social Studies for the Elementary School. Proficiency Module #3."},
      {
        "id":"ED073987",
        "title":"Simulation Games and Role Playing. Social Studies for the Elementary School. Proficiency Module #6."},
      {
        "id":"ED073988",
        "title":"Organizing Knowledge for Instruction. Social Studies for the Elementary School. Self Instructional Module #1."},
      {
        "id":"ED073989",
        "title":"Harmonizing Questions and Activities Used by Teachers with the Level of Cognitive Behavior Expected of Pupils. Social Studies for the Elementary School. Proficiency Module #2."},
      {
        "id":"ED073990",
        "title":"Values and the Valuing Process. Social Studies for the Elementary School. Proficiency Module #5."},
      {
        "id":"ED073991",
        "title":"Teacher's Guide to the Ninth Grade Course on Our Economic System and Socioeconomic Problems."},
      {
        "id":"ED073992",
        "title":"The Middle East. Grade Nine. Resource Unit (Unit VI)."},
      {
        "id":"ED073993",
        "title":"Poverty in the U.S.A. Grade Nine. Resource Unit (Unit V). Project Social Studies."},
      {
        "id":"ED073994",
        "title":"The American Economy. Grade Nine. Resource Unit (Unit II). Project Social Studies."},
      {
        "id":"ED073995",
        "title":"Farm Problems. Grade Nine. Resource Unit (Unit III). Project Social Studies."},
      {
        "id":"ED073996",
        "title":"The Auto Industry. Grade Nine. Resource Unit (Unit IV). Project Social Studies."},
      {
        "id":"ED073997",
        "title":"Our Affluent Society. Grade Nine. Resource Unit (Unit I). Project Social Studies."},
      {
        "id":"ED073999",
        "title":"Responsibilities of Social Studies to Our Changing Society. Conference Report."},
      {
        "id":"ED074000",
        "title":"Directory and Description: Arts, Humanities, and Other Interdisciplinary Programs. Elementary, Junior, and Senior High Schools of the San Francisco Bay Area, 1971-1972."},
      {
        "id":"ED074001",
        "title":"A Study of the Relationship of the Factors of Organizational Climates of Low Socio-Economic Status Elementary Schools to the Political Orientations of Fifth Grade Students. Final Report."},
      {
        "id":"ED074002",
        "title":"Problems and Opportunities in Improving Secondary Education About China. Service Center Paper on Asian Studies #5."},
      {
        "id":"ED074003",
        "title":"Forty Four Years a King."},
      {
        "id":"ED074004",
        "title":"My Afro-American Workbook."},
      {
        "id":"ED074006",
        "title":"[Indian Poetry.]"},
      {
        "id":"ED074007",
        "title":"The First Americans--Yesterday and Today."},
      {
        "id":"ED074008",
        "title":"Teaching Guitar. A Curriculum Guide for a High School Elective in Music Education."},
      {
        "id":"ED074010",
        "title":"National Assessment of Educational Progress. Citizenship Objectives for 1974-75 Assessment."},
      {
        "id":"ED074011",
        "title":"Sociology and the Study of Education. Report of a Planning Conference for the NIE Planning Unit."},
      {
        "id":"ED074012",
        "title":"The Place of Psychology in a National Institute of Education. Report of a Planning Conference for the NIE Planning Unit."},
      {
        "id":"ED074013",
        "title":"The Place of Anthropology in a National Institute of Education. Report of a Planning Conference for the NIE Planning Unit."},
      {
        "id":"ED074014",
        "title":"Social Studies Assessment in Wisconsin Public Schools. A Position Paper."},
      {
        "id":"ED074015",
        "title":"An Aggregate Data Archive for the Russian Area Studies Center, Louisiana State University. Final Report."},
      {
        "id":"ED074016",
        "title":"Duality in Society: Duality in Teacher Education."},
      {
        "id":"ED074018",
        "title":"The Fredonia Teaching Skills Laboratory: Experimental Development of a Model. Final Report."},
      {
        "id":"ED074019",
        "title":"Outdoor Recreation Action: Federal, State, Local, Private."},
      {
        "id":"ED074020",
        "title":"Status of the Teaching Force in Newfoundland."},
      {
        "id":"ED074021",
        "title":"How Pontiac Teachers View Their Schools."},
      {
        "id":"ED074022",
        "title":"Outing Activities and Winter Sports Guide."},
      {
        "id":"ED074023",
        "title":"Evaluation of Training Program for Community College Educators of Academically Deprived Students."},
      {
        "id":"ED074024",
        "title":"Behavior Modification in Child, School, and Family Mental Health; An Annotated Bibliography on Applications with Parents and Teachers and in Marriage and Family Counseling."},
      {
        "id":"ED074025",
        "title":"The Michigan Planning Study for Follow Through. Interim Report to U.S. Office of Education."},
      {
        "id":"ED074026",
        "title":"Prototype of Institute for Training Teachers of Minority and Low-Income Students. Director's Evaluation Report."},
      {
        "id":"ED074027",
        "title":"Analysis and Synthesis of Teaching Methods. Supplement 1."},
      {
        "id":"ED074028",
        "title":"Evaluation of Biology Teachers."},
      {
        "id":"ED074029",
        "title":"Supervision of Student Teachers: A New Concept."},
      {
        "id":"ED074030",
        "title":"Why Competency-Based Teacher Education."},
      {
        "id":"ED074031",
        "title":"Preliminary Design of a Computerized Information System for Teacher Education Centers in Greater Cleveland."},
      {
        "id":"ED074032",
        "title":"How to Individualize Your Classroom Instruction by Using Performance Objectives."},
      {
        "id":"ED074033",
        "title":"Needed: Improved Leadership and Governance for Schools of Education."},
      {
        "id":"ED074034",
        "title":"The Scottish Council for Research in Education. Forty-Fourth Annual Report, 1971-72."},
      {
        "id":"ED074035",
        "title":"Student Teaching Cooperative Program."},
      {
        "id":"ED074036",
        "title":"Oklahoma City - Central State University Cooperative Program in Teacher Education."},
      {
        "id":"ED074037",
        "title":"Pre-Student Teaching Laboratory Experiences for Students Majoring in Physical Education and in Elementary Education. The Children's Motor Development Program."},
      {
        "id":"ED074038",
        "title":"Cooperative Programming of Learning Experiences Through Outdoor-Environmental Education."},
      {
        "id":"ED074039",
        "title":"[Teacher Preparation Program.]"},
      {
        "id":"ED074040",
        "title":"Case Study: A New Approach to Student Teaching at Mount Marty College."},
      {
        "id":"ED074041",
        "title":"The Reorganized Teacher Education Program at the College of Emporia."},
      {
        "id":"ED074042",
        "title":"Cooperative College-Elementary School Project in Mathematics."},
      {
        "id":"ED074043",
        "title":"Secondary Teacher Preparation at Wheeling College: A Model Based Upon Person, Performance, and Partnership."},
      {
        "id":"ED074044",
        "title":"The Role of the University of Wisconsin - Eau Claire in the Consortium Effort to Implement, Maintain and Institutionalize Individually Guided Education and the Multiunit Elementary School."},
      {
        "id":"ED074045",
        "title":"Methodology: A Crucial Issue for Research and Evaluation in Experimental Programs."},
      {
        "id":"ED074046",
        "title":"Predicting Student Teacher Effectiveness."},
      {
        "id":"ED074047",
        "title":"The Improvement of Aggregate Teaching Effectiveness in a School Division. Occasional Paper No. 18."},
      {
        "id":"ED074048",
        "title":"Improving Teacher Education: Some Considerations. Occasional Paper No. 16."},
      {
        "id":"ED074049",
        "title":"Philosophical and Psychological Rationale for Competency-Based Teacher Education."},
      {
        "id":"ED074050",
        "title":"Development and Initial Validation of the Teaching Situation Reaction Test (Elementary Form), A Measure of Teacher Effectiveness."},
      {
        "id":"ED074051",
        "title":"Research in Teacher Questioning Behavior: Past, Present, and Future."},
      {
        "id":"ED074052",
        "title":"An Investigation of the Influence of Cooperating Teachers in Shaping the Attitudes of Student Teachers Toward the Teaching of English."},
      {
        "id":"ED074053",
        "title":"Discipline: Are Older Teachers More Liberal Than Younger Ones?"},
      {
        "id":"ED074054",
        "title":"Problems in Student Teaching: Academic versus Non-Academic Subjects."},
      {
        "id":"ED074055",
        "title":"Changes in Self-Concept During the Student Teaching Experience. Research Report, Volume 2, No. 5."},
      {
        "id":"ED074056",
        "title":"Abstracts of Papers Available from the Educational Services Department of the Manitoba Association of School Trustees. Occasional Paper No. 17."},
      {
        "id":"ED074057",
        "title":"Designs for the Evaluation of Teacher Training Materials. Report No. 2."},
      {
        "id":"ED074058",
        "title":"The First Five-Year Plan for Population Education with a Bibliography for Population Center Libraries."},
      {
        "id":"ED074059",
        "title":"Achieving Academic and Social Objectives in Elementary Grades Through Behavioral Analysis. Volume VI, No. 4."},
      {
        "id":"ED074060",
        "title":"Models of Structures and Strategies for Teacher Education in Developing Nations."},
      {
        "id":"ED074061",
        "title":"Ways to Understanding."},
      {
        "id":"ED074062",
        "title":"The Experimental Teacher Education Program. Case Study."},
      {
        "id":"ED074063",
        "title":"Operation Cite: (Cooperative Investment in Teacher Education.)"},
      {
        "id":"ED074064",
        "title":"Teacher Performance: Do We Know What We are Evaluating?"},
      {
        "id":"ED074065",
        "title":"Professional Semester I in Elementary Teacher Education."},
      {
        "id":"ED074066",
        "title":"Experimental Model for Teacher Education."},
      {
        "id":"ED074067",
        "title":"Elementary School Teachers' Differential Classroom Interaction with Children as a Function of Differential Expectations of Pupil Achievements."},
      {
        "id":"ED074068",
        "title":"Social Exchange in the Elementary School Classroom: The Problem of Teacher Legitimation of Social Power."},
      {
        "id":"ED074069",
        "title":"The Active Classroom: A Comparison of Team-Teaching and Self-Contained-Classroom Schools. Technical Report No. 31."},
      {
        "id":"ED074070",
        "title":"The Role of the Teacher in Student-Directed Learning. Final Report."},
      {
        "id":"ED074071",
        "title":"An Omnibus of Measures Related to School-Based Attitudes."},
      {
        "id":"ED074072",
        "title":"Statewide Assessment: Methods and Concerns."},
      {
        "id":"ED074073",
        "title":"Toward Definition and Measurement of Pupil Control Behavior."},
      {
        "id":"ED074074",
        "title":"In-Service Education Based on Program Evaluation: An Assessment of the Immediate Perceived Benefits Resulting from an Evaluative Process."},
      {
        "id":"ED074075",
        "title":"The Effects of Diverse Test Score Distribution Characteristics on the Estimation of the Rasch Measurement Model."},
      {
        "id":"ED074076",
        "title":"An Evaluation of the Audio Workbook System. R &amp; D Report."},
      {
        "id":"ED074077",
        "title":"The Harmonic Mean and Kramer Unequal n Forms of the Tukey Statistic."},
      {
        "id":"ED074078",
        "title":"Development of a Problem Solving Inventory Involving Three-Dimensional Models of Problem Situations."},
      {
        "id":"ED074079",
        "title":"Application of NAEP Writing Assessment Procedures in Montgomery County, Maryland. Summary."},
      {
        "id":"ED074080",
        "title":"A Study of the Validity of Self-Reported Measures of Academic Growth."},
      {
        "id":"ED074081",
        "title":"The Effects of Variance Heterogeneity on Simultaneous Multiple Comparison Procedures with Equal Sample Size."},
      {
        "id":"ED074082",
        "title":"Factorial Structure, Reliability, Validity, Effectiveness and Efficiency of the Canadian Cognitive Abilities Test."},
      {
        "id":"ED074083",
        "title":"A Compilation of Preschool Children&apos;s Word Frequency Counts."},
      {
        "id":"ED074084",
        "title":"Interaction Analysis and Self Concepts of Student Teachers."},
      {
        "id":"ED074085",
        "title":"Unequal Cell Frequencies in Analysis of Variance: A Review and Extension of Methodology for Multiple Missing Observations."},
      {
        "id":"ED074086",
        "title":"Methodological Problems Encountered in the Project. Symposium: The Structure of Concept Attainment Abilities Project. Final Report and Critique."},
      {
        "id":"ED074087",
        "title":"Use of Scaling Techniques in the Analysis of Mode of Responding of Kindergarten Children."},
      {
        "id":"ED074088",
        "title":"Abilities Measured by the Purdue Elementary Problem Solving Inventory."},
      {
        "id":"ED074089",
        "title":"Paper and Symposia Abstracts. American Educational Research Association Annual Meeting, 1973."},
      {
        "id":"ED074090",
        "title":"Computer-Generated Assessment Reports in Personalized Teacher Education Programs."},
      {
        "id":"ED074092",
        "title":"School Related Alienation: Perceptions of Secondary School Students."},
      {
        "id":"ED074094",
        "title":"Changes in School Management's Needs for Evaluation Information."},
      {
        "id":"ED074095",
        "title":"An Assessment of the Kuder-Richardson Formula (20) Reliability Estimate for Moderately Speeded Tests."},
      {
        "id":"ED074096",
        "title":"Narrative Reports and the Iowa Tests of Basic Skills."},
      {
        "id":"ED074097",
        "title":"Convergent Validity of the IPAT Children's Personality Questionnaire and Teachers' Ratings of the Adjustment of Elementary School Children."},
      {
        "id":"ED074098",
        "title":"Cooperative Accountability Project: The Challenge of Accountability for Effective Sea Administration."},
      {
        "id":"ED074100",
        "title":"Systems Analysis for Program Planning and Cost Effectiveness. (An Application)."},
      {
        "id":"ED074101",
        "title":"Aptitude-Treatment Interaction Research with Learning Disabled Children."},
      {
        "id":"ED074102",
        "title":"Evolution of a Bilingual Evaluation."},
      {
        "id":"ED074103",
        "title":"The Effectiveness of Six Personality Variables in Predicting Success on the Nursing State Board Examination."},
      {
        "id":"ED074104",
        "title":"The Fortune/Hutchinson Evaluation Methodology: A Decision Oriented Approach."},
      {
        "id":"ED074105",
        "title":"Defensiveness as a Covariate in the Assessment of Self-Concept Change."},
      {
        "id":"ED074106",
        "title":"The Incorrect Measurement of Components."},
      {
        "id":"ED074107",
        "title":"Problem Solving Ability of Disadvantaged Children Under Four Test Modes."},
      {
        "id":"ED074108",
        "title":"An Abstract Test of Problem Ability."},
      {
        "id":"ED074109",
        "title":"Cooperative Accountability Project: An Overview."},
      {
        "id":"ED074110",
        "title":"Survey of Achievement in Mathematics in Year Six of Vancouver Schools, May 29 - June 2, 1972."},
      {
        "id":"ED074112",
        "title":"Survey of Achievement in Reading in Year Two of Vancouver Schools, May 1 - 5, 1972."},
      {
        "id":"ED074116",
        "title":"The 1971 Student Census Project. Research Report."},
      {
        "id":"ED074118",
        "title":"Evaluation of Remedial Reading Services in Vancouver Schools. Research Report."},
      {
        "id":"ED074119",
        "title":"An Evaluation of City School, 1971-72. Research Report."},
      {
        "id":"ED074124",
        "title":"Evaluation of the Alternate Program at McBride School, 1971-72. Research Report."},
      {
        "id":"ED074127",
        "title":"The Advantageous Uses of Part-Whole Correlations for the Reduction of Standardized Test Batteries."},
      {
        "id":"ED074128",
        "title":"The Effects of Cluster Sampling in the Norming of an Achievement Test Battery."},
      {
        "id":"ED074130",
        "title":"An Evaluation of the Comprehensive Early Childhood Education Network."},
      {
        "id":"ED074131",
        "title":"Educational Accountability: Characteristics of Legislative Mandates for State Assessment."},
      {
        "id":"ED074132",
        "title":"An Evaluation of Sampling Designs for School Testing Programs."},
      {
        "id":"ED074133",
        "title":"Item Sampling: Optimum Number of People and Items."},
      {
        "id":"ED074134",
        "title":"Follow Through Evaluation in Philadelphia. The Moderate Realist Philosophical Position as the Base for Educational Evaluation."},
      {
        "id":"ED074135",
        "title":"Effects of Training on Rating Reliability, as Estimated by ANOVA Procedures, for Fluency Tests of Creativity."},
      {
        "id":"ED074136",
        "title":"Evaluation of a Goal-Focused Educational Program in Social Work."},
      {
        "id":"ED074137",
        "title":"Methodology Development for Advocate Team Use for Input Evaluation."},
      {
        "id":"ED074138",
        "title":"An Index of Predictive Efficiency."},
      {
        "id":"ED074139",
        "title":"Multivariate Analysis of Repeated Measures with a Design on the Measures and a Design on the Subjects--An Example."},
      {
        "id":"ED074140",
        "title":"Further Studies of Linear Prediction Following Matrix Sampling."},
      {
        "id":"ED074141",
        "title":"A Multivariate Analysis of Rationally Derived Categories of Learning Disorder."},
      {
        "id":"ED074142",
        "title":"The Prediction of Achievement Means of Schools from Non-School Factors Through Criterion Scaling."},
      {
        "id":"ED074144",
        "title":"Controlled Multivariate Evaluation of Open and Traditional Education at the Junior High School Level. Preliminary Report."},
      {
        "id":"ED074145",
        "title":"A Formative Evaluation of \"Individualized Science,\" an Innovative Instructional System."},
      {
        "id":"ED074147",
        "title":"Item Selection for Criterion-Referenced Tests."},
      {
        "id":"ED074148",
        "title":"An Empirical Comparison of Two Path Coefficient Estimates."},
      {
        "id":"ED074149",
        "title":"Assessment of Selected Innovative Educational Practices by Professional Educators. An Abstract of a Cooperative Research Project between the Mississippi School Study Council and the Bureau of Educational Research at Mississippi State University."},
      {
        "id":"ED074150",
        "title":"Psychometric Characteristics of Performance Tests of Teaching Effectiveness."},
      {
        "id":"ED074151",
        "title":"Readability and Its Effects on Reading Rate, Subjective Judgments of Comprehensibility and Comprehension."},
      {
        "id":"ED074152",
        "title":"A Scheme for Text Analysis Using Fortran."},
      {
        "id":"ED074153",
        "title":"Multivariate Prediction of Early School Achievement."},
      {
        "id":"ED074154",
        "title":"An Application of Criterion Referenced Testing."},
      {
        "id":"ED074155",
        "title":"Indices of Complexity and Interpretation: Their Computation and Uses in Factor Analysis."},
      {
        "id":"ED074156",
        "title":"The Computation of Orthogonal Independent Cluster Solutions and Their Oblique Analogs in Factor Analysis."},
      {
        "id":"ED074157",
        "title":"Proceedings of Conference on Development in School Desegregation and the Law."},
      {
        "id":"ED074158",
        "title":"Proceedings of Conference on the Personnel Director in the Desegregation Process."},
      {
        "id":"ED074159",
        "title":"Proceeding of Conference on Multi-Ethnic Curriculum and the Changing Role of the Teacher."},
      {
        "id":"ED074160",
        "title":"Proceedings of Conference on the Role of the Principal in the Desegregation Process."},
      {
        "id":"ED074161",
        "title":"Reports of Member States on the Implementation of the Convention and Recommendations Against Discrimination in Education: Second Report of the Committee on Conventions and Recommendations in Education, General Conference, Seventeenth Session, Paris, 1972. Item 20 of the Provisional Agenda."},
      {
        "id":"ED074163",
        "title":"Personality Characteristics and Assumptions Held by Open and Traditional Teachers of the Poor."},
      {
        "id":"ED074164",
        "title":"Investigation of the Degree and Nature of Anxiety in Children from Different Socioeconomic and Racial Backgrounds, and Some Implications for the Schools."},
      {
        "id":"ED074165",
        "title":"Expectations in Mixed Racial Groups."},
      {
        "id":"ED074166",
        "title":"The Impact of Social Skill Training on the Affective Perceptions of Elementary School Children."},
      {
        "id":"ED074168",
        "title":"Detroit College Opportunity Program. &quot;Preparing College Bound Youth&quot;; Evaluation of the Detroit College Opportunity Program, Funded Under Title I of the Elementary and Secondary Education Act."},
      {
        "id":"ED074169",
        "title":"The Achievement of Students in Primary Grades After Seven Years of Desegregation."},
      {
        "id":"ED074170",
        "title":"Goals and Alternatives for the Education of Minority Group Students in Elementary and Secondary Schools."},
      {
        "id":"ED074171",
        "title":"Five Communities: Their Search for Equal Education."},
      {
        "id":"ED074178",
        "title":"The Diminishing Barrier: A Report on School Desegregation in Nine Communities."},
      {
        "id":"ED074180",
        "title":"A Curriculum to Assist Parents to Become Advocates for Improved Title I, ESEA Programs and Other Related Programs."},
      {
        "id":"ED074181",
        "title":"College Adapter Program Orientation and Assessment. Manpower Education Monograph Series, Volume I."},
      {
        "id":"ED074182",
        "title":"College Adapter Program Curriculum Design. Manpower Education Monograph Series, Volume II."},
      {
        "id":"ED074183",
        "title":"College Adapter Program Tutoring Center and High School Equivalency Preparation. Manpower Education Monograph Series, Volume III."},
      {
        "id":"ED074184",
        "title":"Administration and Counseling. Manpower Education Monograph Series, Volume IV."},
      {
        "id":"ED074185",
        "title":"Frequency and Types of Teacher Reinforcement Given to Lower and Middle Class Students."},
      {
        "id":"ED074186",
        "title":"The Effects of Culture and Education on the Acquisition of Formal Operational Thinking."},
      {
        "id":"ED074187",
        "title":"The Process of Funds Allocation Under Title I of the Elementary and Secondary Education Act of 1965. Second Interim Report."},
      {
        "id":"ED074188",
        "title":"Search for Preventive Approaches: Developing Cognitive Skills in a High Risk Community as a Deterrent to Maladaptive Behavior."},
      {
        "id":"ED074189",
        "title":"An Analysis of the Relationship Between Reading and Mathematics Achievement Gains and Per-pupil Expenditures in California Title I Projects, Fiscal Year 1972. Final Report."},
      {
        "id":"ED074191",
        "title":"A Sociolinguistic Survey of Puerto Rican Parents in Connecticut."},
      {
        "id":"ED074192",
        "title":"A Proposed Model for PSDS Admissions. Technical Report Number 15."},
      {
        "id":"ED074193",
        "title":"Racism in the Public Schools: A Model for Change."},
      {
        "id":"ED074194",
        "title":"Community Control in Perspective. IRCD Bulletin, Volume 8, Number 5, November 1972."},
      {
        "id":"ED074195",
        "title":"&quot;Attitudes of Male Gang Members Related to Innovative Education.&quot;"},
      {
        "id":"ED074196",
        "title":"The Effect of Motion Pictures Portraying Black Models on the Self-Concept of Black Elementary Students."},
      {
        "id":"ED074197",
        "title":"The Comprehension and Communication of Relational Concepts by Inner-City Children."},
      {
        "id":"ED074198",
        "title":"A New Approach to the Education of the Disadvantaged."},
      {
        "id":"ED074199",
        "title":"West Indians in Toronto: the Students and the Schools, Project Number 2."},
      {
        "id":"ED074200",
        "title":"A Progress Report on a Plan for Curriculum Assessment in American Samoa."},
      {
        "id":"ED074201",
        "title":"Project Outreach for Optimum Growth of Alienated Youth Who Reject School. Continuation Application, Dropout Prevention Program, 1972-73."},
      {
        "id":"ED074202",
        "title":"Handbook on Performance Objectives: Title I, Elementary and Secondary Education Act of 1965."},
      {
        "id":"ED074203",
        "title":"Analysis of Atlanta Compromise School Desegregation Plan."},
      {
        "id":"ED074204",
        "title":"School Desegregation in Metro Atlanta, 1954-1973."},
      {
        "id":"ED074205",
        "title":"Space Age Cooperative Education (Project SPACE). Final Report."},
      {
        "id":"ED074206",
        "title":"Implications of Career Education for Teachers' Preparation."},
      {
        "id":"ED074207",
        "title":"Review and Analysis of Instructional Materials for Manufacturing."},
      {
        "id":"ED074208",
        "title":"Training American's Labor Force: Potential, Progress, and Problems of Vocational Education. Report to the Congress."},
      {
        "id":"ED074209",
        "title":"The Role of Vocational Education in Career Education. Final Report."},
      {
        "id":"ED074210",
        "title":"Research Project: Practical Nursing Licensing Exam Achievement Relationship to Work Performance and Retention. Final Report."},
      {
        "id":"ED074211",
        "title":"Measurement of the Change Orientation of Vocational Teachers. Final Report."},
      {
        "id":"ED074212",
        "title":"Project Women--In a Man's World of Work. Final Report."},
      {
        "id":"ED074213",
        "title":"An Evaluation of Oklahoma's Exemplary Vocational Education and Occupational Orientation Program, Tulsa Public Schools--1971-1972. Interim Evaluation Report."},
      {
        "id":"ED074216",
        "title":"Project Women: In a Man's World of Work: A Guide for School Counselors."},
      {
        "id":"ED074218",
        "title":"Career Development Guide for the Elementary School. A Guidebook for Teachers and Guidance Counselors."},
      {
        "id":"ED074220",
        "title":"Essays on Career Education."},
      {
        "id":"ED074221",
        "title":"Information Needs of Local Administrators of Vocational Education. Final Report."},
      {
        "id":"ED074222",
        "title":"An Evaluation of the Florida State Plan for the Administration of Vocational Education. Statewide Evaluation of Vocational-Technical Education in Florida, Volume 1."},
      {
        "id":"ED074223",
        "title":"Benefit-Cost Comparison of Vocational Education Programs. Statewide Evaluation of Vocational-Technical Education in Florida, Volume 2."},
      {
        "id":"ED074224",
        "title":"The Role of Florida Vocational-Technical Education in Providing Services for the Handicapped. Statewide Evaluation of Vocational-Technical Education in Florida, Volume 3."},
      {
        "id":"ED074225",
        "title":"Expectations and Satisfactions of Parents and Students with Vocational and Technical Education. Statewide Evaluation of Vocational-Technical Education in Florida, Volume 4."},
      {
        "id":"ED074226",
        "title":"Continued Evaluation of a Management Information System for Vocational-Technical Education. Statewide Evaluation of Vocational-Technical Education in Florida, Volume 5."},
      {
        "id":"ED074227",
        "title":"Cooperative Education: Answers to Questions on Vocational and Technical Education."},
      {
        "id":"ED074228",
        "title":"Disadvantaged Youth: Answers to Questions on Vocational and Technical Education."},
      {
        "id":"ED074229",
        "title":"Management Systems: Answers to Questions on Vocational and Technical Education."},
      {
        "id":"ED074230",
        "title":"Davis-Monthan Air Force Base Summer Youth Program, 1972."},
      {
        "id":"ED074231",
        "title":"New England Labor and the Economy at the Year-End, 1972."},
      {
        "id":"ED074232",
        "title":"An Investigation of Vocational Counselor Effectiveness and Its Relationship to Selected Background and Personal Characteristics. Final Report."},
      {
        "id":"ED074233",
        "title":"The Curriculum Development Project for the Medical Laboratory Technology Program at Miami-Dade Junior College, Miami, Florida. Final Report."},
      {
        "id":"ED074234",
        "title":"Agricultural Education and Training. Annual Review of Selected Developments."},
      {
        "id":"ED074235",
        "title":"Facts and Fiction About the American Working Woman."},
      {
        "id":"ED074236",
        "title":"Teacher Training Program for Distributive Education. Final Report."},
      {
        "id":"ED074237",
        "title":"Structural Elaboration of Roe's Classification of Occupations."},
      {
        "id":"ED074238",
        "title":"Conference Proceedings: Community Dialog in Career Education Part I (San Jose, California, July 14, 1972)."},
      {
        "id":"ED074239",
        "title":"Guidelines for the Establishment of Career Information Centers."},
      {
        "id":"ED074240",
        "title":"Man, Science, Technology: An Educational Program."},
      {
        "id":"ED074243",
        "title":"The Maryland Career Development Project--Phase I. Final Report."},
      {
        "id":"ED074248",
        "title":"Preliminary Report of Minority Group Employment in the Federal Government 1969."},
      {
        "id":"ED074249",
        "title":"Food and Nutrition, In-Service Training for Extension Aides: A Problem-Centered Approach."},
      {
        "id":"ED074255",
        "title":"Education for Reality: In-Service Design for Teacher Orientation in Career Education."},
      {
        "id":"ED074257",
        "title":"Administrative Competencies in Education and the Allied Health Professions."},
      {
        "id":"ED074258",
        "title":"Competencies for Allied Health Instructors."},
      {
        "id":"ED074259",
        "title":"Annual Report on the Occupations, Job Status and Ethnic Characteristics of Employees in New York State Agencies, 1971 (Fifth)."},
      {
        "id":"ED074261",
        "title":"Tennessee Distributive Education Teacher Coordinators' Handbook."},
      {
        "id":"ED074262",
        "title":"The Next Step--A Comprehensive Program in Occupational Preparation and Placement. Second Year Interim Report."},
      {
        "id":"ED074264",
        "title":"A Review of Pilot Vocational Programs for the Handicapped in Texas."},
      {
        "id":"ED074265",
        "title":"Guidelines for Career Awareness."},
      {
        "id":"ED074266",
        "title":"Career Education Guide, K-14."},
      {
        "id":"ED074267",
        "title":"Selected Factors Related to Occupational Preference of High School Students Enrolled in Vocational Education Programs in the Wichita Public Schools."},
      {
        "id":"ED074268",
        "title":"A Study of the Problems Facing Vietnam Era Veterans on their Readjustment to Civilian Life. Senate Committee Print Number 7."},
      {
        "id":"ED074269",
        "title":"Aims College Operation Bridge Project. Phase 1, Preliminary Evaluation Report."},
      {
        "id":"ED074270",
        "title":"Perception and Information: Vocational Education in Florida."},
      {
        "id":"ED074271",
        "title":"Career Education Pilot Project K-14. Orange County Consortium. Needs Assessment."},
      {
        "id":"ED074272",
        "title":"References for Vocational Orientation in the Elementary Grades."},
      {
        "id":"ED074273",
        "title":"The Development of Evaluative Criteria for Training the Handicapped: A Summary of Project Activities."},
      {
        "id":"ED074274",
        "title":"Guide to Proposal Evaluation for Vocational Education of the Handicapped."},
      {
        "id":"ED074275",
        "title":"Self-Evaluation Guide for Local Districts for Vocational Education of Handicapped Students."},
      {
        "id":"ED074276",
        "title":"Administrative Utility Analysis: Study Summary."},
      {
        "id":"ED074278",
        "title":"Administrative Utility Analysis."},
      {
        "id":"ED074279",
        "title":"Workshop Report on the Education of Vocational-Technical Teacher Educators Using Microteaching, Video Feedback, and Microsupervision."},
      {
        "id":"ED074280",
        "title":"Career Thresholds: A Longitudinal Study of the Educational and Labor Market Experience of Male Youth, Volume 4."},
      {
        "id":"ED074281",
        "title":"Adult Skills Training Center: Feasibility Study."},
      {
        "id":"ED074282",
        "title":"Learning to Nurse: The First Five Years of the Ryerson Nursing Program."},
      {
        "id":"ED074283",
        "title":"A Markov Chain Analysis of the Movement of Young Men Using the Holland Occupational Classification."},
      {
        "id":"ED074284",
        "title":"Minority Ownership of Small Businesses: Instructional Handbook."},
      {
        "id":"ED074286",
        "title":"The Development of Clinical Nursing Situations on Videotape for Use via Closed-Circuit Television in the Teaching of Nursing. Final Report."},
      {
        "id":"ED074287",
        "title":"Learning Resources for the Disadvantaged Student. Progress Report."},
      {
        "id":"ED074288",
        "title":"Guide for Establishing a Career Education Program: K-12. Contemporary Curriculum for Career Development Series."},
      {
        "id":"ED074289",
        "title":"A Guide for Implementation of a Career Education Program: Elementary Grades. Contemporary Curriculum for Career Development Series."},
      {
        "id":"ED074300",
        "title":"The President&apos;s Report on Occupational Safety and Health."},
      {
        "id":"ED074303",
        "title":"A Guide for Industrial Arts Education in Oklahoma."},
      {
        "id":"ED074305",
        "title":"An Evaluation of Elementary Career Education Based on Language Achievement, Mathematics Achievement, and Occupational Awareness in Lincoln County, West Virginia. Volume V of Volume I."},
      {
        "id":"ED074306",
        "title":"The Status of the Integrated Electronics Guide Program Within the State of Utah. Final Report."},
      {
        "id":"ED074307",
        "title":"Learning to Nurse: The First Five Years of the Ryerson Nursing Program. Appendix."},
      {
        "id":"ED074308",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education and Abstracts of Research Materials in Vocational and Technical Education. Annual Index, 1972. Volume 5, Numbers 1 through 4."},
      {
        "id":"ED074309",
        "title":"A Special Experimental Study in Guidance and Counseling for Adults Enrolled in the Adult Basic Education Program in Certain Louisiana Parishes 1968-1969."},
      {
        "id":"ED074310",
        "title":"Leadership, Education and Agricultural Development Programs in Colombia."},
      {
        "id":"ED074311",
        "title":"Civil Defense, U. S. A.: A Programmed Orientation to Civil Defense. Unit 1. Civil Defense - Protection Against What?"},
      {
        "id":"ED074312",
        "title":"Civil Defense, U. S. A.: A Programmed Orientation to Civil Defense. Unit 2. Nuclear Weapons Effects and Shelter."},
      {
        "id":"ED074313",
        "title":"Civil Defense, U. S. A.: A Programmed Orientation to Civil Defense. Unit 3. Natural Disasters."},
      {
        "id":"ED074314",
        "title":"Civil Defense, U. S. A.: A Programmed Orientation to Civil Defense. Unit 4. Warning, Emergency Operations, and Support Programs."},
      {
        "id":"ED074315",
        "title":"Civil Defense, U. S. A.: A Programmed Orientation to Civil Defense. Unit 5. Governmental Responsibilities for Civil Defense."},
      {
        "id":"ED074316",
        "title":"Four-H Leadership Training Needs of Tennessee Agents, 1970."},
      {
        "id":"ED074317",
        "title":"Field Experiments of Family Planning Incentives."},
      {
        "id":"ED074318",
        "title":"Reader Development Program: Annotated Bibliography. Supplement Two."},
      {
        "id":"ED074319",
        "title":"Job Training: The WIN Program for Welfare Mothers."},
      {
        "id":"ED074320",
        "title":"Adult Education and Community Development; A Network Approach."},
      {
        "id":"ED074321",
        "title":"Impact on Development of Rural Employment and Labour Problems. Seminar Group 5."},
      {
        "id":"ED074322",
        "title":"Staff Development Policy in the Extension Service-USDA."},
      {
        "id":"ED074323",
        "title":"Employability Plan Instructor's Guide to be Used with Employability Plan Reference Manual. Older Worker Specialist Training."},
      {
        "id":"ED074324",
        "title":"A Guide for Training Supervisors of Income Maintenance Staff."},
      {
        "id":"ED074325",
        "title":"Scholarships and Fellowships Available to Extension Workers 1972-1973."},
      {
        "id":"ED074326",
        "title":"A Four-Year Follow-up Study of the One Hundred Graduates - Class of \"69\" of the Jackson County Adult Evening High School Completion Program."},
      {
        "id":"ED074327",
        "title":"Life-Long Education: Problems, Tasks, Conditions."},
      {
        "id":"ED074328",
        "title":"Adult Education in Tanzania: Life-Long Process for National Development."},
      {
        "id":"ED074329",
        "title":"Strategies for Directing Existing Educational Systems Towards Life-Long Education: What Algerian Experience Has to Contribute."},
      {
        "id":"ED074330",
        "title":"Adult Education as Part of Life-Long Education."},
      {
        "id":"ED074331",
        "title":"Nature and Purpose of the International Symposium on Life-Long Education (Paris, September 25 - October 2, 1972)."},
      {
        "id":"ED074332",
        "title":"Life-Long Education in the Light of Certain Experiments--From Conception to Realization."},
      {
        "id":"ED074333",
        "title":"Research and Investigation in Adult Education: 1972 Annual Register."},
      {
        "id":"ED074334",
        "title":"Statement Regarding Life-Long Education."},
      {
        "id":"ED074335",
        "title":"In Search of Life-Long Education."},
      {
        "id":"ED074336",
        "title":"Life-Long Education in the Peruvian Revolution: Meaning, Realizations and Perspectives."},
      {
        "id":"ED074337",
        "title":"Towards the Construction of Life-Long Education System."},
      {
        "id":"ED074338",
        "title":"The Education of Adults in the Spectrum of Public Educational Policy: Principles and Practice of the Department of Adult Education in the University of Manchester, United Kingdom."},
      {
        "id":"ED074340",
        "title":"A Bibliographical Guide to Adult Education in Rural Areas, 1918-1972."},
      {
        "id":"ED074341",
        "title":"National Advisory Council on Adult Education: Annual Report."},
      {
        "id":"ED074342",
        "title":"The Prediction of AWOL, Military Skills, and Leadership Potential."},
      {
        "id":"ED074343",
        "title":"Methodologies for Determining Reading Requirements of Military Occupational Specialties."},
      {
        "id":"ED074344",
        "title":"Training for New Trends in Clubs and Centers for Older Persons."},
      {
        "id":"ED074345",
        "title":"The Education of the Mentally Retarded Adult: A Selective Review of Recent Literature."},
      {
        "id":"ED074346",
        "title":"Life Long Self Directed Education."},
      {
        "id":"ED074347",
        "title":"The SOS-VUX Project: Study Needs and Study Obstacles in Adult Education. Background and Design."},
      {
        "id":"ED074348",
        "title":"A Comparative Analysis of Selected Responses to the Four Year Follow-Up Questionnaires Returned by the Graduates of the Jackson County Adult Evening High School Classes of 1967-68-69."},
      {
        "id":"ED074349",
        "title":"Learning Laboratories for Unemployed, Out-of -School Youth. Occupational Orientation."},
      {
        "id":"ED074350",
        "title":"Learning Laboratories for Unemployed, Out-of-School Youth. Health Education - Part 1."},
      {
        "id":"ED074351",
        "title":"Environmental Relationships in Business. Instructor's Guide for an Adult Course."},
      {
        "id":"ED074353",
        "title":"Changing Neighborhood and Clique Structure in Two Missouri Communities, 1955-66."},
      {
        "id":"ED074354",
        "title":"Proceedings of a National Conference on The Continuing Education Unit: An Examination. (April 27-28, 1972)."},
      {
        "id":"ED074355",
        "title":"Functional Education for Family Life Planning, II. Program Design."},
      {
        "id":"ED074356",
        "title":"Workshop on Evaluation and Recommendations Relating to the National Conference for Coordinating Vocational Rehabilitation and Educational Services for Deaf People."},
      {
        "id":"ED074357",
        "title":"Agricultural Market News Programming of Wisconsin Radio and Television Stations."},
      {
        "id":"ED074358",
        "title":"Introductory Considerations Concerning Tutor Training. Committee for Out-of-School Education and Cultural Development. Outline Programmes, The Tutor."},
      {
        "id":"ED074362",
        "title":"Developing Programs for the Rural Handicapped."},
      {
        "id":"ED074363",
        "title":"Characteristics of Illiterate Adults at St. Teresa's Voluntary Improvement Program and Their Implications for Training Volunteer Tutors."},
      {
        "id":"ED074364",
        "title":"Using Visuals in Agricultural Extension Programs."},
      {
        "id":"ED074366",
        "title":"An Evaluation of a Race Relations Seminar."},
      {
        "id":"ED074367",
        "title":"Continuing Education in the Health Professions. A Review of the Literature: 1960-1970."},
      {
        "id":"ED074368",
        "title":"Some Trends and Reforms in the Educational Policy of Norway in the Light of the Concept of Life-Long Education."},
      {
        "id":"ED074373",
        "title":"Hydrologic Services Course."},
      {
        "id":"ED074374",
        "title":"The Guide for In-Service Training for Developing Services for Older Persons. A Report of the APWA - California Project."},
      {
        "id":"ED074375",
        "title":"A Bibliographical Guide to Structural Development."},
      {
        "id":"ED074376",
        "title":"Canadian Research in Adult Education: A Bibliography of Masters' Theses and Doctoral Dissertations."},
      {
        "id":"ED074377",
        "title":"Report of Sarawak Council for Further Education."},
      {
        "id":"ED074378",
        "title":"The Effect of Reimbursement of Out-of-Pocket Expenses on Low Income Volunteer Leadership Participation."},
      {
        "id":"ED074379",
        "title":"Obtaining Local Resources for County Extension Programs."},
      {
        "id":"ED074380",
        "title":"The Health-Impaired Miner Under the Black Lung Legislation. Revised."},
      {
        "id":"ED074383",
        "title":"English for &quot;Old&quot; Canadians: The Finnish Project in British Columbia."},
      {
        "id":"ED074386",
        "title":"When Humanitarianism Is Not Humane: Helping---the Recipient's View."},
      {
        "id":"ED074387",
        "title":"Student Demonstrations and Riots: Past, Present, and Future."},
      {
        "id":"ED074388",
        "title":"Student Characteristics Associated with Success in a Mastery Learning Strategy."},
      {
        "id":"ED074389",
        "title":"The Discrimination Model: A Practical Paradigm for the Demonstration of Accountability."},
      {
        "id":"ED074390",
        "title":"Texas Achievement Appraisal Study, 1971."},
      {
        "id":"ED074391",
        "title":"Mental Health and Social Change: An Annotated Bibliography."},
      {
        "id":"ED074392",
        "title":"A Discussion of the Theoretical Contradictions Found in Modeling Research and Social Learning Theory When Interpreted within Phenomenological and Social Comparison Contexts."},
      {
        "id":"ED074393",
        "title":"Careers and College Students."},
      {
        "id":"ED074394",
        "title":"The Buddy System Model: Community-Based Delinquency Prevention Utilizing Indigenous Nonprofessionals as Behavior Change Agents."},
      {
        "id":"ED074395",
        "title":"Perceived Problems of Leader, Non-Leader and Deviant Adolescents."},
      {
        "id":"ED074396",
        "title":"Effect of Information on Students' Perceptions of Counseling and Their Willingness to Seek Help."},
      {
        "id":"ED074397",
        "title":"To Drink or Not to Drink An Experimental Analysis of the Effects of Group Decision-Making on Group Drinking by Alcoholics."},
      {
        "id":"ED074398",
        "title":"Behavioral Outcomes for Career Education. Proceedings (29th Rutgers Guidance Conference, New Brunswick, N. J., October 18, 1972)."},
      {
        "id":"ED074399",
        "title":"An Examination of the Validity of Holland's Constructs for Adult Women."},
      {
        "id":"ED074400",
        "title":"Women: Personal and Environmental Factors in Career Choice."},
      {
        "id":"ED074401",
        "title":"The Effects of School Achievement on the Affective Traits of the Learner."},
      {
        "id":"ED074402",
        "title":"A Counseling Approach to Improvement of Reading."},
      {
        "id":"ED074403",
        "title":"Aligning Components of Intelligence and Learning Performance: A Proposed Rationale for Educational Intervention."},
      {
        "id":"ED074405",
        "title":"\"Hey You\": A Study of the Social-Psychological Implications of Form of Address."},
      {
        "id":"ED074406",
        "title":"Group Systematic Desensitization of Test Anxiety."},
      {
        "id":"ED074407",
        "title":"A Program for Early Detention and Attitudinal Reorientation of Potential School Dropouts."},
      {
        "id":"ED074408",
        "title":"Participation in Student Activities as a Variable in the Educational Attainment and Expectation Process."},
      {
        "id":"ED074409",
        "title":"A Reconceptualization of the Research Paradigm in Counseling Research."},
      {
        "id":"ED074410",
        "title":"The Influence of Sex of Student and Sex of Teacher on Students' Achievement and Evaluation of the Teacher."},
      {
        "id":"ED074411",
        "title":"Correlates of the Perception of Occupational Prestige."},
      {
        "id":"ED074412",
        "title":"Socialization and Career Orientation Among Black and White College Women."},
      {
        "id":"ED074413",
        "title":"Dissonance Reduction Through Shifting Occupational Involvement."},
      {
        "id":"ED074414",
        "title":"An Examination of Social Worker-Client Relationship Effectiveness."},
      {
        "id":"ED074415",
        "title":"&quot;Agenda for Action&quot;: A Report of the Guidance Advisory Council to the Board of Education of the City of New York."},
      {
        "id":"ED074416",
        "title":"Drug Education Guidelines."},
      {
        "id":"ED074417",
        "title":"Cross-Cultural Counseling: Bridge Between Desegregation and Integration. A Study Relative to Group Counseling and its Impact on Students and Faculty."},
      {
        "id":"ED074418",
        "title":"Differential Faculty Attitudes Towards Blacks, Females and Students in General."},
      {
        "id":"ED074419",
        "title":"A Systems Approach to the Development of Pupil Personnel Services. An Operating Manual. Final Report."},
      {
        "id":"ED074420",
        "title":"Adolescent Competence and Educational Ambition (plus Supplement)."},
      {
        "id":"ED074421",
        "title":"Sexist Attitudes Among Male University Students."},
      {
        "id":"ED074422",
        "title":"Humanistic Education Through Community Development."},
      {
        "id":"ED074423",
        "title":"Exploratory Observations on Family Interaction Patterns and Family Planning in the Filipino Community of Waialua, Hawaii."},
      {
        "id":"ED074424",
        "title":"The Relationship of Evaluations of Students' Cognitive Performance to their Self Concept Assessments and Mental Health Status."},
      {
        "id":"ED074425",
        "title":"Differential Reinforcing Power of Restatement and Interpretation of Client Production of Affect."},
      {
        "id":"ED074426",
        "title":"Birth Order, Family Configuration and Verbal Achievement."},
      {
        "id":"ED074427",
        "title":"Is Dissonance Motivating? Relationships Between Cognitive Behaviors and Tension Measures During Aggression."},
      {
        "id":"ED074428",
        "title":"Effects of Two Experiential Approaches on Attitudes Toward Growth Groups."},
      {
        "id":"ED074429",
        "title":"Behavior Modification in Group Therapy."},
      {
        "id":"ED074430",
        "title":"Affective and Cognitive Correlates of Classroom Achievement: Research for the Counselor."},
      {
        "id":"ED074431",
        "title":"An Adlerian Approach to Measuring Change in College Freshmen."},
      {
        "id":"ED074432",
        "title":"Counseling for Change: A New Perspective."},
      {
        "id":"ED074433",
        "title":"The -Younger-Minority Boy&quot; as a Clue to the Source of Achievement Orientation."},
      {
        "id":"ED074434",
        "title":"Effects of Verbal Evaluations on 4-11 Year Old's Learning and Performance."},
      {
        "id":"ED074435",
        "title":"Must Johnny Read?"},
      {
        "id":"ED074437",
        "title":"Give-Away Book Programs Combined with Title II Reading Projects. ESEA Title II and The Right to Read, Notable Reading Projects No. 9."},
      {
        "id":"ED074440",
        "title":"A System of Objectives in Reading. A Draft Manual for the Selection of Reading Objectives in Project SPPED."},
      {
        "id":"ED074442",
        "title":"Perception and Reading. Proceedings of the Annual Convention of the International Reading Association (12th, Seattle, May 1967). Volume 12, Part 4."},
      {
        "id":"ED074443",
        "title":"The Role of Comprehension in Learning Concrete and Abstract Sentences."},
      {
        "id":"ED074444",
        "title":"Current Basic Research in Beginning Reading."},
      {
        "id":"ED074445",
        "title":"Reading Difficulties: Diagnosis, Correction, and Remediation."},
      {
        "id":"ED074446",
        "title":"Psycholinguistics and the Teaching of Reading."},
      {
        "id":"ED074447",
        "title":"Attention and Reading Achievement in First Grade Boys and Girls. Research Report No. 43."},
      {
        "id":"ED074449",
        "title":"The Effects of Induced &quot;E&quot; [Experimenter] Bias on the Reading of Instructions during a Behavioral Experiment."},
      {
        "id":"ED074453",
        "title":"Teaching Educationally Disadvantaged Adults to Read."},
      {
        "id":"ED074454",
        "title":"Identifying Good Teachers of Reading. Successful Teachers of Reading, Who are They?"},
      {
        "id":"ED074455",
        "title":"RIF's [Reading is Fundamental] Guide to Book Selection 1973."},
      {
        "id":"ED074457",
        "title":"The Professional Preparation of Reading Teachers and Specialists in Canadian Universities."},
      {
        "id":"ED074464",
        "title":"Pronouncing as a Method of Choice in Verbal Discrimination Learning. Technical Report."},
      {
        "id":"ED074465",
        "title":"An Experiment in Teaching Reading to Bidialectal Kindergarten Children. Research and Development Memorandum No. 102."},
      {
        "id":"ED074472",
        "title":"New Techniques for Measuring and Improving Reading Comprehension. Technical Report No. 1."},
      {
        "id":"ED074473",
        "title":"Students Helping Students Program, 1971-72. Final Report."},
      {
        "id":"ED074474",
        "title":"Using Children's Literature in the Reading Program."},
      {
        "id":"ED074475",
        "title":"Discourse: The Primary Language."},
      {
        "id":"ED074476",
        "title":"The Right to Read; General Plan of Action for School Based Right to Read Centers."},
      {
        "id":"ED074477",
        "title":"General Open Systems Theory and the Substrata-Factor Theory of Reading."},
      {
        "id":"ED074478",
        "title":"Aspects of Reading."},
      {
        "id":"ED074479",
        "title":"College-Adult Reading Instruction. Perspectives in Reading, No. 1."},
      {
        "id":"ED074480",
        "title":"Comprehension in Reading. An Annotated Bibliography."},
      {
        "id":"ED074481",
        "title":"Speed Reading, An Annotated Bibliography."},
      {
        "id":"ED074482",
        "title":"Evaluating Reading and Study Skills in the Secondary Classroom. A Guide for Content Teachers Reading Aids Series."},
      {
        "id":"ED074483",
        "title":"Reading Goals for the Disadvantaged."},
      {
        "id":"ED074484",
        "title":"A Study of Retention of Verbal Material. Final Report."},
      {
        "id":"ED074485",
        "title":"Individual Differences in Learning and Retention. Final Report."},
      {
        "id":"ED077510",
        "title":"The Study of Junior Colleges. Volume III, Measuring the Dimensions of Community Colleges."},
      {
        "id":"ED077511",
        "title":"Development of a Long-Range Strategic Plan for a University Library; The Cornell Experience: Chronicle and Evaluation of the First Year's Effort."},
      {
        "id":"ED077512",
        "title":"ERIC Products 1971-1972. An Annotated Bibliography of Information Analysis Publications of the ERIC Clearinghouses, July 1971 Through June 1972."},
      {
        "id":"ED077515",
        "title":"International Book Year 1972. Summary Report."},
      {
        "id":"ED077518",
        "title":"Guidelines for Legal Reference Service in Correctional Institutions: A Tool for Correctional Administrators."},
      {
        "id":"ED077519",
        "title":"Libraries in Mid-Eastern Ohio: An Overview and Guide for Future Planning."},
      {
        "id":"ED077520",
        "title":"Evaluation of a Computer-Based Cataloging Support System for Use by the Cornell University Libraries."},
      {
        "id":"ED077521",
        "title":"Reading Interests of Junior High School Students."},
      {
        "id":"ED077522",
        "title":"Methods of Cost Reduction in Information Retrieval."},
      {
        "id":"ED077523",
        "title":"Planning and Designing: The Future in Library Education."},
      {
        "id":"ED077524",
        "title":"Federal Legislative Policy of the American Library Association."},
      {
        "id":"ED077525",
        "title":"Automated Acquisition of Periodicals, L.A. SER. (Library Automation - Serials)."},
      {
        "id":"ED077526",
        "title":"Basic Training Programme for Library Technicians in Mexico."},
      {
        "id":"ED077528",
        "title":"Impact of Growth in the Universe of Subjects on Classification."},
      {
        "id":"ED077529",
        "title":"Proposed Model Budget Analysis System and Quantitative Standards for the Libraries of the Nebraska State Colleges."},
      {
        "id":"ED077531",
        "title":"Meeting Ontario's Need for Educational Information: An Evaluation of the SDC/ERIC On-Line Bibliographic Search Service."},
      {
        "id":"ED077532",
        "title":"Programming for Reference Service. Working Paper No. 8."},
      {
        "id":"ED077534",
        "title":"Development of Training Resources for Educational Extension Services Personnel. Vol. 1, Final Report."},
      {
        "id":"ED077535",
        "title":"Development of Training Resources for Educational Extension Services Personnel. Vol. 2, Trainers' Book."},
      {
        "id":"ED077537",
        "title":"QUIS: Queen's University Information Systems; Report of Activities for the Period Ending on 31st December, 1972."},
      {
        "id":"ED077538",
        "title":"A Study: Library Attitudes, Usage, Skill and Knowledge of Junior High School Age Students Enrolled at Lincoln Junior High School and Burns Union High School, Burns, Harney County, Oregon 1971-72."},
      {
        "id":"ED077539",
        "title":"Measuring the Quality of Public Library Services; A Report to Participants."},
      {
        "id":"ED077540",
        "title":"Proposal for an Information Service for University Administrators; Office of Specialized Services - Implementation."},
      {
        "id":"ED077541",
        "title":"Library Instruction Program Proposal."},
      {
        "id":"ED077542",
        "title":"User Evaluations of Microfilm Readers for Archival and Manuscript Materials."},
      {
        "id":"ED077544",
        "title":"A Joint Effort to Enhance the Dissemination Functions of State Education Agencies. Final Report."},
      {
        "id":"ED077545",
        "title":"National Commission on Libraries and Information Science Public Hearing; San Francisco Regional Hearing (November 29, 1972): Oral Testimony."},
      {
        "id":"ED077546",
        "title":"National Commission on Libraries and Information Science Public Hearing; San Francisco Regional Hearing (November 29, 1972): Written Testimony of San Francisco Witnesses."},
      {
        "id":"ED077547",
        "title":"National Commission on Libraries and Information Science Public Hearing; San Francisco Regional Hearing (November 29, 1972): Other Written Testimony."},
      {
        "id":"ED077549",
        "title":"National Commission on Libraries and Information Science Public Hearing; Atlanta Regional Hearing (March 7, 1973): Written Testimony of Atlanta Witnesses."},
      {
        "id":"ED077550",
        "title":"National Commission on Libraries and Information Science Public Hearing; Atlanta Regional Hearing (March 7, 1973): Other Written Testimony."},
      {
        "id":"ED077552",
        "title":"Early Childhood Programs in the States: Report of a December 1972 Conference."},
      {
        "id":"ED077553",
        "title":"The Parent Involvement Program. A Final Report."},
      {
        "id":"ED077554",
        "title":"Some Effects on Human Behavior of Aversive Events."},
      {
        "id":"ED077556",
        "title":"Idea Exchange: Innovative Programs in Cook County Suburban Schools. Winter 1973."},
      {
        "id":"ED077558",
        "title":"Heredity Factors in Spatial Visualization."},
      {
        "id":"ED077560",
        "title":"Ypsilanti-Carnegie Infant Education Project. Progress Report."},
      {
        "id":"ED077561",
        "title":"Rationale for the Perceptual Analysis Kindergarten Test."},
      {
        "id":"ED077562",
        "title":"Adult Involvement in Child Development for Staff and Parents. A Training Manual."},
      {
        "id":"ED077563",
        "title":"Analyst in the Nursery: An Application of Child Analytic Techniques in a Therapeutic Nursery. I. A Schematic Description."},
      {
        "id":"ED077564",
        "title":"The Instructional Environment and the Young Autonomous Learner."},
      {
        "id":"ED077566",
        "title":"Educational Psychotherapy of Preschoolers."},
      {
        "id":"ED077567",
        "title":"Kaleidoscope 7: Winter 1973. Special Issue: E.S.E.A. Title III Projects in Massachusetts."},
      {
        "id":"ED077568",
        "title":"Planned Variation: An Evaluation of an Evaluative Research Study."},
      {
        "id":"ED077569",
        "title":"Changes in Observed Social Interactions Among Children of Same and Other Ethnic Groups in Ethnically Heterogeneous Preschool Programs."},
      {
        "id":"ED077570",
        "title":"Issues and Concerns in Early Childhood."},
      {
        "id":"ED077572",
        "title":"Family and School Centers of Learning for Young Children."},
      {
        "id":"ED077573",
        "title":"Treating the Mother-Child Dyad in the Nursery School."},
      {
        "id":"ED077574",
        "title":"Significant Issues for Family Life Education."},
      {
        "id":"ED077575",
        "title":"The Family Development Research Program: A Program for Prenatal, Infant and Early Childhood Enrichment. Progress Report."},
      {
        "id":"ED077576",
        "title":"Worries Teachers Should Forget."},
      {
        "id":"ED077577",
        "title":"Betsy: The Treatment of a Pre-Schooler Via the Mother."},
      {
        "id":"ED077580",
        "title":"Young Children with Handicaps: Part II, Physically Handicapped. An Abstract Bibliography."},
      {
        "id":"ED077581",
        "title":"Volunteers in the Child Development Center Program."},
      {
        "id":"ED077582",
        "title":"Child Development Associate Training Guide."},
      {
        "id":"ED077583",
        "title":"The Home Start Demonstration Program: An Overview."},
      {
        "id":"ED077584",
        "title":"Speech, Language and Hearing Program: A Guide for Head Start Personnel."},
      {
        "id":"ED077585",
        "title":"Cultural Differences in the Acquisition of Sex-Roles."},
      {
        "id":"ED077587",
        "title":"Deviation-Amplifying Processes and Individual Human Growth and Behavior."},
      {
        "id":"ED077588",
        "title":"The Open Classroom Approach in the Kindergarten."},
      {
        "id":"ED077589",
        "title":"Directory of Open-Space Facilities in Pennsylvania."},
      {
        "id":"ED077590",
        "title":"The Unit Approach for Kindergarten: Primary Grades."},
      {
        "id":"ED077591",
        "title":"[Stephen Foster Humanities Center Project Objectives.]"},
      {
        "id":"ED077592",
        "title":"Early Childhood Education Leadership Conference (Memphis, Tennessee, April 25-26, 1969) \"In a Nutshell\"."},
      {
        "id":"ED077594",
        "title":"The Development of Competence and the Child Development Team: A Program Proposal."},
      {
        "id":"ED077595",
        "title":"Cognitive Activity and Hypothesis Formation During a Double Entendre Word Association Test as a Function of Locus of Control and Field Dependence."},
      {
        "id":"ED077596",
        "title":"Opinions of College Students on Parent/Child Relations (Abstract)."},
      {
        "id":"ED077598",
        "title":"Hartford Follow Through Report I."},
      {
        "id":"ED077600",
        "title":"Modeling and Imitation Learning in Young Children: An Abstract Bibliography."},
      {
        "id":"ED077601",
        "title":"Characteristics of Human Resources in the Rural Southeast Coastal Plain...With Emphasis on the Poor."},
      {
        "id":"ED077602",
        "title":"Implications of the Serrano and Rodriguez Cases on the Education of Mexican Americans."},
      {
        "id":"ED077603",
        "title":"Attacking Education Problems in Rural Schools."},
      {
        "id":"ED077604",
        "title":"1972 Annual Report of the Appalachian Regional Commission."},
      {
        "id":"ED077605",
        "title":"Supplementary Education for Indians in Rural and Reservation Areas. Final Report, 1972."},
      {
        "id":"ED077606",
        "title":"Camping with a Purpose...A 4-H Handbook."},
      {
        "id":"ED077607",
        "title":"Sub-culture in a Southern Community."},
      {
        "id":"ED077608",
        "title":"Court Action for Migrants."},
      {
        "id":"ED077609",
        "title":"Papers of the Workshop on Current Rural Development Regional Research in the Northeast (Stratton Mountain, Vermont, July 25-28, 1972)."},
      {
        "id":"ED077610",
        "title":"Northern Colorado Outdoor Nature Center Project, Poudre School District R-1, Fort Collins, Colorado. Final Report."},
      {
        "id":"ED077611",
        "title":"Report of the Lakota Higher Education Center."},
      {
        "id":"ED077612",
        "title":"Race and Class as Differential Determinants of Underachievement and Underaspiration Among Mexican-Americans."},
      {
        "id":"ED077613",
        "title":"The Effects of Verbal and Monetary Feedback on the WISC Scores of Lower-SES Spanish American and Lower- and Middle-SES Anglo Students."},
      {
        "id":"ED077614",
        "title":"Education for Better Living. A Study of the Effectiveness of the Pine Ridge Educational Program."},
      {
        "id":"ED077615",
        "title":"In Step with the States. A Comparison of State and Indian Service Educational Objectives and Methods."},
      {
        "id":"ED077616",
        "title":"Grade Point Average of Mexican American and Anglo College Students Attending the Same University."},
      {
        "id":"ED077617",
        "title":"Is Bilingual Education Shortchanging the Chicano?"},
      {
        "id":"ED077618",
        "title":"Mexican Americans in Higher Education."},
      {
        "id":"ED077619",
        "title":"Man in the North Technical Paper. Education in the Canadian North, Three Reports: 1971-1972."},
      {
        "id":"ED077623",
        "title":"Mexican-Americans in Government: A Study of Attitudinal Differentiations Within the Mexican-American Community in the Implementation of Action Programs to Incorporate Mexican-Americans into the Planning Process."},
      {
        "id":"ED077625",
        "title":"Intermountain Evaluation Task Force. A Report."},
      {
        "id":"ED077626",
        "title":"Education in Isolated Rural Areas."},
      {
        "id":"ED077627",
        "title":"History and Acculturation of the Dakota Indians."},
      {
        "id":"ED077628",
        "title":"Evaluation of Migrant Education, Numero Uno. Title 1-M Programs in the State of Oregon, September, 1971-August, 1972."},
      {
        "id":"ED077629",
        "title":"A Determination of the Change in Dietary Levels of Families Participating in the Expanded Foods and Nutrition Program in Choctaw County, Mississippi."},
      {
        "id":"ED077632",
        "title":"Man in the North Technical Paper: Saglouc Community Center Study."},
      {
        "id":"ED077633",
        "title":"Familistic Attitudes and Marriage Role Expectations of American Indian and White Adolescents."},
      {
        "id":"ED077634",
        "title":"An Assessment of Needs Related to the Education of Indian Children in the State of Washington."},
      {
        "id":"ED077635",
        "title":"The Migrant Papers. Behavorial Science Working Paper."},
      {
        "id":"ED077636",
        "title":"A Policy Statement on the Education of Children of Migrant Farm Workers."},
      {
        "id":"ED077638",
        "title":"American Indians. 1970 Census of Population, Subject Reports."},
      {
        "id":"ED077648",
        "title":"How to Tell What's Underground."},
      {
        "id":"ED077653",
        "title":"Science Selections. Accounts of Ongoing Scientific Research."},
      {
        "id":"ED077655",
        "title":"Information for Teachers (Including Classroom Activities), Skylab Student Project."},
      {
        "id":"ED077656",
        "title":"Facilities for Secondary School Science Teaching. Evolving Patterns in Facilities and Programs."},
      {
        "id":"ED077671",
        "title":"Space for Mankind&apos;s Benefit."},
      {
        "id":"ED077672",
        "title":"Producing Elementary School Science Materials Through Community Industry."},
      {
        "id":"ED077673",
        "title":"Workshop on Goals and Methods of Assessing the Public's Understanding of Science, November 29 and 30, 1972, Palo Alto, California."},
      {
        "id":"ED077674",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 61, February 1973."},
      {
        "id":"ED077675",
        "title":"Report on the Work of the United Nations Conference on the Human Environment and Its Implications for UNESCO. Item 13.3 of the Provisional Agenda."},
      {
        "id":"ED077678",
        "title":"Growing Plants Without Soil for Experimental Use."},
      {
        "id":"ED077679",
        "title":"Excerpt From the AIA Environmental Education Guidebook."},
      {
        "id":"ED077680",
        "title":"Directory of Environmental Organizations for Alaska, Idaho, Oregon, Washington, and the Province of British Columbia, February 1973."}]
  }}
