{
  "response":{"numFound":509939,"start":316000,"numFoundExact":true,"docs":[
      {
        "id":"ED077682",
        "title":"Artificial Intelligence Models for Human Problem-Solving."},
      {
        "id":"ED077683",
        "title":"Attitude Change as a Result of a Short Course on Environmental Quality."},
      {
        "id":"ED077684",
        "title":"Environmental Services (Bibliography), January 1973 (Revised)."},
      {
        "id":"ED077685",
        "title":"Matching."},
      {
        "id":"ED077686",
        "title":"Developing and Evaluating \"Patterns\"."},
      {
        "id":"ED077687",
        "title":"Shadow Geometry Project."},
      {
        "id":"ED077688",
        "title":"Geometry."},
      {
        "id":"ED077689",
        "title":"Counting."},
      {
        "id":"ED077690",
        "title":"Patterns."},
      {
        "id":"ED077691",
        "title":"Environmental Quality and the Citizen. A Teaching Guide for Adult Education Courses Related to the Environment."},
      {
        "id":"ED077692",
        "title":"Glossary of Terms Frequently Used in Air Pollution."},
      {
        "id":"ED077693",
        "title":"A New Environmental Ethic. Texas State Plan for Environmental Education."},
      {
        "id":"ED077694",
        "title":"Youth Station Guidelines for Use."},
      {
        "id":"ED077697",
        "title":"Murray State University - Teachers' Workshop in Environmental Education (Audubon State Park, Henderson, Kentucky, June 19-23, 1972)."},
      {
        "id":"ED077698",
        "title":"Murray State University - Teachers' Workshop in Environmental Education (Youth Station, Land Between the Lakes, August 7-12, 1972)."},
      {
        "id":"ED077699",
        "title":"A Basic Reading List on State Environmental Education Planning Processes and Problems."},
      {
        "id":"ED077700",
        "title":"Individually Prescribed Instruction Program (Mathematics), Disadvantaged Pupil Program Funds, Fund Number 97-19, 1971-72 Evaluation."},
      {
        "id":"ED077701",
        "title":"Mathematics Skills Improvement Project, Title I, Fund 58 Component 6, 1971-72 Evaluation."},
      {
        "id":"ED077702",
        "title":"Population Problems and Policies in Economically Advanced Countries."},
      {
        "id":"ED077703",
        "title":"The Challenge of the Environment: A Primer on EPA's Statutory Authority."},
      {
        "id":"ED077704",
        "title":"Energy/Environment/Economy. An Annotated Bibliography of Selected U.S. Government Publications Concerning United States Energy Policy."},
      {
        "id":"ED077705",
        "title":"Environment: The Human Impact. Selections from \"The Science Teacher.\""},
      {
        "id":"ED077706",
        "title":"Standardized Science Tests: A Descriptive Listing."},
      {
        "id":"ED077708",
        "title":"20th Century Algebra in High School."},
      {
        "id":"ED077709",
        "title":"Teaching Secondary School Mathematics."},
      {
        "id":"ED077710",
        "title":"A Portrait of 2. A Brief Survey of the Elementary Number Systems."},
      {
        "id":"ED077711",
        "title":"Paper Folding for the Mathematics Class."},
      {
        "id":"ED077712",
        "title":"Numbers and Numerals."},
      {
        "id":"ED077713",
        "title":"Five Little Stories."},
      {
        "id":"ED077714",
        "title":"Piagetian Cognitive-Development Research and Mathematical Education, Proceedings of a Conference (Columbia University, October 1970)."},
      {
        "id":"ED077715",
        "title":"Third Report to the Governor and Legislature on Conservation Education."},
      {
        "id":"ED077716",
        "title":"Supplement to the Third Report to the Governor and Legislature on Conservation Education."},
      {
        "id":"ED077720",
        "title":"Secondary School Mathematics Curriculum Improvement Study Information Bulletin 7."},
      {
        "id":"ED077723",
        "title":"Strand IV Environmental and Community Health, Ecology and Epidemiology of Health, Grades 10, 11, and 12."},
      {
        "id":"ED077724",
        "title":"Strand IV Environmental and Community Health, Ecology and Health, Grades 7, 8, and 9."},
      {
        "id":"ED077725",
        "title":"Strand IV Environmental and Community Health, Environmental and Public Health, Grades K-3."},
      {
        "id":"ED077726",
        "title":"Strand IV Environmental and Community Health, Environmental and Public Health, Grades 7, 8, and 9."},
      {
        "id":"ED077731",
        "title":"Computer Innovations in Education, I. The Use of Computers in Mathematics Education Resource Series."},
      {
        "id":"ED077732",
        "title":"Computer-Extended Problem Solving and Enquiry, II. The Use of Computers in Mathematics Education Resource Series. Revised Edition."},
      {
        "id":"ED077733",
        "title":"The Use of Computers in Mathematics Education: Bibliography, III. The Use of Computers in Mathematics Education Resource Series."},
      {
        "id":"ED077734",
        "title":"Research on Computers in Mathematics Education, IV. The Use of Computers in Mathematics Education Resource Series."},
      {
        "id":"ED077735",
        "title":"I.P.P.E.S. Master Objectives Bank, Mathematics Instructional Topic Catalog."},
      {
        "id":"ED077736",
        "title":"I.P.P.E.S. Master Objectives Bank, Mathematics (K-6) Catalog."},
      {
        "id":"ED077737",
        "title":"Secondary Schools Curriculum Guide, Science, Grades 7-9, Levels 1-16."},
      {
        "id":"ED077738",
        "title":"Secondary Schools Curriculum Guide, Science, Grades 10-12, Levels 17-33."},
      {
        "id":"ED077739",
        "title":"Secondary Schools Curriculum Guide, Mathematics, Grades 7-9, Levels 1-86."},
      {
        "id":"ED077740",
        "title":"Secondary Schools Curriculum Guide, Mathematics, Grades 10-12, Levels 87-112."},
      {
        "id":"ED077769",
        "title":"Staff Utilization for Continuous Progress Education. Math. . . A K-8 Scope and Sequence."},
      {
        "id":"ED077770",
        "title":"Staff Utilization for Continuous Progress Education. Science . . . A K-8 Scope and Sequence."},
      {
        "id":"ED077771",
        "title":"Staff Utilization for Continuous Progress Education. Math. . . Pretests and Posttests for Third and Fourth Grades."},
      {
        "id":"ED077772",
        "title":"Unified Science Education Programs and Materials. Occasional Paper Series, Science Paper 10. Science Education Information Reports."},
      {
        "id":"ED077773",
        "title":"Recent Research in Cognition Applied to Mathematics Learning."},
      {
        "id":"ED077774",
        "title":"The Development of an Individualized Learning System for Students Studying Intermediate Algebra, Final Report."},
      {
        "id":"ED077775",
        "title":"Review of Research in Science Education for the Year 1971."},
      {
        "id":"ED077776",
        "title":"Educational Objectives."},
      {
        "id":"ED077777",
        "title":"Challenges to the Disciplines: Contexts for the Liberal Arts."},
      {
        "id":"ED077778",
        "title":"Chinese Immigrants and China: An Introduction to the Multi-Media Package on China."},
      {
        "id":"ED077779",
        "title":"Greek Immigrants and Greece: An Introduction to the Multi-Media Package on Greece."},
      {
        "id":"ED077782",
        "title":"Bibliography of Contemporary American Indian and Eskimo Arts and Crafts."},
      {
        "id":"ED077783",
        "title":"Advanced Placement Programs and Economics. Including a Case Study: Formulating an Advanced Placement Program in Economics in Orange County, California."},
      {
        "id":"ED077784",
        "title":"Identities and Contours: An Approach to Educational History."},
      {
        "id":"ED077785",
        "title":"Classroom Practices and the Development of Political Efficacy."},
      {
        "id":"ED077787",
        "title":"The Bridge. A Newsletter of the Center for Education in the Social Sciences."},
      {
        "id":"ED077790",
        "title":"Art Education: Elementary."},
      {
        "id":"ED077792",
        "title":"Art Education: Senior High School."},
      {
        "id":"ED077793",
        "title":"Conceptual Systems, Skill of Questioning, and Task-Oriented Microteaching."},
      {
        "id":"ED077794",
        "title":"Community Research Techniques."},
      {
        "id":"ED077795",
        "title":"Press Conference with Elliot L. Richardson, Secretary of HEW."},
      {
        "id":"ED077797",
        "title":"Purposes, Processes and Consequences of Three Spaced 1-Unit Seminars on the Nature and Meaning of Values."},
      {
        "id":"ED077798",
        "title":"Public Education as an Approach to Future Planning for Pollution Abatement."},
      {
        "id":"ED077799",
        "title":"Geographical Data Conceptualization: An Approach to Student Understanding."},
      {
        "id":"ED077801",
        "title":"Statement by Elliot L. Richardson on his tenure as Secretary of Health, Education, and Welfare."},
      {
        "id":"ED077802",
        "title":"The Advisory and Learning Exchange Newsletter."},
      {
        "id":"ED077803",
        "title":"Newsletter. Social and Human Forecasting."},
      {
        "id":"ED077804",
        "title":"Social Studies Labs: Enfield's Exciting Alternative. Profiles of Promise 2."},
      {
        "id":"ED077805",
        "title":"III Annual Dade County Social Studies Fair. Profiles of Promise 3."},
      {
        "id":"ED077806",
        "title":"Cross-Age Teaching in the Social Studies. Profiles of Promise 4."},
      {
        "id":"ED077807",
        "title":"The New City School. Profiles of Promise 5."},
      {
        "id":"ED077808",
        "title":"Introducing Children to the Symphony: Experimental Study of Pre-Concert Preparation. Final Report."},
      {
        "id":"ED077809",
        "title":"Creativity and the Prepared Mind."},
      {
        "id":"ED077810",
        "title":"Responsibility and Responsiveness (II)."},
      {
        "id":"ED077811",
        "title":"Institute for Nonviolent Social Change. Final Report."},
      {
        "id":"ED077812",
        "title":"Humanities. Volume II, Number 6."},
      {
        "id":"ED077813",
        "title":"Family Socialization and Educational Achievement in Two Cultures: Mexican-American and Anglo-American. Working Paper No. 58."},
      {
        "id":"ED077814",
        "title":"Community Consultation Kit."},
      {
        "id":"ED077815",
        "title":"Report on the Inquiry: Utilization of Scholarship in Teaching About War, Peace, and Social Change."},
      {
        "id":"ED077816",
        "title":"Final Report. Lincoln Center for the Performing Arts, Lincoln Center Student Program."},
      {
        "id":"ED077817",
        "title":"A Challenge to Social Work Education: Inclusion of Content on Ethnic and Racial Minorities in the Curriculum. Social Work Education for Economically Disadvantaged Groups in Texas. Occasional Paper."},
      {
        "id":"ED077818",
        "title":"The Right to Education from Proclamation to Achievement 1948-1968."},
      {
        "id":"ED077819",
        "title":"Malnutrition and Endemic Diseases: Their Effects on Education in the Developing Countries. Report on a Meeting of Experts from 2 to 6 November 1970."},
      {
        "id":"ED077821",
        "title":"California State University/San Francisco, The School of Behavioral and Social Sciences and the Preparation of Elementary School Teachers. A Working Paper."},
      {
        "id":"ED077822",
        "title":"The Importance of Specific Skills to High School Social Studies Teachers."},
      {
        "id":"ED077823",
        "title":"Simulation/Games. A Selected Bibliography for the use of Educators/Administrators."},
      {
        "id":"ED077824",
        "title":"The Intercultural Imperative."},
      {
        "id":"ED077825",
        "title":"Indian Educational Material. (Period Covered January-March 1972.) Volume 7, Number 1."},
      {
        "id":"ED077826",
        "title":"Learning with Games: An Analysis of Social Studies Educational Games and Simulations."},
      {
        "id":"ED077829",
        "title":"Report of the Commission on Art Education."},
      {
        "id":"ED077830",
        "title":"Handbook on the Development and Use of Protocol Materials for Teacher Education."},
      {
        "id":"ED077831",
        "title":"The Effects of Feedback and Selected Personality Variables on Aesthetic Judgment."},
      {
        "id":"ED077832",
        "title":"Learning in Public Places: The Museum."},
      {
        "id":"ED077833",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 11, Number 1."},
      {
        "id":"ED077835",
        "title":"Bureau of Social Studies Education Newsletter. Volume 1, Number 3."},
      {
        "id":"ED077836",
        "title":"Secondary School Curriculum Guide. Music, Grades 7-9. Draft Copy."},
      {
        "id":"ED077837",
        "title":"Secondary School Curriculum Guide. Music. Grades 10-12. Draft Copy."},
      {
        "id":"ED077838",
        "title":"Secondary School Curriculum Guide: Art. Grades 7-12. Draft Copy."},
      {
        "id":"ED077840",
        "title":"Careers in Teaching and Education."},
      {
        "id":"ED077847",
        "title":"Project IDEALS. Personal Development, Part III: Discipline, Student-Parent Relationships, Peer Relationships, Teacher Effectiveness, Guidance and Counseling."},
      {
        "id":"ED077849",
        "title":"Evaluation of the Federally Assisted Staff Training (Fast) Project."},
      {
        "id":"ED077850",
        "title":"Teacher Education: A Selected List of References for A.I.D. Technicians. A.I.D. Bibliography Series: Education and Human Resources No. 3."},
      {
        "id":"ED077857",
        "title":"Strand V: Education for Survival. First Aid and Survival Education. Health Curriculum Materials. Grades 7-9."},
      {
        "id":"ED077858",
        "title":"Evaluation of Merrimack Education Center's Project League 1972."},
      {
        "id":"ED077859",
        "title":"Case Study: Description and Development of the ISD Program in Inquiry."},
      {
        "id":"ED077860",
        "title":"Overview of the Instructional Staff Development Program."},
      {
        "id":"ED077861",
        "title":"1972 Legislation and Achievements Related to Teachers and Other School Personnel. Research Brief No. 4."},
      {
        "id":"ED077862",
        "title":"High School Physics Teaching: A Report on Current Practices."},
      {
        "id":"ED077863",
        "title":"Tenure. Bibliographies in Education No. 33."},
      {
        "id":"ED077864",
        "title":"Teacher Autonomy and Teacher Decision Making. Bibliographies in Education No. 34."},
      {
        "id":"ED077865",
        "title":"NUSTEP, A Performance-Based Teacher Education Program: The First Four Years, 1969-1973."},
      {
        "id":"ED077866",
        "title":"Staffing Patterns in American Education, 1973."},
      {
        "id":"ED077868",
        "title":"Follow-Up Evaluation of a Computer Assisted Instruction Course on the Early Identification of Handicapped Children."},
      {
        "id":"ED077869",
        "title":"The New Teacher Orientation Program."},
      {
        "id":"ED077870",
        "title":"A Working Model of: A Competency-Based Teacher Education System."},
      {
        "id":"ED077871",
        "title":"A Comparison of the Personality Characteristics of Selected Graduate Students Majoring in Special Education and Elementary Education."},
      {
        "id":"ED077872",
        "title":"Teacher Turnover in School Divisions and Districts in Manitoba, 1971-107972. Occasional Paper No. 15."},
      {
        "id":"ED077873",
        "title":"Fourth Year Results in Experiments in Early Education: A Comparative Assessment of Project Follow-Through, Project Read and the Basal Reading Program."},
      {
        "id":"ED077874",
        "title":"Teacher Education: What Next? International Education Year 1970, No. 10."},
      {
        "id":"ED077875",
        "title":"Marking and Reporting Pupil Progress. Research Summary 1970-71."},
      {
        "id":"ED077876",
        "title":"The Problem of \"Student Achievement\" in Research on Teacher Effects."},
      {
        "id":"ED077877",
        "title":"A Survey of Attitudes Held By School Administrators Toward Blind Teacher Applicants."},
      {
        "id":"ED077878",
        "title":"Language Arts Curriculum Guide."},
      {
        "id":"ED077879",
        "title":"Low-Inference Observational Coding Measures and Teacher Effectiveness."},
      {
        "id":"ED077880",
        "title":"&quot;A New Look&quot; at the Continuing Education (or In-Service Training) of Educational Workers."},
      {
        "id":"ED077881",
        "title":"Application Procedures for Out-of-Province Teachers Seeking Certification and Evaluation of Their Qualifications."},
      {
        "id":"ED077882",
        "title":"What Effect Do Teachers' Questions Have on Students?"},
      {
        "id":"ED077883",
        "title":"Community-Based Teacher Education Programs."},
      {
        "id":"ED077884",
        "title":"Notes from Workshop Center for Open Education."},
      {
        "id":"ED077885",
        "title":"Analysis of the Delphi Sirvey 1972-1973."},
      {
        "id":"ED077886",
        "title":"The Supply and Demand of Teachers and Teaching."},
      {
        "id":"ED077887",
        "title":"Future Directions for Teacher Education in Wisconsin Public Higher Education. Centennial Conference Proceedings."},
      {
        "id":"ED077888",
        "title":"Pedagogical Frames and the Teaching Process. A Report From An Empirical Curriculum Project."},
      {
        "id":"ED077889",
        "title":"Nova Ratio Studiorum: The Teacher as Entrepreneur."},
      {
        "id":"ED077890",
        "title":"Performance-Based Teacher Education and the Subject Matter Fields. PBTE Series No. 11."},
      {
        "id":"ED077892",
        "title":"Performance-Based Teacher Education. Some Measurement and Decision-Making Considerations."},
      {
        "id":"ED077893",
        "title":"A Humanistic Approach to Performance-Based Teacher Education. PBTE Series No. 10."},
      {
        "id":"ED077894",
        "title":"Accountability."},
      {
        "id":"ED077895",
        "title":"A Design for the Teacher Education Center."},
      {
        "id":"ED077896",
        "title":"Guide to Applying for Educational Employment."},
      {
        "id":"ED077897",
        "title":"Opinions of the Committee on Professional Ethics With Reference to the Code of Ethics of the Education Profession. 1969 Edition."},
      {
        "id":"ED077898",
        "title":"National Aquatic Conference on Professional Standards in Aquatics and Approaches to Certification (2nd, Long Beach, California, October 22-25, 1971)."},
      {
        "id":"ED077900",
        "title":"Physical Fitness. What Research Says to the Teacher Series. No. 26."},
      {
        "id":"ED077901",
        "title":"Guided Study and Homework. What Research Says to the Teacher Series. No. 8."},
      {
        "id":"ED077902",
        "title":"Physical Education in the Elementary Schools. What Research Says to the Teacher Series. No. 27."},
      {
        "id":"ED077903",
        "title":"Group Processes in Elementary and Secondary Schools. What Research Says to the Teacher Series. No. 19."},
      {
        "id":"ED077904",
        "title":"Teacher Training: A Personal Approach."},
      {
        "id":"ED077905",
        "title":"Pass/No Credit Survey."},
      {
        "id":"ED077906",
        "title":"Teacher Education: Future Directions. A Report of the Fiftieth Anniversary Conference of the Association for Student Teaching 1970."},
      {
        "id":"ED077907",
        "title":"Graduate Education in Health Education, Physical Education, Recreation Education, Safety Education, and Dance. Report of a National Conference."},
      {
        "id":"ED077908",
        "title":"Professional Preparation of the Elementary School Physical Education Teacher."},
      {
        "id":"ED077909",
        "title":"Preparing the Elementary Specialist...a Report of the Proceedings of the National Conference on Professional Preparation of the Elementary Specialist (Lake Ozark, Missouri, April 27-30, 1972)."},
      {
        "id":"ED077910",
        "title":"Directors' Evaluation of Urban Instructional Training and Development Institute, Essex County College."},
      {
        "id":"ED077911",
        "title":"Music Curriculum Guide."},
      {
        "id":"ED077912",
        "title":"Urban Education Institute. Director's Report, 1970-71."},
      {
        "id":"ED077913",
        "title":"Predicting Success in Teaching."},
      {
        "id":"ED077914",
        "title":"Continuous Progress Program Inservice Materials."},
      {
        "id":"ED077915",
        "title":"The Cleveland State University and Cuyahoga Community College 1970-1971 Instructor-Counselor Program. Director's Evaluation Report."},
      {
        "id":"ED077916",
        "title":"Urban On-Site Teacher Education Preparation in Teacher Education Centers: Bruce Elementary School, Seaton Elementary School, Truesdell Elementary School."},
      {
        "id":"ED077917",
        "title":"Recommended Standards and Evaluative Criteria for the Education of Music Teachers."},
      {
        "id":"ED077918",
        "title":"Application and Enrollment Patterns of Transfer Students, Fall 1971. Report Number 29."},
      {
        "id":"ED077919",
        "title":"Sensitization Locus Model for Teacher Education: A Proposal."},
      {
        "id":"ED077920",
        "title":"A Comparative Multivariate Analysis of Competency-Based Teacher Education Programs. Final Report."},
      {
        "id":"ED077921",
        "title":"How Students See Teachers."},
      {
        "id":"ED077922",
        "title":"Relationship Between Attitudes and Characteristics of Student Teachers."},
      {
        "id":"ED077923",
        "title":"Question Classification Instruction in a Human Behavior Unit."},
      {
        "id":"ED077924",
        "title":"The Teacher Evaluation Questionnaire and the Quantification of Results."},
      {
        "id":"ED077925",
        "title":"Follow-Up of Applicants for Admission to Graduate Programs in Special Education. Occasional Paper #11."},
      {
        "id":"ED077926",
        "title":"Teacher Training Bibliography."},
      {
        "id":"ED077927",
        "title":"Evaluation."},
      {
        "id":"ED077928",
        "title":"Trends in Aptitude of Graduate Students in Science."},
      {
        "id":"ED077929",
        "title":"Florida Statewide Assessment Program 1971-72: Capsule Report."},
      {
        "id":"ED077930",
        "title":"Florida Statewide Assessment Program 1971-72 Technical Report; Section 3: Statewide Results and Recommendations."},
      {
        "id":"ED077931",
        "title":"Florida Statewide Assessment Program 1971-72 Technical Report; Section 2: Statistical Information."},
      {
        "id":"ED077932",
        "title":"Florida Statewide Assessment Program 1971-72 Technical Report; Section 1: Introduction, Procedures, and Program Recommendations."},
      {
        "id":"ED077933",
        "title":"Ability Measurement: Conventional or Adaptive?"},
      {
        "id":"ED077934",
        "title":"Developing Performance Tests for Training Evaluation."},
      {
        "id":"ED077935",
        "title":"Educational Needs Assessment Program for Arizona."},
      {
        "id":"ED077936",
        "title":"Standards of Quality and Objectives for Public Schools in Virginia 1972-74 Enacted by the General Assembly of Virginia, 1972."},
      {
        "id":"ED077937",
        "title":"Creativity: Concepts and Explorations."},
      {
        "id":"ED077938",
        "title":"An Evaluation of New Mexico's Educational Priorities."},
      {
        "id":"ED077939",
        "title":"Maintaining Subject Participation: Factors to Consider in a Longitudinal Study."},
      {
        "id":"ED077940",
        "title":"Kentucky Educational Needs Assessment Study Outline. Phase II: Condensed Report."},
      {
        "id":"ED077941",
        "title":"Goals for Kentucky Schools. Kentucky Assessment and Evaluation Project. A Progress Report."},
      {
        "id":"ED077942",
        "title":"Goals for Education in Colorado."},
      {
        "id":"ED077943",
        "title":"Psychological Assessment in Education and Social Class. From the Missouri Conference (1972) on the Legal and Educational Consequences of the Intelligence Testing Movement: Handicapped Children and Minority Group Children."},
      {
        "id":"ED077944",
        "title":"Educational Needs in Tennessee as Perceived by Parents of Public School Students."},
      {
        "id":"ED077945",
        "title":"Educational Goal Indicators for New Jersey."},
      {
        "id":"ED077946",
        "title":"Project IMPROVE: Developing and Testing a Statewide System for Evaluation of Vocational Education Programs."},
      {
        "id":"ED077947",
        "title":"Analogical Reasoning: A Review of the Literature."},
      {
        "id":"ED077948",
        "title":"An Evaluation of the Multivariate Methodology of the Project."},
      {
        "id":"ED077949",
        "title":"Accountability: Problems and Possibilities. Problems in Accountability and the Measurement of Pupils."},
      {
        "id":"ED077950",
        "title":"Evaluation in New Jersey Education: A Survey of Present Practices and Recommendations for Future Action."},
      {
        "id":"ED077951",
        "title":"An Evaluation of the &quot;Drugs Are Like That&quot; Program."},
      {
        "id":"ED077954",
        "title":"An Evaluation of the Alternate Programs in &quot;Area C&quot; at MacCorkindale School, 1971-72."},
      {
        "id":"ED077956",
        "title":"Goals for Public School Education in Texas."},
      {
        "id":"ED077957",
        "title":"Analysis and Follow-Up of 1969-70 Evaluation Report."},
      {
        "id":"ED077958",
        "title":"A Survey of Parents' Opinions Regarding School Policies and Practices at Sir Winston Churchill Secondary School."},
      {
        "id":"ED077959",
        "title":"School-Based Needs Assessment Procedure. Planning Document 1. Rough Draft."},
      {
        "id":"ED077960",
        "title":"Procedures for Establishing School Goals and Objectives. Planning Document 2. Rough Draft."},
      {
        "id":"ED077961",
        "title":"Program Development (Resources Inventory, Process Objective). Planning Document 3. Rough Draft."},
      {
        "id":"ED077962",
        "title":"An Evaluation of the Listen Look Learn Program at Tecumseh Elementary School During 1971-72."},
      {
        "id":"ED077963",
        "title":"Polychronometry: The Study of Time Variables in Behavior."},
      {
        "id":"ED077964",
        "title":"A Note on Minority Group Test Bias Studies."},
      {
        "id":"ED077965",
        "title":"Defense Documentation Center Referral Data Bank Directory."},
      {
        "id":"ED077966",
        "title":"The 1975 Objectives for South Carolina Public Schools."},
      {
        "id":"ED077967",
        "title":"Reading Instructional Packets - RIP; Reading Activities Packets - RAP."},
      {
        "id":"ED077968",
        "title":"A Model for Evaluating Title 1 Programs."},
      {
        "id":"ED077969",
        "title":"[Computer Program PEDAGE -- MARKTF-M7-F4.]"},
      {
        "id":"ED077970",
        "title":"The Evolution of Educational Performance Contracting in Five School Districts, 1971-72. A Working Note."},
      {
        "id":"ED077971",
        "title":"The Integration of Survey Research and Field Work: Contributions to Data Collection."},
      {
        "id":"ED077972",
        "title":"Applications of Teaching Performance Tests to Inservice and Preservice Teacher Education."},
      {
        "id":"ED077973",
        "title":"Procedures for Program Evaluation. Planning Document 4. Rough Draft."},
      {
        "id":"ED077974",
        "title":"Verbal Development in Young Children: Strategies for Research and Measurement."},
      {
        "id":"ED077975",
        "title":"An Evaluation of Current Methods to Report Pupil Progress."},
      {
        "id":"ED077976",
        "title":"Career Maturity."},
      {
        "id":"ED077977",
        "title":"The Testing of Bicultural Children."},
      {
        "id":"ED077978",
        "title":"The Expanded Sensory-Perceptual Examination as a Diagnostic Screening Instrument for Organic Brain Damage."},
      {
        "id":"ED077979",
        "title":"[Computer Program PEDAGE -- MARKTF-M3-F4.]"},
      {
        "id":"ED077980",
        "title":"[Computer Program PEDAGE -- SLEXTF-M2-F4.]"},
      {
        "id":"ED077981",
        "title":"[The PEDAGE System.]"},
      {
        "id":"ED077983",
        "title":"[Computer Program PEDAGE -- MARKTF-M6-F4.]"},
      {
        "id":"ED077984",
        "title":"Local School and Central Office Planning Spring, 1972. (Study Document)."},
      {
        "id":"ED077985",
        "title":"Life Change Clusters."},
      {
        "id":"ED077986",
        "title":"Effects of Representative Status and Decision Style on Cooperation in the Prisoner's Dilemma."},
      {
        "id":"ED077987",
        "title":"Evaluation of DISTAR Programs in Learning Assistance Classes of Vancouver 1971-72."},
      {
        "id":"ED077988",
        "title":"The Impact of &quot;Sesame Street&quot; on Primary Pupils in Vancouver."},
      {
        "id":"ED077989",
        "title":"An Evaluation of a Modular System of Typing, Templeton Secondary School, 1972."},
      {
        "id":"ED077990",
        "title":"A Summary of an Assessment of Fourth and Sixth Grade Basic Skills."},
      {
        "id":"ED077991",
        "title":"California State Testing Program 1969-70. A District by District Analysis of Test Scores and Other School Factors."},
      {
        "id":"ED077992",
        "title":"Evaluation of &quot;A Newspaper in My Classroom&quot; Project at Secord School, 1972."},
      {
        "id":"ED077993",
        "title":"A Survey of Parents' Opinions Regarding School Policies and Practices at John Oliver Secondary School."},
      {
        "id":"ED077994",
        "title":"Publications of the Wisconsin Research and Development Center for Cognitive Learning. 1972-1973 Bibliography of Publications."},
      {
        "id":"ED077995",
        "title":"Some Points of Confusion in Discussing the Testing of Black Students."},
      {
        "id":"ED077996",
        "title":"Sexual Bias Analysis in Higher Education: An Appraisal of Methodology Useful to Institutional Researchers."},
      {
        "id":"ED077997",
        "title":"Recent Developments in Effective and Accountable Approaches to Counseling Research."},
      {
        "id":"ED077998",
        "title":"Standard Errors for Obliquely Rotated Factor Loadings. Draft."},
      {
        "id":"ED077999",
        "title":"A Study to Determine the Bias in Faculty Reports of Time and Effort Expenditure."},
      {
        "id":"ED078001",
        "title":"Construct Validity of Test Items Measuring Acquisition of Information from Line Graphs."},
      {
        "id":"ED078002",
        "title":"An Empirical Comparison of Selected Two-Sample Hypothesis Testing Procedures Which Are Locally Most Powerful Under Certain Conditions."},
      {
        "id":"ED078003",
        "title":"A Generalized Correction for Attenuation."},
      {
        "id":"ED078004",
        "title":"Hypothetical Concepts, Intervening Constructs, and Observed Data in Program Evaluation."},
      {
        "id":"ED078005",
        "title":"Implementation Procedures for Statewide Assessment."},
      {
        "id":"ED078006",
        "title":"IQ Testing and Minority School Children: Imperatives for Change."},
      {
        "id":"ED078008",
        "title":"Research and Testing: A Report on Current Studies."},
      {
        "id":"ED078009",
        "title":"A Testing Program for Introductory Accounting."},
      {
        "id":"ED078010",
        "title":"A Psychometric Approach to Piaget: Some Theoretical and Methodological Implications."},
      {
        "id":"ED078011",
        "title":"Disadvantaged Children and Their First School Experiences; ETS-Head Start Longitudinal Study. Structural Stability and Change in the Test Performance of Urban Preschool Children."},
      {
        "id":"ED078012",
        "title":"The Development and Preliminary Evaluation of an Instrument to Measure the Vocational Interests of Low-Reading High School Students."},
      {
        "id":"ED078013",
        "title":"The Use of Explicative Analysis in Educational Research."},
      {
        "id":"ED078014",
        "title":"Governors State University Needs Assessment Survey."},
      {
        "id":"ED078015",
        "title":"The Appropriateness of the Concept Mastery Test for Graduate Students."},
      {
        "id":"ED078016",
        "title":"The Common Goals of Michigan Education, Tentative."},
      {
        "id":"ED078017",
        "title":"Need Assessment: Winnowing Expressed Concerns for Critical Needs. A Training Manual."},
      {
        "id":"ED078018",
        "title":"References to the Rasch One Parameter Logistic Measurement Model."},
      {
        "id":"ED078019",
        "title":"Investigation of a Creativity Dimension."},
      {
        "id":"ED078020",
        "title":"Of Measurement and Mistakes."},
      {
        "id":"ED078021",
        "title":"Program Evaluators Handbook: Measurement."},
      {
        "id":"ED078023",
        "title":"Reliability and Confidence."},
      {
        "id":"ED078026",
        "title":"What is an Aptitude?"},
      {
        "id":"ED078031",
        "title":"Human Resources and the Aptitude Inventory."},
      {
        "id":"ED078034",
        "title":"The Elementary Education of Black and Chicano Children: An Iatrogenic Dilemma. Final Report."},
      {
        "id":"ED078035",
        "title":"Preliminary Reconnaissance; A Study of the Criticality of Identified Educational Needs."},
      {
        "id":"ED078036",
        "title":"Colorado People and Colorado Education. An Assessment of Educational Needs Based on the Population, Economy, and Social Structure of Colorado."},
      {
        "id":"ED078037",
        "title":"ITED: Tables of Standard Scores with Corresponding Percentile Norms for the Iowa Tests of Educational Development 1971-72. Forms X-4 and X-5."},
      {
        "id":"ED078038",
        "title":"Personal Characteristics Associated with Effective Teaching."},
      {
        "id":"ED078039",
        "title":"An Ontological Model of Evaluation: A Dynamic Model for Aiding Organizational Development."},
      {
        "id":"ED078040",
        "title":"Evaluation of the Office of Economic Opportunity's Performance Contracting Experiment. Report to the Congress."},
      {
        "id":"ED078041",
        "title":"Similarities and Differences in Teacher Characteristics among Ethnic Groups Represented in the United States."},
      {
        "id":"ED078042",
        "title":"High-Inference Behavioral Ratings as Correlates of Teaching Effectiveness."},
      {
        "id":"ED078043",
        "title":"Survey of Some Useful Applications of Sign Test in Educational Research."},
      {
        "id":"ED078044",
        "title":"Stability of Semantic Factor Structure and Change in Connotative Meaning of Educational Concepts During Teacher Training."},
      {
        "id":"ED078045",
        "title":"Connecticut Citizens Response to Educational Goals, 1971-1972."},
      {
        "id":"ED078046",
        "title":"Special Report on Criterion-Referenced Test Development, Mid-Atlantic Region Interstate Project 1972-73."},
      {
        "id":"ED078050",
        "title":"Assessment of Friendship, Leadership, Work Patterns in a Desegregated Urban School."},
      {
        "id":"ED078051",
        "title":"The Vital Role of Testing in Career Guidance."},
      {
        "id":"ED078053",
        "title":"A Note on Lawley's Formulas for Standard Errors in Maximum Likelihood Factor Analysis."},
      {
        "id":"ED078054",
        "title":"Iowa Testing Programs Research Report. Perceptions of Iowa Teachers Related to the Use of ITED Results by Administrators and Counselors."},
      {
        "id":"ED078055",
        "title":"A Comparison of Selected School Effectiveness Measures Based on Longitudinal Data."},
      {
        "id":"ED078056",
        "title":"Standard Errors for Rotated Factor Loadings."},
      {
        "id":"ED078057",
        "title":"Idaho Percentile Norms for the Differential Aptitude Tests 1971-1972."},
      {
        "id":"ED078058",
        "title":"The Effect of Nonnormality in Torgerson's Multidimensional Scaling Model."},
      {
        "id":"ED078059",
        "title":"MF Scales: Instruments of Male Chauvinism or Responsible Tools of the Psychologist?"},
      {
        "id":"ED078060",
        "title":"The SVIB M-F Scale: Must We Ignore Feminine Aversions for Carburetors?"},
      {
        "id":"ED078061",
        "title":"The Effects of Choice Weights and Item Weights on the Reliability and Predictive Validity of Aptitude-Type Tests. Final Report."},
      {
        "id":"ED078062",
        "title":"Nonadditive Analogues of the Basic Mathematics of Additive Measurement."},
      {
        "id":"ED078063",
        "title":"The Inverted Student Density and Test Scores."},
      {
        "id":"ED078064",
        "title":"The Relationship between Student and Alumni Ratings of Teachers."},
      {
        "id":"ED078065",
        "title":"Variance Reduction Analysis."},
      {
        "id":"ED078066",
        "title":"Recent Research on Ego Development."},
      {
        "id":"ED078067",
        "title":"Validation of Morale and Attitude Scales. Technical Report."},
      {
        "id":"ED078068",
        "title":"Accountability in Physical Education: The Effectiveness of the Physical Education Specialist."},
      {
        "id":"ED078069",
        "title":"Development of USES Aptitude Test Battery for Manager, Beauty Shop (per. ser.)-187.168."},
      {
        "id":"ED078070",
        "title":"Development of USES Aptitude Test Battery for Covering-Machine Operator (textile)-681.885-030. Technical Report."},
      {
        "id":"ED078072",
        "title":"Measuring Social Studies Achievement: Criterion-Referenced versus Norm-Referenced Tests for the Classroom Teacher."},
      {
        "id":"ED078073",
        "title":"The Quantification of Subjective Data for Evaluation of Affective Experiences."},
      {
        "id":"ED078074",
        "title":"Gradient Methods for Analytic Rotation."},
      {
        "id":"ED078075",
        "title":"Infant Intelligence Tests: Their Use and Misuse."},
      {
        "id":"ED078076",
        "title":"Combining Aptitude and Interest Test Results for Counseling."},
      {
        "id":"ED078077",
        "title":"Personality Research Form: Factor Structure and Response Style Involvement."},
      {
        "id":"ED078078",
        "title":"Research on the Controversies around Collegiate Placement and Credit Systems."},
      {
        "id":"ED078079",
        "title":"Grass Roots Project Evaluation."},
      {
        "id":"ED078080",
        "title":"The Development and Experimental Analysis of a Self-Instructional Program in Graphical Kinematics."},
      {
        "id":"ED078081",
        "title":"Evaluation of Non-Traditional Instruction in Southeastern Alaska Indian School."},
      {
        "id":"ED078082",
        "title":"A Multi-Media System for K-6 Career Education Programs."},
      {
        "id":"ED078083",
        "title":"Adapting Word Association for Use as an Evaluation Technique."},
      {
        "id":"ED078084",
        "title":"Program Evaluation: An Overview."},
      {
        "id":"ED078085",
        "title":"Validating a Goal-Priority Instrument."},
      {
        "id":"ED078086",
        "title":"The Effects of Observer Bias in Field-Experimental Settings. Final Report."},
      {
        "id":"ED078087",
        "title":"The Piagetian Conservation of Length as Effected by Two Alternate Modes of Spatial Translation: A Methodological Problem. Final Report."},
      {
        "id":"ED078088",
        "title":"An Experimental Study of Techniques to Improve Response Rates of Mailed Questionnaires. Final Report."},
      {
        "id":"ED078089",
        "title":"Comprehensive Personel Assessment System for Teacher Education Programs."},
      {
        "id":"ED078091",
        "title":"Application of the National Assessment of Educational Progress Philosophy in San Bernardino City Unified School District."},
      {
        "id":"ED078092",
        "title":"The Research vs. Service Dimension: Some Results and Uses of the &quot;I Favor&quot; Scale."},
      {
        "id":"ED078093",
        "title":"The Economic Implications of Mastery Learning. Occasional Papers in the Economics and Politics of Education."},
      {
        "id":"ED078095",
        "title":"Acquisition and Retention as a Function of Three Types of Repetition."},
      {
        "id":"ED078096",
        "title":"A Developmental Study of Group Formation in Children."},
      {
        "id":"ED078097",
        "title":"A Plan for Comprehensive Evaluation of College Teaching."},
      {
        "id":"ED078098",
        "title":"School Desegregation: An Annotated Bibliography of Doctoral Dissertations. ERIC-IRCD Doctoral Research Series, Number 2, June 1973."},
      {
        "id":"ED078099",
        "title":"Individualized Study Center--Junior High. Funded by ESEA Title I. Program Number 93."},
      {
        "id":"ED078100",
        "title":"[Pupil Performance in the Elementary Schools of Atlanta, Ga.] Research and Development Report, Volume 6, Numbers 15, 16, and 19, December 1972, March 1973."},
      {
        "id":"ED078101",
        "title":"Production Workshop Project, DPPF: 1971-72 Evaluation."},
      {
        "id":"ED078102",
        "title":"Title I Transition Classes, Fund 58-083, 1971-72 Evaluation."},
      {
        "id":"ED078103",
        "title":"Nutritional Improvement Project, DPPF, Fund 97 Component 4: 1971-72 Evaluation."},
      {
        "id":"ED078104",
        "title":"School Camping Program. Disadvantaged Pupil Program Fund, Fund Number 97-8: 1971-1972 Evaluation."},
      {
        "id":"ED078105",
        "title":"English-As-A-Second Language Bilingual Component. Title I Fund, Fund Number 58-5: 1971-1972 Evaluation."},
      {
        "id":"ED078106",
        "title":"English-As-A-Second Language Project. Title I Fund, Fund Number 58-5: 1971-72 Evaluation."},
      {
        "id":"ED078107",
        "title":"Resident Tutor Project. Title I Fund, Fund Number 58-7: 1971-72 Evaluation."},
      {
        "id":"ED078109",
        "title":"Successful Adaptations of Group Therapy Techniques in the Treatment of Socially and Economically Deprived Mothers of School Children."},
      {
        "id":"ED078110",
        "title":"Black Schools, White Schools: A Descriptive Analysis of School Attendance Patterns in Detroit."},
      {
        "id":"ED078111",
        "title":"[Pupil Performance in Elementary Schools of Atlanta, Georgia.] Research and Development Report, Volume 6, Numbers 20-23, 28-29, 31-32, 40-41, and 46."},
      {
        "id":"ED078112",
        "title":"Keyes et al. v. School District No. 1, Denver, Colorado, et al. Supreme Court of the United States: Syllabus; Slip Opinion. Argued October 12, 1972--Decided June 21, 1973."},
      {
        "id":"ED078114",
        "title":"&quot;Walk Together Children.&quot; A Report of the Iowa State Committee to the U.S. Commission on Civil Rights on Housing and Education in Waterloo, Iowa."},
      {
        "id":"ED078115",
        "title":"Career Education and the Minorities."},
      {
        "id":"ED078116",
        "title":"[Papers Presented at the National Equal Education Institute, St. Louis, Missouri, March 1973.]"},
      {
        "id":"ED078117",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-Second Congress, Second Session. Nutrition Education--1972. Part 1--Overview; Consultants' Recommendations. Part 2--Overview; The Federal Programs. Part 2A--Appendix. Washington, D.C., December 6, 1972."},
      {
        "id":"ED078118",
        "title":"Beyond \"Compensatory Education.\" A New Approach to Educating Children."},
      {
        "id":"ED078119",
        "title":"The Racial Integration Model and Minority Administrators."},
      {
        "id":"ED078120",
        "title":"Vocational Rehabilitation for Disabled Public Assistance Clients: A Follow up Study of Four Projects."},
      {
        "id":"ED078121",
        "title":"Profiles of Effectiveness and Acceptability of Reading and Arithmetic Programs, 1971-72. Research and Development Report, Volume 6, Number 18, March 1973."},
      {
        "id":"ED078122",
        "title":"Intensive Rehabilitation Efforts Toward Total Family Members in Two Characteristically Different Model City Areas. Final Report."},
      {
        "id":"ED078123",
        "title":"The Effect of Reinforcement on the Self-Image and Attitude Toward School of Minority Youngsters. Final Report."},
      {
        "id":"ED078124",
        "title":"Voices From the Real World."},
      {
        "id":"ED078125",
        "title":"Business Data Processing Occupational Performance Survey. Interim Report."},
      {
        "id":"ED078126",
        "title":"Automotive Mechanics Occupational Performance Survey. Interim Report."},
      {
        "id":"ED078127",
        "title":"An Appraisal of the First Year and Recommended Activities and Strategies of the National Advisory and Review Committee. Public Service Occupations Curriculum Project."},
      {
        "id":"ED078129",
        "title":"Information Needs of State Directors of Vocational Education."},
      {
        "id":"ED078130",
        "title":"A Guide for Local Program Evaluation. Information Series No. 73."},
      {
        "id":"ED078131",
        "title":"Guide for Establishing a System-Wide Job Placement Program. Contemporary Curriculum for Career Development Series."},
      {
        "id":"ED078132",
        "title":"Approaches to Individualized Instruction."},
      {
        "id":"ED078134",
        "title":"Local Vocational and Technical Education Supervision. Information Series No. 74."},
      {
        "id":"ED078136",
        "title":"Research and Development Unit (Illinois RCU) Final Report. July 1, 1971--June 30, 1972."},
      {
        "id":"ED078138",
        "title":"The Influence of Psychosocial Factors on the Success of Disabled Persons in Different Vocational Education Settings. Final Project Report."},
      {
        "id":"ED078140",
        "title":"Employee Incentive System for Hospitals."},
      {
        "id":"ED078141",
        "title":"A French Approach to Career Education. Recent Educational Policy and Legislative Developments Abroad."},
      {
        "id":"ED078142",
        "title":"An Analysis and Synthesis of State Certification Requirements for Teachers of Secondary Trades and Industries and Post Secondary Trades and Technical Programs."},
      {
        "id":"ED078149",
        "title":"An Annotated Bibliography on Rural Medical Care."},
      {
        "id":"ED078150",
        "title":"Proceedings of the Anniversary Meeting (25th, Toronto, December 28-29, 1972). Industrial Relations Research Association Series. Index of IRRA Publications 1966-1972."},
      {
        "id":"ED078151",
        "title":"Leadership Development and Training for Head Start Coordinators of Nutrition and Cook Managers. Nutrition and Food Program."},
      {
        "id":"ED078153",
        "title":"Health Manpower: A County and Metropolitan Area Data Book."},
      {
        "id":"ED078154",
        "title":"Employment Assistance to Ex-Servicemen with Other Than Honorable Discharges: A Study of the Department of Labor's Exemplary Rehabilitation Certificate Program: Volumes I and II. Final Report."},
      {
        "id":"ED078155",
        "title":"The Metric System and Small Business."},
      {
        "id":"ED078156",
        "title":"Health Services Mobility Study. First Progress Report for Phase Four for the Period April 1, 1972 to March 15, 1973."},
      {
        "id":"ED078157",
        "title":"Needed Research in Business Education."},
      {
        "id":"ED078158",
        "title":"The Quality of Working Life: An Annotated Bibliography, 1957-1972."},
      {
        "id":"ED078159",
        "title":"An Evaluation of the Inservice Training of Secondary Counselors for Effective Career Counseling. A Study of Effects on Vocational Students of Inservice Training of Secondary Counselors for Effective Career Counseling, 1971-1972."},
      {
        "id":"ED078161",
        "title":"A State of the Art Study on the Independent Private School Industry in the State of Illinois."},
      {
        "id":"ED078162",
        "title":"Conference on Administrative Planning for Allied Health Occupations. Final Report."},
      {
        "id":"ED078163",
        "title":"Project CAREER Process as It Relates Particularly to Project CAREER/Handicapped."},
      {
        "id":"ED078164",
        "title":"Summaries of Studies in Agricultural Education Pacific Region, 1971-72. An Annotated Bibliography of Studies in Agricultural Education."},
      {
        "id":"ED078166",
        "title":"Experimental Manpower Laboratory for Corrections Phase III. Final Report for the Period September, 1971 to February, 1973."},
      {
        "id":"ED078167",
        "title":"The Work Incentive Program: Making Adults Economically Independent. Volume I."},
      {
        "id":"ED078168",
        "title":"The Work Incentive Program: Making Adults Economically Independent. Volume II: Bibliography and Appendices."},
      {
        "id":"ED078170",
        "title":"Occupational Therapy Job Descriptions. Development of Occupational Therapy Job Descriptions and Curricula through Task Analysis. Report Number One."},
      {
        "id":"ED078171",
        "title":"Occupational Therapy Curriculum Guides Developed Through a Task Analysis Procedure. Devepment of Occupational Therapy Job Descriptions and Curricula Through Task Analysis. Report Number Two."},
      {
        "id":"ED078172",
        "title":"Occupational Therapy Curriculum Guides Developed Through a Task Analysis Procedure. Development of Occupational Therapy Job Descriptions and Curricula Through Task Analysis. Report Number Two: Appendices."},
      {
        "id":"ED078173",
        "title":"Procedural Manual for Task Analysis and Curriculum Guide Development. Development of Occupational Therapy Job Decriptions and Curricula Through Task Analysis. Report Number Three."},
      {
        "id":"ED078175",
        "title":"Achieving Manpower Goals Through More Effective Employer Services Programs. Final Report."},
      {
        "id":"ED078176",
        "title":"Guidelines for Installing and Maintaining an Effective Employer Services Program Locally. Final Report."},
      {
        "id":"ED078177",
        "title":"The Role of Telecommunications in the Regional Delivery of Education Services: A Study of the Potential Use of Instructional Television for Vocational Education in the Appalachian States."},
      {
        "id":"ED078178",
        "title":"Puerto Rico Third Annual Evaluation Report, Fiscal Year 1972."},
      {
        "id":"ED078179",
        "title":"Studies in Manpower Planning."},
      {
        "id":"ED078180",
        "title":"Career Education at the Junior High Educational Level--A Time for Career Exploration Plus."},
      {
        "id":"ED078181",
        "title":"Industrial Relations Theses and Dissertations, 1971; Accepted at 25 Universities. A Compilation Sponsored by the Committee of University Industrial Relations Librarians."},
      {
        "id":"ED078182",
        "title":"Post Treatment Occupational and Educational Services for the Former Drug Abuser in New York City: A Model for an Occupational and Educational Information Referral Service and an Employment Service."},
      {
        "id":"ED078184",
        "title":"A Model for a Career Education Document Information System in Massachusetts. A Five Year Project Plan."},
      {
        "id":"ED078185",
        "title":"Occupational Safety and Health Programs in Career Education."},
      {
        "id":"ED078186",
        "title":"Manpower Research and Development Projects Sponsored by the U. S. Department of Labor, Manpower Administration."},
      {
        "id":"ED078187",
        "title":"Health Careers Guidebook."},
      {
        "id":"ED078189",
        "title":"Suggested Models for Solutions to Current Vocational Education Problems Developed by Students Enrolled in Education 438A, Fall Quarter."},
      {
        "id":"ED078190",
        "title":"Job Satisfaction Characteristics of Selected Associate Degree Graduates. Vocational-Technical Education Research Report."},
      {
        "id":"ED078191",
        "title":"Continuing Education Characteristics of Selected Associate Degree Graduates. Vocational-Technical Education Research Report."},
      {
        "id":"ED078192",
        "title":"A Supply-Demand Model for Vocational-Education Planners: Post-Secondary Instructional Program/Occupational Matrix. Phase 2. Report Number 1. Vocational-Technical Research Report."},
      {
        "id":"ED078194",
        "title":"A Conceptual Model of the World of Work."},
      {
        "id":"ED078195",
        "title":"A Theory of the Functional Self."},
      {
        "id":"ED078196",
        "title":"Information on the Metric System and Related Fields."},
      {
        "id":"ED078199",
        "title":"Vocational Education Follow-Up Study: Business and Industrial Community Attitude Toward the Effectiveness of the Vocational Technical Program. Final Research Report. Part II of III."},
      {
        "id":"ED078200",
        "title":"Vocational Education Follow-Up Study: Parents Attitude Toward Nebraska Vocational Technical School's Educational Program and Student's Occupational Aspirations. Final Research Report. Part II of III."},
      {
        "id":"ED078201",
        "title":"Collective Bargaining in Ontario, 1972."},
      {
        "id":"ED078202",
        "title":"Bibliography of the Metric System."},
      {
        "id":"ED078203",
        "title":"Teaching for Changed Attitudes and Values."},
      {
        "id":"ED078205",
        "title":"Manpower Management Studies: Selected Abstracts."},
      {
        "id":"ED078206",
        "title":"Success Prediction: A DDC Bibliography. December 1949--December 1971."},
      {
        "id":"ED078207",
        "title":"Career Development in Nevada."},
      {
        "id":"ED078208",
        "title":"New York State Advisory Council on Vocational Education First Annual Report, Fiscal Year 1970."},
      {
        "id":"ED078214",
        "title":"Exemplary Vocational Education Program Based on Environmental Studies K-14. Interim Report for the Period June 1, 1972 to May 31, 1973."},
      {
        "id":"ED078215",
        "title":"Exemplary Vocational Education Program Based on Environmental Studies, K-14. Final FY2 Evaluation Report (Interim Project Report)."},
      {
        "id":"ED078216",
        "title":"Instructional Guidelines. Welding."},
      {
        "id":"ED078221",
        "title":"Research and Curriculum Development Coordinating Unit. Annual Report, 1971-72."},
      {
        "id":"ED078223",
        "title":"Development of an Evaluation Model for Tennessee Secondary Vocational-Technical Education Programs. Final Report."},
      {
        "id":"ED078224",
        "title":"National Task Bank. Tasks in Social Welfare and Rehabilitation Services, Administration, Money Payments."},
      {
        "id":"ED078225",
        "title":"Major Events Leading to Establishment of The National Task Bank."},
      {
        "id":"ED078226",
        "title":"Editing Manual for Use with the National Task Bank."},
      {
        "id":"ED078228",
        "title":"Predicting the Stability of Expressed Occupational Choices of Secondary Students. Vocational-Technical Education Research Report."},
      {
        "id":"ED078229",
        "title":"Toward a Working Philosophy of Adult Education."},
      {
        "id":"ED078230",
        "title":"Report of the Congress: Effectiveness of Vocational Rehabilitation in Helping the Handicapped."},
      {
        "id":"ED078231",
        "title":"Effective Vocational Guidance of the Adult Deaf. The Oregon Vocational Research Project June 1, 1966-August 31, 1970. Final Report."},
      {
        "id":"ED078232",
        "title":"Counseling and Community Services Center for the Deaf. A Comprehensive Counseling and Community Services Center for Deaf Adults. Final Report."},
      {
        "id":"ED078233",
        "title":"In-Service Training for Teachers of Adults."},
      {
        "id":"ED078237",
        "title":"Volunteers for People in Need. Report of \"Knowledge Utilization Conference on the Use of Volunteers in Vocational Rehabilitation and Public Welfare Agencies\" (Washington, D.C. June 4-6, 1972)."},
      {
        "id":"ED078238",
        "title":"Establishing An Operations Research Program. A Project to Demonstrate the Value of Establishing an Operations Research Program in a State Rehabilitation Agency. Final Report."},
      {
        "id":"ED078239",
        "title":"Community Human Resources Development in the Rehabilitation of the Handicapped. Final Report."},
      {
        "id":"ED078240",
        "title":"Roles, Titles and Opinions of Selected State Extension Sheep Specialists, A Partial Summary of a Nationwide Survey. A Research Summary of a Graduate Study."},
      {
        "id":"ED078241",
        "title":"Narcotic Addiction Treatment and Rehabilitation Programs in New York City. Report to Subcommittee No. 4 Committee on the Judiciary House of Representatives."},
      {
        "id":"ED078242",
        "title":"Bibliography on Continuing Education."},
      {
        "id":"ED078243",
        "title":"Lifelong Learning. Bibliography on College and University Related Programs of Formal and Nonformal Education for Adults."},
      {
        "id":"ED078244",
        "title":"Re-Entry into Community Opportunities, Vocations, Education and Recreation (RECOVER). Final Report."},
      {
        "id":"ED078245",
        "title":"Workshops in Employee Development for State and Local Training Officers. Instructor&apos;s Guides."},
      {
        "id":"ED078246",
        "title":"Cablevision for Continuing Education and Community Programs, Conference Presentations (Regina, November 28-29, 1972)."},
      {
        "id":"ED078247",
        "title":"Police Training in Family Crisis Intervention. Final Report."},
      {
        "id":"ED078248",
        "title":"Common Sense About Training."},
      {
        "id":"ED078249",
        "title":"Common Sense About Supervising Young Workers. Pointers on Getting Them Off to a Good Start."},
      {
        "id":"ED078250",
        "title":"Common Sense About Supervising People. Key Points in Personnel Relations."},
      {
        "id":"ED078251",
        "title":"Common Sense About Managing Your Management Job."},
      {
        "id":"ED078252",
        "title":"Better Group Meetings: An Aid to Better Management. Supervisory Development Conference Series. Training Guide."},
      {
        "id":"ED078253",
        "title":"Delegation of Authority: Making Full Use of Your Team. Supervisory Development Conference Series. Training Guide."},
      {
        "id":"ED078254",
        "title":"Effective Two-Way Communication: A Method of Achieving Team Potential. Supervisory Development Conference Series. Training Guide."},
      {
        "id":"ED078255",
        "title":"The Role of the Supervisor in Effective Personnel Management: A Means of Improving Quality and Reducing Costs. Supervisory Development Conference Series. Training Guide."},
      {
        "id":"ED078256",
        "title":"Guide. Supervisory Development Conference Series. Training Guide."},
      {
        "id":"ED078257",
        "title":"Leader's Guide for Essentials of Supervision. A Basic Management Course for Effective Supervision."},
      {
        "id":"ED078258",
        "title":"The In-Basket Exercise."},
      {
        "id":"ED078259",
        "title":"You Meet the Public."},
      {
        "id":"ED078262",
        "title":"The Role of the Church in Rural Development. Report on the Proceedings and Recommendations of the Working Conference (Salisbury, Rhodesia, August 27-30, 1972)."},
      {
        "id":"ED078263",
        "title":"Minimum Standards for Awarding Diplomas Earned Through Adult High School Programs and Certificates of General Educational Development in Utah."},
      {
        "id":"ED078264",
        "title":"School Volunteer Program. Progress Report September 15, 1971-June 15, 1972."},
      {
        "id":"ED078265",
        "title":"Volunteers in Education. Interim Evaluation Report July 1, 1971-June 30, 1972."},
      {
        "id":"ED078266",
        "title":"Sixth Annual Report of the National Advisory Council on Extension and Continuing Education, Pursuant to Public Law 89-329. Ninety-Second Congress, Second Session."},
      {
        "id":"ED078267",
        "title":"Careers for Women in the Seventies."},
      {
        "id":"ED078268",
        "title":"THE BLADE Program Basic Literacy for Adult Development. Instructor's Manual. Revised."},
      {
        "id":"ED078269",
        "title":"An Evaluation of the Rural Community Assistance Consortium (June 1971 through September 1972)."},
      {
        "id":"ED078270",
        "title":"Adult Education Research Conference Papers (14th, Montreal, Quebec, April 5-6, 1973)."},
      {
        "id":"ED078271",
        "title":"Adult Education Act of 1966, as Amended, Program Information."},
      {
        "id":"ED078272",
        "title":"A Guide to Inservice Education for Nursing Personnel in Nursing Homes."},
      {
        "id":"ED078274",
        "title":"A Bill of Rights for Functionally Illiterate Adults."},
      {
        "id":"ED078275",
        "title":"Evaluating Teaching Effectiveness in Extension-Administered Programs."},
      {
        "id":"ED078276",
        "title":"A Proposed Process for Determining Professional Behaviors Needed by Adult Education Administrators."},
      {
        "id":"ED078277",
        "title":"The Practice of Organization Development."},
      {
        "id":"ED078279",
        "title":"An Experiment to Test Methods of Increasing Self-Development Activities among Research and Development Personnel."},
      {
        "id":"ED078282",
        "title":"Some Principles and Procedures Useful in Planning County Extension Programs. A Research Summary of a Graduate Study."},
      {
        "id":"ED078283",
        "title":"Adult Education in Spotlight Here."},
      {
        "id":"ED078284",
        "title":"Disaster Preparedness in YOUR School."},
      {
        "id":"ED078285",
        "title":"1973-74 Directory of Consultants for Planning Adult Learning Systems, Facilities and Environments."},
      {
        "id":"ED078286",
        "title":"Strategies and Responsibilities in Adult Basic Education Programs."},
      {
        "id":"ED078287",
        "title":"The Interrelationship of Certain Assumptions about People, Sources of Job Satisfaction-Dissatisfaction, and Administrative Effectiveness of County Leaders of the Cooperative Extension Service."},
      {
        "id":"ED078288",
        "title":"A Study of Some Effects of Early Change Agent Behavior on a Group Client System."},
      {
        "id":"ED078289",
        "title":"The Significance of Sibling Position and the Frequency of Participation by Adults in Group Counseling Activities."},
      {
        "id":"ED078290",
        "title":"Retirement Systems for Employees of State and Local Governments...1966. Findings of a Survey of Systems Whose Members Were Not Covered under the OASDHI Program."},
      {
        "id":"ED078291",
        "title":"The Effects of Self-Esteem and Perceived Program Utility on Persistence and Cognitive Achievement in an Adult Basic Education Program."},
      {
        "id":"ED078294",
        "title":"Noncredit Activities in Institutions of Higher Education 1967-68. Professional and Technical Refresher Courses."},
      {
        "id":"ED078295",
        "title":"The State of Knowledge Pertaining to Selection of Cost-Effective Training Methods and Media."},
      {
        "id":"ED078296",
        "title":"Continuing Education for Women: Factors Influencing a Return to School and the School Experience."},
      {
        "id":"ED078297",
        "title":"Evaluation of Extension at the Haile Sellassie I University, Addis Ababa."},
      {
        "id":"ED078298",
        "title":"Institution Building and Evaluation."},
      {
        "id":"ED078299",
        "title":"Report of Assessment and Development--INCE's Department of Correspondence Instruction."},
      {
        "id":"ED078300",
        "title":"Campaigns in Agricultural Extension Programs."},
      {
        "id":"ED078301",
        "title":"Cooperatives, Principles and Practices."},
      {
        "id":"ED078302",
        "title":"Government-Subsidized Adult Education in Sweden."},
      {
        "id":"ED078303",
        "title":"Extension Staff Perceptions of Community Resource Development in Three States."},
      {
        "id":"ED078304",
        "title":"Apparel Manufacturing (Course Outline), Exciting Careers in Apparel Manufacturing: 9377.01."},
      {
        "id":"ED078305",
        "title":"Apparel Manufacturing (Course Outline), Section Work - Pocket Setting: 9377.05."},
      {
        "id":"ED078306",
        "title":"Apparel Manufacturing (Course Outline), Industrial Single Needle Machines and Machine Practice: 9377.02."},
      {
        "id":"ED078307",
        "title":"The Effects of Competition on Classroom Performance, Retention, and Interest."},
      {
        "id":"ED078308",
        "title":"A Study of Some Students' Opinions and Knowledge of Smoking and Drinking."},
      {
        "id":"ED078309",
        "title":"Toward a New Criterion For Evaluation of Guidance Programs."},
      {
        "id":"ED078310",
        "title":"Student Relations: ARIS Annotated Bibliography."},
      {
        "id":"ED078311",
        "title":"The Moral Atmosphere of the Prison."},
      {
        "id":"ED078312",
        "title":"Annotated Bibliography of Literature on Narcotic Addiction."},
      {
        "id":"ED078313",
        "title":"Introduction to Vocational Rehabilitation Services: An Outline for a Course of Study."},
      {
        "id":"ED078314",
        "title":"Drug Education: Policies, Programs and Materials."},
      {
        "id":"ED078315",
        "title":"The Effects of Type, Identifiability, and Variety of Instructional Instances on Subject Matter Concept Attainment."},
      {
        "id":"ED078316",
        "title":"Testing and Equality: The Great Divorce?"},
      {
        "id":"ED078317",
        "title":"\"Objectives of Student Personnel Programs in the Community College\"."},
      {
        "id":"ED078318",
        "title":"Guidance and the Process of Schooling: Considerations of Considerations of Curriculum and Career Education."},
      {
        "id":"ED078319",
        "title":"The Effects of Censorship and Attractiveness of the Censor on Attitude Change."},
      {
        "id":"ED078320",
        "title":"The Effects of Training of Analysis upon the Responding Style of Impulsive Children."},
      {
        "id":"ED078321",
        "title":"Strategies in Urban Community Mental Health."},
      {
        "id":"ED078322",
        "title":"Understanding Intergroup Relations."},
      {
        "id":"ED078323",
        "title":"Differential Association and Marijuana Use."},
      {
        "id":"ED078324",
        "title":"Development of an Instrument for Assessing Addict Rehabilitation Success."},
      {
        "id":"ED078326",
        "title":"Sex Role Stereotyping and Evaluation: A Systems Approach."},
      {
        "id":"ED078328",
        "title":"The Non-Membership Reference Group and Ego."},
      {
        "id":"ED078329",
        "title":"Change in Selected Characteristics of Students Between Ninth and Twelfth Grade as Related to High School Curriculum."},
      {
        "id":"ED078330",
        "title":"An Experimental Study of the Differential Effects of Parole Supervision for a Group of Adolescent Boys and Girls. Summary Report."},
      {
        "id":"ED078331",
        "title":"Evaluating Counselor Effectiveness Fact or Fallacy--Counselors Relate Equally Well to All Students."},
      {
        "id":"ED078332",
        "title":"Case Studies in Practical Career Guidance, Number 3: Career and Educational Planning Program Pioneer Senior High School, San Jose, California."},
      {
        "id":"ED078333",
        "title":"Case Studies in Practical Career Guidance, Number 4: Career Guidance Program Hood River Valley High School, Hood River, Oregon."},
      {
        "id":"ED078334",
        "title":"Case Studies in Practical Career Guidance, Number 5: Computerized Vocational Information System Willowbrook High School, Villa Park, Illinois."},
      {
        "id":"ED078335",
        "title":"Case Studies in Practical Career Guidance, Number 6: Coordinated Vocational and Academic Education North Gwinnett High School, Suwanee, Georgia."},
      {
        "id":"ED078336",
        "title":"Case Studies in Practical Career Guidance, Number 7: Developmental Career Guidance Project Detroit Public Schools, Detroit, Michigan."},
      {
        "id":"ED078337",
        "title":"Case Studies in Practical Career Guidance, Number 8: Employability Development Team Cleveland Public Schools, Cleveland, Ohio."},
      {
        "id":"ED078338",
        "title":"Case Studies in Practical Career Guidance, Number 9: Job Development Program Cleveland Public Schools, Cleveland, Ohio."},
      {
        "id":"ED078339",
        "title":"Case Studies in Practical Career Guidance, Number 10: Kimberly Guidance Program Kimberly High School, Kimberly, Idaho."},
      {
        "id":"ED078340",
        "title":"Case Studies in Practical Career Guidance, Number 11: Lenawee (Placement) Vocational-Technical Center and Placement Program, Adrian, Michigan."},
      {
        "id":"ED078341",
        "title":"Case Studies in Practical Career Guidance, Number 12: Occupational Learning Center Syracuse City School District, Syracuse, New York."},
      {
        "id":"ED078342",
        "title":"Coping Styles and Achievement: A Cross-National Study of School Children: Volume V of VII Volumes (5A and 5B): A Replication Study of Coping in Eight Countries."},
      {
        "id":"ED078343",
        "title":"Impact: The Magazine for Innovations and Change in the Helping Professions. Volume 2, Numbers 4-5."},
      {
        "id":"ED078344",
        "title":"Communique: Resources for Practicing Counselors, Volume 2 Number 9."},
      {
        "id":"ED078345",
        "title":"Communique: Resources for Practicing Counselors, Volume 2, Number 10."},
      {
        "id":"ED078346",
        "title":"Readings: The APGA/Impact Workshop on Career Development and Career Guidance. Selected Readings and Annotated Bibliography from Research in Education."},
      {
        "id":"ED078347",
        "title":"Forging Ahead in Reading. Proceedings of the 12th Annual Convention of the International Reading Association, Volume 12, Part 1."},
      {
        "id":"ED078354",
        "title":"Factors Relating to Correspondence and Other Non-Traditional Instruction: The Role of Readability."},
      {
        "id":"ED078364",
        "title":"A Series of Research Reports on the Use of LEARNING 100 at Harrisburg State Hospital, September 1970-September 1971, Research and Information Report No. 6."},
      {
        "id":"ED078365",
        "title":"Utilization and Organization of Visually Presented Information. Final Report."},
      {
        "id":"ED078366",
        "title":"A Survey of Reading Habits: Theme 4, Literature."},
      {
        "id":"ED078373",
        "title":"The Effectiveness of Reading Speed Instruction in Grades Two, Four, Six, and Eight."},
      {
        "id":"ED078374",
        "title":"Dialect in Relation to Reading Achievement: Recording, Encoding, or Merely a Code?"},
      {
        "id":"ED078375",
        "title":"Intellectual Factors Related to the Reading Process: Cognitive Skills."},
      {
        "id":"ED078376",
        "title":"An Analysis of Oral Reading Behavior of Reflective and Impulsive Beginning Readers."},
      {
        "id":"ED078378",
        "title":"Annotated Bibliography of Secondary School Materials for the Remediation of Reading."},
      {
        "id":"ED078379",
        "title":"The Use of Comprehension Development Materials for Improving Comprehension Achievement with Fourth Grade Pupils."},
      {
        "id":"ED078380",
        "title":"A Study of the Effect of the Developmental English Programme on Student Reading. No. 109."},
      {
        "id":"ED078381",
        "title":"Reading: Product and Process in Language Use."},
      {
        "id":"ED078382",
        "title":"The Newspaper as an Instructional Medium."},
      {
        "id":"ED078383",
        "title":"Children's Responses to Reading and Hearing Standard English and Nonstandard Dialect Stories: A Study of Evaluation and Comprehension."},
      {
        "id":"ED078385",
        "title":"Phonological and Semantic Components of Words in Beginning Reading."},
      {
        "id":"ED078386",
        "title":"Helping Your Child to Read."},
      {
        "id":"ED078387",
        "title":"Critical Reading: Theme 8, Reading."},
      {
        "id":"ED078389",
        "title":"Boy's Right to Read: Sexuality Factors in Learning to Read."},
      {
        "id":"ED078390",
        "title":"Talking Typewriter: Title I Evaluation, 1971-1972."},
      {
        "id":"ED078391",
        "title":"Children's Metalinguistic Concepts and Reading."},
      {
        "id":"ED078392",
        "title":"Advanced Reading, English SL: 5110.21a."},
      {
        "id":"ED078393",
        "title":"Reading Programs: Alternatives for Improvement."},
      {
        "id":"ED078394",
        "title":"Becoming a Reader."},
      {
        "id":"ED078395",
        "title":"A Description of an Assessment of Reading Literacy: A Pilot Project of a Statewide Reading Assessment Model."},
      {
        "id":"ED078396",
        "title":"Reading, Achievement, Aptitude and the Predictions of College Success, Failure, Attrition."},
      {
        "id":"ED078397",
        "title":"Concepts of Reading Comprehension and Their Representation in Current Secondary Reading Professional Textbooks, Instructional Materials and Tests."},
      {
        "id":"ED078398",
        "title":"Linguistic Pluralism: Impediment to Universal Literacy."},
      {
        "id":"ED078399",
        "title":"The Study of Organization and Recall With Prose."},
      {
        "id":"ED078400",
        "title":"Corrective Reading in the High School Classroom. Perspectives in Reading. No. 6."},
      {
        "id":"ED078414",
        "title":"High School English Instruction Today: The National Study of High School English Programs."},
      {
        "id":"ED078415",
        "title":"English Teacher Preparation Study, Guidelines for the Preparation of Teachers of English, An Exposition."},
      {
        "id":"ED078416",
        "title":"The Discovery of English: NCTE 1971 Distinguished Lectures."},
      {
        "id":"ED078417",
        "title":"Through a Glass, Darkly: Classroom Practices in Teaching English, 1971-1972."},
      {
        "id":"ED078418",
        "title":"Shakespeare in School and College."},
      {
        "id":"ED078419",
        "title":"Deciding the Future: A Forecast of Responsibilities of Secondary Teachers of English, 1970-2000 AD."},
      {
        "id":"ED078420",
        "title":"Listening: Its Impact on Reading and the Other Language Arts."},
      {
        "id":"ED078421",
        "title":"What Can the English Teacher Do with Dialects."},
      {
        "id":"ED078423",
        "title":"The Teaching of Writing: An Invitation to Becoming."},
      {
        "id":"ED078424",
        "title":"Report of the Literature Search in the Area of Teaching Behavior in Spelling Instruction."},
      {
        "id":"ED078425",
        "title":"Recognizing Literary Works and Characters: Theme 3, Literature."},
      {
        "id":"ED078426",
        "title":"English Language Arts: Composition Section, K-12."},
      {
        "id":"ED078427",
        "title":"English Language Arts: Literature Section K-12, Experimental Edition."},
      {
        "id":"ED078428",
        "title":"Usage of Selected Phonological and Grammatical Structures by Three Preschool Groups of Different Ethnic and Socioeconomic Backgrounds."},
      {
        "id":"ED078429",
        "title":"Teaching Linguistics to Elementary and Pre-School Children: Review of Research and Comment; and Behaviors of Teachers Teaching Linguistics to Elementary and Pre-School Children."},
      {
        "id":"ED078430",
        "title":"A Non-Graded Phased Elective English Curriculum; O. L. Smith Junior High School Superior English Program."},
      {
        "id":"ED078435",
        "title":"Creativity. What Research Says to the Teacher, Series, No. 28."},
      {
        "id":"ED078437",
        "title":"Goal-Based Literary Instruction: A Summary of the Basic Analyses of the LIGRU Project and a Programme for Practical Application and Further Research."},
      {
        "id":"ED078438",
        "title":"A Report on the Evaluation of Pilot English Selective Courses in the Mt. Diablo Unified School District."},
      {
        "id":"ED078439",
        "title":"The Concord High School English Department Selective Program: Philosophy, Objectives, Evaluation."},
      {
        "id":"ED078440",
        "title":"Women in Literature, English, World Literature: 5114.301."},
      {
        "id":"ED078441",
        "title":"Behind the Curtain, English, Drama: 5113.50."},
      {
        "id":"ED078442",
        "title":"What Is This Thing Called Theatre? English, Drama: 5112.53."},
      {
        "id":"ED078443",
        "title":"The Black Novelist in America, English, Contemporary Literature: 5114.57."},
      {
        "id":"ED078444",
        "title":"Teaching the Paragraph in Developmental Composition Classes in the Community College with Behavioral Objectives and Art."},
      {
        "id":"ED078445",
        "title":"Transformations and Stylistic Options."},
      {
        "id":"ED078446",
        "title":"An Experimental Curriculum in the English Language Arts, Grades One Through Six. Final Report."},
      {
        "id":"ED078447",
        "title":"Huntington's PACE Project. Final Evaluation Report."},
      {
        "id":"ED078448",
        "title":"Book Selection Policies, Book Complaint Policies and Censorship in Selected Michigan Public High Schools."},
      {
        "id":"ED078449",
        "title":"Learning about Mass Communication."},
      {
        "id":"ED078450",
        "title":"Social Power as a Barrier to Communications Feedback."},
      {
        "id":"ED078451",
        "title":"How Women in Politics View the Role Their Sex Plays in the Impact of Their Speeches on Audiences."},
      {
        "id":"ED078452",
        "title":"Backtrack Programming: A Computer-Based Approach to Group Problem Solving."},
      {
        "id":"ED078453",
        "title":"Testing Interpersonal Communication Performance."},
      {
        "id":"ED078454",
        "title":"The Interaction of Credibility, Evidence, and Language Intensity Manipulation on Belief Formation and Change."},
      {
        "id":"ED078455",
        "title":"The Relationship of Attitude and Credibility to Comprehension."},
      {
        "id":"ED078456",
        "title":"Ramist Rhetoric and the Puritan Dilemma."},
      {
        "id":"ED078457",
        "title":"Man-Machine Communication: Computer Credibility for French and English Canadians."},
      {
        "id":"ED078459",
        "title":"Studies of the Comprehension of Black English."},
      {
        "id":"ED078460",
        "title":"An Epistemic Based Information-Communication Model for Management of Communication Disorders."},
      {
        "id":"ED078461",
        "title":"Recent Developments in Psycholinguistics: The Study of Language and Its Impact on Speech Pathology and Speech Education."},
      {
        "id":"ED078462",
        "title":"Trends in International Persuasion: Persuasion in the Arms Control Negotiations."},
      {
        "id":"ED078463",
        "title":"Is It True What They Say about Dixie?"},
      {
        "id":"ED078464",
        "title":"The Personal Enjoyment of Conversation."},
      {
        "id":"ED078465",
        "title":"System Models of Information, Communication and Mass Communication: Revaluation of Some Basic Concepts of Communication."},
      {
        "id":"ED078466",
        "title":"Effects of Source Self-Interest and Induced Similarity/Dissimilarity on Opinion Change, Credibility, and Likability."},
      {
        "id":"ED078468",
        "title":"The Pump-Valve Model of Speech Articulation."},
      {
        "id":"ED078469",
        "title":"A Comparative Study of the Listening Performance of Blind and Sighted Students and of the Effects of Three Variables upon Listening Performance."},
      {
        "id":"ED078470",
        "title":"Perception Expansion Training: An Approach to Conflict Reduction."},
      {
        "id":"ED078471",
        "title":"Humanistic Approach in Speech: Affective Behavioral Objectives."},
      {
        "id":"ED078472",
        "title":"Negative Self-Image in Relation to Balance Theory."},
      {
        "id":"ED078473",
        "title":"A Computer Simulation of Human Communication."},
      {
        "id":"ED078474",
        "title":"The Evaluation of Dogmatic Television Characters by Dogmatic Viewers: \"Is Archie Bunker a Credible Source?\""},
      {
        "id":"ED078475",
        "title":"Candidate and Electorate Perceptions of the Nature and Function of Media Messages: A Case Study Approach."},
      {
        "id":"ED078476",
        "title":"Experiences with an Augmented Human Intellect System: A Revolution in Communication."},
      {
        "id":"ED078478",
        "title":"A Bibliography of Literature Used in Communication Theory Courses."},
      {
        "id":"ED078480",
        "title":"Teleconferencing and Social Negentropy."},
      {
        "id":"ED078481",
        "title":"A Swedish Approach to International Communication."},
      {
        "id":"ED078482",
        "title":"Theory Construction in the Study of Communication: The System Paradigm."},
      {
        "id":"ED078483",
        "title":"Film Program Notes from the Current Holdings of the Anthology Film Archives; Outlines of 41 Films."},
      {
        "id":"ED078484",
        "title":"Mass Communication and Ticket Splitting in the 1972 General Election."},
      {
        "id":"ED078485",
        "title":"Opening and Closing in Open Systems."},
      {
        "id":"ED078486",
        "title":"High School and College Student Perceptions of Media Credibility."},
      {
        "id":"ED078487",
        "title":"A Classroom-Field Model of Inter-Ethnic Communication."},
      {
        "id":"ED078488",
        "title":"An Overview of ECCO (Episodic Communication Channels in Organization) Methodology."},
      {
        "id":"ED078489",
        "title":"Dimensions in Cross-Cultural Instruction."},
      {
        "id":"ED078492",
        "title":"Elements in a Model Contract for Superintendents."},
      {
        "id":"ED078493",
        "title":"Educational Planning: The Census Bureau Can Help."},
      {
        "id":"ED078494",
        "title":"Continuity Is Essential to Radical Change."},
      {
        "id":"ED078495",
        "title":"How Can We Make the Administrative Team Concept Come Alive?"},
      {
        "id":"ED078496",
        "title":"Preparation Programs and Professional Development for School Administrators -- AASA Committee for the Advancement of School Administration."},
      {
        "id":"ED078497",
        "title":"Will the Woman Administrator Make a Difference?"},
      {
        "id":"ED078498",
        "title":"The Intermediate Unit as a Change Agent."},
      {
        "id":"ED078500",
        "title":"Do You Need (or Want) Students on the School Board?"},
      {
        "id":"ED078501",
        "title":"Alternatives to the Traditional High School."},
      {
        "id":"ED078502",
        "title":"Educational Governance. The Governor? The Legislature? The Board of Education?"},
      {
        "id":"ED078503",
        "title":"Organizations as Social Inventions."},
      {
        "id":"ED078504",
        "title":"Stanford's Multidisciplinary Research Training Program in Educational Policy Analysis."},
      {
        "id":"ED078505",
        "title":"Meta-Methodology: An Overview of What It Is and How It Was Developed."},
      {
        "id":"ED078506",
        "title":"Accounting for What Youngsters Learn."},
      {
        "id":"ED078507",
        "title":"Journal of the Proceedings, School Law Forum."},
      {
        "id":"ED078508",
        "title":"Computer Profile of School Facilities Energy Consumption."},
      {
        "id":"ED078509",
        "title":"The Governance of State Education Systems: Pressures, Problems, Options. A Report."},
      {
        "id":"ED078510",
        "title":"Public Knowledge and Busing Opposition: An Interpretation of a New National Survey."},
      {
        "id":"ED078511",
        "title":"ESEA III Evaluation and Dissemination: An Assessment."},
      {
        "id":"ED078512",
        "title":"School Lunch Regulations. Hearing Before the Committee on Agriculture and Forestry, United States Senate. Ninety-Second Congress, First Session on the School Lunch Program for the 1972 Fiscal Year as Proposed by the U.S. Department of Agriculture, August 10, 1971."},
      {
        "id":"ED078513",
        "title":"Legislation by the States: Accountability and Assessment in Education. Revised."},
      {
        "id":"ED078514",
        "title":"Characteristics of and Proposed Models for State Accountability Legislation. A Report."},
      {
        "id":"ED078515",
        "title":"Educational Vouchers -- Some Policy Issues."},
      {
        "id":"ED078516",
        "title":"The High School Principal's Role with Respect to the Present Marihuana Problem."},
      {
        "id":"ED078519",
        "title":"State Assumption of Educational Costs."},
      {
        "id":"ED078520",
        "title":"The Financing of Schools in Minnesota."},
      {
        "id":"ED078521",
        "title":"The Political Limits to School Finance Reform."},
      {
        "id":"ED078522",
        "title":"Site Development. Educational Facilities Review Series Number 19."},
      {
        "id":"ED078523",
        "title":"Teacher Dismissal and Nonrenewal of Teacher Contracts. Proposed School Board Regulations."},
      {
        "id":"ED070464",
        "title":"A Proposed Classification Schedule for a Curriculum Materials Collection."},
      {
        "id":"ED070465",
        "title":"LC in the 19th Century; An Informal Account."},
      {
        "id":"ED070468",
        "title":"Cancer Biochemistry and Host-Tumor Interactions: A Decimal Classification, (Categories 51.6, 51.7, and 51.8)."},
      {
        "id":"ED070469",
        "title":"The Relationship Between Psychological Development, Quality Reading, & Library Service: An Exploratory, Statistical Study."},
      {
        "id":"ED070470",
        "title":"LNR: Numerical Register of Books in Louisiana Libraries; Basic Documents, I."},
      {
        "id":"ED070472",
        "title":"Library Policies: Analysis, Formulation and Use in Academic Institutions. (Occasional Papers 2)."},
      {
        "id":"ED070473",
        "title":"The Universal Copyright Convention, as Revised at Paris on July 24, 1971, Together With Two Related Protocols; Hearing Before the Committee on Foreign Relations...Executive G..."},
      {
        "id":"ED070474",
        "title":"The Opinion of Mr. Justice Douglas in the Case of Robert Gottschalk, Acting Commissioner of Patents, vs. Gary R. Benson and Arthur C. Tabbot, Delivered in the Supreme Court of the United States on November 20, 1972."},
      {
        "id":"ED070475",
        "title":"Library Services and Construction Act, Five-Year Plan for Statewide Library Development in Maine."},
      {
        "id":"ED070476",
        "title":"Meeting the Challenge: Illinois State Library's Long-Range Program for Library Development in Illinois, 1972-77."},
      {
        "id":"ED070477",
        "title":"Comprehensive Long-Range Program for Library Services in Wisconsin."},
      {
        "id":"ED070478",
        "title":"North Dakota State Plan for Long-Range Library Development."},
      {
        "id":"ED070479",
        "title":"Minnesota Long Range Plan for Library Service, 1972."},
      {
        "id":"ED070480",
        "title":"Long-Range Plan for Library Development."},
      {
        "id":"ED070481",
        "title":"Utah's Long Range Plan for Library Service."},
      {
        "id":"ED070482",
        "title":"Alabama Public Library Service Long-Range Program."},
      {
        "id":"ED070483",
        "title":"Long-Range Program for Library Development in Mississippi."},
      {
        "id":"ED070484",
        "title":"Catalog of Selected Documents on the Disadvantaged, Number and Author Index."},
      {
        "id":"ED070485",
        "title":"Catalog of Selected Documents on the Disadvantaged: Subject Index."},
      {
        "id":"ED070486",
        "title":"The Long Range Plan of the Michigan Department of Education for Library Services Throughout the State."},
      {
        "id":"ED070488",
        "title":"Five-Year Program for Public Library Development with LSCA Funds 1973-1977."},
      {
        "id":"ED070489",
        "title":"Long Range Program for the Development of Library Services in Connecticut."},
      {
        "id":"ED070490",
        "title":"Indiana Library Service; Five-Year Program for Expenditure of LSCA Funds."},
      {
        "id":"ED070491",
        "title":"Florida Long-Range Program for Library Service: An LSCA Five-Year Long-Range Program with a Sixth-Year Extension."},
      {
        "id":"ED070492",
        "title":"Clear Purpose--Complete Commitment; A Long-Range Program to Provide Louisianians with Library and Information Services Adequate to Their Needs, 1973-1977."},
      {
        "id":"ED070493",
        "title":"Information Unlimited; North Carolina's Long-Range Program for Library Service."},
      {
        "id":"ED070494",
        "title":"People...Serving People; A 1977 Long-Range User Program for Nebraska Libraries."},
      {
        "id":"ED070495",
        "title":"Planning to Plan; A Search for a 1977 General Plan for Nebraska Libraries."},
      {
        "id":"ED070496",
        "title":"Reference Tools and Services: Introduction to Reference Works and Bibliographic Tools--Serials."},
      {
        "id":"ED070497",
        "title":"Reference Tools and Services: General Technical Encyclopedias and Engineering Handbooks."},
      {
        "id":"ED070498",
        "title":"Reference Tools and Services: Introduction to the Use of Commercial, Organization and Biographical Directories."},
      {
        "id":"ED070501",
        "title":"Vencemos Con Libros Y La Lengua."},
      {
        "id":"ED070502",
        "title":"Africa Speaks: Fiction, Drama, Poetry Etc."},
      {
        "id":"ED070505",
        "title":"A National Plan for the Development of Library Services."},
      {
        "id":"ED070506",
        "title":"INTREX Buffer-Controller Display System Operation and Software."},
      {
        "id":"ED070507",
        "title":"Trends in Child Care Legislation from the Perspective of the National Research Council Advisory Committee on Child Development."},
      {
        "id":"ED070508",
        "title":"Social Class Differences in the Ability of Two-Year Old Children to Use Verbal Information to Facilitate Learning."},
      {
        "id":"ED070509",
        "title":"The Rights of Children: Responsibility and Freedom."},
      {
        "id":"ED070510",
        "title":"Where's Herbie? A Sickle Cell Anemia Story and Coloring Book."},
      {
        "id":"ED070511",
        "title":"Family Day Care West: A Working Conference."},
      {
        "id":"ED070512",
        "title":"The Heman Street Preschool 1971-72: Report."},
      {
        "id":"ED070513",
        "title":"The Teacher's Part in Sex Role Reinforcement."},
      {
        "id":"ED070514",
        "title":"Alabama Day-Care Needs and Day-Care Resources. Final Report."},
      {
        "id":"ED070515",
        "title":"[Baugo Community Schools Title III Project Overview and Program Brochure.]"},
      {
        "id":"ED070516",
        "title":"Head Start Psychological Services in a Rural Program."},
      {
        "id":"ED070517",
        "title":"Your Child - From Home to School. A Handbook for Parents Whose Child Is Entering School."},
      {
        "id":"ED070518",
        "title":"Clinical Impressions of Communal Child Rearing."},
      {
        "id":"ED070519",
        "title":"Sex Differences in Children's Aggression."},
      {
        "id":"ED070520",
        "title":"The Effects of Added Visual Stimuli on Children's Learning of Four-Component Verbal Chains."},
      {
        "id":"ED070521",
        "title":"Rehearsal as Inner Speech."},
      {
        "id":"ED070522",
        "title":"African Infant Precocity: Some Social Influences During the First Year."},
      {
        "id":"ED070523",
        "title":"Transfer Effects Between Numbered and Unnumbered Serial Word Lists."},
      {
        "id":"ED070524",
        "title":"An Information Analysis of 2-, 3-, and 4-Word Verbal Discrimination Learning."},
      {
        "id":"ED070525",
        "title":"The Effect of the DISTAR Instructional System on First and Second Grade Achievement: An Evaluation of the 1971-1972 Title I Program of Winthrop, Massachusetts."},
      {
        "id":"ED070526",
        "title":"The Effects of Violence in Childhood."},
      {
        "id":"ED070527",
        "title":"ESEA - Title III: Pre-School Language Development. K-3 Developmental Language-Reading Learning Centers. Final Project Evaluation Report, 1971-72."},
      {
        "id":"ED070528",
        "title":"Instruments for Screening of Pre-Kindergarten Children."},
      {
        "id":"ED070529",
        "title":"Kindergarten Evaluation Study: Full-Day Alternate Day Programs."},
      {
        "id":"ED070530",
        "title":"Summary of 1968 - 1969 Data. Progress Report No. 4."},
      {
        "id":"ED070531",
        "title":"Elementary Education Today: Its Impact on Children."},
      {
        "id":"ED070532",
        "title":"Implementation of Head Start Planned Variation Testing and Data Collection Effort. Final Report."},
      {
        "id":"ED070533",
        "title":"Parent Handbook: A Guide to the Information Sessions for Parents of Four-Year-Old Children. A Guide to the Story-Activity Hours for Four-Year-Old Children."},
      {
        "id":"ED070535",
        "title":"Preprimary Enrollment, October 1971."},
      {
        "id":"ED070542",
        "title":"Rural Affairs Study Commission, A Report to the Governor and the General Assembly of the Commonwealth of Virginia, 1971."},
      {
        "id":"ED070544",
        "title":"The First Indian Bilingual Projects, Title VII Meeting: A Report."},
      {
        "id":"ED070545",
        "title":"The Study of Mexican American Education in the Southwest: Implications of Research by the Civil Rights Commission."},
      {
        "id":"ED070546",
        "title":"Selected Characteristics of Persons and Families of Mexican, Puerto Rican, and Other Spanish Origin: March 1972. (Advance Data from March 1972 Sample Survey.) Population Characteristics: Current Population Reports."},
      {
        "id":"ED070547",
        "title":"An Annotated Bibliography of Young People's Books on American Indians. Indian Education Curriculum Bulletin No. 12."},
      {
        "id":"ED070548",
        "title":"An Analysis of Bond Issue Elections as Indicators of Socio-Economic Development Potential."},
      {
        "id":"ED070549",
        "title":"Inside the Hatch Valley: A Study of a Rural New Mexico Community. Resident Instruction Series No. 1."},
      {
        "id":"ED070550",
        "title":"Attitudes Toward Bilingual Education: A Study of Parents with Children in Selected Bilingual Programs."},
      {
        "id":"ED070551",
        "title":"Annual Report, 1971-1972, to the United States Bureau of Indian Affairs. Indian Education Program [Nevada]."},
      {
        "id":"ED070552",
        "title":"A Resource Manual For Implementing Bilingual Education Programs."},
      {
        "id":"ED070553",
        "title":"A Teacher and Teacher Aide Guide for Programs for the Education of Migrant Children."},
      {
        "id":"ED070554",
        "title":"Texas Child Migrant Program. Migrant and Preschool Programs."},
      {
        "id":"ED070555",
        "title":"Texas Migrant Labor. Annual Report, 1971."},
      {
        "id":"ED070556",
        "title":"Off-Reservation Boarding School Project (ORBS Project)."},
      {
        "id":"ED070557",
        "title":"Evaluation Report of the Special Scholarship in Law for American Indians."},
      {
        "id":"ED070558",
        "title":"Evaluation Report of the Center for the Study of Migrant and Indian Education, Toppenish, Washington."},
      {
        "id":"ED070559",
        "title":"Information Needs to Support an Evaluation Process for Bureau of Indian Affairs Educational Programs."},
      {
        "id":"ED070560",
        "title":"The Social Psychologies of Blacks and Whites: Different Paths to Educational Achievement Expectations."},
      {
        "id":"ED070561",
        "title":"Valuing Employee Benefits by Teachers of Small Schools."},
      {
        "id":"ED070562",
        "title":"Development of a Problem Solving Capability for Rural School Districts. Final Report."},
      {
        "id":"ED070565",
        "title":"State of California Migrant Services Program. [1970]."},
      {
        "id":"ED070566",
        "title":"Navy Space and Astronautics Orientation."},
      {
        "id":"ED070571",
        "title":"Quartermaster 1 and C, Rate Training Manual."},
      {
        "id":"ED070572",
        "title":"Introduction to Sonar, Navy Training Course."},
      {
        "id":"ED070574",
        "title":"Opticalman 1 and C, Rate Training Manual."},
      {
        "id":"ED070575",
        "title":"Opticalman 3 and 2, Rate Training Manual."},
      {
        "id":"ED070576",
        "title":"Shipboard Electronic Equipments."},
      {
        "id":"ED070577",
        "title":"Fundamentals of Petroleum."},
      {
        "id":"ED070578",
        "title":"Fluid Power, Rate Training Manual."},
      {
        "id":"ED070579",
        "title":"Basic Nuclear Physics."},
      {
        "id":"ED070580",
        "title":"Principles of Naval Engineering."},
      {
        "id":"ED070581",
        "title":"Principles of Guided Missiles and Nuclear Weapons."},
      {
        "id":"ED070588",
        "title":"200 Outdoor Science Activities, A Classroom Extension."},
      {
        "id":"ED070595",
        "title":"Scottish Schools Science Equipment Research Centre, Bulletin No. 57, August 1972."},
      {
        "id":"ED070596",
        "title":"Prospects for Simulation Gaming in Health Planning &amp; Consumer Health Education."},
      {
        "id":"ED070597",
        "title":"Reactions of Atoms and Molecules, Science (Experimental): 5316.02."},
      {
        "id":"ED070598",
        "title":"Situation Report--China, El Salvador, Hong Kong, Japan, Nigeria, Republic of Korea, Taiwan, and Thailand."},
      {
        "id":"ED070599",
        "title":"Basic Reference Sources in Population/Family Planning: An Annotated Bibliography, Number 2."},
      {
        "id":"ED070603",
        "title":"Country Profiles, Sweden."},
      {
        "id":"ED070604",
        "title":"Studies in Family Planning, Volume 3, Number 8."},
      {
        "id":"ED070605",
        "title":"Studies in Family Planning, Volume 3, Number 9."},
      {
        "id":"ED070606",
        "title":"Nuclear Power and the Environment."},
      {
        "id":"ED070607",
        "title":"Nuclear Energy and the Environment."},
      {
        "id":"ED070608",
        "title":"Syllabi for Instruction in Agricultural Meteorology."},
      {
        "id":"ED070609",
        "title":"Training of Hydrometeorological Personnel."},
      {
        "id":"ED070612",
        "title":"Country Profiles, Iran."},
      {
        "id":"ED070614",
        "title":"Teaching Environmental Education With a Focus on Values."},
      {
        "id":"ED070615",
        "title":"How to Investigate the Environment in the City: Air and Water."},
      {
        "id":"ED070622",
        "title":"Environment and Spatial Behavior: A Selected Bibliography."},
      {
        "id":"ED070624",
        "title":"Environmental Quality Research and Development. A Review and Analysis of Federal Programs."},
      {
        "id":"ED070627",
        "title":"In Time of Emergency. A Citizen's Handbook on Nuclear Attack and Natural Disasters."},
      {
        "id":"ED070629",
        "title":"Drug Abuse Current Awareness System (DACAS), Volume 1 Number 1."},
      {
        "id":"ED070630",
        "title":"Drug Abuse Current Awareness System (DACAS), Volume 1 Number 4."},
      {
        "id":"ED070631",
        "title":"Drug Abuse Awareness System (DACAS), Volume 1 Number 5."},
      {
        "id":"ED070632",
        "title":"Drug Abuse Current Awareness System (DACAS), Volume 1 Number 6."},
      {
        "id":"ED070634",
        "title":"[Annual Mathematics Examination, 1966-1972.]"},
      {
        "id":"ED070635",
        "title":"Environmental Studies. The Construction of an 'A' Level Syllabus."},
      {
        "id":"ED070636",
        "title":"Metric Conversion. Hearing Before the Committee on Commerce, United States Senate, 92 Congress, Second Session on S.2483 and S.J.Res. 219."},
      {
        "id":"ED070637",
        "title":"Environmental Science. An Experimental Programme for Primary Teachers."},
      {
        "id":"ED070638",
        "title":"Physics and Automobile Safety Belts."},
      {
        "id":"ED070639",
        "title":"Air Pollution Training Courses July 1972 through June 1973 and University Training Programs."},
      {
        "id":"ED070640",
        "title":"Environmental Impact Analysis: Philosophy and Methods."},
      {
        "id":"ED070641",
        "title":"Interdisciplinary Drug Education for Alabama Schools (IDEAS), Bulletin No. 11."},
      {
        "id":"ED070645",
        "title":"Introduction of Solids, Faces, Points and Lines, Synthesis."},
      {
        "id":"ED070646",
        "title":"Congruent Transformations. A Workshop Approach for Grade 9 Students."},
      {
        "id":"ED070647",
        "title":"Air Quality Criteria for Particulate Matter."},
      {
        "id":"ED070649",
        "title":"The Environmental and Ecological Forum 1970-1971."},
      {
        "id":"ED070652",
        "title":"European Curriculum Studies No. 3: Biology."},
      {
        "id":"ED070653",
        "title":"Items to Test Level of Attainment of Mathematics Concepts by Intermediate Grade Children."},
      {
        "id":"ED070654",
        "title":"An Analysis of Selected Classificatory Science Concepts in Preparation for Writing Tests of Concept Attainment."},
      {
        "id":"ED070655",
        "title":"Items for Measuring the Level of Attainment of Selected Classificatory Science Concepts by Intermediate Grade Children."},
      {
        "id":"ED070656",
        "title":"The Content of Arithmetic Included in a Modern Elementary Mathematics Program."},
      {
        "id":"ED070657",
        "title":"A Study of Three Concepts of Probability Possessed by Children in the Fourth, Fifth, Sixth and Seventh Grades."},
      {
        "id":"ED070658",
        "title":"Teaching the Conceptual Scheme \"The Particle Nature of Matter\" in the Elementary School."},
      {
        "id":"ED070659",
        "title":"Measuring Mathematics Concept Attainment: Boys and Girls."},
      {
        "id":"ED070660",
        "title":"An Analysis of Content and Task Dimensions of Mathematics Items Designed to Measure Level of Concept Attainment."},
      {
        "id":"ED070661",
        "title":"Measuring Science Concept Attainment of Elementary School Boys and Girls."},
      {
        "id":"ED070662",
        "title":"The Performance of First Grade Students on a Nonstandard Set of Measurement Tasks."},
      {
        "id":"ED070663",
        "title":"The Relative Effectiveness of Two Different Instructional Sequences Designed to Teach the Addition and Subtraction Algorithms."},
      {
        "id":"ED070669",
        "title":"The Science Committee. A Report by the Committee on the Utilization of Young Scientists and Engineers in Advisory Services to Government. Appendixes."},
      {
        "id":"ED070671",
        "title":"Individualized Instruction in Science, Introductory Physical Science, Learning Activity Packages."},
      {
        "id":"ED070672",
        "title":"Individualized Instruction in Science, Time-Space-Matter, Learning Activity Packages."},
      {
        "id":"ED070673",
        "title":"Individualized Instruction in Science, Time-Space-Matter, Self-Directed Activities."},
      {
        "id":"ED070674",
        "title":"Individualized Instruction in Science, Earth Space Project, Learning Activities Package."},
      {
        "id":"ED070675",
        "title":"Individualized Instruction in Science, Earth-Space Project, Self-Directed Activities."},
      {
        "id":"ED070678",
        "title":"Predicting the Relative Difficulty of Problem-Solving Exercises in Arithmetic. Final Report."},
      {
        "id":"ED070679",
        "title":"Effects of the Analytic-Global and Reflectivity-Impulsivity Cognitive Styles on the Acquisition of Geometry Concepts Presented Through Emphasis or no Emphasis and Discovery or Expository Lessons."},
      {
        "id":"ED070680",
        "title":"Environment, Teacher Manual, Primary, Idea 3, Water."},
      {
        "id":"ED070681",
        "title":"Environment, Teacher Manual, Intermediate, Idea 3, Water."},
      {
        "id":"ED070682",
        "title":"Objectives of Training Programs for Secondary School Teachers of Psychology."},
      {
        "id":"ED070683",
        "title":"[Project Social Studies. Background Papers.]"},
      {
        "id":"ED070684",
        "title":"Asian Studies: Experimental Course of Study, 11th or 12th Year Elective."},
      {
        "id":"ED070685",
        "title":"American Culture, Social Studies, Language Arts: 6426.01."},
      {
        "id":"ED070686",
        "title":"Empire to Commonwealth: The British Imprint. Social Studies: 6478.18."},
      {
        "id":"ED070687",
        "title":"A Method for Clarifying Value Statements in the Social Studies Classroom: A Self Instructional Program."},
      {
        "id":"ED070688",
        "title":"Teacher's Kit for Consumer Education."},
      {
        "id":"ED070689",
        "title":"Bull and Bear: The Stock Market. Social Studies: 6448.13."},
      {
        "id":"ED070691",
        "title":"Guidelines for Teaching and Testing the Illinois Constitution."},
      {
        "id":"ED070692",
        "title":"Interchange. Population Education Newsletter. Volume 1, Number 1."},
      {
        "id":"ED070693",
        "title":"Project FICSS (Focus on Inner City Social Studies). Final Report."},
      {
        "id":"ED070695",
        "title":"University-Urban Interface Program. A University and Its Community Confront Problems and Goals."},
      {
        "id":"ED070696",
        "title":"University-Urban Interface Program. Pittsburgh Goals: Some Thoughts on Health Issues."},
      {
        "id":"ED070697",
        "title":"University-Urban Interface Program. Pittsburgh Goals: Notes on Metropolitanism."},
      {
        "id":"ED070698",
        "title":"University-Urban Interface Program. Phase III, Progress Report 4 (April 1972-June 1972)."},
      {
        "id":"ED070699",
        "title":"University-Urban Interface Program. University Forum. Background Paper. Goals and Government of the Metropolis."},
      {
        "id":"ED070700",
        "title":"Types of Schooling for Developing Nations. Occasional Paper of the International and Development Education Clearinghouse."},
      {
        "id":"ED070703",
        "title":"Kistu' Pewin. Project Canada West, Volume 1, Number 2. (Newsletter)."},
      {
        "id":"ED070706",
        "title":"The Development of Guidelines for Classifying and Writing Abstracts of Dance Research."},
      {
        "id":"ED070708",
        "title":"A Social Studies Curriculum for a Modern World. The Marin Social Studies Project. Final Report."},
      {
        "id":"ED070709",
        "title":"Cuban Acquisitions and Bibliography. Proceedings and Working Papers of an International Conference Held at the Library of Congress, April 13-15, 1970."},
      {
        "id":"ED070710",
        "title":"Asian Studies in American Secondary Education. A Report on Two Conferences Sponsored by the Association for Asian Studies and the U.S. Office of Education."},
      {
        "id":"ED070711",
        "title":"International Education and Alternatives for Educational Development."},
      {
        "id":"ED070712",
        "title":"Training for Nonviolent Responses in Social Conflict: A Manual for Trainers."},
      {
        "id":"ED070713",
        "title":"Training for Nonviolent Action for High School Students: A Handbook."},
      {
        "id":"ED070714",
        "title":"Alternatives for Educational Development: Case Studies or Practical Applications."},
      {
        "id":"ED070715",
        "title":"Possible Restructuring of the College Entrance Examination Board's American History and Social Studies Achievement Test: The Changing Relationship in the Secondary Schools Between American History and the Social Studies."},
      {
        "id":"ED070716",
        "title":"Designing Teacher Evaluation Systems. A Series of Suggestions for Establishing Teacher Assessment Procedures as Required by the Stull Bill (AB293), 1971 California Legislature."},
      {
        "id":"ED070717",
        "title":"Advanced Placement European History: A New Approach."},
      {
        "id":"ED070718",
        "title":"Coping with Conflict and Change in Our Global Society. Report of a Summer 1972 Workshop."},
      {
        "id":"ED070719",
        "title":"Resource Materials for Consumer Education."},
      {
        "id":"ED070720",
        "title":"Black Studies. Courses of Study: Prejudices; Afro-American Studies."},
      {
        "id":"ED070721",
        "title":"Seminar on Education for International Understanding."},
      {
        "id":"ED070722",
        "title":"Survey of Bibliographies and Reference Works on Asia, Africa, Latin America, and Russia and East Europe and Compilation of Bibliographies on East Asia, South Asia, and Africa South of the Sahara for Undergraduate Libraries. Final Report."},
      {
        "id":"ED070726",
        "title":"From Sea to Sea, Social Studies: 6412.04."},
      {
        "id":"ED070727",
        "title":"Industrial America, Social Studies: 6416.13."},
      {
        "id":"ED070728",
        "title":"A Study of Urban Rural Transition: Processes and Materials. Project Canada West."},
      {
        "id":"ED070729",
        "title":"High School Psychology: Stepchild or Offspring?"},
      {
        "id":"ED070730",
        "title":"School and University Review. Volume 1, Number 3."},
      {
        "id":"ED070731",
        "title":"Profiles of Youth. 1971 White House Conference on Youth."},
      {
        "id":"ED070732",
        "title":"Poverty and Quality of Life: A Perspective."},
      {
        "id":"ED070733",
        "title":"Manual on Political Action."},
      {
        "id":"ED070734",
        "title":"An Information Exchange System for Teachers of Government."},
      {
        "id":"ED070735",
        "title":"Learning Peace: A Resource Unit."},
      {
        "id":"ED070737",
        "title":"Curricular and Heuristic Models for Value Inquiry."},
      {
        "id":"ED070738",
        "title":"Work in America. Report of a Special Task Force to the Secretary of Health, Education, and Welfare."},
      {
        "id":"ED070739",
        "title":"Participant Observation in A School Setting."},
      {
        "id":"ED070740",
        "title":"Voluntary Opportunities for Inspiring Coordinators of Education Report on: Washington Metropolitan Area Workshop for Administrators, Supervisors and Coordinators."},
      {
        "id":"ED070741",
        "title":"A Questionnaire Evaluation System for Teacher Education Centers in Greater Cleveland."},
      {
        "id":"ED070742",
        "title":"Teacher Competence: Encounter vs. Behavioral Modeling."},
      {
        "id":"ED070743",
        "title":"Coordination With Other Federal Agencies: Option Identification and Analysis."},
      {
        "id":"ED070744",
        "title":"Culture Shock and the Transfer Teacher."},
      {
        "id":"ED070745",
        "title":"The Dunbar Cadre. Interim Report, January, 1971. Final Report, March, 1972."},
      {
        "id":"ED070746",
        "title":"Reciprocity. Certification of Special Education Personnel."},
      {
        "id":"ED070747",
        "title":"Field Centered Teacher Preparation. Final Report, Cycle 5, 1970-1972."},
      {
        "id":"ED070748",
        "title":"The Hyde Park Cadre As A Social System."},
      {
        "id":"ED070749",
        "title":"A Study of the Perceptual Organization of Elementary and Secondary \"Outstanding Young Educators\"."},
      {
        "id":"ED070750",
        "title":"Encounter Groups and Change: Behavioral or Self-Report Data?"},
      {
        "id":"ED070751",
        "title":"Urban Education Project. ESEA Title V-505."},
      {
        "id":"ED070752",
        "title":"Students' Rights: A Guide to the Right of Children, Youth and Future Teachers."},
      {
        "id":"ED070753",
        "title":"Performance-Based Teacher Certification: A Survey of The States."},
      {
        "id":"ED070754",
        "title":"Voluntary Opportunities for Inspiring Coordinators of Education Report on: Washington Technical Institute Students' Evaluation of the VOICE Tutorial Service 1971."},
      {
        "id":"ED070755",
        "title":"A Bi-Racial Comparison of Teacher Attitudes toward Topics Related to School Desegregation."},
      {
        "id":"ED070756",
        "title":"Determining the Effects of Simulation Training on Student Teaching Behavior. Final Report."},
      {
        "id":"ED070757",
        "title":"Optimum Class Size? A Review of the Literature."},
      {
        "id":"ED070758",
        "title":"Survey of the Criteria for the Selection of Undergraduate Candidates for Admission to Teacher Training."},
      {
        "id":"ED070759",
        "title":"New York State Physical Fitness Test for Boys and Girls Grades 4-12. A Manual for Teachers of Physical Education."},
      {
        "id":"ED070760",
        "title":"1971 AERA Research Training Sessions. Final Report."},
      {
        "id":"ED070761",
        "title":"In-Service Training for Administrators, Faculty, and Students of a Developing Community College. Director's Evaluation Report."},
      {
        "id":"ED070764",
        "title":"Variables Affecting Change in Inservice Teacher Education. Final Report."},
      {
        "id":"ED070765",
        "title":"The Effects of the Instructional Behavior and Skills Development Inservice Program upon Teacher Behavior. Final Report."},
      {
        "id":"ED070766",
        "title":"Seventh Grade Interdisciplinary Packet (Science-Social Studies)."},
      {
        "id":"ED070767",
        "title":"Music Curriculum Guide. K-6."},
      {
        "id":"ED070768",
        "title":"Health Education, Grades 7-12."},
      {
        "id":"ED070769",
        "title":"Typing Manuscripts and Reports. Typing 13."},
      {
        "id":"ED070770",
        "title":"An Analysis of Personality Data Using Rasch Measurement Model."},
      {
        "id":"ED070771",
        "title":"Doffer (textile) 6-19.166--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED070772",
        "title":"Card Tender (asbestos prod.; textile) 6-19.031--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED070774",
        "title":"Steam-Power-Plant Operator (light, heat &amp; power) 952.782-040--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED070775",
        "title":"Loader (can. &amp; preserv.) 8-04.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED070776",
        "title":"Sewage-Plant Operator (any ind.), Water-Treatment-Plant Operator (waterworks) 954.782; Sewage-Plant Operator (sanitary ser.), Waste-Treatment-Plant Operator (sanitary ser.) 955.782, I 955.782--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED070777",
        "title":"A Review and Synthesis of Educational Measurement Procedures for Studying Growth with the Purpose of Specifying the Appropriate Applications for These Procedures. Final Report."},
      {
        "id":"ED070782",
        "title":"The Evidence on Busing. Research Report."},
      {
        "id":"ED070783",
        "title":"Edison Project: Final Evaluation Report--Year One, 1971-1972."},
      {
        "id":"ED070784",
        "title":"Hunger U. S. A. Revisited. A Report by the Citizens' Board of Inquiry Into Hunger and Malnutrition in the United States."},
      {
        "id":"ED070785",
        "title":"Innovative Techniques in Teaching Academically Disadvantaged College Students."},
      {
        "id":"ED070786",
        "title":"Affective Education to Facilitate Integration. Research Monographs, Volume I, Number 2."},
      {
        "id":"ED070787",
        "title":"Evaluation of San Francisco Unified School District Desegregation/Integration, 1971-72."},
      {
        "id":"ED070788",
        "title":"Racial and Ethnic Distribution of Professional Staff in California Public Schools, Fall 1971. A Report to the State Board of Education."},
      {
        "id":"ED070789",
        "title":"Racial and Ethnic Distribution of Pupils in California Public Schools, Fall 1971. A Report to the State Board of Education."},
      {
        "id":"ED070790",
        "title":"Some Sociological Aspects of Student Allocation in Two Racially Mixed Suburban High Schools. Program for Situational Analysis."},
      {
        "id":"ED070791",
        "title":"A Longitudinal Study of the Intellectual Growth of Culturally Disadvantaged Children in a Sequential Learning to Learn Program."},
      {
        "id":"ED070792",
        "title":"Evaluation of Desegregation--1970-1971."},
      {
        "id":"ED070794",
        "title":"Exploratory Studies of Bias in Achievement Tests."},
      {
        "id":"ED070795",
        "title":"Job Development Services, DPPF. Evaluation, Fund Number 97--Component 14, 1971-72."},
      {
        "id":"ED070796",
        "title":"The Effectiveness of Manpower Training Programs: A Review of Research on the Impact on the Poor. Studies in Public Welfare, Paper Number 3."},
      {
        "id":"ED070797",
        "title":"Race, Poverty and Educational Achievement in an Urban Environment."},
      {
        "id":"ED070798",
        "title":"The Ethnic Student: Academic and Social Problems."},
      {
        "id":"ED070799",
        "title":"The BITCH-100: A Culture-Specific Test."},
      {
        "id":"ED070800",
        "title":"Nassau County Educational Resources Center Catalog of Professional Materials. Multi-Ethnic Materials Collection."},
      {
        "id":"ED070801",
        "title":"Height and Weight of Children: Socioeconomic Status, United States. Vital and Health Statistics, Series 11, Number 119."},
      {
        "id":"ED070802",
        "title":"School Effects Versus Family Background Effects on Verbal Ability: Testing Reliability of Coleman's Findings on Achievement. Final Report."},
      {
        "id":"ED070803",
        "title":"A Longitudinal Study of Desegregation in Kalamazoo, Michigan."},
      {
        "id":"ED070804",
        "title":"Constitutionality of the President's Busing Proposals. Special Analysis, Number 24."},
      {
        "id":"ED070805",
        "title":"School Feeding--Where Do We Go From Here? An Agenda for 1973."},
      {
        "id":"ED070806",
        "title":"Public-Service Employment: A Poorly Publicized Opportunity; Title IV in the 60's. IRCD Bulletin, Volume 8, Numbers 3 and 4, May-September 1972."},
      {
        "id":"ED070807",
        "title":"Racial and Regional Inequalities in School Resources Relative to Their Educational Outcomes."},
      {
        "id":"ED070808",
        "title":"Student Teams and Instructional Games: Their Effects on Cross-Race and Cross-Sex Interaction."},
      {
        "id":"ED070809",
        "title":"A Program for Training Creative Thinking: Inner City Evaluation. Report From the Task and Training Variables in Human Problem Solving and Creative Thinking Project."},
      {
        "id":"ED070810",
        "title":"Characteristics of the Low-Income Population, 1971. Current Population Reports: Consumer Income, Series P-60, Number 86."},
      {
        "id":"ED070811",
        "title":"An Examination of Policy Making in an Urban Setting. Final Report."},
      {
        "id":"ED070812",
        "title":"Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 5, Number 4."},
      {
        "id":"ED070813",
        "title":"Relationships Among Selected Occupational Experience Programs in Secondary Schools--A Mini-Grant Research Project Presented to the Tennessee Research Coordinating Unit: 1972-1973."},
      {
        "id":"ED070814",
        "title":"Project ADAPT (Report Number 2): Review and Assessment of Post-Orientation Careers of Project Participants. Aerospace Employment Project. Final Report."},
      {
        "id":"ED070815",
        "title":"Occupational Programs in California Public Community Colleges--1971-72."},
      {
        "id":"ED070816",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 6, Number 1."},
      {
        "id":"ED070817",
        "title":"Effects of Participation in a Health Careers Orientation Program and Family Support for a Health Career Choice on Health Career Interests of Young People."},
      {
        "id":"ED070818",
        "title":"Training Nurse's Aides to Become Licensed Practical Nurses in Isolated Rural Hospitals. Final Report (May 1, 1971-April 30, 1972)."},
      {
        "id":"ED070819",
        "title":"Metrication in the States."},
      {
        "id":"ED070820",
        "title":"A Role for Technical Education in a Career Education Context."},
      {
        "id":"ED070821",
        "title":"A Planning Statement: Vocational Education Opportunities for Alaskans."},
      {
        "id":"ED070822",
        "title":"Bibliography on Career Education. Working Paper."},
      {
        "id":"ED070824",
        "title":"Project CAREER/Career Development Process for the Handicapped. Interim Report (July 1, 1972-November 15, 1972)."},
      {
        "id":"ED070825",
        "title":"New York State Annual Report for Occupational Education (July 1, 1971-June 30, 1972)."},
      {
        "id":"ED070826",
        "title":"Coaching in a Manpower Project. Based on the Experiences of the JOBS NOW Project (September 1966-January 1970)."},
      {
        "id":"ED070827",
        "title":"Arkansas Vocational Education Leadership Development Extern Program. Final Report (February 15, 1971-June 30, 1972)."},
      {
        "id":"ED070828",
        "title":"Industrial Arts in a Changing Society."},
      {
        "id":"ED070829",
        "title":"International Standards. U.S. Metric Study Report."},
      {
        "id":"ED070830",
        "title":"Department of Defnese. U.S. Metric Study Interim Report."},
      {
        "id":"ED070831",
        "title":"The Manufacturing Industry. U.S. Metric Study Interim Report."},
      {
        "id":"ED070832",
        "title":"Commercial Weights and Measures. U.S. Metric Study Interim Report."},
      {
        "id":"ED070833",
        "title":"International Trade. U.S. Metric Study Interim Report."},
      {
        "id":"ED070834",
        "title":"Registered Apprenticeship Training in New York State. A Joint Report."},
      {
        "id":"ED070836",
        "title":"Job/Behavioral Analysis Manual."},
      {
        "id":"ED070837",
        "title":"How to Train Supervisors in Behavior Modification."},
      {
        "id":"ED070838",
        "title":"Supervisory Workbook on Behavior Modification."},
      {
        "id":"ED070839",
        "title":"How to Maintain a Social Reinforcement Program."},
      {
        "id":"ED070840",
        "title":"Operation Pathfinder: Shaping Work Behavior of Ex-Offenders and Other Disadvantaged People Using Social Reinforcement Techniques. Final Report (September 1969-April 1972)."},
      {
        "id":"ED070841",
        "title":"Nonmanufacturing Businesses. U.S. Metric Study Interim Report."},
      {
        "id":"ED070842",
        "title":"The Consumer. U.S. Metric Study Interim Report."},
      {
        "id":"ED070843",
        "title":"Aerospace Employment Project: Finding New Careers in Local Government for Unemployed Engineers and Scientists. Final Report."},
      {
        "id":"ED070844",
        "title":"A Curriculum Designed for a Career Exploration Program in the Distributive Occupations for the Tenth Grade Secondary Student. Final Report."},
      {
        "id":"ED070845",
        "title":"Curriculum Guide: Life Skills Course for Corrections."},
      {
        "id":"ED070847",
        "title":"Fifty Ninth Annual Report: United States Department of Labor. Fiscal Year 1971."},
      {
        "id":"ED070849",
        "title":"Job Evaluation in Municipalities. Studies in Personnel and Management No. 23."},
      {
        "id":"ED070850",
        "title":"Federal Funds for Day Care Projects."},
      {
        "id":"ED070851",
        "title":"The Development of Vocational Orientation Packets for Use by Teachers in the Elementary Schools. (May 1, 1971-June 30, 1972). Final Report."},
      {
        "id":"ED070852",
        "title":"Suggestions for Job and Curriculum Ladders in Health Center Ambulatory Care: A Pilot Test of the Health Services Mobility Study Methodology."},
      {
        "id":"ED070853",
        "title":"Cooperative Vocational Education Programs."},
      {
        "id":"ED070854",
        "title":"Selected Functional Components of a Vocational Education Counseling System for Urban Youth."},
      {
        "id":"ED070855",
        "title":"Intensive Vocational Services in Guidance, Counseling, Placement, and Follow-Up. Final Report."},
      {
        "id":"ED070856",
        "title":"Research and Curriculum Development for an Exploratory Work Experience Program--10th Grade. Final Report and Appendices."},
      {
        "id":"ED070862",
        "title":"Health Manpower: An Annotated Bibliography."},
      {
        "id":"ED070863",
        "title":"Vocational Student Organizations. 7th Report."},
      {
        "id":"ED070865",
        "title":"Vocational Needs Assessment. Final Report."},
      {
        "id":"ED070866",
        "title":"Validation of Curriculum in Vocational-Technical Education."},
      {
        "id":"ED070867",
        "title":"Adapting Curriculums to Local Needs."},
      {
        "id":"ED070868",
        "title":"Technology and Social Change: Some Implications for Vocational Education."},
      {
        "id":"ED070869",
        "title":"Validation of Teacher Education Curricula."},
      {
        "id":"ED070870",
        "title":"Cooperative Development of Vocational Teacher Education Modules."},
      {
        "id":"ED070871",
        "title":"Foundations for Vocational Teacher Education Curricula."},
      {
        "id":"ED070873",
        "title":"Cluster Analyses of the SVIB, MVII, and Kuder OIS As Tests of an Occupational Classification."},
      {
        "id":"ED070874",
        "title":"Black-White Differences in the Development of Educational and Occupational Aspiration Levels."},
      {
        "id":"ED070875",
        "title":"Career Education Provided by Business and Industry in the Milwaukee Area. Final Report."},
      {
        "id":"ED070876",
        "title":"Relationships Between Holland's Vocational Preference Inventory and Vocational-Technical Student Achievement."},
      {
        "id":"ED070894",
        "title":"Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 5, Number 1--Subject and Author Indexes."},
      {
        "id":"ED070895",
        "title":"Annual Industrial Arts Report (Fiscal Year 1972)."},
      {
        "id":"ED070896",
        "title":"Comprehensive Vocational Education Personnel Development and Utilization."},
      {
        "id":"ED070897",
        "title":"Prisoners' First Amendment Rights Within the Institution. Criminal Justice Monograph. Volume III, No. 3."},
      {
        "id":"ED070898",
        "title":"Development of a Vocational Education Curriculum for the High School Educable Mentally Retarded. Final Report. Summary."},
      {
        "id":"ED070899",
        "title":"A Relook at Work Aptitudes for the Retarded."},
      {
        "id":"ED070900",
        "title":"Vocational Education for the Educable Mentally Retarded. Research Monograph Number 11, Volume 1."},
      {
        "id":"ED070902",
        "title":"The Effects of Command Position upon Evaluations of Leader Behavior."},
      {
        "id":"ED070903",
        "title":"Adult Continuing Educational Opportunities: A Catalog for Government Employees in the Washington Metropolitan Area."},
      {
        "id":"ED070904",
        "title":"Creating Adult Basic Education Programs."},
      {
        "id":"ED070905",
        "title":"Words that Paint Pictures: Level II, Unit 5, Lesson 1; Devices Used in Literature: Lesson 2; The Meaning of Literary Devices: Lesson 3; Periods and Levels of Writing: Lesson 4; Qualities of Good and Bad Writing: Lesson 5. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070906",
        "title":"What to Look for In Narrative Writing: Level II, Unit 6, Lesson 1; Interpreting Figurative Writing: Lesson 2; Keeping Track of the Subject in Writing: Lesson 3; Reading Literature for Understanding: Lesson 4. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070907",
        "title":"Life Functions and Cells: Level II, Unit 7, Lesson 1; Cell Structure: Lesson 2; Tissues, Organs, Systems: Lesson 3; Growth and Nutrition: Lesson 4; Metabolism: Lesson 5. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070908",
        "title":"Algebra: Level II, Unit 8, Lesson 1; Powers and Roots: Lesson 2; Geometry: Lesson 3; Number Series: Lesson 4. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070909",
        "title":"Speed, Acceleration, and Velocity: Level II, Unit 9, Lesson 1; Force, Mass, and Distance: Lesson 2; Types of Motion and Rest: Lesson 3; Electricity and Magnetism: Lesson 4; Electrical, Magnetic, and Gravitational Fields: Lesson 5; The Conservation and Conversion of Matter and Energy: Lesson 6; Simple Machines and Work: Lesson 7; Gas Laws: Lesson 8; Principles of Heat Engines: Lesson 9; Sound and Sound Waves: Lesson 10; Light Waves and Particles: Lesson 11; Program. A High....."},
      {
        "id":"ED070910",
        "title":"Free Enterprise and Government Regulation: Level III, Unit 1, Lesson 1; Social Legislation: Lesson 2; Taxes: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070911",
        "title":"Free Trade and Tariffs: Level III, Unit 2, Lesson 1; Capitalism, Communism, Socialism: Lesson 2; Nationalism vs. Internationalism: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070912",
        "title":"Plants and Photosynthesis: Level III, Unit 3, Lesson 1; The Human Digestive System: Lesson 2; Functions of the Blood: Lesson 3; Human Circulation and Respiration: Lesson 4; Reproduction of a Single Cell: Lesson 5; Reproduction by Male and Female Cells: Lesson 6; The Human Reproductive System: Lesson 7; Genetics and Heredity: Lesson 8; The Nervous System: Lesson 9; The Glandular System: Lesson 10. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070913",
        "title":"Difficult Words to Spell: Level III, Unit 4, Lesson 1; Sentences and Their Parts: Lesson 2; Adjectives and Adverbs: Lesson 3; Comparative Forms: Lesson 4; Spelling ie and ei Words: Lesson 5; Using Negatives Correctly: Lesson 6; Using Prepositions and Prepositional Phrases: Lesson 7; Spelling - ance and ence Words: Lesson 8; Subject and Object Pronouns: Lesson 9; Possessive and Reflexive Pronouns: Lesson 10; Possessive and Plural Nouns."},
      {
        "id":"ED070914",
        "title":"Spelling Endings Added to e: Level III, Unit 5, Lesson 1; Capitalization: Lesson 2; Question Marks and Exclamation Points: Lesson 3; Quotation Marks: Lesson 4; Spelling Double Letter Demons: Lesson 5; Colons and Dashes: Lesson 6; Punctuating Series with Commas and Semicolons: Lesson 7; More Confusing Word Pairs: Lesson 8; Separating Sentence Parts with Punctuation: Lesson 9; Other Uses for Commas and Semicolons."},
      {
        "id":"ED070915",
        "title":"Spelling More Endings: Level III, Unit 6, Lesson 1; Matching Sentence Parts: Lesson 2; Using the Right Sentence Connectives: Lesson 3; More Ways to Make Sentences Effective: Lesson 4; Last of the Confusing Word Pairs: Lesson 5. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070916",
        "title":"Atomic Structure and Valence: Level II, Unit 10, Lesson 1; Chemical Bonding: Lesson 2; The Table of Elements: Lesson 3; Electrolysis: Lesson 4. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED070917",
        "title":"The Role of Protestant Churches, Jewish Synagogues, and the Roman Catholic Church in the American Adult Education Movement. Background Paper Number One."},
      {
        "id":"ED070918",
        "title":"The Church's Expanding Role in Adult Education. Summary Report of the Study Project. Paper Number Eight."},
      {
        "id":"ED070919",
        "title":"Adult Education in the Public Education System, States Summaries, 1968-69 and 1969-70. Progress Report."},
      {
        "id":"ED070920",
        "title":"Consumer Education Programming in Continuing Education."},
      {
        "id":"ED070921",
        "title":"Literacy Training and the Brazilian Political Economy. An Essay on Sources."},
      {
        "id":"ED070922",
        "title":"An Evaluation of Alternative Programs for Training Beginning Typists in the Army."},
      {
        "id":"ED070923",
        "title":"An Approach to Comparative Adult Education. Papers by Members of a Graduate Seminar."},
      {
        "id":"ED070926",
        "title":"Effects of Information Load, Location, and Mode of Observation on Detecting and Identifying Brief Targets."},
      {
        "id":"ED070927",
        "title":"Parent Education & Family Life. Child Development: The Teenager. Lesson Plan Manual: A Series of Lesson Plans and Worksheets."},
      {
        "id":"ED070929",
        "title":"Development and Implementation of a Quality-Assured, Peer-Instructional Model."},
      {
        "id":"ED070931",
        "title":"Directory of Libraries, Information Centres and Projects in the Field of Literacy."},
      {
        "id":"ED070934",
        "title":"Major Issues in the Education of Exceptional Adults as Perceived by State Directors of Adult Education."},
      {
        "id":"ED070935",
        "title":"Readings on Adult Education: 10th Conference of 100+ Proceedings."},
      {
        "id":"ED070936",
        "title":"The Use of Modern Media in Adult Education."},
      {
        "id":"ED070937",
        "title":"An Annotated List of Audio-Visual Materials, Supplement One. Reader Development Program."},
      {
        "id":"ED070939",
        "title":"The Newspaper: Food for Thought at the Breakfast Table and in the Classroom of Adult Education."},
      {
        "id":"ED070940",
        "title":"Can the Volkshochschulen of Today Answer the Requirements of Adult Education for Tomorrow?"},
      {
        "id":"ED070942",
        "title":"Adult Basic Education Teacher Workshop, July 17 - July 28, 1972."},
      {
        "id":"ED070943",
        "title":"The Skipper's Course."},
      {
        "id":"ED070945",
        "title":"A Plan for the Development of a 4-H Bicycle Project Group in a County."},
      {
        "id":"ED070946",
        "title":"The Comparison of Telelecture and Regular Lecture in the Transfer of Knowledge to Adults."},
      {
        "id":"ED070947",
        "title":"Leadership Development and the County Agricultural Extension Committee."},
      {
        "id":"ED070948",
        "title":"Farmer's Use of the Soil Test Report."},
      {
        "id":"ED070949",
        "title":"The Summer of 72: An Assessment of the Adult Basic Education Institutes in Tennessee, 1972."},
      {
        "id":"ED070950",
        "title":"A Plan for Identifying, Selecting, Orienting, Training, Utilizing, Recognizing, and Evaluating 4-H Project Leaders."},
      {
        "id":"ED070951",
        "title":"Bibliotherapy: Effect of Group Reading and Discussion on Attitudes of Adult Inmates in Two Correctional Institutions. Final Report."},
      {
        "id":"ED070952",
        "title":"Some Correlates of Success in Correspondence Study."},
      {
        "id":"ED070953",
        "title":"Characteristics of Wisconsin Dairy Operators by Adopter Category: Is Rogers Correct?"},
      {
        "id":"ED070954",
        "title":"A Survey of Attitudes, Values, Impressions and Feelings towards Extension Specialization and Programs in the Kaysinger Program Area (Bates, Benton, Cedar, Hickory, St. Clair and Vernon Counties.)"},
      {
        "id":"ED070956",
        "title":"Nongovernmental Social Planning in Rural Areas of the United States."},
      {
        "id":"ED070957",
        "title":"Factors Affecting the Self-Image of the Older-Aged Learner."},
      {
        "id":"ED070958",
        "title":"Conceptual Learning: From Mollusks to Adult Education."},
      {
        "id":"ED070959",
        "title":"A Study of the 4-H Organizational Leadership Development Process in Cannon, Knox, McMinn, Sullivan and Pickett Counties, Tennessee."},
      {
        "id":"ED070960",
        "title":"An Exploratory Study of Correspondence Students."},
      {
        "id":"ED070961",
        "title":"Developing the Individual in the Adult Classroom. An Experimental Instrument Designed for Adult and Continuing Education."},
      {
        "id":"ED070962",
        "title":"Highlights of Off-Campus Interviews During Sabbatical Leave: October 1, 1971 - March 31, 1972."},
      {
        "id":"ED070963",
        "title":"Instruction in the Cooperative Extension Service."},
      {
        "id":"ED070964",
        "title":"Enterprise Dominance as Related to Communication and Farmers' Technological Competence and Satisfaction."},
      {
        "id":"ED070966",
        "title":"Patterns of Drug Usage Among Vietnam Veterans."},
      {
        "id":"ED070967",
        "title":"Third Person Instigated Aggression."},
      {
        "id":"ED070968",
        "title":"Behavior Treatment of Deviant Sex-Role Behaviors in a Male Child."},
      {
        "id":"ED070970",
        "title":"Project You: 6470.42."},
      {
        "id":"ED070971",
        "title":"Human Relations: Current Trends in School Policies and Programs."},
      {
        "id":"ED070972",
        "title":"Major Legal Aspects of Sex Education."},
      {
        "id":"ED070973",
        "title":"Cable T.V.: Boon to Vocational Guidance in Rural Areas."},
      {
        "id":"ED070974",
        "title":"Factors Relevant to Interracial Avoidance or Acceptance Behavior in an Integrated High School."},
      {
        "id":"ED070975",
        "title":"The Pregnant Public School Student: Legal Implications for School Administrators."},
      {
        "id":"ED070976",
        "title":"Social Interaction and Stereotypic Responses to Homosexuals."},
      {
        "id":"ED070977",
        "title":"The Development of Self-Concept in the Child: Model Theory Versus Mirror Theory."},
      {
        "id":"ED070978",
        "title":"New Vistas for the Community College. Revised Edition."},
      {
        "id":"ED070979",
        "title":"A Proposal to Establish a Community Demonstration Project for Disadvantaged Adults."},
      {
        "id":"ED070980",
        "title":"Agents of Social Control: Issues in Rehabilitation Manpower."},
      {
        "id":"ED070981",
        "title":"Adult and Part-Time Students; Individuals in Higher Education."},
      {
        "id":"ED070982",
        "title":"An Evaluation of the Indiana Career Resource Center. Research and Evaluation Report Series Number 1."},
      {
        "id":"ED070983",
        "title":"Attitudes About Racial Separation and Student Performance."},
      {
        "id":"ED070984",
        "title":"An Investigation of Attitude Consistency."},
      {
        "id":"ED070985",
        "title":"Drug Abuse Knowledge and Attitudes in \"Middle America\"."},
      {
        "id":"ED070986",
        "title":"Effects of a Therapeutic Modeling Film on Cognitive and Emotional Components of Anxiety."},
      {
        "id":"ED070987",
        "title":"Labeling the Deviant Act: Toward a General Theory of Deviant Behavior."},
      {
        "id":"ED070988",
        "title":"Counselor Ideas in Action."},
      {
        "id":"ED070989",
        "title":"Strand I - Physical Health; Dental Health for Grades K-3. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED070990",
        "title":"Strand I - Physical Health; Dental Health for Grades 4-6. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED070991",
        "title":"Strand I - Physical Health; Dental Health for Grades 7, 8, 9."},
      {
        "id":"ED070992",
        "title":"Strand I - Physical Health; Disease Prevention and Control for Grades 10, 11, and 12. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED070993",
        "title":"Strand I - Physical Health; Health Status for Grades K-3. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED070994",
        "title":"Strand III - Mental Health for Grades K-3. Special Edition for Evaluation and Discussion."},
      {
        "id":"ED070995",
        "title":"Predictions of Future Daily Behaviors: A Further Replication."},
      {
        "id":"ED070996",
        "title":"Sex and Helping: Expectations and Attributions."},
      {
        "id":"ED070997",
        "title":"Socioeconomic-Ethnic Status Inconsistency Vis-A-Vis Students' Potential for Mobilization. An Examination of Status Relationships."},
      {
        "id":"ED070998",
        "title":"The Socialization and Politicization of VISTA Volunteers: Sex and Generational Differences."},
      {
        "id":"ED070999",
        "title":"The Focusing of Responsibility: An Alternative Hypothesis in Help-Demanding Situations."},
      {
        "id":"ED071000",
        "title":"Educational and Career Exploration System: Report of a Two-Year Field Trial."},
      {
        "id":"ED071001",
        "title":"The High School Student: A Personality Profile."},
      {
        "id":"ED071002",
        "title":"Changes in Status of Family Members as Controlling Stimuli: A Basis for Describing Treatment Process. Oregon Research Institute Monograph Volume 12, Number 4."},
      {
        "id":"ED071003",
        "title":"Expert Power and Opinion Leadership: A Theoretical Integration."},
      {
        "id":"ED071004",
        "title":"A Microeconomic Model of Sociometric Choice."},
      {
        "id":"ED071005",
        "title":"Objective Ratings of Monitor-Modeling Supervision in Practicum."},
      {
        "id":"ED071006",
        "title":"A Model for Occupational Careers."},
      {
        "id":"ED071007",
        "title":"Methodology for Naturalistic Observation of Therapist Behavior in Group Psychotherapy."},
      {
        "id":"ED071008",
        "title":"The Responses of Counselors to Behaviors Associated with Independence and Achievement in Male and Female Clients."},
      {
        "id":"ED071009",
        "title":"An Investigation of the Effects of An Experimental Training Program Using Achievement Motivation Training Concepts."},
      {
        "id":"ED071010",
        "title":"Strategy Development and Hypothesis Testing as a Function of an Individual's Cognitive Style. Final Report."},
      {
        "id":"ED071011",
        "title":"Drug Education Effects. Final Report."},
      {
        "id":"ED071012",
        "title":"IMPACT: The Magazine for Innovation and Change in the Helping Professions. Volume 2, Number 1."},
      {
        "id":"ED071013",
        "title":"IMPACT: The Magazine for Innovation and Change in the Helping Professions. Volume 2, Number 2."},
      {
        "id":"ED071034",
        "title":"Teacher Behavior and Pupil Performance Related to a Training Program for In-Service and Preservice Teachers Based Upon Minicourse Eighteen: \"Teaching Reading as Decoding.\""},
      {
        "id":"ED071035",
        "title":"The Efficacy of Compressed Speech as a Means of Increasing Comprehension of Children Having Reading Problems."},
      {
        "id":"ED071036",
        "title":"Reading, Children's Books, and Our Pluralistic Society. Perspectives in Reading No. 16."},
      {
        "id":"ED071037",
        "title":"Some Persistent Questions on Beginning Reading."},
      {
        "id":"ED071038",
        "title":"Appalachia: The Right to Read."},
      {
        "id":"ED071039",
        "title":"Register-Social Variation in Language: Implications for Teaching Reading to Ghetto Black Children."},
      {
        "id":"ED071043",
        "title":"Field Trial of Wisconsin Design for Reading Skill Development and CEMREL Aesthetic Education Program. Final Report."},
      {
        "id":"ED071045",
        "title":"An Investigation of the Higher Order Grapheme-Phoneme Correspondences That Occur in English and the Means of Teaching Them Efficiently. Final Report."},
      {
        "id":"ED071046",
        "title":"Obtaining Indices of Passage Dependency of Comprehension Questions. Final Report."},
      {
        "id":"ED071047",
        "title":"The Effects of Position and Type of Question on Learning from Prose: The Interaction of Treatments with Individual Differences in Learners. Research and Development Memorandum No. 98."},
      {
        "id":"ED071048",
        "title":"The Effect of Pictures on the Acquisition and Retention of Sight Words."},
      {
        "id":"ED071049",
        "title":"Promoting Language Skills in Preschool Programs."},
      {
        "id":"ED071050",
        "title":"Review of Recently Recommended Models. Symposia: 1. Improved Preparation of Reading Teachers for the Seventies."},
      {
        "id":"ED071051",
        "title":"The Relationship between Reading Difficulty and the Number and Type of Sentence Transformations."},
      {
        "id":"ED071053",
        "title":"Quantity, Quality, and Variety of Pupil Responses during an Open-Communication Structured Group Directed Reading-Thinking Activity and a Closed Communication Structured Group Directed Reading Activity."},
      {
        "id":"ED071054",
        "title":"High Priority Objectives for Reading in Florida Ages 7 and 9."},
      {
        "id":"ED071055",
        "title":"Reading Inservice Program."},
      {
        "id":"ED071057",
        "title":"Reading Programs in Secondary Schools: An Annotated Bibliography."},
      {
        "id":"ED071058",
        "title":"Social Class and Regional Dialects: Their Relationship to Reading; An Annotated Bibliography."},
      {
        "id":"ED071059",
        "title":"Reading Tests for the Secondary Grades: A Review and Evaluation. Reading Aid Series."},
      {
        "id":"ED071060",
        "title":"Linguistics, Psycholinguistics, and the Teaching of Reading: An Annotated Bibliography."},
      {
        "id":"ED071061",
        "title":"Reading and Concept Attainment, Highlights of the 1967 Pre-Convention Institutes."},
      {
        "id":"ED071062",
        "title":"In-Service Programs in Reading. Highlights of the 1967 Pre-Convention Institutes."},
      {
        "id":"ED071063",
        "title":"Kansas Right-to-Read Plan."},
      {
        "id":"ED071064",
        "title":"Self-Concept and Reading."},
      {
        "id":"ED071065",
        "title":"The Effects of Impulsivity on the Reading Achievement of Disadvantaged Students."},
      {
        "id":"ED071066",
        "title":"Improving Reading Ability Around the World: Proceedings of the International Reading Association World Congress on Reading. (3rd, Sydney, Australia, August 7-9, 1970)."},
      {
        "id":"ED071067",
        "title":"The Use of Theoretical Models in Research. Highlights of the 1965 Pre-Convention Institutes (Detroit, Michigan, May, 1965)."},
      {
        "id":"ED071068",
        "title":"A Psycholinguistic Analysis of Oral Reading Errors Made by Good, Average, and Poor Readers."},
      {
        "id":"ED071069",
        "title":"Junior College Reading Programs. Highlights of the 1967 Pre-Convention Institutes."},
      {
        "id":"ED071070",
        "title":"Advanced Oral Interpretation of Literature, English, Speech: 5114.109"},
      {
        "id":"ED071077",
        "title":"Three Strategies for Revising Sentences, Grades 4-5-6."},
      {
        "id":"ED071084",
        "title":"English Guide: A Process for English Language Curriculum Building."},
      {
        "id":"ED071085",
        "title":"English Mini-Course Journalism (Preliminary, Unedited Version)."},
      {
        "id":"ED071086",
        "title":"English Mini-Course World Literature (Preliminary, Unedited Version)."},
      {
        "id":"ED071092",
        "title":"Adventuring with Books: 2,400 Titles for Pre-K-Grade 8."},
      {
        "id":"ED071093",
        "title":"What Every English Teacher Should Know."},
      {
        "id":"ED071094",
        "title":"Annotated Index to Elementary English: 1924-1967."},
      {
        "id":"ED071095",
        "title":"Elementary Pupils' Knowledge of the Structure of American English and the Relationship of Such Knowledge to the Ability to Use Language Effectively in Composition. Final Report."},
      {
        "id":"ED071096",
        "title":"An Evaluation of a Method of Teaching Listening Improvement. Final Report."},
      {
        "id":"ED071097",
        "title":"Annotated Index to the \"English Journal,\" 1944-1963."},
      {
        "id":"ED071098",
        "title":"ERIC Documents on the Teaching of English, Volume Eight: January-June 1972."},
      {
        "id":"ED071099",
        "title":"Oral Language and Reading: Papers Collected from the 1967 Spring Institutes on the Elementary Language Arts."},
      {
        "id":"ED071100",
        "title":"Revisiting Basic Issues in English Education: Selected Papers and Addresses Delivered at the Conference on English Education (6th, University of Colorado, March 28-30, 1968). Part I."},
      {
        "id":"ED071101",
        "title":"Teaching the Teacher of English: Selected Papers and Addresses Delivered at the Conference on English Education (6th, University of Colorado, March 28-30, 1968). Part II."},
      {
        "id":"ED071104",
        "title":"Simulation as a Metaphoric Method of Communication Education."},
      {
        "id":"ED071105",
        "title":"Rhetoric and Law: An Overview."},
      {
        "id":"ED071106",
        "title":"Methodological Barriers Precluding the Development of Comprehensive Theory."},
      {
        "id":"ED071107",
        "title":"A Theoretical and Methodological Evaluation of Leadership Research."},
      {
        "id":"ED071108",
        "title":"Preliminary Round Power-Matching: A Curious Double-Standard."},
      {
        "id":"ED071109",
        "title":"Using Commercial Resources in Population Communications Programs."},
      {
        "id":"ED071111",
        "title":"A Study of Intra-Audience Feedback Effects."},
      {
        "id":"ED071112",
        "title":"The Effects of Channel Variation on Attitude Change and Source Credibility."},
      {
        "id":"ED071113",
        "title":"Theoretical Conceptions of Meaning and Experimental Results."},
      {
        "id":"ED071114",
        "title":"Contracultural Language Codes: The Language of Survival."},
      {
        "id":"ED071115",
        "title":"How Communication Theory Could Be Used to Improve Judicial Decisions on Freedom of Expression."},
      {
        "id":"ED071116",
        "title":"Source Valence: An Improved Conceptualization."},
      {
        "id":"ED071117",
        "title":"A Problem of Transfer from the Interpersonal Communication Course (Or Any Other) to the Real World--What's the Hang-Up?"},
      {
        "id":"ED071119",
        "title":"An Analysis of the Independence-Involvement Approach to Interpersonal Communication."},
      {
        "id":"ED071120",
        "title":"View from the North."},
      {
        "id":"ED071121",
        "title":"A Proposal for a New Communication Paradigm."},
      {
        "id":"ED071122",
        "title":"Free Speech Yearbook: 1972."},
      {
        "id":"ED071124",
        "title":"Kinesics, Communication and Group Interaction."},
      {
        "id":"ED071125",
        "title":"New Orleans Revisited and Revised: Recommendations for the Field of Speech Communication."},
      {
        "id":"ED071126",
        "title":"Proceedings of the Annual Seminar of the Association of Departments and Administrators in Speech Communication (1st, Chicago, July 6-8, 1972)."},
      {
        "id":"ED071127",
        "title":"The Role of Communications in Population and Family Planning Programs."},
      {
        "id":"ED071128",
        "title":"[Careers in Speech Communication.]"},
      {
        "id":"ED071129",
        "title":"[Essays on Teaching Drama.]"},
      {
        "id":"ED071130",
        "title":"Fifty Years of International Debate 1922-1972."},
      {
        "id":"ED071131",
        "title":"How to Get Started as a Consultant."},
      {
        "id":"ED071132",
        "title":"The Rhetoric of Goodbye: Verbal and Nonverbal Correlates of Human Leave-Taking."},
      {
        "id":"ED071133",
        "title":"Studying Trial Variables through Videotaped Trials."},
      {
        "id":"ED071134",
        "title":"Contemporary Inventional Theory: An Aristotelian Model."},
      {
        "id":"ED071135",
        "title":"Political Broadcasting on Public Radio and Television Stations: First Amendment Implications."},
      {
        "id":"ED071136",
        "title":"Classroom as Process: A Dramaturgic Observational Model."},
      {
        "id":"ED071137",
        "title":"Orientation and Credibility: Implications for a Causal Relationship."},
      {
        "id":"ED071138",
        "title":"Broadcast Advertising of Medical Products and Services: Its Regulation by Other Nations."},
      {
        "id":"ED071139",
        "title":"The Czech Crisis and International Broadcasting in Perspective."},
      {
        "id":"ED071140",
        "title":"The Measurement of Interpersonal Attraction."},
      {
        "id":"ED071141",
        "title":"Communicating with the Public. Analysis and Bibliography Series, Number Sixteen."},
      {
        "id":"ED071142",
        "title":"An Educational Planning System: System for Trenton's Educational Planning (STEP)."},
      {
        "id":"ED071143",
        "title":"STEP: System for Trenton&apos;s Educational Planning. User&apos;s Manual."},
      {
        "id":"ED071144",
        "title":"Science Facilities: Educational Facilities Review Series Number 11."},
      {
        "id":"ED071145",
        "title":"Paraprofessionals. Educational Management Review Series Number 11."},
      {
        "id":"ED071146",
        "title":"School District Reorganization. Educational Management Review Series Number 12."},
      {
        "id":"ED071147",
        "title":"Financing School Construction. Educational Facilities Review Series, Number 12."},
      {
        "id":"ED071148",
        "title":"Nongrading: An Annotated Bibliography. Current Bibliography Series No. 1 (Revised)."},
      {
        "id":"ED071149",
        "title":"Differentiated Staffing: An Annotated Bibliography. Current Bibliography Series No. 3."},
      {
        "id":"ED071150",
        "title":"Alternative Schools: Pioneering Districts Create Options for Students. Education U. S. A. Special Report."},
      {
        "id":"ED071151",
        "title":"Program Budgeting -- Hope or Hoax."},
      {
        "id":"ED071152",
        "title":"Education and Productivity."},
      {
        "id":"ED071153",
        "title":"Family Choice in Schooling, A Case Study: Intradistrict Student Transfers, Eugene, Oregon."},
      {
        "id":"ED071154",
        "title":"The Prediction of Quality Education in Mississippi Public Schools."},
      {
        "id":"ED071155",
        "title":"Is Educative Schooling Possible?"},
      {
        "id":"ED071156",
        "title":"Consideration of a Model: Toward Possible Resolution of Some Professional Concerns."},
      {
        "id":"ED071157",
        "title":"Authenticity and Theories of Administrative Behavior."},
      {
        "id":"ED071158",
        "title":"Preference for Bargaining Representative: Some Empirical Findings."},
      {
        "id":"ED071160",
        "title":"Organizational and Technical Aspects of Educational Change."},
      {
        "id":"ED071164",
        "title":"The Modern Educational Bureaucracy and the Process of Change."},
      {
        "id":"ED071165",
        "title":"The Man in the Middle: The Role of the Principal."},
      {
        "id":"ED071166",
        "title":"A Training Program for Supervisors for Evolvement of Skills in Curriculum Development and Evaluation. Final Report."},
      {
        "id":"ED071168",
        "title":"Status--Activities and Direction of the Quinmester Program in the Dade County Public Schools."},
      {
        "id":"ED071169",
        "title":"Modernizing School Governance for Educational Equality and Diversity. Summary Report."},
      {
        "id":"ED071170",
        "title":"Modernizing School Governance for Educational Equality and Diversity. A Study."},
      {
        "id":"ED071171",
        "title":"Student Rights and Responsibilities: Courts Force Schools To Change. An Education U.S.A. Special Report."},
      {
        "id":"ED071172",
        "title":"Educational Public Relations Standards: For Programs, for Professionals."},
      {
        "id":"ED071173",
        "title":"Informal Education: 'Open Classroom' Provokes Change, Controversy. An Education U. S. A. Special Report."},
      {
        "id":"ED071175",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Open Space Schools. ERIC Abstracts Series, Number Twenty-four."},
      {
        "id":"ED071176",
        "title":"Organizational Structure and Technology: A Computer Model Approach."},
      {
        "id":"ED071179",
        "title":"[Personnel Management and Computer Systems]."},
      {
        "id":"ED071180",
        "title":"Structuring Communication with Parents: Participation in Common Terms."},
      {
        "id":"ED071181",
        "title":"Variables Related to Student Performance and Resource Allocation Decisions at the School District Level. A Survey of Research with Emphasis on the Policy Implications of the Findings."},
      {
        "id":"ED071182",
        "title":"Job Improvement by Objectives."},
      {
        "id":"ED071183",
        "title":"TITLE III, ESEA Impact Study."},
      {
        "id":"ED071184",
        "title":"The Search for Leadership Talent."},
      {
        "id":"ED071185",
        "title":"The Case Against Parochiaid."},
      {
        "id":"ED071186",
        "title":"Responding to Student Unrest: A Guide for Administrators and Teachers."},
      {
        "id":"ED071187",
        "title":"State Leadership in Education in the 1970's: Changes Likely To Occur in State Departments of Education."},
      {
        "id":"ED071188",
        "title":"Tooling Up in the Talent Pool: A Proposal for Regional Administrative Internship Programs for Women."},
      {
        "id":"ED071189",
        "title":"Educational Planning with Organizational Development (OD): A People Involving Approach to Systematic Planning. A Working Paper."},
      {
        "id":"ED071190",
        "title":"A Foundation Goes to School. The Ford Foundation Comprehensive School Improvement Program, 1960-1970."},
      {
        "id":"ED071191",
        "title":"Community Schools: New Hope for Education."},
      {
        "id":"ED071192",
        "title":"The Hot List Delphi. An Exploratory Survey of Essential Reading for the Future."},
      {
        "id":"ED071193",
        "title":"A Curriculum Manifesto. Curriculum Bulletin. Volume 26, Number 314."},
      {
        "id":"ED071194",
        "title":"Gleanings from the Private Sector."},
      {
        "id":"ED071195",
        "title":"Student Rights Litigation Packet. Revised Edition."},
      {
        "id":"ED071196",
        "title":"Incentives in Education Project, Impact Evaluation Report. Final Report."},
      {
        "id":"ED071199",
        "title":"Revolutionary Education: Reasons and Ways."},
      {
        "id":"ED071201",
        "title":"An Assessment of the Detroit Public Schools Construction Systems Program."},
      {
        "id":"ED071202",
        "title":"The Market for Food in the Nation&apos;s Schools."},
      {
        "id":"ED071203",
        "title":"Layout, Equipment, and Work Methods for School Lunch Kitchens and Serving Lines."},
      {
        "id":"ED071204",
        "title":"Food Storage Guide for Schools and Institutions."},
      {
        "id":"ED071206",
        "title":"The Computer and the School. The Results of a Case Study."},
      {
        "id":"ED071207",
        "title":"Early Childhood Education for Handicapped Children: A Bibliography of Selected Books. Volume II. Number 2. The Staff Training Monograph Series."},
      {
        "id":"ED071208",
        "title":"Psychology and the Process of Schooling in the Next Decade: Alternative Conceptions."},
      {
        "id":"ED071209",
        "title":"Digest of State and Federal Laws: Education of Handicapped Children. Second Edition."},
      {
        "id":"ED071210",
        "title":"A Guide to Federal/State Plan Review Under the Provisions of the Developmental Disabilities Services and Construction Act."},
      {
        "id":"ED071211",
        "title":"Educational Research, Development, and Reference Group Report on Research and Development Activities -- Fiscal 1972."},
      {
        "id":"ED071212",
        "title":"The Relationship of Family Background Factors and Neurological Status to Hyperactivity in a Normal Class Setting."},
      {
        "id":"ED071213",
        "title":"Physical Education for the Exceptional Child."},
      {
        "id":"ED071215",
        "title":"The Preschool Child Who is Blind."},
      {
        "id":"ED071217",
        "title":"Suggested Solutions to Problems Teachers Encounter with their Gifted Students."},
      {
        "id":"ED071218",
        "title":"The Summer Family Conference Report of the Early Education Program."},
      {
        "id":"ED071219",
        "title":"United Cerebral Palsy Summer Family Conference."},
      {
        "id":"ED071220",
        "title":"Periodontal Disease and Oral Hygiene Among Children. United States."},
      {
        "id":"ED071221",
        "title":"Color Vision Deficiencies in Children. United States."},
      {
        "id":"ED071222",
        "title":"Second Interim Report of the Broadly-Based Community Study of Exceptional Education."},
      {
        "id":"ED071223",
        "title":"Pedagogical Background and Evaluation for an Administrative and Functional Combination of All Danish Special Education Facilities. Fifth Edition."},
      {
        "id":"ED071224",
        "title":"Language for Multiply Handicapped Deaf Children: Project LIFE."},
      {
        "id":"ED071225",
        "title":"Educable Mentally Retarded Students' Perceptions of Teachers' Nonverbal Behavior."},
      {
        "id":"ED071226",
        "title":"The Relationship Between the Is of Identity and Attitude toward Disabled Persons Scales."},
      {
        "id":"ED071227",
        "title":"Clinical Assessment of Word-Finding Abilities of Stuttering and Nonstuttering Children."},
      {
        "id":"ED071228",
        "title":"National Park Guide for the Handicapped."},
      {
        "id":"ED071229",
        "title":"Workshop in the Education of the Exceptional Child."},
      {
        "id":"ED071231",
        "title":"Mental Elaboration and the Extension of Mediational Research: List Lengths Effects of Verbal Phenomena in the Mentally Retarded. Research Report #19."},
      {
        "id":"ED071232",
        "title":"Prevalence of Learning Disabilities: Findings, Issues, and Recommendations. Research Report #20."},
      {
        "id":"ED071233",
        "title":"Outerdirectedness of Educable Mentally Retarded Boys and Girls. Research Report #21."},
      {
        "id":"ED071234",
        "title":"Mental Elaboration and Learning in Retarded Children. Research Report #22."},
      {
        "id":"ED071235",
        "title":"An Ordering-Theoretic Method to Determine Hierarchies Among Items. Research Report #23."},
      {
        "id":"ED071236",
        "title":"Elaboration Training and Verbalization as Factors Facilitating Retarded Children's Recall. Research Report #24."},
      {
        "id":"ED071237",
        "title":"Verbal Elaboration and the Promotion of Transfer of Training in Educable Mentally Retarded Children. Research Report #25."},
      {
        "id":"ED071238",
        "title":"Attention and Visual Memory in Reading Acquisition. Research Report #26."},
      {
        "id":"ED071239",
        "title":"Evaluation of Programs for Hearing Impaired Children: Report of 1970-71. Research Report #27."},
      {
        "id":"ED071240",
        "title":"Verbal Elaboration Phenomena in Nursery School Children. Research Report #28."},
      {
        "id":"ED071241",
        "title":"Pictures and Relational Imagery Training in Children's Learning. Research Report #29."},
      {
        "id":"ED071242",
        "title":"A Mobile Unit for Delivering Educational Services to Down's Syndrome (Mongoloid) Infants. Research Report #30."},
      {
        "id":"ED071243",
        "title":"Outerdirectedness in Mentally Retarded Children as a Function of Sex of Experimenter and Sex of Subject. Research Report #31."},
      {
        "id":"ED071244",
        "title":"Effects of Various Instruction and Reinforcement Conditions on the Learning of the Three-Position Oddity Problem by Nursery School Children. Research Report #32."},
      {
        "id":"ED071245",
        "title":"An Ordering--Theoretic Method of Multidimensional Scaling of Items. Research Report #33."},
      {
        "id":"ED071246",
        "title":"Verbal Elaboration in Children: Variations in Procedures and Design. Research Report #34."},
      {
        "id":"ED071247",
        "title":"A Study to Assess the Play Activities and Gesture Output of Hearing Handicapped Pre-school Children. Final Report."},
      {
        "id":"ED071248",
        "title":"Investigation of Systematic Instructional Procedures to Facilitate Academic Achievement in Mentally Retarded Disadvantaged Children. Final Report."},
      {
        "id":"ED071249",
        "title":"Personality Development in Public School Children. Final Report."},
      {
        "id":"ED071250",
        "title":"The Development of Audiologic Criteria to Differentiate Between Auditory Thresholds and Cutile Thresholds of Deaf Children. Final Report."},
      {
        "id":"ED071251",
        "title":"A Thinking Laboratory Adapted for Deaf Children. Final Report."},
      {
        "id":"ED071252",
        "title":"Facilitation of Cognitive Development Among Children with Learning Deficits. Final Report."},
      {
        "id":"ED071253",
        "title":"The Team Approach in Diagnosing and Educating the Visually Impaired Pupil."},
      {
        "id":"ED071255",
        "title":"Mentally Gifted Minor Program. Guidelines for Implementation."},
      {
        "id":"ED071256",
        "title":"Neurological Impairment: Nomenclature and Consequences."},
      {
        "id":"ED071257",
        "title":"A Nine-Month Token Reinforcement Program for the Trainable Retarded. Research and Development Report, Volume VI, Number 1."},
      {
        "id":"ED071258",
        "title":"Proceedings of the National Symposium for Deaf-Blind (Asilomar, Pacific Grove, California, July 7-10, 1972)."},
      {
        "id":"ED071259",
        "title":"Professional and Instructional Music Materials for Exceptional Children."},
      {
        "id":"ED071260",
        "title":"Skills Assessment for the Trainable Mentally Retarded."},
      {
        "id":"ED071261",
        "title":"The Ability of Color-Vision Defective and Color-Normal Early Elementary and Junior High Students to Utilize Color. Final Report."},
      {
        "id":"ED071262",
        "title":"Environmental Forces Impinging Upon Normal and Disturbed Children in a Regular Classroom. Final Report."},
      {
        "id":"ED071263",
        "title":"A Formative Evaluation of ME NOW, Life Sciences for the Educable Mentally Handicapped, Intermediate Grades (11-13 years). Final Report."},
      {
        "id":"ED071264",
        "title":"Me and My Environment. Unit I: Exploring My Environment."},
      {
        "id":"ED071265",
        "title":"Me and My Environment. Unit II: Me as a Habitat."},
      {
        "id":"ED071266",
        "title":"Me and My Environment. Unit III: Energy Relationships in My Environment."},
      {
        "id":"ED071267",
        "title":"Me and My Environment. Unit IV: Transfer and Cycling of Materials in My Environment."},
      {
        "id":"ED071268",
        "title":"DOVACK; Method for Teaching Reading. July 1, 1968-August 31, 1971. Project Report."},
      {
        "id":"ED071276",
        "title":"Introduction to Psychology and Leadership. Design and Operational Characteristics of an Individualized Course Development Model. Final Report; Part Two, Volume One."},
      {
        "id":"ED071277",
        "title":"Introduction to Psychology and Leadership. Design and Operational Characteristics of an Individualized Course Development Model. Final Report; Part Two, Volume Two."},
      {
        "id":"ED071278",
        "title":"Introduction to Psychology and Leadership. Part One; Overview of Leadership. Segments I & II, Volume I."},
      {
        "id":"ED071279",
        "title":"Introduction to Psychology and Leadership. Part Two; Individual Behavior. Segments I, II, III, IV, & V, Volume II-A."},
      {
        "id":"ED071280",
        "title":"Introduction to Psychology and Leadership. Part Two; Individual Behavior. Segments I, II, III, IV, & V, Volume II-B."},
      {
        "id":"ED071281",
        "title":"Introduction to Psychology and Leadership. Part Two; Individual Behavior. Segments VI, VII, VIII & IX, Volume II-C."},
      {
        "id":"ED071282",
        "title":"Introduction to Psychology and Leadership. Part Three; Group Dynamics. Segments I, II, III, IV, &amp; V, Volume III-A."},
      {
        "id":"ED071283",
        "title":"Introduction to Psychology and Leadership. Part Three; Group Dynamics. Segments I, II, III, IV, & V, Volume III-B."},
      {
        "id":"ED071284",
        "title":"Introduction to Psychology and Leadership. Part Four; Achieving Effective Communication. Segments IV, V, VI, & VII, Volume IV, Script."},
      {
        "id":"ED071285",
        "title":"Introduction to Psychology and Leadership. Part Four; Achieving Effective Communication. Segments I, II, III, & IV, Volume IV-A."},
      {
        "id":"ED071286",
        "title":"Introduction to Psychology and Leadership. Part Four, Achieving Effective Communication. Segments V, VI, & VII, Volume IV-B."},
      {
        "id":"ED071287",
        "title":"Introduction to Psychology and Leadership. Part Five; Military Management. Segments I, II, III, IV, V, & VI, Volume V-A."},
      {
        "id":"ED071288",
        "title":"Introduction to Psychology and Leadership. Part Five, Military Management. Segments VII, VIII, IX & X, Volume V-B."},
      {
        "id":"ED071289",
        "title":"Introduction to Psychology and Leadership. Part Five; Military Management. Segments VII, VIII, IX & X, Volume V-C."},
      {
        "id":"ED071290",
        "title":"Introduction to Psychology and Leadership. Part Six; Authority and Responsibility. Segments I & II, Volume VI-A."},
      {
        "id":"ED071291",
        "title":"Introduction to Psychology and Leadership. Part Six; Authority and Responsibility. Segments III & IV, Volume VI-B."},
      {
        "id":"ED071292",
        "title":"Introduction to Psychology and Leadership. Part Seven; Leadership Behavior and Style. Segments I, II, III, IV, & V, Volume VII-A."},
      {
        "id":"ED071293",
        "title":"Introduction to Psychology and Leadership. Part Seven; Leadership Behavior and Style. Segments I & II, Volume VII-B."},
      {
        "id":"ED071294",
        "title":"Introduction to Psychology and Leadership. Part Seven; Leadership Behavior and Style. Segments III, IV, & V, Volume VII-C."},
      {
        "id":"ED071295",
        "title":"Introduction to Psychology and Leadership. Part Eight; Senior-Subordinate Relationships. Segments I, II, & III, Volume VIII-A."},
      {
        "id":"ED071296",
        "title":"Introduction to Psychology and Leadership. Part Eight; Senior-Subordinate Relationships. Segments IV, V, & VI, Volume VIII-B."},
      {
        "id":"ED071297",
        "title":"Introduction to Psychology and Leadership. Part Nine; Morale and Esprit De Corps. Segments I & II, Volume IX-A."},
      {
        "id":"ED071298",
        "title":"Introduction to Psychology and Leadership. Part Nine; Morale and Esprit De Corps. Segments I & II, Volume IX-B."},
      {
        "id":"ED071299",
        "title":"Introduction to Psychology and Leadership. Part Ten; Discipline. Segments I & II, Volume X, Script."},
      {
        "id":"ED071300",
        "title":"Introduction to Psychology and Leadership. Part Ten; Discipline. Segments I & II, Volume X."},
      {
        "id":"ED071301",
        "title":"Introduction to Psychology and Leadership. Part Eleven; Personnel Evaluation. Segments I, II, &amp; III, Volume XI."},
      {
        "id":"ED071302",
        "title":"Introduction to Psychology and Leadership. Part Twelve; Applied Leadership. Segment I, Volume XII-A."},
      {
        "id":"ED071303",
        "title":"Introduction to Psychology and Leadership. Part Twelve; Applied Leadership. Segment II, Volume XII-B."},
      {
        "id":"ED071304",
        "title":"Introduction to Psychology and Leadership. Part Twelve; Applied Leadership. Segment III, Volume XII-C."},
      {
        "id":"ED071305",
        "title":"Introduction to Psychology and Leadership. Part Twelve; Applied Leadership. Segment IV, Volume XII-D."},
      {
        "id":"ED071306",
        "title":"Introduction to Psychology and Leadership. Part One; Overview of Leadership. Progress Check. Test Item Pool. Segments I & II."},
      {
        "id":"ED071307",
        "title":"Introduction to Psychology and Leadership. Part Two; Individual Behavior. Progress Check. Test Item Pool. Segments I, II, III, IV &amp; V, Volume I."},
      {
        "id":"ED071308",
        "title":"Introduction to Psychology and Leadership. Part Two; Individual Behavior. Progress Check. Test Item Pool. Segments VI, VII, VIII & IX, Volume II."},
      {
        "id":"ED071309",
        "title":"Introduction to Psychology and Leadership. Part Three; Group Dynamics. Progress Check. Test Item Pool. Segments I, II, III, IV &amp; V."},
      {
        "id":"ED071310",
        "title":"Introduction to Psychology and Leadership. Part Four; Achieving Effective Communication. Progress Check. Test Item Pool. Segments I, II, III, IV, V, VI & VII."},
      {
        "id":"ED071311",
        "title":"Introduction to Psychology and Leadership. Part Five; Military Management. Progress Check. Test Item Pool. Segments I, II, III, IV & V, Volume I."},
      {
        "id":"ED071312",
        "title":"Introduction to Psychology and Leadership. Part Five; Military Management. Progress Check. Test Item Pool. Segments VI, VII, VIII, IX & X, Volume II."},
      {
        "id":"ED071313",
        "title":"Introduction to Psychology and Leadership. Part Six; Authority and Responsibility. Progress Check. Test Item Pool. Segments I, II, III & IV."},
      {
        "id":"ED071314",
        "title":"Introduction to Psychology and Leadership. Part Seven; Leadership Behavior and Style. Progress Check. Test Item Pool. Segments I, II, III, IV & V."},
      {
        "id":"ED071315",
        "title":"Introduction to Psychology and Leadership. Part Eight; Senior-Subordinate Relationships. Progress Check . Test Item Pool. Segments I, II, III, IV, V & VI."},
      {
        "id":"ED071316",
        "title":"Introduction to Psychology and Leadership. Part Nine; Morale and Esprit De Corps. Progress Check. Test Item Pool. Segments I & II."},
      {
        "id":"ED071317",
        "title":"Introduction to Psychology and Leadership. Part Ten; Discipline. Progress Check. Test Item Pool. Segments I & II."},
      {
        "id":"ED071318",
        "title":"Introduction to Psychology and Leadership. Part Eleven; Personnel Evaluation. Progress Check. Test Item Pool. Segments I, II, & III."},
      {
        "id":"ED071319",
        "title":"Introduction to Psychology and Leadership. Part Twelve; Applied Leadership. Progress Check. Test Item Pool. Segments I, II, III & IV."},
      {
        "id":"ED071320",
        "title":"Introduction to Psychology and Leadership. Enrichment I; Concept of Leadership. Enrichment Modules 1, 2, 3."},
      {
        "id":"ED071321",
        "title":"Introduction to Psychology and Leadership. Enrichment II; Problems in Individual Behavior. Enrichment Modules 4, 5, 6, 7."},
      {
        "id":"ED071322",
        "title":"Introduction to Psychology and Leadership. Enrichment III; Group Dynamics and the Chain of Command. Enrichment Modules 8, 9, 10, 11."},
      {
        "id":"ED071323",
        "title":"Introduction to Psychology and Leadership. Enrichment VI; Problems of Leadership. Enrichment Modules 12, 13, 14."},
      {
        "id":"ED071324",
        "title":"Introduction to Psychology and Leadership. Enrichment VIII; Motivation of Subordinates. Enrichment Modules 15, 16, 17, 18."},
      {
        "id":"ED071325",
        "title":"Introduction to Psychology and Leadership. Enrichment XA; Discipline and the Group. Enrichment Modules 19, 20, 21."},
      {
        "id":"ED071326",
        "title":"Introduction to Psychology and Leadership. Enrichment XB; Discipline and the Individual. Enrichment Modules 22, 23, 24, & 25."},
      {
        "id":"ED071327",
        "title":"Introduction to Psychology and Leadership. Enrichment XII; Learning to Lead. Enrichment Modules 26, 27, 28."},
      {
        "id":"ED071328",
        "title":"Introduction to Psychology and Leadership. Leadership Course; Phase I, Terminal Objectives."},
      {
        "id":"ED071329",
        "title":"Introduction to Psychology and Leadership. Leadership Course; Phase I, Course Description."},
      {
        "id":"ED071330",
        "title":"Introduction to Psychology and Leadership. Leadership Course; Research and Evaluation Plans, Part I."},
      {
        "id":"ED071332",
        "title":"Introduction to Psychology and Leadership. Leadership Course; Phase I, Sequencing Rationale."},
      {
        "id":"ED071333",
        "title":"Introduction to Psychology and Leadership. Leadership Course; Phase I, Course Strategy."},
      {
        "id":"ED071334",
        "title":"Introduction to Psychology and Leadership. Leadership Management Course; Course Development Model for Phase I."},
      {
        "id":"ED071336",
        "title":"Introduction to Psychology and Leadership. Typological Analysis of Student Characteristics: Preliminary Report."},
      {
        "id":"ED071337",
        "title":"Introduction to Psychology and Leadership. Specifications of Research Test Items."},
      {
        "id":"ED071338",
        "title":"Introduction to Psychology and Leadership. Instructor Guide."},
      {
        "id":"ED071339",
        "title":"Introduction to Psychology and Leadership. Final Report, Part I. Summary and Recommendations on a Multimedia Instructional System for Leadership, Psychology and Management."},
      {
        "id":"ED071341",
        "title":"Introduction to Psychology and Leadership. Depth Core Syllabus."},
      {
        "id":"ED071342",
        "title":"Introduction to Psychology and Leadership. Research and Evaluation Plans; Part II."},
      {
        "id":"ED071343",
        "title":"Introduction to Psychology and Leadership. Instructional Presentation Design."},
      {
        "id":"ED071344",
        "title":"Introduction to Psychology and Leadership. An Analysis and Evaluation of Instructional Methodology for a Multimedia Course in Leadership, Psychology and Management."},
      {
        "id":"ED071345",
        "title":"Introduction to Psychology and Leadership. Report of Phase II Research Findings. The Design and Methodology for Research on the Interaction of Media, Conditions of Instruction, and Student Characteristics for a Multimedia Course in Leadership, Psychology and Management. Part I: Conditions of Instruction."},
      {
        "id":"ED071346",
        "title":"Introduction to Psychology and Leadership. Report of Phase II Research Findings: The Design and Methodology for Research on the Interaction of Media, Conditions of Instruction, and Student Characteristics for a Multimedia Course in Leadership, Psychology and Management. Part II: Student Characteristics."},
      {
        "id":"ED071347",
        "title":"Introduction to Psychology and Leadership. Design Specifications Document Including Specifications for Product and Course Design System Management and Evaluation Procedures."},
      {
        "id":"ED071348",
        "title":"Introduction to Psychology and Leadership. Cost Effectiveness."},
      {
        "id":"ED071349",
        "title":"Introduction to Psychology and Leadership. An Analysis and Evaluation of Instructional Methodology for a Multimedia Course in Leadership, Psychology, and Management. Phase III, Evaluation Report."},
      {
        "id":"ED071350",
        "title":"Introduction to Psychology and Leadership. Report of Phase III Research Findings: For a Multimedia Course in Leadership, Psychology and Management."},
      {
        "id":"ED071351",
        "title":"Introduction to Psychology and Leadership. Management Design: Procedures for Administration of a Multimedia, Individualized Course in Leadership, Psychology and Management."},
      {
        "id":"ED071352",
        "title":"Introduction to Psychology and Leadership. Rank-Biserial Correlation as an Item Discrimination."},
      {
        "id":"ED071353",
        "title":"Introduction to Psychology and Leadership. Leadership Management Course Computer Programs and Specifications."},
      {
        "id":"ED071355",
        "title":"Introduction to Psychology and Leadership. A Behavioral Approach to Instructional Design and Media Selection."},
      {
        "id":"ED071356",
        "title":"Introduction to Psychology and Leadership. Part One; Overview of Leadership. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071357",
        "title":"Introduction to Psychology and Leadership. Part Two; Individual Behavior. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071358",
        "title":"Introduction to Psychology and Leadership. Part Three; Group Dynamics. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071359",
        "title":"Introduction to Psychology and Leadership. Part Four; Achieving Effective Communication. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071360",
        "title":"Introduction to Psychology and Leadership. Part Five; Military Management. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071361",
        "title":"Introduction to Psychology and Leadership. Part Six; Authority and Responsibility. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071362",
        "title":"Introduction to Psychology and Leadership. Part Seven; Leadership Behavior and Style. Content Outline, Terminal And Enabling Objectives."},
      {
        "id":"ED071363",
        "title":"Introduction to Psychology and Leadership. Part Eight; Senior-Subordinate Relationships. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071364",
        "title":"Introduction to Psychology and Leadership. Part Nine; Morale and Esprit De Corps. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071365",
        "title":"Introduction to Psychology and Leadership. Part Ten; Discipline. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071366",
        "title":"Introduction to Psychology and Leadership. Part Eleven; Personnel Evaluation. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071367",
        "title":"Introduction to Psychology and Leadership. Part Twelve; Applied Leadership. Content Outline, Terminal and Enabling Objectives."},
      {
        "id":"ED071370",
        "title":"Proceedings of the Canadian Symposium on Instructional Technology (Calgary, Alberta, May 24-26, 1972)."},
      {
        "id":"ED071373",
        "title":"A Grant to Strengthen Florida State University's Center for Educational Technology. Annual Report."},
      {
        "id":"ED071385",
        "title":"Layman's Guide to the Use of Computers."},
      {
        "id":"ED071388",
        "title":"LRC Staff 72/73."},
      {
        "id":"ED071391",
        "title":"A Methodological Study Evaluating a Pretutorial Computer-Compiled Instructional Program in High School Physics Instruction Initiated from Student-Teacher Selected Instructional Objectives. Final Report."},
      {
        "id":"ED071393",
        "title":"Strategies for Learning. Convocation Reports."},
      {
        "id":"ED071394",
        "title":"Proceedings of the National Gaming Council's Eleventh Annual Symposium."},
      {
        "id":"ED071395",
        "title":"A Suggested Procedure: An Approach to Local Authorization of Cable Television."},
      {
        "id":"ED071396",
        "title":"Cable: An Overview."},
      {
        "id":"ED071398",
        "title":"A Guide to Federal Regulation; Understanding the FCC Rules."},
      {
        "id":"ED071399",
        "title":"Cable Economics."},
      {
        "id":"ED071400",
        "title":"How to Plan an Ordinance: An Outline and Some Examples."},
      {
        "id":"ED071401",
        "title":"A Glossary of Cable Terms."},
      {
        "id":"ED071402",
        "title":"Bibliocable."},
      {
        "id":"ED071407",
        "title":"Extending Education Through Technology. Selected Writings by James D. Finn On Instructional Technology."},
      {
        "id":"ED071409",
        "title":"The Eleventh Commandment: Thou Shalt Not Covet My Child's Purse."},
      {
        "id":"ED071410",
        "title":"Assessment of Television and Video Tape Recordings for Utilization in Continuing Medical Education."},
      {
        "id":"ED071411",
        "title":"Preliminary Findings of Electronic Town Hall Project (MINERVA)."},
      {
        "id":"ED071412",
        "title":"Interaction of Abilities and Anxiety with Availability of Objectives and/or Test Items on Computer-based Task Performance."},
      {
        "id":"ED071414",
        "title":"Sex and Broadcasting; A Handbook on Starting a Radio Station for the Community. Second Edition."},
      {
        "id":"ED071416",
        "title":"Some Effects of Television Screen Size and Viewer Distance on Recognition of Short Sentences."},
      {
        "id":"ED071417",
        "title":"Instructional Technology; A Statement of Policy and Proposed Action."},
      {
        "id":"ED071418",
        "title":"Media Duplication and Distribution Service. Video Tape Catalog."},
      {
        "id":"ED071419",
        "title":"Program Budgeting and Educational Communications Centers."},
      {
        "id":"ED071420",
        "title":"Report on the Wisconsin School of the Air Radio Survey."},
      {
        "id":"ED071421",
        "title":"Remarks Before the California Community Television Association. Cable Television; The Problems and the Policies."},
      {
        "id":"ED071422",
        "title":"Studies of Instructional Technology Relating to Computer-Assisted Instruction. Final Report."},
      {
        "id":"ED071423",
        "title":"U. S. Office of Education Support of Computer Projects, 1965-1971."},
      {
        "id":"ED071424",
        "title":"National Degree of Computerization: A Context for Evaluating Computer Education Policies in Developing Countries."},
      {
        "id":"ED071425",
        "title":"Public Interest Aspects of Cable Television Interconnection by Satellite."},
      {
        "id":"ED071429",
        "title":"Evaluation of Electronic Data Processing Curricula in the Dearborn Public Schools."},
      {
        "id":"ED071430",
        "title":"Television and Technology in University Teaching. A Report to the Committee on University Affairs, and the Committee of Presidents of Universities of Ontario."},
      {
        "id":"ED071431",
        "title":"The Best of ERIC: Learning Resource Centers."},
      {
        "id":"ED071432",
        "title":"Education and Cable TV: A Guide to Franchising and Utilization."},
      {
        "id":"ED071434",
        "title":"Formative Research in the Production of Television for Children."},
      {
        "id":"ED071435",
        "title":"Distration, Response Mode, Anxiety, and Achievement in Computer Assisted Instruction."},
      {
        "id":"ED071436",
        "title":"So You Want to Have a Film Made: A Guide For Film Sponsors."},
      {
        "id":"ED071437",
        "title":"Evaluation of Instructional Systems RUPS and TABA. Final Report."},
      {
        "id":"ED071438",
        "title":"Vocational/Technical and Adult Education: Status, Trends, and Issues Related to Electronic Delivery."},
      {
        "id":"ED071439",
        "title":"Towards Better Children's Television."},
      {
        "id":"ED071440",
        "title":"Saturday Children's Programming in San Francisco, California. An Analysis of the Presentation of Racial and Cultural Groups on Three Network Affiliated San Francisco Television Stations."},
      {
        "id":"ED071441",
        "title":"Statement Before the Federal Communications Commission."},
      {
        "id":"ED071442",
        "title":"FCC Oral Arguments of the Chinese Media Committee."},
      {
        "id":"ED071443",
        "title":"Behavioral Objectives, Sequence, and Aptitude Treatment Interactions in CAI."},
      {
        "id":"ED071444",
        "title":"Remarks at NAEB Convention."},
      {
        "id":"ED071446",
        "title":"Comparability of Group Television and Teacher Administration of a Florida Reading Assessment Instrument."},
      {
        "id":"ED071447",
        "title":"Bibliography on Cable Television, November 1971. Supplement, May 1972."},
      {
        "id":"ED071448",
        "title":"Visual Literacy: An Exciting Environmental Adventure."},
      {
        "id":"ED071449",
        "title":"Audio-Tutorial Instruction; An Expanded Approach."},
      {
        "id":"ED071450",
        "title":"A Note on the Effectiveness of Computer-Assisted Instruction."},
      {
        "id":"ED071451",
        "title":"Self-Pacing in a Personalized System of Instruction: Work Patterns and Course Completion."},
      {
        "id":"ED071452",
        "title":"A Conceptualization of an Improved Authoring Language (IAL). Technical Report Number 11."},
      {
        "id":"ED071453",
        "title":"Markets and Models for Large-Scale Courseware Development."},
      {
        "id":"ED071454",
        "title":"A Nationwide Survey to Determine Who Chooses Instructional Films."},
      {
        "id":"ED071457",
        "title":"Development and Testing of Video Tapes for Teacher Education in the Teaching of Reading Utilizing a Concentrated Phonetic and Modified Linguistic Structure. Final Report."},
      {
        "id":"ED071458",
        "title":"Developing Specifications for a Low-Cost Computer System for Secondary Schools. PREP 38."},
      {
        "id":"ED071460",
        "title":"Technical, Technological and Scientific English (TTSE)."},
      {
        "id":"ED071462",
        "title":"Politica de las Construcciones Escolares (Policy for School Construction)."},
      {
        "id":"ED071463",
        "title":"De la Educacion Liberadora: La Educacion en General y la Universidad en Particular (Concerning Liberalizing Education: Education in General and the University in Particular)."},
      {
        "id":"ED071464",
        "title":"Riverside English: The Spoken Language of a Southern California Community."},
      {
        "id":"ED071465",
        "title":"The Case against Bidialectalism."},
      {
        "id":"ED071466",
        "title":"Simpozionul Pregatirea Pentru Munca Obiectiv al Invatamintului (Symposium on Training for Work, the Aim of Education)."},
      {
        "id":"ED071467",
        "title":"Boletin Estadistico Presupuestario (Bulletin of Budgetary Statistics)."},
      {
        "id":"ED071468",
        "title":"Lenguaje, Razon y Teoria Explicativa (Language, Reason, and Explanatory Theory)."},
      {
        "id":"ED071469",
        "title":"Information Structure and Linguistic Structure."},
      {
        "id":"ED071470",
        "title":"TESL and Spoken English in the Indian Context."},
      {
        "id":"ED076502",
        "title":"Organizing for Learning. A Report of the Commission on Public School Personnel Policies in Ohio."},
      {
        "id":"ED076503",
        "title":"Organizing for Learning II: Paths to More Flexible Staffing. The Third Report of the Commission on Public School Personnel Policies in Ohio."},
      {
        "id":"ED076504",
        "title":"Teacher Evaluation to Improve Learning. The Fourth Report of the Commission on Public School Personnel Policies in Ohio."},
      {
        "id":"ED076505",
        "title":"Effectiveness of 4-C Manpower Training Program for Entry Participants."},
      {
        "id":"ED076506",
        "title":"An Approach to Performance Based Teacher Education."},
      {
        "id":"ED076507",
        "title":"Pupil Control As an Institutional Pattern."},
      {
        "id":"ED076508",
        "title":"Career Education for Prospective High School Teachers."},
      {
        "id":"ED076509",
        "title":"Current Research and Perspectives in Open Education: A Research Review From EKNE."},
      {
        "id":"ED076510",
        "title":"The Impact of Pretesting on Learning."},
      {
        "id":"ED076511",
        "title":"Prospectus of the Prescriptive Teaching, and Diagnostic - Prescriptive Teaching Training Programs Area of Special Education."},
      {
        "id":"ED076512",
        "title":"Interdisciplinary Studies and Independent Study as General Education for Teachers."},
      {
        "id":"ED076513",
        "title":"A Performance-Based Undergraduate Program for the Education of Teachers at Brooklyn College. Volume I."},
      {
        "id":"ED076514",
        "title":"A Performance-Based Undergraduate Program for the Education of Teachers at Brooklyn College. Volume 2."},
      {
        "id":"ED076515",
        "title":"Teaching Mathematics to the Slow Learner in the Inner City Schools."},
      {
        "id":"ED076516",
        "title":"A Demonstration Program to Facilitate Certification Requirements for Special Education Teachers."},
      {
        "id":"ED076517",
        "title":"Governors State University Urban Teacher Education Program."},
      {
        "id":"ED076518",
        "title":"Competency Based Teacher Education."},
      {
        "id":"ED076519",
        "title":"Improving Instruction through Tailored Curriculum Development Programs."},
      {
        "id":"ED076520",
        "title":"Field Studies Program in Elementary Education."},
      {
        "id":"ED076521",
        "title":"The Greater Cleveland Teacher Education Centers Cooperative Support Program."},
      {
        "id":"ED076522",
        "title":"A Performance-Based Plan for Evaluation of Student Progress."},
      {
        "id":"ED076523",
        "title":"The Del Mod System. The Delaware Model: A Systems Approach to Science Education."},
      {
        "id":"ED076524",
        "title":"The Five Points on Site Teacher Education Program."},
      {
        "id":"ED076525",
        "title":"Co-Op Step Teacher Education in Action at Saint Andrews Presbyterian College, Laurinburg, North Carolina."},
      {
        "id":"ED076527",
        "title":"Strand I: Physical Health Nutrition. Grades K-3."},
      {
        "id":"ED076528",
        "title":"Strand I: Physical Health Nutrition. Health Curriculum Materials. Grades 4-6."},
      {
        "id":"ED076529",
        "title":"Strand I: Physical Health Nutrition. Health Curriculum Materials. Grades 7-9."},
      {
        "id":"ED076530",
        "title":"Strand I: Physical Health Nutrition. Health Curriculum Materials. Grades 10-12."},
      {
        "id":"ED076531",
        "title":"Strand V: Education for Survival. First Aid and Survival Education. Health Curriculum Materials Grades 10-12."},
      {
        "id":"ED076532",
        "title":"Strand V: Education for Survival. Safety Education. Health Curriculum Materials. Grades 7-9."},
      {
        "id":"ED076533",
        "title":"Effects of Cued Modelling Procedures and Self-Confrontation in a Microteaching Setting Aimed at Developing Non-Verbal Behavior."},
      {
        "id":"ED076534",
        "title":"Art Education Program at Kutztown State College."},
      {
        "id":"ED076535",
        "title":"San Fernando Valley State College Teacher Education Project in Compensatory Education (Elementary)."},
      {
        "id":"ED076536",
        "title":"The Western Washington State College Clinical Program for Teacher Education at Seattle, Washington."},
      {
        "id":"ED076537",
        "title":"Strand V: Education for Survival. First Aid and Survival Education. Grades 4, 5, 6."},
      {
        "id":"ED076538",
        "title":"An Experimental Study of the Effects of Teacher Participation in a Curriculum Engineering Task on a Dimension of Curriculum Implementation."},
      {
        "id":"ED076539",
        "title":"Conceptual Systems and Educational Environment: Relationships Between Teacher Conceptual Systems, Student Conceptual Systems, and Classroom Environment as Perceived by Fifth and Sixth Grade Students."},
      {
        "id":"ED076540",
        "title":"The Use of Ritalin for Treatment of Minimal Brain Dysfunction and Hyperkinesis in Children."},
      {
        "id":"ED076541",
        "title":"Youth Camp Safety Standards. Hearings before the Select Subcommittee on Education of the Committee on Education and Labor. House of Representatives. Ninetieth Congress, Second Session on H. R. 17131 and H. R. 17307."},
      {
        "id":"ED076542",
        "title":"Youth Camp Safety. Hearing before the Select Subcommittee on Labor of the Committee on Education and Labor. House of Representatives. Ninety-First Congress, First Session on H. R.763."},
      {
        "id":"ED076543",
        "title":"EXEL: An Experimental Program in the Professional Preparation of Elementary School Teachers."},
      {
        "id":"ED076544",
        "title":"Facilitation of Cooperative Behavior in Elementary School Children."},
      {
        "id":"ED076545",
        "title":"Co-Op Step. Fall Bulletin."},
      {
        "id":"ED076546",
        "title":"Suggested Activities on Sociological Health Problems: Drugs, Alcoholism, Smoking for Student Teachers."},
      {
        "id":"ED076550",
        "title":"The Impact of Changes in Selected Teacher Strategies on Expressive Student Engagement. Technical Report No. 34."},
      {
        "id":"ED076551",
        "title":"The Education Professions 1971-72. Part II - Differentiated Staffing: A State of the Art Report."},
      {
        "id":"ED076552",
        "title":"Self-Observation and Self-Analysis in Teacher Training. Teacher Materials and Curriculum Together with Preliminary Findings on Their Use. Research Bulletin No. 14."},
      {
        "id":"ED076553",
        "title":"Accountability in Physical Education: The Effectiveness of the Elementary Physical Education Specialist."},
      {
        "id":"ED076554",
        "title":"What Has Been and Should Be the Role of State Education Agencies in the Development and Implementation of Teacher Education Programs (Both Pre and Inservice)? A Review and Analysis of Literature."},
      {
        "id":"ED076555",
        "title":"Resources for Performance-Based Education."},
      {
        "id":"ED076557",
        "title":"Teacher Education in Asia. A Regional Survey."},
      {
        "id":"ED076558",
        "title":"Accountability and the Teacher."},
      {
        "id":"ED076559",
        "title":"Accountability in Education: An Annotated Bibliography."},
      {
        "id":"ED076560",
        "title":"Open Schools and the Teacher."},
      {
        "id":"ED076561",
        "title":"A Behavior Modification View of Video Playback: Microteaching."},
      {
        "id":"ED076562",
        "title":"Status Variables Related to Team Teacher Satisfaction in the Open Plan School."},
      {
        "id":"ED076563",
        "title":"An Investigation of Relationships Among Instructional Mode, Teacher Needs, and Students' Personalities."},
      {
        "id":"ED076564",
        "title":"Teacher Behavior and Student Achievement in the Bereiter-Engelmann Follow-Through Program."},
      {
        "id":"ED076565",
        "title":"Identifying and Classifying Competencies for Performance-Based Teacher Training."},
      {
        "id":"ED076566",
        "title":"Effects of Teachers' Cognitive Demand Styles on Pupil Learning."},
      {
        "id":"ED076567",
        "title":"Comparison of Educators' and Industrial Managers' Work Motivation Using Parallel Forms of the Work Components Study Questionnaire."},
      {
        "id":"ED076568",
        "title":"Teacher Perspective on Change to an Open Approach."},
      {
        "id":"ED076569",
        "title":"The National Commission on Performance-Based Education."},
      {
        "id":"ED076570",
        "title":"Personality, Attitude, Professional Knowledge of Teachers in Experiential and Conventional Preparatory Programs."},
      {
        "id":"ED076571",
        "title":"The Relation of Teacher's Questions in Microteaching and Microcourses to Student Achievement and Rating of the Teacher."},
      {
        "id":"ED076572",
        "title":"The Effect of a Field-Based Teacher Education Program Upon Pupil Learning."},
      {
        "id":"ED076574",
        "title":"Classroom Interaction Patterns During Microteaching: Wait-Time As An Instructional Variable."},
      {
        "id":"ED076575",
        "title":"Field Activities Selected by Preservice Teachers in Traditional and Experiential Programs."},
      {
        "id":"ED076576",
        "title":"Patterned Teaching Behavior: A Study of Dyadic Infracommunication."},
      {
        "id":"ED076577",
        "title":"Field Testing and Evaluation in the Utah State University Protocol Project."},
      {
        "id":"ED076578",
        "title":"An Investigation into Student Teacher Problems during Practice Teaching."},
      {
        "id":"ED076579",
        "title":"Observer Effect on Teacher Use of Token Reinforcement."},
      {
        "id":"ED076580",
        "title":"Variables to Consider in Planning Research for Effective Instruction: A Conceptual Framework."},
      {
        "id":"ED076581",
        "title":"A Study of Two Program Models of Teacher Preparation and Their Effects Upon the Perceptions of Prospective Teachers."},
      {
        "id":"ED076583",
        "title":"A Clinical Approach to Relevancy in Education Methods Courses."},
      {
        "id":"ED076584",
        "title":"Research and Development As a Vehicle for Improving Teacher Competence."},
      {
        "id":"ED076585",
        "title":"A Research Strategy for Performance-Based Education."},
      {
        "id":"ED076586",
        "title":"Differentiated Staffing."},
      {
        "id":"ED076587",
        "title":"Collective Bargaining for Teachers in Cook County Illinois. Remarks and Excerpts of Public Hearings March 1, 1973."},
      {
        "id":"ED076588",
        "title":"Student Attitudes Toward the Teacher Preparation Program of the University of Nebraska-Lincoln: 1970-71."},
      {
        "id":"ED076589",
        "title":"A Program for the Training of Elementary Art-Music Teachers."},
      {
        "id":"ED076590",
        "title":"A Model for the Study of Teaching Based on an Aesthetic Mode of Inquiry."},
      {
        "id":"ED076591",
        "title":"Self Concept and Performance in Student Teaching."},
      {
        "id":"ED076592",
        "title":"Effect of a School-Within-A-School Program on Attitudes of Underachieving Students."},
      {
        "id":"ED076593",
        "title":"The Selection and Training of Supervising Teachers: A Bibliography."},
      {
        "id":"ED076594",
        "title":"Art for South Dakota Schools."},
      {
        "id":"ED076595",
        "title":"A Longitudinal Study of the Pennsylvania Grade 5 Educational Quality Assessment Package."},
      {
        "id":"ED076596",
        "title":"Response Styles and 16 PF Higher Order Factors."},
      {
        "id":"ED076597",
        "title":"Generalized Least Squares Estimators in the Analysis of Covariance Structures."},
      {
        "id":"ED076599",
        "title":"The Effects of Social Position, Race, and Sex on Work Values of Ninth Grade Students."},
      {
        "id":"ED076600",
        "title":"Prediction of Achievement with Measures of Learning, Social Behavior, Sex and Intelligence."},
      {
        "id":"ED076601",
        "title":"Organization and Function in Large City Research Bureaus."},
      {
        "id":"ED076602",
        "title":"On the Assessment of Psychometric Adequacy in Correlation Matrices."},
      {
        "id":"ED076603",
        "title":"Developmental Trends and Stability of Verbal and Nonverbal IQ Scores for Spanish-Surname Students."},
      {
        "id":"ED076605",
        "title":"The Matrix Test Analysis Program: A Measurement Heuristic."},
      {
        "id":"ED076606",
        "title":"The Approach to the Design of the North Carolina Statewide Assessment of Educational Progress."},
      {
        "id":"ED076607",
        "title":"The Promotion, Dissemination, and Utilization Plan for the North Carolina Statewide Assessment of Educational Progress."},
      {
        "id":"ED076608",
        "title":"Teaching Performance Tests as Dependent Measures in Instructional Research."},
      {
        "id":"ED076609",
        "title":"The Practicum: A Department in Development Training."},
      {
        "id":"ED076610",
        "title":"The Semantic Structure of a Set of Scales Developed for Use with Large City Pupils. A Follow-up Study."},
      {
        "id":"ED076611",
        "title":"Drug-Abuse Research Instrument Inventory."},
      {
        "id":"ED076612",
        "title":"Benton's Visual Retention Test: New Age, Scale Score and Percentile Norms for Children."},
      {
        "id":"ED076613",
        "title":"Revising the Attitude Toward Bilingual Scale for Use in the Northeast."},
      {
        "id":"ED076614",
        "title":"The Use of Multiple Matrix Sampling to Approximate Norm Distributions: An Empirical Comparison of Two Models."},
      {
        "id":"ED076615",
        "title":"Course Evaluation Schedule, Form B. Manual."},
      {
        "id":"ED076616",
        "title":"The Development and Field Test of an Evaluation Model for Educational Television. Volume I."},
      {
        "id":"ED076627",
        "title":"The Development and Field Test of an Evaluation Model for Educational Television. Volume II."},
      {
        "id":"ED076631",
        "title":"Report on METHODS OF Evaluating Students at the University of California, Berkeley."},
      {
        "id":"ED076632",
        "title":"Can ACT Scores be Used to Predict Prospective Elementary Teachers' Ability to Understand Concepts Used in New Mathematic Curricula?"},
      {
        "id":"ED076633",
        "title":"Year One of a Three-Year Evaluation Study of University Hill Secondary School."},
      {
        "id":"ED076636",
        "title":"An Analysis of a Guaranteed Achievement Program to Achieve Specific Educational Objectives, or Performance Contracting, Chicago Style."},
      {
        "id":"ED076638",
        "title":"Tests of Self Concept as Measures of Personality Change."},
      {
        "id":"ED076639",
        "title":"A Comparison of Two Approaches in Factor Studies of Student Ratings of Courses and Instructors."},
      {
        "id":"ED076641",
        "title":"Estimating Total-Test Score Distributions Through Item Sampling--A New Theoretical Approach."},
      {
        "id":"ED076642",
        "title":"The Effect on One's Own Performance of Evaluating Peers."},
      {
        "id":"ED076644",
        "title":"The Effects of Modeling on the Development of Sex-Role Behaviors in Children."},
      {
        "id":"ED076645",
        "title":"A Problem in the Aggregation of Student Data to the Level of School. Working Draft."},
      {
        "id":"ED076646",
        "title":"Program Evaluation as an Administrative Concept."},
      {
        "id":"ED076647",
        "title":"Personalism and Interpersonal Attraction."},
      {
        "id":"ED076648",
        "title":"A Study of the Cognitive and Affective Performance of Children in the Elementary Science Study Program."},
      {
        "id":"ED076649",
        "title":"An Evaluation of Multi-Age Classes at Carnarvon School, 1971-72."},
      {
        "id":"ED076652",
        "title":"Evaluating Classroom Progress."},
      {
        "id":"ED076653",
        "title":"Pluralism and American Education: A Black Perspective."},
      {
        "id":"ED076654",
        "title":"Comparative Validation of a Direct and an Indirect Measure of Academic Self-Confidence."},
      {
        "id":"ED076655",
        "title":"Homosexuality: An Educational Confrontation."},
      {
        "id":"ED076656",
        "title":"Validation of a School Behavior Rating Scale."},
      {
        "id":"ED076657",
        "title":"Effects of Repeated Standardized Testing on Different Types of Students."},
      {
        "id":"ED076658",
        "title":"Using Group Performance to Interpret Individual Responses to Criterion-Referenced Tests."},
      {
        "id":"ED076659",
        "title":"Diagnosis and Remediation of Instructional Problems without the Use of Standardized Instruments."},
      {
        "id":"ED076660",
        "title":"Evaluation by Students for University-Wide Comparative Purposes."},
      {
        "id":"ED076661",
        "title":"Estimation of Intervention Effects in Seasonal Time-Series."},
      {
        "id":"ED076662",
        "title":"The Relationship of Aptitude Test School Means and School Socioeconomic Characteristics to Achievement Test School Means."},
      {
        "id":"ED076663",
        "title":"An Evaluation of Accountability Programs in Colorado."},
      {
        "id":"ED076664",
        "title":"Computer Narrative Assessment Reports."},
      {
        "id":"ED076665",
        "title":"The Development of a Measure to Evaluate Language Communication Skills of Young Children."},
      {
        "id":"ED076666",
        "title":"Operational Accountability."},
      {
        "id":"ED076667",
        "title":"Some Philosophical issues in Competency-Based Teacher Education."},
      {
        "id":"ED076668",
        "title":"Evaluation of an Interuniversity Program in Medical Education."},
      {
        "id":"ED076669",
        "title":"Should Evaluation Researchers in Education Have an Inferiority Complex?"},
      {
        "id":"ED076670",
        "title":"Analyzing and Improving Instructional Practices."},
      {
        "id":"ED076671",
        "title":"Computer Generated Ability Complements as an Alternative to Continuous Hierarchy Positions: A Cybernetic Model of School Administration."},
      {
        "id":"ED076672",
        "title":"The Anchor Test Study: Administration of the Study."},
      {
        "id":"ED076673",
        "title":"Evaluation in 'Open' Classroom Programs."},
      {
        "id":"ED076674",
        "title":"Conflicting Viewpoints That Affect Design, Analysis, Interpretations, and Reporting in the National Follow Through Evaluation."},
      {
        "id":"ED076675",
        "title":"Usability of Scores Obtained from Repeated IQ Test Administrations."},
      {
        "id":"ED076676",
        "title":"How Many Es Are There? A Critical Analysis of Problems Concerning Determination of Evaluative Factors of Semantic Differential Scales."},
      {
        "id":"ED076677",
        "title":"Computer Assisted Lesson Service at USAFI: An Interim Report."},
      {
        "id":"ED076678",
        "title":"The Internal Construct Validity of the Ross Educational Philosophical Inventory."},
      {
        "id":"ED076679",
        "title":"The Overprediction Phenomenon among Black Collegians: Some Prelinimary Considerations."},
      {
        "id":"ED076680",
        "title":"Studies of Interactions of Factors in a Model of School Learning."},
      {
        "id":"ED076681",
        "title":"Responsive Evaluation."},
      {
        "id":"ED076682",
        "title":"Methodological Consideration in Evaluating Year-Round Educational Programs."},
      {
        "id":"ED076683",
        "title":"Repeated Testing During Acquisition of College Course Material."},
      {
        "id":"ED076684",
        "title":"Multivariate Analysis of the Relationship between Creativity and Intelligence."},
      {
        "id":"ED076685",
        "title":"Approximate Evaluation Techniques for the Max Hierarchical Clustering Procedure."},
      {
        "id":"ED076686",
        "title":"A Quick Teacher-Administered Screening Test to Predict Future Academic Failure in Kindergarten Children."},
      {
        "id":"ED076687",
        "title":"Identification and Assessment of Minimal Competencies for Objectives-Oriented Teacher Education Programs."},
      {
        "id":"ED076689",
        "title":"A Comparative Evaluation of an Experimental Program for Preparation of School Principals in Terms of Potential Placement."},
      {
        "id":"ED076690",
        "title":"Analysis of Data from the North Carolina Statewide Assessment of Educational Progress."},
      {
        "id":"ED076691",
        "title":"An Example of the Application of the Assessment and Diagnostic Procedures of a Comprehensive Accountability Plan."},
      {
        "id":"ED076692",
        "title":"Item-Sampling as a Classroom Evaluation Technique."},
      {
        "id":"ED076693",
        "title":"An Alternative to Ability Grouping: Personality Grouping."},
      {
        "id":"ED076694",
        "title":"The Coping Analysis Schedule for Educational Settings (Cases)."},
      {
        "id":"ED076695",
        "title":"The Relationship between Students' Ratings of Instructors and Their Participation in Classroom Discussion."},
      {
        "id":"ED076696",
        "title":"Correlates of Student Preference Ratings."},
      {
        "id":"ED076697",
        "title":"The Profile of a School and Measurement of a Multi-School Organization Change Program."},
      {
        "id":"ED076698",
        "title":"A Study of the Relationship Between the Rankings of Supervising Teacher Effectiveness and Attitude Toward Education."},
      {
        "id":"ED076699",
        "title":"Multiple Input Assessment and Preventive Intervention."},
      {
        "id":"ED076700",
        "title":"Predicting Mobility Using Personal and Geographic Characteristics and Its Use in the Needs Assessment for Vocational Programs."},
      {
        "id":"ED076701",
        "title":"A Comparison of Ranking and Rating Methods by Multidimensional Matching."},
      {
        "id":"ED076702",
        "title":"The Future of Measurements of Abilities II."},
      {
        "id":"ED076703",
        "title":"Effect of Differentially Motivating Instructions on the Predictive Validity of a Test Device."},
      {
        "id":"ED076704",
        "title":"Teacher Behavior Related to Pupil Creativity and Assessment Strategem."},
      {
        "id":"ED076705",
        "title":"An Experimental Evaluation of New Measures of Cognitive and Non-cognitive Performance for Elementary School Children."},
      {
        "id":"ED076706",
        "title":"Criterion-Referenced Validity of Student Ratings of Instructors."},
      {
        "id":"ED076707",
        "title":"Development of a Simple Readability Index for Job Reading Material."},
      {
        "id":"ED076708",
        "title":"Measuring Teacher Effects on Pupil Achievement."},
      {
        "id":"ED076709",
        "title":"Development of Provisional Criteria for the Study of Scientific Creativity."},
      {
        "id":"ED076710",
        "title":"A Proposal for the Implementation of the Needs Assessment Model."},
      {
        "id":"ED076712",
        "title":"Tertiary Education Entrance Project: Interim Report on the Evaluation of the T.E.E.P. Series A Test Battery."},
      {
        "id":"ED076714",
        "title":"Mexican Americans: An Annotated Bibliography of Doctoral Dissertations. ERIC-IRCD Doctoral Research Series, Number 1, May 1973."},
      {
        "id":"ED076715",
        "title":"1971-72 Urban Education Program."},
      {
        "id":"ED076716",
        "title":"The Evaluation of the School-Community Agents Project, 1971-1972."},
      {
        "id":"ED076717",
        "title":"School Desegregation Research: A Survey of Doctoral Studies, College of Education, The University of Tennessee, Knoxville. College of Education Monograph Series, No. 1."},
      {
        "id":"ED076718",
        "title":"The Assessment of Ethnic Group Self-Concept."},
      {
        "id":"ED076719",
        "title":"Public or Parish: A Study of Differences in Acculturation of Franco American Schoolchildren."},
      {
        "id":"ED076720",
        "title":"Portuguese Enclaves: The Invisible Minority."},
      {
        "id":"ED076721",
        "title":"Black-White Differentials in Occupational Mobility Among Men in the United States, 1962-1970. Working Paper 72-32."},
      {
        "id":"ED076722",
        "title":"Hearings Before the Select Committee on Nutrition and Human Needs of the United States Senate, Ninety-First Congress, Second Session on Nutrition and Human Needs. Nutrition and Human Needs--1970. Part 2--National School Lunch Program; the Urban Crisis. Hearings Held Modesto, Calif., March 23, 1970, and Chicago, Ill., April 20, 1970."},
      {
        "id":"ED076723",
        "title":"School-Related Attitudes of Inner-City Junior High Students."},
      {
        "id":"ED076724",
        "title":"Can Compensatory Education Improve the Self-Image of Socially and Culturally Different Children?"},
      {
        "id":"ED076725",
        "title":"Racial Interaction in an Urban, Secondary School."},
      {
        "id":"ED076726",
        "title":"Compensatory Education Versus Education Based Upon Creative Positives."},
      {
        "id":"ED076727",
        "title":"Socioeconomic Background and Returns to Education. Working Paper 72-31."},
      {
        "id":"ED076728",
        "title":"Black, Brown and Red: The Movement for Freedom Among Black, Chicano and Indian."},
      {
        "id":"ED076729",
        "title":"Self Concept: An Annotated Bibliography of Selected ERIC References. ERIC-IRCD Urban Disadvantaged Series, Number 32, June 1973."},
      {
        "id":"ED076730",
        "title":"The White Researcher in the Black Community: A Dilemma."},
      {
        "id":"ED076731",
        "title":"HILINC: High Intensity Learning Centers; Individualized Reading Instruction. Omaha Public Schools, Funded--Title I ESEA."},
      {
        "id":"ED076735",
        "title":"Annual Report: Detroit Public Schools Job Upgrading Program, 1971-1972. The Job Upgrading Program Manual of Procedure and Curriculum Guide, Second Edition."},
      {
        "id":"ED076736",
        "title":"Humanism in Black Culture."},
      {
        "id":"ED076738",
        "title":"Broadening the Concept of Career Education. IRCD Bulletin, Volume 9, Number 2, March 1973."},
      {
        "id":"ED076739",
        "title":"NYC Summer/In-School Goes to Community College. Proven Program for Youth. Final Report."},
      {
        "id":"ED076742",
        "title":"More Effective Schools Program, Disadvantaged Pupil Program Fund, Fund Number 97-16. 1971-72 Evaluation (Year 3)."},
      {
        "id":"ED076745",
        "title":"Instructional Materials for Cosmetology and Barbering."},
      {
        "id":"ED076746",
        "title":"Two VAE System Models: A Model for a Competency-Based Instructional System; The VAE Accountability Model. Competency-Based Teacher Education Series No. 2."},
      {
        "id":"ED076747",
        "title":"VAE Pre-Certification Teacher Education Program: Competencies and Performance Objectives. Competency-Based Teacher Education Series No. 1."},
      {
        "id":"ED076748",
        "title":"A Systems Approach to Vocational Teacher Education. Progress Report, 1971-1972."},
      {
        "id":"ED076750",
        "title":"An Exemplary Program for Occupational Preparation. Final Report."},
      {
        "id":"ED076752",
        "title":"A Manual for the Implementation and Administration of Career Education Programs."},
      {
        "id":"ED076761",
        "title":"An Evaluation of the Teacher Training Program for Consumer Homemaking Education in Utah."},
      {
        "id":"ED076772",
        "title":"Chartering an Experience Bank: A Guide to Forming a Local Association of Independent Businessmen."},
      {
        "id":"ED076773",
        "title":"The Founding of Technologically-Based Firms."},
      {
        "id":"ED076774",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 6, Number 3."},
      {
        "id":"ED076781",
        "title":"State Research Coordinating Unit Activities for the Period January 1, 1972-June 30, 1972. Semiannual Report."},
      {
        "id":"ED076782",
        "title":"Integrated Surface Mining and Reclamation Techniques: A Curriculum for Training Surface Mining Personnel."},
      {
        "id":"ED076785",
        "title":"Review and Assessment of the Impact on Occupational Education Resulting from the Research and Development Activities Supported by the Division of Vocational and Technical Education of Illinois, Project RDC-A2-078."},
      {
        "id":"ED076788",
        "title":"Meeting Louisiana's Need for Career and Vocational-Technical Education."},
      {
        "id":"ED076789",
        "title":"California Advisory Council on Vocational Education and Technical Training Third Annual Report. Fiscal Year 1971-72."},
      {
        "id":"ED076790",
        "title":"Handbook for Community Manpower Surveys."},
      {
        "id":"ED076791",
        "title":"Training Paraprofessionals for the Deaf. The Planning and Developing of a Training Program to Provide Increased Services to the Deaf in Occupational Development."},
      {
        "id":"ED076792",
        "title":"Move In '72. Missouri Advisory Council on Vocational Education Third Annual Report, December, 1972."},
      {
        "id":"ED076793",
        "title":"Index to Publications of the Manpower Administration, January 1969 Through June 1972 [and] Supplement to Index to Publications of the Manpower Administration, July Through December 1972."},
      {
        "id":"ED076797",
        "title":"Survey of Post-Placement Experience of TAT Graduates."},
      {
        "id":"ED076798",
        "title":"Career-Centered Curriculum Workshop Handbook."},
      {
        "id":"ED076799",
        "title":"A Study of the Characteristics of Students Who Sought Admission to Connecticut Regional Technical Schools in 1971."},
      {
        "id":"ED076800",
        "title":"Summaries of Studies in Agricultural Education, Central Region. 1971-72."},
      {
        "id":"ED076801",
        "title":"Maryland Advisory Council on Vocational-Technical Education Third Annual Evaluation Report, 1972."},
      {
        "id":"ED076804",
        "title":"Selected Papers from North American Conference on Labor Statistics (Houston, Texas, June 8-12, 1970)."},
      {
        "id":"ED076812",
        "title":"Years for Decision: A Longitudinal Study of the Educational and Labor Market Experience of Young Women. Volume Two."},
      {
        "id":"ED076814",
        "title":"Rural-Urban Population, Income, and Employment: A Simulation of Alternative Futures."},
      {
        "id":"ED076815",
        "title":"Work Experience Education Career Exploratory Program Management System: Career Development Programs."},
      {
        "id":"ED076816",
        "title":"General and Vocational Work Experience Education Programs Management System: Career Development Programs."},
      {
        "id":"ED076817",
        "title":"Career Planning and Placement Center Program Management System: Career Development Programs."},
      {
        "id":"ED076819",
        "title":"Manpower Services in the Workplace. An Employer Technical Services Program for a State Employment Service."},
      {
        "id":"ED076820",
        "title":"A Look at Business in 1990."},
      {
        "id":"ED076821",
        "title":"Labor in the U.S.S.R."},
      {
        "id":"ED076822",
        "title":"Labor Law and Practice in Denmark."},
      {
        "id":"ED076823",
        "title":"BLS (Bureau of Labor Statistics) Publications, 1886-1971: Numerical Listings, Annotations, and Subject Index."},
      {
        "id":"ED076824",
        "title":"Vitamin A and Iron Rich Foods Used by Panamanian Homemakers with Implications for Nutrition Education."},
      {
        "id":"ED076825",
        "title":"Program Guide: A Guide for Development and Operation of a Secondary School Allied Health Career Program."},
      {
        "id":"ED076826",
        "title":"A Selected List of Educational Material Available from Commerce and Industry."},
      {
        "id":"ED076827",
        "title":"Making Education Relevant."},
      {
        "id":"ED076828",
        "title":"Fire Problems in High-Rise Buildings. California Fire Service Training Program."},
      {
        "id":"ED076829",
        "title":"Expressway and Freeway Emergencies. California Fire Service Training Program."},
      {
        "id":"ED076832",
        "title":"Placement Services in New York State Two-Year Colleges."},
      {
        "id":"ED076846",
        "title":"Summaries of Studies in Industrial Arts, Trade and Industrial, and Technical Education. Dissertation Abstracts."},
      {
        "id":"ED076847",
        "title":"An Evaluation of the Selection of Disadvantaged Youth in Four Iowa Youth-Work Programs. Part II. Final Report. Research-Evaluation Component of Project I-TRY (Iowa Training and Retraining of Youth)."},
      {
        "id":"ED076848",
        "title":"Description and Evaluation of Program; Characteristics and Followup of Participants, and Program Recommendations. Part III. Final Report. Research-Evaluation Component of Project I-TRY (Iowa Training and Retraining of Youth)."},
      {
        "id":"ED076849",
        "title":"Forward Plan for Career Education Research and Development. Draft for Discussion."},
      {
        "id":"ED076861",
        "title":"Program IMPACT: Community Service and Continuing Education, Higher Education Act of 1965 -- Title I. South Carolina Fiscal Year 1972. Annual Report."},
      {
        "id":"ED076862",
        "title":"Educating Adults in Family Planning."},
      {
        "id":"ED076863",
        "title":"National Advisory Council on Extension and Continuing Education, Pursuant to Public Law 89-329. Sixth Annual Report. Message from the President of the United States Transmitting the Sixth Annual Report of the National Advisory Council on Extension and Continuing Education; Ninety-Second Congress, Second Session."},
      {
        "id":"ED076864",
        "title":"Educational Benefits Available for Returning Vietnam Era Veterans; Hearings Before the Subcommittee on Readjustment, Education, and Employment of the Committee on Veterans&apos; Affairs, United States Senate, Ninety-Second Congress, Second Session. Part 1."},
      {
        "id":"ED076865",
        "title":"An Exploratory Study of the College for High School Program of the Extramural Independent Study Center of the University of Kansas."},
      {
        "id":"ED076866",
        "title":"Factors Which Influence the Four-H Membership Status of the Ninth and Tenth Grade Girls in Bradley County, Tennessee. A Research Summary of a Graduate Study."},
      {
        "id":"ED076867",
        "title":"Some Factors Influencing Dairy Practice Adoption by Grade A Milk Producers in Selected Tennessee Counties. A Research Summary of a Graduate Study."},
      {
        "id":"ED076868",
        "title":"Influence of Selected Factors on Level of 4-H Participation by Seventh, Eighth and Ninth Grade Boys and Girls in Bledsoe County, Tennessee. A Research Summary of a Graduate Study."},
      {
        "id":"ED076869",
        "title":"Continuing Education of Women, Report of a Seminar (Toronto, Canada, March 1, 2, 3, 1973)."},
      {
        "id":"ED076870",
        "title":"Program Performance 1971 Expanded Food and Nutrition Program."},
      {
        "id":"ED076871",
        "title":"NewGate Model."},
      {
        "id":"ED076872",
        "title":"Application of the Navy Average Grade Model to the Naval Underwater Systems Center."},
      {
        "id":"ED076873",
        "title":"The Utilization of Health Services: Indices and Correlates. A Research Bibliography 1972."},
      {
        "id":"ED076874",
        "title":"Effects of Continued Care: A Study of Chronic Illness in the Home."},
      {
        "id":"ED076875",
        "title":"Health Service Use. National Trends and Variations - 1953-1971."},
      {
        "id":"ED076876",
        "title":"Population Education: School and Nonschool. A Status Report."},
      {
        "id":"ED076877",
        "title":"Population Education: School and Nonschool."},
      {
        "id":"ED076878",
        "title":"Continuing Education for the Professional."},
      {
        "id":"ED076879",
        "title":"New Careers and Agencies: Views from the Top. Rehabilitation Occupations for the Disadvantaged and Advantaged. Working Paper No. 3."},
      {
        "id":"ED076880",
        "title":"Swedish Ministry of Education Press Communique (Government Bill 1973:54)."},
      {
        "id":"ED076885",
        "title":"A One-Year Follow-Up Study of the Thirty-Seven Graduates Class of 1972 of the Jackson County Adult Evening High School Completion Program."},
      {
        "id":"ED076886",
        "title":"Program IMPACT; Community Service and Continuing Education Under Title I of the Higher Education Act of 1965. Seventh Annual Report."},
      {
        "id":"ED076887",
        "title":"Recommendations for Developing the Retired Senior Volunteer Program."},
      {
        "id":"ED076888",
        "title":"Cost-Benefit Study of the Foster Grandparent Program, FOSTER GRANDPARENT PROGRAM, ACTION."},
      {
        "id":"ED076890",
        "title":"Extension in a Rhodesian Purchase Land Area."},
      {
        "id":"ED076891",
        "title":"Papers of the Rural Community Development Seminar: Focus on Iowa."},
      {
        "id":"ED076892",
        "title":"Student Evaluation."},
      {
        "id":"ED076893",
        "title":"Developmental Tasks of Widowhood for the Aging Woman."},
      {
        "id":"ED076894",
        "title":"The Scope of Community Mental Health Consultation and Education."},
      {
        "id":"ED076895",
        "title":"Helping Relationships Across Professions: A New Look at Social Work."},
      {
        "id":"ED076896",
        "title":"A Relationship Between Field-Dependency-Independency and Set: A Western and Soviet View."},
      {
        "id":"ED076897",
        "title":"Projection: A Bibliography."},
      {
        "id":"ED076898",
        "title":"Fixation: A Bibliography."},
      {
        "id":"ED076899",
        "title":"Alcohol and Alcohol Safety: A Curriculum Manual for Junior High Level. Volume I of II."},
      {
        "id":"ED076900",
        "title":"A Comparison of Brain Wave Patterns of High and Low Grade Point Average Students During Rest, Problem Solving, and Stress Situations."},
      {
        "id":"ED076901",
        "title":"An Index: School Health Policies and Concepts."},
      {
        "id":"ED076904",
        "title":"Sex Differences, Positive Feedback and Intrinsic Motivation."},
      {
        "id":"ED076905",
        "title":"Vocational Preference Inventory Response Patterns of College of Education Freshmen Women."},
      {
        "id":"ED076906",
        "title":"The Climate for Change: Factors that Foster Adaptability Within the School."},
      {
        "id":"ED076907",
        "title":"The Effect of a Self-Evaluation Environment on Growth in Self-Perception."},
      {
        "id":"ED076908",
        "title":"Career Guidance in Career Education Model IV."},
      {
        "id":"ED076909",
        "title":"Who Are the Tough Rehabilitation Cases?"},
      {
        "id":"ED076910",
        "title":"Research Annotated Bibliography."},
      {
        "id":"ED076911",
        "title":"Visual Behavior in a Nonfocused Dyadic Interaction as a Function of Sex and Distance."},
      {
        "id":"ED076912",
        "title":"Black-White Differences in Nonverbal Behavior in an Interview Setting."},
      {
        "id":"ED076913",
        "title":"Counselor Characteristics and Attitudes: Implications for the Selection and Training of Effective Counselors."},
      {
        "id":"ED076914",
        "title":"Effects of Similarity of Fate on Bad News Transmission: A Reexamination."},
      {
        "id":"ED076915",
        "title":"Group Size: Its Effects on Group Performance and on Individual Acquisition of Knowledge."},
      {
        "id":"ED076916",
        "title":"Effects of Induced Status on Spacing and Seating Position in a Dyad."},
      {
        "id":"ED076917",
        "title":"The Effect of Performance Feedback by a Partner of the Same or Opposite Racial Group on Subsequent Performance, Self-Concept and Attitudes Toward Partner."},
      {
        "id":"ED076918",
        "title":"Family Authority Structures and the Disposition to Inform on Peers among Urban Children in West Germany and Israel."},
      {
        "id":"ED076919",
        "title":"Creativity and the Operant Control of the Alpha Rhythm."},
      {
        "id":"ED076920",
        "title":"Rationalization: A Bibliography."},
      {
        "id":"ED076922",
        "title":"Denial: A Bibliography."},
      {
        "id":"ED076923",
        "title":"Crime, Commitment and the Responsive Bystander."},
      {
        "id":"ED076924",
        "title":"The Years of Anxiety: A Handbook for Parents of Junior High School Children."},
      {
        "id":"ED076925",
        "title":"Special Programs Aimed at Reaching Children: S.P.A.R.C. Case Studies II."},
      {
        "id":"ED076926",
        "title":"Patterns of Parental Mobility in an Inner-City Toronto School."},
      {
        "id":"ED076927",
        "title":"Case Studies in Practical Career Guidance, Number 1: Baltimore Placement and Follow-up Program, Baltimore City Public Schools, Baltimore, Maryland."},
      {
        "id":"ED076928",
        "title":"Case Studies in Practical Career Guidance, Number 2: Career Development Center Troy High School, Fullerton, California."},
      {
        "id":"ED076930",
        "title":"Language Intervention and Evaluation Project."},
      {
        "id":"ED076931",
        "title":"Graduate Programs and Faculty in Reading."},
      {
        "id":"ED076934",
        "title":"Reading Rate and Comprehension: 1970-71 Assessment."},
      {
        "id":"ED076935",
        "title":"Case Studies in Reading: An Annotated Bibliography."},
      {
        "id":"ED076936",
        "title":"Bibliotherapy: An Annotated Bibliography."},
      {
        "id":"ED076947",
        "title":"Current Issues in Reading; Proceedings of the Annual Convention of the International Reading Association (13th, Boston, April 1968), Volume 13, Part 2."},
      {
        "id":"ED076948",
        "title":"Children, Books and Reading. Perspectives in Reading No. 3."},
      {
        "id":"ED076950",
        "title":"The Effect on Memory of Instructions to Forget. Final Report."},
      {
        "id":"ED076952",
        "title":"A Rationale for Using i.t.a."},
      {
        "id":"ED076953",
        "title":"The Effect of Auditory Dimensional Preference on the Auditory Discrimination Performance of Children. Institute Report No. 105."},
      {
        "id":"ED076954",
        "title":"\"Literary Models for Adolescent Behavior.\" Literature in the Secondary School Program."},
      {
        "id":"ED076955",
        "title":"1967-1968 (Year Four) Findings: A Comparative Study of the Effects of Oral-Aural Teaching Techniques on Pupils&apos; Gain in Reading, Language and Work Study Skills in Grades Three and Four."},
      {
        "id":"ED076956",
        "title":"Use of a Case History Approach to Study the Effects of Individualized Reading Instruction Upon Individual Children."},
      {
        "id":"ED076957",
        "title":"Guidelines for Improving the Image of Women in Textbooks."},
      {
        "id":"ED076958",
        "title":"Paired-Associate Learning at Three Imagery Levels in Level I and Level II Learners."},
      {
        "id":"ED076959",
        "title":"Visual Perception and Its Relation to Reading: An Annotated Bibliography."},
      {
        "id":"ED076960",
        "title":"A Replication in Vocational Reading: The Project and the Criteria Used to Determine the Feasibility of Replication."},
      {
        "id":"ED076961",
        "title":"A Study of Text Processing and Intrinsic Individual Differences in Conceptual Organization."},
      {
        "id":"ED076962",
        "title":"Teaching Styles of Mothers of \"Successful\" Readers and \"Problem\" Readers in the First Grade."},
      {
        "id":"ED076963",
        "title":"Reading as It Relates to the Teaching of Social Studies: A Social Studies Teacher's Point of View."},
      {
        "id":"ED076964",
        "title":"Sixth Grade Reading: A Needs Assessment Report."},
      {
        "id":"ED076965",
        "title":"Guidance and the Teaching of Reading. Reading Aids Series."},
      {
        "id":"ED076966",
        "title":"Critical Reading: A Broader View; An Annotated Bibliography."},
      {
        "id":"ED076967",
        "title":"Children and Literature."},
      {
        "id":"ED076968",
        "title":"Language Differences: Do They Interfere?"},
      {
        "id":"ED076969",
        "title":"Reading Research 1972."},
      {
        "id":"ED076970",
        "title":"Perspectives: Reading, 1972; IATE (Illinois Association of Teachers of English) Conference Notes."},
      {
        "id":"ED076972",
        "title":"Educational Factors Involved in Reading Disability."},
      {
        "id":"ED076973",
        "title":"The Teaching of English to Hawaiian Creole-Speaking Children."},
      {
        "id":"ED076974",
        "title":"Reading: A Statement of Policy and Proposed Action; Position Paper, No. 12."},
      {
        "id":"ED076975",
        "title":"A Comparative Study of an Individualized Reading Program and a Traditional Reading Program in an Eighth Grade."},
      {
        "id":"ED076976",
        "title":"The Learning Process. What Research Says to the Teacher, No. 6."},
      {
        "id":"ED076977",
        "title":"Teacher's Handbook for Reading, Grades 3-6."},
      {
        "id":"ED076978",
        "title":"Black Children's Reading of Dialect and Standard Texts. Final Report."},
      {
        "id":"ED076979",
        "title":"Structure of Prose: Identification and Effects on Memory."},
      {
        "id":"ED076983",
        "title":"Aspects of Intonation in Black English."},
      {
        "id":"ED076984",
        "title":"The Many Faces of Language Teaching in the English Classroom."},
      {
        "id":"ED076996",
        "title":"Classroom Practices in Teaching English--1965-66: A Third Report of the NCTE Committee to Report Promising Practices in the Teaching of English."},
      {
        "id":"ED076997",
        "title":"Classroom Practices in Teaching English, 1969-1970. Focus: Minorities: Communicating the Dream's Responsibility."},
      {
        "id":"ED076999",
        "title":"The English Language in the School Program."},
      {
        "id":"ED077000",
        "title":"A Common Purpose: The Teaching of English in Great Britain, Canada, and the United States. A Report of the International Conference on the Teaching of English (Boston, Massachusetts, November 24-28, 1965)."},
      {
        "id":"ED077001",
        "title":"Supervision of English, Grades K-12: A Resource Book for State and Local School Systems. Guidelines, Procedures, Models. Reports and Recommendations from the Conference of Supervisors of English (Washington, D. C., February 1964)."},
      {
        "id":"ED077002",
        "title":"Understanding Imaginative Language: Theme 1 of the National Assessment of Literature."},
      {
        "id":"ED077003",
        "title":"Implications of Research Studies in the Teaching of Writing (1966-1971)."},
      {
        "id":"ED077004",
        "title":"What Contribution Can General Semantics Make to the Communication Arts?"},
      {
        "id":"ED077005",
        "title":"ENGLISH in the Context of Survival: Changes Before It Is Too 1990."},
      {
        "id":"ED077006",
        "title":"Research Review and Critique: Teacher Behavior and Children's Oral Language/Speaking, 1966-1972."},
      {
        "id":"ED077007",
        "title":"Frittered Away by Details: Some Thoughts on Teaching Specifics."},
      {
        "id":"ED077008",
        "title":"Environmental Studies in an Elective Communication Program."},
      {
        "id":"ED077009",
        "title":"Writing with Fire."},
      {
        "id":"ED077010",
        "title":"Reading Education for English Educators."},
      {
        "id":"ED077011",
        "title":"Research Design in the Arts: Suggested Approaches and an Illustration."},
      {
        "id":"ED077014",
        "title":"A Nonprint Response to Print."},
      {
        "id":"ED077015",
        "title":"Composition and the Principle of Redundancy."},
      {
        "id":"ED077017",
        "title":"Guidelines for the English Program in the Middle School and in the Junior High School. Curriculum Bulletin No. 57."},
      {
        "id":"ED077018",
        "title":"Creative Dramatics Handbook."},
      {
        "id":"ED077020",
        "title":"Responding to Literature: Theme 2, Literature."},
      {
        "id":"ED077021",
        "title":"Understanding Words and Word Relationships: Theme 1 of the National Assessment of Reading."},
      {
        "id":"ED077022",
        "title":"Some Parameters of Register in Adult and Child Speech."},
      {
        "id":"ED077023",
        "title":"Using Creative Dramatics to Improve the English Language Skills of Mexican-American Students. Final Report."},
      {
        "id":"ED077024",
        "title":"An Instructional Module Designed to Heighten Awareness of Syntactic Structure. Studies in Language Education, Report No. 1."},
      {
        "id":"ED077025",
        "title":"A Test of Perception of Syntactic Alternatives. Studies in Language Education, Report No. 2."},
      {
        "id":"ED077026",
        "title":"Use of an Instructional Module to Heighten Awareness of Syntactic Structure. Studies in Language Education, Report No. 3."},
      {
        "id":"ED077028",
        "title":"The Happy Hooker in the Classroom: Female Rights and Professional Responsibilities."},
      {
        "id":"ED077029",
        "title":"Writing: Group Results A and B for Objectively-Scored Exercises; 1969-70 Assessment, National Results by Region, Sex, Color, Size and Type of Community, and Parental Education."},
      {
        "id":"ED077030",
        "title":"Manglish: What's It All About?"},
      {
        "id":"ED077031",
        "title":"Male and Female Chauvinism in the Teaching of Language and Literature."},
      {
        "id":"ED077032",
        "title":"A Comparison of Language Sampling Techniques Using Second Grade Children."},
      {
        "id":"ED077033",
        "title":"Task and Socio-Emotional Leadership in Ongoing Groups: A Theoretical Perspective."},
      {
        "id":"ED077036",
        "title":"Public Service Advertising and Social Problems: the Case of Drug Abuse Prevention."},
      {
        "id":"ED077037",
        "title":"The Role of Attitudes in the Prediction of Behavior: A New Perspective."},
      {
        "id":"ED077040",
        "title":"Access to the Airways: Rationale and Applications."},
      {
        "id":"ED077041",
        "title":"Communication During Grief."},
      {
        "id":"ED077042",
        "title":"The Pleasures of Self-Talk."},
      {
        "id":"ED077043",
        "title":"Resistance to Persuasion Following Counterattitudinal Advocacy: Some Preliminary Thoughts."},
      {
        "id":"ED077044",
        "title":"The George Wallace Shooting: News Diffusion and the Sleeper Effect."},
      {
        "id":"ED077045",
        "title":"Organizational Associates: So You Want to Be a Consultant?"},
      {
        "id":"ED077047",
        "title":"The Role of Aesthetic Theory in (Mass) Communications Theory."},
      {
        "id":"ED077049",
        "title":"The Selling of the Compromise--1971, or Cable Television Goes to the City."},
      {
        "id":"ED077050",
        "title":"Conceptual Divisions Within the Speech Communication Association."},
      {
        "id":"ED077051",
        "title":"Myth Structure and Media Fiction Plot: An Exploration."},
      {
        "id":"ED077052",
        "title":"The Relationship of Age, Sex, Education and Urbanization to Free Speech Attitudes."},
      {
        "id":"ED077053",
        "title":"An Economic Model of Interpersonal Communication."},
      {
        "id":"ED077054",
        "title":"The National Women's Political Caucus: A Rhetorical Biography."},
      {
        "id":"ED077055",
        "title":"Stipulated Definitions and Common Sense."},
      {
        "id":"ED077056",
        "title":"Uses of Written Tests in the Basic Course."},
      {
        "id":"ED077057",
        "title":"The Race Issue in Mississippi Politics; A Content Analysis of Campaign Discourse in Mississippi's 1971 Gubernatorial Campaign."},
      {
        "id":"ED077058",
        "title":"Person Perception and the Interviewer."},
      {
        "id":"ED077059",
        "title":"An Application of Force Aggregate Theory in Family Communication Networks."},
      {
        "id":"ED077061",
        "title":"Voters' Need for Orientation and Use of Mass Communication."},
      {
        "id":"ED077062",
        "title":"T-Groups, Sensitivity Training and Group Problem Solving: Some Distinctions and Relationships."},
      {
        "id":"ED077064",
        "title":"Nonverbal Expressive Behavior in an Integrated Model of Human Communication."},
      {
        "id":"ED077065",
        "title":"Theoretical Value in Teaching Freedom of Speech."},
      {
        "id":"ED077066",
        "title":"\"Outline\" of Intercultural Communication."},
      {
        "id":"ED077067",
        "title":"Gratifications and Motivations of Television Viewing for British Children."},
      {
        "id":"ED077068",
        "title":"The Influence of Mispronunciation and Educational Level on Audience Ratings of Source Credibility and Audience Attitude Change."},
      {
        "id":"ED077069",
        "title":"A Choice of Futures."},
      {
        "id":"ED077070",
        "title":"Local Public Schools: How To Pay for Them? Public Policy Bibliographies: 2."},
      {
        "id":"ED077072",
        "title":"Six Crucial Issues in Education."},
      {
        "id":"ED077073",
        "title":"Establishing Ombudsman Offices: Recent Experience in the United States."},
      {
        "id":"ED077074",
        "title":"An Empirical Study of Attitudes Toward Open Education."},
      {
        "id":"ED077075",
        "title":"An Evaluation-Accountability Model for Regional Education Centers."},
      {
        "id":"ED077076",
        "title":"Selected Instructional Materials Judged Relevant to Educational Administration."},
      {
        "id":"ED077077",
        "title":"Individually Guided Education in a Multiunit Organization: I.G.E."},
      {
        "id":"ED077078",
        "title":"&quot;Project Management Controls with Systems.&quot;"},
      {
        "id":"ED077079",
        "title":"An Academic Field Model for the Preparation of Educational Administrators."},
      {
        "id":"ED077082",
        "title":"Easton's Demand Processing in the School Districts of Two States."},
      {
        "id":"ED077083",
        "title":"A Small N Study of Federal Aid in Rural and Suburban School Districts."},
      {
        "id":"ED077084",
        "title":"The Development and Evaluation of One Strategy for Implementing Change in Schools."},
      {
        "id":"ED077085",
        "title":"Research Procedures for Comprehensive Educational Planning: Curriculum and Instructional Practices."},
      {
        "id":"ED077086",
        "title":"Evaluation of the Teacher Aide Program for the Louisiana State Department of Education Report: Annual Evaluation Instrument of Programs for Educationally Deprived Children Funded Under ESEA Title I, 1969-70."},
      {
        "id":"ED077087",
        "title":"Gateway High School: \"School Without Walls.\" An Evaluation."},
      {
        "id":"ED077088",
        "title":"The Evaluation of Unitary & Central Type Air-Conditioning Systems in Selected Florida Schools."},
      {
        "id":"ED077089",
        "title":"Building Systems on the Campus, Part I. BSIC/EFL Newsletter."},
      {
        "id":"ED077090",
        "title":"Building Systems on the Campus, Part II. The University of Alaska. BSIC/EFL Newsletter."},
      {
        "id":"ED077091",
        "title":"The Educational Specifications for Educational Facilities in the Britannia Community Services Centre."},
      {
        "id":"ED077092",
        "title":"Thirteen New Approaches and Old Problems in Educational Facilities Planning."},
      {
        "id":"ED077093",
        "title":"On Selecting a Superintendent of Schools."},
      {
        "id":"ED077094",
        "title":"Can a School Really Be Administered Through Participatory Management?"},
      {
        "id":"ED077095",
        "title":"The Shafter Cow."},
      {
        "id":"ED077096",
        "title":"How Can a School District Launch a Meaningful Training Program for Its Administrative Staff?"},
      {
        "id":"ED077097",
        "title":"How Can We Make the Administrative Team Concept Come Alive?"},
      {
        "id":"ED077098",
        "title":"&quot;Elementary School Administrators' Role Perceptions Related to Their Assessment of Community Power.&quot;"},
      {
        "id":"ED077099",
        "title":"The Occupational Safety and Health Act: Implications for School Administration."},
      {
        "id":"ED077100",
        "title":"The Effect of the Elementary School Principal's Rule Administration on Staff Militancy and Leadership Behavior."},
      {
        "id":"ED077101",
        "title":"State Governmental Structure and Education Policy Decisions: A Statistical Exploration."},
      {
        "id":"ED077102",
        "title":"The Revival of Local Control in Suburbia."},
      {
        "id":"ED077104",
        "title":"Survey of Burglary and Vandalism Occurrence and Preventative Measures in Twenty-Five Large California School Districts. Summary Report."},
      {
        "id":"ED077105",
        "title":"Levels of State Aid Related to State Restrictions on Local School District Decision-making."},
      {
        "id":"ED077106",
        "title":"Report on the Forums Concerning the Federal Role in School Finance."},
      {
        "id":"ED077107",
        "title":"Shared Decision Making Report."},
      {
        "id":"ED077108",
        "title":"The Assault on State School Finance Systems."},
      {
        "id":"ED077109",
        "title":"Teacher Tenure -- Time for Change."},
      {
        "id":"ED077110",
        "title":"Viable Federalism in School Finance, a Local, State, Federal Policy."},
      {
        "id":"ED077111",
        "title":"Vandals, Arsonists, Bombs, Dogs."},
      {
        "id":"ED077112",
        "title":"Revenue Sharing: A Hard-Nosed Assessment."},
      {
        "id":"ED077113",
        "title":"Confidentiality of Student Records."},
      {
        "id":"ED077114",
        "title":"Did OEO Fail Performance Contracting? How? Why?"},
      {
        "id":"ED077115",
        "title":"Releasing Test Scores: Urgent or Unthinkable?"},
      {
        "id":"ED077116",
        "title":"The Effect of Technology on School Organizational Task Structure."},
      {
        "id":"ED077118",
        "title":"The Performance-Based Curriculum."},
      {
        "id":"ED077119",
        "title":"The Continuous School Year. The Cranston Quadricycle Plan for a Continuous School Year. Project Pacesetter."},
      {
        "id":"ED077120",
        "title":"Differentiated Staffing Project."},
      {
        "id":"ED077121",
        "title":"Goals and Needs of Maryland Public Education. A Study."},
      {
        "id":"ED077122",
        "title":"Styles of Curriculum Development. A Report of an International Conference (Monticello, Illinois, September 19-23, 1971)."},
      {
        "id":"ED077125",
        "title":"Relevance in the Curriculum. Ontario Association for Curriculum Development Annual Conference (21st, Toronto, Ontario, November 9-11, 1972)."},
      {
        "id":"ED077127",
        "title":"The Role of the Elementary School Principal. Educational Management Review Series Number 19."},
      {
        "id":"ED077129",
        "title":"A Bibliography of References to the Extended School Year, Year-Round School and Related Topics (Version I)."},
      {
        "id":"ED077130",
        "title":"An Historical Overview and Critique of the Extended School Year Movement."},
      {
        "id":"ED077131",
        "title":"Modes of Values Thinking in Curriculum."},
      {
        "id":"ED077132",
        "title":"Beyond Jencks: The Myth of Equal Schooling."},
      {
        "id":"ED077133",
        "title":"Year-Round Education Activities in the United States. First Annual Survey of State Education Agencies Concerning Activities, Including Legislation, in Year-Round Education in the United States."},
      {
        "id":"ED077134",
        "title":"Role Conceptualization and Empirical Complexities."},
      {
        "id":"ED077136",
        "title":"Competency Based Educational Administration and Applications to Related Fields."},
      {
        "id":"ED077137",
        "title":"Competencies of the Secondary School Principal: A Need Assessment Study."},
      {
        "id":"ED077138",
        "title":"Competency Development and the Methodology of College Teaching: A Model and Proposal."},
      {
        "id":"ED077139",
        "title":"Training for the Principalship: Institution, Program, Professor."},
      {
        "id":"ED077140",
        "title":"Headmasters: in Theory and Practice."},
      {
        "id":"ED077142",
        "title":"Salary Guides and Fringe Benefits for Non-Certified Personnel, 1972-73. Bulletin No. IV: Index &amp; Analysis."},
      {
        "id":"ED077146",
        "title":"Observational Methods in the Classroom."},
      {
        "id":"ED077147",
        "title":"The Adoption of Innovations: The Effect of Organizational Size, Differentiation, and Environment."},
      {
        "id":"ED077148",
        "title":"An Analysis of the Relationships of the Multinunit School Organizational Structure and Individually Guided Education to the Learning Climate of Pupils."},
      {
        "id":"ED077149",
        "title":"A Guide for the Management of Special Education Programs. 1.0 Program Organization. Newday Operations Guide for Drug Dependent Minor Programs."},
      {
        "id":"ED077150",
        "title":"A Guide for the Management of Special Education Programs. 2.0 Education and Counseling. Newday Operations Guide for Drug Dependent Minor Programs."},
      {
        "id":"ED077151",
        "title":"A Guide for the Management of Special Education Programs. 3.0 Educational Simulations. Newday Operations Guide for Drug Dependent Minor Programs."},
      {
        "id":"ED077152",
        "title":"A Guide for the Management of Speical Education Programs. 4.0 Drug Information for Educators, Parents, and Students. Newday Operations Guide for Drug Dependent Minor Programs."},
      {
        "id":"ED077153",
        "title":"A Guide for the Management of Special Education Programs. 5.0 An Evaluation of the project and Program. Newday Operations Guide for Drug Dependent Minor Programs."},
      {
        "id":"ED077154",
        "title":"The National Institute for Special Education. 1972."},
      {
        "id":"ED077155",
        "title":"Training of Perceptual Motor Skills in Minimally Brain Damaged Children."},
      {
        "id":"ED077156",
        "title":"Performance Objectives for Trainable Mentally Handicapped (K-12)."},
      {
        "id":"ED077157",
        "title":"Teaching Objectives for the Itinerant Resource Teacher of Visually Limited Students."},
      {
        "id":"ED077158",
        "title":"Performance Objectives for Educable Mentally Handicapped (K-12)."},
      {
        "id":"ED077159",
        "title":"Proceedings of the Special Study Institute for Teachers of Deaf-Blind Multihandicapped."},
      {
        "id":"ED077162",
        "title":"Alternative Approaches to Instruction and Scheduling of Middle School EMR Students."},
      {
        "id":"ED077163",
        "title":"Structuring the Classroom for Success; Production and Evaluation of a Mediated Teacher Training Package. Final Report."},
      {
        "id":"ED077164",
        "title":"Education of Visually Handicapped Children. Computer Assisted Remedial Education Report No. R-50."},
      {
        "id":"ED077165",
        "title":"Early Identification of Handicapped Children. Computer Assisted Remedial Education Report No. R-36."},
      {
        "id":"ED077166",
        "title":"Selected Career Education Programs for the Handicapped."},
      {
        "id":"ED077167",
        "title":"Early Education of the Language-Learning Handicapped Child."},
      {
        "id":"ED077168",
        "title":"The Project on Classification of Exceptional Children."},
      {
        "id":"ED077169",
        "title":"Citizen Advocacy for the Handicapped, Impaired, and Disadvantaged: An Overview."},
      {
        "id":"ED077170",
        "title":"MR 72, Islands of Excellence. Report of the President's Committee on Mental Retardation."},
      {
        "id":"ED077171",
        "title":"SPLASH Down to Reading."},
      {
        "id":"ED077172",
        "title":"A Legacy of Service: A Commitment to Excellence. \"Exceptional Child Education: A Dumping Ground for All Educational Failures?\""},
      {
        "id":"ED077173",
        "title":"The Exceptional Child in the Open Middle School."},
      {
        "id":"ED077174",
        "title":"Special Education Priorities of Alaskan Educators."},
      {
        "id":"ED077175",
        "title":"Survey of Special Education Teacher Population of Indiana, Michigan and Ohio with Special Reference to Consultant Effectiveness. Monograph Series No. 5."},
      {
        "id":"ED077176",
        "title":"Simulation and Recording Device for Research in Programmed Instruction. Paper No. 5. The Prospectus Series."},
      {
        "id":"ED077177",
        "title":"A Recorded Aid for Braille Music. Paper No. 3. The Prospectus Series."},
      {
        "id":"ED077178",
        "title":"Variable-Interval Sequenced-Action Camera (VINSAC). Dissemination Document No. 1."},
      {
        "id":"ED077179",
        "title":"Selective Observation Simulator (SOS). Dissemination Document No. 2."},
      {
        "id":"ED077182",
        "title":"1973 Winter Simulation Conference. Sponsored by ACM/AIIE/SHARE/SCi/TIMS."},
      {
        "id":"ED077183",
        "title":"The Exclusivity Provisions of the Federal Communications Commission's Cable Television Regulations."},
      {
        "id":"ED077184",
        "title":"Didactic-Methodological Aspects of the Use of Medium. Criteria and Planning for the Employment of Audio-Visual Training."},
      {
        "id":"ED077185",
        "title":"Violence is a Saleable Commodity."},
      {
        "id":"ED077186",
        "title":"Big Media, Little Media. A Report to the Agency for International Development."},
      {
        "id":"ED077187",
        "title":"A Report on the System of Radioprimaria in the State of San Luis Potosi, Mexico."},
      {
        "id":"ED077188",
        "title":"The Radio Schools of the Tarahumara, Mexico: An Evaluation."},
      {
        "id":"ED077189",
        "title":"ITV in American Samoa--After Nine Years."},
      {
        "id":"ED077190",
        "title":"Cable Television Franchise Provisions for Schools."},
      {
        "id":"ED077191",
        "title":"Toward a Paradigm of Educational Change: The Role of Management Information Systems."},
      {
        "id":"ED077192",
        "title":"Plan for Progress in the Media Center. Facilities."},
      {
        "id":"ED077193",
        "title":"Instructional Strategies for a Performance Oriented Technician Course. Final Technical Report July 71-September 72."},
      {
        "id":"ED077195",
        "title":"A Model Driven Question-Answering System for a CAI Environment. Final Report (July 1970 to May 1972)."},
      {
        "id":"ED077196",
        "title":"Video Tapes as a Classroom Aid in Teaching Child Development. Final Report."},
      {
        "id":"ED077198",
        "title":"Feedback in Instruction; A Review and Suggestions for Further Research. Cues, Feedback, and Transfer in Undergraduate Pilot Training."},
      {
        "id":"ED077199",
        "title":"Regional Educational Media Centers in Iowa Partially Developed With ESEA, Title II Funds: 1965-1972."},
      {
        "id":"ED077200",
        "title":"Computer Based Instructional Design: Identifying Requirements."},
      {
        "id":"ED077202",
        "title":"The Greening of the High School. A Report on a Conference."},
      {
        "id":"ED077203",
        "title":"Interactive Educational Design."},
      {
        "id":"ED077205",
        "title":"Multimedia for Americanization Programs."},
      {
        "id":"ED077206",
        "title":"The Effect of the Sequence of Instructional Events in a Concept Learning Task in Film Study."},
      {
        "id":"ED077208",
        "title":"The Public Television Library Policies and Procedures Manual 1971."},
      {
        "id":"ED077211",
        "title":"Computer Innovations in Education."},
      {
        "id":"ED077212",
        "title":"Basic Guidelines for the Bibliographic and Physical Control of Nonprint Media."},
      {
        "id":"ED077213",
        "title":"The Cost of Instructional Radio and Television for Developing Countries."},
      {
        "id":"ED077214",
        "title":"MODIA Applied in the Design and Cost Analysis of an Innovative Air Force Course."},
      {
        "id":"ED077217",
        "title":"Early Childhood Education: Status, Trends, and Issues Related to Electronic Delivery."},
      {
        "id":"ED077219",
        "title":"Television and Educational Reform in El Salvador. Report on the Fourth Year of Research. Research Report Number Eleven."},
      {
        "id":"ED077220",
        "title":"Teacher Observation in Mexico."},
      {
        "id":"ED077221",
        "title":"Reviews of Selected Books and Articles on Gaming and Simulation."},
      {
        "id":"ED077222",
        "title":"Cinematographic Institutions. A Report by the International Film and Television Council (IFTC). Reports and Papers on Mass Communication Number 68."},
      {
        "id":"ED077223",
        "title":"Learning Center Evaluation Measurement of Students' Attitudes Toward Undergraduate Pilot Training Learning Centers. Technical Report (August 1971-August 1972)."},
      {
        "id":"ED077224",
        "title":"Mass Media Exposure as a Dimension of the Teen-Age Innovator."},
      {
        "id":"ED077225",
        "title":"Cost Analysis of CATV Components. Final Report."},
      {
        "id":"ED077226",
        "title":"Television for Higher Technical Education of Workers. Final Report On a Pilot Project in Poland. Reports and Papers on Mass Communication Number 67."},
      {
        "id":"ED077227",
        "title":"Annotated Bibliography of Human Factors Laboratory Reports (1945-1968), Supplement # 1, 1968-1972."},
      {
        "id":"ED077229",
        "title":"The Concept of College and University Learning Resources Centers."},
      {
        "id":"ED077230",
        "title":"Automated Pilot Performance Assessment in the T-37: A Feasibility Study. Final Report (May 1968-April 1971)."},
      {
        "id":"ED077231",
        "title":"Preliminary Thoughts on Netted Cable Communication Systems."},
      {
        "id":"ED077232",
        "title":"Instructional Development Programs in Higher Education."},
      {
        "id":"ED077233",
        "title":"Attitudes of Students in Grades Six, Eight, and Twelve Toward Television Commercials."},
      {
        "id":"ED077234",
        "title":"Southwest Region Educational Computer Network. Final Report 1969-1972. A Technical Report Submitted to the National Science Foundation."},
      {
        "id":"ED077235",
        "title":"The Management of Information in Development Projects."},
      {
        "id":"ED077236",
        "title":"NIM: A Game-Playing Program. Artificial Intelligence Memo Number 254."},
      {
        "id":"ED077237",
        "title":"Films in Children's Programs. A Bibliography Prepared by the Film Committee of the Children's and Young People's Services Section of the Wisconsin Library Association."},
      {
        "id":"ED077238",
        "title":"Portable Video Tape Recorder. A Guide for Teachers."},
      {
        "id":"ED077240",
        "title":"Twenty Things to Do With a Computer. Artificial Intelligence Memo Number 248."},
      {
        "id":"ED077241",
        "title":"Teaching Children Thinking. Artificial Intelligence Memo Number 247."},
      {
        "id":"ED077242",
        "title":"A Computer Laboratory for Elementary Schools. Artificial Intelligence Memo Number 246."},
      {
        "id":"ED077243",
        "title":"Teaching Children to be Mathematicians vs. Teaching About Mathematics. Artificial Intelligence Memo Number 249."},
      {
        "id":"ED077244",
        "title":"Who Is Talking to Our Children? Third National Symposium on Children and Television, Yale University, New Haven, Connecticut, October 15-17, 1972."},
      {
        "id":"ED077246",
        "title":"TICS: A System For The Authoring and Delivery Of Interactive Instructional Programs."},
      {
        "id":"ED077247",
        "title":"The Role of Technology in an Evolving Continuing Education Program for Health Professionals."},
      {
        "id":"ED077248",
        "title":"A Study on the Feasibility of Establishing a National Medical Dial Access Information Retrieval System. Final Report."},
      {
        "id":"ED077249",
        "title":"Dual Audio TV Instruction: A Broadcast Experiment."},
      {
        "id":"ED077250",
        "title":"Instruction in Renal Physiology on a Minicomputer-Based Educational System."},
      {
        "id":"ED077251",
        "title":"Design Considerations in Development of Minicomputer-Based Computer Aided Instructional Hardware Systems."},
      {
        "id":"ED077252",
        "title":"CAISYS-8- A CAI Language Developed For A Minicomputer."},
      {
        "id":"ED077258",
        "title":"Programme Placement Related to Selected Countries of Birth and Selected Languages. (Further Every Student Survey Analyses)."},
      {
        "id":"ED077260",
        "title":"La educacion permanente del maestro (Continuing Teacher Education)."},
      {
        "id":"ED077261",
        "title":"Une ecole elementaire nouvelle pour une societe nouvelle (New Elementary Schools for a New Society)."},
      {
        "id":"ED077262",
        "title":"Spoken English Curriculum Guide (B-12) for Intermountain School, Brigham City, Utah."},
      {
        "id":"ED077263",
        "title":"Foreign Language Education: Projections for the Future."},
      {
        "id":"ED077264",
        "title":"The Relationship of Intonation to First Vowel Articulation in Infants."},
      {
        "id":"ED077265",
        "title":"Aspects in the Development, Teaching, and Evaluation of an Individualized Instruction Program."},
      {
        "id":"ED077266",
        "title":"Foreign Languages and the International Interest."},
      {
        "id":"ED077267",
        "title":"The Navajo Reading Study: An Illustration of the Scope and Nature of Educational Linguistics."},
      {
        "id":"ED077268",
        "title":"The Strategic Content of Island Constraints. Working Papers in Linguistics No. 13."},
      {
        "id":"ED077270",
        "title":"English Language Testing. Report of the RELC Fifth Regional Seminar, Bangkok, 25-30 May, 1970."},
      {
        "id":"ED077271",
        "title":"Let&apos;s Learn Languages."},
      {
        "id":"ED077276",
        "title":"A Note on Teaching Pushkin."},
      {
        "id":"ED077277",
        "title":"On Apes, Poetry, and Language Teaching."},
      {
        "id":"ED077278",
        "title":"English Teaching and the Economic Development of Colombia."},
      {
        "id":"ED077279",
        "title":"Bilingual Teaching and Beginning School Success."},
      {
        "id":"ED077280",
        "title":"Colorado Research in Linguistics, Number Two."},
      {
        "id":"ED077285",
        "title":"Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, 1 July-31 December 1972."},
      {
        "id":"ED077286",
        "title":"Reading as Thought and Dialogue."},
      {
        "id":"ED077289",
        "title":"The Phonology of Baudouin de Courtenay."},
      {
        "id":"ED077290",
        "title":"English in Australia."},
      {
        "id":"ED077292",
        "title":"Modern Greek Diglossia and Its Sociocultural Implications."}]
  }}
