{
  "response":{"numFound":509939,"start":318000,"numFoundExact":true,"docs":[
      {
        "id":"ED077296",
        "title":"Report on a Project to Apply Sociolinguistic Research Findings to Educational Needs of Mexican American Bilingual/Biculturals."},
      {
        "id":"ED077297",
        "title":"Pragmalinguistics."},
      {
        "id":"ED077298",
        "title":"TESL Reporter, Vol. 5, No. 3."},
      {
        "id":"ED077302",
        "title":"FLES: Patterns for Change. A Report by the FLES Committee of the American Association of Teachers of French."},
      {
        "id":"ED077303",
        "title":"Research, Relevance, Reality: The Three R's of FLES."},
      {
        "id":"ED077304",
        "title":"FLES: Projections into the Future. A Report by the FLES Committee of the American Association of Teachers of French."},
      {
        "id":"ED077305",
        "title":"Individualized German Instruction at the College Level--A Second Evaluation."},
      {
        "id":"ED077306",
        "title":"Evaluating Nontraditional Higher Education. A New Perspective."},
      {
        "id":"ED077309",
        "title":"The Future of Voluntary Accreditation."},
      {
        "id":"ED077310",
        "title":"Planning University Development."},
      {
        "id":"ED077315",
        "title":"Asian-Americans and Public Higher Education in California."},
      {
        "id":"ED077316",
        "title":"Blacks and Public Higher Education in California."},
      {
        "id":"ED077317",
        "title":"Report on 4-1-4 Evaluation Research."},
      {
        "id":"ED077319",
        "title":"Black Studies in Retrospect: A Report on the Danforth Foundation's Program of Postgraduate Black Studies Fellowships."},
      {
        "id":"ED077320",
        "title":"National Student Conference on Health Manpower."},
      {
        "id":"ED077321",
        "title":"Innovation and Change in Medical Education: An Analysis of the First Year of Operation of a New School of Basic Medical Sciences. Final Report."},
      {
        "id":"ED077322",
        "title":"A Study of the Use of Educational Consultation to Stimulate Development of Continuing Education Programs for Physicians at Community Hospitals. Final Report."},
      {
        "id":"ED077323",
        "title":"A Study of the Use of Educational Consultation to Stimulate Development of Relevant Programs of Continuing Education for Physicians at Community Hospitals in Depressed Areas. Final Report."},
      {
        "id":"ED077324",
        "title":"Goals for California Higher Education: A Survey of 116 Academic Communities."},
      {
        "id":"ED077325",
        "title":"Pass-Fail Grading at Berkeley: Facts and Opinions."},
      {
        "id":"ED077326",
        "title":"Higher Education in the Asian Region."},
      {
        "id":"ED077328",
        "title":"Racial Attitudes of White University Students and Their Parents."},
      {
        "id":"ED077329",
        "title":"Four Years After College Entry."},
      {
        "id":"ED077330",
        "title":"A Guide to Federal Funds for Urban Programs at Colleges and Universities: 1972-73 Edition."},
      {
        "id":"ED077331",
        "title":"A Question of Partnership: Institutions of Higher Education As A Resource in the Solution of National Problems."},
      {
        "id":"ED077333",
        "title":"Colorado Legislators and Collegiate Trustees Respond to Selected Issues in Higher Education."},
      {
        "id":"ED077334",
        "title":"Opinions and Expectations. 1972 Freshmen Class."},
      {
        "id":"ED077338",
        "title":"College Attrition: A Cause Appraisal Technique."},
      {
        "id":"ED077339",
        "title":"Urban Citizens and Their Satisfaction with a University."},
      {
        "id":"ED077340",
        "title":"Academic Tenure in Washington Higher Education."},
      {
        "id":"ED077341",
        "title":"A Report on the Graduate Education Needs in the Spokane Area to the Council on Higher Education."},
      {
        "id":"ED077343",
        "title":"Similarities and Differences Between Three and Four Year Medical School Graduates."},
      {
        "id":"ED077345",
        "title":"Degrees Conferred Virginia Public and Private Institutions of Higher Education, 1971-72."},
      {
        "id":"ED077347",
        "title":"A Profile of University of Maryland, College Park, Freshmen, 1972-73."},
      {
        "id":"ED077349",
        "title":"Characteristics of 1971 and 1972 Hofstra Freshmen."},
      {
        "id":"ED077351",
        "title":"A Non-Technical Summary of Cultural Study Center Research 1969-1972."},
      {
        "id":"ED077352",
        "title":"Government in the American University."},
      {
        "id":"ED077353",
        "title":"The Changing College Curriculum-Issues and Implications. Instructional Systems in Higher Education-Specifications for Individualization."},
      {
        "id":"ED077354",
        "title":"Student Financial Aid at Private Colleges."},
      {
        "id":"ED077356",
        "title":"Some Organizational Implications of a Management Information System. Occasional Papers."},
      {
        "id":"ED077360",
        "title":"Academic Demand for New Ph.D.'s 1970-90: Its Sensitivity to Alternative Policies."},
      {
        "id":"ED077362",
        "title":"A College and Its Community: A Survey."},
      {
        "id":"ED077363",
        "title":"Projection: Educational and Training Requirements of the Kansas Economy to 1985."},
      {
        "id":"ED077365",
        "title":"Ohio Valley Higher Education in the Nineteenth Century."},
      {
        "id":"ED077366",
        "title":"Bureau of Higher Eductation: Summary of Program Information Through Fiscal Year 1972."},
      {
        "id":"ED077367",
        "title":"Faculty Views of Curriculum and Instruction: A Research Report."},
      {
        "id":"ED077368",
        "title":"Population Analysis and Projections for Alberta Post-Secondary Education. Enrollment Potential. Master Planning Monograph No. 4."},
      {
        "id":"ED077370",
        "title":"Pay-As-You-Earn: Summary Report and Recommendations. Ford Foundation Studies in Income Contingent Loans for Higher Education."},
      {
        "id":"ED077373",
        "title":"Improvements Needed in Administration of the Guaranteed Student Loan Program."},
      {
        "id":"ED077375",
        "title":"Secondary School Attitudes Toward Memphis State University. Research Report."},
      {
        "id":"ED077376",
        "title":"A Study of the Feasibility of Establishing a College of the Health Sciences at the Claremont Colleges."},
      {
        "id":"ED077380",
        "title":"How Long in the Mill?"},
      {
        "id":"ED077381",
        "title":"Why They Don't Show in August."},
      {
        "id":"ED077383",
        "title":"The Limits of Accountability."},
      {
        "id":"ED077384",
        "title":"Orientation Research: Like A Bridge Over Turbid Waters."},
      {
        "id":"ED077385",
        "title":"Political Activities of Colleges and Universities: Some Policy and Legal Implications."},
      {
        "id":"ED077386",
        "title":"Systems Models and Programs for Higher Education. A Catalogue."},
      {
        "id":"ED077387",
        "title":"Black Students in Predominantly White North Carolina Colleges and Universities."},
      {
        "id":"ED077388",
        "title":"Idaho College Populations 1970-71."},
      {
        "id":"ED077389",
        "title":"Comparative Instate College Pulling Power in Idaho High School Graduates 1970-1971."},
      {
        "id":"ED077390",
        "title":"Inter-Group Cooperation and Urban Problem-Solving: Observation on a Community Long-Range Goals Project."},
      {
        "id":"ED077391",
        "title":"Explorations in Experiential Learning."},
      {
        "id":"ED077394",
        "title":"University-Urban Interface Program: Phase IV Progress Report 3."},
      {
        "id":"ED077395",
        "title":"A Bibliography of Higher Education Facilities Publications."},
      {
        "id":"ED077396",
        "title":"The Relationship Between Grades and Two External Measures of Academic Achievement."},
      {
        "id":"ED077397",
        "title":"Changes in Values of College Students."},
      {
        "id":"ED077398",
        "title":"A Comparison of High Ability Under-Achievers with Low Ability Over-Achievers."},
      {
        "id":"ED077399",
        "title":"An Evaluation of a Living-Learning Residence Hall Program."},
      {
        "id":"ED077400",
        "title":"Higher Education for Tennessee's Future."},
      {
        "id":"ED077401",
        "title":"An Analysis of Instructional Costs Per Student Credit Hour Fall Quarter 1971."},
      {
        "id":"ED077402",
        "title":"[Remarks on Non-Discriminating Hiring Practices in Higher Education.]"},
      {
        "id":"ED077403",
        "title":"Statewide Planning for Postsecondary Education: Conceptualization and Analysis of Relevant Information."},
      {
        "id":"ED077404",
        "title":"Income Contingent Loans: Conceptual and Applied Framework for the Small College."},
      {
        "id":"ED077405",
        "title":"A New Variant of the Educational Opportunity Bank Designed for Stability and Ease of Administration in &quot;Small-Scale&quot; Application."},
      {
        "id":"ED077406",
        "title":"Alternatives in State Government Financing of Higher Education."},
      {
        "id":"ED077407",
        "title":"College Goals: Practical and Ideological Uses."},
      {
        "id":"ED077408",
        "title":"Computerized Institutional Planning Models: An Objective Analysis."},
      {
        "id":"ED077410",
        "title":"Higher Education in Maine: Its Facilities and Utilization."},
      {
        "id":"ED077411",
        "title":"Freshman Enrollment in Idaho Colleges and Universities: Numbers, Characteristics and Validations."},
      {
        "id":"ED077412",
        "title":"Academy or Battleground. Third Report of the Temporary Commission to Study the Causes of Campus Unrest."},
      {
        "id":"ED077413",
        "title":"The Importance of Being Different."},
      {
        "id":"ED077414",
        "title":"The Present-Minded Professor."},
      {
        "id":"ED077415",
        "title":"Social Progress and the Liberal Arts College."},
      {
        "id":"ED077416",
        "title":"Collective Bargaining in Higher Education 1971-1973."},
      {
        "id":"ED077417",
        "title":"Management Rights Issues in Collective Bargaining in Higher Education."},
      {
        "id":"ED077418",
        "title":"Evaluation of Student Performance in the Health Professions."},
      {
        "id":"ED077419",
        "title":"Significant Relationships Between Types of Trustee Boards and Their Decision Patterns in Public Four-Year Colleges and Universities."},
      {
        "id":"ED077421",
        "title":"An Investigation of Department Heads at a State University."},
      {
        "id":"ED077422",
        "title":"Organizational Policy Issues Affecting Interdisciplinary Educational Research and Research Training."},
      {
        "id":"ED077423",
        "title":"A Systems Approach for Increasing Research Productivity Among College Educators."},
      {
        "id":"ED077425",
        "title":"A Survey of the Alumni of the University of Pittsburgh: Relationship to Alumni Activity and Opinions about the University."},
      {
        "id":"ED077426",
        "title":"The Three-Year B.A. Who Will Choose It? Who Will Benefit?"},
      {
        "id":"ED077427",
        "title":"A Comparison of Selected Variables from the 1965 and 1970 Doctoral Dissertations of the College of Education, University of Maryland."},
      {
        "id":"ED077428",
        "title":"Implementation of NCHEMS Planning and Management Tools at California State University, Fullerton."},
      {
        "id":"ED077429",
        "title":"Full Disclosure: New and Responsible Attitudes."},
      {
        "id":"ED077430",
        "title":"Origin of Enrollments, Accredited Colleges and Universities, Fall Semester 1971."},
      {
        "id":"ED077431",
        "title":"Origin of Enrollments, Accredited Colleges and Universities, Fall Semester, 1972."},
      {
        "id":"ED077432",
        "title":"Proceedings of 1st Annual Conference on Higher Education Institutional Research and Planning."},
      {
        "id":"ED077433",
        "title":"Campus Disorders: A Symposium of Relevant Papers."},
      {
        "id":"ED077434",
        "title":"Comparative Unit Cost and Wage Rate Report on Maintenance and Operation of Physical Plants of Universities and Colleges."},
      {
        "id":"ED077435",
        "title":"OSHA: Implications for Higher Education."},
      {
        "id":"ED077436",
        "title":"Policy on Out-Of-State Enrollment."},
      {
        "id":"ED077437",
        "title":"The Development of African and Afro-American Studies: A Consortium Approach."},
      {
        "id":"ED077438",
        "title":"Equal Employment Opportunity Pressures on Colleges and Universities--Present and Pending."},
      {
        "id":"ED077440",
        "title":"Student Enrollment in New England Institutions of Higher Education, Fall 1972."},
      {
        "id":"ED077441",
        "title":"Student Enrollment in Institutions of Higher Education in the Boston Standard Metropolitan Statistical Area, Fall 1972."},
      {
        "id":"ED077442",
        "title":"The Stony Brook Student Affairs Professional Staff: Attitudes and Activities."},
      {
        "id":"ED077443",
        "title":"Faculty at Stony Brook and Their Relations with Students."},
      {
        "id":"ED077444",
        "title":"Academic and Nonacademic Student Life at Stony Brook."},
      {
        "id":"ED077447",
        "title":"Ability Measures--The Matching of Student Characteristics and Objectives to Institutional Mission."},
      {
        "id":"ED077448",
        "title":"Predicting Success for University Freshmen."},
      {
        "id":"ED077450",
        "title":"Manpower and Financial Resources Allocated to Academic Science and Engineering Activities, 1965-71."},
      {
        "id":"ED077451",
        "title":"The Critical Role of Organized Research in Texas Higher Education."},
      {
        "id":"ED077453",
        "title":"Toward Greatness in Higher Education."},
      {
        "id":"ED077454",
        "title":"The Pay of Professors."},
      {
        "id":"ED077455",
        "title":"Future Funding Alternatives-Urbana-Champaign."},
      {
        "id":"ED077456",
        "title":"Population Characteristics: Their Relationship to School and College Enrollments."},
      {
        "id":"ED077457",
        "title":"Migration of Illinois Students and Residence of Illinois Enrollees."},
      {
        "id":"ED077458",
        "title":"The Trend Toward Government Financing of Higher Education Through Students: Can The Market Model be Applied?"},
      {
        "id":"ED077459",
        "title":"Enrollment of Junior-Year Students (1971 and 1972)."},
      {
        "id":"ED077460",
        "title":"Woodrow Wilson National Fellowship Foundation. Report for 1971-1972."},
      {
        "id":"ED077461",
        "title":"Availability Pools as the Basis for Affirmative Action."},
      {
        "id":"ED077462",
        "title":"Degree Plans of Entering Freshmen at University of South Carolina."},
      {
        "id":"ED077463",
        "title":"Toward Equal Opportunity for Higher Education. Report of the Panel on Financing Low-Income and Minority Students in Higher Education."},
      {
        "id":"ED077464",
        "title":"Higher Educational Needs of the Lower West Coast [Florida]."},
      {
        "id":"ED077465",
        "title":"Stalemate or Progress: A Follow-up Survey on the Status of Women in New Jersey Higher Education."},
      {
        "id":"ED077466",
        "title":"Annual Report 1972 (3rd, Louisiana Coordinating Council for Higher Education)."},
      {
        "id":"ED077467",
        "title":"Educational Research and Development Unit Graduate School of Industrial Administration, Carnegie-Mellon University. Third Annual Report."},
      {
        "id":"ED077468",
        "title":"Curriculum Adaptation in Urban Affairs."},
      {
        "id":"ED077469",
        "title":"Student Enrollment, Fall 1972. Virginia State-Controlled Institutions of Higher Education."},
      {
        "id":"ED077470",
        "title":"Conditions and Responsibilities of Professional Employment in Higher Education."},
      {
        "id":"ED077471",
        "title":"Functions of Boards of Trustees in Higher Education."},
      {
        "id":"ED077472",
        "title":"A Study of the Pass/Fail Grading System."},
      {
        "id":"ED077473",
        "title":"The Growth of Graduate Education in the Post-Sputnik Era."},
      {
        "id":"ED077474",
        "title":"The Growth of Higher Education in the United States."},
      {
        "id":"ED077475",
        "title":"Sex and Discipline Differences in Doctoral Attrition."},
      {
        "id":"ED077476",
        "title":"Institutional Research: A Review of Literature to 1972."},
      {
        "id":"ED077477",
        "title":"An Inventory of Non-Traditional Instructional Activities."},
      {
        "id":"ED077478",
        "title":"The Five E's of Consortium Effectiveness."},
      {
        "id":"ED077479",
        "title":"Study of ESC [Empire State College] Graduates."},
      {
        "id":"ED077480",
        "title":"A Report on the ESC [Empire State College] Testing Program."},
      {
        "id":"ED077481",
        "title":"People Changers Need Each Other. The Church and the Community College; A Call to Local Congregations."},
      {
        "id":"ED077482",
        "title":"Role of the Department/Division Chairman in the Community College. A Report of a Conference at Sam Houston State University Community Junior College Graduate Program, July 31-August 1, 1972."},
      {
        "id":"ED077483",
        "title":"Chicano Studies and Rio Hondo College."},
      {
        "id":"ED077484",
        "title":"Concentrated Contract Learning: A Working Paper."},
      {
        "id":"ED077485",
        "title":"Organization and Proceedings of the New River Articulation Conference (New River Community College, Dublin, Virginia, April 28, May 5, May 12, 1973)."},
      {
        "id":"ED077486",
        "title":"The Effect of Organizational Structure on Planning. A Report of the National Dissemination Project for Community Colleges."},
      {
        "id":"ED077487",
        "title":"Counseling: Bridging the Gap Between Reality and Expectations. A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED077488",
        "title":"Recruiting: Making the Open Door a Reality. A Report on the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED077489",
        "title":"Career Education: Toward a Model for Statewide Planning. A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED077490",
        "title":"Career Education: Concepts, Components, and Planning. A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED077491",
        "title":"Academic Planning for the Minority/Disadvantaged Student: Three Models for Change. A Report of the National Dissemination Project for the Community Colleges."},
      {
        "id":"ED077492",
        "title":"State Planning for the Disadvantaged. A Report of the National Dissemination Project for Community Colleges."},
      {
        "id":"ED077493",
        "title":"A Survey of Associate of Arts and Associate of Science Degree Programs in 13 Western States."},
      {
        "id":"ED077494",
        "title":"Development of a Follow-Up Questionnaire for Community College Graduates. Final Report."},
      {
        "id":"ED077495",
        "title":"A Community Survey of the &quot;Disadvantaged.&quot;"},
      {
        "id":"ED077496",
        "title":"Follow-Up Survey of Students Withdrawing from Cerritos College During the Fall Semester, 1972."},
      {
        "id":"ED077497",
        "title":"Factors Affecting Student Choices of Instructional Methodologies."},
      {
        "id":"ED077498",
        "title":"Report on the Kates Survey of College Freshman Composition Writing Skills: Sixteen First-Semester Freshman English Composition Classes from Eleven Community Colleges and Universities."},
      {
        "id":"ED077499",
        "title":"Technical Education: Offerings of 2-Year Campuses: 1973-74 Ohio Guide to Programs and Training. A Report on Career Technologies for High School Graduates."},
      {
        "id":"ED077500",
        "title":"Graduate Questionnaire, Evening Students Questionnaire, [and] Non-Returning Students Questionnaire."},
      {
        "id":"ED077501",
        "title":"The Pragmatics of Accountability (Philosophy into Practice). Proceedings: Annual International Institute on the Community College (3rd, Sarnia, Ontario, Canada, June 14-16, 1972)."},
      {
        "id":"ED077502",
        "title":"Organizing the Alabama State Junior College System for the Seventies."},
      {
        "id":"ED077503",
        "title":"Follow-up Interviews with Former Students, Fall 1972-73 to Spring 1972-73."},
      {
        "id":"ED077504",
        "title":"Post-Secondary Occupational Education in Florida--Planning, Implementation, Evaluation."},
      {
        "id":"ED077505",
        "title":"A Study of the W Grade at Southwestern College, Fall 1971."},
      {
        "id":"ED077507",
        "title":"The Study of Junior Colleges. Volume I, Roles and Realities of Community Colleges: An Analysis of the Literature."},
      {
        "id":"ED077508",
        "title":"The Study of Junior Colleges. Volume II, Diverse Dimensions of Community Colleges: Case Studies of 15 Institutions."},
      {
        "id":"ED077509",
        "title":"The Study of Junior Colleges. Volume IIA, Technical Appendixes to Volume II, Diverse Dimensions of Community Colleges: Case Studies of 15 Institutions."},
      {
        "id":"ED068453",
        "title":"Teaching Effectiveness and the Interaction Between Teaching Methods, Student and Teacher Characteristics. Final Report."},
      {
        "id":"ED068454",
        "title":"Instrumentation to Improve Teacher Education in Jamaica."},
      {
        "id":"ED068456",
        "title":"Validation of Minicourse Five for Special Education. Final Report."},
      {
        "id":"ED068457",
        "title":"A Comparison of Attitudes Held by Traditionally Prepared Teachers and Teacher Corps (Cycle 5: 1968-70) Prepared Teachers Regarding Subject-Oriented Instruction and Student-Oriented Instruction."},
      {
        "id":"ED068459",
        "title":"Tutor Trainers Handbook."},
      {
        "id":"ED068460",
        "title":"Teacher Orientation Handbook."},
      {
        "id":"ED068461",
        "title":"Descriptive Listing: New England Teacher Education Programs."},
      {
        "id":"ED068462",
        "title":"Third Conference on Teacher Certification: Exploring the Bases for Reciprocity and Simplification of Evaluation Procedures."},
      {
        "id":"ED068463",
        "title":"The Influence of Immediate Feedback on the Behavior of Teachers-In-Training. Final Report."},
      {
        "id":"ED068464",
        "title":"A Guide to Concept Teaching, United States History, Grade 9. (From Reconstruction to the Present)."},
      {
        "id":"ED068465",
        "title":"Elementary Science Curriculum and Resource Guide 1969."},
      {
        "id":"ED068466",
        "title":"Special Education Curriculum for Junior and Senior High School."},
      {
        "id":"ED068467",
        "title":"Independent History Studies. Minority Groups: The Negro."},
      {
        "id":"ED068469",
        "title":"A Critical Review of Research Related to the National Teacher Examinations."},
      {
        "id":"ED068470",
        "title":"Influence of Race, Sex, and City on Inductive Reasoning Items. Project Access Research Report No. 4."},
      {
        "id":"ED068486",
        "title":"Examinations, Marks, Grades and Scales: A Working Paper."},
      {
        "id":"ED068487",
        "title":"Aptitude Testing: A Critical Examination of the Differential Aptitude Tests, Alternative Batteries, and Problems in Prediction."},
      {
        "id":"ED068488",
        "title":"The Raven Progressive Matrices: A Review of Literature Relating to Its Selection for Use in the New Canadian Study."},
      {
        "id":"ED068489",
        "title":"The Draw-A-Classroom \"Test\": An Overview."},
      {
        "id":"ED068490",
        "title":"An Exploratory Investigation of &quot;Divergent Production&quot; Using Basic Concepts of Mathematics."},
      {
        "id":"ED068491",
        "title":"The Development and Application of a Structured Procedure for the In-Context Evaluation of Instructional Materials."},
      {
        "id":"ED068492",
        "title":"Internal-External Control and the Distinction between Personal Control and System Modifiability."},
      {
        "id":"ED068493",
        "title":"The Factor Structure of Certain Behavioral, Academic Achievement and Socioeconomic Measures."},
      {
        "id":"ED068494",
        "title":"Subtest Estimates of the WISC Full Scale IQ's for Children."},
      {
        "id":"ED068495",
        "title":"Accountability Defined. Evaluating Teachers for Outcome Accountability."},
      {
        "id":"ED068497",
        "title":"Individualized Amelioration of Learning Disability Through Parent-Helper-Pupil Involvement. Final Report."},
      {
        "id":"ED068498",
        "title":"The Effects of Special Instruction for Three Kinds of Mathematics Aptitude Items."},
      {
        "id":"ED068499",
        "title":"Problems and Issues in Using Volunteer Researchers in Assisting Community and Citizens Groups: The Boston Experience."},
      {
        "id":"ED068500",
        "title":"Model for Instructional Validation."},
      {
        "id":"ED068501",
        "title":"Model for Competency-Based Evaluation."},
      {
        "id":"ED068502",
        "title":"An Extension of the Reliability Concept to Vector Variables."},
      {
        "id":"ED068503",
        "title":"Primary Mental Health Project: Appendix B, Process Activity Forms; Manual for Use, Including Instructions and Examples; Appendix C, Referral Category, Manual for Use, Including Instructions and Examples; and Appendix D, Derivation of Aide Characteristic Factor Scores."},
      {
        "id":"ED068504",
        "title":"Local District and School Report: Explanatory Materials. The Third Report of the 1971-1972 Michigan Educational Assessment Program."},
      {
        "id":"ED068505",
        "title":"The Use of Standardized Instruments with Urban and Minority-Group Pupils."},
      {
        "id":"ED068510",
        "title":"TM News."},
      {
        "id":"ED068511",
        "title":"TM News."},
      {
        "id":"ED068512",
        "title":"The Seamy Side of Educational Development."},
      {
        "id":"ED068513",
        "title":"National Assessment Measuring American Education."},
      {
        "id":"ED068514",
        "title":"An Assessment of Learner Needs in Colorado, School Year 1970-1971."},
      {
        "id":"ED068515",
        "title":"The Equivalence of Semantic and Figural Test Presentation of the Same Items."},
      {
        "id":"ED068516",
        "title":"A Comparison on the Rasch Item Probability with Three Common Item Characteristics as Criteria for Item Selection."},
      {
        "id":"ED068517",
        "title":"Alternatives to Accountability: Stool Pigeon Versus Servant and Soulmate."},
      {
        "id":"ED068518",
        "title":"The Reliability and Validity of the Word-Association Test as a Measure of Academic Achievement. Final Report."},
      {
        "id":"ED068519",
        "title":"An Annotated Bibliography of Measurements for Young Children."},
      {
        "id":"ED068520",
        "title":"The Relationship Between Inner Versus Outer Locus of Control and Achievement in Black Middle School Children (5th through 8th Grade): A Psychometric and Validity Study."},
      {
        "id":"ED068521",
        "title":"Moderator Effects of Ambivalence in Attitude Measurement."},
      {
        "id":"ED068522",
        "title":"Disadvantaged Children and Their First School Experiences: ETS-Head Start Longitudinal Study: Structure and Development of Cognitive Competencies and Styles Prior to School Entry."},
      {
        "id":"ED068523",
        "title":"Cross-Cultural Scaling Studies in the Development of Probabilistic Teaching Performance Criteria Anchored to Utility and Time Scales."},
      {
        "id":"ED068524",
        "title":"Validation of Individualized Instructional Materials."},
      {
        "id":"ED068525",
        "title":"An Inquiry Concerning the Use of Item Sampling as a Method to Reduce Testing Time."},
      {
        "id":"ED068526",
        "title":"Patterns of Ability Factors among Four Ethnic Groups. Project Access Research Report No. 5."},
      {
        "id":"ED068527",
        "title":"A Procedure for Testing Teachers for the Improvement of Instruction and Their Scores on Certain Tests."},
      {
        "id":"ED068528",
        "title":"The Development and Evaluation of a Diagnostic Testing Model for Junior High Science. Final Report."},
      {
        "id":"ED068529",
        "title":"Expectancy and Race: Their Influences upon the Scoring of Individual Intelligence Tests. Final Report."},
      {
        "id":"ED068530",
        "title":"The ACE Office of Research: Its Purposes and Activities."},
      {
        "id":"ED068531",
        "title":"Criterion-Referenced Measurement: An Annotated Bibliography."},
      {
        "id":"ED068532",
        "title":"Intellectual Maturity of Children as Measured by the Goodenough-Harris Drawing Test: United States."},
      {
        "id":"ED068533",
        "title":"Tree Theory: A Theory-Generative Measurement Model."},
      {
        "id":"ED068534",
        "title":"Using Generalizability Theory and Multifacet Designs in the Validation of a Classroom Observation Instrument."},
      {
        "id":"ED068535",
        "title":"Missing Data Problems for Two Samples on a Dichotomous Variable."},
      {
        "id":"ED068536",
        "title":"Testing in a Personalized System of Instruction."},
      {
        "id":"ED068539",
        "title":"Cable Assembler (wirework) 709.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068540",
        "title":"Pants Presser (any ind.) 363.782--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068541",
        "title":"Coding Clerk (clerical) 219.388--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068542",
        "title":"Carder (dental equip.) 712.887; Assembler (dental equip.) 712.887--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068543",
        "title":"Inspector (dental equip.) 712.887; Inspector, Plastic (dental equip.) 712.687--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068544",
        "title":"Refrigeration and Heating Mechanic (any ind.) 637.251-010--Technical Report on Development on USTES Aptitude Test Battery."},
      {
        "id":"ED068545",
        "title":"Assembler, Accessories (elec. equip.; electronics) 729.887--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068546",
        "title":"Cross-Validation of the General Aptitude Test Battery and Development of a Weighted Application Blank for Computer Technology Trainee 828.XX."},
      {
        "id":"ED068547",
        "title":"Farm Hand, Dairy (agric.) 1 411.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068548",
        "title":"Telephone Ad Taker (print. &amp; pub.) 249.368--Technical Report on USES Aptitude Test Battery."},
      {
        "id":"ED068549",
        "title":"Multi-Moulding Unit Operator (dental equip.) 712.884; Heater Operator (dental equip.) 712.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068550",
        "title":"Traffic Device Maintainer (gov. ser.) 869.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068551",
        "title":"Department Head-Buyer (ret. tr.) 299.138--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068552",
        "title":"Printing Curricula 65XX; 97XX--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068553",
        "title":"Radiation Monitor (profess. &amp; kin.) 199.187--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068554",
        "title":"Diesel Mechanic (any ind.) 625.281--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068555",
        "title":"Polisher (jewelry) 700.887--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068556",
        "title":"Manager, Restaurant or Coffee Shop (hotel &amp; rest.) 187.168--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068557",
        "title":"Electro-Mechanical Assembly Curriculum 70XX; 72XX--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068558",
        "title":"Spooler Operator, Automatic (textile) 689.886--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED068559",
        "title":"Fourdrinier-Machine Tender (paper &amp; pulp, wallboard) 539.782; Back Tender, Paper Machine (paper &amp; pulp) 534.782--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068560",
        "title":"Rewinder Operator (paper goods) 640.885--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068561",
        "title":"Plaster Trimmer (dental equip.) 712.887; Inserter (dental equip.) 712.884--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068562",
        "title":"Part Programer, Numerical Control (mach. shop) 11 007.187--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068563",
        "title":"Insulation Worker (const.) 863.884--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068564",
        "title":"Airplane Stewardess (air trans.) 352.878--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068565",
        "title":"Packager, Machine (any ind.) 920.885--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068566",
        "title":"Illustrator (profess. &amp; kin.) 141.081--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068567",
        "title":"Dietary Aid (hotel &amp; rest.; medical ser.) 317.877-010--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068568",
        "title":"Parking Enforcement Officer (gov. ser.) 375.588--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED068569",
        "title":"Measures Pertaining to Health Education: II. Drugs. An Annotated Bibliography."},
      {
        "id":"ED068570",
        "title":"Measures Pertaining to Health Education: III. Alcohol. An Annotated Bibliography."},
      {
        "id":"ED068572",
        "title":"The Structure of Three Instruments Intended for Police Selection."},
      {
        "id":"ED068573",
        "title":"An Examination of Differential Item Response Characteristics for Six ATGSB Candidate Groups."},
      {
        "id":"ED068575",
        "title":"A Longitudinal Study of First- and Second-Level Supervision, Job Performance, and the Weekly Earnings of the Hard-Core Unemployed."},
      {
        "id":"ED068576",
        "title":"Testing in Innovative Programs."},
      {
        "id":"ED068577",
        "title":"A Manual for Designing and Conducting Validity Studies Based on the National Teacher Examinations."},
      {
        "id":"ED068578",
        "title":"Community Involvement in the I.S. 201 School Complex."},
      {
        "id":"ED068579",
        "title":"An Incorrect Index of Skewness."},
      {
        "id":"ED068580",
        "title":"A Consolidated Report on the &quot;Draw-A-Classroom&quot; Test: A Study of the Drawing Behaviour of Children in Toronto Public Schools."},
      {
        "id":"ED068581",
        "title":"The Use of the Unknown in Teaching Statistics."},
      {
        "id":"ED068583",
        "title":"U.T.E.S. Interest Check List."},
      {
        "id":"ED068584",
        "title":"Interest Check List."},
      {
        "id":"ED068587",
        "title":"The Home Environment of Students in a Highly Praised Inner City Parochial School and a Nearby Public School."},
      {
        "id":"ED068588",
        "title":"The Development of Educational Planning in the Congo (K)."},
      {
        "id":"ED068590",
        "title":"Alternate Learning Centers, 1971-1972."},
      {
        "id":"ED068591",
        "title":"Higher Horizons: An Evaluation of an Expanded Team Program."},
      {
        "id":"ED068592",
        "title":"Black/Mexican-American Project Report."},
      {
        "id":"ED068593",
        "title":"Southern Cities--Except Louisville--Desegregate Schools. A Report on Public Schools in Louisville and Major Southern Cities, 1968 and 1971."},
      {
        "id":"ED068594",
        "title":"Three Year Report: The Quality of Urban Life."},
      {
        "id":"ED068595",
        "title":"Broadening the Concept of Career Education."},
      {
        "id":"ED068596",
        "title":"Survival, Phase II: Unity Without Uniformity."},
      {
        "id":"ED068597",
        "title":"Participant-Observation and the Development of Urban Neighborhood Policy."},
      {
        "id":"ED068599",
        "title":"There Are Some Good Teachers of the Disadvantaged. IRCD Bulletin, Volume 8, Number 2, March 1972."},
      {
        "id":"ED068600",
        "title":"Attitudes Toward Desegregation."},
      {
        "id":"ED068601",
        "title":"Rethinking Urban Religious Education: The Possibility of Evaluation."},
      {
        "id":"ED068602",
        "title":"The Rediscovery of Diversity."},
      {
        "id":"ED068603",
        "title":"The Future of the Ethnic \"Revival.\""},
      {
        "id":"ED068604",
        "title":"The Transmission of Cultural Heritages: The Case of the Irish and the Italians."},
      {
        "id":"ED068605",
        "title":"A Guide for Training Directors: Visits to Three Comprehensive Health Centers. Comprehensive Health Services Career Development Technical Assistance Bulletin, Volume 2, Number 6, October 1971."},
      {
        "id":"ED068608",
        "title":"Urban Arts Program: Project Director&apos;s Report, 1970-1971."},
      {
        "id":"ED068609",
        "title":"First Interim Evaluation Report: Urban-Suburban Pupil Transfer Program, 1971-1972."},
      {
        "id":"ED068610",
        "title":"Efficacy of School Integration Policies in Reducing Racial Polarization."},
      {
        "id":"ED068611",
        "title":"The Principal: Change-Agent in Desegregation."},
      {
        "id":"ED068612",
        "title":"An Evaluation of the Beverly Public Schools Comprehensive Remedial Reading Program Under Title I--E.S.E.A."},
      {
        "id":"ED068613",
        "title":"Evaluation of the Title I Program of the Silver Lake Regional School District, Summer 1972."},
      {
        "id":"ED068614",
        "title":"Paducah-Louisville Consortium. Project VIII: Focus on Dropouts... A New Design. Final Evaluation Report, 1971-72."},
      {
        "id":"ED068615",
        "title":"Racial Differences in Newspaper Readership."},
      {
        "id":"ED068616",
        "title":"Some Estimates for the Cost Effectiveness of Educational Inputs for Reading Performance of Disadvantaged Children in California Title I Projects."},
      {
        "id":"ED068617",
        "title":"The Perceptions of Implicative Relationships Among Black and White Adolescents and the Hardcore Unemployed. Illinois Studies of the Economically Disadvantaged."},
      {
        "id":"ED068618",
        "title":"Higher Horizons 100, Hartford, Connecticut. Model Programs, Compensatory Education Series."},
      {
        "id":"ED068619",
        "title":"The Fernald School Remediation of Learning Disorders Program, Los Angeles, California. Model Programs, Compensatory Education Series."},
      {
        "id":"ED068620",
        "title":"College Bound Program, New York, N.Y. Model Programs, Compensatory Education Series."},
      {
        "id":"ED068621",
        "title":"Project R-3, San Jose, California. Model Programs, Compensatory Education Series."},
      {
        "id":"ED068623",
        "title":"Designs for the Preparation of Vocational and Technical Teachers of Socioeconomically Disadvantaged Youth. Final Report."},
      {
        "id":"ED068624",
        "title":"A Model for a Comprehensive State Personnel Development System in Vocational Education. Final Report."},
      {
        "id":"ED068625",
        "title":"Operation RESOURCE for Teacher Educators and Other Educational Personnel Concerned with Teaching the Disadvantaged Learner. Final Report."},
      {
        "id":"ED068626",
        "title":"Child Day Care in Indiana. Manpower and Training Requirements."},
      {
        "id":"ED068627",
        "title":"Abstracts of Instructional Materials for Career Education."},
      {
        "id":"ED068628",
        "title":"Study of Accreditation of Selected Health Educational Programs. Commission Report."},
      {
        "id":"ED068629",
        "title":"A Study of Occupational Practices As They Relate to Curriculum Design for Career Education."},
      {
        "id":"ED068631",
        "title":"Core Curriculum for Agriculture and Agribusiness on All Levels of Education. Final Report."},
      {
        "id":"ED068632",
        "title":"Manpower Needs in Environmental Management. Research Report of a Graduate Study."},
      {
        "id":"ED068633",
        "title":"The Job Search of Ghetto Workers."},
      {
        "id":"ED068634",
        "title":"A Guide to Career Education."},
      {
        "id":"ED068636",
        "title":"Attitudes Toward Career Education. A Report of an Initial Study of Pupil, Staff, and Parent Opinions in Atlanta, Hackensack, Jefferson County, Los Angeles, Mesa, and Pontiac."},
      {
        "id":"ED068637",
        "title":"Improving the Skill of Two-Year College Faculty in Working with Minority Group Business and Engineering Technology Students. Summer Institute and Follow-Up Program. Final Report."},
      {
        "id":"ED068638",
        "title":"Project MINI-SCORE Final Report."},
      {
        "id":"ED068639",
        "title":"Innovations Evaluation Guide: An Evaluation Tool for Innovation Consumers in Vocational-Technical Education."},
      {
        "id":"ED068641",
        "title":"A Model to Evaluate Inservice Personnel Development in Vocational-Technical Education."},
      {
        "id":"ED068643",
        "title":"Institutional Manpower Development and Training in New York State. Annual Report (July 1, 1970-June 30, 1971)."},
      {
        "id":"ED068644",
        "title":"Cooperative Day of Planning V."},
      {
        "id":"ED068645",
        "title":"Cooperative Day of Planning VI."},
      {
        "id":"ED068647",
        "title":"Delineation of MISOE's Static Space."},
      {
        "id":"ED068648",
        "title":"The Development of Word Processing and Its Implications for the Business Education Profession."},
      {
        "id":"ED068649",
        "title":"Factors Related to the Coordination and Effectiveness of Occupational Education Programs. Final Report."},
      {
        "id":"ED068651",
        "title":"Work Experience Career Exploration Program (WECEP) Advisory Committee Report: Evaluation and Recommendations."},
      {
        "id":"ED068652",
        "title":"Counselor Awareness Program for Vocational Education. Final Report."},
      {
        "id":"ED068654",
        "title":"Women's Bureau '71."},
      {
        "id":"ED068655",
        "title":"A Simultaneous Equations Econometric Model of the Determinants of Vocational and Non-Vocational Spending and Enrollment. Final Report."},
      {
        "id":"ED068659",
        "title":"Home Economict Assistant Study. Final Report."},
      {
        "id":"ED068661",
        "title":"A Summary and Evaluation of Public Service Careers: Plan &quot;B&quot; (PSC-B)."},
      {
        "id":"ED068662",
        "title":"The World of Work--Industrial Clean Rooms."},
      {
        "id":"ED068663",
        "title":"Career Education: Program Goals--Accomplishments."},
      {
        "id":"ED068664",
        "title":"Career Education: In-Service Teacher Training Programs Available to the Public Schools, 1972-1973."},
      {
        "id":"ED068665",
        "title":"Evaluation: Coordinated Vocational Academic Education (1969-1970 and 1970-1971)."},
      {
        "id":"ED068666",
        "title":"Teachers with Ideas--In Action. A Report of Mini-Grant Projects Approved in 1971."},
      {
        "id":"ED068667",
        "title":"Middle School: World of Work, Vocational Self-Concept and Career Planning. Final Report."},
      {
        "id":"ED068668",
        "title":"Vocational Guidance and Career Education Programs: Report of 1969/71."},
      {
        "id":"ED068669",
        "title":"An Evaluation System for Vocational Education Leadership and Professional Development Activities. Final Report."},
      {
        "id":"ED068673",
        "title":"Manpower Development in Highway Safety: Needs, Issues and Alternatives for Action."},
      {
        "id":"ED068674",
        "title":"Selected Training Programs for Physician Support Personnel."},
      {
        "id":"ED068676",
        "title":"The Cooperative Vocational Program. Multi-Media and Simulated Cases for Pre-Service and In-Service Development of Teacher-Coordinators. Final Report."},
      {
        "id":"ED068677",
        "title":"Waste Water Plant Operators Manual."},
      {
        "id":"ED068678",
        "title":"Cooperative Work Experience Coordinators' Manual."},
      {
        "id":"ED068682",
        "title":"The Pre-Retirement Years: A Longitudinal Study of the Labor Market Experience of Men. Volume Three."},
      {
        "id":"ED068683",
        "title":"Contemporary Curriculum for Career Development. Year End Report (1 July 71-30 June 72)."},
      {
        "id":"ED068684",
        "title":"Project People of Peoria: Career Awareness and Exploration."},
      {
        "id":"ED068686",
        "title":"HEW Cares about New Careers."},
      {
        "id":"ED068687",
        "title":"Mississippi Research Coordinating Unit for Vocational-Technical Education. Annual Report, Fiscal Year 1972."},
      {
        "id":"ED068688",
        "title":"Training of Vocational Teachers."},
      {
        "id":"ED068689",
        "title":"Occupational Resource Manual for Hawaii."},
      {
        "id":"ED068690",
        "title":"The World of Manufacturing, 1970-71. A Junior High School Industrial Technology Exemplary Program. Final Report."},
      {
        "id":"ED068691",
        "title":"An Experimental Research Project to Test a More Effective Means to Achieve Stated Work Experience Education Program Goals. Final Report (1971-1972)."},
      {
        "id":"ED068693",
        "title":"Pre-Vocational Education. Exemplary Program Final Report."},
      {
        "id":"ED068694",
        "title":"Manpower Planning and Utilization."},
      {
        "id":"ED068696",
        "title":"Second Report of the Washington State Advisory Council on Vocational Education: Part I, Findings, Conclusions, Recommendations, and Part II, Commentary and Detailed Survey Results."},
      {
        "id":"ED068697",
        "title":"A Study of the Predictability of High School Grades and the Differential Aptitude Tests for Success in Vocational Programs in Health Careers."},
      {
        "id":"ED068699",
        "title":"Major Stages of Development, 1966-1972."},
      {
        "id":"ED068700",
        "title":"Career Education: Implications for Increased Educational Relevancy."},
      {
        "id":"ED068702",
        "title":"Policy Issues and Analytical Problems in Evaluating Vocational Education. Final Report, Part II."},
      {
        "id":"ED068703",
        "title":"Policy Issues and Analytical Problems in Evaluating Vocational Education. Final Report, Part I."},
      {
        "id":"ED068704",
        "title":"Implementing a Career-Centered Curriculum in the Public Schools of Mississippi. Final Report."},
      {
        "id":"ED068705",
        "title":"Projects Funded in West Virginia Through Authority of Vocational Education Amendments of 1968 (PL 90-576), (January 1, 1971-June 30, 1972)."},
      {
        "id":"ED068706",
        "title":"Duplication, Gaps and Coordination of Publicity Funded Skill Training Programs in 20 Cities. Volume I: Research Report."},
      {
        "id":"ED068707",
        "title":"A Study of Supply and Demand for High School Vocational Teachers in Three Southeastern States."},
      {
        "id":"ED068708",
        "title":"Case Studies of Cooperative Programs Between School and Industry."},
      {
        "id":"ED068709",
        "title":"Career Assessment Program: Stamford High School. Final Report."},
      {
        "id":"ED068710",
        "title":"Proceedings of the Governor&apos;s Working Conference on Day Care (November 22-23, 1971)."},
      {
        "id":"ED068711",
        "title":"Railroad Technology and Manpower in the 1970's."},
      {
        "id":"ED068712",
        "title":"Building a Psychological Career Awareness Model: A Field Study to Evaluate the Effectiveness of Achievement Motivation Simulation on Career Development."},
      {
        "id":"ED068713",
        "title":"Dual Careers: A Longitudinal Study of Labor Market Experience of Women. Volume Two."},
      {
        "id":"ED068714",
        "title":"Career Education in the Elementary School."},
      {
        "id":"ED068715",
        "title":"A Comparison of Vocational and Non-Vocational High School Dropouts and Retainers."},
      {
        "id":"ED068717",
        "title":"Resource Manual for the Development of Cooperative Vocational Education Programs under the Vocational Education Act of 1963, As Amended P. L. 90-576."},
      {
        "id":"ED068718",
        "title":"State Research Coordinating Unit Activities for the Period July 1, 1971-December 31, 1971. Semiannual Report."},
      {
        "id":"ED068719",
        "title":"Work Experience Education; Research for Accountability."},
      {
        "id":"ED068720",
        "title":"Work Experience Education Learning Activity Packages: Vocational Goals 1-2."},
      {
        "id":"ED068721",
        "title":"Work Experience Education; Learning Activity Packages; Exploratory Goals 1-2."},
      {
        "id":"ED068722",
        "title":"Work Experience Education; Learning Activity Packages: Vocational Goals 3-5."},
      {
        "id":"ED068723",
        "title":"Work Experience Education; Learning Activity Packages; General Goals 1-2."},
      {
        "id":"ED068724",
        "title":"Work Experience Education; Learning Activity Packages: Exploratory Goals 3-5."},
      {
        "id":"ED068725",
        "title":"Work Experience Education; Learning Activity Packages: General Goals 3-5."},
      {
        "id":"ED068726",
        "title":"A Research Study in the Development of Effective Means of Altering the Attitudes of Elementary School Teachers Toward Vocational Education."},
      {
        "id":"ED068727",
        "title":"Concepts and Processes in Career Development: The Professional Development Research Program."},
      {
        "id":"ED068728",
        "title":"Development of Task Performance Statements for a New Office and Business Education Learnings System (NOBELS). Final Report."},
      {
        "id":"ED068729",
        "title":"Labor Mobility: An Evaluation of Pilot Projects in Michigan and Wisconsin."},
      {
        "id":"ED068731",
        "title":"Let's Get with It!"},
      {
        "id":"ED068732",
        "title":"A Task Analysis of Selected Nuclear Technician Occupations."},
      {
        "id":"ED068734",
        "title":"Community-Career Orientation Program. Final Report."},
      {
        "id":"ED068735",
        "title":"Industriology--The Science of Industry."},
      {
        "id":"ED068736",
        "title":"The Comprehensive Career Education Model. Progress Report (June 1971-May 1972)."},
      {
        "id":"ED068737",
        "title":"How Colleges, Universities, and Other Educational Institutions Can Use Direct Mail More Effectively."},
      {
        "id":"ED068738",
        "title":"Local Government Manpower Requirements for Community Development in South Carolina. Memorandum No. 1."},
      {
        "id":"ED068739",
        "title":"Study Findings and Training Recommendations. Local Government Manpower Survey in South Carolina. Memorandum No. 3."},
      {
        "id":"ED068740",
        "title":"Adult Education Bill. Press Communique."},
      {
        "id":"ED068742",
        "title":"Summary and Review of Studies of the VOLAR Experiment, 1971: Installation Reports for Forts Benning, Bragg, Carson, and Ord, and HumRRO Permanent Party Studies."},
      {
        "id":"ED068743",
        "title":"Hardware and Software in Corrections Education."},
      {
        "id":"ED068744",
        "title":"Handbook for Supervisors of Air Force Reserve Personnel in Mobilization Augmentee Program."},
      {
        "id":"ED068747",
        "title":"Communication And Extension Public Relations. Special Study."},
      {
        "id":"ED068748",
        "title":"Socialization of Youth: Role of the 4-H Professional."},
      {
        "id":"ED068749",
        "title":"Evaluation of Courses Taken by NUC Employees from June 1971 to May 1972."},
      {
        "id":"ED068750",
        "title":"A Study of Marriage Role Expectations of Women Living in Missouri Delta Counties as Related to Selected Characteristics."},
      {
        "id":"ED068751",
        "title":"Factors Associated with Farmer's Perception of Agricultural Extension in Antioquia, Columbia."},
      {
        "id":"ED068752",
        "title":"Geriatric Service and Research."},
      {
        "id":"ED068753",
        "title":"Educational Services Manual."},
      {
        "id":"ED068755",
        "title":"Relationship between Union County, Tennessee Homemakers' Practice Adoption Scores on Budgeting and Record Keeping Practices and Selected Personal and Family Characteristics."},
      {
        "id":"ED068756",
        "title":"An Analysis of Selected Tennessee Extension Management Information System (TEMIS) Data."},
      {
        "id":"ED068757",
        "title":"The Soil Conservation District Movement in Tennessee."},
      {
        "id":"ED068758",
        "title":"Nutritional Practices of Selected Homemakers in Weakley County, Tennessee."},
      {
        "id":"ED068759",
        "title":"Program IMPACT. Community Service and Continuing Education, Higher Education Act of 1965--Title I. 6th Annual Report."},
      {
        "id":"ED068760",
        "title":"A Retrospective International Survey of Adult Education: (Montreal 1960 to Tokyo 1972)."},
      {
        "id":"ED068761",
        "title":"Adult Education in the Context of Lifelong Education."},
      {
        "id":"ED068762",
        "title":"Data Collection with Low-Income Respondents."},
      {
        "id":"ED068764",
        "title":"Illiteracy as an Impediment to Production: An Empirical Investigation."},
      {
        "id":"ED068765",
        "title":"Teaching Reading and Comprehension Skills to Sub-Literate Adults."},
      {
        "id":"ED068766",
        "title":"Guide Lines for Evaluation of Continuing Education Programs in Mental Health."},
      {
        "id":"ED068767",
        "title":"Some Organizational and Income-Determining Features of the Wisconsin Outdoor Recreation Industry."},
      {
        "id":"ED068768",
        "title":"Who Pays for Adult Education in Kenya?"},
      {
        "id":"ED068769",
        "title":"University Studies without a Degree. Report to the 1968 Educational Commission. Summary and Comments."},
      {
        "id":"ED068770",
        "title":"Proceedings of a Conference on Interprofessional Continuing Education in the Health Sciences."},
      {
        "id":"ED068771",
        "title":"Adult Basic Education National Teacher Training Study. Part II: State of the Art."},
      {
        "id":"ED068772",
        "title":"Redirection in Corrections through Adult Basic Education."},
      {
        "id":"ED068773",
        "title":"Adult Basic Education in Corrections: Training and Model Implementation."},
      {
        "id":"ED068775",
        "title":"Adult Education in Brazil."},
      {
        "id":"ED068776",
        "title":"Higher Education Institute for Teacher Preparation in Adult Education. Final Project Report 1970-1972."},
      {
        "id":"ED068778",
        "title":"Knowledge, Skills, and Thought Processing of the Battalion Commander and Principal Staff Officers."},
      {
        "id":"ED068779",
        "title":"Educational Systems and the New Demands of Industrialized Societies. Series B: Opinions No. 3."},
      {
        "id":"ED068780",
        "title":"New Trends in Adult Education: Concepts and Recent Empirical Achievements. Series C: Innovations No. 7."},
      {
        "id":"ED068781",
        "title":"The Integration Of Adult Education In Tanzania."},
      {
        "id":"ED068782",
        "title":"National Directory of Continuing Education for Health Laboratory Personnel."},
      {
        "id":"ED068783",
        "title":"Proposal for the Establishment of a New York City Regional Center for Life-Long Learning."},
      {
        "id":"ED068784",
        "title":"Introduction to Leadership Development. Reserve Officers Training Corps Manual."},
      {
        "id":"ED068785",
        "title":"Intermediate Leadership Development. Reserve Officer Training Corps Manual."},
      {
        "id":"ED068787",
        "title":"Training Directory of the Rehabilitation Research and Training Centers, 1972-1973."},
      {
        "id":"ED068788",
        "title":"Experimental Training Program in Adult Basic Education in Correctional Institutions. Final Report."},
      {
        "id":"ED068789",
        "title":"Experimental Training Program in Adult Basic Education in Corrections. Final Report II."},
      {
        "id":"ED068790",
        "title":"Goals of Adult Basic Education in Corrections."},
      {
        "id":"ED068791",
        "title":"Collection of Papers Prepared for 1970 National Seminars. Adult Basic Education in Corrections."},
      {
        "id":"ED068792",
        "title":"Reaching Adults for Lifelong Learning. I. Final Report and Summary."},
      {
        "id":"ED068793",
        "title":"Reaching Adults for Lifelong Learning. II. Case Studies of Exemplary Programs."},
      {
        "id":"ED068795",
        "title":"A Three Channel Model for Analysis of Communication. Final Report."},
      {
        "id":"ED068796",
        "title":"Student Taught Adult Basic Literacy Efforts."},
      {
        "id":"ED068797",
        "title":"Data On Selected Students In Adult Basic Education Programs, 1971-72. Interim Report."},
      {
        "id":"ED068798",
        "title":"Appalachian Needs and Curriculum Material."},
      {
        "id":"ED068799",
        "title":"Financial Assistance For Adult Education Programs--Adult Basic Education, Federal Register."},
      {
        "id":"ED068801",
        "title":"A Brief Annotated Bibliography of Recent Publications: A Supplement To External Study For Post-Secondary Students."},
      {
        "id":"ED068802",
        "title":"The Consumer and Transportation."},
      {
        "id":"ED068808",
        "title":"Adult Reading Development. An Information Awareness Service."},
      {
        "id":"ED068809",
        "title":"Basic Information Sources: Business and Industry."},
      {
        "id":"ED068810",
        "title":"Adult Reading Abilities: Definitions and Measurements."},
      {
        "id":"ED068811",
        "title":"Writing Abilities of American Young Adults."},
      {
        "id":"ED068812",
        "title":"National Right to Read Partners."},
      {
        "id":"ED068813",
        "title":"Survival Literacy Study."},
      {
        "id":"ED068814",
        "title":"Use of the Automated Readability Index for Evaluating Peer-Prepared Material for Use in Adult Reading Education."},
      {
        "id":"ED068815",
        "title":"A Study of County Government Officials and Community Leaders Opinions on Public Information on County Government in Cattaraugus County, New York."},
      {
        "id":"ED068816",
        "title":"A Survey of Educational Programs for Provisionally Licensed Nursing Home Administrators."},
      {
        "id":"ED068817",
        "title":"A Superintendent Looks at Continuing Education."},
      {
        "id":"ED068818",
        "title":"Employee Selection Criteria for Training Programs."},
      {
        "id":"ED068819",
        "title":"Paulo Freire: A Revolutionary Dilemma for the Adult Educator."},
      {
        "id":"ED068820",
        "title":"Needed: A New Coalition for Public Affairs Education (A Review of the Literature)."},
      {
        "id":"ED068821",
        "title":"Professional Education For Experienced Managers: A Comparison of the MBA and Executive Development Programs."},
      {
        "id":"ED068822",
        "title":"The Congressional Fellowship Program: A Study and Analysis."},
      {
        "id":"ED068823",
        "title":"Cancelled Careers; The Impact of Reduction-in-Force Policies on Middle-Aged Federal Employees. A Report to the Special Committee on Aging, United States Senate."},
      {
        "id":"ED068824",
        "title":"Supplement to Agency Training Centers for Government Employees and Off-Campus Study Centers for Government Employees."},
      {
        "id":"ED068825",
        "title":"World Survey of Research in Comparative Adult Education: A Directory of Institutions and Personnel, 1972 (Supplement, October, 1972)."},
      {
        "id":"ED068826",
        "title":"Correspondence Courses Offered by Participating Colleges and Universities (PC&amp;U) through the United States Armed Forces Institute."},
      {
        "id":"ED068827",
        "title":"NewGate. New Hope Through Education."},
      {
        "id":"ED068829",
        "title":"Evaluation of a Trainer for Sensor Operators on Gunship II Aircraft."},
      {
        "id":"ED068830",
        "title":"Adult Education Associations and Organizations."},
      {
        "id":"ED068832",
        "title":"Hardware and Software for Adult Basic Education in Corrections."},
      {
        "id":"ED068833",
        "title":"The Meaning of Lifelong Learning."},
      {
        "id":"ED068835",
        "title":"An Expansion in Program Strategy To Assist Rural Families Faced with Limiting Conditions: Evaluation of a Team Project in Vermont."},
      {
        "id":"ED068836",
        "title":"Bolstering Up Rural Families in Vermont: Short Version of an Evaluation of a Team Pilot Project."},
      {
        "id":"ED068837",
        "title":"Continuing Education for Adult Learners in Empire State College."},
      {
        "id":"ED068838",
        "title":"The Role of Universities in Workers' Education."},
      {
        "id":"ED068840",
        "title":"Educational and Other Needs of Disadvantaged Adults in a Model Cities Neighborhood of Savannah, Georgia. Final Report."},
      {
        "id":"ED068841",
        "title":"The Roman Catholic Church and the Adult Education Movement: Historical Perspectives, Current Initiatives, and Future Projects."},
      {
        "id":"ED068842",
        "title":"Reaching the Forgotten Adult."},
      {
        "id":"ED068843",
        "title":"Interagency Training Catalog of Courses, 1972-1973."},
      {
        "id":"ED068844",
        "title":"Guide to Personnel Assistance for State and Local Governments, Institutions of Higher Education."},
      {
        "id":"ED068845",
        "title":"The Consumer Looks at His Automobile Insurance."},
      {
        "id":"ED068846",
        "title":"Training Youth Workers in the Field of Juvenile Delinquency."},
      {
        "id":"ED068847",
        "title":"The Interagency Auditor Training Center Bulletin for Fiscal Year 1973."},
      {
        "id":"ED068850",
        "title":"Planning for Creative Change in Mental Health Services: A Distillation of Principles on Research Utilization...Volumes 1 and 2."},
      {
        "id":"ED068851",
        "title":"Behavioral and Fantasied Indicators of Avoidance of Success in Men and Women."},
      {
        "id":"ED068852",
        "title":"Practical Group Counseling for Parents: An Application for the Public Schools."},
      {
        "id":"ED068853",
        "title":"Test Anxiety: Situationally Specific or General?"},
      {
        "id":"ED068854",
        "title":"Transactional Analysis: A Theoretical Position as an Aid in Parent Counseling."},
      {
        "id":"ED068855",
        "title":"Intervention Programs Designed to Improve Communication Between Parents and Students."},
      {
        "id":"ED068856",
        "title":"Motivational Determinants of Curricular Choice in College Males."},
      {
        "id":"ED068857",
        "title":"Bibliography on Smoking and Health."},
      {
        "id":"ED068858",
        "title":"Drug Abuse Education: A Selected Bibliography of Books, Pamphlets, Recordings, Transparencies, Slides for School Libraries."},
      {
        "id":"ED068859",
        "title":"The Health Consequences of Smoking; A Report of the Surgeon General: 1972."},
      {
        "id":"ED068860",
        "title":"An Assessment of Federal Program Management Strategies in the National Drug Education Training Program (Section I and II); Observations of the Multiplier Process in Seven States (Section III). Final Report."},
      {
        "id":"ED068861",
        "title":"Management of Paraprofessionals: Delivery of Professional Human Services."},
      {
        "id":"ED068862",
        "title":"Problem Solving Behavior of Teenagers: An Indicator for Classroom Management."},
      {
        "id":"ED068863",
        "title":"A Study of Educationally Disadvantaged Veterans Enrolled in a College Preparatory Program."},
      {
        "id":"ED068864",
        "title":"Problem Solving Project, Phases I and II."},
      {
        "id":"ED068865",
        "title":"Attrition: A Study in a Community Mental Health Center and the Problems Involved."},
      {
        "id":"ED068866",
        "title":"New Directions in Planning for a World of Work."},
      {
        "id":"ED068868",
        "title":"The Dichotomy Between the Actual and the Perceived Role of the Elementary Guidance Counselor in the State of Massachusetts."},
      {
        "id":"ED068869",
        "title":"Counselor Impact on Career Education in the Elementary School."},
      {
        "id":"ED068870",
        "title":"Group Counseling with Delinquent Youth."},
      {
        "id":"ED068871",
        "title":"Increasing Communication Skills in a Traditional Master's Degree Counseling Programs."},
      {
        "id":"ED068872",
        "title":"Antecedents and Correlates of Locus of Control in High School Students."},
      {
        "id":"ED068873",
        "title":"The \"Transfer Center\": A New Residence Concept."},
      {
        "id":"ED068874",
        "title":"A Training Method to Teach Paraprofessionals Peer Counseling."},
      {
        "id":"ED068875",
        "title":"Children's Performance on and Attraction to an Activity as a Function of Masculine, Feminine or Neutral Labels on Sex-Role Preference."},
      {
        "id":"ED068876",
        "title":"Adolescents in Crisis: Children's Perception of Parental Behavior."},
      {
        "id":"ED068877",
        "title":"A Preliminary Analysis of the Effectiveness of Direct Home Intervention of Treatment of Predelinquent Boys Who Steal. Volume 12 Number 8."},
      {
        "id":"ED068878",
        "title":"School Health Guide. Second Edition."},
      {
        "id":"ED068879",
        "title":"Projective Measures of Intrafamilial Attitudes as a Function of Value Judgments about Higher Education."},
      {
        "id":"ED068880",
        "title":"Project Care Phase II: A Case Study in the Evaluation of Communication and Learning Materials."},
      {
        "id":"ED068881",
        "title":"Becoming an Adult. Home and Family Education: 6763.05."},
      {
        "id":"ED068882",
        "title":"Significant Collegiate Sources of Influence. Research Monograph Number Two."},
      {
        "id":"ED068883",
        "title":"A Longitudinal Study of the Social Development of Three-and Four-Year-Old Children in a Preschool Program."},
      {
        "id":"ED068884",
        "title":"Attitudes Toward Blackness of Black Pre-School Children Attending Community-Controlled or Public Schools."},
      {
        "id":"ED068885",
        "title":"Differences in Self-Image Between Groups High and Low in Trait Anxiety."},
      {
        "id":"ED068886",
        "title":"A Comparison of Systematic Desensitization and \"Sensitization\" Treatments for Reducing Counselor Anxiety."},
      {
        "id":"ED068887",
        "title":"World of Work in an Elementary School."},
      {
        "id":"ED068888",
        "title":"The Good Group: An Investigation of the Characteristics, Attitudes, and Disposition of its Members. Final Report."},
      {
        "id":"ED068889",
        "title":"The Effects of a Simulation Game on Learning of Geographic Information at the Fifth Grade Level. Final Report."},
      {
        "id":"ED068890",
        "title":"An Assessment of the Differences Between High and Low Achieving Students. Final Report."},
      {
        "id":"ED068892",
        "title":"Relationships Between Memory and Reading. Final Report."},
      {
        "id":"ED068893",
        "title":"Evaluation of Assumptions Related to the Testing of Phonics Skills. Final Report."},
      {
        "id":"ED068899",
        "title":"Instructional Materials Center, Project Director's Report: 1969-70."},
      {
        "id":"ED068900",
        "title":"Basic Skill Centers Evaluation, September, 1969 - June, 1971."},
      {
        "id":"ED068901",
        "title":"Dyslexia: What Is It?"},
      {
        "id":"ED068902",
        "title":"Reading Curriculum, Tentative. 1972."},
      {
        "id":"ED068904",
        "title":"Florida Agricultural Migrant Right-to-Read Program: A Suggested Set of Objectives."},
      {
        "id":"ED068905",
        "title":"Instructional Materials Center Project Director's Report 1970-71."},
      {
        "id":"ED068906",
        "title":"An Effective Language Experience Program."},
      {
        "id":"ED068908",
        "title":"Reading for Fun: A Study of Materials for Mexican and Spanish-American, Puerto Rican, Cuban and other Latin American Children."},
      {
        "id":"ED068909",
        "title":"A Factor Analysis of Several Reading Readiness Measures for Different Socioeconomic and Ethnic Groups."},
      {
        "id":"ED068911",
        "title":"The Quest for Competency in Teaching Reading."},
      {
        "id":"ED068912",
        "title":"The Effects of a Systematic Manipulation of Contingencies upon Overt Work Behavior in a Primary Classroom."},
      {
        "id":"ED068913",
        "title":"Reading Methods and Teacher Improvement."},
      {
        "id":"ED068914",
        "title":"Teaching Word Recognition Skills."},
      {
        "id":"ED068915",
        "title":"Reaching Children and Young People Through Literature."},
      {
        "id":"ED068916",
        "title":"Diagnostic Viewpoints in Reading."},
      {
        "id":"ED068917",
        "title":"A Course of Study in English for Grade Seven."},
      {
        "id":"ED068918",
        "title":"A Course of Study in English for Grade Eight."},
      {
        "id":"ED068919",
        "title":"A Course of Study in English for Grade Nine."},
      {
        "id":"ED068920",
        "title":"A Course of Study in English for Grade Ten."},
      {
        "id":"ED068921",
        "title":"A Course of Study in English for Grade Eleven."},
      {
        "id":"ED068922",
        "title":"A Course of Study in English for Grade Twelve."},
      {
        "id":"ED068926",
        "title":"Book I: Language Arts Guide."},
      {
        "id":"ED068927",
        "title":"Book II: Language Arts Guide."},
      {
        "id":"ED068928",
        "title":"Book III: Language Arts Guide."},
      {
        "id":"ED068929",
        "title":"Elective Programs in English."},
      {
        "id":"ED068932",
        "title":"An Analysis of the Semantic Relationships Among Words and Their Effect Upon Learning. Final Report."},
      {
        "id":"ED068934",
        "title":"Legends and Heroes of the American West, Language Arts: 5113.95."},
      {
        "id":"ED068935",
        "title":"Introduction to Plays, English: 5112.44."},
      {
        "id":"ED068937",
        "title":"The Community College \"Is\" Where the Action Is!"},
      {
        "id":"ED068938",
        "title":"The Student's Right to Write and Composition Opinionnaire to the Student's Right to Write."},
      {
        "id":"ED068940",
        "title":"Cooperative Business Education - 7725 (Reinforcing Knowledge of Grammar): Department 48 - Course 7725.08."},
      {
        "id":"ED068942",
        "title":"English for the Business World: 5110.15b."},
      {
        "id":"ED068943",
        "title":"Effective Business Letters, Business Education: 5128.41."},
      {
        "id":"ED068945",
        "title":"Papers Delivered at the Junior/Senior College English Workshop (Hinds Junior College, February 5, 1972) and the Workshop for English Teachers (University of Mississippi, February 12, 1972) and a Research Paper Outline."},
      {
        "id":"ED068946",
        "title":"Accountability: Will It Improve Education?"},
      {
        "id":"ED068949",
        "title":"Classical Civilization, English, Social Studies: 5114.67."},
      {
        "id":"ED068950",
        "title":"Tuning In, Speech: 5114.108."},
      {
        "id":"ED068951",
        "title":"Alternatives in English: A Critical Appraisal of Elective Programs. ERIC/RCS Information Analysis Series: Group 1."},
      {
        "id":"ED068952",
        "title":"Oral Decision-Making, Speech: 5114.111."},
      {
        "id":"ED068953",
        "title":"Advanced Competitive Forensics, Speech: 5115.130"},
      {
        "id":"ED068954",
        "title":"A Study of the Responses of High School Students to Poetry in Three Differently Directed Situations and the Relationship of the Responses to Sex and Reading Level. Final Report."},
      {
        "id":"ED068957",
        "title":"Curriculum Guide for the Language Arts: Kindergarten - Grade 6."},
      {
        "id":"ED068958",
        "title":"Objectives Stated for the Use of Literature at School, An Empirical Analysis. Part II: Appendices."},
      {
        "id":"ED068960",
        "title":"Items to Test Level of Attainment of Language Arts Concepts by Intermediate-Grade Children. Working Paper No. 60."},
      {
        "id":"ED068961",
        "title":"Selection and Analysis of Language Arts Concepts for Inclusion in Tests of Concept Attainment. Working Paper No. 59."},
      {
        "id":"ED068962",
        "title":"Language and Behavior, English: 5114.35"},
      {
        "id":"ED068964",
        "title":"Symbology, English, Vocabulary: 5114.69."},
      {
        "id":"ED068965",
        "title":"The Novel, Language Arts, English, World Literature: 5114.56."},
      {
        "id":"ED068966",
        "title":"Writing for the Reader, Journalism, English: 5113.65."},
      {
        "id":"ED068967",
        "title":"On Understanding Sentences: In Search of a Theory of Sentence Comprehension. Final Report."},
      {
        "id":"ED068968",
        "title":"Determination of Criteria to Measure English Language Responsiveness. Final Report."},
      {
        "id":"ED068969",
        "title":"The Role of the High School Newspaper: Problems and Solution."},
      {
        "id":"ED068972",
        "title":"Measure for Measure. Classroom Practices in Teaching English, 1972-1973."},
      {
        "id":"ED068973",
        "title":"Literature and the Reader: Research in Response to Literature, Reading Interests, and the Teaching of Literature."},
      {
        "id":"ED068974",
        "title":"Effects of Pronouns on Children's Memory for Sentences."},
      {
        "id":"ED068975",
        "title":"Minority Groups in America, English: 5112.47."},
      {
        "id":"ED068978",
        "title":"English as Exploration: A Personalized Approach to Teaching 1 English 1 and 2 English 1."},
      {
        "id":"ED068980",
        "title":"English for Young School Leavers."},
      {
        "id":"ED068984",
        "title":"Studies in English to Speakers of Other Languages and Standard English to Speakers of Non-Standard Dialect. Monograph No. 14."},
      {
        "id":"ED068985",
        "title":"[Composition Programs for Secondary Schools.]"},
      {
        "id":"ED068986",
        "title":"A Report of Present Conditions of English Teaching."},
      {
        "id":"ED068987",
        "title":"Critical Resources in Afro-American Literature: A Bibliography of Paperbacks for Teachers."},
      {
        "id":"ED068990",
        "title":"The Students' Right to Read. 1972 Edition."},
      {
        "id":"ED068991",
        "title":"Adolescent Literature, Adolescent Reading and the English Class."},
      {
        "id":"ED068993",
        "title":"Effect of Recency on Word Choice in a Sentence Completion Task."},
      {
        "id":"ED068994",
        "title":"Career Communication: Directions for the Seventies. Proceedings of the Speech Communication Assn. Summer Conference (8th, Chicago, Ill., July 6-8, 1972)."},
      {
        "id":"ED068995",
        "title":"Conference on Social Engagement: Summary Report."},
      {
        "id":"ED068996",
        "title":"Innovative Instructional Strategies for Speech Communication."},
      {
        "id":"ED068997",
        "title":"Speech Activities in the Elementary School, MSA Curriculum Guide 1."},
      {
        "id":"ED068998",
        "title":"Speech and Drama in the Intermediate School, MSA Curriculum Guide 2."},
      {
        "id":"ED068999",
        "title":"Speech Communication in the High School, MSA Curriculum Guide 3."},
      {
        "id":"ED069000",
        "title":"Debate in the Secondary School, MSA Curriculum Guide 4."},
      {
        "id":"ED069001",
        "title":"Discussion in the Secondary School, MSA Curriculum Guide 5."},
      {
        "id":"ED069002",
        "title":"Dramatic Arts in the Secondary School, MSA Curriculum Guide 6."},
      {
        "id":"ED069005",
        "title":"Proceedings of the Summer Conference of the Speech Association of America (4th, Chicago, Ill., July 13-14, 1968)."},
      {
        "id":"ED069006",
        "title":"Video Recording Bridges the \"Proceedings Gap.\""},
      {
        "id":"ED069007",
        "title":"Toward a Humanistic Theatre."},
      {
        "id":"ED069008",
        "title":"Political Rhetoric of Our Times."},
      {
        "id":"ED069009",
        "title":"The Rhetoric of Women's Liberation."},
      {
        "id":"ED069010",
        "title":"Moments in Contemporary Rhetoric and Communication. No. 3."},
      {
        "id":"ED069012",
        "title":"Friendship Patterns in Multi-Cultural Group: International Communication at the Personal Level."},
      {
        "id":"ED069013",
        "title":"Unconventional Methods and Materials for Preparing Educational Administrators. ERIC/CEM-UCEA Series on Administrator Preparation. ERIC/CEM State-of-the-Knowledge Series, Number Fifteen. UCEA Monograph Series, Number Two."},
      {
        "id":"ED069014",
        "title":"Preparing Educational Leaders: A Review of Recent Literature. ERIC/CEM-UCEA Series on Administrator Preparation. ERIC/CEM/ State-of-the-Knowledge Series, Number Fourteen. UCEA Monograph Series, Number One."},
      {
        "id":"ED069015",
        "title":"Emergent Practices in the Continuing Education of School Administrators. ERIC/CEM-UCEA Series on Administrator Preparation. ERIC/CEM State-of-the-Knowledge Series, Number Sixteen. UCEA Monograph Series, Number Three."},
      {
        "id":"ED069016",
        "title":"Training-in-Common for Educational, Public, and Business Administrators. ERIC/CEM-UCEA Series on Administrator Preparation. ERIC/CEM State-of-the-Knowledge Series, Number Seventeen. UCEA Monograph Series, Number Four."},
      {
        "id":"ED069017",
        "title":"Substantive Legal Aspects of Teacher Discipline. ERIC/CEM State-of-the-Knowledge Series, Number Twenty-three. NOLPE Monograph Series on Legal Aspects of School Administration, Number Two."},
      {
        "id":"ED069018",
        "title":"Educational Expansion in the O. E. C. D. Countries Since 1950. Background Study No. 1. Conference on Policies for Educational Growth. (Paris, France, June 3-5, 1970.)"},
      {
        "id":"ED069019",
        "title":"Comparative Study of Educational Expenditure and Its Trends in O. E. C. D. Countries Since 1950. Background Study No. 2. Conference on Policies for Educational Growth. (Paris, France, June 3-5, 1970.)"},
      {
        "id":"ED069020",
        "title":"Teaching Staff and Educational Expansion in Member Countries Since 1950. Background Study No. 3. Conference on Policies for Educational Growth. (Paris, France, June 3-5, 1970.)"},
      {
        "id":"ED069021",
        "title":"Educational Policies, Plans and Forecasts During the Nineteen-Sixties and Seventies. Background Study No. 5. Conference on Policies for Educational Growth. (Paris, France, June 3-5, 1970.)"},
      {
        "id":"ED069022",
        "title":"Changes in Secondary and Higher Education. Background Study No. 6. Conference on Policies for Educational Growth. (Paris, France, June 3-5, 1970.)"},
      {
        "id":"ED069023",
        "title":"Educational Planning Methods. Background Study No. 8. Conference on Policies for Educational Growth. (Paris, France, June 3-5, 1970.)"},
      {
        "id":"ED069024",
        "title":"The Rescheduled School Year. A Statement."},
      {
        "id":"ED069026",
        "title":"Testimony Presented to General Subcommittee on Education, Washington, D. C."},
      {
        "id":"ED069027",
        "title":"Realizing the Economy Objective Through a Rescheduled School Year."},
      {
        "id":"ED069028",
        "title":"A Twelve Month Contract for a Continuous Learning Year Program."},
      {
        "id":"ED069029",
        "title":"A Capsule Picture of Recommended Continuous Learning Year Cycling Plans That Can Lead to Economy and the Extension of Quality Education."},
      {
        "id":"ED069030",
        "title":"One Approach to Year-Round Education. A Study To Assess the Impact of One Approach to Year-Round Education Upon the Boise Public Schools and the Boise Community."},
      {
        "id":"ED069032",
        "title":"Lighting for Outdoor Recreation."},
      {
        "id":"ED069033",
        "title":"The New Student Housing at New College."},
      {
        "id":"ED069034",
        "title":"Parent-Child Educational Centers: A Facility for Early Childhood Education Ages, Infancy to Seven Years."},
      {
        "id":"ED069035",
        "title":"Open Schools for Children."},
      {
        "id":"ED069036",
        "title":"\"Getting the College Union Building Project Under Way.\" A Seminar."},
      {
        "id":"ED069037",
        "title":"School Construction and Normalization. RAS Project: Research in Educational Facilities. A Report."},
      {
        "id":"ED069038",
        "title":"Housing in a Hurry. Proceedings of North Atlantic Conference. (Cambridge, Massachusetts, March 18, 1972.)"},
      {
        "id":"ED069039",
        "title":"College and University Planning -- 1969. Selected Papers from Society for College and University Planning Annual Conference. (4th, Houston, Texas, August 17-20, 1969.)"},
      {
        "id":"ED069040",
        "title":"Student Reactions to the Transition from Open Elementary School to Junior High School: A Case Study."},
      {
        "id":"ED069041",
        "title":"A Profile of Innovative School Systems."},
      {
        "id":"ED069042",
        "title":"A Study of the Bases of Legislative Decisions on Educational Policy. Final Report."},
      {
        "id":"ED069043",
        "title":"Year-Round Schools. Hearing Before the General Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Second Congress, Second Session on the Value of Year-Round Schools. (Washington, D. C., April 24, 1972.)"},
      {
        "id":"ED069044",
        "title":"Resources for School Change I: A Manual on Issues and Programs in Training Educational Change."},
      {
        "id":"ED069045",
        "title":"Resources for Social Change II: A Guide for School Administrators."},
      {
        "id":"ED069046",
        "title":"Resources for School Change III: A Manual on Issues and Strategies in Resource Utilization."},
      {
        "id":"ED069047",
        "title":"Simulation Games and Political Attitudes: The Importance of Role Identification and Game Structure."},
      {
        "id":"ED069048",
        "title":"Bibliography of the State Educational Accountability Repository."},
      {
        "id":"ED069049",
        "title":"Education in Focus: A Collection of State Goals for Public Elementary and Secondary Education."},
      {
        "id":"ED069050",
        "title":"Legislation by the States: Accountability and Assessment in Education. A Monograph."},
      {
        "id":"ED069052",
        "title":"Spatial Imagery and Linguistic Processes in Deductive Reasoning in the Mentally Retarded Child. Final Report."},
      {
        "id":"ED069053",
        "title":"The Relationship of Word- and Sentence-Associations of EMR Children to Reading Performance. Final Report."},
      {
        "id":"ED069054",
        "title":"Organizational Strategies in Free Recall Verbal Learning of Normal and Retarded Children. Final Report."},
      {
        "id":"ED069055",
        "title":"The Effects of Question Type and Position on Four Types of Learning Among Mentally Retarded Children. Final Report."},
      {
        "id":"ED069056",
        "title":"Interrogation: A Model and Some Implications. Final Report."},
      {
        "id":"ED069057",
        "title":"Environmental Programming for the Deaf-Blind."},
      {
        "id":"ED069058",
        "title":"How Children Grow."},
      {
        "id":"ED069059",
        "title":"A Plan for Itinerant Educational Consultant Services for Preschool Visually Handicapped Children."},
      {
        "id":"ED069060",
        "title":"The Role of the Resource Teacher in Mobility Instruction."},
      {
        "id":"ED069061",
        "title":"University Affiliated Facilities; An Overview."},
      {
        "id":"ED069062",
        "title":"Communication and Computation Skills for Blind Students Attending Public Schools."},
      {
        "id":"ED069063",
        "title":"State Certification Requirements for Education of the Handicapped."},
      {
        "id":"ED069064",
        "title":"Drug Therapy; A Selective Bibliography. Exceptional Child Bibliography Series No. 602."},
      {
        "id":"ED069065",
        "title":"Preschool and Early Childhood; A Selective Bibliography. Exceptional Child Bibliography Series No. 606."},
      {
        "id":"ED069066",
        "title":"Homebound or Hospitalized; A Selective Bibliography. Exceptional Child Bibliography Series No. 607."},
      {
        "id":"ED069067",
        "title":"Administration; A Selective Bibliography. Exceptional Child Bibliography Series No. 610."},
      {
        "id":"ED069068",
        "title":"Aurally Handicapped -- Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 625."},
      {
        "id":"ED069069",
        "title":"Speech Handicapped -- Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 627."},
      {
        "id":"ED069070",
        "title":"Parent Education/Parent Counseling; A Selective Bibliography. Exceptional Child Bibliography Series No. 631."},
      {
        "id":"ED069071",
        "title":"Diagnostic Teaching; A Selective Bibliography. Exceptional Child Bibliography Series No. 632."},
      {
        "id":"ED069072",
        "title":"Vocational Training; A Selective Bibliography. Exceptional Child Bibliography Series No. 633."},
      {
        "id":"ED069073",
        "title":"Gifted and Creativity Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 639."},
      {
        "id":"ED069074",
        "title":"Trainable Mentally Handicapped -- Programs; A Selective Bibliography. Exceptional Child Bibliography Series No. 640."},
      {
        "id":"ED069075",
        "title":"Trainable Mentally Handicapped -- Research; A Selective Bibliography. Exceptional Child Bibliography Series No. 641."},
      {
        "id":"ED069076",
        "title":"Special Olympics Instructional Manual. . .From Beginners to Champions."},
      {
        "id":"ED069077",
        "title":"The Challenge of Accountability in Programs for the Gifted."},
      {
        "id":"ED069078",
        "title":"The Effects of Games on Motivational Aspects of Teacher-Pupil Interaction. Final Report 20.3."},
      {
        "id":"ED069079",
        "title":"Curriculum for the Intellectually Disabled Trainable."},
      {
        "id":"ED069080",
        "title":"Achievement Unlimited: Enhancing Self-Concept through Improvement of Academic, Motor and Social Skills."},
      {
        "id":"ED069081",
        "title":"Florida Title VI, Projects in Review, Education for the Handicapped."},
      {
        "id":"ED069082",
        "title":"Designing Instructional Programs in a Sparsely-Populated District."},
      {
        "id":"ED069083",
        "title":"Education for Mentally Retarded Children and Youth in Florida Public Schools."},
      {
        "id":"ED069084",
        "title":"Curriculum Guide in Occupational Preparation for the Disadvantaged and Handicapped."},
      {
        "id":"ED069086",
        "title":"Reaching the Pre-School Handicapped Child."},
      {
        "id":"ED069088",
        "title":"A Driver Education Manual for Teachers of High School Exceptional Education Students."},
      {
        "id":"ED069089",
        "title":"Mental Retardation Source Book of the Department of Health, Education, and Welfare."},
      {
        "id":"ED069090",
        "title":"Conference on Newborn Hearing Screening; Proceedings Summary and Recommendations."},
      {
        "id":"ED069091",
        "title":"Survival Behaviors in the Educational Setting: Their Implications for Research and Intervention. Report No. 13."},
      {
        "id":"ED069092",
        "title":"Early Identification and Assessment of Behaviorally Handicapped Children in the Primary Grades. Report No. 2."},
      {
        "id":"ED069093",
        "title":"Manual for Coding Academic Survival Skill Behaviors and Teacher/Peer Responses. Report No. 3."},
      {
        "id":"ED069094",
        "title":"Coding Manual for Subject/Peer/Teacher Sequential Interactions in Academic Survival Skill Settings. Report No. 4."},
      {
        "id":"ED069095",
        "title":"Components Analysis and Systematic Replication of a Treatment Model for Modifying Deviant Classroom Behavior. Report No. 5."},
      {
        "id":"ED069096",
        "title":"The Use of Group and Individual Reinforcement Contingencies in the Modification of Social Withdrawal. Report No. 6."},
      {
        "id":"ED069099",
        "title":"Federal Aid Planner; A Guide for School District Administrators."},
      {
        "id":"ED069106",
        "title":"Instructional Media Curriculum Guide; Production Techniques for Classroom Teachers (k-12)."},
      {
        "id":"ED069114",
        "title":"R&D Project Control System."},
      {
        "id":"ED069116",
        "title":"The Computer: An Administrative Dilemma."},
      {
        "id":"ED069118",
        "title":"CATV: The New Communicator. 21st Annual NCTA Convention Official Transcript. Technical Volume."},
      {
        "id":"ED069129",
        "title":"Educational Television, 1972."},
      {
        "id":"ED069130",
        "title":"Computers and Educators: Some Observations."},
      {
        "id":"ED069134",
        "title":"Factsheets Describing National Membership and Service Organizations Concerned with Educational Communications."},
      {
        "id":"ED069135",
        "title":"&quot;Feedback&quot; For Instructioal Television."},
      {
        "id":"ED069136",
        "title":"The El Salvador Educational Reform: Some Effects of the First Teacher Retraining Course."},
      {
        "id":"ED069137",
        "title":"Teacher Observation in El Salvador. Research Report Number Five."},
      {
        "id":"ED069139",
        "title":"Report of Special Consultation on the Development of Measures of TV Violence."},
      {
        "id":"ED069140",
        "title":"The Potential Contribution of Computers to Instruction Reform."},
      {
        "id":"ED069141",
        "title":"Clinton Pilot Cassette Center Project Director's Report and Evaluation Addendum 1969-1970."},
      {
        "id":"ED069142",
        "title":"Use Of, and Reaction To, Educational Television Lessons (KTCA, Channel 2) by Minneapolis Elementary School Teachers 1970-71."},
      {
        "id":"ED069143",
        "title":"Audio Visual Mobile Instructional Laboratory Project Director's Report 1970-71."},
      {
        "id":"ED069144",
        "title":"Mobile Audio Visual Instructional Laboratory Project Director&apos;s Report 1969-1970. A Title I, ESEA Project."},
      {
        "id":"ED069145",
        "title":"Clinton Pilot Cassette Center Project Director's Report 1970-1971."},
      {
        "id":"ED069146",
        "title":"The Development of a Pilot Library of Cassette Tapes Dealing with Recent Advances in the Strategies and Features of Educational Research. Final Report. Including a Report of an External Project Evaluation Conducted by Jerry L. Brown, Indiana University."},
      {
        "id":"ED069148",
        "title":"Computer Programs for Plotting Spot-Beam Coverages from an Earth-Synchronous Satellite and Earth-Station Antenna Elevation Angle Contours. Memorandum Number 72/4."},
      {
        "id":"ED069151",
        "title":"Instructional Media Center; An Annotated Bibliography."},
      {
        "id":"ED069152",
        "title":"Progress Report for the Instructional Management System. Technical Memorandum."},
      {
        "id":"ED069153",
        "title":"Computer-Assisted Instruction and the New Student."},
      {
        "id":"ED069154",
        "title":"The Computer as an Authority Figure: Some Effects of CAI on Student Perception of Teacher Authority. Technical Report Number 29."},
      {
        "id":"ED069155",
        "title":"A Study of the Effects of the Use of a Pupil Response Instrument on the Behaviors of Biological Science Teachers. Dinal Report."},
      {
        "id":"ED069156",
        "title":"Radio's Role in Instruction. Report and Recommendations of the Instructional Radio Task Force of National Educational Radio."},
      {
        "id":"ED069159",
        "title":"Main Street School and Regional Reception Centres: A Comparison of &quot;Graduates.&quot;"},
      {
        "id":"ED069160",
        "title":"New Canadian Activities: Summary of Teachers' Responses to a Questionnaire."},
      {
        "id":"ED069161",
        "title":"Testing Some English Language Skills: Rationale Development and Description."},
      {
        "id":"ED069162",
        "title":"Working Papers in Linguistics No. 12."},
      {
        "id":"ED069163",
        "title":"A Survey of Pupils Learning English as a Second Language in the City of Toronto Public Schools."},
      {
        "id":"ED069164",
        "title":"An Evaluation of the St. John Valley Title VII Bilingual Program, 1970-1971."},
      {
        "id":"ED069166",
        "title":"Language in American Indian Education: A Newsletter of the Office of Education Programs, Bureau of Indian Affairs, United States Department of the Interior."},
      {
        "id":"ED069170",
        "title":"Testing in the Language Laboratory."},
      {
        "id":"ED069172",
        "title":"Continuing German in Grade Five: MLA Teacher's Guide. A Course of Study Including Methods, Materials, and Aids for Teaching German to Fifth-Grade Pupils."},
      {
        "id":"ED069173",
        "title":"Continuing German in Grade Four: MLA Teacher's Guide."},
      {
        "id":"ED069177",
        "title":"Continuing Spanish in Grade Six: MLA Teacher's Guide. A Course of Study Including Methods, Materials and Drills for the Teaching of Reading and Some Structure to Sixth-Grade Children."},
      {
        "id":"ED069181",
        "title":"Negative Transportation and Cross-Linguistic Negative Evidence."},
      {
        "id":"ED069182",
        "title":"Japanese Potentials, Pseudo-potentials, and Case."},
      {
        "id":"ED069183",
        "title":"Crazy Rules and Natural Rules in Japanese Phonology."},
      {
        "id":"ED069184",
        "title":"Time Focus within the Japanese Tense System."},
      {
        "id":"ED069185",
        "title":"Evidence for Subject Raising in Japanese."},
      {
        "id":"ED069186",
        "title":"Reconstruction of Japanese Vowels."},
      {
        "id":"ED069187",
        "title":"A Selective Bibliography of Doctoral Dissertations in Modern Language Education."},
      {
        "id":"ED069188",
        "title":"Why FLES? A Rationale for Beginning Foreign Languages at the Elementary School Level."},
      {
        "id":"ED069189",
        "title":"Comparative Studies in Foreign-Language Teaching. Goteborg Studies in Educational Sciences 9."},
      {
        "id":"ED069190",
        "title":"Maintenance of the Language Laboratory. ERIC Focus Reports on the Teaching of Foreign Languages, Number 28."},
      {
        "id":"ED069191",
        "title":"Video-Taping Dialogs, with Commentary to Teach Cultural Elements."},
      {
        "id":"ED069192",
        "title":"Factors Influencing Attitudes of Florida Teachers toward Modern Foreign Language Teaching Methodology."},
      {
        "id":"ED069193",
        "title":"Individualization of Foreign Language Learning in America, V."},
      {
        "id":"ED069194",
        "title":"Lions in the Classroom."},
      {
        "id":"ED069195",
        "title":"A New Rationale for the Teaching of Foreign Languages in Illinois: A Humanistic View."},
      {
        "id":"ED069196",
        "title":"Spanish American Customs, Culture and Personality."},
      {
        "id":"ED069198",
        "title":"Is Creativity in the Eye of the Beholder?"},
      {
        "id":"ED069199",
        "title":"Leadership in Foreign-Language Education: Developing the State Foreign Language Association."},
      {
        "id":"ED069200",
        "title":"An Annotated Bibliography of Literature Relating to the Costs and Benefits of Graduate Education."},
      {
        "id":"ED069201",
        "title":"Elements Related to the Determination of Costs and Benefits of Graduate Education."},
      {
        "id":"ED069202",
        "title":"The Costs and Benefits of Graduate Education: A Commentary with Recommendations."},
      {
        "id":"ED069203",
        "title":"The Impact of the University of Pittsburgh on the Local Economy. Methodological Appendix."},
      {
        "id":"ED069204",
        "title":"Ethnic Studies in Higher Education. State of the Art and Bibliography."},
      {
        "id":"ED069205",
        "title":"A Manual for Students Volunteering."},
      {
        "id":"ED069206",
        "title":"Brief to the Committee on University Affairs. Estimates of Operating Grant Requirements for 1970-71."},
      {
        "id":"ED069207",
        "title":"Accessibility and Student Aid."},
      {
        "id":"ED069208",
        "title":"Summary of Proceedings of the Annual Meeting of the Association of Urban Universities (56th, Miami, Florida, November 1-2, 1970)."},
      {
        "id":"ED069209",
        "title":"\"The Ten O'Clock Scholar?\" What A Professor Does for His Pay."},
      {
        "id":"ED069210",
        "title":"Responses to the Draft Report of the Commission on Post-Secondary Education in Ontario."},
      {
        "id":"ED069211",
        "title":"Review of the Ontario Operating Grants Formula. Interim Report."},
      {
        "id":"ED069212",
        "title":"Graduate Enrollments in Relation to Requirements for Academic Staff in Ontario Universities."},
      {
        "id":"ED069213",
        "title":"A Formula for Operating Grants to Emergent Universities and Emergent Components of Established Universities."},
      {
        "id":"ED069214",
        "title":"A Method for Developing Unit Costs in Educational Programs."},
      {
        "id":"ED069215",
        "title":"An Analysis of Projections of the Demand for Engineers in Canada and Ontario and An Inquiry into Substitution Between Engineers and Technologists."},
      {
        "id":"ED069216",
        "title":"Motivation for Learning."},
      {
        "id":"ED069217",
        "title":"Nontraditional Innovations in Higher Education Classified by Mode of Operation."},
      {
        "id":"ED069218",
        "title":"Brief to the Committee on University Affairs."},
      {
        "id":"ED069219",
        "title":"Factors Inhibiting the Use of Computers in Instruction."},
      {
        "id":"ED069220",
        "title":"Graduate Attrition at Berkeley."},
      {
        "id":"ED069221",
        "title":"Campus Law Enforcement."},
      {
        "id":"ED069222",
        "title":"Report to the Committee on University Affairs. Submission on the Value of the Basic Income Unit 1969-1970."},
      {
        "id":"ED069223",
        "title":"Analysis of Section Sizes, Fall 1969."},
      {
        "id":"ED069224",
        "title":"Notes on The Special Study on Operating Support for the Emerging Universities in Ontario for Fiscal Year 1968/69, Prepared for Ontario Committee on University Affairs, July 1968."},
      {
        "id":"ED069225",
        "title":"Statement on Guidelines for Application of Executive Order 11246 to Higher Education Institutions Receiving Federal Funds."},
      {
        "id":"ED069226",
        "title":"Methodology of Section Size Analysis."},
      {
        "id":"ED069227",
        "title":"Report of the Subcommittee of the CPUO on Agreements Between the Universities and the Department of Education Concerning Colleges of Education."},
      {
        "id":"ED069228",
        "title":"User Agency Policies and Mechanisms for Utilizing the Resources of Institutions of Higher Education."},
      {
        "id":"ED069229",
        "title":"The Paracollege Image: A Study of Students' Attitudes."},
      {
        "id":"ED069230",
        "title":"First Year Knowledge Acquisition in the Humanities."},
      {
        "id":"ED069231",
        "title":"A Regional Plan for Higher Education: Report from New York City."},
      {
        "id":"ED069232",
        "title":"Appropriations of State Tax Funds for Operating Expenses of Higher Education, 1972-73."},
      {
        "id":"ED069233",
        "title":"Higher Education in Virginia."},
      {
        "id":"ED069234",
        "title":"External Degrees: An Initial Report."},
      {
        "id":"ED069235",
        "title":"Director's Annual Report 1971-1972."},
      {
        "id":"ED069236",
        "title":"The Urban Affairs Programs of Higher Education Associations: What They Are Doing and What They Can Do."},
      {
        "id":"ED069237",
        "title":"Colleges and Minority/Poverty Issues. Bibliography and Other Resources."},
      {
        "id":"ED069238",
        "title":"Higher Education and the Adult Student."},
      {
        "id":"ED069239",
        "title":"Specialized Manpower Production and Research Development in Ontario Faculties of Medicine 1969-1975."},
      {
        "id":"ED069240",
        "title":"A Comparative Analysis of University Calendar Systems."},
      {
        "id":"ED069241",
        "title":"The Health Sciences in Ontario Universities. Recent Experience and Prospects for the Next Decade."},
      {
        "id":"ED069242",
        "title":"Variations on a Theme: Fourth Annual Review, 1969-70."},
      {
        "id":"ED069243",
        "title":"System Emerging. First Annual Review (1966-67) of the Committee of Presidents of Universities of Ontario."},
      {
        "id":"ED069244",
        "title":"The Structure of Post-Secondary Education in Ontario. Supplementary Report No. 1 of the Committee of Presidents of Provincially Assisted Universities and Colleges of Ontario."},
      {
        "id":"ED069245",
        "title":"From the Sixties to the Seventies: An Appraisal of Higher Education in Ontario."},
      {
        "id":"ED069246",
        "title":"Post-Doctoral Education in the Ontario Universities 1969-70."},
      {
        "id":"ED069248",
        "title":"Ontario Universities' Application Centre. A Study of the Needs and Design of a Centre for Applications for Admission to the Universities of Ontario."},
      {
        "id":"ED069249",
        "title":"Financing University Programs in Education. Report on the Special Study of Requirements for the Formula Financing of Education Programs in Ontario Universities."},
      {
        "id":"ED069250",
        "title":"Participatory Planning: Fifth Annual Review, 1970-71."},
      {
        "id":"ED069252",
        "title":"Final Report and Recommendations on Regional Computing Centre Development."},
      {
        "id":"ED069253",
        "title":"Brief of the Structure and Operation of the Operating Grants Formula for the Provincially-Assisted Universities of Ontario 1967-68 through 1969-70."},
      {
        "id":"ED069254",
        "title":"A Comparison of the Costs of Building Elements Related to Design Requirements for Selected University and Non-University Buildings in Ontario. Volume 4."},
      {
        "id":"ED069255",
        "title":"Students and Colleges: Interaction and Change."},
      {
        "id":"ED069256",
        "title":"Collective Autonomy: Second Annual Review 1967/68."},
      {
        "id":"ED069257",
        "title":"Canadians Engaged in Post-Doctoral Studies in Other Countries 1969-70."},
      {
        "id":"ED069258",
        "title":"Aim and Objectives of Emerging Universities. Study Paper."},
      {
        "id":"ED069260",
        "title":"Undergraduate Student Aid and Accessibility in the Universities of Ontario."},
      {
        "id":"ED069261",
        "title":"Report to the Ontario Council on Graduate Studies of the Committee on Student Financial Support."},
      {
        "id":"ED069262",
        "title":"Survey of Employment of Ontario Ph.D. Graduates - 1964-69."},
      {
        "id":"ED069263",
        "title":"Report of the Task Force on Computer Charging."},
      {
        "id":"ED069264",
        "title":"The Educational Development Officer: Role, Tasks and Training."},
      {
        "id":"ED069265",
        "title":"Inventory of Current Research on Postsecondary Education 1972. A Guide to Recent and Ongoing Projects in the United States and Canada."},
      {
        "id":"ED069266",
        "title":"University-Urban Interface Program Phase IV. Progress Report 1 (July, 1972-September, 1972)."},
      {
        "id":"ED069267",
        "title":"Capstone Survey (Mail Questionnaire Returns)."},
      {
        "id":"ED069268",
        "title":"Products and Productivity; A Perspective on Learning."},
      {
        "id":"ED069270",
        "title":"Human Development Instruction for Career Students in the Community College: An Exploratory Study."},
      {
        "id":"ED069271",
        "title":"A Study of Divisional Differences in a Community College Organization."},
      {
        "id":"ED069272",
        "title":"Junior College Journalism in Alabama, Present and Future. With a Related Survey of Journalism Education in Alabama Senior Colleges and Universities."},
      {
        "id":"ED069273",
        "title":"Two-Year College Faculty Attitudes: Innovation Readiness (A Parallel-Perceptions Inquiry)."},
      {
        "id":"ED069274",
        "title":"The Graduates 1970: A Follow-up Study of the Students who Graduated from Montgomery Community College in 1970."},
      {
        "id":"ED069275",
        "title":"Hawaii State Senior Center--Third Annual Report."},
      {
        "id":"ED069276",
        "title":"Nor Cal Research Group Vocational Education Study: A Field Study To Determine Characteristics of Most Successful Vocational Education Programs."},
      {
        "id":"ED069277",
        "title":"Occupational Outlook: Montgomery and Prince Georges Counties. A Forecast of Training Requirements for Occupations Which Will Hold Promise in the Next Five Years."},
      {
        "id":"ED069278",
        "title":"Nebraska's Information Network: A State of the Art Survey."},
      {
        "id":"ED069279",
        "title":"An Annotated Bibliography of Adult Basic Education and Related Library Materials."},
      {
        "id":"ED069280",
        "title":"Library Laws of Texas."},
      {
        "id":"ED069281",
        "title":"Reading Research Utilization Project, Interim Report."},
      {
        "id":"ED069282",
        "title":"Iowa Library Information Teletype Exchange Regulations and Operational Techniques, A Manual for Library Administrators and TWX Operators."},
      {
        "id":"ED069284",
        "title":"International and National Organizations, Proceedings: International Federation for Documentation Study Committee \"Information for Industry\" - FID/II. Meeting Held in the Framework of the ISLIC International Conference on Information Science, Tel Aviv, Sept. 3, 1971."},
      {
        "id":"ED069293",
        "title":"Student Library Resource Requirements in Philadelphia. Annual Report, Phase IV, June 15, 1971 - June 30, 1972."},
      {
        "id":"ED069294",
        "title":"Student Library Resource Requirements in Philadelphia. Evaluation Report, Phase IV, June 15, 1971 - June 30, 1972."},
      {
        "id":"ED069295",
        "title":"Student Library Resource Requirements in Philadelphia; Selected Materials Covering Joint Planning and Development of a Student Learning Center Demonstration. Supplement to Annual Report, Phase IV, June 15, 1971 - June 30, 1972."},
      {
        "id":"ED069296",
        "title":"Artificial Intelligence - A Case for Agnosticism."},
      {
        "id":"ED069297",
        "title":"University of Michigan Medical Center Library: MEDLARS Cumulative Report 1966 - 1972."},
      {
        "id":"ED069298",
        "title":"A Delphi Approach to a Selected Book Retirement Policy."},
      {
        "id":"ED069299",
        "title":"The Child's Literary Heritage, Folk and Fairy Literature."},
      {
        "id":"ED069300",
        "title":"Oregon Public Libraries."},
      {
        "id":"ED069301",
        "title":"Programmes for Children."},
      {
        "id":"ED069303",
        "title":"Managing the ERIC Data Base. (Technical and Managerial Considerations in Operating a Computerized Information Processing Center in Support of a Multi-Disciplinary Network.)"},
      {
        "id":"ED069304",
        "title":"A Proposed Plan for Reference Services for San Diego and Imperial Counties."},
      {
        "id":"ED069305",
        "title":"Iowa Network for Obtaining Resource Materials for Schools (INFORMS), Activities Manual; Operational and Promotional."},
      {
        "id":"ED069310",
        "title":"Directory of Educational Programs in Information Science. Supplement, 1972-1973."},
      {
        "id":"ED069311",
        "title":"National Inventory of Library Statistics Practices, Volume II; Agency Profiles and Individual Site Descriptions. Final Report."},
      {
        "id":"ED069313",
        "title":"Inter-American Seminar on Integrated Information Services of Libraries, Archives and Documentation Centers in Latin America and the Caribbean (SI/ABCD), (Washington, D.C.; 6-17 November, 1972)."},
      {
        "id":"ED069315",
        "title":"A Cost Analysis Comparison of University Funded Faculty Facsimile Service and Faculty Journal Circulation Privileges."},
      {
        "id":"ED069316",
        "title":"Statistics on Book Production, Periodicals and Libraries."},
      {
        "id":"ED069317",
        "title":"Computer-Based Humanities Reference Services and the University Library."},
      {
        "id":"ED069318",
        "title":"Long Range Plan for Library Development in Oregon with Five Year Action Plan."},
      {
        "id":"ED069319",
        "title":"Long-Range Program, Hawaii State Library System; 1973-1978."},
      {
        "id":"ED069320",
        "title":"Massachusetts Long-Range Program Under Library Services and Construction Act, (P.L. 91-600)."},
      {
        "id":"ED069321",
        "title":"The Ohio Long Range Program for Improvement of Library Services as Assisted by the Federal Library Services and Construction Act, 1972-1976."},
      {
        "id":"ED069322",
        "title":"A Long Range Program for Library Development in Arkansas, 1972-1977."},
      {
        "id":"ED069323",
        "title":"A Five Year Plan; Pennsylvania Library Development, 1971-1976."},
      {
        "id":"ED069324",
        "title":"Long Range Plan for Library Service to the People of New York State, (July 1, 1972-June 30, 1977); Utilizing Local, State and Federal Resources."},
      {
        "id":"ED069325",
        "title":"A Five Year Program for Library Development in New Mexico, 1972-1977."},
      {
        "id":"ED069326",
        "title":"Long-Range Program for Library Service in New Hampshire."},
      {
        "id":"ED069328",
        "title":"Day Care Licensing Study Summary Report on Phase I: State and Local Day Care Licensing Requirements."},
      {
        "id":"ED069329",
        "title":"Paternal Effectiveness in a Selected Cognitive Task."},
      {
        "id":"ED069330",
        "title":"Cognitive and Perceptual Development in Children."},
      {
        "id":"ED069331",
        "title":"Motor Activity for Early Childhood."},
      {
        "id":"ED069333",
        "title":"Comprehensive Headstart, Child Development, and Family Services Act of 1972: Bill Text and Section-by-Section Analysis."},
      {
        "id":"ED069334",
        "title":"Administrator's Handbook for Kindergartens."},
      {
        "id":"ED069337",
        "title":"Dokumentation Vorlaufige Richtlinien Fur Die Erziehung im Elementar-Bereich (Introductory Principles for Education in the Primary Range)."},
      {
        "id":"ED069338",
        "title":"The Evaluation and Implications of Research with Young Handicapped and Low-Income Children at the Institute for Research on Exceptional Children at the University of Illinois."},
      {
        "id":"ED069339",
        "title":"Report on the February 1971 Version of the Wisconsin Basic Prereading Skill Test."},
      {
        "id":"ED069340",
        "title":"Guided Self-Analyses Early Childhood Education Program: Teaching Young Children. Overview."},
      {
        "id":"ED069341",
        "title":"Classroom on Wheels."},
      {
        "id":"ED069344",
        "title":"The Contribution of Verbal Descriptions to Visual Memory in Nursery-School Children. Final Report."},
      {
        "id":"ED069345",
        "title":"Preschool Reading Instruction: A Literature Search, Evaluation, and Interpretation. Final Report."},
      {
        "id":"ED069346",
        "title":"Preschool Reading Instruction: A Literature Search, Evaluation, and Interpretation. Final Report."},
      {
        "id":"ED069347",
        "title":"Preschool Reading Instruction: A Literature Search, Evaluation, and Interpretation. Final Report."},
      {
        "id":"ED069350",
        "title":"The Development of Antonym Adjective Structures in Children. Final Report."},
      {
        "id":"ED069351",
        "title":"So You're Going to Run a Day Care Service!"},
      {
        "id":"ED069352",
        "title":"Report on Preliminary Impact Data from a National Survey of the Parent-Child Center Program."},
      {
        "id":"ED069353",
        "title":"Clustering and the Selection of a Representative Sample of Parent-Child Centers for a Study of the Impact of the National Program."},
      {
        "id":"ED069354",
        "title":"Case Studies of Children in Head Start Planned Variation, 1970-1971."},
      {
        "id":"ED069355",
        "title":"Planned Variation in Head Start and Follow Through."},
      {
        "id":"ED069356",
        "title":"How Deviant Is the Normal Child? A Behavioral Analysis of the Preschool Child and His Family."},
      {
        "id":"ED069357",
        "title":"What Behaviors May Be Called Deviant for Children? A Comparison of Two Approaches to Behavior Classification."},
      {
        "id":"ED069358",
        "title":"Assessment of Early Child Development."},
      {
        "id":"ED069359",
        "title":"Children at Risk: The Growing Problem of Child Abuse."},
      {
        "id":"ED069360",
        "title":"Adventures in Cooking: A Collection of Recipes for Use in Nursery Schools, Day Care Centers, Head Start Programs, Kindergartens, and Primary Classrooms."},
      {
        "id":"ED069362",
        "title":"Head Start Curriculum Guide."},
      {
        "id":"ED069363",
        "title":"Head Start - Kindergarten Educational Aides Handbook."},
      {
        "id":"ED069364",
        "title":"Licensing Your Community Child Care Center."},
      {
        "id":"ED069365",
        "title":"The Young Black Child: His Early Education and Development."},
      {
        "id":"ED069366",
        "title":"Bibliographies in Education No. 28: Early Childhood Education."},
      {
        "id":"ED069367",
        "title":"Bibliography of Open Classroom Articles."},
      {
        "id":"ED069369",
        "title":"Report of the Minister's Committee on Kindergarten Education: Final Report."},
      {
        "id":"ED069372",
        "title":"Toward Interagency Coordination: An Overview of Federal Research and Development Activities Relating to Early Childhood, and Recommendations for the Future."},
      {
        "id":"ED069373",
        "title":"Toward Interagency Coordination: An Overview of Federal Research and Development Activities Relating to Early Childhood, and Recommendations for the Future. (Executive Summary)."},
      {
        "id":"ED069374",
        "title":"A Black Curriculum for Early Childhood Education: Teaching Units."},
      {
        "id":"ED069375",
        "title":"Early Childhood Education: Report of the Task Force on Early Childhood Education."},
      {
        "id":"ED069376",
        "title":"Mother Directed Achievement of Children in Two Cultures."},
      {
        "id":"ED069377",
        "title":"A Cognitive-Developmental Analysis of Achievement and Moral Judgments."},
      {
        "id":"ED069378",
        "title":"Evaluation in Early Childhood Education."},
      {
        "id":"ED069379",
        "title":"Ethics and Concepts of Cultural Therapy."},
      {
        "id":"ED069380",
        "title":"Identification of Preschool Children with Emotional Problems."},
      {
        "id":"ED069381",
        "title":"Procedures, Costs, and Results of the Pilot Special Events Child Development Programs, Minneapolis and St. Paul, Minnesota, 1971 and 1972."},
      {
        "id":"ED069383",
        "title":"The High/Scope Cognitive Preschool Curriculum: An Open Framework."},
      {
        "id":"ED069384",
        "title":"Action in the Cognitive Preschool Model."},
      {
        "id":"ED069385",
        "title":"Child Management in the Cognitive Preschool Model."},
      {
        "id":"ED069386",
        "title":"Levels of Representation. Part I: Experience with Real Objects: The Object Level and The Index Level."},
      {
        "id":"ED069387",
        "title":"Levels of Representation. Part II: Experience with Representation: The Symbol Level and The Sign Level."},
      {
        "id":"ED069388",
        "title":"Language in the Cognitive Preschool Model."},
      {
        "id":"ED069389",
        "title":"A Comparative Study of Self-Concept: Open Space Versus Self-Contained Classroom."},
      {
        "id":"ED069390",
        "title":"An Overview of the Parent Project."},
      {
        "id":"ED069391",
        "title":"Demonstration of Home-Oriented Early Childhood Education Program. Final Report."},
      {
        "id":"ED069392",
        "title":"What Is Good Day Care?"},
      {
        "id":"ED069393",
        "title":"How to Start a Parent Cooperative Program."},
      {
        "id":"ED069396",
        "title":"Publicity."},
      {
        "id":"ED069397",
        "title":"Teacher Hiring."},
      {
        "id":"ED069398",
        "title":"The Effect of School Failure on the Life of a Child."},
      {
        "id":"ED069400",
        "title":"Identification of School-Related Objects as Perceived by Children on Primary School Levels."},
      {
        "id":"ED069401",
        "title":"Malnutrition, C0gnitive Development, and Learning."},
      {
        "id":"ED069402",
        "title":"Day Care: An Abstract Bibliography (Supplement #1)."},
      {
        "id":"ED069403",
        "title":"The List-Length Effect on Long-Term Memory: Forgetting or Lack of Original Storage?"},
      {
        "id":"ED069404",
        "title":"Habituation and the Response to Discrepancy: Implications for Memory, Retrieval, and Processing Perceptual Information."},
      {
        "id":"ED069405",
        "title":"Natal Influences and Twin Differences: Draft."},
      {
        "id":"ED069408",
        "title":"Risk-Taking Behavior in Children."},
      {
        "id":"ED069409",
        "title":"Locus Of Control And Competence In Children."},
      {
        "id":"ED069411",
        "title":"Four Preschool Programs: Their Dimensions And Effects."},
      {
        "id":"ED069412",
        "title":"Sitting Safely, Home and Family Education: 6755.01."},
      {
        "id":"ED069413",
        "title":"A. P. A. (American Psychological Association) Values Symposium Paper 1972."},
      {
        "id":"ED069414",
        "title":"Sex Differentiation In Early Infancy: Problems In Methodology And Interpretation Of Data."},
      {
        "id":"ED069415",
        "title":"Relationships Between Fathers' Reported and Observed Behaviors with Daughters."},
      {
        "id":"ED069417",
        "title":"The Collaborative Study on Cerebral Palsy, Mental Retardation, and Other Neurological and Sensory Disorders of Infancy and Childhood. Bibliography No. 5, July 1971 through June 1972."},
      {
        "id":"ED069418",
        "title":"A Developmental Study Of Attention: A Multivariate Approach."},
      {
        "id":"ED069419",
        "title":"Model Programs Compensatory Education: Mother-Child Home Program, Freeport, New York."},
      {
        "id":"ED069420",
        "title":"Model Programs Compensatory Education: More Effective Schools Program, New York, New York."},
      {
        "id":"ED069421",
        "title":"Model Programs Compensatory Education: Preschool Program, Fresno, California."},
      {
        "id":"ED069422",
        "title":"Model Programs Compensatory Education: Project Early Push, Buffalo, New York."},
      {
        "id":"ED069423",
        "title":"Comparison of Thinking Abilities of Five-Year-Old White and Black Children in Relation to Certain Environmental Factors. Final Report."},
      {
        "id":"ED069424",
        "title":"Disadvantaged Children and Their First School Experiences: ETS-Head Start Longitudinal Study. Demographic Indexes of Socioeconomic Status and Maternal Behaviors and Attitudes."},
      {
        "id":"ED069425",
        "title":"Overview Snapshot Observational Technique (OSOT): Administration Manual Experimental Research Form."},
      {
        "id":"ED069426",
        "title":"Racial Attitudes in Preschool Children: Modification Via Operant Conditioning, and a Revised Measurement Procedure."},
      {
        "id":"ED069427",
        "title":"Effectiveness of Social Reinforcement as a Function of Children's Familiarity with the Experimenter."},
      {
        "id":"ED069428",
        "title":"Impact of Early Education on Disadvantaged Children."},
      {
        "id":"ED069429",
        "title":"Nonverbal Communication in Across-Race Dyads."},
      {
        "id":"ED069430",
        "title":"Anxiety, Attribute Treatment Interactions, and Individualized Instruction."},
      {
        "id":"ED069431",
        "title":"An Investigation of the Singing Abilities of Kindergarten and First Grade Children in East Texas."},
      {
        "id":"ED069432",
        "title":"Stimulus Predifferentiation and Modification of Children's Racial Attitudes."},
      {
        "id":"ED069433",
        "title":"Nutrition and Learning in Preschool Children."},
      {
        "id":"ED069434",
        "title":"Systems for Observing Parent-Child Interactions."},
      {
        "id":"ED069435",
        "title":"An Investigation of the Effects of a Diagnostic Prescriptive Kindergarten Program on the Predicted Reading Levels of Children Identified as Potential Reading Failures. Final Report."},
      {
        "id":"ED069436",
        "title":"A Discussion of Preliminary Findings for the Evaluation of the New Approach Method (NAM). The First Fifty Graduates."},
      {
        "id":"ED069437",
        "title":"Kramer School -- Something for Everybody."},
      {
        "id":"ED069438",
        "title":"Individual Differences in Infant Responses to Brief, Everyday Separations as Related to Other Infant and Maternal Behaviors."},
      {
        "id":"ED069440",
        "title":"Home Start Evaluation Study."},
      {
        "id":"ED069443",
        "title":"Medical Care for Small Communities."},
      {
        "id":"ED069444",
        "title":"The Indian Adolescent: Psychosocial Tasks of the Plains Indian of Western Oklahoma."},
      {
        "id":"ED069445",
        "title":"A Selected Annotated Bibliography of Material Relating to Racism, Blacks, Chicanos, Native Americans, and Multi Ethnicity. Volume I."},
      {
        "id":"ED069446",
        "title":"Michigan Education Association, Division of Minority Affairs, Annual Report, August 1972."},
      {
        "id":"ED069447",
        "title":"Report on Tewa Portion of Trilingual Program at San Juan Elementary School, 1971-1972"},
      {
        "id":"ED069448",
        "title":"The Integration of Family Planning and Maternal-Child Health Programs in Rural Areas: A Developing Approach."},
      {
        "id":"ED069449",
        "title":"Health Services for Migrant Children."},
      {
        "id":"ED069450",
        "title":"Current Status of Laboratory Studies."},
      {
        "id":"ED069451",
        "title":"Conflict in the Communication of Technology: Remarks on the Evolving Situation in U. S. and Yugoslav Rural Development."},
      {
        "id":"ED069452",
        "title":"Rural Alaskan Schools: Educational Specifications. Reprinted September, 1971."},
      {
        "id":"ED069453",
        "title":"The Haskell Transition Evaluation. Research and Evaluation Report No. 7."},
      {
        "id":"ED069455",
        "title":"Recommendation for Enhancing the Educational Process for Hispano Students in the Denver Public Schools."},
      {
        "id":"ED069456",
        "title":"Proposal for Quality Education."},
      {
        "id":"ED069458",
        "title":"Title I Project Synopsis, Fiscal Year 1973. Phoenix Area Bureau of Indian Affairs."},
      {
        "id":"ED069459",
        "title":"Report of Final Evaluation, ESEA Title I Projects, Fiscal Year 1972. Phoenix Area Bureau of Indian Affairs."},
      {
        "id":"ED069460",
        "title":"Statewide Conference on Migrant Education (State University College in Geneseo, New York, July 8, 1971)."},
      {
        "id":"ED069461",
        "title":"Advances in Navajo Bilingual Education 1969-72. Navajo Reading Study Progress Report No. 20."},
      {
        "id":"ED069462",
        "title":"The Aztecs Bibliography."},
      {
        "id":"ED069463",
        "title":"Twenty-Fifth Annual Report of Indian Education in Oklahoma."},
      {
        "id":"ED069465",
        "title":"Indian Education and the Federal Government."},
      {
        "id":"ED069468",
        "title":"A Field Guide to Outdoor Learning in Powell County, Biome Descriptions, Field Activities, Field Sites."},
      {
        "id":"ED069469",
        "title":"Basic Mathematics Machine Calculator Course."},
      {
        "id":"ED069473",
        "title":"Directory of In-Service Institutes for Secondary School Teachers and Supervisors of Science, Mathematics and Social Science."},
      {
        "id":"ED069474",
        "title":"Council of Europe Information Bulletin 2/1972."},
      {
        "id":"ED069475",
        "title":"Wisconsin Statewide Assessment Mathematics. An Exemplary Mathematics Program Grades K-8 and a Hierarchy of Student Behavioral Objectives K-8."},
      {
        "id":"ED069478",
        "title":"A Regulation for the Control of Atmospheric Pollution, Amended Version."},
      {
        "id":"ED069481",
        "title":"Nutrition Books and Resources 1971."},
      {
        "id":"ED069482",
        "title":"Science Education News, October 1972, Educational Research and Development."},
      {
        "id":"ED069483",
        "title":"General Principles of International Collaboration in Mathematical Education."},
      {
        "id":"ED069484",
        "title":"A Math Continuum, Part D."},
      {
        "id":"ED069496",
        "title":"Some Computational Strategies of Seventh Grade Pupils. Final Report."},
      {
        "id":"ED069498",
        "title":"Individualizing Science Instruction: A Bibliography of Readings."},
      {
        "id":"ED069499",
        "title":"Mathematics Methods Program Newsletter, Number 2."},
      {
        "id":"ED069500",
        "title":"Mathematics Objectives, Level 7 [Project SPPED, System for Program and Pupil Evaluation and Development]."},
      {
        "id":"ED069502",
        "title":"The Ninety Six Story."},
      {
        "id":"ED069503",
        "title":"Learning Activity Package, Pre-Algebra."},
      {
        "id":"ED069504",
        "title":"Learning Activity Package, Algebra."},
      {
        "id":"ED069505",
        "title":"Learning Activity Package, Algebra-Trigonometry."},
      {
        "id":"ED069506",
        "title":"Learning Activity Package, Geometry."},
      {
        "id":"ED069522",
        "title":"Cuisenaire Daily Calendar of a Primary One Teacher. How-I-Did-It."},
      {
        "id":"ED069523",
        "title":"Exploring Linear Measure."},
      {
        "id":"ED069524",
        "title":"Exploring Linear Measure, Teacher's Guide."},
      {
        "id":"ED069525",
        "title":"Activities with Ratio and Proportion."},
      {
        "id":"ED069526",
        "title":"Activities with Ratio and Proportion, Teacher's Guide."},
      {
        "id":"ED069527",
        "title":"Equa-formu-alities (Equations - Formulas - Inequalities)."},
      {
        "id":"ED069528",
        "title":"Equa-formu-alities (Equations - Formulas - Inequalities), Teacher's Guide."},
      {
        "id":"ED069529",
        "title":"Angle Measure."},
      {
        "id":"ED069530",
        "title":"Angle Measure, Teacher's Guide."},
      {
        "id":"ED069531",
        "title":"Where is the Point?"},
      {
        "id":"ED069532",
        "title":"Where is the Point? Teacher's Guide."},
      {
        "id":"ED069533",
        "title":"Geometric Excursions."},
      {
        "id":"ED069535",
        "title":"Similarity and Congruence."},
      {
        "id":"ED069536",
        "title":"Similarity and Congruence, Teacher's Guide."},
      {
        "id":"ED069537",
        "title":"Activities in Geometry, Grades 4-6."},
      {
        "id":"ED069538",
        "title":"Measurement, Grades 4-6."},
      {
        "id":"ED069539",
        "title":"Binary Arithmetic From Hariot (CA, 1600 A.D.) to the Computer Age."},
      {
        "id":"ED069545",
        "title":"Integrated Science Course, Memoranda for Teachers, Sections 1-8 and Sections 9-14."},
      {
        "id":"ED069546",
        "title":"Science Topics for Third and Fourth Year Non-S.C.E. Courses."},
      {
        "id":"ED069559",
        "title":"Supplementary Catalog of Resources for Inclusion of Negro History and Culture in the Dade County Curriculum Preliminary Edition."},
      {
        "id":"ED069560",
        "title":"\"The Panama Canal Episode: An Encounter with a Question and Answers.\" Occasional Paper 3."},
      {
        "id":"ED069561",
        "title":"A Mini-Independent Study Unit for Social Studies Applying the Principles of the Taxonomy of the Cognitive Domain. Occasional Paper 4."},
      {
        "id":"ED069562",
        "title":"The South: Birmingham Case Study, and The South as a Region. Grade Five (Unit IV). Resource Unit. Project Social Studies."},
      {
        "id":"ED069563",
        "title":"The Northeast--Case Study on New York City; The Northeast as a Region. Grade Five (Unit III). Resource Unit. Project Social Studies."},
      {
        "id":"ED069564",
        "title":"The United States: An Overview. Grade Five (Unit I). Resource Unit. Project Social Studies."},
      {
        "id":"ED069565",
        "title":"The Midwest. Grade Five (Unit II). Resource Unit. Project Social Studies."},
      {
        "id":"ED069566",
        "title":"Latin America: Introduction and Summary. Grade Five (Unit 7). Resource Unit. Project Social Studies."},
      {
        "id":"ED069567",
        "title":"Canada. Grade Five (Unit 6). Resource Unit. Project Social Studies."},
      {
        "id":"ED069568",
        "title":"The West. Grade Five (Unit V). Resource Unit. Project Social Studies."},
      {
        "id":"ED069569",
        "title":"Educational Reform in Finland in the 1970&apos;s."},
      {
        "id":"ED069570",
        "title":"Education in Finland."},
      {
        "id":"ED069571",
        "title":"Videotape Recording of Narcotic Addicts in Group Therapy: The Analysis of Communicational and Interactive Behavior."},
      {
        "id":"ED069572",
        "title":"Innovation in Education--Norway. Technical Report."},
      {
        "id":"ED069573",
        "title":"World Future Society. Bulletin."},
      {
        "id":"ED069575",
        "title":"Markles Flats Junior High School: A Project of the Ithaca School System and the Human Affairs Program of Cornell University."},
      {
        "id":"ED069576",
        "title":"Toward the Human Element. Beginning Handbook for Change. Volume I."},
      {
        "id":"ED069578",
        "title":"The What and How of Teaching Afro-American Culture and History in the Elementary Schools."},
      {
        "id":"ED069580",
        "title":"Instructor's Handbook to the Package Economics Course."},
      {
        "id":"ED069581",
        "title":"Educational Development in Guinea, Mali, Senegal, and Ivory Coast."},
      {
        "id":"ED069582",
        "title":"Self-Evaluation Checklist for School Music Programs. (Grades 1-6 and Administrator's Form.)"},
      {
        "id":"ED069583",
        "title":"Intra-Urban Unit: ETS Evaluation Report, Limited Field Trials. High School Geography Project."},
      {
        "id":"ED069584",
        "title":"The Urban University Student: A Political Profile. University-Urban Interface Program."},
      {
        "id":"ED069586",
        "title":"Population and Family Education. Book II. Draft Sample Instructional Materials. Social Studies."},
      {
        "id":"ED069587",
        "title":"Educator Response to the Counter Culture."},
      {
        "id":"ED069588",
        "title":"Who Went to School?"},
      {
        "id":"ED069589",
        "title":"Education: Sector Working Paper."},
      {
        "id":"ED069590",
        "title":"[Treasury Law Enforcement School. Course 14. \"Evidence.\" Student Guide, Text, and Handout.]"},
      {
        "id":"ED069591",
        "title":"Maslow's Human Motivation Needs Hierarchy: A Bibliography."},
      {
        "id":"ED069593",
        "title":"Contemporary Music for Schools."},
      {
        "id":"ED069594",
        "title":"Teaching About Life in the City."},
      {
        "id":"ED069595",
        "title":"Music in the High School. A Syllabus in Music, Grades 9-12."},
      {
        "id":"ED069596",
        "title":"Selected Bibliography of Polish Educational Materials. Volume 10, Number 4."},
      {
        "id":"ED069597",
        "title":"The Effects of the Position of Organizers on the Learning of Structured Anthropology Materials in Grades Three and Six. Final Report."},
      {
        "id":"ED069599",
        "title":"A Comparative Study of the Academic Achievements of Secondary Age Students of the United States and the British Isles."},
      {
        "id":"ED069600",
        "title":"An Anthology of Selected Readings for the Symposium on the \"Quality of Life\" Concept: A Potential New Tool for Decision-Makers."},
      {
        "id":"ED069601",
        "title":"Voluntary Opportunities for Inspiring Coordinators for Education. Annual Report."},
      {
        "id":"ED069602",
        "title":"An Innovative Approach to Pulic School Staff Development. A Collaborative Mode."},
      {
        "id":"ED069603",
        "title":"Developing a Flexible Curriculum. Inservice Evaluation Report."},
      {
        "id":"ED069604",
        "title":"Small Group Inquiry."},
      {
        "id":"ED069605",
        "title":"A Model for Preschool-Primary Teacher Education."},
      {
        "id":"ED069606",
        "title":"Behavioral Objectives: An Annotated Bibliography."},
      {
        "id":"ED069607",
        "title":"Bibliographies in Education: Teacher Evaluation."},
      {
        "id":"ED069608",
        "title":"An Institute for Community College Faculty, Student Personnel Specialists, Administrators and Students. Final Report."},
      {
        "id":"ED069609",
        "title":"New England Program in Teacher Education. Futurist Working Papers: The Teacher in 1984."},
      {
        "id":"ED069611",
        "title":"Training Recruitment and Utilization of Teachers in Primary and Secondary Education."},
      {
        "id":"ED069612",
        "title":"Innovations Now! International Perspectives on Innovation in Teacher Education."},
      {
        "id":"ED069613",
        "title":"The International Dimension of American Teacher Education. A Survey of International Education Programs of American Colleges and Universities."},
      {
        "id":"ED069614",
        "title":"A Report To The Superintendent Regarding the Progress of Venice Junior High School Towards Flexible Instructional Organization (F10), or Staff Differentiation."},
      {
        "id":"ED069615",
        "title":"An Investigation of the Relationship Between A Set of Economic Concerns and Teacher Withdrawal in the State of Maryland From 1960 to 1970."},
      {
        "id":"ED069616",
        "title":"Program To Train Instructors of Ten Junior Colleges in the Ozark Economic Development Region."},
      {
        "id":"ED069617",
        "title":"Teacher Training In Inquiry by a Performance Contractor: A Unique Experiment In Jacksonville, Florida."},
      {
        "id":"ED069618",
        "title":"The Power of Competency-Based Teacher Education: A Report."},
      {
        "id":"ED069621",
        "title":"Planning for Change."},
      {
        "id":"ED069623",
        "title":"Planning for Change: A Course in Urban Politics and Neighborhood Planning for the Fourth and Fifth Grades in New York City's Public Schools. Teacher's Manual."},
      {
        "id":"ED069624",
        "title":"A Classical Test-Theory Approach to Criterion-Referenced Tests."},
      {
        "id":"ED069625",
        "title":"Forester Aid (gov. ser.) 441.384--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069626",
        "title":"Cannery Mechanic (can. and preserv.) 638.281-022--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069627",
        "title":"Food-Service Supervisor (hotel and rest.) 319.138-010--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069628",
        "title":"Body Maker Feeder (tinware) 616.885--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069629",
        "title":"Tricot-Knitting-Machine Operator (knit goods) 685.885--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069630",
        "title":"Molded-Goods Inspector-Trimmer (rubber goods) 759.687--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069631",
        "title":"Photograph Finisher (any ind.) I 976.886--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069632",
        "title":"Machinery Erector (engine &amp; turbine; mach. mfg.) 638.281--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069633",
        "title":"Engineer (water trans.) 197.130--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069634",
        "title":"Welder, Production Line (welding) 812.884-018--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069635",
        "title":"Model Maker (aircraft mfg.) I 693.381--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069636",
        "title":"Cook, Short Order (Hotel &amp; rest.) 314.381--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069637",
        "title":"Programmer, Detail, Graphic Arts (clerical) 219.388--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069638",
        "title":"Counselor (profess. and kin.) II 045.108-010--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069639",
        "title":"Twister-Tender (asbestos prod; glass mfg.; synthetic fibers; textile) 681.885--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069640",
        "title":"Screw-Machine Set-Up Operator, Jobbing (mach. shop) 604.380-028--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069641",
        "title":"Yarn Service Trainee (synthetic fibers) 929.887--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069642",
        "title":"Mine-Machinery Mechanic (mining &amp; quarrying) 620.281-078--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069643",
        "title":"Assembler, Small Products (any ind.) 739.887-034--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069644",
        "title":"Assembler, Oil Filters (auto mfg.) 739.887--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069645",
        "title":"Hose Maker (rubber goods) 752.781-010--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069646",
        "title":"V-Belt Wrapper (rubber goods) 690.885-438--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069647",
        "title":"Assembler (elec. equip.) 826.884, Assembler, Electrical (elec. equip.) 826.884--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069648",
        "title":"Customer-Engineering Specialist (office mach.) 828.281--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069649",
        "title":"Electronics Foreman (electronics) 5-92.621 (726.134)--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069650",
        "title":"Offset-Web-Press Man (print. &amp; pub.), 4-48.033--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069651",
        "title":"Technician, Automated Equipment (office mach.) 823.281--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069652",
        "title":"Inspector, Mechanical and Electrical (elec. equip.) 6-99.435--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069653",
        "title":"Wray Behavior Scale."},
      {
        "id":"ED069654",
        "title":"Report on an Individualized Reading Skills and Social Science Program in Progress."},
      {
        "id":"ED069655",
        "title":"A Report on the Evaluation of the Parent/Child Toy-Lending Library Program."},
      {
        "id":"ED069656",
        "title":"An Evaluation of the White Bear lake Senior High School Program. Final Report."},
      {
        "id":"ED069663",
        "title":"The Dimensions of Measurement of the Affective Domain."},
      {
        "id":"ED069664",
        "title":"The Prediction of Doctorate Attainment in Psychology, Mathematics and Chemistry: Preliminary Report."},
      {
        "id":"ED069665",
        "title":"Performance Contracting in Principle and Practice."},
      {
        "id":"ED069666",
        "title":"An Empirical Investigation of Specified Violations of the Assumptions Underlying Statistical Techniques. Final Report."},
      {
        "id":"ED069667",
        "title":"An Assessment of the Influence of Attention to the Task in the Measurement of Visual Perceptual Abilities. Final Report."},
      {
        "id":"ED069670",
        "title":"Construct Validation of A Standardized Achievement Test."},
      {
        "id":"ED069671",
        "title":"Testing Whether a Disattenuated Correlation Is Perfect."},
      {
        "id":"ED069673",
        "title":"Linear and Curvilinear Models for Aptitude-Treatment Interactions."},
      {
        "id":"ED069674",
        "title":"Convergent and Discriminant Validation of the French and Guilford-Zimmerman Spatial Orientation and Spatial Visualization Factors."},
      {
        "id":"ED069675",
        "title":"Objective Measurement of Emerging Affective Traits in Preschool Children."},
      {
        "id":"ED069676",
        "title":"Development of a Mechanization Scale: Measurement of Stereotypes of Attitude toward Technology."},
      {
        "id":"ED069678",
        "title":"Monotonicity Properties of Dirichlet Integrals with Applications to the Multinomial Distribution and the Anova Test; A Draft."},
      {
        "id":"ED069683",
        "title":"A Note on Box's General Method of Approximation for the Null Distributions of Likelihood Criteria; A Draft."},
      {
        "id":"ED069684",
        "title":"Statistical, Legal, and Moral Problems in Following the EEOC Guidelines."},
      {
        "id":"ED069685",
        "title":"A Re-analysis of Published Differential Validity Studies."},
      {
        "id":"ED069686",
        "title":"A Technique for the Investigation of Cultural Differences."},
      {
        "id":"ED069687",
        "title":"The Development of Statistical Indices for Detecting Cheaters."},
      {
        "id":"ED069688",
        "title":"In Defense of the Chi-Square Continuity Correction."},
      {
        "id":"ED069689",
        "title":"Effects of Age and Familiarity of Examiner on Test Performance; A Draft."},
      {
        "id":"ED069690",
        "title":"The Evaluation of Infant Intelligence: Infant Intelligence Scores--True or False?"},
      {
        "id":"ED069691",
        "title":"Objective Measurement in Occupational Education."},
      {
        "id":"ED069692",
        "title":"A Study of the Usefulness of Weighting Test Item Responses."},
      {
        "id":"ED069693",
        "title":"Cluster Analysis by Linear Contrasts."},
      {
        "id":"ED069694",
        "title":"Intelligent Intelligence Testing."},
      {
        "id":"ED069695",
        "title":"Anchored Scaling and Equating: Old Conceptual Problems and New Methods."},
      {
        "id":"ED069697",
        "title":"Test Collection Bulletin."},
      {
        "id":"ED069698",
        "title":"The Investigation of Children's School Anxiety: A Theory, Procedure, and Results."},
      {
        "id":"ED069699",
        "title":"Student Involvement in Test Development."},
      {
        "id":"ED069700",
        "title":"Verbal Overload in Achievement Tests."},
      {
        "id":"ED069701",
        "title":"Self-Ratings of College Teachers: A Comparison with Student Ratings."},
      {
        "id":"ED069702",
        "title":"The Experimental Validation of an Evaluation Model for Mastery Testing. Final Report."},
      {
        "id":"ED069703",
        "title":"Objective Evaluation of the Quality of Multiple-Choice Test Items."},
      {
        "id":"ED069705",
        "title":"Trait Interrelations in Implicit Personality Theories and Questionnaire Data."},
      {
        "id":"ED069706",
        "title":"Looking Back and Looking Ahead in Psychometrics."},
      {
        "id":"ED069707",
        "title":"Bayesian Statistics: A Place in Educational Research?"},
      {
        "id":"ED069708",
        "title":"Area III Valley Intercultural Report; 1970-71 Final Evaluation Report."},
      {
        "id":"ED069709",
        "title":"Measuring the Performance of School Districts."},
      {
        "id":"ED069710",
        "title":"The Measurement of Socio-Economic Status: A Technical Note."},
      {
        "id":"ED069711",
        "title":"Constructing and Using Achievement Tests: A Guide for Navy Instructors."},
      {
        "id":"ED069712",
        "title":"OVIS--A Non-Predictive Device."},
      {
        "id":"ED069713",
        "title":"A Manual for Use in the Preparation and Administration of Practical Performance Tests."},
      {
        "id":"ED069714",
        "title":"The Loyola Sentence Completion Blank for Clergymen: Construction and Validation."},
      {
        "id":"ED069715",
        "title":"Investigations into the Instructional Process: V. Experiences with the Bellack Classification System."},
      {
        "id":"ED069716",
        "title":"Evaluating the Counseling Interview--A Model."},
      {
        "id":"ED069722",
        "title":"Test Analysis Manual."},
      {
        "id":"ED069723",
        "title":"Correlates of Achievement in an IPI School."},
      {
        "id":"ED069724",
        "title":"Estimating Causal Effects of Treatments in Experimental and Observational Studies."},
      {
        "id":"ED069725",
        "title":"Ongoing Evaluation of Educational Programs."},
      {
        "id":"ED069726",
        "title":"Nonverbal and Culture Fair Performance Prediction Procedures: I. Background, Test Development, and Initial Results."},
      {
        "id":"ED069729",
        "title":"Testing and Estimation for Structures which are Circularly Symmetric in Blocks."},
      {
        "id":"ED069730",
        "title":"Validation of a Test Battery for Youth-Work Training Program Enrollees. Research Memorandum."},
      {
        "id":"ED069731",
        "title":"Measurement in Support of Affective Education."},
      {
        "id":"ED069732",
        "title":"Beyond Behavioral Objectives."},
      {
        "id":"ED069733",
        "title":"Affective Goals of Education."},
      {
        "id":"ED069734",
        "title":"Toward a Definition of Affect in Education."},
      {
        "id":"ED069735",
        "title":"Right to Read Evaluation; Mamaroneck Public Schools 1971-1972."},
      {
        "id":"ED069736",
        "title":"Frameworks for Measurement and Quality Control."},
      {
        "id":"ED069737",
        "title":"An Experimental Study of the Efficiency of Human Information Processing."},
      {
        "id":"ED069738",
        "title":"Effects of Empirical Option Weighting on Reliability and Validity of the GRE."},
      {
        "id":"ED069739",
        "title":"Race and Subject-Matter Influences on Performance on General Education Items of the National Teacher Examinations."},
      {
        "id":"ED069740",
        "title":"Broward County Senior Test Results in Public and Private Schools."},
      {
        "id":"ED069741",
        "title":"Evaluation of Innovative Schools: OCDQ Results for Fifth-Year Teachers, 1970-1971."},
      {
        "id":"ED069742",
        "title":"Evaluation of Innovation Schools: Research Questionnaire Tabulations for Fifth-Year Pupils and Teachers, 1970-1971."},
      {
        "id":"ED069743",
        "title":"Evaluation of Innovative Schools: Student Achievement, 1970-71."},
      {
        "id":"ED069744",
        "title":"Planning School Desegregation: A Working Note. Final Report."},
      {
        "id":"ED069745",
        "title":"Simple Statistics: - Summarized!"},
      {
        "id":"ED069746",
        "title":"Performance Contracting - Accountability and the Michigan Education Program."},
      {
        "id":"ED069747",
        "title":"Operational Evaluation from the Standpoint of the Program Manager."},
      {
        "id":"ED069749",
        "title":"Theory and Measures of Individual Differences in Studies of Trait by Treatment Interaction."},
      {
        "id":"ED069750",
        "title":"Measuring Social Status with Occupational Information: Some Useful Procedures."},
      {
        "id":"ED069751",
        "title":"Prediction of End-of-Year Reading Achievement for First and Third Grade Pupils: An Unpublished Doctoral Thesis."},
      {
        "id":"ED069754",
        "title":"The Use and Development of Videotape Tests to Assess Achievement of Educational Objectives: Application in Educational Psychology."},
      {
        "id":"ED069755",
        "title":"Annotated Bibliography of MMPI Research Among College Populations: 1962-1970."},
      {
        "id":"ED069756",
        "title":"A User's Guide to Scoring and Improving Examinations Using the MERMAC Test Analysis and Questionnaire Package."},
      {
        "id":"ED069757",
        "title":"Introduction to Computer Managed Instruction and the Automated Instructional Management System."},
      {
        "id":"ED069758",
        "title":"University of Wisconsin - Madison Norms for the Miller Analogies Test."},
      {
        "id":"ED069759",
        "title":"Status Report on the Computer Grading of Essays."},
      {
        "id":"ED069760",
        "title":"Descriptive Summary of Admission and Freshman Placement Tests Used at the University of Wisconsin--Madison."},
      {
        "id":"ED069762",
        "title":"Using Measurement to Improve Instruction."},
      {
        "id":"ED069763",
        "title":"Analysis of Dimensions of a Battery of Reference Tests for Cognitive Abilities: Fifth Grade Boys and Girls."},
      {
        "id":"ED069764",
        "title":"Printer-Slotter Operator (paper goods) 651.782--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069765",
        "title":"Production Mechanic, Tin Cans (tinware) 619.380--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069766",
        "title":"Flexographic Press Man (print. &amp; pub.) I 651.782--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069767",
        "title":"Napkin Packager (paper goods) 920.885--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069768",
        "title":"Engineering Aid (press. &amp; kin.) II 019.281--Technical Report on USTES Aptitude Test Battery."},
      {
        "id":"ED069769",
        "title":"Asparagus Sorter (agric.; can. &amp; preserv.; whole tr.) 529.687 (8-04.10)--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069770",
        "title":"Lather (const.) 842.781-010--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069771",
        "title":"Machine Operator, Mass Mailing (clerical) 234.885 (1-25.411)--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069772",
        "title":"Photo-Offset Lithography (print. &amp; pub.) 97--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069773",
        "title":"Chemical and Metallurgical Technology-Technical Institute Training 008.--- and 011. --- --Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069774",
        "title":"Transportation Agent (air trans.) 912.368--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED069775",
        "title":"Chemical Operator (chem.) III 559.782--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED069776",
        "title":"Room Clerk (hotel and rest.) 1-07.60--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED069777",
        "title":"Experimental Assembler (any ind.) 6-78.642--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED069778",
        "title":"Precision Lens Grinder (optical goods) 5-08.071--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED069779",
        "title":"Tube-Machine Operator (elec. equip.) 7-00.216--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED069780",
        "title":"Knitting-Machine Operator (knit goods) 4-14.061--Technical Report."},
      {
        "id":"ED069781",
        "title":"Systems for the Assessment and Classification of Human Environments: An Overview."},
      {
        "id":"ED069782",
        "title":"A Longitudinal Study of Constancy of Reading Performance."},
      {
        "id":"ED069783",
        "title":"Individualized Testing and Item Characteristic Curve Theory."},
      {
        "id":"ED069784",
        "title":"A Model for Psychometrically Distinguishing Aptitude from Ability."},
      {
        "id":"ED069785",
        "title":"Test-Free Person Measurement with the Rasch Simple Logistic Model."},
      {
        "id":"ED069786",
        "title":"An Investigation of the Rasch Simple Logistic Model: Sample-Free Item and Test Calibration."},
      {
        "id":"ED069787",
        "title":"Norm Referenced and Criterion Referenced Tests from a Publisher's Point of View."},
      {
        "id":"ED069788",
        "title":"Measures of Association."},
      {
        "id":"ED069789",
        "title":"Sex Differences in Mathematics Achievement--A Longitudinal Study."},
      {
        "id":"ED069791",
        "title":"Education Opinion Inventory."},
      {
        "id":"ED069792",
        "title":"Performance Indicators in Education: Local District Results-1972."},
      {
        "id":"ED069793",
        "title":"Affective Priorities in Education."},
      {
        "id":"ED069794",
        "title":"Vocational Development Theory and the Career Development Inventory: Construction of the CDI."},
      {
        "id":"ED069795",
        "title":"The Masculinity-Femininity Scale in Interest Measurement: An Idea Whose Time Has Passed."},
      {
        "id":"ED069796",
        "title":"Power Scores Estimated by Item Characteristic Curves."},
      {
        "id":"ED069797",
        "title":"A Study of the Relationship between Counselor Confrontation and Selected Personality Variables."},
      {
        "id":"ED069798",
        "title":"Effects of a Less Prescriptive, Student-Centered College Curriculum on Satisfaction, Attitudes and Achievement."},
      {
        "id":"ED069799",
        "title":"Mental Health Consultation & Reinforcement Principles in Teacher Consultation."},
      {
        "id":"ED069800",
        "title":"Achievement of Special Programme (Senior - A.V.) Graduates."},
      {
        "id":"ED069801",
        "title":"Community Awareness Program Evaluation Report: 1971-1972."},
      {
        "id":"ED069806",
        "title":"A Methodological Note on Contextual Effects Studies in Education."},
      {
        "id":"ED069807",
        "title":"Selective Admission of Teachers to Graduate Study."},
      {
        "id":"ED069808",
        "title":"Manual for Interpreting Elementary School Reports: 1972-73."},
      {
        "id":"ED069811",
        "title":"Manual for Interpreting Secondary School Reports: 1972-73."},
      {
        "id":"ED069814",
        "title":"Systems Renewal in the Louisville Public Schools: Lessons on the Frontier of Urban Educational Reform in a Big City School District."},
      {
        "id":"ED069815",
        "title":"Perceptions Regarding Neighborhood and Metropolitan Resources of High School Students in Differing Parts of a Metropolitan Area."},
      {
        "id":"ED069816",
        "title":"Role Perceptions Among Black and White Adolescents and the Hardcore Unemployed. Illinois Studies of the Economically Disadvantaged Series, Technical Report Number 6."},
      {
        "id":"ED069817",
        "title":"A Content Analytic Study of Interracial Conflict-Producing Situations and Roles. Illinois Studies of the Economically Disadvantaged Series, Technical Report Number 9."},
      {
        "id":"ED069818",
        "title":"[The Effect of Contingency Managed Self-Instruction in the Detroit Public Schools.]"},
      {
        "id":"ED069822",
        "title":"Overview and Evaluation of Project LEM. Innovative Education in Action."},
      {
        "id":"ED069823",
        "title":"Issues of Concern to Puerto Ricans in Boston and Springfield."},
      {
        "id":"ED069825",
        "title":"Cognitive Abilities in Culturally Disadvantaged Preschool Children. Final Report."},
      {
        "id":"ED069826",
        "title":"Report: Educational Reform in Spain. International Seminar on the Prospective of Education."},
      {
        "id":"ED069827",
        "title":"The Problem of Discipline/Control and Security in Our Schools. Position Paper, Number 1."},
      {
        "id":"ED069828",
        "title":"Characteristics of Low-Income Population: 1971 (Advance Data From March 1972 Current Population Survey). Current Population Reports, Consumer Income."},
      {
        "id":"ED069829",
        "title":"Progress of Public Education in the United States of America, 1969-70. A Report."},
      {
        "id":"ED069835",
        "title":"Ecological Dynamics of the Inner City: Implications for Community Psychology."},
      {
        "id":"ED069836",
        "title":"The Attitudinal Changes Produced By Intensive Art-Related Experiences for Culturally Deprived Students and the Resultant Effects on Participating Student Teachers and Classroom Teachers. Final Report."},
      {
        "id":"ED069837",
        "title":"Parents and Projects at Park School."},
      {
        "id":"ED069838",
        "title":"The Negro in Modern American History Textbooks. Fourth Edition. An Examination and Analysis of the Treatment of Black History in Selected Junior and Senior High School Level History Textbooks, as of September 1972. Curricular Viewpoints Series."},
      {
        "id":"ED069839",
        "title":"District Evaluator&apos;s Handbook of Selected Evaluation Procedures for Categorically Aided Programs Serving Disadvantaged Learners."},
      {
        "id":"ED069840",
        "title":"Bilingual Education: A Statement of Policy and Proposed Action of the Regents of the University of the State of New York. Position Paper Series, Number 16."},
      {
        "id":"ED069843",
        "title":"Follow Up Study of Student Attitude Toward School Reorganization of the Public Schools of a Northern City. Final Report."},
      {
        "id":"ED069844",
        "title":"Programmatic Research and Development in Education: Positions, Problems, Propositions."},
      {
        "id":"ED069845",
        "title":"Model Curricula for Vocational and Technical Teacher Education: Report No. V. General Objectives, Set II."},
      {
        "id":"ED069848",
        "title":"Accident Investigation Technician Instructor Training Institute. Final Report."},
      {
        "id":"ED069849",
        "title":"Evaluation of the MDTA Institutional Individual Referral Program. Final Report."},
      {
        "id":"ED069850",
        "title":"Evaluation of the Effectiveness of Institutional Manpower Training in Meeting Employers' Needs in Skills Shortage Occupations. Final Report."},
      {
        "id":"ED069851",
        "title":"An Evaluation Through Field Testing of Individualized Instruction Materials in Wisconsin Post-Secondary Institutes. Final Report and Appendices."},
      {
        "id":"ED069855",
        "title":"Wisconsin's Vocational and Technical Education Programs for Persons with Special Needs."},
      {
        "id":"ED069856",
        "title":"Career Development Program. A Report of the Pre-Program Development Study Concerning the Milwaukee Career-Development Program."},
      {
        "id":"ED069858",
        "title":"Career Education: A Position Paper."},
      {
        "id":"ED069859",
        "title":"A Position and Policy Statement for Career Education. Career Development in Nevada."},
      {
        "id":"ED069860",
        "title":"A Reassessment of Wisconsin's Allied Health Occupations Education Programs."},
      {
        "id":"ED069861",
        "title":"Springfield's Trajectory Occupational Program: Report."},
      {
        "id":"ED069862",
        "title":"New Jersey Manpower Needs in Natural Resources and/or Agriculture."},
      {
        "id":"ED069864",
        "title":"Training and Skill Acquisition: A Pilot Case Study."},
      {
        "id":"ED069865",
        "title":"Introduction to Allied Health Careers. Teacher's Manual. Secondary School Pilot and Demonstration Project."},
      {
        "id":"ED069866",
        "title":"A Study of Audio-Visual Needs as They Relate to Presenting an Effective Public Informational Program about VTAE Career Opportunities in District One. Final Report."},
      {
        "id":"ED069867",
        "title":"A Comprehensive Careers Cluster Curriculum Model. Health Occupations Cluster Curriculum Project and Health-Care Aide Curriculum Project."},
      {
        "id":"ED069868",
        "title":"Education in a Technological Society: \"Access to Tools.\""},
      {
        "id":"ED069869",
        "title":"Development of a Convergence Plan for Vocational Education in Wisconsin. Final Report."},
      {
        "id":"ED069870",
        "title":"Voices for Careers."},
      {
        "id":"ED069871",
        "title":"Assisting Local Schools in Modifying Their Business Education Programs. Final Report."},
      {
        "id":"ED069872",
        "title":"Agri-Business Manpower Report."},
      {
        "id":"ED069873",
        "title":"Agricultural Production Manpower Report."},
      {
        "id":"ED069874",
        "title":"Agri-Business Manpower Project Manual."},
      {
        "id":"ED069875",
        "title":"Agricultural Producers Manpower Report Manual."},
      {
        "id":"ED069877",
        "title":"\"Pledging the Police\": A Study of Selected Aspects of Recruit Socialization in a Large, Urban Police Department."},
      {
        "id":"ED069878",
        "title":"The Universe of Need for Occupational Education in New England."},
      {
        "id":"ED069883",
        "title":"Engineering Standards. U.S. Metric Study Interim Report."},
      {
        "id":"ED069885",
        "title":"A History of the Metric System Controversy in the United States. U.S. Metric Study Tenth Interim Report."},
      {
        "id":"ED069886",
        "title":"A National Status Study of Industrial Arts Teacher Education."},
      {
        "id":"ED069887",
        "title":"School-Based Job Placement Service Model: Phase I, Planning. Final Report."},
      {
        "id":"ED069888",
        "title":"An Employment Analysis of Deaf Workers in Texas."},
      {
        "id":"ED069889",
        "title":"The Professional Internship Exchange Program in Vocational Education, 1971-1972."},
      {
        "id":"ED069890",
        "title":"The Application of Cost-Benefit Analysis in Manpower Area."},
      {
        "id":"ED069892",
        "title":"Special Papers on Career Education."},
      {
        "id":"ED069893",
        "title":"Reflections: Researchers Conference in Vocational-Technical Education (October 29, 1971)."},
      {
        "id":"ED069894",
        "title":"Perceptions of the Nature and Scope of Effective Adult Vocational Teacher Characteristics As Held by Adult Students, Teachers, and Coordinators of Adult Education in Oklahoma Area Vocational-Technical Centers."},
      {
        "id":"ED069896",
        "title":"A Planning System for the Implementation of Section 553, Education Professions Development Act, in State Agencies for Vocational Education."},
      {
        "id":"ED069897",
        "title":"A Model of Individualized Instruction for the Clinical Laboratory Occupations. The UCLA Allied Health Professions Project."},
      {
        "id":"ED069898",
        "title":"Occupational Analysis: Nursing Unit Administration (Ward Administration). Interim Report. The UCLA Allied Health Professions Project."},
      {
        "id":"ED069899",
        "title":"Occupational Analysis of Social Service in Medical Care Facilities. The UCLA Allied Health Professions Project."},
      {
        "id":"ED069900",
        "title":"A Survey of Practices in Hospital Pharmacies. The UCLA Allied Health Professions Project."},
      {
        "id":"ED069902",
        "title":"Occupational Analysis: Hospital Radiologic Technologist. The UCLA Allied Health Professions Project."},
      {
        "id":"ED069903",
        "title":"Occupational Analysis: Medical Office Assistant. The UCLA Allied Health Professions Project."},
      {
        "id":"ED069904",
        "title":"A Study of the Clinical Laboratory Occupations. The UCLA Allied Health Professions Project."},
      {
        "id":"ED069905",
        "title":"Planning Vocational Education Programs in Pennsylvania. Guidelines for the Use of Labor Market Information."},
      {
        "id":"ED069906",
        "title":"Accident Prevention: A Workers' Education Manual."},
      {
        "id":"ED069907",
        "title":"The Effects of the 1971 Vo-Tech New Teacher Training Program on the Teaching Activities of Nineteen Beginning Vocational Teachers in Oklahoma."},
      {
        "id":"ED069908",
        "title":"Images and Perceptions of Vocational Agriculture Programs in Mississippi."},
      {
        "id":"ED069909",
        "title":"Composite Evaluation Report for Occupational Education in the State of Illinois, Fiscal Year 1972."},
      {
        "id":"ED069910",
        "title":"Manpower Research in the 1970's."},
      {
        "id":"ED069911",
        "title":"A Study of the Effectiveness of Selected Out-of-School Neighborhood Youth Corps Programs (A Study of Selected NYC-1 Projects)."},
      {
        "id":"ED069912",
        "title":"An Evaluation of Results and Effectiveness of Job Banks: Volume I, Parts I and II."},
      {
        "id":"ED069913",
        "title":"The Association Between Local School Administrators' and Counselors' Attitudes Toward Vocational Education and Students' Participation in an Area Vocational-Technical School."},
      {
        "id":"ED069914",
        "title":"Colorado Health Occupations Manpower Survey, 1972."},
      {
        "id":"ED069915",
        "title":"The Conflict within Industrial Arts and Industrial Arts Education."},
      {
        "id":"ED069916",
        "title":"Equal Opportunity in Employment."},
      {
        "id":"ED069917",
        "title":"A Handbook of Cooperative Programs for Oklahoma Vocational and Technical Education."},
      {
        "id":"ED069919",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Volume 6, Number 1."},
      {
        "id":"ED069922",
        "title":"Working Papers on Career Education."},
      {
        "id":"ED069924",
        "title":"An Assessment of the Impact of Vocational Education Research and Related Projects on Educational Practice in Pennsylvania Since 1966."},
      {
        "id":"ED069925",
        "title":"Industrial Arts in the Southeast."},
      {
        "id":"ED069927",
        "title":"Financial Support for Vocational Education in the Public Schools. Final Report."},
      {
        "id":"ED069928",
        "title":"Breath Examiner Specialist Instructor Training Institute. Final Report."},
      {
        "id":"ED069932",
        "title":"Career Education: A Maturing Concept. Second Interim Report of the K-12 Project in Career Development and Bridging the Gap Between School and Work, Watertown, South Dakota."},
      {
        "id":"ED069933",
        "title":"Trends in Vocational Education."},
      {
        "id":"ED069934",
        "title":"Vocational Education Planning: Or Making Do with Imperfect Data."},
      {
        "id":"ED069935",
        "title":"Federal Government: Civilian Agencies. U.S. Metric Study Interim Report."},
      {
        "id":"ED069937",
        "title":"Obsolescence or Lifelong Education: A Choice for the Professional."},
      {
        "id":"ED069938",
        "title":"The Psychology of Keeping Up-To-Date."},
      {
        "id":"ED069940",
        "title":"UNESCO Questionnaire: Third International Conference on Adult Education."},
      {
        "id":"ED069944",
        "title":"Developing Community Service and Continuing Education Programs in California Higher Education Institutions. An Evaluation of the Title I (HEA, 1965) Program in California, 1966-1971."},
      {
        "id":"ED069946",
        "title":"The Role of the Professional Association in Continuing Professional Education."},
      {
        "id":"ED069947",
        "title":"Communicating With the So-Called Disadvantaged -- Can We Find a Common Ground?"},
      {
        "id":"ED069948",
        "title":"Adult Basic Education: An Evaluation of Materials. Volume I. Contains resource materials on English as a Second Language and English."},
      {
        "id":"ED069949",
        "title":"Adult Basic Education: An Evaluation of Materials. Volume II. Contains materials on Reading, Math, Citizenship, Consumer Education, Science-Health, and Social Studies."},
      {
        "id":"ED069950",
        "title":"Adult Basic Education: An Evaluation of Materials. Volume III. Contains resource materials on Supplemental Language Arts; Vocational Education; Social Living; General Equivalency Diploma: English, Literature, Math, Social Studies, Science; Equivalency Examination Materials; Spelling; Vocational."},
      {
        "id":"ED069951",
        "title":"Parent Education in the Adult Education Program."},
      {
        "id":"ED069952",
        "title":"That Extra Dollar in Later Life. Four Courses of Study."},
      {
        "id":"ED069953",
        "title":"Tested Techniques for Teachers of Adults."},
      {
        "id":"ED069955",
        "title":"Report on Social Education in Rapidly Changing Society."},
      {
        "id":"ED069956",
        "title":"Social Education and Its Administration in Japan."},
      {
        "id":"ED069957",
        "title":"A Handbook for University-Community Discussion of Urban Problems. A Model for Urban Study Programs Involving College Students and Community Adults."},
      {
        "id":"ED069958",
        "title":"Target: Tomorrow. Second Career Planning for Military Retirees."},
      {
        "id":"ED069960",
        "title":"The Effect of Organizational Environment on Perceived Power and Climate: A Laboratory Study."},
      {
        "id":"ED069961",
        "title":"Catalog of Courses and Conferences, 1972-1973."},
      {
        "id":"ED069962",
        "title":"The Interaction of Adult Education and General Education."},
      {
        "id":"ED069965",
        "title":"A View from the Fifteenth Century."},
      {
        "id":"ED069966",
        "title":"Experimental Training Program in Adult Basic Education in Corrections. National Advanced Training Seminar, October 22 to 27, 1971; Regional Basic Training Seminars, January 2 to May 18, 1972."},
      {
        "id":"ED069967",
        "title":"Adult Education Dissertation Abstracts: 1935-1962."},
      {
        "id":"ED069969",
        "title":"Permanent Further Education: Chapter II, Section 2."},
      {
        "id":"ED069970",
        "title":"Further Education: Chapter III, Section 4."},
      {
        "id":"ED069975",
        "title":"Teacher's Manual: Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069976",
        "title":"Teacher's Answer Key: Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069977",
        "title":"Unit Tests: Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069978",
        "title":"Screening Tests: Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069979",
        "title":"Student's Handbook: Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069980",
        "title":"Students' Answer Keys: Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069981",
        "title":"Word Roots, Prefixes and Suffixes: Level I, Unit 1, Lesson 1; Word Context Clues: Lesson 2. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069982",
        "title":"Map Reading Skills: Level I, Unit 2, Lesson 1; Climate: Lesson 2; Studying Man and the Natural World: Lesson 3; Man and His Culture: Lesson 4; Reading for Implied Meanings: Lesson 5. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069983",
        "title":"Production and Consumption: Level I, Unit 3, Lesson 1; Forms of Government: Lesson 2; Reading for Facts, Opinions and Issues: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069984",
        "title":"Basic Economic Systems: Level I, Unit 4, Lesson 1; Representative Democracy and Political Parties: Lesson 2; Reading to Draw Inferences: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069985",
        "title":"Craftsmanship and Technology: Level I, Unit 5, Lesson 1; Government Separation of Powers: Lesson 2; Comparisons in Literature: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069986",
        "title":"Positive and Negative Numbers: Level I, Unit 6, Lesson 1; States of Matter: Lesson 2; Properties and Measures of Matter: Lesson 3; Energy, Matter, Theory and Law: Lesson 4; The Particles and Structure of Matter: Lesson 5. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069987",
        "title":"Atomic Structure and Chemical Change: Level I, Unit 7, Lesson 1; Chemical Compounds: Lesson 2; Forms of Energy: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069988",
        "title":"Solving Fraction Word Problems: Level I, Unit 8, Lesson 1; Solving Decimal Word Problems: Lesson 2; Solving Percentage Word Problems: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069989",
        "title":"Tables and Graphs: Level II, Unit 1, Lesson 1; Line Graphs: Lesson 2. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069990",
        "title":"U. S. Colonization to Independence: Level II, Unit 2, Lesson 1; U. S. Confederation to Constitutional Convention: Lesson 2; Framing the U. S. Constitution: Lesson 3; Founding Fathers: Lesson 4; The Election Process: Lesson 5; The Civil War: Lesson 6. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069991",
        "title":"Industrialization and Growth of the Cities: Level II, Unit 3, Lesson 1; Immigration: Lesson 2; Union and Management: Lesson 3. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069992",
        "title":"Reading for Feelings: Level II, Unit 4, Lesson 1; Reading for Shifts in Feeling: Lesson 2; Reading for Character: Lesson 3; Reading for Signs of Hidden Character: Lesson 4. Advanced General Education Program. A High School Self-Study Program."},
      {
        "id":"ED069994",
        "title":"Grade-Point Averages of Overseas Military-Dependent Students Compared to Grade-Point Averages of Non-Military Students."},
      {
        "id":"ED069995",
        "title":"Your STAND on Health: 7391.01."},
      {
        "id":"ED069996",
        "title":"Marriage Day by Day. Home and Family Education: 6757.02."},
      {
        "id":"ED069997",
        "title":"Ways Youth Receive Information about Marihuana. Final Report Summary."},
      {
        "id":"ED069998",
        "title":"Operant Control of Classroom Behavior."},
      {
        "id":"ED069999",
        "title":"Fear of Success, Sex-Role Orientation of the Task, and Competitive Condition as Variables Affecting Women's Performance in Achievement-Oriented Situations."},
      {
        "id":"ED070000",
        "title":"Evaluation of Potential for Change in Junior High Age Youth from American Indian, Mexican and Anglo Ethnic Backgrounds."},
      {
        "id":"ED070001",
        "title":"Existential Frustration and Psychological Anomie within Select College Student Subcultures."},
      {
        "id":"ED070002",
        "title":"The New You, Home and Family Education: 6763.06."},
      {
        "id":"ED070003",
        "title":"An Educational Component Incorporated into a Residential Drug Rehabilitation Program. Phase III. Report of Pilot Project."},
      {
        "id":"ED070005",
        "title":"Generic Training Program for Community Workers in Human Services. Model Career Development Program for Community Mental Health Workers."},
      {
        "id":"ED070006",
        "title":"IPI and Behavior: An Evaluation of Cognitive and Affective Change. Research Monograph 2."},
      {
        "id":"ED070007",
        "title":"Attitudes and Characteristics of Nonusers."},
      {
        "id":"ED070008",
        "title":"The Training of \"Third World\" Students to Function as Counselors."},
      {
        "id":"ED070010",
        "title":"Steps Toward Outcome Criteria in Counseling and Psychotherapy."},
      {
        "id":"ED070011",
        "title":"Career Guidance in Secondary Education."},
      {
        "id":"ED070012",
        "title":"Work Experience (Money Management and Social Involvement). Course Outline: 8769."},
      {
        "id":"ED070013",
        "title":"Work-Experience Program - 8769. (Outlook for the Future). Course Outline."},
      {
        "id":"ED070014",
        "title":"Work-Experience Program - 8769. (You and Your Occupation). Course Outline."},
      {
        "id":"ED070015",
        "title":"So You Want to Go to College? 6443.50."},
      {
        "id":"ED070016",
        "title":"Health Service Aide - 8007. (Survey of the Health Service Field). Course Outline."},
      {
        "id":"ED070017",
        "title":"Extending Guidance and Counseling Services for the Mentally Handicapped."},
      {
        "id":"ED070018",
        "title":"The Effect of Multimedia Presentation on the Inducement of Synthetic Concepts."},
      {
        "id":"ED070019",
        "title":"Learning Games and Student Teams: Their Effects on Classroom Processes."},
      {
        "id":"ED070020",
        "title":"Item Analyses and Reliabilities for Reference Tests for Cognitive Abilities: Fifth Grade Boys and Girls."},
      {
        "id":"ED070021",
        "title":"Three Systems of Classifying Cognitive Abilities on Bases for Reference Tests."},
      {
        "id":"ED070022",
        "title":"Hypostatization of Selected Environmental Concepts in Elementary School Children."},
      {
        "id":"ED070023",
        "title":"Individual Goal-Setting Conferences Related to Subject-Matter Learning; A Report on the Field Test."},
      {
        "id":"ED070024",
        "title":"Toward a Multi-Dimensional Measure of Clustering in Free Recall."},
      {
        "id":"ED070025",
        "title":"The Role of Stimulus-Correlated Activity in Children's Perception."},
      {
        "id":"ED070026",
        "title":"The Relationship of Sex of Teacher and Father Presence-Absence to Academic Achievement."},
      {
        "id":"ED070027",
        "title":"Investigation of the Effects of Allocation of Instructional Time on Pupil Achievement and Retention."},
      {
        "id":"ED070028",
        "title":"The Use of Incentives to Enhance School Learning."},
      {
        "id":"ED070029",
        "title":"Learning Through Tutoring: Low-Achieving Childern as Tutors."},
      {
        "id":"ED070030",
        "title":"Studies in Curriculum Decision Making: A Conflict Theory Approach. Final Report."},
      {
        "id":"ED070031",
        "title":"Parents Primer: A Guide to Education."},
      {
        "id":"ED070032",
        "title":"A Comparative Analysis of the Conjunctive Effects of Instructor Race, Instructor Sex, and Peer Group Evaluations of Student Assignments on Student Attitudes and Achievement. Final Report."},
      {
        "id":"ED070034",
        "title":"Evaluation of a Reading Program for Severely Retarded Readers, Spring 1971."},
      {
        "id":"ED070040",
        "title":"Test Project for the LRDC Beginning Reading Program &quot;Stepping Stones to Reading.&quot;"},
      {
        "id":"ED070044",
        "title":"Reading for the Gifted and the Creative Student."},
      {
        "id":"ED070045",
        "title":"Folklore and Folktales Around the World. Perspectives in Reading No. 15."},
      {
        "id":"ED070046",
        "title":"Meeting Individual Needs in Reading."},
      {
        "id":"ED070047",
        "title":"Parents and Reading. Perspectives in Reading No. 14."},
      {
        "id":"ED070048",
        "title":"An Experiment in Developmental, Individualized Reading: An Alternative to Performance Contracting."},
      {
        "id":"ED070049",
        "title":"Reading Interests of Individualized and Basal Textbook Programs for Intermediate Grades."},
      {
        "id":"ED070056",
        "title":"Missouri Elementary Education: An Assessment of Fourth and Sixth Grade Basic Skills--1971."},
      {
        "id":"ED070057",
        "title":"An Informal Reading Inventory for Use by Teachers of Adult Basic Education."},
      {
        "id":"ED070058",
        "title":"Language, Reading, and the Communication Process."},
      {
        "id":"ED070059",
        "title":"Children's Processing of Prose: The Effects of Question Arousal, Text Complexity, and Learner Strata on Short- and Long-Term Retention."},
      {
        "id":"ED070060",
        "title":"Reading Readiness and Early Linguistic Skills as a Function of Individual Differences in the Orienting Response. Working Paper No. 94."},
      {
        "id":"ED070061",
        "title":"An Instructional Program in Prereading Skills: Needs and Specifications. Working Paper No. 78."},
      {
        "id":"ED070062",
        "title":"Application of Jensen's Bidimensional Model of Learning to the Reading Process."},
      {
        "id":"ED070063",
        "title":"Task and Intra-Task Differences in Vocabulary Performance."},
      {
        "id":"ED070064",
        "title":"The Morphophonemic Performance of Good and Poor Readers."},
      {
        "id":"ED070065",
        "title":"Effectiveness of Acoustic and Conceptual Retrieval Cues in Memory for Words at Two Grade Levels. Technical Report No. 220."},
      {
        "id":"ED070066",
        "title":"The Letter-Sound Generalization of First, Second, and Third Grade Finnish Children."},
      {
        "id":"ED070067",
        "title":"Analysis Training: Failure to Replicate Elkonin."},
      {
        "id":"ED070068",
        "title":"Assessment of Attitudes Toward Reading in Primary Pupils. Technical Report No. 206."},
      {
        "id":"ED070069",
        "title":"Studies of Prereading Skills in Israel."},
      {
        "id":"ED070070",
        "title":"The Development of Two Letter-Sound Patterns in Grades 1-3."},
      {
        "id":"ED070071",
        "title":"Individual Conferences to Promote Independent Reading: A Report on the Field Test."},
      {
        "id":"ED070072",
        "title":"Wisconsin Design for Reading Skill Development: Rationale and Objectives for the Study Skills Element. Working Paper No. 84."},
      {
        "id":"ED070074",
        "title":"Reading: A Human Right and A Human Problem."},
      {
        "id":"ED070078",
        "title":"Speech Therapy and the Culturally Different Student."},
      {
        "id":"ED070079",
        "title":"Syntactical Speech Patterns of Black Children from a Depressed Urban Area: Educators Look at Linguistic Findings."},
      {
        "id":"ED070080",
        "title":"The Absurd in Wallace Stevens' Poetry: A Method of Explicating Modern Poetry."},
      {
        "id":"ED070082",
        "title":"Prescriptions/Strategies for Teaching/Learning English."},
      {
        "id":"ED070083",
        "title":"Communication Skills: Reading-English, Levels 3 and 4."},
      {
        "id":"ED070084",
        "title":"Students as Audiences: An Experimental Study of the Relationships between Classroom Study of Drama and Attendance at the Theatre. Research Report No. 11."},
      {
        "id":"ED070087",
        "title":"Exemplary Teaching and Programs in Santa Clara Unified School District."},
      {
        "id":"ED070088",
        "title":"Guidelines for the Evaluation and Selection of Textbooks and Other Instructional Materials."},
      {
        "id":"ED070089",
        "title":"Concept Formation and the Development of Language. Theoretical Paper No. 37."},
      {
        "id":"ED070092",
        "title":"Literature in Humanities Programs."},
      {
        "id":"ED070093",
        "title":"Syntax of Kindergarten and Elementary School Children: A Transformational Analysis."},
      {
        "id":"ED070094",
        "title":"Method in the Teaching of English."},
      {
        "id":"ED070099",
        "title":"English Education Today: Selected Addresses Delivered at the NCTE Conference on English Education (Indiana University, March 28-30, 1963)."},
      {
        "id":"ED070101",
        "title":"New Trends in English Education: Selected Addresses Delivered at the Conference on English Education (4th, Carnegie Institute of Technology, March 31, April 1, 2, 1966)."},
      {
        "id":"ED070102",
        "title":"Educating the Teacher of English: Selected Addresses Delivered at the Conference on English Education (3rd, University of Kentucky, March 18-20, 1965)."},
      {
        "id":"ED070103",
        "title":"Writing Objectives for Stull Bill Packets."},
      {
        "id":"ED070104",
        "title":"The School Literary Magazine."},
      {
        "id":"ED070105",
        "title":"Planning Literary Instruction: A Discussion of the Curricular Objectives for the Teaching of Literature in the Swedish Comprehensive School and a Rationale for Objective-Procedure-Criterion Units."},
      {
        "id":"ED070106",
        "title":"Problems in Oral English: Kindergarten through Grade Nine."},
      {
        "id":"ED070108",
        "title":"Bibliography for a Research of the Literature in Nonverbal Communication and Its Applications, As Related to the Study of Black American Nonverbal Communication."},
      {
        "id":"ED070109",
        "title":"Three Dimensions of the Cognitive Function of Speech: Papers Presented at the 57th Annual Meeting of the Speech Communication Association. Working Paper No. 83."},
      {
        "id":"ED070110",
        "title":"Should You Become a Teacher?-the Use of Screening Procedures."},
      {
        "id":"ED070112",
        "title":"Behavioral Research and the First Year Instructor."},
      {
        "id":"ED070118",
        "title":"Speech Communication Education and the American Indian: Challenges and Contrasts."},
      {
        "id":"ED070119",
        "title":"New Directions in Communication: Proceedings of the 1972 International Communications Association Student Summer Conference (Flint, Mich., August 16-18, 1972)."},
      {
        "id":"ED070121",
        "title":"The Value System--A False Prophet for Intercultural Communication."},
      {
        "id":"ED070122",
        "title":"Communication, Law, and Justice."},
      {
        "id":"ED070125",
        "title":"Trends and Directions in Community College Speech."},
      {
        "id":"ED070126",
        "title":"Handbook for the Role of Games in Teaching Speech Communication."},
      {
        "id":"ED070127",
        "title":"A Critical Suggestions Form for Readers Theatre."},
      {
        "id":"ED070129",
        "title":"A Future of Communication Theory: Systems Theory."},
      {
        "id":"ED070131",
        "title":"A Selected Annotated Bibliography on Speech Ghostwriting: Its Principles, Practices and Ethics."},
      {
        "id":"ED070132",
        "title":"Proceedings of the Speech Communication Association Summer Conference: Mini Courses in Speech Communication (7th, Chicago, July 8-10, 1971)."},
      {
        "id":"ED070133",
        "title":"Communication for the Blind: Part I - Right to Read for Blind and Physically Handicapped and Part II - New Think: Communication Is for Everyone."},
      {
        "id":"ED070135",
        "title":"Planning Education for a Plural Society. Fundamentals of Educational Planning-16."},
      {
        "id":"ED070136",
        "title":"The Politics of Educational Planning in Developing Countries. Fundamentals of Educational Planning-15."},
      {
        "id":"ED070138",
        "title":"Early Childhood Facilities. Educational Facilities Review Series Number 9."},
      {
        "id":"ED070139",
        "title":"Relocatable Classrooms. Educational Facilities Review Series Number 10."},
      {
        "id":"ED070140",
        "title":"ECS Assessment Workshop for State Department Personnel. Final Report: Part I. Six-Month Evaluation. Final Report: Part II."},
      {
        "id":"ED070141",
        "title":"The Relationship Between the Assignment of Educational Priorities and Their Practice. Final Report."},
      {
        "id":"ED070142",
        "title":"School Finance Reform: A Directory of Organizations."},
      {
        "id":"ED070143",
        "title":"Community Parity in Federally Funded Programs. A Position Paper."},
      {
        "id":"ED070144",
        "title":"The School Administrator and the Food Service Program."},
      {
        "id":"ED070145",
        "title":"A Legislator's Guide to School Finance."},
      {
        "id":"ED070146",
        "title":"Accountability: The State of the Knowledge."},
      {
        "id":"ED070147",
        "title":"School Finance Reform: A Bibliography."},
      {
        "id":"ED070148",
        "title":"Title I Comparability: A Preliminary Evaluation."},
      {
        "id":"ED070149",
        "title":"Year-Round School Research."},
      {
        "id":"ED070150",
        "title":"45-15 and the Cost of Education. Summary."},
      {
        "id":"ED070151",
        "title":"The Pupil's Day in Court: Review of 1969. An Annual Compilation. School Law Series."},
      {
        "id":"ED070152",
        "title":"The Teacher's Day in Court: Review of 1969. An Annual Compilation. School Law Series."},
      {
        "id":"ED070154",
        "title":"Grading and Reporting: Current Trends in School Policies &amp; Programs."},
      {
        "id":"ED070156",
        "title":"Planning and Development: New Roles for the Principal."},
      {
        "id":"ED070157",
        "title":"Teacher Strikes, Work Stoppages, and Interruptions of Service, 1969-70. NEA Research Memo."},
      {
        "id":"ED070158",
        "title":"Fiscal Planning for Schools in Transition. Proceedings of NEA Committee on Educational Finance National Conference on School Finance (12th, New Orleans, Louisiana, March 23-25, 1969.)"},
      {
        "id":"ED070159",
        "title":"Teacher Strikes, Work Stoppages, and Interruptions of Service, 1970-71. NEA Research Memo."},
      {
        "id":"ED070160",
        "title":"Food Products Procurement, Receiving and Storage Guide."},
      {
        "id":"ED070161",
        "title":"Staff Salaries, State Departments of Education, 1969-70. Professional, Administrative, Technical, and Clerical Positions. Public-School Salaries Series."},
      {
        "id":"ED070162",
        "title":"Planning Educational Facilities: The New Environment."},
      {
        "id":"ED070163",
        "title":"Florida Schoolhouse Systems Project. Second Phase Report."},
      {
        "id":"ED070164",
        "title":"Planning the Evaluation of Educators: A Simulation."},
      {
        "id":"ED070165",
        "title":"Teacher Supply and Demand in Public Schools, 1972."},
      {
        "id":"ED070166",
        "title":"Focus: 1980. Proceedings of the Society for College and University Planning Annual Conference (6th, San Francisco, California, August 8-11, 1971)."},
      {
        "id":"ED070167",
        "title":"School Security and Safety."},
      {
        "id":"ED070168",
        "title":"Progress of Public Education in the United States of America, 1965-1966."},
      {
        "id":"ED070169",
        "title":"Productivity in Education: Measuring and Financing. Proceedings of NEA Committee on Educational Finance National Conference on School Finance (14th, Milwaukee, Wisconsin, March 28-30, 1971.)"},
      {
        "id":"ED070170",
        "title":"Recent Trends in Collective Bargaining. International Management Seminar (Castelfusano, September 21-24, 1971.) International Seminars 1971-1. Final Report."},
      {
        "id":"ED070171",
        "title":"Oversight Hearing on Elementary and Secondary Education. Hearing Before the Committee on Education and Labor, House of Representatives, Ninety-Second Congress, Second Session on H.R.44, H.R.981, H.R.6179, H.R.7796, H.R.12695, and Related Proposals. Operation of Federal Support for Elementary and Secondary Education and the Future Direction of Federal Support for Elementary and Secondary Education."},
      {
        "id":"ED070172",
        "title":"National Educational Assessment: Pro and Con."},
      {
        "id":"ED070173",
        "title":"Report of the Task Force on Corporal Punishment."},
      {
        "id":"ED070174",
        "title":"Merit Pay in Oregon. A Survey of Alternative Pay Plans."},
      {
        "id":"ED070175",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Collective Negotiations and the Administrator. ERIC Abstracts Series, Number Twenty-one."},
      {
        "id":"ED070176",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Alternative Schooling: New Patterns in Education. ERIC Abstracts Series, Number Twenty-two."},
      {
        "id":"ED070177",
        "title":"ERIC Abstracts: A Collection of ERIC Document Resumes on Assessing Educational Innovations. ERIC Abstracts Series, Number Twenty-three."},
      {
        "id":"ED070178",
        "title":"Program Documents: A Report of Program Decision-Making."},
      {
        "id":"ED070179",
        "title":"Organizational Structures and Operational Practices of Selected Educational R & D Centers and Educational Laboratories and of Selected Centers, Laboratories, and Institutes on One University Campus."},
      {
        "id":"ED070180",
        "title":"An Analysis of the Informational Items and Procedures Used in the Selection of Teachers in the Public School Systems of Louisiana. Final Report."},
      {
        "id":"ED070181",
        "title":"Progress Report: The Development of a School District Budget Planning System (SPLAN). A Technical Memorandum."},
      {
        "id":"ED070182",
        "title":"Pilot Demonstration School Workshop. Summary Report."},
      {
        "id":"ED070183",
        "title":"To Promote Comprehensive Continuing Education Programs for School-Age Pregnant Girls. Annual Report."},
      {
        "id":"ED070188",
        "title":"Informing the Public About Alternative Options for Financing the Public Schools. Interim Progress Report."},
      {
        "id":"ED070189",
        "title":"Task Conceptions and Work Arrangements. Research and Development Memorandum No. 97."},
      {
        "id":"ED070190",
        "title":"Suggested Steps for Planning and Building a New School Building."},
      {
        "id":"ED070191",
        "title":"In Search of Equality: School Finance Revisited. A Report."},
      {
        "id":"ED070192",
        "title":"Financing Public Schools: Selected Papers from a New England School Development Council Conference (Cambridge, Massachusetts, January 7-8, 1972.) Federal Reserve Bank of Boston Conference Series No. 7."},
      {
        "id":"ED070193",
        "title":"Changing Bases for Educational Finance."},
      {
        "id":"ED070194",
        "title":"The School Finance Reform Movement: Implications for School Business Administration."},
      {
        "id":"ED070196",
        "title":"1971-72 Report of Merit Pay Committee."},
      {
        "id":"ED070197",
        "title":"1971-72 Survey of Merit Pay Plans in Public School Systems."},
      {
        "id":"ED070198",
        "title":"Risk Management and Retention."},
      {
        "id":"ED070199",
        "title":"Cooling or Coping? School-Community Tensions."},
      {
        "id":"ED070200",
        "title":"Student Housing. A Report."},
      {
        "id":"ED070201",
        "title":"Planning and Operation of an Educational Park. Final Report."},
      {
        "id":"ED070202",
        "title":"Specifications for the First CSP Building System."},
      {
        "id":"ED070203",
        "title":"School Lunch Breakthrough: Politics, Technology Spur Expansion of Food Programs. An Education U.S.A. Special Report."},
      {
        "id":"ED070204",
        "title":"Open Space Schools. Report of the AASA Commission on Open Space Schools."},
      {
        "id":"ED070205",
        "title":"School Custodial Services: Exemplary Standards and Practices."},
      {
        "id":"ED070206",
        "title":"Federal Dollars for Local Schools. Selections from the Federal Aid Planner. A Guide for School District Administrators."},
      {
        "id":"ED070209",
        "title":"Coding Manual for Continuous Observation of Interactions by Single Subjects in an Academic Setting."},
      {
        "id":"ED070210",
        "title":"Peer Interaction Rate, Classroom Activity and Teaching Style."},
      {
        "id":"ED070212",
        "title":"A Guide for the Management of Special Education Programs. 1.0 A Program Management System."},
      {
        "id":"ED070213",
        "title":"A Guide for the Management of Special Education Programs. 2.0 Procedures for Use of the Task Base Composite."},
      {
        "id":"ED070215",
        "title":"A Guide for the Management of Special Education Programs. 4.0 The Behavioral Characteristics Progression (BCP)."},
      {
        "id":"ED070216",
        "title":"A Guide for the Management of Special Education Programs. 5.0 Procedures for Use of the BCP."},
      {
        "id":"ED070217",
        "title":"A Guide for the Management of Special Education Programs. 6.0 BCP Booklet."},
      {
        "id":"ED070218",
        "title":"A Guide for the Management of Special Education Programs. 7.0 The Project."},
      {
        "id":"ED070219",
        "title":"A Guide for the Management of Special Education Programs. 8.0 Appendices."},
      {
        "id":"ED070220",
        "title":"Instruction Pamphlet for Parents of Oppositional Children."},
      {
        "id":"ED070221",
        "title":"Parent Training Manual Emphasizing Data Systems for Mothers and Children in a Diagnostic Preschool."},
      {
        "id":"ED070222",
        "title":"Study of Man-Machine Communications Systems for the Handicapped. Volume III. Final Report."},
      {
        "id":"ED070223",
        "title":"Study of Man-Machine Communications Systems for Disabled Persons (The Handicapped). Volume IV. Final Report."},
      {
        "id":"ED070224",
        "title":"Study of Man-Machine Communications Systems for Disabled Persons (The Handicapped). Volume V. Final Report."},
      {
        "id":"ED070225",
        "title":"Study of Man-Machine Communications Systems for Disabled Persons (The Handicapped). Volume VI. Final Report."},
      {
        "id":"ED070226",
        "title":"Study of Man-Machine Communications Systems for Disabled Persons (The Handicapped). Volume VII. Final Report."},
      {
        "id":"ED070228",
        "title":"Improvement of Tactual Symbols for Blind Children. Final Report."},
      {
        "id":"ED070229",
        "title":"Trainable Mentally Retarded Staff Deployment Project."},
      {
        "id":"ED070230",
        "title":"Language Development in Deaf and Hearing Adolescents."},
      {
        "id":"ED070232",
        "title":"An Operant Response Shaping Program for the Establishment of Fluency in Stutterers. Final Report."},
      {
        "id":"ED070233",
        "title":"An Investigation of Factors Influencing Learning in the Mentally Retarded and Their Use in the Design of Instructional Materials. Final Report."},
      {
        "id":"ED070234",
        "title":"Experimental Therapy for School-Age Children and Their Parents. Final Report."},
      {
        "id":"ED070235",
        "title":"Evaluating an Integrated Approach to the Management of Cerebral Palsy. Volume I of IV. Final Report."},
      {
        "id":"ED070236",
        "title":"Evaluating an Integrated Approach to the Management of Cerebral Palsy. Appendix A: IMCP Documentation Handbook. Volume II of IV. Final Report."},
      {
        "id":"ED070238",
        "title":"Evaluating an Integrated Approach to the Management of Cerebral Palsy. Appendix C: An Analysis of the Evaluation and Follow-up Data from the Institute for Movement Therapy in Budapest, Hungary. Volume IV of IV. Final Report."},
      {
        "id":"ED070250",
        "title":"The &quot;Inside/Out&quot; Evaluation; The First Five Programs. Part I."},
      {
        "id":"ED070251",
        "title":"The \"Inside/Out\" Evaluation; The First Five Programs. Part II."},
      {
        "id":"ED070254",
        "title":"Feedback on Student Learning for Instructional Television in El Salvador. Research Report Number 6."},
      {
        "id":"ED070255",
        "title":"An Administrative History of El Salvador's Educational Reform. Research Report Number 8."},
      {
        "id":"ED070256",
        "title":"Council for Cultural Co-Operation; Annual Report 1971."},
      {
        "id":"ED070257",
        "title":"Teachers' Ratings of Cassettes Developed at the Clinton Pilot Cassette Center, Clinton Elementary School, Summer 1971."},
      {
        "id":"ED070261",
        "title":"The Cost Analysis of Instructional Development: Some Managerial Considerations."},
      {
        "id":"ED070263",
        "title":"Recorded Visual Instruction; 1973 Edition."},
      {
        "id":"ED070264",
        "title":"Improvements in Television Sound."},
      {
        "id":"ED070265",
        "title":"Cable Television and Education."},
      {
        "id":"ED070266",
        "title":"Television for the Deaf."},
      {
        "id":"ED070267",
        "title":"The Public Broadcasting Service Technical Center."},
      {
        "id":"ED070268",
        "title":"A Report on the 1972 Interim Meetings of CCIR Study Groups 10, 11, and CMTT."},
      {
        "id":"ED070269",
        "title":"Current Status of Domestic Satellites for Television Network Distribution."},
      {
        "id":"ED070270",
        "title":"Razor Blades to Computers."},
      {
        "id":"ED070271",
        "title":"Staff Study on Cost and Training Effectiveness of Proposed Training Systems. TAEG Report 1."},
      {
        "id":"ED070272",
        "title":"Analysis of the Transfer of Training, Substitution, and Fidelity of Simulation of Training Equipment. TAEG Report 2."},
      {
        "id":"ED070273",
        "title":"Satellite Networks for Education."},
      {
        "id":"ED070274",
        "title":"Legal Restraints on Dissemination of Instructional Materials by Educational Communications Systems."},
      {
        "id":"ED070275",
        "title":"The Economics of Time in Learning."},
      {
        "id":"ED070276",
        "title":"Guide Book. 1973 Edition."},
      {
        "id":"ED070277",
        "title":"Address Before the California Community Television Association."},
      {
        "id":"ED070281",
        "title":"The Effects of Stimulating State Epistemic Curiosity on State Anxiety and Performance in a Complex Computer-Assisted Learning Task."},
      {
        "id":"ED070282",
        "title":"Review of the Response Mode Issue. Tech Memo Number 44."},
      {
        "id":"ED070284",
        "title":"Effects of Anxiety Type and Item Difficulty Sequencing on Mathematics Aptitude Test Performance. Tech Memo Number 46."},
      {
        "id":"ED070285",
        "title":"Effects of Anxiety, Response Mode, Subject Matter Familiarity and Learning Time on Achievement in Computer-Assisted Learning. Tech Memo Number 42."},
      {
        "id":"ED070287",
        "title":"Children and Television. A Special Report from Now Available Number 25."},
      {
        "id":"ED070288",
        "title":"FY 1972 Awards: The Higher Education Act of 1965 (P.L. 89-329) As Amended. Title VI, Part-A, Improvement of Undergraduate Instruction."},
      {
        "id":"ED070289",
        "title":"The Use of Computers in Instruction in Secondary Schools."},
      {
        "id":"ED070290",
        "title":"An Evaluation of Selected Instructional Media Programs in Kansas Colleges and Universities."},
      {
        "id":"ED070291",
        "title":"An Evaluation of Educational Media Programs in Kansas Unified School Districts."},
      {
        "id":"ED070292",
        "title":"Some Problems in Advising on Research Methodology."},
      {
        "id":"ED070293",
        "title":"Self-Confrontation Via Closed-Circuit Television in Teacher Training: Results, Implications and Recommendations."},
      {
        "id":"ED070294",
        "title":"Guidelines for Access: A Report by NCTA."},
      {
        "id":"ED070295",
        "title":"Variability in the Proof Behavior of College Students in a CAI Course in Logic as a Function of Problem Characteristics. Psychology and Education Series."},
      {
        "id":"ED070296",
        "title":"Training Program on Utilization of Closed-Circuit Television in the Community Colleges of Kentucky. Director's Evaluation Report."},
      {
        "id":"ED070298",
        "title":"Planning and Implementing an Integrated Media Program in Utah Public Schools."},
      {
        "id":"ED070299",
        "title":"Computer-Aided Performance Training for Diagnostic and Procedural Tasks."},
      {
        "id":"ED070300",
        "title":"Research in Computer-Aided Performance Training. Final Report."},
      {
        "id":"ED070301",
        "title":"Cable Television."},
      {
        "id":"ED070302",
        "title":"Federal Communications Commission Annual Report Summary."},
      {
        "id":"ED070303",
        "title":"Public Broadcasting Development -- The Next Step."},
      {
        "id":"ED070304",
        "title":"Television Station Employment Practices: The Status of Minorities and Women."},
      {
        "id":"ED070309",
        "title":"Factors Leading to the Acceptance or Rejection of Training Devices."},
      {
        "id":"ED070316",
        "title":"Copyright Considerations in Educational Broadcasting."},
      {
        "id":"ED070317",
        "title":"Educational Effects of Sesame Street on Israeli Children. (Brief Summary)."},
      {
        "id":"ED070318",
        "title":"The Effectiveness of Telecommunication as an Educational Delivery System. Final Report."},
      {
        "id":"ED070319",
        "title":"Three Models for Home-Based Instructional Systems Using Television."},
      {
        "id":"ED070320",
        "title":"Computer Technology Program (REACT). Technical Report."},
      {
        "id":"ED070321",
        "title":"An Effectiveness Study of English as a Second Language (ESL) and Chinese Bilingual Methods."},
      {
        "id":"ED070326",
        "title":"An Evaluation of the Effectiveness of Selected Experimental Bilingual Education Programs in Connecticut."},
      {
        "id":"ED070327",
        "title":"100 Books for Teachers of English as a Second Language: An Annotated Bibliography."},
      {
        "id":"ED070333",
        "title":"Culture and Civilization: A Bibliography for Teachers of Foreign Languages (1953-1971)."},
      {
        "id":"ED070334",
        "title":"Language Status and Language Contact in Geolinguistic Perspective."},
      {
        "id":"ED070335",
        "title":"Teaching Modern Languages Across the Ability Range: CILT Reports and Papers 8."},
      {
        "id":"ED070336",
        "title":"French in the Primary School: Field Report No. 2."},
      {
        "id":"ED070344",
        "title":"Research Trends in Computational Linguistics. Conference Report."},
      {
        "id":"ED070345",
        "title":"Evaluation of an Experimental Intensive French Programme for Grade Eight Students."},
      {
        "id":"ED070346",
        "title":"TESL: Antidote for Truancy?"},
      {
        "id":"ED070347",
        "title":"Bibliographie Moderner Fremdsprachenunterricht, 3(1972) Nr. 3 (Bibliography: Modern Foreign Language Instruction, 1972. Volume 3, Number 3)."},
      {
        "id":"ED070348",
        "title":"Evaluation Report: 1972 WIIFL--Workshop in Individualized Instruction in Foreign Languages."},
      {
        "id":"ED070349",
        "title":"Technical Cooperation with Iran: A Case Study of Opportunities and Policy Implications for the United States. Report to the Agency for International Development."},
      {
        "id":"ED070350",
        "title":"Teaching Foreign Language Grammar to Adults: A Comparative Study."},
      {
        "id":"ED070351",
        "title":"L'Enonce Toura-Cote d'Ivoire (The Spoken Language of Toura-Ivory Coast)."},
      {
        "id":"ED070353",
        "title":"The Acquisition of Foreign Language Grammar by Adults: A Summary Report on Three Field Experiments."},
      {
        "id":"ED070356",
        "title":"Transformational Grammar and Psycholinguistics as Applied to Teaching Comprehension of German. Final Report."},
      {
        "id":"ED070358",
        "title":"Beginning English: A Basic Course for Arab Students."},
      {
        "id":"ED070359",
        "title":"French Language Achievement: The Effect of Early Language Instruction on Subsequent Achievement."},
      {
        "id":"ED070360",
        "title":"Introducing Literary Arabic, Volume II: Grammatical Notes."},
      {
        "id":"ED070361",
        "title":"Wortschatzliste und Synonyme: Hermann Hesse, &quot;Siddhartha&quot; (Vocabulary List and Synonyms for Hermann Hesse's &quot;Siddhartha&quot;)."},
      {
        "id":"ED070362",
        "title":"Self-Analysis and Introspection: Final Report of the Workshop on Individualizing Foreign Language Instruction."},
      {
        "id":"ED070364",
        "title":"Evaluation of the Title I (HEA, 1965) Program in California, 1966-1971. Developing Community Service and Continuing Education Programs in California Higher Education Institutions."},
      {
        "id":"ED070365",
        "title":"Elements Involved in Academic Change."},
      {
        "id":"ED070366",
        "title":"Report to the Committee on University Affairs on the Value of the Basic Income Unit for 1968-69."},
      {
        "id":"ED070367",
        "title":"Report of the Task Force-- Space and Utilization. Introduction and Part I, Problem, Approach and Conclusion."},
      {
        "id":"ED070368",
        "title":"Preliminary Budget Forecasts for Provincially-Assisted Universities of Ontario for the Fiscal Year Ended April 30, 1973."},
      {
        "id":"ED070369",
        "title":"Total Revenue and Expenses for Provincially-Assisted Universities of Ontario for The Ten-Month Fiscal Period Ended April 30, 1972."},
      {
        "id":"ED070370",
        "title":"State Boards Responsible for Higher Education, 1970."},
      {
        "id":"ED070371",
        "title":"[Proposed Changes in the Faculty By-Laws of Dickinson College.]"},
      {
        "id":"ED070372",
        "title":"North Carolina Environmental Internship Program 1971."},
      {
        "id":"ED070373",
        "title":"Annual Report on the State Government Internship Program 1972."},
      {
        "id":"ED070374",
        "title":"Governor's Intern Program. Final Report."},
      {
        "id":"ED070375",
        "title":"A Brief History of Service-Learning Internship Programs."},
      {
        "id":"ED070376",
        "title":"Summary of State Legislation Affecting Higher Education in the South, 1972."},
      {
        "id":"ED070377",
        "title":"Technology and Public Policy. The Process of Technology Assessment in the Federal Government."},
      {
        "id":"ED070378",
        "title":"Changing Patterns for Undergraduate Education."},
      {
        "id":"ED070379",
        "title":"Academic Year in Europe and Africa, 1973-74."},
      {
        "id":"ED070380",
        "title":"The Graduates Restudied: A Comparison of the Follow-Up of New York City High School Graduates of 1970 and 1971."},
      {
        "id":"ED070381",
        "title":"External Degree Program. Areas of Competency in Business Administration."},
      {
        "id":"ED070382",
        "title":"Experience Placements. Mental Health Career Development Programs."},
      {
        "id":"ED070383",
        "title":"Directory. Approved Family Practice Residency Programs."},
      {
        "id":"ED070384",
        "title":"Status of Women in Higher Education: 1963-1972. A Selective Bibliography. Series in Bibliography No. 2."},
      {
        "id":"ED070385",
        "title":"Behavioral Sciences and Medical Education. A Report of Four Conferences."},
      {
        "id":"ED070386",
        "title":"New Dimensions in Training Rehabilitation Facility Personnel. Special Report 1."},
      {
        "id":"ED070387",
        "title":"Digest of Education Amendments of 1972 (Higher Education Omnibus Bill, S659)."},
      {
        "id":"ED070388",
        "title":"Another Objective to Achieve: A Study of Educationally Disadvantaged Veterans Enrolled in a College Preparatory Program."},
      {
        "id":"ED070389",
        "title":"[Black Graduates must Explore New Business Opportunities.]"},
      {
        "id":"ED070390",
        "title":"Comparative Higher Education: Sources of Information."},
      {
        "id":"ED070391",
        "title":"Higher Education with Fewer Teachers: Some Examples of Current Practice."},
      {
        "id":"ED070392",
        "title":"Report of the Task Force on Space for Education. Volume 2."},
      {
        "id":"ED070393",
        "title":"Environmental Education: Academia's Response."},
      {
        "id":"ED070394",
        "title":"A Survey of Problems in Faculty Recruiting Within the California State Colleges."},
      {
        "id":"ED070395",
        "title":"A Notebook on Service-Learning."},
      {
        "id":"ED070396",
        "title":"Handbook for Resource Development Internships."},
      {
        "id":"ED070397",
        "title":"Handbook for Professional and Administrative Internships."},
      {
        "id":"ED070398",
        "title":"Cooperative Field Education Program (First Annual Report, FY July 1, 1971 - June 30, 1972)."},
      {
        "id":"ED070399",
        "title":"Aspen Executive Seminar on Meeting the Financial Crisis of Colleges and Universities."},
      {
        "id":"ED070401",
        "title":"The College Work-Study Program at Boston College."},
      {
        "id":"ED070402",
        "title":"Facts About New England Colleges, Universities and Institutes 1972-73."},
      {
        "id":"ED070403",
        "title":"Expected First-Year Graduate Enrollment in Science and Engineering, Fall 1972. Higher Education Panel Report."},
      {
        "id":"ED070404",
        "title":"Budgeting and Resource Allocation at Princeton University. Report of a Demonstration Project."},
      {
        "id":"ED070405",
        "title":"Final Report of the Committee on Basic Research in Education."},
      {
        "id":"ED070406",
        "title":"Accredited Postsecondary Institutions and Programs Including Institutions Holding Preaccredited Status. 1971 Supplement."},
      {
        "id":"ED070407",
        "title":"The Output of Canadian Universities as Measured by Graduate Degrees."},
      {
        "id":"ED070409",
        "title":"A Study in Persistence: Attrition and Graduation Rates at the University of Arizona."},
      {
        "id":"ED070410",
        "title":"Student Participation on Institutional Governing Boards."},
      {
        "id":"ED070411",
        "title":"An Irregular Guide to MMSC [Minnesota Metropolitan State College]."},
      {
        "id":"ED070413",
        "title":"Graduate Education: Purposes, Problems, and Potential."},
      {
        "id":"ED070414",
        "title":"Proposal for a Department of Women's Studies at the University of Pennsylvania."},
      {
        "id":"ED070415",
        "title":"Report of the ad hoc Committee on Women Studies, College of Arts and Sciences."},
      {
        "id":"ED070416",
        "title":"The Cost of College: II."},
      {
        "id":"ED070417",
        "title":"Academic Ability, Nonacademic Accomplishments and Ideational Productivity in High-Risk and Regularly Admitted College Students. Final Report."},
      {
        "id":"ED070418",
        "title":"CORD Conducts a Feasibility Study. Final Report."},
      {
        "id":"ED070419",
        "title":"A Study of Selected Factors Related to the Training of Researchers, Developers, Diffusers, and Evaluators in Education."},
      {
        "id":"ED070420",
        "title":"The Effect of College Environment on Student Output."},
      {
        "id":"ED070421",
        "title":"Degrees Conferred by North Carolina Senior Colleges and Universities, 1971-72."},
      {
        "id":"ED070422",
        "title":"The Need for Reform and Renewal in Higher Education."},
      {
        "id":"ED070423",
        "title":"Kerygma and Creativity at Antioch-Columbia."},
      {
        "id":"ED070425",
        "title":"State University of New York College at Old Westbury or \"You'll Have to Eat the Cake With Your Fingers; I've Got the Forks Counted.\""},
      {
        "id":"ED070426",
        "title":"New Academic Deans."},
      {
        "id":"ED070427",
        "title":"The Construction of an Organizational Climate Description Questionnaire for Academic Departments in Colleges and Universities."},
      {
        "id":"ED070428",
        "title":"The Staff Association of Montgomery College."},
      {
        "id":"ED070429",
        "title":"Faculty Load Policies and Practices in Public Junior and Community Colleges."},
      {
        "id":"ED070430",
        "title":"The Relationship between Perceptual Characteristics and Effective Teaching at the Junior College Level."},
      {
        "id":"ED070431",
        "title":"Curriculum Development Program, Summer 1972."},
      {
        "id":"ED070432",
        "title":"The Trapnell Report: Community College Concerns."},
      {
        "id":"ED070433",
        "title":"Staffing Patterns in California Community Colleges. A 1972 Overview."},
      {
        "id":"ED070434",
        "title":"The Three-Year B.A.: A Wavering Idea."},
      {
        "id":"ED070435",
        "title":"1971 - 1972 Student Attrition: Antecedent and Consequent Factors."},
      {
        "id":"ED070436",
        "title":"The Status of Women in Higher Education and the Professions: Metropolitan Junior College District, 1971-1972."},
      {
        "id":"ED070437",
        "title":"[Collective Bargaining in Junior Colleges.]"},
      {
        "id":"ED070438",
        "title":"[A Program to Prepare College and University Officials to Increase the Enrollment and Meet the Needs of Minority Groups and Low Income Students. General Summary and Recommendations.]"},
      {
        "id":"ED070439",
        "title":"Proposal Writing: Reactions of an Evaluator."},
      {
        "id":"ED070440",
        "title":"Proposed Evaluation Design for Los Angeles City College's Auto-Tutorial Programs and Learning Resources Center."},
      {
        "id":"ED070441",
        "title":"International Information Transfer and SDI."},
      {
        "id":"ED070442",
        "title":"Report on Information Retrieval and Library Automation Studies."},
      {
        "id":"ED070443",
        "title":"Long Range Program Library Development in Alaska 1972-1977."},
      {
        "id":"ED070444",
        "title":"A Long Range Program for Library Development in Vermont."},
      {
        "id":"ED070445",
        "title":"West Virginia Library Commission Long-Range State Program."},
      {
        "id":"ED070446",
        "title":"Long-Range Program for the State of Washington Under the Library Services and Construction Act (Public Law 91-600)."},
      {
        "id":"ED070447",
        "title":"Wyoming State Library Proposed Five Year Plan."},
      {
        "id":"ED070448",
        "title":"Five Year Long-Range Program for Library Services."},
      {
        "id":"ED070449",
        "title":"Toward Total Library Service: An Action Program for Library Development in Maryland."},
      {
        "id":"ED070450",
        "title":"The Long-Range Plan for the Development of Library Service for the Citizens of Iowa."},
      {
        "id":"ED070451",
        "title":"Planning for Statewide Library Development."},
      {
        "id":"ED070452",
        "title":"Long Range Program, Library Services and Construction Act; California State Library Fiscal 1973-77."},
      {
        "id":"ED070453",
        "title":"Library Services Across the Border: Idaho - Oregon - Washington. A Study."},
      {
        "id":"ED070454",
        "title":"An Embarrassment of Riches: Consideration of Special Library Materials in the Smaller Library."},
      {
        "id":"ED070455",
        "title":"Information Technology - Its Impact on Decision-Making."},
      {
        "id":"ED070456",
        "title":"1972 Directory of Library Resources for the Blind and Physically Handicapped. Second Revised Edition."},
      {
        "id":"ED070457",
        "title":"Basic Record Repertoire for Small Libraries."},
      {
        "id":"ED070458",
        "title":"Rationale and Schedule for a Classification System for Education and Education-Related Materials."},
      {
        "id":"ED070459",
        "title":"Indiana Seminar on Information Networks (ISIN), Proceedings (October 26-28, 1971)."},
      {
        "id":"ED070460",
        "title":"Library and Program Information Services. A HUD Handbook."},
      {
        "id":"ED070463",
        "title":"Information for Inmates, Series # 1; A Bibliography of Fundamental Rights."},
      {
        "id":"ED074487",
        "title":"The English Language Arts and Basic Skills Program of the Bellevue Public Schools. Elementary Level."},
      {
        "id":"ED074488",
        "title":"The English Language Arts and Basic Skills Program of the Bellevue Public Schools. Junior High Level."},
      {
        "id":"ED074489",
        "title":"The English Language Arts and Basic Skills Program of the Bellevue Public Schools. Senior High Level."},
      {
        "id":"ED074490",
        "title":"English Department Midi Course Curriculum for Juniors and Seniors at Norton High School."},
      {
        "id":"ED074498",
        "title":"Learning, Organization, and the Integration of Written Prose."},
      {
        "id":"ED074500",
        "title":"Project Media Now--A Bold Look at New Curricula."},
      {
        "id":"ED074501",
        "title":"Introducing Literature of the Minorities."},
      {
        "id":"ED074502",
        "title":"Language and Aggression: An Exploratory Study Amongst Black and Puerto Rican Youth."},
      {
        "id":"ED074503",
        "title":"Curriculum Guide for Exceptional Learners, English-Reading: 7-8."},
      {
        "id":"ED074509",
        "title":"Language Arts; A Curriculum Guide, Levels: Kindergarten through Twelve."},
      {
        "id":"ED074511",
        "title":"New York State and Certification by Competency."},
      {
        "id":"ED074512",
        "title":"A Nongraded Phase Elective Senior High English Curriculum."},
      {
        "id":"ED074513",
        "title":"Pronunciation and Apparent Frequency in a Between-Subjects Design. Technical Report."},
      {
        "id":"ED074514",
        "title":"Three Modes of Teaching Remedial English: A Comparative Analysis; A Pilot Study."},
      {
        "id":"ED074515",
        "title":"English Language Arts: Language Section K-12, Experimental Edition."},
      {
        "id":"ED074516",
        "title":"Evaluative Criteria for High School Textbooks in Journalism and Mass Media."},
      {
        "id":"ED074517",
        "title":"Newspaper Guidelines for High School Journalists."},
      {
        "id":"ED074518",
        "title":"Large - Small or Mini Group Instruction in English, 8th and 9th Grades."},
      {
        "id":"ED074519",
        "title":"Typical Folly: Evaluating Student Performance in Higher Education."},
      {
        "id":"ED074520",
        "title":"A Recognition Test of Vocabulary Using Signal-Detection Measures and Some Correlates of Word and Nonword Recognition."},
      {
        "id":"ED074521",
        "title":"Humanizing English: Do Not Fold, Spindle or Multilate. Classroom Practices in Teaching English 1970-1971."},
      {
        "id":"ED074522",
        "title":"Literature and the English Department."},
      {
        "id":"ED074523",
        "title":"The Promise of English. NCTE 1970 Distinguished Lectures."},
      {
        "id":"ED074524",
        "title":"High Interest--Easy Reading for Junior and Senior High School Reluctant Readers."},
      {
        "id":"ED074525",
        "title":"Explorations in Children's Writing."},
      {
        "id":"ED074526",
        "title":"Variations in the Structure and Use of Standard English. Final Report."},
      {
        "id":"ED074527",
        "title":"Cognitive Aspects of Learning in Arbitrary and Non-Arbitrary Contexts: Acquisition of Knowledge from Natural-Language Discourse. Final Report."},
      {
        "id":"ED074528",
        "title":"Observing and Recording Nonverbal Data in Human Transactions."},
      {
        "id":"ED074529",
        "title":"Mass Communication and Relative Reality: A Conceptual Paradigm."},
      {
        "id":"ED074530",
        "title":"[Iowa Studies in Rhetoric.]"},
      {
        "id":"ED074531",
        "title":"Attention as a Variable in Communication Research--The Status Quo."},
      {
        "id":"ED074532",
        "title":"What's Wrong with Humor Research?"},
      {
        "id":"ED074533",
        "title":"An Annotated Bibliography of Empirical Studies of Laughter-Provoking Stimuli as Communication."},
      {
        "id":"ED074534",
        "title":"Henry James on the Art of Acting."},
      {
        "id":"ED074535",
        "title":"The Effects of Time Limit on Correctness of Decision and Member Satisfaction in Decision-Making Group Discussions."},
      {
        "id":"ED074536",
        "title":"Recasting Communication Theory and Research: A Cybernetic Approach."},
      {
        "id":"ED074537",
        "title":"Computer Managed Instruction: Toward Individualized Learning."},
      {
        "id":"ED074539",
        "title":"Dimensions of a Substantive Rhetoric."},
      {
        "id":"ED074540",
        "title":"Interpersonal Competence: A Paradigm for Planned Change in Undergraduate Communication Instruction."},
      {
        "id":"ED074542",
        "title":"Methods for Introducing Analysis of Conflict Theory."},
      {
        "id":"ED074545",
        "title":"The Rhetoric of the Women's Liberation Movement: Consciousness-Raising."},
      {
        "id":"ED074548",
        "title":"The 1972 Campaign for the United States Senate in North Carolina: Debate or Educational Television."},
      {
        "id":"ED074549",
        "title":"Which Comes First Training or Research?"},
      {
        "id":"ED074550",
        "title":"Communication Department Courses of Study: Non-Graded Mini Courses, Grades 10, 11, 12."},
      {
        "id":"ED074551",
        "title":"Methods and Problems of Pre- and Post-Communication Competency Assessment."},
      {
        "id":"ED074552",
        "title":"Onomatopoeia, Gesture, and Synaesthesia in the Perception of Poetic Meaning."},
      {
        "id":"ED074553",
        "title":"Can Humor Increase Persuasion, Or Is It All a Joke?"},
      {
        "id":"ED074554",
        "title":"Communication Correlates of Commitment."},
      {
        "id":"ED074556",
        "title":"Intercultural Communication Research: Where Do We Go from Here?"},
      {
        "id":"ED074557",
        "title":"A Hierarchic System for Information Usage."},
      {
        "id":"ED074558",
        "title":"Annual Conference in Rhetorical Criticism: Commended Papers (6th, California State Univ., Hayward, May, 1972)."},
      {
        "id":"ED074559",
        "title":"A Study of the Impact of Laboratory Training upon Concepts of Leadership and Communication."},
      {
        "id":"ED074560",
        "title":"The Generalizability of Source Credibility Scales for Public Figures."},
      {
        "id":"ED074561",
        "title":"A Test of Hypotheses Derived from Osborn, Piaget and Osgood, Concerning the Metaphor."},
      {
        "id":"ED074562",
        "title":"Epideictic Rhetoric in the Context of Ritual Behavior: Rock Concerts."},
      {
        "id":"ED074564",
        "title":"Modern Trends in Persuasion in Business and Industry."},
      {
        "id":"ED074565",
        "title":"Trends in Political Persuasion in the United States."},
      {
        "id":"ED074566",
        "title":"Planning for School District Organization -- Selected Position Papers."},
      {
        "id":"ED074582",
        "title":"The Gresham Grade School District #4 Year-Round Plan. Community-School Planning and Implementation."},
      {
        "id":"ED074583",
        "title":"Population Growth and Resource Requirements for U.S. Education."},
      {
        "id":"ED074584",
        "title":"Dissemination as a Process Component with Implications for Organizing a State Agency Dissemination Unit."},
      {
        "id":"ED074587",
        "title":"Thermal Environments. Educational Facilities Review Series Number 17."},
      {
        "id":"ED074588",
        "title":"Administrator Evaluation. Educational Management Review Series Number 15."},
      {
        "id":"ED074589",
        "title":"Results of Tax, Bond and Loan Elections in California School Districts, 1971-1972."},
      {
        "id":"ED074590",
        "title":"Alternatives in Education: A Regional Practicum."},
      {
        "id":"ED074591",
        "title":"Innovation and Change: A Study of Strategies in Selected Projects Supported by the National Center for the Improvement of Educational Systems. Final Report. Volume I: Introduction and Methodology."},
      {
        "id":"ED074592",
        "title":"Innovation and Change: A Study of Strategies in Selected Projects Supported by the National Center for the Improvement of Educational Systems. Final Report. Volume IIA: Case Studies."},
      {
        "id":"ED074593",
        "title":"Innovation and Change: A Study of Strategies in Selected Projects Supported by the National Center for the Improvement of Educational Systems. Final Report. Volume III: Results and Policy Recommendations."},
      {
        "id":"ED074594",
        "title":"Innovation and Change: A Study of Strategies in Selected Projects Supported by the National Center for the Improvement of Educational Systems. Final Report. Volume IV: Career Opportunities Program Impact Evaluation (COP)."},
      {
        "id":"ED074595",
        "title":"Innovation and Change: A Study of Strategies in Selected Projects Supported by the National Center for the Improvement of Educational Systems. Final Report. Volume V: Appendix. Career Opportunities Program Impact Evaluation (COP)."},
      {
        "id":"ED074596",
        "title":"Theoretical Models of School District Expenditure Determination and the Impact of Grants-in-Aid."},
      {
        "id":"ED074598",
        "title":"A Few Issues and Ideas in Replanning Education."},
      {
        "id":"ED074599",
        "title":"Systems and the Changing Architectural Practice."},
      {
        "id":"ED074600",
        "title":"New Organizational Patterns and Delivery Systems."},
      {
        "id":"ED074601",
        "title":"Title I. Elementary and Secondary Education Act in Rhode Island. Sixth Annual Evaluation, Fiscal Year 1970-71."},
      {
        "id":"ED074602",
        "title":"An Assessment of a Survey Feedback-Problem Solving-Collective Decision Intervention in Schools. Final Report."},
      {
        "id":"ED074603",
        "title":"Reforming the Title I Distribution Formula."},
      {
        "id":"ED074604",
        "title":"Teacher Characteristics and Collective Bargaining Militancy."},
      {
        "id":"ED074605",
        "title":"State Education Agency Planning: Impact of Federally Funded Programs."},
      {
        "id":"ED074606",
        "title":"Restructuring School Finance. Legal and Financial Implications of the Serrano Case for the State of Oregon."},
      {
        "id":"ED074607",
        "title":"Management Styles. Educational Management Review Series Number 17."},
      {
        "id":"ED074608",
        "title":"Nongraded Schools. Educational Management Review Series Number 16."},
      {
        "id":"ED074609",
        "title":"Site Selection. Educational Facilities Review Series Number 18."},
      {
        "id":"ED074610",
        "title":"A Description of Charles Dickens Annex, 1971-72."},
      {
        "id":"ED074611",
        "title":"Hints for Survival in Open Plan Schools."},
      {
        "id":"ED074612",
        "title":"Computerized Maintenance for Memphis Schools."},
      {
        "id":"ED074614",
        "title":"Expenditures and Revenues for Public Elementary and Secondary Education, 1970-71."},
      {
        "id":"ED074615",
        "title":"The Development of a Leadership Training Process for Principals. Final Report."},
      {
        "id":"ED074616",
        "title":"The School Board President. Guidelines for Better Board Meetings."},
      {
        "id":"ED074617",
        "title":"Performance Contracts -- Success or Failure. Contract Learning Projects, Grand Rapids Public Schools, 1970-72."},
      {
        "id":"ED074618",
        "title":"School Board Policies on Leaves and Absences. Educational Policies Development Kit."},
      {
        "id":"ED074619",
        "title":"Decision Making at the Institutional Level."},
      {
        "id":"ED074620",
        "title":"Some Implications of the National Assessment Model and Data for State and Local Education."},
      {
        "id":"ED074621",
        "title":"A Longitudinal Study of Fiscal Equalization in Illinois."},
      {
        "id":"ED074622",
        "title":"Conflict and the Collaborative Process: Antecedents and Consequences of Two Inter-Agency Programs."},
      {
        "id":"ED074623",
        "title":"Cost Utility: An Aid to Decision Making."},
      {
        "id":"ED074624",
        "title":"Teacher and Administrator Attitudes Toward Collective Negotiation Issues."},
      {
        "id":"ED074625",
        "title":"Cooperative Accountability Project. An Overview of the Cooperative Accountability Project."},
      {
        "id":"ED074626",
        "title":"Education Act Extends Sex Discrimination and Minimum Wage Provisions. Legislative Series 2."},
      {
        "id":"ED074627",
        "title":"Anticipating Educational Issues Over the Next Two Decades: An Overview Report of Trends Analysis. Research Memorandum No. 18."},
      {
        "id":"ED074628",
        "title":"Preliminary Statistics of State School Systems 1969-70."},
      {
        "id":"ED074629",
        "title":"Architectural/Building Programming: An Annotated Bibliography."},
      {
        "id":"ED074630",
        "title":"Florida Educational Opinion Survey, 1970."},
      {
        "id":"ED074631",
        "title":"An Assessment of Educational Needs for Learners in Florida, 1970."},
      {
        "id":"ED074633",
        "title":"Highway Accident Report: Schoolbus/Automobile Collision and Fire, Near Reston, Virginia, February 29, 1972."},
      {
        "id":"ED074634",
        "title":"Tivoli Brewery: A Feasibility Study."},
      {
        "id":"ED074635",
        "title":"Development Project Low-Cost Comprehensive School in Lelystad, the Netherlands."},
      {
        "id":"ED074636",
        "title":"Forces Affecting Educational Decisions."},
      {
        "id":"ED074638",
        "title":"Informing the Public About Alternative Options for Financing the Public Schools. Final Progress Report."},
      {
        "id":"ED074639",
        "title":"Paying for Our Schools: Is There a Better Way? Basic Document."},
      {
        "id":"ED074640",
        "title":"Paying for Our Schools: Is There a Better Way? Group I."},
      {
        "id":"ED074641",
        "title":"Paying for Our Schools: Is There a Better Way? Group II."},
      {
        "id":"ED074642",
        "title":"Paying for Our Schools: Is There a Better Way? Group III."},
      {
        "id":"ED074643",
        "title":"Paying for Our Schools: Is There a Better Way? Group IV."},
      {
        "id":"ED074644",
        "title":"A Primer on Dissemination."},
      {
        "id":"ED074646",
        "title":"Standards for the Operation of Special Education Programs and Services."},
      {
        "id":"ED074647",
        "title":"Improving Visual Skills; A Guide for Teachers of the Handicapped."},
      {
        "id":"ED074648",
        "title":"Program Description and Process Guide for the Program Data Analysis Plan for Colorado Special Education."},
      {
        "id":"ED074650",
        "title":"The Child in the Process: Affecting His Human Potential through LIFE."},
      {
        "id":"ED074651",
        "title":"A Cooperative Parent-Teacher Model Using the Project LIFE Instructional System."},
      {
        "id":"ED074652",
        "title":"Project LIFE, Visual-Perceptual Training."},
      {
        "id":"ED074653",
        "title":"A Comparison of the Project LIFE Vocabulary with a Functional Basic Word List for Special Pupils."},
      {
        "id":"ED074654",
        "title":"Basic Commitments and Responsibilities to Exceptional Children and Policy Statement on Governmental Affairs."},
      {
        "id":"ED074655",
        "title":"The Development and Application of Intelligence Tests for the Blind: A Research Utilization Conference. Final Report."},
      {
        "id":"ED074656",
        "title":"Curriculum Guide for Interpreter Training."},
      {
        "id":"ED074657",
        "title":"Curriculum Guide Functional Level A Exceptional Child Program."},
      {
        "id":"ED074658",
        "title":"How to Pass the Road Rules Test. Revised 1973."},
      {
        "id":"ED074659",
        "title":"Comparative Survey of Programs for Exceptional Children. Survey Report 1971-72."},
      {
        "id":"ED074661",
        "title":"Transcription of \"In Darkness\" via DOTSYS III and the BRAILLEMBOSS."},
      {
        "id":"ED074662",
        "title":"Standards for Personnel Training in Mental Retardation and Related Developmental Handicaps."},
      {
        "id":"ED074663",
        "title":"Development and Demonstration of Communication Systems for the Blind and Deaf/Blind. Braille Communication Terminals and Tactile Paging Systems. Final Report."},
      {
        "id":"ED074664",
        "title":"Learning to Earn a Living: A Resource Guide for Implementation of the State Curriculum for the Educable Mentally Retarded."},
      {
        "id":"ED074665",
        "title":"Multi-Handicapped Blind Persons Can Work."},
      {
        "id":"ED074666",
        "title":"Twenty-fifth Anniversary Annual Meeting, Minutes. May 3, 4, 5, 1972."},
      {
        "id":"ED074667",
        "title":"A Guide for the Teacher of the Trainable Mentally Handicapped."},
      {
        "id":"ED074668",
        "title":"Characteristics of Hearing Impaired Students by Hearing Status. United States: 1970-71."},
      {
        "id":"ED074669",
        "title":"A Comprehensive Plan for Special Education."},
      {
        "id":"ED074670",
        "title":"Management System for EMR Work Study Program."},
      {
        "id":"ED074671",
        "title":"Directory of Organizations Interested in the Handicapped. Revised Edition."},
      {
        "id":"ED074672",
        "title":"Methods and Results of an Every-Child Program for the Early Identification of Developmental Deficits."},
      {
        "id":"ED074673",
        "title":"Prescriptive Profile Procedure for Children With Learning Disabilities."},
      {
        "id":"ED074674",
        "title":"Hearing and Related Medical Findings Among Children: Race, Area, and Socioeconomic Differentials United States."},
      {
        "id":"ED074675",
        "title":"PROJECT SED: Trail-blazing for Severely Disturbed Youngsters in a Public School."},
      {
        "id":"ED074676",
        "title":"Not All Little Wagons Are Red; the Exceptional Child's Early Years."},
      {
        "id":"ED074677",
        "title":"Preschool Learning Activities for the Visually Impaired Child, A Guide for Parents."},
      {
        "id":"ED074678",
        "title":"Instructional Alternatives for Exceptional Children."},
      {
        "id":"ED074679",
        "title":"Social Sciences: Curriculum Guide for Teaching Gifted Students Social Sciences in Grades Seven Through Nine."},
      {
        "id":"ED074680",
        "title":"Primary Handicaps of Students in Programs for the Physically Handicapped."},
      {
        "id":"ED074681",
        "title":"Impact 6 of the Title VI Programs in the State of Oregon September, 1971-August, 1972."},
      {
        "id":"ED074682",
        "title":"Physically Handicapped/Special Health Problems and Cerebral Palsy; A Selective Bibliography. Exceptional Child Bibliography Series No. 628."},
      {
        "id":"ED074683",
        "title":"Counseling and Psychotherapy; A Selective Bibliography. Exceptional Child Bibliography Series No. 629."},
      {
        "id":"ED074684",
        "title":"Directories of Services and Facilities; A Selective Bibliography. Exceptional Child Bibliography Series No. 638."},
      {
        "id":"ED074685",
        "title":"Minority Groups/Disadvantaged Youth; A Selective Bibliography. Exceptional Child Bibliography Series No. 646."},
      {
        "id":"ED074686",
        "title":"Audiovisual Instruction; A Selective Bibliography. Exceptional Child Bibliography Series No. 653."},
      {
        "id":"ED074687",
        "title":"Programed Instruction; A Selective Bibliography. Exceptional Child Bibliography Series No. 654."},
      {
        "id":"ED074688",
        "title":"Communication for Handicapped Children. Final Report."},
      {
        "id":"ED074689",
        "title":"Anticipation of Cognitive Behavior of Mentally Retarded and Normal Children."},
      {
        "id":"ED074691",
        "title":"Eye Movement Disorders in Dyslexia. Final Report."},
      {
        "id":"ED074692",
        "title":"Perceptual Capacities of Retarded and Normal Children. Final Report."},
      {
        "id":"ED074708",
        "title":"Comprehension of a Narrative Passage by Primary School Children as a Function of Listening Rate and Reading Comprehension Level."},
      {
        "id":"ED074709",
        "title":"Social and Personality Factors Influencing Learning from Film and Television."},
      {
        "id":"ED074711",
        "title":"Changes in Self-Esteem as a Result of an Individualized Curriculum. Preliminary Report."},
      {
        "id":"ED074712",
        "title":"The Effects of Empirical Program Revision and the Presentation of Objectives on Student Performance."},
      {
        "id":"ED074713",
        "title":"Improving and Expanding Existing Computer Based Resource Units. Final Report."},
      {
        "id":"ED074714",
        "title":"Educational Reform and Instructional Television in El Salvador: Costs, Benefits, and Payoffs."},
      {
        "id":"ED074715",
        "title":"Enrollment Projections. ENROLV2."},
      {
        "id":"ED074716",
        "title":"User Documentation; WISE-ONE."},
      {
        "id":"ED074718",
        "title":"Guidelines for Certification of Media Specialists. Extended Version."},
      {
        "id":"ED074719",
        "title":"Teacher Education through Minicourse 18: Teaching Reading as Decoding."},
      {
        "id":"ED074721",
        "title":"Standards for Teleprocessing; New Approaches for New Needs."},
      {
        "id":"ED074722",
        "title":"Americas Unidas; Pilot Broadcasting Program Los Angeles, California."},
      {
        "id":"ED074723",
        "title":"Suggestions Toward a Small Video Facility."},
      {
        "id":"ED074724",
        "title":"Reflections on Two Media."},
      {
        "id":"ED074726",
        "title":"Study of Telecommunications Programs in Selected Universities in the United States."},
      {
        "id":"ED074728",
        "title":"Educational Radio: The Fifty-Year-Old Adolescent. ERIC/EBR Annual Review Paper."},
      {
        "id":"ED074732",
        "title":"Incidental and Relevant Learning with Instructional Objectives."},
      {
        "id":"ED074734",
        "title":"A Feasibility Study: Remediation By Computer Within A Computer-Managed Instruction Course In Junior High School Mathematics."},
      {
        "id":"ED074736",
        "title":"The Effect Of Visual Prompting On Learning."},
      {
        "id":"ED074738",
        "title":"The MODIA Questionnaire for Curriculum Analysis."},
      {
        "id":"ED074739",
        "title":"An Overview of MODIA: A Method of Designing Instructional Alternatives for Air Force Training."},
      {
        "id":"ED074741",
        "title":"Theoretical Framework: Some Basic Issues Related to Methods and Media Selection."},
      {
        "id":"ED074742",
        "title":"Public Television Station Employment Practices and the Composition of Boards of Directors: The Status of Minorities and Women."},
      {
        "id":"ED074743",
        "title":"Young Tanzanians and the Cinema: A Study of the Effects of Selected Basic Motion Picture Elements and Population Characteristics on Filmic Comprehension of Tanzanian Adolescent Primary School Children."},
      {
        "id":"ED074745",
        "title":"Response Latency as a Correlate of Individual Differences in Retention."},
      {
        "id":"ED074746",
        "title":"The Practice of Mass Communication: Some Lessons from Research."},
      {
        "id":"ED074747",
        "title":"A Video Tape Technique for Assessing Behavioral Correlates of Academic Performance."},
      {
        "id":"ED074749",
        "title":"The Instructional Development Factory."},
      {
        "id":"ED074750",
        "title":"Personality Characteristics and Performance on Computer Assisted Instruction and Programmed Text."},
      {
        "id":"ED074751",
        "title":"The Role of Film in Development."},
      {
        "id":"ED074752",
        "title":"The Effects of Pictures on the Acquisition of a Sight Vocabulary in Rural EMR Children."},
      {
        "id":"ED074753",
        "title":"The State of the Art Films in Instruction, 1972: A Second Look."},
      {
        "id":"ED074754",
        "title":"A Current View of the Future of Theory and Research in Educational Communication."},
      {
        "id":"ED074756",
        "title":"Educational Media and Copyright; A Position Paper for Educational Media Association of Canada."},
      {
        "id":"ED074757",
        "title":"Evaluation of the Effects of the Eager to Learn Teacher Inservice Television Series."},
      {
        "id":"ED074758",
        "title":"QUEST: A Conversational Access to Computerized Searches of the ERIC System."},
      {
        "id":"ED074759",
        "title":"GANDALF: A General Alpha-Numeric Direct Access Library Facility."},
      {
        "id":"ED074760",
        "title":"Information Memorandum on the Organisation's Activities in Education, 1971-1972."},
      {
        "id":"ED074761",
        "title":"Implications of National Institute of Education Policies and Programs for Educational Technology."},
      {
        "id":"ED074762",
        "title":"Survey of Public Television Station Managers 1973."},
      {
        "id":"ED074763",
        "title":"Instructional Television in the Educational Reform of El Salvador. Information Bulletin Number Three."},
      {
        "id":"ED074765",
        "title":"APL: An Intro."},
      {
        "id":"ED074766",
        "title":"APL/IV: Fourth International APL Users' Conference. June 15-16, 1972, Atlanta, Georgia, U.S.A."},
      {
        "id":"ED074767",
        "title":"Conjugate Reinforcement."},
      {
        "id":"ED074768",
        "title":"An Initial Investigation into the Nature and Use of Support Services and Resources for Instruction in the Public Schools."},
      {
        "id":"ED074769",
        "title":"Evaluation of a Text Compression Algorithm Against Computer-Aided Instruction (CAI) Material."},
      {
        "id":"ED074770",
        "title":"Audio Visual Tutorial Development at the Milwaukee Area Technical College."},
      {
        "id":"ED074772",
        "title":"Guide to Understanding Broadcast License Applications and Other FCC Forms."},
      {
        "id":"ED074773",
        "title":"A Comparison of the Effects of Textual and Televised Modes of Instruction in Teacher Education."},
      {
        "id":"ED074774",
        "title":"Physiological Indices of a Simple Cognitive Task."},
      {
        "id":"ED074776",
        "title":"Appraising the Economic And Social Effects of Advertising. A Review of Issues and Evidence."},
      {
        "id":"ED074777",
        "title":"Advertising and the Public Interest. A Staff Report to the Federal Trade Commission."},
      {
        "id":"ED074785",
        "title":"The Growth of Television in the United States (1960 to 1980)."},
      {
        "id":"ED074786",
        "title":"Cable Television: From Here to Where?"},
      {
        "id":"ED074787",
        "title":"Computer-Based Analytic Grading for German Grammar Instruction. Psychology and Education Series. Technical Report Number 199."},
      {
        "id":"ED074788",
        "title":"Regulation of Cable Television by the State of New York."},
      {
        "id":"ED074789",
        "title":"Using Satellites to Improve Efficiency in Delivery of Educational Services."},
      {
        "id":"ED074790",
        "title":"Experiment in International Living (EIL) Latin-American Spanish Volume II: An Audio-Lingual Course with Correlated Tapes."},
      {
        "id":"ED074792",
        "title":"Hacia la Nueva Reforma (Toward the New Reform)."},
      {
        "id":"ED074793",
        "title":"Learning English as a Second Language: A Summary of Research Department Studies."},
      {
        "id":"ED074794",
        "title":"The &quot;Graduate&quot; Study."},
      {
        "id":"ED074795",
        "title":"Reception Areas of Non-English Speaking Pupils: An Extension of Cost Analysis Data."},
      {
        "id":"ED074798",
        "title":"Die Gesamtschule als Erziehungsprinzip der Kibbuzgemeinschaft (The Comprehensive School as the Educational Principle of the Kibbutz)."},
      {
        "id":"ED074799",
        "title":"A Survey of A.I.D. Educational Cooperation with Developing Countries."},
      {
        "id":"ED074800",
        "title":"French for Travelers--Spanish for Travelers: Nonsequential Semester Courses in the Foreign Language Area. Guidelines and Handbook."},
      {
        "id":"ED074802",
        "title":"A Course in Spoken English for Navajos: Second Year Program. Language Laboratory No. II."},
      {
        "id":"ED074803",
        "title":"A Course in Spoken English for Navajos: First Year Program. Language Laboratory No. I."},
      {
        "id":"ED074804",
        "title":"Enrichment Material for First and Second Year Language Laboratory Program for &quot;A Course in Spoken English for Navajos.&quot;"},
      {
        "id":"ED074805",
        "title":"Conference on Post 'A'-Level German Language Teaching: Report of Proceedings (Hull, England, September 13-15, 1971)."},
      {
        "id":"ED074806",
        "title":"The Te-ni-wo-ha: An Etymological Study."},
      {
        "id":"ED074808",
        "title":"Bureau for International Language Coordination (BILC) Bulletin No. 3."},
      {
        "id":"ED074809",
        "title":"Bureau for International Language Coordination (BILC) Bulletin No. 4."},
      {
        "id":"ED074812",
        "title":"English Language Proficiency and Academic Achievement among Students of English as a Second Language at the College Level."},
      {
        "id":"ED074814",
        "title":"Symposium on the Place of Grammar in Modern Methods of Language Teaching: Report. (Brussels, Belgium, November 16-20, 1970)."},
      {
        "id":"ED074815",
        "title":"Seeking a Pace to Perfection: The Attempt to Individualize Instruction in Elementary German at Lafayette College, Easton, Pa."},
      {
        "id":"ED074816",
        "title":"The Language Laboratory: Hardware for Hard Times."},
      {
        "id":"ED074818",
        "title":"German Basic Course, Units 13-24."},
      {
        "id":"ED074819",
        "title":"Contemporary Cambodian: Introduction."},
      {
        "id":"ED074821",
        "title":"The Teaching of German Literature in Translation."},
      {
        "id":"ED074822",
        "title":"Some Cultural and Grammatical Aspects of Gender in Hindi and Urdu."},
      {
        "id":"ED074823",
        "title":"The Research Methods of the Arkansas Language Survey."},
      {
        "id":"ED074824",
        "title":"A Project to Develop Pre-Vocational Literacy Materials for Spanish-Speaking Students. Final Report."},
      {
        "id":"ED074825",
        "title":"Individualized Instruction at Levels I and II."},
      {
        "id":"ED074826",
        "title":"Cursos in Educacion Vocacional (Courses in Vocational Education): A Spanish Language Introduction to the Various Areas of Vocational and Technical Education Commonly Available in the Vocational Secondary Schools of Pennsylvania."},
      {
        "id":"ED074827",
        "title":"We Learn Together: A Small Group Process Manual for Secondary Teachers."},
      {
        "id":"ED074828",
        "title":"Things to Do....Activities for a Bilingual Classroom."},
      {
        "id":"ED074829",
        "title":"They Help Each Other Learn: A Group Participation and Leadership Training Manual."},
      {
        "id":"ED074830",
        "title":"Mi Libro: Initial Reading in Spanish--Pre-Reading Workbook, Teacher's Edition."},
      {
        "id":"ED074831",
        "title":"The Hispanic Experience in New Jersey Schools: An Issue Paper on a Topical Subject in Education."},
      {
        "id":"ED074832",
        "title":"Co-lingualism, Anthropological Linguistics and Compensatory Education."},
      {
        "id":"ED074834",
        "title":"Early Australian Pronunciation."},
      {
        "id":"ED074835",
        "title":"Negative Transportation and Tag-Questions."},
      {
        "id":"ED074836",
        "title":"Salvage Work in Australian Aboriginal Languages."},
      {
        "id":"ED074839",
        "title":"An Imaginary Trip to Spain."},
      {
        "id":"ED074840",
        "title":"France in America."},
      {
        "id":"ED074843",
        "title":"Oklahoma in the World: Guide to the Improvement of the Teaching of Modern Foreign Languages."},
      {
        "id":"ED074844",
        "title":"Recipes for Teaching Foreign Languages in Oklahoma."},
      {
        "id":"ED074845",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 5 No. 1, 1971: Period Covered, January-March 1971."},
      {
        "id":"ED074846",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 5 No. 2, 1971: Period Covered, April-June 1971."},
      {
        "id":"ED074847",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 5 No. 3, 1971: Period Covered, July-September 1971."},
      {
        "id":"ED074848",
        "title":"Sind Sie fit (Are You in Shape)?: Calisthenics in German."},
      {
        "id":"ED074850",
        "title":"Report of a Three-Week Study Tour of the Federal Republic of Germany and Its Educational System."},
      {
        "id":"ED074852",
        "title":"Tests in Spanish and Other Languages and Nonverbal Tests for Children in Bilingual Programs: An Annotated B.E.A.R.U. Bibliography."},
      {
        "id":"ED074853",
        "title":"Addresses of Embassies, Consulates, and Educational and Information Offices of Interest to Foreign Language Teachers."},
      {
        "id":"ED074854",
        "title":"Missouri Youth Speak Out: Results of the 1972 Statewide Essay Contest Sponsored and Conducted by the Foreign Language Association of Missouri."},
      {
        "id":"ED074855",
        "title":"A Handbook on the MLA Foreign Language Proficiency Tests for Teachers and Advanced Students: Their Nature, Uses and Limitations."},
      {
        "id":"ED074856",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Ukiah Indian, Mexican-American Bilingual-Bicultural Program."},
      {
        "id":"ED074857",
        "title":"Research Report on Some Effects of an Experimental Language Development Program on the Performance of Aboriginal Children in Their First Year at School."},
      {
        "id":"ED074859",
        "title":"Ethnic Values and Language Learning."},
      {
        "id":"ED074860",
        "title":"Modes of Transcription in Natural Languages."},
      {
        "id":"ED074862",
        "title":"Content Analysis Schedule for Bilingual Education Programs: The Bilingual School, P.S. 25."},
      {
        "id":"ED074863",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Albuquerque Public School Bicultural-Bilingual Program."},
      {
        "id":"ED074864",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Building Bilingual Bridges."},
      {
        "id":"ED074865",
        "title":"A Study of Language and Area Programs. Final Report."},
      {
        "id":"ED074868",
        "title":"Bilingual Education and Early Childhood."},
      {
        "id":"ED074869",
        "title":"A Title I ESEA Case Study: Spanish English Developmental Program, Buffalo, New York."},
      {
        "id":"ED074870",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Region XIII Bilingual Education."},
      {
        "id":"ED074871",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingual Education Project for Navajo."},
      {
        "id":"ED074872",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingual Elementary Education Program."},
      {
        "id":"ED074873",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingualism in an Open School Education Program."},
      {
        "id":"ED074874",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Compton Elementary Bilingual Education Plan."},
      {
        "id":"ED074875",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Las Cruces Elementary School Bilingual Project."},
      {
        "id":"ED074876",
        "title":"Content Analysis Schedule for Bilingual Education Programs: The Lorain City Bilingual Education Program."},
      {
        "id":"ED074878",
        "title":"Content Analysis Schedule for Bilingual Education Programs: The North Country Bilingual Project."},
      {
        "id":"ED074879",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Colorado City Center to Aid Bilingual Education."},
      {
        "id":"ED074880",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Del Valle Bilingual Education Program."},
      {
        "id":"ED074881",
        "title":"Content Analysis Schedule for Bilingual Education Programs: Bilingual Education in a Consortium."},
      {
        "id":"ED074884",
        "title":"Financing Students in Higher Education: Educational, Social and Economic Implications of Alternative Methods of Finance."},
      {
        "id":"ED074885",
        "title":"Some Problems in the Planning of Higher Education in the USSR."},
      {
        "id":"ED074886",
        "title":"The Women's Movement and Its Impact on Higher Education."},
      {
        "id":"ED074887",
        "title":"Student Financing of Higher Education in Washington: An Analysis of the Resources Used by Students in Paying for Their College Educations."},
      {
        "id":"ED074888",
        "title":"The Effect of College Proximity on Rates of College Attendance."},
      {
        "id":"ED074889",
        "title":"Demographic and Social Accounting: A Follow-Up on the Withdrawals from Quebec Colleges."},
      {
        "id":"ED074890",
        "title":"Prologue to the Women Studies Program, University of Pittsburgh."},
      {
        "id":"ED074891",
        "title":"Summary of Proceedings of the Annual Meeting of the Association of Urban Universities (57th, Chicago, Illinois, November 7-8, 1971). Forty-Eighth Report."},
      {
        "id":"ED074893",
        "title":"Higher Education Guidelines for Executive Order 11246."},
      {
        "id":"ED074894",
        "title":"Undergraduate Social Work Education for Practice: A Report on Curriculum Content and Issues."},
      {
        "id":"ED074895",
        "title":"Rates of Return on University Education With Economies of Scale."},
      {
        "id":"ED074896",
        "title":"An Open University for the Midlands: Why and For Whom?"},
      {
        "id":"ED074897",
        "title":"Columbia University Affirmative Action Program (Condensed Version)."},
      {
        "id":"ED074898",
        "title":"On the Improvement of Instruction in Higher Education: A Bibliography."},
      {
        "id":"ED074899",
        "title":"Roger Williams College University Without Walls Urban Studies Center."},
      {
        "id":"ED074900",
        "title":"Student Careers of Graduate Student Women in Sociology at an Elite Department."},
      {
        "id":"ED074901",
        "title":"Women's Caucus of the College Art Association Survey of the Status of Women in 164 Art Departments in Accredited Institutions of Higher Education."},
      {
        "id":"ED074902",
        "title":"Fiscal Support and Resource Allocation. A Discussion Paper for the Master Plan for Higher Education in Connecticut."},
      {
        "id":"ED074903",
        "title":"Special Needs of Minorities in Higher Education and Methods of Meeting Needs. A Discussion Paper for the Master Plan for Higher Education in Connecticut."},
      {
        "id":"ED074904",
        "title":"Transfer of Students Between Institutions and Programs. A Discussion Paper for the Master Plan for Higher Education in Connecticut."},
      {
        "id":"ED074905",
        "title":"Excerpts from the Findings and Recommendations of Eight Resource Groups. A Report to the Management/Policy Group of the Commission for Higher Education."},
      {
        "id":"ED074906",
        "title":"Collective Bargaining; Professional Negotiations."},
      {
        "id":"ED074907",
        "title":"The Catholic University in the Modern World."},
      {
        "id":"ED074908",
        "title":"Faculty Retirement Systems."},
      {
        "id":"ED074910",
        "title":"Notes on a National Survey of College-Bound Seniors in 1972."},
      {
        "id":"ED074911",
        "title":"Technological Education."}]
  }}
