{
  "response":{"numFound":509939,"start":322000,"numFoundExact":true,"docs":[
      {
        "id":"ED063506",
        "title":"A Comprehensive Research Guide to Aid the Development of New Careers Programs in Human Service. Volumes I-IV."},
      {
        "id":"ED063507",
        "title":"Canada--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063508",
        "title":"Denmark--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063509",
        "title":"Spain--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063511",
        "title":"Netherlands--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063512",
        "title":"Switzerland--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063513",
        "title":"Yugoslavia--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063514",
        "title":"United Kingdom--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063515",
        "title":"Portugal--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063516",
        "title":"Italy--The Education, Training and Functions of Technicians. Scientific and Technical Personnel."},
      {
        "id":"ED063517",
        "title":"Microfiche Collection of Clearinghouse Documents Reported in Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 5, Number 3."},
      {
        "id":"ED063518",
        "title":"Evaluating College Classroom Teaching Effectiveness. PREP-34."},
      {
        "id":"ED063519",
        "title":"An Alternative to QUERY: Batch-Searching of the ERIC Information Collections."},
      {
        "id":"ED063520",
        "title":"Abstracts of Research and Development Projects in Career Education."},
      {
        "id":"ED063521",
        "title":"Task Force to Reevaluate Social Science Textbooks Grades Five Through Eight."},
      {
        "id":"ED063522",
        "title":"A Study of the Potential of Telecommunications and Educational Technology to Satisfy the Educational Communications Needs of the State of Alaska. Final Report."},
      {
        "id":"ED063523",
        "title":"Cooperative Educational Abstracting Service (CEAS). (Abstract Series No. 103-122, March 1972)."},
      {
        "id":"ED063524",
        "title":"Project Newgate: Morehead State University and Federal Youth Center Institutional Coordination and Cooperation."},
      {
        "id":"ED063528",
        "title":"[Opening Address at the Third Session of the UNESCO International Consultative Liaison Committee for Literacy.]"},
      {
        "id":"ED063529",
        "title":"Special Report [on the] Employment Problems of the Vietnam Veteran."},
      {
        "id":"ED063530",
        "title":"A Survey of the Need for Programs to Prepare Members of the Health Professions as Specialists in Continuing Education."},
      {
        "id":"ED063531",
        "title":"Aging and Learning."},
      {
        "id":"ED063532",
        "title":"The Population of Elderly Chicogoans for the Decade 1960-1970 by Community Area."},
      {
        "id":"ED063533",
        "title":"A Conceptual Framework for Educational Program Planning and Evaluation."},
      {
        "id":"ED063535",
        "title":"A Critique of Jensen&apos;s Article: How Much Can We Boost IQ and Scholastic Achievement?"},
      {
        "id":"ED063537",
        "title":"Increasing Verbal Empathy as a Function of Feedback and Instructions."},
      {
        "id":"ED063538",
        "title":"The Home Point System: Token Reinforcement Procedure for Application by Parents of Children with Behavior Problems."},
      {
        "id":"ED063539",
        "title":"Relation of Teacher-Child Congruities to Achievement."},
      {
        "id":"ED063540",
        "title":"The Effect of Realistic Versus Imaginary Aggressive Models on Children's Interpersonal Play."},
      {
        "id":"ED063541",
        "title":"Occupations: Values and Survival."},
      {
        "id":"ED063542",
        "title":"The Relationship of Cognitive Flexibility to Learning of Prose Material Differentially Classified According to the Taxonomy of Educational Objectives: Cognitive Domain."},
      {
        "id":"ED063543",
        "title":"Youth Tutoring Youth: A Manual for Trainers; For the Tutor; Tutoring Tricks and Tips; You&apos;re the Tutor."},
      {
        "id":"ED063545",
        "title":"Sex Differences in Intellectual Abilities: A Reassessment and A Look At Some New Explanations."},
      {
        "id":"ED063546",
        "title":"The Next Revolution: Educational and The Evolution of Self."},
      {
        "id":"ED063547",
        "title":"Teaching for Career Decision-Making."},
      {
        "id":"ED063549",
        "title":"How Mothers Teach."},
      {
        "id":"ED063550",
        "title":"The Product as Change Agent: Advantages and Limitations."},
      {
        "id":"ED063551",
        "title":"Cognition and Frustration in Delay of Gratification."},
      {
        "id":"ED063552",
        "title":"A Multi-Variate Analysis of Teacher-Student Interpretations of Non-Verbal Cues: The Measurement of Visuo-Gestural Channel Expression."},
      {
        "id":"ED063553",
        "title":"Social Learning Theory and Group Behavioral Change."},
      {
        "id":"ED063554",
        "title":"A Positive Reinforcement Program for Learning Good Behavior."},
      {
        "id":"ED063555",
        "title":"An Index and Procedure for Readmitting the Academically Dismissed Student."},
      {
        "id":"ED063556",
        "title":"Some Effects of Target Cooperation and Reciprocated Promises on Conflict Resolution."},
      {
        "id":"ED063557",
        "title":"A Preliminary Investigation of a Hyperbolic Model of Attitude Change."},
      {
        "id":"ED063558",
        "title":"Changes in Intrinsic Motivation as a Function of Negative Feedback and Threats."},
      {
        "id":"ED063559",
        "title":"Prediction of Youth Contacts with Law Agencies over An Eight Year Period."},
      {
        "id":"ED063560",
        "title":"Covert Sensitization Treatment with Alcoholics."},
      {
        "id":"ED063561",
        "title":"Effects of Nonintellective Student Behaviour Upon Essay Grades."},
      {
        "id":"ED063562",
        "title":"Information Processing in Memory Tasks."},
      {
        "id":"ED063563",
        "title":"A Study of the Relationship Between Semantic Divergent Thinking and Types of Risk Taking Behavior in Fifth Grade Children."},
      {
        "id":"ED063564",
        "title":"The Effect of the Timing of the Presentation of Two Subordinate Informational Concepts on the Cognitive Process of Synthesis."},
      {
        "id":"ED063565",
        "title":"Changes in Self-Understanding as a result of Participation in Group Training."},
      {
        "id":"ED063566",
        "title":"Attentional Factors in Learning. Final Report."},
      {
        "id":"ED063567",
        "title":"An Investigation to Identify, Describe and Evaluate an Optimal Program of Student Personnel Services for Student from Disadvantaged Background."},
      {
        "id":"ED063568",
        "title":"Young Men in High School and Beyond: A Summary of Findings from the Youth in Transition Project. Final Report."},
      {
        "id":"ED063569",
        "title":"Responsiveness in Urban Schools: A Study of School System Adaptation to Parental Preferences in an Urban Environment."},
      {
        "id":"ED063570",
        "title":"Studies in the Theory of Large Groups. Final Report."},
      {
        "id":"ED063571",
        "title":"The Legal Rights of Secondary School Children Charged with an Act of Delinquency or Violation of School Laws."},
      {
        "id":"ED063572",
        "title":"Communique: News Sheet for School Counselors. Volumes 1, Numbers 1-9; plus Index."},
      {
        "id":"ED063573",
        "title":"Reading and Urban Education: An Analysis of Some Traditional and Emerging Premises."},
      {
        "id":"ED063574",
        "title":"A University Reading and Study Skills Program for High-Risk Students."},
      {
        "id":"ED063575",
        "title":"Changes in Reading Achievement, Perceptual Motor Ability, and Behavior Adjustment as a Function of Perceptual Motor Training and Individualized Remedial Reading Instruction. Final Report."},
      {
        "id":"ED063576",
        "title":"A Diagnostic Approach to Corrective Reading in the Classroom."},
      {
        "id":"ED063577",
        "title":"Competency-Based Reading Preparation for Secondary Teachers."},
      {
        "id":"ED063578",
        "title":"Natural Language Computerized Comparison of Word List Content."},
      {
        "id":"ED063579",
        "title":"Developing Word Analysis Skills."},
      {
        "id":"ED063580",
        "title":"Language Development: Universal Aspects and Individual Variation."},
      {
        "id":"ED063581",
        "title":"The Individual Student Resource Unit, Reading and the Curriculum."},
      {
        "id":"ED063582",
        "title":"Language, Linguistics, and Learning to Read."},
      {
        "id":"ED063583",
        "title":"A Cost-Effective Analysis of Selected Reading Programs in the Grand Rapids Public Schools."},
      {
        "id":"ED063584",
        "title":"Role and Responsibility of the Black Reading Specialist."},
      {
        "id":"ED063585",
        "title":"Experimental Programs in an Elementary Classroom."},
      {
        "id":"ED063586",
        "title":"Strengthening Reading at the Secondary Level."},
      {
        "id":"ED063587",
        "title":"The Consultant: \"Andragogue & Pedagogue\"; Effective Utilization of Reading Consultants."},
      {
        "id":"ED063588",
        "title":"Psycholinguistics, Sociolinguistics, Reading and the Classroom Teacher."},
      {
        "id":"ED063589",
        "title":"The Starting Place: English, Reading."},
      {
        "id":"ED063590",
        "title":"Suit the Speed to the Road: Reading, Language Arts."},
      {
        "id":"ED063591",
        "title":"The Portland Project: An In-Service Training Program in the Teaching of Reading."},
      {
        "id":"ED063592",
        "title":"Revolution in Teacher Education for Reading Instruction."},
      {
        "id":"ED063593",
        "title":"Needed Types of Parental Guidance and Cooperation Between Home and School."},
      {
        "id":"ED063594",
        "title":"Building Strength in Word Attack."},
      {
        "id":"ED063595",
        "title":"Phasing Reading Development with Child Development: A Plea."},
      {
        "id":"ED063596",
        "title":"Materials and Resources for the Gifted Reader at the Primary Level."},
      {
        "id":"ED063597",
        "title":"Vocabulary Development: A Neglected Phase of Reading Instruction."},
      {
        "id":"ED063598",
        "title":"Pathway to Critical Reading."},
      {
        "id":"ED063600",
        "title":"Success in First-Grade Reading."},
      {
        "id":"ED063601",
        "title":"Reading and the Disadvantaged: Some Psycholinguistic Applications for the Classroom Teacher."},
      {
        "id":"ED063602",
        "title":"Reading Comprehension Emphasis in Pupil Materials during the 1930's and the 1960's."},
      {
        "id":"ED063603",
        "title":"Self-Discovery through Reading."},
      {
        "id":"ED063604",
        "title":"Canadian Doctoral Dissertations in Reading Education: An Annotated Bibliography."},
      {
        "id":"ED063605",
        "title":"How Can Educational Television Be Used Effectively in Improving Reading?"},
      {
        "id":"ED063606",
        "title":"Multiple Classification, Class Inclusion and Reading Ability. Final Report."},
      {
        "id":"ED063609",
        "title":"Compensatory Education: A Study of Preventative and Performance Contracted Components."},
      {
        "id":"ED063610",
        "title":"Collecting a Data Base for a Reading Technology. Final Report."},
      {
        "id":"ED063611",
        "title":"A Study of the Relationship of Intermediate-Grade Children's Self-Esteem and Their Attitude Toward Reading."},
      {
        "id":"ED063614",
        "title":"Measurement of Changes in Children's Attitudes toward the Performing Arts. Final Report."},
      {
        "id":"ED063615",
        "title":"Modular Components. Educational Facilities Review Series Number 7."},
      {
        "id":"ED063616",
        "title":"Comparative Study of Secondary School Building Costs. Educational Organization, Documents No. 4."},
      {
        "id":"ED063617",
        "title":"Proceedings: National Seminar on Year-Round Education (4th, San Diego, California, February 23-25, 1972)."},
      {
        "id":"ED063618",
        "title":"Vocational Education Facilities. Educational Facilities Review Series Number 5."},
      {
        "id":"ED063619",
        "title":"SEF Annotated Bibliography on Informal Education."},
      {
        "id":"ED063620",
        "title":"The Four Quarter School Year."},
      {
        "id":"ED063621",
        "title":"The Call of Serrano."},
      {
        "id":"ED063622",
        "title":"A Proposal: The Circular School Year."},
      {
        "id":"ED063624",
        "title":"Practical Tips on Handling the Community Power Crunch. A Case Study of the Niles Township High Schools."},
      {
        "id":"ED063625",
        "title":"School Within a School. Library Bell Educational Complex."},
      {
        "id":"ED063627",
        "title":"Participative Decision Making: An Analysis and Review. Monograph Series No. 15."},
      {
        "id":"ED063628",
        "title":"Experimental Schools Program. 1971 Experimental School Projects: Three Educational Plans."},
      {
        "id":"ED063629",
        "title":"Nonpublic Education and the Public Good. Final Report."},
      {
        "id":"ED063630",
        "title":"Administration of Public Laws 81-874 &amp; 81-815. Annual Report of the Commissioner of Education (20th, June 30, 1970)."},
      {
        "id":"ED063631",
        "title":"School Board Policies on Purchasing. Educational Policies Development Kit."},
      {
        "id":"ED063632",
        "title":"Six States and Federal Aid: Key Conclusions and Methodological Considerations."},
      {
        "id":"ED063633",
        "title":"Learning Center Guide."},
      {
        "id":"ED063634",
        "title":"Project Management in a Local School District."},
      {
        "id":"ED063636",
        "title":"Public Relations, Computers, and Election Success."},
      {
        "id":"ED063637",
        "title":"The School Board's Responsibility for Human Relations Programs."},
      {
        "id":"ED063638",
        "title":"Finding New Ways To Finance Public Education."},
      {
        "id":"ED063642",
        "title":"Parent Resistance to Educational Innovation."},
      {
        "id":"ED063643",
        "title":"Theory and Phenomena in Curriculum Research: The Classroom as a Test Case."},
      {
        "id":"ED063645",
        "title":"A Study of the Relationships Among District Size, Expenditure Level and Composite Achievement."},
      {
        "id":"ED063646",
        "title":"Program Cost Analysis in Educational Planning."},
      {
        "id":"ED063647",
        "title":"PMIS: System Description. PMIS Project. Planning &amp; Management Information System. A Project To Develop a Data Processing System for Support of the Planning and Management Needs of Local School Districts."},
      {
        "id":"ED063648",
        "title":"The Impact of Federal Aid to States on Financial Support for the Public Schools."},
      {
        "id":"ED063649",
        "title":"Essential Reading for the Future of Education. A Selected and Critically Annotated Bibliography. Revised."},
      {
        "id":"ED063650",
        "title":"Group Disparities in Educational Participation and Achievement, IV. Conference on Policies for Educational Growth (Paris, France, June 3-5, 1970)."},
      {
        "id":"ED063651",
        "title":"Education and Distribution of Income, VII. Conference on Policies for Educational Growth (Paris, France, June 3-5, 1970)."},
      {
        "id":"ED063652",
        "title":"Found Spaces and Equipment for Children's Centers. A Report."},
      {
        "id":"ED063653",
        "title":"School Building - Why, What and How? Report of the Conference on School Building. (Downsview, Ontario, May 18-21, 1971.)"},
      {
        "id":"ED063654",
        "title":"The President's Commission on School Finance. ERIC/CEM Special Feature."},
      {
        "id":"ED063655",
        "title":"Readings in Public School Collective Bargaining. Volume 1."},
      {
        "id":"ED063656",
        "title":"Readings in Public School Collective Bargaining. Volume 2."},
      {
        "id":"ED063657",
        "title":"Grievance Procedures and Grievance Arbitration in Public Education."},
      {
        "id":"ED063658",
        "title":"A Comprehensive School Safety Education Program."},
      {
        "id":"ED063659",
        "title":"New Ideas in Educational Compensation."},
      {
        "id":"ED063660",
        "title":"Discipline Study."},
      {
        "id":"ED063661",
        "title":"Student Rights and Responsibilities. A Handbook for Elementary Schools and Junior and Senior High Schools."},
      {
        "id":"ED063662",
        "title":"Legislation, Achievements and Problems in Education. A Survey of the States, 1972. Revised."},
      {
        "id":"ED063663",
        "title":"1971-72 Directory of IGE/Multiunit Elementary Schools in the United States of America."},
      {
        "id":"ED063664",
        "title":"A Study To Determine the Feasibility of Adapting the Gallup/C. F. Kettering Model for Surveying Public Opinion of Public Schools for Surveys in Local School Districts. Final Report."},
      {
        "id":"ED063665",
        "title":"School Board Policies on Field Trips & Excursions. Educational Policies Development Kit."},
      {
        "id":"ED063666",
        "title":"The Assault Upon State School Finance Systems."},
      {
        "id":"ED063667",
        "title":"Journal of the Proceedings, School Law Forum. (Atlantic City, New Jersey, October 28, 1971.)"},
      {
        "id":"ED063669",
        "title":"Experience in Educational Auditing -- An Educator's Perspective."},
      {
        "id":"ED063670",
        "title":"Revising State Education Finance Systems: Simulating Policy Alternatives."},
      {
        "id":"ED063671",
        "title":"The Political Realities of Revising State Education Finance Systems."},
      {
        "id":"ED063672",
        "title":"The Legal Rights of Married Students."},
      {
        "id":"ED063673",
        "title":"The Legal Rights of Pregnant Students and Pregnant Employees."},
      {
        "id":"ED063674",
        "title":"Collective Legitimacy and Organizational Attachment: A Longitudinal Case Study of School Personnel Absences."},
      {
        "id":"ED063676",
        "title":"The Development of Exemplary Performance Objectives and Their Attendant Evaluation Criteria for the Administrative Service Area of a School District. Final Report."},
      {
        "id":"ED063677",
        "title":"Differentiated School Norms."},
      {
        "id":"ED063678",
        "title":"The Pittsburgh-Based Project To Train Educational R & D Personnel. Research Training Through a Multiple System Consortium, Paper Number 1."},
      {
        "id":"ED063679",
        "title":"Methodological and Theoretical Bases for Designing Local Educational Change Programs. Research Training Through a Multiple System Consortium, Paper Number 2."},
      {
        "id":"ED063680",
        "title":"Making Local Change Programs Relevant to Students' Needs. Research Training Through a Multiple System Consortium, Paper Number 3."},
      {
        "id":"ED063681",
        "title":"The Design of Programs To Train Personnel To Develop and Conduct Programs of Local Change. Research Training Through a Multiple System Consortium, Paper Number 4."},
      {
        "id":"ED063682",
        "title":"Bond Sales for Public School Purposes, 1970-71."},
      {
        "id":"ED063683",
        "title":"Planning School Finance Programs. A Study Guide."},
      {
        "id":"ED063684",
        "title":"A Study of the Relationship Between the Local School Superintendent's Attitude Toward Federal Aid to Education Profiles and Factors in the Superintendent's Experience and Environment. Final Report."},
      {
        "id":"ED063685",
        "title":"Differences in School Achievement and Occupational Opportunities: Explanatory Factors. A Survey Based on European Experience. Conference on Policies for Educational Growth (Paris, France, June 3-5, 1970)."},
      {
        "id":"ED063686",
        "title":"Education and Distribution of Income: Some Exploratory Forays. Technical Reports. Conference on Policies for Educational Growth (Paris, France, June 3-5, 1970)."},
      {
        "id":"ED063687",
        "title":"The Significance of WISC Verbal-Performance Discrepancies for Younger Children with Learning Disabilities."},
      {
        "id":"ED063688",
        "title":"Mental Retardation Programs of the Department of Health, Education, and Welfare."},
      {
        "id":"ED063689",
        "title":"Hearing Levels of Children by Demographic and Socioeconomic Characteristics, United States."},
      {
        "id":"ED063690",
        "title":"Project ME: A Report on the Learning Wall System."},
      {
        "id":"ED063691",
        "title":"If You Have a Handicapped Child."},
      {
        "id":"ED063692",
        "title":"A Diagnostic Study of Reading Disabilities of Children Enrolled in Six Public School Special Classes for the Mentally Retarded. Final Report."},
      {
        "id":"ED063693",
        "title":"Physical Education Curriculum-Resource-Units: A Teacher's Manual."},
      {
        "id":"ED063694",
        "title":"Pathological Left-Handedness: An Explanatory Model."},
      {
        "id":"ED063695",
        "title":"Age Differences in Auditory Reaction Time of \"Brain-Damaged\" and Normal Children under Regular and Irregular Preparatory Interval Conditions."},
      {
        "id":"ED063696",
        "title":"Proceedings of the Conference on Use of Media in Educating the Handicapped (Coral Gables, Florida, May 20-21, 1971)."},
      {
        "id":"ED063697",
        "title":"Individual Differences in Open Education."},
      {
        "id":"ED063698",
        "title":"Gifted Underachievers: A Follow-Up Study of Four Types of Treatment."},
      {
        "id":"ED063699",
        "title":"A Comparative Study of Four Types of Treatment in Improving Adjustment and School Achievement of Gifted Underachievers."},
      {
        "id":"ED063700",
        "title":"Innovation in Special Education: Title III, ESEA."},
      {
        "id":"ED063701",
        "title":"Community Educational Resource Center."},
      {
        "id":"ED063702",
        "title":"Project D. E. A. F. Final Report."},
      {
        "id":"ED063703",
        "title":"Guide to Avocational Activities. Volume I."},
      {
        "id":"ED063704",
        "title":"Guide to Avocational Activities. Volume II."},
      {
        "id":"ED063706",
        "title":"Information Services Manual: Procedures of the CEC Information Center."},
      {
        "id":"ED063707",
        "title":"Acquisitions and Processing Manual: Procedures of the CEC Information Center."},
      {
        "id":"ED063708",
        "title":"Abstracting and Indexing Manual: Procedures of the CEC Information Center."},
      {
        "id":"ED063709",
        "title":"Manual Communication: Fingerspelling and the Language of Signs; A Course of Study Outline for Instructors."},
      {
        "id":"ED063710",
        "title":"Manual Communication: Fingerspelling and the Language of Signs; A Course of Study Outline for Students."},
      {
        "id":"ED063711",
        "title":"Towards a National Mental Retardation Manpower Model for Canada."},
      {
        "id":"ED063712",
        "title":"Educational Services for Emotionally Handicapped Children in Illinois Residential Centers."},
      {
        "id":"ED063713",
        "title":"The Non-Verbal Child: Some Clinical Guidelines."},
      {
        "id":"ED063714",
        "title":"A Study of the Effectiveness of a Non-Specialist in Remediating Visual-Motor Skills in a Title I School."},
      {
        "id":"ED063715",
        "title":"Program of the Creativity Center: Project Gifted."},
      {
        "id":"ED063716",
        "title":"Project Gifted - A Cooperative Effort in Gifted Education."},
      {
        "id":"ED063717",
        "title":"Project Gifted."},
      {
        "id":"ED063718",
        "title":"Project Gifted: Overview."},
      {
        "id":"ED063719",
        "title":"Binocular Visual Acuity of Children: Demographic and Socioeconomic Characteristics - United States."},
      {
        "id":"ED063720",
        "title":"Mental Retardation Activities of the Department of Health, Education, and Welfare."},
      {
        "id":"ED063721",
        "title":"Educating Deaf Children: The Total Approach."},
      {
        "id":"ED063722",
        "title":"Preparing Undergraduates to Teach Disturbed Children: A Review and Prospectus."},
      {
        "id":"ED063723",
        "title":"Breathing Control and Attention Training: A Preliminary Study of a Psychophysiological Approach to Self-Control of Hyperactive Behavior in Children. Final Report."},
      {
        "id":"ED063724",
        "title":"A Selected Guide to Public Agencies Concerned with Exceptional Children."},
      {
        "id":"ED063725",
        "title":"Differential Academic, Behavioral, and Psychological Test Profiles of Four Types of Learning Handicapped Children."},
      {
        "id":"ED063726",
        "title":"Thesaurus for Exceptional Children. Third Edition."},
      {
        "id":"ED063727",
        "title":"Day Care: Serving Children with Special Needs."},
      {
        "id":"ED063733",
        "title":"Present and Probable CATV/Broadband-Communication Technology."},
      {
        "id":"ED063734",
        "title":"Certification of Audiovisual Personnel: The Second Nation-Wide Status Report."},
      {
        "id":"ED063735",
        "title":"Recent Developments in Instructional Technology in the Developing World."},
      {
        "id":"ED063736",
        "title":"Problems Associated with Developing State Vocational-Technical Education Information Dissemination Systems."},
      {
        "id":"ED063737",
        "title":"Instructional Metacommunication and Self-Directed Learning."},
      {
        "id":"ED063738",
        "title":"A Model for Cortically Mediated Behaviors: A \"New Think\" Model for Some Old Thought Processes."},
      {
        "id":"ED063739",
        "title":"An Approach to Training in Population Communication."},
      {
        "id":"ED063740",
        "title":"The Conflagration of a Straw Stalking Horse: Or People Learn All the Time."},
      {
        "id":"ED063741",
        "title":"The Effects of Message Sidedness and Evidence on Inoculation Against Counterpersuasion in Small Group Communication."},
      {
        "id":"ED063742",
        "title":"Managerial Semantics: Where Again All The Nervous Centers Are Involved."},
      {
        "id":"ED063743",
        "title":"Beyond Bureaucracy--Message Diffusion As a Communication Audit Tool."},
      {
        "id":"ED063744",
        "title":"Transformations and Message Linkages for a Theory of Communication Coorientation."},
      {
        "id":"ED063745",
        "title":"Behavioral Objectives for Speech-Communication: Panacea, Pandemonium, Or . . . ."},
      {
        "id":"ED063746",
        "title":"Predicting Mass Media Effects: A Cognitive Approach."},
      {
        "id":"ED063747",
        "title":"Classroom Interaction, Satellite-Interposed."},
      {
        "id":"ED063748",
        "title":"A Learning Module in Intercultural Communication."},
      {
        "id":"ED063749",
        "title":"A Review of Some Techniques Used to Study Communication Variables in Organizations."},
      {
        "id":"ED063750",
        "title":"Construction of a Communication Audit: An Examination of Communication Systems and Their Effectiveness."},
      {
        "id":"ED063752",
        "title":"Techniques to Learning--25 Approaches."},
      {
        "id":"ED063753",
        "title":"Part of the Whole."},
      {
        "id":"ED063754",
        "title":"Report of the Look-Listen Opinion Poll, 1971-1972."},
      {
        "id":"ED063755",
        "title":"A Pilot Study to Test the Effect of Visual Stimulus Presentation Strategies on Learning a Motor Skill. Final Report."},
      {
        "id":"ED063756",
        "title":"Delay of Feedback and Its Effect on the Retention of Three Types of Computer-Assisted Mathematics Instruction."},
      {
        "id":"ED063757",
        "title":"Eye Movement Preferences As Individual Differences In Learning From Print and Pictures."},
      {
        "id":"ED063761",
        "title":"Hearings Before the Subcommittee on Communications of the Committee on Commerce, United States Senate, Ninety-Second Congress, Second Session on the Surgeon General's Report by the Scientific Advisory Committee on Television and Social Behavior."},
      {
        "id":"ED063762",
        "title":"What Belongs On the Cable."},
      {
        "id":"ED063763",
        "title":"CATV'S Critical Mass Problem."},
      {
        "id":"ED063766",
        "title":"A List of U.S. Government Medical and Dental 8mm Films for Sale by the National Audiovisual Center."},
      {
        "id":"ED063768",
        "title":"Tele-Blackboard. The Contribution of New Media to Education in Developing Countries."},
      {
        "id":"ED063769",
        "title":"Computer-Assisted Instruction; A Selected Bibliography."},
      {
        "id":"ED063770",
        "title":"Communication Roles and Communication Content in a Bureaucratic Setting."},
      {
        "id":"ED063773",
        "title":"Media, Minds, and Masses."},
      {
        "id":"ED063774",
        "title":"Exploring the Language of Films."},
      {
        "id":"ED063775",
        "title":"Training Programs for Educational Media Technicians."},
      {
        "id":"ED063776",
        "title":"DATADRAW: A Command Language for Manipulating and Displaying Stacks, Queues, Lists and Trees."},
      {
        "id":"ED063777",
        "title":"Educational Technology--A Vote of Confidence."},
      {
        "id":"ED063778",
        "title":"New Directions in the Study of Organizational Communication."},
      {
        "id":"ED063779",
        "title":"Standards for Cataloging Nonprint Materials. Third Edition."},
      {
        "id":"ED063780",
        "title":"Privacy for Cable Services."},
      {
        "id":"ED063783",
        "title":"Project Solo; Newsletter Number 22."},
      {
        "id":"ED063784",
        "title":"Thaw; New Rules to End the Cable TV Freeze."},
      {
        "id":"ED063785",
        "title":"How To Apply For a Broadcast Station."},
      {
        "id":"ED063786",
        "title":"Educational Television."},
      {
        "id":"ED063787",
        "title":"Commencement Address."},
      {
        "id":"ED063788",
        "title":"Broadcast Actions; Revision."},
      {
        "id":"ED063789",
        "title":"Listening: A Definition and Application."},
      {
        "id":"ED063790",
        "title":"Annual Progress Report; January 1, 1971 through December 31, 1971."},
      {
        "id":"ED063791",
        "title":"Frequency Allocation; The Radio Spectrum."},
      {
        "id":"ED063794",
        "title":"The Product as Change Agent: The Process of Development."},
      {
        "id":"ED063795",
        "title":"Television in Education: For Which Century?"},
      {
        "id":"ED063797",
        "title":"The Information/Motivation Industry: Relevance, Revolt, and Responsibility."},
      {
        "id":"ED063798",
        "title":"The Software Gap: Relevancy in Content and Technique."},
      {
        "id":"ED063799",
        "title":"Are You Ten Feet Tall?"},
      {
        "id":"ED063801",
        "title":"Communications and Crisis."},
      {
        "id":"ED063802",
        "title":"An International Comparison of Children's Television Programming."},
      {
        "id":"ED063804",
        "title":"The Development of a Statistical Experiment Simulator. Final Report."},
      {
        "id":"ED063805",
        "title":"Teaching Strategies and Tactics for Computer-Assisted Instruction."},
      {
        "id":"ED063806",
        "title":"A Study of the Present State of Electronic Music Training, Including Computer Assisted Instruction; A Bibliography. Final Report."},
      {
        "id":"ED063807",
        "title":"Application of a Learning Hierarchy to Sequence an Instructional Program, and Comparison of this Program with Reverse and Random Sequences. Final Report."},
      {
        "id":"ED063808",
        "title":"Resource Material for Bilingual Education."},
      {
        "id":"ED063812",
        "title":"Understanding One Another. Spanish-S."},
      {
        "id":"ED063813",
        "title":"Science and Technology in a Second Language: Papers from a Seminar Held at the University of Birmingham from 27th to 29th March, 1971."},
      {
        "id":"ED063814",
        "title":"Mainstream and Non-Mainstream Communication Norms."},
      {
        "id":"ED063815",
        "title":"Intuitive Thinking in Foreign Language Learning."},
      {
        "id":"ED063816",
        "title":"Chinese Culture through Stories and Other Literary Works."},
      {
        "id":"ED063817",
        "title":"Costless Aids for Language Teaching."},
      {
        "id":"ED063818",
        "title":"Teaching English for Vocational Use in an Undeveloed Country."},
      {
        "id":"ED063819",
        "title":"Substantive Problems in the Preparation of Pedagogical Materials on the Undergraduate Level."},
      {
        "id":"ED063821",
        "title":"Proyecto Leer Bulletin, Number 8."},
      {
        "id":"ED063822",
        "title":"Proyecto Leer Bulletin, Number 9."},
      {
        "id":"ED063823",
        "title":"Individualizing Foreign Language Instruction: Report of the Second Annual Texas Conference on Coordinating Foreign Languages."},
      {
        "id":"ED063825",
        "title":"Advanced Composition: English as a Second Language."},
      {
        "id":"ED063826",
        "title":"Development of Instructional Materials in Japanese for Elementary and Secondary Schools."},
      {
        "id":"ED063828",
        "title":"Sociology, Sociolinguistics, and Language Teaching."},
      {
        "id":"ED063829",
        "title":"Notas sobre dos autores mejicoamericanos de California (Notes on Two Mexican-American Authors in California)."},
      {
        "id":"ED063830",
        "title":"The Preparation of the Teacher for Bilingual Education."},
      {
        "id":"ED063831",
        "title":"Two Paradoxes in the Acquisition of Language Structure and Functions."},
      {
        "id":"ED063832",
        "title":"The Foreign-Language Teacher and Cognitive Psychology or Where Do We Go from Here?"},
      {
        "id":"ED063833",
        "title":"The Foreign Language Teacher or the Guidance Counselor: Who's Passing the Buck?"},
      {
        "id":"ED063834",
        "title":"Las ayudas educativas en la educacion primaria (Teaching Aids in Elementary Education)."},
      {
        "id":"ED063838",
        "title":"Serie Legislacion Educativa Argentina, 1: Leyes Universitarias (Series on Educational Legislation of Argentian, 1: Laws Governing Universities)."},
      {
        "id":"ED063839",
        "title":"Plan Ecuatoriano de Educacion (Ecuadoran Educational Planning)."},
      {
        "id":"ED063840",
        "title":"Some Implications of Research on Normal Language Acquisition for the Disadvantaged Child."},
      {
        "id":"ED063841",
        "title":"Mejoramiento del Curriculo (Improving the Curriculum)."},
      {
        "id":"ED063842",
        "title":"Mexico: Centro de Documentacion e Informacion Educativa. Seminario de Documentacion e Informacion Pedagogica en America Latina (The Mexican Center for Educational Documentation and Information. Working Paper for the Seminar on Educational Documentation and Information in Latin America)."},
      {
        "id":"ED063843",
        "title":"Doing Your Own Thing In and Out of School."},
      {
        "id":"ED063844",
        "title":"School and Home: Getting to Know What Our School Is All About. English as a Second Language."},
      {
        "id":"ED063845",
        "title":"Oral Language Assessment."},
      {
        "id":"ED063846",
        "title":"The Selling of Foreign Languages."},
      {
        "id":"ED063847",
        "title":"Conservation and Innovation."},
      {
        "id":"ED063848",
        "title":"The Cooperative Summer School: A Modification of the Microteaching Approach to Teacher Training."},
      {
        "id":"ED063849",
        "title":"Religion in the Undergraduate Curriculum: An Analysis and Interpretation."},
      {
        "id":"ED063850",
        "title":"Perceptions of Philosophies of Significant Others and Their Correlations with Institutional Functioning and Institutional Response to Student Demand for Change."},
      {
        "id":"ED063851",
        "title":"Patterns for Voluntary Cooperation. Self-Study Report of the College Center of the Finger Lakes."},
      {
        "id":"ED063852",
        "title":"Agricultural Programs in California Public Higher Education."},
      {
        "id":"ED063854",
        "title":"The Study of Graduate Education at Stanford."},
      {
        "id":"ED063855",
        "title":"Goal-Orientation VS. Self-Orientation: Two Perspectives Affecting Indecision About Collegiate Major and Career Choice."},
      {
        "id":"ED063856",
        "title":"The Development of Intellectual Commitment in University Students."},
      {
        "id":"ED063857",
        "title":"The Representation of Knowledge in Written Instruction for Non-Residential Students in Higher Education."},
      {
        "id":"ED063858",
        "title":"Toward a New General Studies Program for San Francisco State College."},
      {
        "id":"ED063859",
        "title":"Factors Determining the Political Attitudes of Lebanese University Students."},
      {
        "id":"ED063860",
        "title":"Why Planning, Programming, Budgeting Systems for Higher Education?"},
      {
        "id":"ED063861",
        "title":"University Curricula in the Marine Sciences and Related Fields. Academic Years 1971-72 and 1972-73."},
      {
        "id":"ED063862",
        "title":"Higher Education Programs in Law Enforcement and Criminal Justice."},
      {
        "id":"ED063863",
        "title":"Various Dimensions of Academic Relevancy."},
      {
        "id":"ED063864",
        "title":"Research Report on Curriculum."},
      {
        "id":"ED063865",
        "title":"The Liberal Arts and General Education: A Perspective."},
      {
        "id":"ED063866",
        "title":"The Influence of an Interaction Between College Students' Personalities and Their Teachers' Personalities Upon the Students' Achievement."},
      {
        "id":"ED063867",
        "title":"The Black Administrator in Higher Education: Current Dilemmas, Problems and Opportunities."},
      {
        "id":"ED063868",
        "title":"1971 Annual Report: Coordinating Board, Texas College and University System."},
      {
        "id":"ED063869",
        "title":"Orientation Proposal 1969-1970."},
      {
        "id":"ED063870",
        "title":"Liberal Education at Lawrence. Report of the Select Committee on Planning."},
      {
        "id":"ED063871",
        "title":"The Report of the Ad Hoc Committee in Arts and Science Appointed by Dean Nelson to Evaluate the Program of Contemporary University and Independent Study."},
      {
        "id":"ED063872",
        "title":"University Student Attitudes and Behavior Toward Drugs."},
      {
        "id":"ED063873",
        "title":"Effects of Counseling Supervision Method and Preference on Empathic Understanding."},
      {
        "id":"ED063874",
        "title":"The Age of Majority."},
      {
        "id":"ED063875",
        "title":"Federal Funds for Research Development and Other Scientific Activities, Fiscal Years 1970, 1971, 1972."},
      {
        "id":"ED063876",
        "title":"A Continuing Commitment: Virginia's Appropriations for Higher Education/1972-74."},
      {
        "id":"ED063877",
        "title":"Fund-Raising and the Trustee."},
      {
        "id":"ED063878",
        "title":"Putting Cooperation to Work: A Survey of How Voluntary Cooperation is Helping Colleges and Universities."},
      {
        "id":"ED063880",
        "title":"University Without Walls: A First Report."},
      {
        "id":"ED063881",
        "title":"Measurement Error in Social and Educational Survey Research."},
      {
        "id":"ED063882",
        "title":"Impact of Study Abroad on the American College Undergraduate."},
      {
        "id":"ED063883",
        "title":"General Evaluation of Study Abroad Programs Under the Auspices [of] American Colleges and Universities."},
      {
        "id":"ED063884",
        "title":"Evaluation of Undergraduate Programs: In What Way Should Evaluation of Overseas Study Programs Be Included in the Accreditation Process for Colleges and Universities?"},
      {
        "id":"ED063885",
        "title":"Changes in Students' Educational Attitudes: A Case Study of an Experimental Living-Learning Program."},
      {
        "id":"ED063886",
        "title":"Federal Agencies and Black Colleges. Fiscal Year 1970."},
      {
        "id":"ED063887",
        "title":"Effects of Powerlessness on First Semester Grade Point Average."},
      {
        "id":"ED063888",
        "title":"Evaluation of the National Endowment for the Humanities Sponsored Course: \"The Idea of Woman.\""},
      {
        "id":"ED063889",
        "title":"Undergraduate Enrollment in Two-Year and Four-Year Colleges: October 1970."},
      {
        "id":"ED063891",
        "title":"Champaign Report. A Conference on Educational Reform -- A Student View."},
      {
        "id":"ED063892",
        "title":"Summary of Departmental Presentations on \"Education of Women\"."},
      {
        "id":"ED063893",
        "title":"Academic Employment of Women at Stanford."},
      {
        "id":"ED063894",
        "title":"New York State Dental Manpower Study."},
      {
        "id":"ED063895",
        "title":"An Evaluation of Student Team Teaching in Sophomore Physics Classes. Final Report."},
      {
        "id":"ED063896",
        "title":"Logical Thinking in College Freshmen. Final Report."},
      {
        "id":"ED063897",
        "title":"University-Urban Interface Program."},
      {
        "id":"ED063898",
        "title":"The Student Consultant Project (SCP): A Case Study of Student Involvement in Social Action."},
      {
        "id":"ED063899",
        "title":"Is Conflict Utilization Underestimated?"},
      {
        "id":"ED063900",
        "title":"University-Urban Interface Program Pittsburgh Goals: Notes on the Criminal Justice System."},
      {
        "id":"ED063901",
        "title":"The Impact of The University of Pittsburgh on the Local Economy."},
      {
        "id":"ED063902",
        "title":"University-Urban Interface Program. Phase II: Interim Report (April, 1970-June, 1971)."},
      {
        "id":"ED063903",
        "title":"Law and Order in the Metropolitan Area: Issues and Options."},
      {
        "id":"ED063904",
        "title":"Undergraduate Curriculum Evaluation: A Study of Eight Undergraduate Curriculum Structures at Twenty-Six Colleges."},
      {
        "id":"ED063905",
        "title":"Dimensions of Academic Competence: The Relationship of Classroom and Research Performance of College Faculty. Final Report."},
      {
        "id":"ED063906",
        "title":"Evaluation of a College Curriculum Advisory Program Utilizing Student Advisors. Final Report."},
      {
        "id":"ED063907",
        "title":"Training Program for Research Specialists. Final Report."},
      {
        "id":"ED063908",
        "title":"Paper for Colloquium on &quot;Teaching of Woman&apos;s History.&quot;"},
      {
        "id":"ED063909",
        "title":"Paper for Colloquium on \"Teaching of Woman's History\"."},
      {
        "id":"ED063910",
        "title":"Report of Female Studies Conference."},
      {
        "id":"ED063911",
        "title":"Notes--Midwest Conference on Women's Studies."},
      {
        "id":"ED063912",
        "title":"At Kirkland."},
      {
        "id":"ED063913",
        "title":"The Women's Center."},
      {
        "id":"ED063914",
        "title":"Study and Travel Programs Abroad: Guidelines for Two-Year College Students."},
      {
        "id":"ED063915",
        "title":"Toward Increased Efficiency in Community Junior College Courses: An Exploratory Study."},
      {
        "id":"ED063916",
        "title":"Freshmen Study Habits and Attitudes."},
      {
        "id":"ED063917",
        "title":"A Profile of SBCC Graduates, June 1972: The Assessment of Educational Impact."},
      {
        "id":"ED063921",
        "title":"Follow-Up Interviews with Former Students, Fall 1971-72 to Spring 1971-72."},
      {
        "id":"ED063922",
        "title":"Descriptive Data Base for the Three Year NorCal Attrition Study, Phase I-III."},
      {
        "id":"ED063923",
        "title":"The Evaluation of Community College Teaching: Models in Theory and Practice."},
      {
        "id":"ED063924",
        "title":"Junior College Research Review. Volumes I-III."},
      {
        "id":"ED063925",
        "title":"Junior College Research Review. Volume IV."},
      {
        "id":"ED063926",
        "title":"Junior College Research Review. Volumes V-VI."},
      {
        "id":"ED063927",
        "title":"Comparison of Transfer and Native Student Progress at the University of Illinois at Urbana-Champaign, 1970-71 Academic Year."},
      {
        "id":"ED063929",
        "title":"Academic Persistence of Some Students at St. Petersburg Junior College."},
      {
        "id":"ED063930",
        "title":"[Studies of Student Performance on the Comparative Guidance Placement Program.]"},
      {
        "id":"ED063931",
        "title":"Do Students Want Individualized Instruction?"},
      {
        "id":"ED063932",
        "title":"Analysis of the 1971 Summer Calendar."},
      {
        "id":"ED063934",
        "title":"The Implementation of SB 696 at Glendale College."},
      {
        "id":"ED063935",
        "title":"Community and Junior Colleges in Transition: Fourth and Final Report on the Program With Developing Institutions."},
      {
        "id":"ED063936",
        "title":"The Role, Responsibility, and Function of the Community Colleges in Occupational Education."},
      {
        "id":"ED063937",
        "title":"Social Services: A Suggested Associate Degree Curriculum."},
      {
        "id":"ED063938",
        "title":"New England Junior College Council Salary Survey 1971-72."},
      {
        "id":"ED063940",
        "title":"See How They Learn; The Parent Practicum, a Parent/Child Workshop, January 22, 1972."},
      {
        "id":"ED063941",
        "title":"[Meeting of Experts on Shared Cataloguing in Research Libraries, Strasbourg, 6-8 June 1972; Three Papers]."},
      {
        "id":"ED063942",
        "title":"Indexer Consistency in Perception of Concepts and In Choice of Terminology; Final Report."},
      {
        "id":"ED063943",
        "title":"The South Carolina Pilot Program for Information Dissemination; A Narrative Report, July, 1970 to December, 1971."},
      {
        "id":"ED063946",
        "title":"Prison Libraries: Bibliography."},
      {
        "id":"ED063947",
        "title":"Symposium of Editors of Documentation, Library and Archives Journals, Paris, Unesco House, 16-18 May 1972; Background Paper."},
      {
        "id":"ED063948",
        "title":"American Library Association Policies, Procedures and Position Statements; Second Edition."},
      {
        "id":"ED063949",
        "title":"Library Education in the South: Papers Presented at a Conference (3rd., The Emory University Division of Librarianship, April 20-22, 1967)"},
      {
        "id":"ED063950",
        "title":"Elaboration of Programmes, Programmes, Plans and Budgets of the National Libraries in Socialist Countries (37th Session, Liverpool, August 1971)."},
      {
        "id":"ED063951",
        "title":"Data Processing Technician 1 &amp; C; Rate Training Manual."},
      {
        "id":"ED063952",
        "title":"Early Childhood Library Specialist Program. Annual Report, June 1, 1971 - May 15, 1972."},
      {
        "id":"ED063953",
        "title":"Book Publishing in Asia; Report on the Regional Seminar on Book Publishing (Singapore, 21-25 March 1969)."},
      {
        "id":"ED063954",
        "title":"The Community's Educational Resource Centers: Public Libraries/School Media Programs."},
      {
        "id":"ED063955",
        "title":"Annual Report of the Register of Copyrights for the Fiscal Year Ending June 30, 1970 (73rd)."},
      {
        "id":"ED063956",
        "title":"Annual Report of the Register of Copyrights for the Fiscal Year Ending June 30, 1971 (74th)."},
      {
        "id":"ED063958",
        "title":"American University Libraries; Organization and Administration."},
      {
        "id":"ED063959",
        "title":"A Partnership for Development: Public Libraries in Greater Vancouver."},
      {
        "id":"ED063960",
        "title":"A Proposal for Province-Wide Organization of Library Services in British Columbia."},
      {
        "id":"ED063961",
        "title":"Libraries: Vital to Tomorrow's World; British Columbia Centennial Citizens' Conference on Libraries (Victoria, May 3, 1971)."},
      {
        "id":"ED063962",
        "title":"Report on the Development of National Documentation/Information Services in Indonesia."},
      {
        "id":"ED063963",
        "title":"Education and Manpower in Tennessee Libraries."},
      {
        "id":"ED063964",
        "title":"American Library Association Proceedings 1971, of the Midwinter Meeting (Los Angeles, January 18-22, 1971) and the Annual Conference (Dallas, June 20-26, 1971)."},
      {
        "id":"ED063965",
        "title":"Standards for Input Cataloging."},
      {
        "id":"ED063967",
        "title":"Library Staff Needs in Southern Appalachian Schools. Final Report."},
      {
        "id":"ED063968",
        "title":"Development of Information Media. Book Development in the Service of Education."},
      {
        "id":"ED063969",
        "title":"Resources in Louisiana Libraries; Public, Academic, Special and in Media Centers. Report of a Survey."},
      {
        "id":"ED063971",
        "title":"Structure and Development of Personal-Social Behaviors in Preschool Settings. ETS Head Start Longitudinal Study."},
      {
        "id":"ED063972",
        "title":"The Elusiveness of Formal Operational Thought in Adolescents."},
      {
        "id":"ED063973",
        "title":"An Activities and Materials Based, Non-Text Mathematics Program for Kindergarten."},
      {
        "id":"ED063975",
        "title":"Young Children's Use of an Information Source in Self-Instruction."},
      {
        "id":"ED063976",
        "title":"An Intercultural Study of the Development of a Reading Readiness Skill."},
      {
        "id":"ED063977",
        "title":"The Modification of Age-Specific Expectations of Piaget's Theory of Development of Intentionality in Moral Judgments of Four- to Seven-Year Old Children in Relation to Use of Puppets in a Social (Imitative) Learning Paradigm."},
      {
        "id":"ED063978",
        "title":"Projected Cropping Patterns, Livestock Enterprises, Processing Activities, Capital Requirements, Employment, Income, and Training Needs for Alternative Farm Organizational Structures for the Navajo Indian Irrigation Project. A Special Report to the Four Corners Regional Commission."},
      {
        "id":"ED063979",
        "title":"The Effectiveness of Michigan Migrant Primary Interdisciplinary Project (MMPIP) Curricula in Helping Children with English Language Problems."},
      {
        "id":"ED063980",
        "title":"Biomedical Challenges Presented by the American Indian, Proceedings of the Special Session of the PAHO Advisory Committee on Medical Research (7th, Washington, D.C., June 25, 1968)."},
      {
        "id":"ED063983",
        "title":"The Use of Norm-Referenced Survey Achievement Tests with Mexican-American Migrant Students: A Literature Review and Analysis of Implications for Evaluation of the Texas Migrant Education Program."},
      {
        "id":"ED063984",
        "title":"Raleigh County Schools, Outdoor Education: Conference & Service Complex."},
      {
        "id":"ED063986",
        "title":"The Yearbook of Agriculture, 1971: A Good Life for More People."},
      {
        "id":"ED063987",
        "title":"Small Community Needs: A Study of Small Community Needs as Related to Federal Housing and Community Development Assistance."},
      {
        "id":"ED063988",
        "title":"Mexican Americans and Educational Change. Symposium (University of California, Riverside, May 21-22, 1971)."},
      {
        "id":"ED063989",
        "title":"Environment--A Way of Teaching (Grades K-12)."},
      {
        "id":"ED063990",
        "title":"Implementation of a Migrant Education Program in the Richgrove School District."},
      {
        "id":"ED063991",
        "title":"The Effect of a Five Week Pre College Orientation Program for Indian Students."},
      {
        "id":"ED063992",
        "title":"Teaching Mathematical Concepts to Rural Preschool Children Through a Home-Oriented Program."},
      {
        "id":"ED063996",
        "title":"Early Childhood Programs for Migrants: Alternatives for the States. The Second Report of the Education Commission of the States, Task Force on Early Childhood Education, May 1972."},
      {
        "id":"ED063997",
        "title":"Quinault Summer Education Program - 1970. Final Report on Camp Chitwhin."},
      {
        "id":"ED063998",
        "title":"Cultural Differences in Spatial Perception of the Environment Among Children 10-17 Years Old in the Whitehorse Area."},
      {
        "id":"ED063999",
        "title":"Migrant Education Administration Handbook. [Revised 1972]."},
      {
        "id":"ED064000",
        "title":"An Analysis of the Academic Achievement of Indian High School Students in Federal and Public Schools."},
      {
        "id":"ED064001",
        "title":"An Evaluation of the Bordertown Dormitory Program."},
      {
        "id":"ED064002",
        "title":"An Index of the Social Indicators of the American Indian in Oklahoma."},
      {
        "id":"ED064003",
        "title":"Promising School Practices for Mexican Americans."},
      {
        "id":"ED064005",
        "title":"Labor Market Information in Rural Areas: Proceedings of a Conference (Michigan State University, East Lansing, February 22-23, 1972)."},
      {
        "id":"ED064006",
        "title":"Opportunity To Improve Indian Education in Schools Operated by the Bureau of Indian Affairs. Report to the Congress."},
      {
        "id":"ED064007",
        "title":"The Chicano Addict: An Analysis of Factors Influencing Rehabilitation in a Treatment and Prevention Program."},
      {
        "id":"ED064009",
        "title":"Cassadaga Valley: The Community Setting for Educational Innovation."},
      {
        "id":"ED064010",
        "title":"Peso Bilingual Language Development Project. Project Evaluation, June 30, 1970."},
      {
        "id":"ED064012",
        "title":"Evaluation of Michigan Migrant Education, Summer 1971 Programs."},
      {
        "id":"ED064013",
        "title":"Self-Concept, Attitude Toward School, and Reading Achievement: A Study of Michigan Migrant Education Summer School Programs."},
      {
        "id":"ED064014",
        "title":"In-depth Evaluation of Oral Language Instruction in the 1971 Migrant Education Summer Program."},
      {
        "id":"ED064015",
        "title":"Rowland Bilingual/Bicultural Education Project. Evaluation Report."},
      {
        "id":"ED064016",
        "title":"Federal Government Health, Education, and Welfare Programs of Assistance to American Indians Residing on Federal Reservations (Including Table of Contents and Index)."},
      {
        "id":"ED064017",
        "title":"The Ramah Navajos: A Growing Sense of Community In Historical Perspective. Navajo Historical Publications Historical Series No. 1."},
      {
        "id":"ED064018",
        "title":"Hacer Vida. First Year Evaluation Report, 1970-71."},
      {
        "id":"ED064022",
        "title":"Final Evaluation Report for Colorado [City] Bilingual Education Program, Colorado [City] Independent School District, Colorado City, Texas."},
      {
        "id":"ED064024",
        "title":"Edgewood Independent School District, Title VII Bilingual Education Program. Final Evaluation Report, 1970-71."},
      {
        "id":"ED064025",
        "title":"Methodological Appendix of Research Methods Employed in the Mexican American Education Study."},
      {
        "id":"ED064026",
        "title":"Identifying and Organizing for Individual Needs. Evaluation of Wilkes County ESEA Title III Project, 1970-71."},
      {
        "id":"ED064027",
        "title":"A Survey of Navajo Community School Board Members Including Their Legal Status and Election or Appointment to Federally Operated Schools on the Navajo Indian Reservation."},
      {
        "id":"ED064028",
        "title":"Involvement and Programming, the Keys to Making the Best Better Through Longer Participation. Extension Rural Sociology, Occasional Paper #1."},
      {
        "id":"ED064031",
        "title":"Preguntas Y Respuestas, Programa para Ninos Migratorios Bajo el Titulo I de ESEA. 1971. (Questions and Answers, Program for Migrant Children Under ESEA Title I. 1971)."},
      {
        "id":"ED064032",
        "title":"The Story of the Navajo Treaties. Navajo Historical Publications, Documentary Series No. 1."},
      {
        "id":"ED064033",
        "title":"Summer Time is Learning Time: ESEA Title One Summer Program, 1970 and 1971."},
      {
        "id":"ED064034",
        "title":"An Opinion Survey of K-12 Science Teachers on the Contribution of Business and Industry to Their Classrooms and Laboratories in the Form of Free and Low Cost Materials. A Report."},
      {
        "id":"ED064035",
        "title":"The ISCS Self-Assessment System. Teacher and Student Reaction to It."},
      {
        "id":"ED064037",
        "title":"Research in Science Education and the Development of Instructional Materials."},
      {
        "id":"ED064040",
        "title":"Air Pollution Training Courses July 1971 Through June 1972 and University Training Programs."},
      {
        "id":"ED064041",
        "title":"Coalitions, Minority Representation, and Vote-Trading Probabilities."},
      {
        "id":"ED064042",
        "title":"Primary Science Curriculum Guide, A. Beginning Science."},
      {
        "id":"ED064043",
        "title":"Primary Science Curriculum Guide, B. Following On."},
      {
        "id":"ED064044",
        "title":"Primary Science Curriculum Guide, C. Branching Out."},
      {
        "id":"ED064045",
        "title":"Modified Mathematics, Forms III and IV."},
      {
        "id":"ED064046",
        "title":"Pure Number Curriculum Guide, Sections A, B, and C."},
      {
        "id":"ED064047",
        "title":"Pure Number Curriculum Guide, Sections D and E."},
      {
        "id":"ED064048",
        "title":"Pure Number Curriculum Guide, Section F."},
      {
        "id":"ED064049",
        "title":"Applied Number Curriculum Guide, Sections A, B, C."},
      {
        "id":"ED064050",
        "title":"Applied Number Curriculum Guide, Sections D, E, F."},
      {
        "id":"ED064051",
        "title":"Mathematics Curriculum Guide, Section G."},
      {
        "id":"ED064052",
        "title":"Mathematics Curriculum Guide, Sections H and I."},
      {
        "id":"ED064053",
        "title":"Course of Study for Primary Schools, Mathematics 1964; Mathematics 1967, Applied Number, Sections A-F; Mathematics 1967, Pure and Applied Number, Sections G, H, I."},
      {
        "id":"ED064054",
        "title":"Course of Study for Primary Schools: Science."},
      {
        "id":"ED064056",
        "title":"The Environmental Theme in Physics Education."},
      {
        "id":"ED064058",
        "title":"Human Relations Ideabook."},
      {
        "id":"ED064059",
        "title":"Committee on Physics in Two Year Colleges - The First Year."},
      {
        "id":"ED064060",
        "title":"Physics Education in the Community College."},
      {
        "id":"ED064064",
        "title":"Presidential Address: Paleontologists and Paleontology--An Appraisal and a Proposal."},
      {
        "id":"ED064065",
        "title":"Acquisition, Retention, and Transfer in an Individualized College Physics Course."},
      {
        "id":"ED064066",
        "title":"Science--A Process Approach, Product Development Report No. 8."},
      {
        "id":"ED064068",
        "title":"Models for Teaching Science in Elementary Education."},
      {
        "id":"ED064069",
        "title":"Co-Ordinating Meeting for UNESCO's Programme in Integrated Science Teaching, UNESCO, Paris, May 1971. Final Report."},
      {
        "id":"ED064070",
        "title":"How to Teach Measurements in Elementary School Science."},
      {
        "id":"ED064074",
        "title":"Research and Development in Industry, 1969."},
      {
        "id":"ED064077",
        "title":"Conservation--Selected Bibliography."},
      {
        "id":"ED064078",
        "title":"Space Handbook, Eighth Revision, July 1970."},
      {
        "id":"ED064079",
        "title":"Teacher Concerns and Competence Achievement."},
      {
        "id":"ED064080",
        "title":"Science: Our Solar System, From Atmosphere to Space. Authorized Course of Instruction for the Quinmester Program."},
      {
        "id":"ED064081",
        "title":"Science: Scientific Mathematics, Dynamics, Kinematics. Authorized Course of Instruction for the Quinmester Program."},
      {
        "id":"ED064082",
        "title":"Science: Applied Chemistry I Living With Chemistry, Chemistry of Biology, Matter and Its Changes. Authorized Course of Instruction for the Quinmester Program."},
      {
        "id":"ED064083",
        "title":"Science: Introduction to Chemistry, Organic Chemistry, Qualitative Analysis, Introduction to Biochemistry. Authorized Course of Instruction for the Quinmester Program."},
      {
        "id":"ED064084",
        "title":"Science: Introduction to Aeronautics. Authorized Course of Instruction for the Quinmester Program."},
      {
        "id":"ED064085",
        "title":"Science: General Geology, General Earth Science. Authorized Course of Instruction for the Quinmester Program."},
      {
        "id":"ED064087",
        "title":"American Institute of Biological Sciences News, Volume 1 Number 2."},
      {
        "id":"ED064089",
        "title":"Cold Weather Protection for Seed. Science Study Aid No. 6."},
      {
        "id":"ED064090",
        "title":"Skylab, Space Shuttle, Space Benefits Today and Tomorrow."},
      {
        "id":"ED064095",
        "title":"Motion and Energy Chemical Reactions, Parts One &amp; Two of an Integrated Science Sequence, Student Guide, 1971 Edition."},
      {
        "id":"ED064096",
        "title":"Waves and Particles--The Orbital Atom, Parts One &amp; Two of an Integrated Science Sequence, Student Guide, 1971 Edition."},
      {
        "id":"ED064097",
        "title":"Chemistry of Living Matter, Energy Capture &amp; Growth, Parts Three &amp; Four of an Integrated Science Sequence, Student Guide, 1971 Edition."},
      {
        "id":"ED064098",
        "title":"The Monona Grove Four Year Unified Science Program."},
      {
        "id":"ED064099",
        "title":"Manipulative Experience and the Attainment of Process Skills in Elementary Science - A Research Study."},
      {
        "id":"ED064101",
        "title":"Manpower and Employment in American Astronomy."},
      {
        "id":"ED064102",
        "title":"Earth Science Supplement to the Syllabus, Part 3, Topics 9-14, Special Edition 1970."},
      {
        "id":"ED064104",
        "title":"An Alternative Plan in High School Physics."},
      {
        "id":"ED064105",
        "title":"A Study of the Relationship of Geometry to Acquisition of Conservation of Liquid."},
      {
        "id":"ED064106",
        "title":"Pennsylvania Clearinghouse on Methodology in Elementary Science, Vol. 4 No. 1."},
      {
        "id":"ED064107",
        "title":"A Study of the Implementation of the Elementary Science Study Program on a System-Wide Basis in the Penn-Harris-Madison Schools."},
      {
        "id":"ED064108",
        "title":"Attitudes and Opinions of Principals and Teachers Involved in an Experimental Earth Science Program in New York State."},
      {
        "id":"ED064109",
        "title":"A Comparison Between Teachers Aware of the Population Explosion and Their Students."},
      {
        "id":"ED064113",
        "title":"Report of the Guidelines Conference, Monash University, January 1970."},
      {
        "id":"ED064117",
        "title":"The Ideal Elementary Science Teacher."},
      {
        "id":"ED064118",
        "title":"Educational Goals in Science for the 1970's."},
      {
        "id":"ED064119",
        "title":"Engineering Manpower Bulletin, Number 21, May 1972."},
      {
        "id":"ED064125",
        "title":"The Science Magnet Program in a Large City School System."},
      {
        "id":"ED064126",
        "title":"Research on Mathematics Education (K-12) Reported in 1971."},
      {
        "id":"ED064127",
        "title":"Interaction Effects Between Selected Cognitive Abilities and Instructional Treatment in Algebra: An ATI Study."},
      {
        "id":"ED064129",
        "title":"Public Technology, a Tool for Solving National Problems. Report of the Committee on Intergovernmental Science Relations to the Federal Council for Science and Technology."},
      {
        "id":"ED064130",
        "title":"Preserving Nevada's Environmental Heritage: A Report of the Ad Hoc Committee on Environmental Quality. Final Report to the Governor's Natural Resources Council."},
      {
        "id":"ED064131",
        "title":"All Around You, An Environmental Study Guide."},
      {
        "id":"ED064132",
        "title":"The Need for a Design Methodology: Toward an Expanded Conception of Scientific Methodology, Problem Orientation, and a Calculus of Design Methodology."},
      {
        "id":"ED064133",
        "title":"Teaching About Light and Sight."},
      {
        "id":"ED064134",
        "title":"How to Individualize Science Instruction in the Elementary School."},
      {
        "id":"ED064135",
        "title":"How to Care for Living Things in the Classroom."},
      {
        "id":"ED064136",
        "title":"Recommendations Regarding Computers in High School Education."},
      {
        "id":"ED064138",
        "title":"Human Sciences for the Middle School: A BSCS Project."},
      {
        "id":"ED064142",
        "title":"A Comparative Study of the Effect of Behavioral Objectives on Class Performance and Retention in Physical Science."},
      {
        "id":"ED064144",
        "title":"Mathematics, Vol. 1."},
      {
        "id":"ED064145",
        "title":"Mathematics, Vol. 2."},
      {
        "id":"ED064146",
        "title":"Mathematics, Vol. 3."},
      {
        "id":"ED064147",
        "title":"A Study of Number Conservation With Tasks Which Vary in Length, Area and Volume. Final Report."},
      {
        "id":"ED064149",
        "title":"Research Reporting Sections, National Council of Teachers of Mathematics 50th Annual Meeting, Chicago, Illinois, April 16-19, 1972."},
      {
        "id":"ED064150",
        "title":"Teaching Science Via a Socio-Historical Approach."},
      {
        "id":"ED064151",
        "title":"Studies in Family Planning, Volume 3, Number 5."},
      {
        "id":"ED064153",
        "title":"Laboratory Science Program in Clover, Preliminary Evaluation Report."},
      {
        "id":"ED064156",
        "title":"Issues in Mathematics Education."},
      {
        "id":"ED064157",
        "title":"Computer Supplemented Instruction in Secondary School Science: Implementation Proceedings and Survey Findings from a One-Year Program."},
      {
        "id":"ED064158",
        "title":"Current Publications in Population/Family Planning, Number 20."},
      {
        "id":"ED064161",
        "title":"Methodology, Knowing and Doing in Science Education."},
      {
        "id":"ED064162",
        "title":"Situation Report--Australia, Burundi, Cambodia, Mexico, Montserrat, Nicaragua, Papua & New Guinea, Republic of Vietnam, Sabah, Sarawak, Sierra Leone, Tahiti, Tonga."},
      {
        "id":"ED064163",
        "title":"A Study of Paradigms for the Construction and Evaluation of CAI Curricular Materials in Mathematics. Volume I: Philosophical Studies. Final Report."},
      {
        "id":"ED064164",
        "title":"Transferring Environmental Evaluation Functions to the Environmental Quality Council. Hearing Before a Subcommittee of the Committee on Government Operations, H.R. 11952, 91st Congress."},
      {
        "id":"ED064165",
        "title":"Mathematics Objectives, Level 9 [Project SPPED, System for Program and Pupil Evaluation and Development]."},
      {
        "id":"ED064166",
        "title":"Mathematics Objectives, Levels K-4 [Project SPPED, System for Program and Pupil Evaluation and Development]."},
      {
        "id":"ED064167",
        "title":"Mathematics Objectives, Level 5 [Project SPPED, System for Program and Pupil Evaluation and Development]."},
      {
        "id":"ED064168",
        "title":"Aviation and the Environment. A Selected, Annotated Bibliography Related to Aviation's Responses Toward Improving the Environment."},
      {
        "id":"ED064169",
        "title":"The Science Curriculum & the States."},
      {
        "id":"ED064170",
        "title":"Error Trends in Solving Number Sentences in Relation to Workbook Format Across 1st and 2nd Grades."},
      {
        "id":"ED064172",
        "title":"Florida Master Plan and Action Guide for Environmental Education."},
      {
        "id":"ED064173",
        "title":"Final Report on an Experiment with Junior High School Very Low Achievers in Mathematics, School Mathematics Study Group Reports Number 7."},
      {
        "id":"ED064174",
        "title":"The Mathematics Through Science Study: Attitude Changes in a Mathematics Laboratory, School Mathematics Study Group Reports Number 8."},
      {
        "id":"ED064175",
        "title":"Teacher Knowledge and Student Achievement in Algebra, School Mathematics Study Group Reports Number 9."},
      {
        "id":"ED064178",
        "title":"A Study of the Impact of the Verbal Environment in Mathematics Classrooms on Seventh Grade Students' Logical Abilities. Final Report."},
      {
        "id":"ED064180",
        "title":"Social Studies, Grade 12. Economics. Course of Study and Related Learning Activities. Preliminary Materials."},
      {
        "id":"ED064181",
        "title":"Social Studies, Grade 3. Cultures Around the World: Cultural and Geographic Relationships. Course of Study and Related Learning Activities. Preliminary Materials."},
      {
        "id":"ED064182",
        "title":"Political Systems, Public Schools, and Political Socialization."},
      {
        "id":"ED064183",
        "title":"Fourth National NEA/PR&R Conference on Civil and Human Rights in Education."},
      {
        "id":"ED064184",
        "title":"Report on the First Five Years of Operation (Spring 1967 through Spring 1971) of the Outdoor and Environmental Education Program in Billings, Montana."},
      {
        "id":"ED064185",
        "title":"Man: A Course of Study. Evaluation Strategies."},
      {
        "id":"ED064186",
        "title":"Teaching Economics in Elementary Schools: Comparing Acquisition of Economic Knowledge by Elementary School Students in Different Types of Communities."},
      {
        "id":"ED064187",
        "title":"The Urban Condition. An Interdisciplinary Program in Urban Social Studies."},
      {
        "id":"ED064188",
        "title":"Social Studies and Vocational Education."},
      {
        "id":"ED064189",
        "title":"Whereto, the Social Studies: Social Studies or the Social Sciences."},
      {
        "id":"ED064191",
        "title":"An Investigation into the Optimum Age at which Different Types of Map Questions May Best Be Set to Pupils in the Teaching of Geography."},
      {
        "id":"ED064192",
        "title":"Report on the 1966 NDEA Advanced Study Institute in Economics."},
      {
        "id":"ED064193",
        "title":"The 1965 History Institutes Revisited: &quot;It was Wonderful!!!&quot; or, &quot;Man, I Got Took&quot;?"},
      {
        "id":"ED064194",
        "title":"The Interface as a Working Environment: A Purpose for Physical Geography. Geographic Technical Paper Series."},
      {
        "id":"ED064195",
        "title":"Simulation of the Urban Environment. Geographic Technical Paper Series."},
      {
        "id":"ED064196",
        "title":"Ekistics; A Handbook for Curriculum Development in Conservation and Environmental Education."},
      {
        "id":"ED064197",
        "title":"Teaching Civics."},
      {
        "id":"ED064199",
        "title":"An Introduction to the Indiana University Social Studies Field Agent Training Program."},
      {
        "id":"ED064201",
        "title":"Civic Education."},
      {
        "id":"ED064202",
        "title":"\"Everyman\" and his Environment."},
      {
        "id":"ED064203",
        "title":"The New York State Regents Examinations: A Proposal for the Realist. Occasional Paper Number Six."},
      {
        "id":"ED064204",
        "title":"What Students Don't Know About: Cooperation, Negotiation, Organizations."},
      {
        "id":"ED064209",
        "title":"The Role of the Elementary School Teacher in the Political Socialization Process."},
      {
        "id":"ED064211",
        "title":"Man's Political Institutions. Teacher Manual."},
      {
        "id":"ED064214",
        "title":"Cultural Development. Social Studies: Course II-Unit II. Teacher's Manual."},
      {
        "id":"ED064215",
        "title":"Economics: Choice Making. Social Studies I. Teacher's Manual."},
      {
        "id":"ED064216",
        "title":"Evaluating the Small Group as a Component of Modular Schedules."},
      {
        "id":"ED064217",
        "title":"On Monitoring a College Course."},
      {
        "id":"ED064218",
        "title":"Humanities Curriculum Project. Decision Points in the Humanities Curriculum Project."},
      {
        "id":"ED064219",
        "title":"(Community Resource Project). Field-Study Guide to Community Resources."},
      {
        "id":"ED064220",
        "title":"Report of the Economics Advisory Panel."},
      {
        "id":"ED064221",
        "title":"Agriculture, Education, and Rural Transformation: With Particular Reference to East Africa."},
      {
        "id":"ED064222",
        "title":"Report of the Executive Director of the United Nations Institute for Training and Research. General Assembly. Official Records: Twenty-Sixth Session. Supplement Number 14."},
      {
        "id":"ED064223",
        "title":"Greater Cleveland Social Science Program. Concepts and Inquiry: The Educational Research Council Social Science Program."},
      {
        "id":"ED064224",
        "title":"The Child's Environment is the School: A Human Behavior Approach to Environmental Education."},
      {
        "id":"ED064225",
        "title":"(Urban Studies Project). Implementing Urban Studies as a Social Studies Elective in the Milwaukee Public Schools. A Report to the Social Studies Supervisors' Association of the National Council for the Social Studies."},
      {
        "id":"ED064228",
        "title":"[Planafam I and II. Games for Population Education.]"},
      {
        "id":"ED064229",
        "title":"Personality Correlates of Teacher-Student Behavior in the College Classroom. Final Report."},
      {
        "id":"ED064230",
        "title":"A Pilot Study to Evaluate Teachers Educated at Central Michigan University."},
      {
        "id":"ED064231",
        "title":"School System Bureaucratization and Teachers' Sense of Power."},
      {
        "id":"ED064232",
        "title":"Teacher Education in Oregon: Seventeen Case Profiles of Exemplary Teacher Education Programs."},
      {
        "id":"ED064233",
        "title":"Interpersonal Perceptions as a Factor in Teacher Perceptions of Supervisory Style."},
      {
        "id":"ED064234",
        "title":"The Effects of Nongrading, Team teaching and Individualizing Instruction on the Achievement Scores of Disadvantaged Children."},
      {
        "id":"ED064235",
        "title":"Clinical Supervision: A Short Description."},
      {
        "id":"ED064236",
        "title":"Effects of Teacher Organizational Membership on School Expenditures and Policies in Illinois."},
      {
        "id":"ED064237",
        "title":"Program Priorities in Teacher Education."},
      {
        "id":"ED064238",
        "title":"The Interdisciplinary Approach and Its Comparative Effectiveness."},
      {
        "id":"ED064239",
        "title":"Mid-Continent Regional Educational Laboratory. Annual Report 1971."},
      {
        "id":"ED064240",
        "title":"Principal Leadership Styles and Effectiveness as Perceived by Teachers."},
      {
        "id":"ED064241",
        "title":"Staff Conflict, Organizational Bureaucracy, and Teacher Satisfaction."},
      {
        "id":"ED064242",
        "title":"Structured Cognitive Approach for Educating Young Children: Report of a Successful Program."},
      {
        "id":"ED064243",
        "title":"Public School Experience and Its Impact on Pre-Service Education Students."},
      {
        "id":"ED064244",
        "title":"The Development of Protocol Materials. Final Report."},
      {
        "id":"ED064245",
        "title":"A Brief Overview of Open Classroom Education."},
      {
        "id":"ED064246",
        "title":"Enhancement of the Self-Concept. A Case Study."},
      {
        "id":"ED064247",
        "title":"The Educational Catalyst: An Imperative for Today. Occasional Paper 10."},
      {
        "id":"ED064248",
        "title":"The Effect of Dissonance and Arousal on Assignment Performance as It Relates to Student Expectancy and Teacher Support Characteristics."},
      {
        "id":"ED064249",
        "title":"Feedback Conditions and Type of Teaching Skill in Microteaching."},
      {
        "id":"ED064250",
        "title":"Sociology and the Classroom: Setting the Conditions for Teacher-Student Interaction."},
      {
        "id":"ED064251",
        "title":"Cooperative Research Projects. A Seven-Year Summary, July 1, 1956-June 30, 1963."},
      {
        "id":"ED064252",
        "title":"Facilitating Inquiry in the Classroom: Developed by the Northwest Regional Educational Laboratory."},
      {
        "id":"ED064253",
        "title":"Behavioral Humanism."},
      {
        "id":"ED064254",
        "title":"Changing Teacher Education in a Large Urban University."},
      {
        "id":"ED064255",
        "title":"An Investigation into Factors which Reinforce or Deter Creativity in Children. Final Report."},
      {
        "id":"ED064256",
        "title":"Bright Meadows: A Study of Teachers' Attitudes & Feelings in an Unorthodox School. Final Report."},
      {
        "id":"ED064257",
        "title":"National Inservice Training Multiple Institutes for Vocational and Related Personnel in Rural Areas. Final Report."},
      {
        "id":"ED064259",
        "title":"World History. A Program for Senior High School Social Studies."},
      {
        "id":"ED064260",
        "title":"Modern Problems Economic Units. A Program for Grade Twelve."},
      {
        "id":"ED064261",
        "title":"Controversial Novels and Censorship in the Schools."},
      {
        "id":"ED064263",
        "title":"Schools and Departments of Journalism. Journalism Education Organizations. Professional & Student Honorary Societies. National Funds, Fellowships, and Foundations in Journalism. Media and Professional Associations. Collegiate and Scholastic Services."},
      {
        "id":"ED064265",
        "title":"Hawaii English Program: Project End Evaluation Report 1970-1971."},
      {
        "id":"ED064266",
        "title":"Folklore: A Bridge over Troubled Waters."},
      {
        "id":"ED064270",
        "title":"Journalism Growth Continues at Hefty 10.8 Per Cent Rate [and] Enrollment Data by Campuses."},
      {
        "id":"ED064271",
        "title":"An Analysis of the Effectiveness of Freshman Composition as It Is Taught at Western Illinois University."},
      {
        "id":"ED064273",
        "title":"The Contribution of Syntactic and Para-Syntactic Cues in the Comprehension of Spoken and Written Language. Final Report."},
      {
        "id":"ED064274",
        "title":"The Effects of a Self-Instructional Curriculum Technique on Retention and Understanding. Final Report."},
      {
        "id":"ED064275",
        "title":"English Curriculum Study and Dissemination Center. Final Report."},
      {
        "id":"ED064277",
        "title":"Computer Assisted Instruction in English Teacher Education."},
      {
        "id":"ED064278",
        "title":"New Directions in the Study of Retroactive Interference in Prose Learning."},
      {
        "id":"ED064282",
        "title":"What's an English Teacher to Do about Boredom on Monday Morning or Monday Afternoon or Tuesday or. . .?"},
      {
        "id":"ED064284",
        "title":"Expansion and Strengthening of the Existing Music Education Program--Elementary."},
      {
        "id":"ED064286",
        "title":"Technical Report of Selected Aspects of the 1969-70 Michigan Educational Assessment Program."},
      {
        "id":"ED064287",
        "title":"A Description of the Comprehensive Testing Program Model in Public Schools of the District of Columbia."},
      {
        "id":"ED064288",
        "title":"Local District Results: Michigan Educational Assessment Program--The Fourth Report of the 1970-71 Series."},
      {
        "id":"ED064289",
        "title":"Teacher's Subjective Evaluation of the Roslyn High School Tracking System."},
      {
        "id":"ED064290",
        "title":"Four Studies of the Elementary Teacher and Student Creativity."},
      {
        "id":"ED064291",
        "title":"Methods of Grading and Models of Teaching."},
      {
        "id":"ED064292",
        "title":"Prediction of Job Performance for Black, Mexican-American, and Caucasian Cartographic Technicians: Instrumentation Development and Description of the Sample."},
      {
        "id":"ED064294",
        "title":"Descriptive and Analytic Study of Compensatory Reading Programs. Final Report."},
      {
        "id":"ED064301",
        "title":"The Effectiveness of an Essay Section in the American History and Social Studies Test."},
      {
        "id":"ED064302",
        "title":"[&quot;The Delphi Technique.&quot;]"},
      {
        "id":"ED064303",
        "title":"Summary of GRE Data for Graduate Programs at the University of Washington 1970-1971."},
      {
        "id":"ED064304",
        "title":"Validity of the Tests of General Educational Development for Admission of NonHigh-School Graduates to Higher Education."},
      {
        "id":"ED064307",
        "title":"Significance Test for a Partial Correlation Corrected for Attenuation."},
      {
        "id":"ED064313",
        "title":"Putting the Research Into School District Research and Evaluation Efforts."},
      {
        "id":"ED064314",
        "title":"Belmont Symposium - Concept Formation."},
      {
        "id":"ED064315",
        "title":"The Development of a Group Film Test of Certain Piagetian Conservations."},
      {
        "id":"ED064316",
        "title":"Multidimensional Measurement with the D Statistic and the Semantic Differential."},
      {
        "id":"ED064317",
        "title":"An Analysis of the Trend of Originality Scores on a Measure of Creativity."},
      {
        "id":"ED064318",
        "title":"An Empirical Comparison of Four Chi-Square and Kolmogorov Models for Testing Goodness of Fit to Normal."},
      {
        "id":"ED064319",
        "title":"The Assumption of a Markoff Chain Model for Interaction Analysis."},
      {
        "id":"ED064320",
        "title":"Development of an Observational Procedure for Assessment of Parent-Child Interaction."},
      {
        "id":"ED064321",
        "title":"The Evaluation of Educational RDD&E Training Programs."},
      {
        "id":"ED064322",
        "title":"Participant Evaluation of UCEA Urban Simulation Materials and Workshops."},
      {
        "id":"ED064324",
        "title":"To Change or Not to Change Item Responses When Taking Tests: Empirical Evidence for Test Takers."},
      {
        "id":"ED064325",
        "title":"Ober: A Program for Objective Based Evaluation in Reading at the Newport-Mesa Unified School District."},
      {
        "id":"ED064326",
        "title":"Comparison of Instructional Media in a Minicourse on Higher Cognitive Questioning."},
      {
        "id":"ED064327",
        "title":"Development and Validation of a Model for Formative Evaluation of Self-Instructional Multi-Media Learning Systems."},
      {
        "id":"ED064328",
        "title":"A Structure for Formative Evaluation in Product Development."},
      {
        "id":"ED064329",
        "title":"Testers' Influence on Children's Intellectual Performance."},
      {
        "id":"ED064330",
        "title":"Utility Functions for Test Performance."},
      {
        "id":"ED064331",
        "title":"A Linear Programming Model to Optimize Various Objective Functions of a Foundation Type State Support Program."},
      {
        "id":"ED064332",
        "title":"Critical Problems of Evaluation in the Great City Schools: Diagnoses, Analysis, Suggested New Directions."},
      {
        "id":"ED064333",
        "title":"An Administrative View."},
      {
        "id":"ED064334",
        "title":"An Alternative to a Standardized Testing Program."},
      {
        "id":"ED064335",
        "title":"The Madison Plan: A New Approach to System-Wide Testing. The Nucleus Testing Committee."},
      {
        "id":"ED064336",
        "title":"Taming the Standardized Testing Program."},
      {
        "id":"ED064337",
        "title":"Toward a Program for Testing in the Affective Domain."},
      {
        "id":"ED064338",
        "title":"Curriculum-Related Testing: An Improvement Program."},
      {
        "id":"ED064339",
        "title":"Evaluation Concerns of Various Members of the School Staff."},
      {
        "id":"ED064340",
        "title":"The Minicourse as a Method for Training Teachers to Stimulate Divergent Thinking."},
      {
        "id":"ED064341",
        "title":"Development and Validation of a Set of Semantic Differential Scales for Children."},
      {
        "id":"ED064342",
        "title":"Use of Matrix Sampling Procedures to Assess Achievement in Solving Open Addition and Subtraction Sentences."},
      {
        "id":"ED064343",
        "title":"A Monte Carlo Investigation of the Analysis of Variance Applied to Non-Independent Bernoulli Variates."},
      {
        "id":"ED064344",
        "title":"Evaluative Research as a Component in Organizational Change Strategies."},
      {
        "id":"ED064345",
        "title":"Conservation and Achievement Test Performance among Fifth-Graders."},
      {
        "id":"ED064346",
        "title":"Measuring Dimensions of Teaching Effectiveness with the Semantic Differential."},
      {
        "id":"ED064347",
        "title":"A Comparison of Three Methods of Analyzing Dichotomous Data in a Randomized Block Design."},
      {
        "id":"ED064348",
        "title":"Interbattery Factor Analysis and Canonical Correlation Analysis as Tools for Relating Concept Attainment Measures and Cognitive Abilities Measures."},
      {
        "id":"ED064349",
        "title":"An Index of Efficiency for Fixed-Length Mastery Tests."},
      {
        "id":"ED064350",
        "title":"An Approach to the Evaluation of Instructional Programs."},
      {
        "id":"ED064351",
        "title":"Reading Comprehension Across National Boundaries."},
      {
        "id":"ED064352",
        "title":"The Wisconsin Test of Adult Basic Education (WITABE)."},
      {
        "id":"ED064353",
        "title":"An Evaluation System for a Psychoeducational Treatment Program for Emotionally Disturbed Children."},
      {
        "id":"ED064354",
        "title":"Adapting Criterion-Referenced Measurement to Individualization of Instruction for Handicapped Children: Some Issues and a First Attempt."},
      {
        "id":"ED064355",
        "title":"The Efficiency Index in Item Analysis."},
      {
        "id":"ED064356",
        "title":"The Accuracy of Estimated Total Test Statistics. Final Report."},
      {
        "id":"ED064357",
        "title":"Maximum Likelihood Estimation of Ability Under the Normal Ogive Model: A Test of Validity and an Empirical Example."},
      {
        "id":"ED064358",
        "title":"Computer-Generated Verbal Testing Reporting."},
      {
        "id":"ED064359",
        "title":"An Empirical Investigation of Some Effects of the Violation of the Assumption That the Covariable in Analysis of Covariance Is a Mathematical Variable."},
      {
        "id":"ED064360",
        "title":"A Study of the Use of Multiple Regression with Dummy Variables to Identify Instructor Contribution to Student Achievement."},
      {
        "id":"ED064361",
        "title":"Comparative Reliabilities of the Multiple Choice and True-False Formats."},
      {
        "id":"ED064362",
        "title":"Multiple Regression Analysis and Automatic Interaction Detection."},
      {
        "id":"ED064363",
        "title":"An Empirical Comparison of Three Indices of Variable Contribution in Multiple Group Discriminant Analysis."},
      {
        "id":"ED064364",
        "title":"Evaluation Strategies as a Function of Product Development Stages."},
      {
        "id":"ED064365",
        "title":"A Semantic Differential Processing System."},
      {
        "id":"ED064366",
        "title":"The Local School District's View of Evaluator Certification."},
      {
        "id":"ED064368",
        "title":"Development and Validation of an Observation System for Analyzing Teaching Roles."},
      {
        "id":"ED064369",
        "title":"Comparing Block Scheduling and Traditional Scheduling on Student Achievement and Attitudes."},
      {
        "id":"ED064370",
        "title":"Tests and Measurements for Early Childhood Education Programs."},
      {
        "id":"ED064371",
        "title":"The Development and Evaluation of a Test to Measure Occupational Awareness."},
      {
        "id":"ED064372",
        "title":"A Systematic Study of Attitudes Using the Semantic Differential: The Model."},
      {
        "id":"ED064373",
        "title":"The Semantic Structure of a Set of Scales Developed for Use with Inner-City Pupils."},
      {
        "id":"ED064374",
        "title":"Development of Semantic Differential Scales for Use with Inner-City Pupils."},
      {
        "id":"ED064375",
        "title":"A Methodology for Analysing and Evaluating Teaching Strategies in University Science Teaching."},
      {
        "id":"ED064376",
        "title":"Evaluation of Programs to Train Educational R&amp;D Personnel."},
      {
        "id":"ED064377",
        "title":"Correlates of Achievement: Prediction and Cross-Validation for Intermediate Grade Levels."},
      {
        "id":"ED064378",
        "title":"Test Homogeneity and Response Stability."},
      {
        "id":"ED064380",
        "title":"Problems Facing the Evaluator of Social Action Programs."},
      {
        "id":"ED064381",
        "title":"A Two Group-Two Treatment Research Design."},
      {
        "id":"ED064382",
        "title":"Attitude Measurement of Pupils with Varying Reading Abilities Semantic Differential Using Concepts Presented by Transparencies."},
      {
        "id":"ED064383",
        "title":"Implications of a New Technique for Measuring the Understanding Gained from Reading for Non-Residential Programs."},
      {
        "id":"ED064384",
        "title":"Construct Validity of Creativity."},
      {
        "id":"ED064385",
        "title":"A Motion Picture Screening Test for Perceptual Disabilities."},
      {
        "id":"ED064386",
        "title":"The Measurement of Instructional Accomplishments."},
      {
        "id":"ED064387",
        "title":"An Evaluation of a Performance Contract."},
      {
        "id":"ED064388",
        "title":"Comparative Reliabilities and Validities of True-False and Multiple Choice Tests."},
      {
        "id":"ED064389",
        "title":"Identification of Potential Discrepant Achievers When Something Can Be Done About It."},
      {
        "id":"ED064390",
        "title":"Use of Systematic Classroom Observation to Validate a Measurement of Teacher Beliefs About Teaching."},
      {
        "id":"ED064391",
        "title":"An Instrument for Measuring Staff Sentiments toward Self, School, and Profession."},
      {
        "id":"ED064392",
        "title":"An Application of Inferential Statistics to the Factorial Invariance Problem."},
      {
        "id":"ED064393",
        "title":"Jackknifing Disattenuated Correlations: National Assessment of Educational Progress."},
      {
        "id":"ED064394",
        "title":"Personality and Cognitive Correlates of Creativity in Writers."},
      {
        "id":"ED064395",
        "title":"Rational Approximations of the Inverse Gaussian Function."},
      {
        "id":"ED064396",
        "title":"Educators' Non-Verbal Interactions in a Laboratory Setting."},
      {
        "id":"ED064397",
        "title":"Analysis of a Spanish Bilingual Preschool Program."},
      {
        "id":"ED064398",
        "title":"Systems Design for Course Evaluation."},
      {
        "id":"ED064399",
        "title":"Program vs. Learner Control of Selection of Instruction and Amount of Practice in Computer-Assisted Instruction."},
      {
        "id":"ED064400",
        "title":"A Comparison of Two Public School Computer-Assisted Instruction Projects."},
      {
        "id":"ED064401",
        "title":"Methodology for Instrument Validation: An Application to Attitude Measurement."},
      {
        "id":"ED064402",
        "title":"On the Analysis of Partitioned Data."},
      {
        "id":"ED064403",
        "title":"Use of the Semantic Differential in Describing a Pre-School Environment."},
      {
        "id":"ED064404",
        "title":"The Nationwide Survey."},
      {
        "id":"ED064405",
        "title":"Validating Learning Hierarchies for Sequencing Mathematical Tasks."},
      {
        "id":"ED064406",
        "title":"A Pragmatic Approach to Criterion-Referenced Measures."},
      {
        "id":"ED064407",
        "title":"Program Design for Performance-Based Teacher Education."},
      {
        "id":"ED064408",
        "title":"Hypothesis Generation, Evaluation, and Memory Abilities in Adult Human Concept Learning."},
      {
        "id":"ED064409",
        "title":"A Time-Based Methodology for Assessment of Individual Performance."},
      {
        "id":"ED064410",
        "title":"Model for Use of Sociometry to Validate Attitude Measures."},
      {
        "id":"ED064411",
        "title":"Causal Models in Educational Research: Recursive Models."},
      {
        "id":"ED064412",
        "title":"Nationwide Evaluation and Experimental Design."},
      {
        "id":"ED064413",
        "title":"Educating Disadvantaged Children in the Primary Years (Kindergarten Through Grade 3). Disadvantaged Children Series, Number 2."},
      {
        "id":"ED064414",
        "title":"Educating Disadvantaged Children Under Six. Disadvantaged Children Series, Number 1."},
      {
        "id":"ED064415",
        "title":"Educating Disadvantaged Children in the Elementary School (An Annotated Bibliography). Disadvantaged Children Series, Number 5."},
      {
        "id":"ED064416",
        "title":"Administration of Elementary School Programs for Disadvantaged Children. Disadvantaged Children Series, Number 4."},
      {
        "id":"ED064417",
        "title":"Human Relations in the Classroom. An Annotated Bibliography: Supplement I. ERIC-IRCD Urban Disadvantaged Series, Number 28, June 1972."},
      {
        "id":"ED064418",
        "title":"[Desegregation in Sacramento, Berkeley, Pasadena, and Shaker Heights (Ohio).]"},
      {
        "id":"ED064419",
        "title":"[The Effect of Desegregation on the Minority Child.]"},
      {
        "id":"ED064421",
        "title":"Deschooling and the Disadvantaged: Implications of the Illich Proposals. IRCD Bulletin, Volume 7, Number 5."},
      {
        "id":"ED064422",
        "title":"Final Report of the Evaluation of the 1970-1971 Improving Instruction and Services in Schools for Socially Maladjusted Children. ESEA Title I."},
      {
        "id":"ED064423",
        "title":"Final Report of the Evaluation of the 1970-71 School-Home Contact Program. New York State Urban Education."},
      {
        "id":"ED064424",
        "title":"Final Report of the Evaluation of the 1970-71 Clinical and Guidance Services in the Non-Public Schools. ESEA Title I."},
      {
        "id":"ED064425",
        "title":"Final Report of the Evaluation of the 1970-71 Benjamin Franklin Urban League Street Academy. ESEA Title I."},
      {
        "id":"ED064426",
        "title":"Final Report of the Evaluation of the 1970-71 Group I Guidance. New York State Urban Education."},
      {
        "id":"ED067450",
        "title":"The Need for Career Education."},
      {
        "id":"ED067451",
        "title":"Short Term Institutes for Inservice Training of Professional Personnel Responsible for Vocational-Technical Education in Western Metropolitan Areas. Final Report."},
      {
        "id":"ED067452",
        "title":"Attitudes of Arizona Educators Toward Sex Education."},
      {
        "id":"ED067453",
        "title":"New Developments in Manpower Programs."},
      {
        "id":"ED067454",
        "title":"An Exemplary Program in Occupational Education in Typical Kansas Rural, Rural-Urban and Urban School Settings. An Evaluation Report."},
      {
        "id":"ED067455",
        "title":"Occupational Education in Areas of Social and Economic Transition: A Systems Approach."},
      {
        "id":"ED067457",
        "title":"Major Programs, 1971. Bureau of Labor Statistics."},
      {
        "id":"ED067458",
        "title":"Crime and Justice: American Style."},
      {
        "id":"ED067459",
        "title":"Teacher Attitudes and Teacher Adoption of Concepts and Practices in Programs for the Disadvantaged."},
      {
        "id":"ED067460",
        "title":"A Status Study of Occupational Education in North Carolina, 1971-1972. Final Report."},
      {
        "id":"ED067461",
        "title":"Occupational Information and Guidance Service Center. Final Report."},
      {
        "id":"ED067462",
        "title":"Suggested Utilization of Resources and Guide for Expenditures. Guidelines for Identifying, Classifying, and Serving the Disadvantaged and Handicapped Under the Vocational Education Amendments of 1968."},
      {
        "id":"ED067463",
        "title":"State Research Coordinating Unit Activities for the Period January 1, 1971-June 30, 1971. Semiannual Report."},
      {
        "id":"ED067464",
        "title":"Accreditation of Health Educational Programs. Part 1: Staff Working Papers."},
      {
        "id":"ED067465",
        "title":"Accreditation of Health Educational Programs. Part II: Staff Working Papers."},
      {
        "id":"ED067467",
        "title":"Competencies for Teachers; Vocational Education Shows the Way."},
      {
        "id":"ED067468",
        "title":"Allied Health Manpower: Education and Training for New Demands."},
      {
        "id":"ED067470",
        "title":"Proceedings of the Annual Winter Meeting (24th, New Orleans, Louisiana, December 27-28, 1971)."},
      {
        "id":"ED067471",
        "title":"Coordinated California Corrections: Field Services--Probation and Parole. Correctional System Study. Final Report."},
      {
        "id":"ED067472",
        "title":"Consumer Product Safety Bills."},
      {
        "id":"ED067473",
        "title":"A Longitudinal Study of WIN Dropouts: Program and Policy Implications. Final Report."},
      {
        "id":"ED067474",
        "title":"An Analysis of Fifteen Occupational Clusters Identified by the U.S. Office of Education."},
      {
        "id":"ED067475",
        "title":"Career Education and Community College Leadership."},
      {
        "id":"ED067476",
        "title":"Equal Employment Opportunity Under Federal Law: A Guide to Federal Law Prohibiting Discrimination on Account of Race, Religion, Sex, or National Origin in Private and Public Employment."},
      {
        "id":"ED067477",
        "title":"Structuring the Knowledge of Man's Practices."},
      {
        "id":"ED067478",
        "title":"Expenditure and Employment Data for the Criminal Justice System, 1969-70."},
      {
        "id":"ED067480",
        "title":"Coordinated California Corrections: The System. Correctional System Study. Final Report."},
      {
        "id":"ED067481",
        "title":"Coordinated California Corrections: Institutions. Correctional System Study. Final Report."},
      {
        "id":"ED067487",
        "title":"Introducing Career Education to Teachers: A Handbook for Consultants, Workshop Leaders, and Teacher Educators."},
      {
        "id":"ED067488",
        "title":"A Quality Schools Network in Illinois."},
      {
        "id":"ED067489",
        "title":"The Administration's Private Pension Proposal."},
      {
        "id":"ED067491",
        "title":"A Study of the Salary Structure of Selected State Divisions of Vocational-Technical Education."},
      {
        "id":"ED067492",
        "title":"New Directions in the World of Work. A Conference Report."},
      {
        "id":"ED067494",
        "title":"Training Program for Teachers in the Technologies. Final Report for Fiscal Year 1971-1972."},
      {
        "id":"ED067495",
        "title":"Survey of Working Conditions. Final Report on Univariate and Bivariate Tables."},
      {
        "id":"ED067496",
        "title":"Negro Employment in the South. Volume 2: The Memphis Labor Market."},
      {
        "id":"ED067497",
        "title":"Standardized Estimates of Time Required and Quality of Various Tasks in Household Employment. Final Report."},
      {
        "id":"ED067498",
        "title":"A Training Program for Vocational and Technical Education Administrators. Final Report (June 1, 1970-June 30, 1971)."},
      {
        "id":"ED067499",
        "title":"Part-Time Social Workers in Public Welfare."},
      {
        "id":"ED067500",
        "title":"Testimony of Nationally Representative Groups. U.S. Metric Study Interim Report."},
      {
        "id":"ED067501",
        "title":"Shutdown: The Impact of Plant Shutdown, Extensive Employment Terminations and Layoffs on the Workers and the Community."},
      {
        "id":"ED067503",
        "title":"A Tentative Framework for Developing Comprehensive K-12 Career Education. Career Education, K-12--The World of Work."},
      {
        "id":"ED067504",
        "title":"The National Vocational Education Conference on Methods and Strategies for State Plan Development in Accordance with the Provisions of the Vocational Education Amendments of 1968 (Covington, Ky., March 25, 26, and 27, 1969). Final Report."},
      {
        "id":"ED067505",
        "title":"BLS Handbook of Methods for Surveys and Studies."},
      {
        "id":"ED067506",
        "title":"Wages and Hours of Work of Nonsupervisory Employees in All Private Nonfarm Industries by Coverage Status Under the Fair Labor Standards Act."},
      {
        "id":"ED067507",
        "title":"A Survey of Existing Consumer Education Practices in New Jersey Schools."},
      {
        "id":"ED067508",
        "title":"The Chemical Technology Program: Its Inauguration, Operation, and Evaluation."},
      {
        "id":"ED067509",
        "title":"Model Curricula for Vocational and Technical Teacher Education: Report No. IV. A Foundation for Performance-Based Instruction. Final Report."},
      {
        "id":"ED067510",
        "title":"National Study of Social Welfare and Rehabilitation Workers, Work, and Organizational Contexts. Research Report No. 1: Overview Study of the Dynamics of Worker Job Mobility."},
      {
        "id":"ED067511",
        "title":"Project VIGOR: Vocational Cluster Education, Integrated and Articulated, Grades 1 through 14 with Guidance Services, Occupational Exploration and Work Experience, Relevant to General Education. Final Evaluation Report."},
      {
        "id":"ED067512",
        "title":"To Establish a National Institute of Education; Hearings before the Select Subcommittee on Education of the Committee on Education and Labor, House of Representatives, Ninety-Second Congress. First Session on H. R. 33, H. R. 3606, and Other Related Bills to Establish a National Institute of Education, and for Other Purposes."},
      {
        "id":"ED067513",
        "title":"Hearings before the Civil Rights Oversight Subcommittee (Subcommittee No. 4) of the Committee on the Judiciary House of Representatives. Ninety-Second Congress: Second Session on Reports of the U. S. Commission on Civil Rights on the Education of the Spanish Speaking."},
      {
        "id":"ED067514",
        "title":"Educational Accountability and Evaluation. PREP-35."},
      {
        "id":"ED067515",
        "title":"Drug Education. PREP-36."},
      {
        "id":"ED067516",
        "title":"Early Childhood Education. PREP-37."},
      {
        "id":"ED067517",
        "title":"A Research and Development Agenda for the National Institute of Education."},
      {
        "id":"ED067518",
        "title":"An NIE Strategy Paper."},
      {
        "id":"ED067519",
        "title":"The National Institute of Education: What Can Be Expected?"},
      {
        "id":"ED067520",
        "title":"Educational Resources Information Center (ERIC) File Partition Study: Final Report."},
      {
        "id":"ED067521",
        "title":"National Survey of Library Services to the Aging. Final Report."},
      {
        "id":"ED067522",
        "title":"Full-Scale Implementation of a Process Evaluation System for Programs of the National Center for the Improvement of Educational Systems. Volune 1: Summary."},
      {
        "id":"ED067523",
        "title":"A Comparative Study of Proprietary and Non-Proprietary Vocational Training Programs. Volume I. Final Report."},
      {
        "id":"ED067524",
        "title":"Comparative Study of Proprietary and Non-Proprietary Vocational Training Programs. Volume II: Appendices. Final Report."},
      {
        "id":"ED067525",
        "title":"Local District Results: Michigan Educational Assessment Program."},
      {
        "id":"ED067526",
        "title":"Tuning In On Rural Louisiana: A Survey of Adult Radio Listening and Television Viewing Habits."},
      {
        "id":"ED067527",
        "title":"Thinking About a Graduate Program in Adult Education: (No. 1) Alternative Philosophical Positions; (No. 2) Alternative Starting Points For Organizing The Program into Courses."},
      {
        "id":"ED067528",
        "title":"Commerce Supervisory Course: Discussion Guide. Duties and Responsibilities of a Supervisor."},
      {
        "id":"ED067529",
        "title":"Commerce Supervisory Course: Discussion Guide. The Leadership Role."},
      {
        "id":"ED067530",
        "title":"Commerce Supervisory Course: Discussion Guide. Theories of Supervision."},
      {
        "id":"ED067531",
        "title":"Commerce Supervisory Course: Discussion Guide. Conference Leadership."},
      {
        "id":"ED067532",
        "title":"Commerce Supervisory Course: Discussion Guide. Merit Promotion Program."},
      {
        "id":"ED067533",
        "title":"Commerce Supervisory Course: Discussion Guide. Grievances."},
      {
        "id":"ED067534",
        "title":"Commerce Supervisory Course: Discussion Guide. Overcoming Resistance To Change."},
      {
        "id":"ED067535",
        "title":"Commerce Supervisory Course: Discussion Guide. Labor-Management Relationships."},
      {
        "id":"ED067536",
        "title":"Commerce Supervisory Course: Discussion Guide. Guidelines, Objectives."},
      {
        "id":"ED067537",
        "title":"A Conceptual Framework for Determining Training Needs of Extension Agents Applied to Dairy Science. The Findings from Extension Studies."},
      {
        "id":"ED067539",
        "title":"The Right to Participate in Extension Programs."},
      {
        "id":"ED067540",
        "title":"The Continuing Education Unit: A Compilation of Selected Readings."},
      {
        "id":"ED067546",
        "title":"Manpower and Training in the Field of Social Defence: A Commentary and Bibliography."},
      {
        "id":"ED067547",
        "title":"Studies in Adult Education."},
      {
        "id":"ED067548",
        "title":"An Examination of the Personnel Function in New York Cooperative Extension."},
      {
        "id":"ED067549",
        "title":"Relevance to Their Jobs of Topics Taught in Early Training School for New Agricultural Agents: An Evaluation."},
      {
        "id":"ED067550",
        "title":"MIDNY -- Case Study #2: An Effective Process for Rural Planning."},
      {
        "id":"ED067551",
        "title":"MIDNY -- CASE STUDY #11: Testing the MIDNY Project Pilot Results in the Greater Egypt Region of Southern Illinois."},
      {
        "id":"ED067553",
        "title":"An Evaluation of the Effectiveness of the 4-H TV Science Project in Jackson County."},
      {
        "id":"ED067554",
        "title":"A Handbook for Adult Basic Education Teacher Trainers."},
      {
        "id":"ED067555",
        "title":"Program of Education for Community Coordination and Action in Warren County: What Kind of a County Do We Want Warren County To Be?"},
      {
        "id":"ED067557",
        "title":"Characteristics of Extramural Students in a Large Midwestern University."},
      {
        "id":"ED067558",
        "title":"1971 Texas Achievement Appraisal Study."},
      {
        "id":"ED067559",
        "title":"An Analysis and Assessment of the Effects of an Exploratory Orientation Program for Tenth Grade Vocational-Technical Pupils as Compared with a Traditional Approach."},
      {
        "id":"ED067560",
        "title":"Career Awareness/Job Orientation VIA Taped Television Programs. Experimental Study."},
      {
        "id":"ED067561",
        "title":"The Self-Selection Classroom - Does It Really Work?"},
      {
        "id":"ED067562",
        "title":"The Application of Promising Counseling Approaches in Various Educational Settings."},
      {
        "id":"ED067563",
        "title":"Peer Led Process Groups in Freshman Orientation."},
      {
        "id":"ED067564",
        "title":"Consulting for Improved Self Perceptions of Elementary School Children."},
      {
        "id":"ED067565",
        "title":"Hope for the Future: Organizational Development Through Human Development."},
      {
        "id":"ED067566",
        "title":"A Human Relations Learning Experience."},
      {
        "id":"ED067567",
        "title":"A Comparison of Freshmen Who Attend College in Their Home Community and Freshmen Who Migrate to College."},
      {
        "id":"ED067568",
        "title":"Interpersonal Attraction and the Perception of Attitudinal Feedback."},
      {
        "id":"ED067569",
        "title":"Using Ninth Grade Information for Tenth Grade Prediction."},
      {
        "id":"ED067570",
        "title":"Drug Abuse and the Gifted Child."},
      {
        "id":"ED067571",
        "title":"The Urban Commune: Fact or Fad, Promise or Pipe Dream."},
      {
        "id":"ED067572",
        "title":"Some Non-Academic Aspects of International Education."},
      {
        "id":"ED067573",
        "title":"Status of Professional Women in Higher Education."},
      {
        "id":"ED067574",
        "title":"Counseling Mature Women from Differing Cultures."},
      {
        "id":"ED067575",
        "title":"Functions of the Small Consultation Group in Teaching Employment Counseling Skills."},
      {
        "id":"ED067576",
        "title":"Mental Health Consultation to Programs for Children. A Review of the Data Collected from Selected U. S. Sites."},
      {
        "id":"ED067577",
        "title":"Behavioral Aspects of Marijuana Use."},
      {
        "id":"ED067578",
        "title":"Defense Mechanisms: A Bibliography."},
      {
        "id":"ED067579",
        "title":"Displacement, Substitution, Sublimation: A Bibliography."},
      {
        "id":"ED067580",
        "title":"Identification, Introjection, Incorporation, Internalization: A Bibliography."},
      {
        "id":"ED067581",
        "title":"Reaction Formulation: A Bibliography."},
      {
        "id":"ED067582",
        "title":"Intellectual Development of Children by Demographic and Socioeconomic Factors. Series 11, Number 113."},
      {
        "id":"ED067583",
        "title":"Behavior Patterns of Children in School. Series 11, Number 110."},
      {
        "id":"ED067584",
        "title":"Problems of Advocacy."},
      {
        "id":"ED067585",
        "title":"Needed - A More Supportive Environment for College Women."},
      {
        "id":"ED067586",
        "title":"Rehabilitation Counseling Outcome of Multi-Disabled Persons: Comparison of Success and Failure Groups Using the MMPI and Demographic Data."},
      {
        "id":"ED067587",
        "title":"Acoustic Concomitants of Emotional Dimensions: Judging Affect from Synthesized Tone Sequences."},
      {
        "id":"ED067588",
        "title":"Monitor-Modeling Supervision in Practicum."},
      {
        "id":"ED067589",
        "title":"A Drug Abuse Training Program for Teachers."},
      {
        "id":"ED067590",
        "title":"Anxiety Management Training Through Self-Hypnosis."},
      {
        "id":"ED067591",
        "title":"The Effects of Different Amounts of Competitive Contingent Rewards on Cooperative Behavior."},
      {
        "id":"ED067592",
        "title":"The Child Advocacy System: A Case Report."},
      {
        "id":"ED067593",
        "title":"Proactivity: Personal Growth Groups for Residence Education."},
      {
        "id":"ED067594",
        "title":"A Leadership Training Program in Alcoholism: Content."},
      {
        "id":"ED067595",
        "title":"External Locus of Control: A Face of New Left Ideology."},
      {
        "id":"ED067596",
        "title":"Inhibitory Training: An Alternative Approach to Development of Controls in Hyperactive Children."},
      {
        "id":"ED067597",
        "title":"The Process of Encounter: A Look at Personality Change."},
      {
        "id":"ED067598",
        "title":"Counseling and the Minority Group Student."},
      {
        "id":"ED067599",
        "title":"Emotional Needs and Control of SLD Children."},
      {
        "id":"ED067600",
        "title":"Schizophrenia and Crisis Theory."},
      {
        "id":"ED067601",
        "title":"A Multivariate Approach to the Study of Variables Associated with Student Use of Deception."},
      {
        "id":"ED067602",
        "title":"Campus Unrest and Its Resolution in Schools of Changing Ethnic Composition."},
      {
        "id":"ED067604",
        "title":"Increasing Student Attention: A Learning Theory with an Emphasis on Transfer to the Regular Classroom. Final Report."},
      {
        "id":"ED067605",
        "title":"Model Programs; Compensatory Education. Learning to Learn Program, Jacksonville, Florida."},
      {
        "id":"ED067606",
        "title":"A Supplement to Technical Report No. 82. Concept Learning: A Bibliography, 1970."},
      {
        "id":"ED067607",
        "title":"Coping Styles and Achievement: A Cross-National Study of School Children. Volume III of VII Volumes. Parental Views of Themselves and Their Children in Eight Countries."},
      {
        "id":"ED067608",
        "title":"Short- and Long-Term Effects of Experimenter-Imposed and Subject-Generated Sentence and Image Mediators on Paired-Associate Learning in Children."},
      {
        "id":"ED067609",
        "title":"Do Occupational Perceptions Become More Differentiated With Increasing Age?"},
      {
        "id":"ED067610",
        "title":"An Analysis of the Relationship Between Effectiveness of the Multiunit Elementary School's Instructional Improvement Committee and Interpersonal and Leader Behaviors."},
      {
        "id":"ED067621",
        "title":"Approaches to Beginning Reading."},
      {
        "id":"ED067627",
        "title":"A Readability Analysis of Reading Materials Used in Adult Basic Education."},
      {
        "id":"ED067628",
        "title":"Model Programs, Compensatory Education. Diagnostic Reading Clinic, Cleveland, Ohio."},
      {
        "id":"ED067629",
        "title":"Model Programs, Compensatory Education. Project Conquest, East St. Louis, Illinois."},
      {
        "id":"ED067630",
        "title":"Recommended English Language Arts Curriculum Guides K-12 and Criteria for Planning and Evaluation."},
      {
        "id":"ED067631",
        "title":"Model Programs, Compensatory Education. Remedial Reading Laboratories, El Paso, Texas."},
      {
        "id":"ED067632",
        "title":"PS 115 Alpha One Reading Program, New York, New York. Compensatory Education, Model Programs."},
      {
        "id":"ED067633",
        "title":"Project MARS, Leominster, Massachusetts. Compensatory Education, Model Programs."},
      {
        "id":"ED067640",
        "title":"The Relationship Between Perceptual Development and the Acquisition of Reading Skill. Final Report."},
      {
        "id":"ED067641",
        "title":"The Relationship Between Perceptual Development and the Acquisition of Reading Skill. Appendix to Final Report."},
      {
        "id":"ED067643",
        "title":"Conceptual and Subjective Organizational Processes in Human Learning and Memory. Final Report."},
      {
        "id":"ED067645",
        "title":"Remedial Reading: Case Studies."},
      {
        "id":"ED067646",
        "title":"Language and Cognition in Reading. Technical Report No. 188."},
      {
        "id":"ED067647",
        "title":"Novel Word Decoding in Kindergarteners as a Function of Decoding Strategy and Segmentation-Blending Training Form."},
      {
        "id":"ED067648",
        "title":"Intersensory Transfer, Perceptual Shifting, Modal Preference, and Reading. Reading Information Series: Where Do We Go?"},
      {
        "id":"ED067649",
        "title":"Measuring Growth in Appreciation of Literature. Reading Information Series: Where Do We Go?"},
      {
        "id":"ED067650",
        "title":"The Use of Questions in Teaching Reading."},
      {
        "id":"ED067651",
        "title":"The Use of Questions in Teaching. Teacher Education Division Publication Series. Report A70-9."},
      {
        "id":"ED067652",
        "title":"The Principal and the Miller Unruh Reading Program, 1971-1972."},
      {
        "id":"ED067653",
        "title":"An Analysis of a Reading Rate Improvement Program in Grades Two, Four, and Six."},
      {
        "id":"ED067654",
        "title":"Reading: Summary. National Assessment of Educational Progress. A Project of the Education Commission of the States. Report 02-R-00."},
      {
        "id":"ED067655",
        "title":"Literature, Freshmen, and Morality."},
      {
        "id":"ED067661",
        "title":"Educators, Publishers, and Federal Policy."},
      {
        "id":"ED067662",
        "title":"Individualization of Composition Instruction Through the Use of Dictation Equipment and Transformational Sentence-Combining."},
      {
        "id":"ED067663",
        "title":"Chinese-American Identity and Children's Picture Books."},
      {
        "id":"ED067664",
        "title":"Annotated Index to the English Journal, First Supplement: 1964-1970."},
      {
        "id":"ED067669",
        "title":"The Humanity of English. 1972 Distinguished Lectures."},
      {
        "id":"ED067670",
        "title":"The Effects of Word Segmentation Schemes on Spelling Acquisition and Retention."},
      {
        "id":"ED067675",
        "title":"Junior Secondary School: English 8, English 9, English 10."},
      {
        "id":"ED067676",
        "title":"Senior Secondary School English 1966: English 11."},
      {
        "id":"ED067677",
        "title":"Senior Secondary School English 1967: English 12."},
      {
        "id":"ED067678",
        "title":"Senior Secondary School English: English Literature 12 (Revised)."},
      {
        "id":"ED067680",
        "title":"An Interim Report on the Youngstown i.t.a. Study Third Year Results (Grade 2)."},
      {
        "id":"ED067685",
        "title":"The Puritan Ethic, English: 5114.61."},
      {
        "id":"ED067686",
        "title":"Yearbook Production--Editing. English, Journalism: 5115.150."},
      {
        "id":"ED067688",
        "title":"Language Workshop for Secondary English Teachers."},
      {
        "id":"ED067689",
        "title":"Cybernation, Systems, and the Teaching of English: The Dilemma of Control."},
      {
        "id":"ED067690",
        "title":"The Language of Black Children in the Early Grades. Studies on Developing Competence in Standard English I."},
      {
        "id":"ED067691",
        "title":"Distributive Education 1 - 8726 (Communication Skills Relating to Marketing and Distribution), Department 48: 8726.03."},
      {
        "id":"ED067692",
        "title":"Yearbook Production, English, Journalism: 5116.153."},
      {
        "id":"ED067693",
        "title":"Henrik Ibsen--Critic of Society, English: 5114.152."},
      {
        "id":"ED067695",
        "title":"Sociolinguistic Variation in the Speech of Young Children: An Experimental Study."},
      {
        "id":"ED067699",
        "title":"The Absurdist Vision, English, Contemporary Literature: 5114.148."},
      {
        "id":"ED067700",
        "title":"The Role of Non-Verbal Communication in Students&apos; Abstract Understanding of a Technological Concept in Junior and Senior High Industrial Arts. Final Report."},
      {
        "id":"ED067701",
        "title":"A Study of the Effectiveness of Linguistically Oriented Teaching Methods in Correcting Dialectally Derived Errors in the Writing of Black College Students. Final Report."},
      {
        "id":"ED067702",
        "title":"Facing Life, English: 5113.30."},
      {
        "id":"ED067703",
        "title":"The Epic Hero, English: 5113.33."},
      {
        "id":"ED067704",
        "title":"Faces for the Actor, English, Drama: 5113.49."},
      {
        "id":"ED067706",
        "title":"Oral Communication. Bulletin 721."},
      {
        "id":"ED067707",
        "title":"Toward a Rhetoric of Postpersuasive Communication."},
      {
        "id":"ED067710",
        "title":"Student Image, Student Evaluation and Education."},
      {
        "id":"ED067712",
        "title":"A Bibliography in Small Group Communication."},
      {
        "id":"ED067713",
        "title":"Speech Characteristics and Employability. Technical Report."},
      {
        "id":"ED067714",
        "title":"Communication--Problem or Mystery?: An Interpretation of the Philosophy of Gabriel Marcel."},
      {
        "id":"ED067715",
        "title":"The Challenge of Speech Communication in the Elementary Classroom."},
      {
        "id":"ED067716",
        "title":"Planning for a Student Directed, Student Evaluated Learning Situation."},
      {
        "id":"ED067717",
        "title":"Applications from Research Concerning Audience Measurement in the Basic Speech Course."},
      {
        "id":"ED067718",
        "title":"Free Speech Yearbook: 1970."},
      {
        "id":"ED067720",
        "title":"Leadership Styles: An Experimental Study to Determine the Comparative Effectiveness of Democratic and Autocratic Leadership in Adult, \"Real World\" Groups."},
      {
        "id":"ED067721",
        "title":"Sources of Funds for Speech Communication Research: The Federal Government (Part 1) and Private Sector (Part 2)."},
      {
        "id":"ED067722",
        "title":"The Aesthetic Dimension of the Theatrical Event: A Practical View."},
      {
        "id":"ED067723",
        "title":"Speech Teachers, Black Studies, and Racial Attitudes."},
      {
        "id":"ED067725",
        "title":"A Day in the Life: Case Studies of Pupils in Open Plan Schools."},
      {
        "id":"ED067727",
        "title":"Merit Pay. Educational Management Review Series Number 10."},
      {
        "id":"ED067729",
        "title":"Primary Schooling in Zambia. Final Report."},
      {
        "id":"ED067731",
        "title":"A Coordinator's &quot;How To Do&quot; Handbook."},
      {
        "id":"ED067732",
        "title":"Strategy for Change."},
      {
        "id":"ED067733",
        "title":"Off Campus High School Evaluation. Research Report."},
      {
        "id":"ED067734",
        "title":"Portal Schools Project, First Year Report."},
      {
        "id":"ED067737",
        "title":"Reasons for Developing Middle Schools in Pennsylvania and the Implemented Characteristics. A Report."},
      {
        "id":"ED067740",
        "title":"Evaluation: Two Studies of SCSD Schools. Building Systems Information Clearinghouse Research Report Number Two."},
      {
        "id":"ED067741",
        "title":"Educational Accountability. Western Canada Educational Administrators' Annual Conference. (3rd, January 1972)."},
      {
        "id":"ED067742",
        "title":"Revolution to Resolution: New Directions for the Seventies. Western Canada Educational Administrators' Annual Conference. (2nd, Banff, Alberta, October 8-10, 1970.) CSA Monograph No. 1."},
      {
        "id":"ED067744",
        "title":"Student Fees."},
      {
        "id":"ED067745",
        "title":"Financing Pennsylvania School Buildings."},
      {
        "id":"ED067746",
        "title":"Differentiated Staffing."},
      {
        "id":"ED067747",
        "title":"A Survey of Selected, Public, Elementary Open Classrooms in New York State. Final Report."},
      {
        "id":"ED067748",
        "title":"A Study on Linear Programming Applications for the Optimization of School Lunch Menus. Summation Report."},
      {
        "id":"ED067749",
        "title":"Mexican American Education in Texas: A Function of Wealth. Mexican American Education Study IV."},
      {
        "id":"ED067750",
        "title":"School Finance Reform in Texas. A Report to the U. S. Commission on Civil Rights Prepared by the Texas State Committee (An Official Advisory Committee to the Commission)."},
      {
        "id":"ED067751",
        "title":"Policies for Better Advisory Committees. Educational Policies Development Kit."},
      {
        "id":"ED067752",
        "title":"Innovations in the Public Schools of Santa Clara County, Spring 1972."},
      {
        "id":"ED067754",
        "title":"Education Directory: State Governments."},
      {
        "id":"ED067755",
        "title":"Title I Litigation Materials. A Litigation Packet for Title I of the Elementary and Secondary Education Act. Revised Edition."},
      {
        "id":"ED067757",
        "title":"Financing Education: Who Benefits? Who Pays? Proceedings of the NEA Committee on Educational Finance National Conference on School Finance. (15th, New York, N.Y., March 26-28, 1972)."},
      {
        "id":"ED067759",
        "title":"The School Executive's Guide to Performance Contracting."},
      {
        "id":"ED067760",
        "title":"A Classification Scheme for Objectives-Based Evaluation Systems."},
      {
        "id":"ED067761",
        "title":"Achievement Expectations: A Survey of Professional Opinions."},
      {
        "id":"ED067762",
        "title":"Local Boards of Education: Status and Structure. ERS Circular No. 5."},
      {
        "id":"ED067763",
        "title":"Research by Local School Systems. An Annotated Listing of Selected Reports, January-June, 1972."},
      {
        "id":"ED067764",
        "title":"Financing Public Education: More Than One View. NASSP Special Paper."},
      {
        "id":"ED067765",
        "title":"The Teacher's Day in Court: Review of 1971."},
      {
        "id":"ED067766",
        "title":"The Report of the Archdiocesan Advisory Committee on the Financial Crisis of Catholic Schools in Philadelphia and Surrounding Counties."},
      {
        "id":"ED067767",
        "title":"Goal Setting: Trenton Public Schools."},
      {
        "id":"ED067768",
        "title":"The Administration of Educational Innovation."},
      {
        "id":"ED067769",
        "title":"The Economic Implications of Recent Court Decisions Regarding Educational Finance."},
      {
        "id":"ED067770",
        "title":"Urban School Construction: A Case Study of Alternative Financing Methods for St. Louis, Missouri. A Report."},
      {
        "id":"ED067772",
        "title":"A Talk on Sex Discrimination."},
      {
        "id":"ED067773",
        "title":"Mission Possible: Scientific Strategies and Methods for Systematic Improvement of Public Schools."},
      {
        "id":"ED067775",
        "title":"Final Evaluation Report for the Alternative Schools Project 1971-72."},
      {
        "id":"ED067776",
        "title":"Catalog of Federal Education Assistance Programs. An Indexed Guide to the Federal Government's Programs Offering Educational Benefits to the American People."},
      {
        "id":"ED067777",
        "title":"The Emergency in School Finance."},
      {
        "id":"ED067778",
        "title":"High Spots in State School Legislation, January 1-August 31, 1972."},
      {
        "id":"ED067779",
        "title":"A Continuing Summary of Pending and Completed Litigation Regarding the Education of Handicapped Children."},
      {
        "id":"ED067780",
        "title":"A Model Law for the Education of Seven Million Handicapped Children."},
      {
        "id":"ED067781",
        "title":"Some Generalization and Follow-Up Measures on Autistic Children in Behavior Therapy."},
      {
        "id":"ED067782",
        "title":"Guidelines for Educational Facilities for Hearing Impaired Children."},
      {
        "id":"ED067783",
        "title":"Residential Programming for Mentally Retarded Persons. Volume I, Prevailing Attitudes and Practices in the Field of Mental Retardation."},
      {
        "id":"ED067784",
        "title":"Residential Programming for Mentally Retarded Persons. Volume II, A Developmental Model for Residential Services."},
      {
        "id":"ED067785",
        "title":"Residential Programming for Mentally Retarded Persons. Volume III, Developmental Programming in the Residential Facility."},
      {
        "id":"ED067786",
        "title":"Residential Programming for Mentally Retarded Persons. Volume IV, The Process of Change."},
      {
        "id":"ED067787",
        "title":"The Educational Philosophy of the Three Legged Stool: Psychologically and Educationally Sound Materials, Operant Conditioning Procedures, Structured Classroom."},
      {
        "id":"ED067788",
        "title":"Deafness and Mental Retardation."},
      {
        "id":"ED067789",
        "title":"Mental Retardation in the Caribbean: Needs, Resources, Approaches."},
      {
        "id":"ED067790",
        "title":"Guidelines for the Development of Special Education Programs in Iowa."},
      {
        "id":"ED067791",
        "title":"Post High School Adjustment of the Educable Mentally Retarded."},
      {
        "id":"ED067792",
        "title":"Rules of Special Education Explained."},
      {
        "id":"ED067793",
        "title":"Lesson Guide for Captioned Films VIII: A Training and Utilization Guide. Florida Edition."},
      {
        "id":"ED067794",
        "title":"Training Future Teachers as Play Therapists: An Investigation of Therapeutic Outcome and Orientation Toward Pupils. Final Report."},
      {
        "id":"ED067795",
        "title":"Hey, I Got Sump'n To Tell You, An' It Cool! A Class for Children with Severe Language Disabilities."},
      {
        "id":"ED067796",
        "title":"International League of Societies for the Mentally Handicapped: Symposium on Volunteers."},
      {
        "id":"ED067797",
        "title":"Public Library Services for the Physically Handicapped."},
      {
        "id":"ED067798",
        "title":"Parent Programs in Child Development Centers. First Chance for Children, Vol. 1."},
      {
        "id":"ED067799",
        "title":"Evaluation and Specification of Instructional Materials and Management Procedures through Use of a Pupil Performance Profile and a Predictive Model. Final Report."},
      {
        "id":"ED067800",
        "title":"Social Comparison of Ability in Blind Children and Adolescents."},
      {
        "id":"ED067801",
        "title":"The School Performance of Post-H. Influenza Meningitic Children. Final Report."},
      {
        "id":"ED067802",
        "title":"Academic Achievement Test Results of a National Testing Program for Hearing Impaired Students. United States: Spring 1971."},
      {
        "id":"ED067803",
        "title":"A Handbook for Parents of Deaf-Blind Children."},
      {
        "id":"ED067804",
        "title":"Early Childhood Psychosis: Infantile Autism, Childhood Schizophrenia and Related Disorders. An Annotated Bibliography 1964 to 1969."},
      {
        "id":"ED067805",
        "title":"Curriculum Guide for Teachers of Trainable Mentally Retarded Children."},
      {
        "id":"ED067806",
        "title":"A Special Study Institute Proceedings: To Acquaint Public School Administrators with the Role of the Special Education Administrator and to Present a General Overview of Special Education Programs."},
      {
        "id":"ED067807",
        "title":"Children with Minimal Brain Damage: Prognosis for the Remediation of Motor Problems."},
      {
        "id":"ED067808",
        "title":"Generalization and Maintenance of Classroom Treatment Effects."},
      {
        "id":"ED067809",
        "title":"A Comparison of Teachers' Cognitive Demands in Special EMR and Regular Elementary Classes. Final Report."},
      {
        "id":"ED067810",
        "title":"An Information and Technical Manual for the Computer-Assisted Teacher Training System (CATTS)."},
      {
        "id":"ED067817",
        "title":"Multi-Media Systems in Adult Education; Twelve Project Descriptions in Nine Countries."},
      {
        "id":"ED067826",
        "title":"System Simulation as an Interdisciplinary Interface in Rural Development Research."},
      {
        "id":"ED067828",
        "title":"A Computer-Assisted Instruction Program for Exercises on Finding Axioms. Technical Report Number 186."},
      {
        "id":"ED067833",
        "title":"Incasting and the Telephone Network. Working Paper III."},
      {
        "id":"ED067834",
        "title":"A Preliminary Review of CATV as a Two-Way System. Working Paper V."},
      {
        "id":"ED067835",
        "title":"Trainees and TV."},
      {
        "id":"ED067836",
        "title":"Audible Multi-Imagery: Information Learning and Retention Capabilities."},
      {
        "id":"ED067837",
        "title":"Using Instructional Media; A Guidebook to Educational Media Education 305B."},
      {
        "id":"ED067839",
        "title":"Media Use by Kansas Teachers and Students."},
      {
        "id":"ED067840",
        "title":"A Project on Comprehension and Effects of Mass Communication."},
      {
        "id":"ED067841",
        "title":"Show and Tell; A Clinic on Using Media in Library Instruction."},
      {
        "id":"ED067842",
        "title":"Current Status of Computer-Administered Instruction Work Under Project IMPACT."},
      {
        "id":"ED067843",
        "title":"Needed: Evaluation Criteria for the Community College Broadcasting Education Program."},
      {
        "id":"ED067850",
        "title":"Media Facilities, Equipment and Materials; Guidelines for the Development of an Instructional Media System, Part Two."},
      {
        "id":"ED067851",
        "title":"Media Exemplary Systems; Guidelines for the Development of an Instructional Media System, Part Three."},
      {
        "id":"ED067852",
        "title":"Media How Are We Doing? Guidelines for the Development of an Instructional Media System, Part Four."},
      {
        "id":"ED067853",
        "title":"Electric Composition Cost Comparison."},
      {
        "id":"ED067855",
        "title":"Innovations in Television."},
      {
        "id":"ED067856",
        "title":"Videospace."},
      {
        "id":"ED067857",
        "title":"Television and Educational Reform in El Salvador. Summary Report of the First Year of Research."},
      {
        "id":"ED067858",
        "title":"Computer Assisted Instruction Program for Police Training."},
      {
        "id":"ED067859",
        "title":"Federal Policy and Educational Technology."},
      {
        "id":"ED067861",
        "title":"DIST/AVC Out-Put Definition."},
      {
        "id":"ED067863",
        "title":"Suggested High School Journalism Courses and Teacher Certification Requirements."},
      {
        "id":"ED067864",
        "title":"Producing Instructional Media: The Overhead Projector and Copy Machines."},
      {
        "id":"ED067868",
        "title":"Developmental Communication Resource Materials."},
      {
        "id":"ED067869",
        "title":"IGE: Individually Guided Education and the Multiunit School."},
      {
        "id":"ED067870",
        "title":"Student Performance in Computer-Assisted Instruction in Programming."},
      {
        "id":"ED067872",
        "title":"Age Specific Programming."},
      {
        "id":"ED067873",
        "title":"Climate for Change."},
      {
        "id":"ED067874",
        "title":"Second Year Evaluation, IPI Mathematics Project; Hall School, 1970-71."},
      {
        "id":"ED067875",
        "title":"An Overview of the Scope and a Description of the Components of Man and Environment Television Learning System."},
      {
        "id":"ED067876",
        "title":"A Guide to Alternative Education In the Bay Area. Second Edition."},
      {
        "id":"ED067878",
        "title":"A Study of the Applicability of Cost Effectiveness Techniques to Small Scale Instructional Systems."},
      {
        "id":"ED067883",
        "title":"Project IMPACT Software Documentation: Overview of the Computer-Administered Instruction Subsystem."},
      {
        "id":"ED067884",
        "title":"Educational Broadcasts of NHK; Special Issue of NHK Today and Tomorrow."},
      {
        "id":"ED067885",
        "title":"A Guide to Satellite Communication. Reports and Papers on Mass Communication Number 66."},
      {
        "id":"ED067889",
        "title":"Network Children's Programming; A Content Analysis of Black and Minority Treatment on Children's Television."},
      {
        "id":"ED067890",
        "title":"Cable Television in Detroit; A Study in Urban Communications."},
      {
        "id":"ED067891",
        "title":"The Financing of Public Television."},
      {
        "id":"ED067892",
        "title":"Measuring Educational Development Through Classroom Interaction."},
      {
        "id":"ED067893",
        "title":"Parents Talk About ETV in El Salvador."},
      {
        "id":"ED067894",
        "title":"Research and Evaluation in the El Salvador Project of Educational Reform: Some Preliminary Research Findings from the First School Year, 1969."},
      {
        "id":"ED067895",
        "title":"Television and Educational Reform in El Salvador. Complete Report on the Second Year of Research."},
      {
        "id":"ED067896",
        "title":"Simulation As a Technique For Analyzing Campus Unrest. Final Report."},
      {
        "id":"ED067897",
        "title":"Evaluation of Computer-Assisted Instruction in Instrumental Musicianship. Final Report."},
      {
        "id":"ED067898",
        "title":"Film-Making and the Curriculum."},
      {
        "id":"ED067899",
        "title":"User Oriented Product Evaluation."},
      {
        "id":"ED067901",
        "title":"The Educational Media Council as a Forum, Dissemination, and Consulting Service: An 18-Month Plan for Self-Study, Operations, and Continuity. Final Report."},
      {
        "id":"ED067903",
        "title":"Thai Basic Course Workbook: Aural Comprehension Enrichment, Lessons 10-25."},
      {
        "id":"ED067908",
        "title":"En el Epicentro de Cordoba (In the Epicenter of Cordoba)."},
      {
        "id":"ED067909",
        "title":"Convenio &quot;Andres Bello:&quot; Informe Final [de la] Segunda Reunion de Ministros de Educacion de la Region Andina (&quot;Andres Bello&quot; Agreement: Final Report of the Second Meeting of the Andean Region Ministers of Education)."},
      {
        "id":"ED067910",
        "title":"Federacion de Universidades Privadas de America Central y Panama: Boletin Estadistico (Federation of Private Universities of Central America and Panama: Statistical Bulletin)."},
      {
        "id":"ED067911",
        "title":"Bibliografia Especializada: Educacion Media (Specialized Bibliography: Intermediate Education)."},
      {
        "id":"ED067912",
        "title":"Ciclo Basico Polivalente (Basic Comprehensive Courses of Study)."},
      {
        "id":"ED067913",
        "title":"Formacion, Perfeccionamiento y Actualizacion Docente (Training and Advanced and Continuing Education for Teachers)."},
      {
        "id":"ED067914",
        "title":"Realidades y Probemas de la Ensenanza Alemana (The Reality and Problems of German Education)."},
      {
        "id":"ED067915",
        "title":"Formacion Agropecuaria en las Escuelas Polivalentes (Agricultural Education in Comprehensive Middle Schools)."},
      {
        "id":"ED067916",
        "title":"Plan Nacional de Desarrollo y Seguridad 1971-1975 (National Plan for Development and Security, 1971-1975)."},
      {
        "id":"ED067917",
        "title":"Microexperiencia Educativa (Microeducational Experimentation)."},
      {
        "id":"ED067918",
        "title":"Origen social de los estudiantes y sus posibilidades de exito (The Social Origin of Students and Their Chances for Success)."},
      {
        "id":"ED067919",
        "title":"Seminario latinoamericano de didactica de los medios audiovisuales (Latin American Seminar on Teaching with Audiovisual Aids)."},
      {
        "id":"ED067920",
        "title":"Novedades Bibliograficas (Bibliographic News)."},
      {
        "id":"ED067921",
        "title":"Novedades Bibliograficas No. 4 (Bibliographical News No. 4)."},
      {
        "id":"ED067922",
        "title":"Novedades Bibliograficas No. 5 (Bibliographical News No. 5)."},
      {
        "id":"ED067923",
        "title":"Bibliografia Especializada: Educacion Basica (Specialized Bibliography: Basic Education)."},
      {
        "id":"ED067924",
        "title":"Bibliografia Especializada: Formacion Docente (Specialized Bibliography: Teacher Education)."},
      {
        "id":"ED067925",
        "title":"The Adult Student and Languages."},
      {
        "id":"ED067926",
        "title":"Tabla de Especificaciones e Instructivo sobre Elaboracion de Pruebas Objetivas en la Ensenanza Primaria, para las asignaturas de Estudios Sociales, Idioma Espanol, Matematicas y Ciencias Naturales (Specification Tables and Instructions for the Construction of Objective Tests in the Primary Grades in Social Studies, Spanish, Mathematics, and Natural Sciences)."},
      {
        "id":"ED067927",
        "title":"A Look at Minority Education Today with Implications for the Teaching of English."},
      {
        "id":"ED067928",
        "title":"La Seccion Informacion y Documentacion en los Servicios de Pedagogia Universitaria (The Information and Documentation Division of the University Educational Services)."},
      {
        "id":"ED067929",
        "title":"Valor de la Informacion en la Orientacion Vocacional (The Value of Information in Vocational Education)."},
      {
        "id":"ED067930",
        "title":"Bibliografia Analitica: Tematica Universitaria. Serie Bibliografica No. 2 (Analytical Bibliography: University Topics. Bibliographic Series No. 2)."},
      {
        "id":"ED067931",
        "title":"Bibliografica Analitica: Tematica Universitaria. Serie Bibliografica No. 1 (Analytical Bibliography: University Topics. Bibliographic Series No. 1)."},
      {
        "id":"ED067934",
        "title":"Immigrants and Their Education."},
      {
        "id":"ED067935",
        "title":"A Pilot Study of Pupils' Learning of Grammar and Usage through a Programmed Textbook."},
      {
        "id":"ED067936",
        "title":"Boletin de Informacion Educativa, 14 (Educational Information Bulletin, 14)."},
      {
        "id":"ED067937",
        "title":"Boletin de Informacion Educativa, 12 (Educational Information Bulletin, 12)."},
      {
        "id":"ED067938",
        "title":"Boletin de Informacion Educativa, 13 (Educational Information Bulletin, 13)."},
      {
        "id":"ED067939",
        "title":"Boletin de Informacion Educativa, Ano 2, No. 3. (Educational Information Bulletin, Volume 2, No. 3)."},
      {
        "id":"ED067940",
        "title":"Boletin de Informacion Educativa, Ano 1, No. 2 (Educational Information Bulletin, Volume 1, No. 2)."},
      {
        "id":"ED067941",
        "title":"Boletin de Informacion Educativa, Ano 2, No. 4 (Educational Information Bulletin, Volume 2, No. 4)."},
      {
        "id":"ED067942",
        "title":"Boletin de Informacion Educativa, Ano 3, No. 5 (Educational Information Bulletin, Volume 3, No. 5)"},
      {
        "id":"ED067943",
        "title":"Boletin de Informacion Educativa, Ano III, No. 6 (Educational Information Bulletin, Volume III, No. 6)."},
      {
        "id":"ED067944",
        "title":"Boletin de Informacion Educativa, Ano III, No. 7 (Educational Information Bulletin, Volume III, No. 7)."},
      {
        "id":"ED067945",
        "title":"Boletin de Informacion Educativa, Ano IV, No. 8 (Educational Information Bulletin, Volume IV, No. 8)."},
      {
        "id":"ED067946",
        "title":"Boletin de Informacion Educativa, Ano VI, No. 10/11 (Educational Information Bulletin, Volume VI, No. 10/11)."},
      {
        "id":"ED067947",
        "title":"Boletin de Informacion Educativa, Ano V, No. 9 (Educational Information Bulletin, Volume V, No. 9)."},
      {
        "id":"ED067949",
        "title":"Volunteer--Teaching English as a Second Language."},
      {
        "id":"ED067950",
        "title":"Teaching English as a Second Language."},
      {
        "id":"ED067951",
        "title":"Project Sell, Title VII: Final Evaluation 1970-1971."},
      {
        "id":"ED067952",
        "title":"A Report on the Development of Negation in English by a Second Language Learner--Some Implications."},
      {
        "id":"ED067954",
        "title":"Studies in the Phonology of Asian Languages X: Intertonal Influences in Two-Syllable Utterances of Vietnamese. Final Technical Report, March 1970 - June 1972."},
      {
        "id":"ED067955",
        "title":"Conversational Dari: An Introductory Course in Dari (=Farsi=Persian) As Spoken in Afghanistan."},
      {
        "id":"ED067956",
        "title":"Teaching Cross-Cultural Understanding."},
      {
        "id":"ED067957",
        "title":"The Foreign-Language Student as a Social Creature: The Use of Groups in the Foreign-Language Classroom."},
      {
        "id":"ED067958",
        "title":"An Investigation of Spoken Brazilian Portuguese: Part I, Technical Report. Final Report."},
      {
        "id":"ED067959",
        "title":"Model Programs: Compensatory Education. The Juan Morel Campos Bilingual Center, Chicago, Illinois."},
      {
        "id":"ED067960",
        "title":"Ibibio Dictionary. Final Report."},
      {
        "id":"ED067961",
        "title":"Syntactic Typology and Contrastive Studies. Research on Syntactic Typology, Volume I of III Volumes. A Final Substantive Report."},
      {
        "id":"ED067962",
        "title":"Notes on Hungarian Grammar. Research on Syntactic Typology, Volume II of III Volumes. Final Substantive Report."},
      {
        "id":"ED067963",
        "title":"A Collection of Studies. Research on Syntactic Typology Volume III of III Volumes. Final Substantive Report."},
      {
        "id":"ED067964",
        "title":"Effect of Age, Native Language, and Instruction on Speech Sound Discrimination. Final Report."},
      {
        "id":"ED067965",
        "title":"Innovations in Undergraduate Education: Selected Institutional Profiles and Thoughts About Experimentalism."},
      {
        "id":"ED067966",
        "title":"Danger: Will External Degrees Reincarnate Bogus Degree Mills? A Challenge to State and National Agencies."},
      {
        "id":"ED067967",
        "title":"So That People Will Not Perish for Want of Knowledge."},
      {
        "id":"ED067968",
        "title":"The Accuracy of Self-Administration and Scoring on Holland's Self-Directed Search."},
      {
        "id":"ED067969",
        "title":"A Profile of University of Maryland (College Park) Undergraduates 1971-72."},
      {
        "id":"ED067970",
        "title":"Service-Learning as a Southern Strategy for Innovation in Undergraduate Education."},
      {
        "id":"ED067971",
        "title":"Undergraduate Enrollment in Two-Year and Four-Year Colleges: October 1971. Series P-20, Number 236."},
      {
        "id":"ED067972",
        "title":"Institutional Management in Higher Education."},
      {
        "id":"ED067973",
        "title":"Community Constraints on Academic Planning: Myths and Realities."},
      {
        "id":"ED067974",
        "title":"Delaware Higher Education Survey 1972. Present and Future."},
      {
        "id":"ED067976",
        "title":"Communitizing a Residence Hall: One Strategy."},
      {
        "id":"ED067977",
        "title":"Need for Improved Coordination of Federally Assisted Student Aid Programs in Institutions of Higher Education."},
      {
        "id":"ED067978",
        "title":"Social Work Education Project. Final Report."},
      {
        "id":"ED067979",
        "title":"Access and Power for Blacks in Higher Education."},
      {
        "id":"ED067980",
        "title":"Plans Beyond High School: A Report of a Statewide Survey of Florida High School Seniors, Fall 1971."},
      {
        "id":"ED067981",
        "title":"The Report to the President of the University of Missouri from the Task Force on State-Level Coordination and Governance of Higher Education."},
      {
        "id":"ED067982",
        "title":"[An Affirmative Action Program to Redress Past Inequities and to Establish a Policy of Equal Treatment and Equal Opportunity at the University of Wisconsin for All Women.]"},
      {
        "id":"ED067983",
        "title":"Report of the Professional Women of Stanford Medical School."},
      {
        "id":"ED067984",
        "title":"Manpower Research on the Utilization of Baccalaureate Social Workers: Implications for Education. Volume II."},
      {
        "id":"ED067985",
        "title":"The Rationale for Various Plans for Funding American Higher Education."},
      {
        "id":"ED067986",
        "title":"A Price Index for Deflation of Academic R&D Expenditures."},
      {
        "id":"ED067987",
        "title":"Resident and Off-Campus Enrollment. Virginia State-Controlled Institutions of Higher Education--1971-72."},
      {
        "id":"ED067989",
        "title":"The External Degree and Higher Education in the United States: An In-Depth Overview as the Basis for a Non-Radical Independent Studies Program for an Urban University."},
      {
        "id":"ED067990",
        "title":"Plans for Widening Women's Educational Opportunities."},
      {
        "id":"ED067991",
        "title":"PERT and CPM: Workshop Material."},
      {
        "id":"ED067992",
        "title":"Do-It-Yourself Critical Path Method."},
      {
        "id":"ED067993",
        "title":"Final Report of the Afro-American Studies & African Studies Summer Institute for College Teachers."},
      {
        "id":"ED067994",
        "title":"Management Information Systems for Developing Colleges. Final Report for the Education Professions Development Act Special Training Program."},
      {
        "id":"ED067995",
        "title":"Director's Evaluation Report on the Law Teaching Clinic of 1971."},
      {
        "id":"ED067996",
        "title":"Short-Term Training Program. The American Indian Student in Higher Education."},
      {
        "id":"ED067997",
        "title":"Women in Continuing Education."},
      {
        "id":"ED067999",
        "title":"[Training Program for Retirees from Industry Planning to Teach in Junior Colleges or Technical Institutes. Director's Evaluation Report.]"},
      {
        "id":"ED068000",
        "title":"[Educational Management and Faculty Sensitivity Institute. Director's Evaluation Report.]"},
      {
        "id":"ED068001",
        "title":"1969 Institute for Financial Aid Administrators Evaluation Report."},
      {
        "id":"ED068002",
        "title":"[Pre-Service Teacher Recruitment, Training & Placement for Professional Personnel Retiring from Industry. Director's Evaluation Report.]"},
      {
        "id":"ED068004",
        "title":"Empire State College. The Non-Residential College of the State University of New York. Bulletin 1971-72."},
      {
        "id":"ED068005",
        "title":"Tenure. Aspects of Job Security on the Changing Campus."},
      {
        "id":"ED068006",
        "title":"The Non-Course: Innovation in the Undergraduate Curriculum."},
      {
        "id":"ED068008",
        "title":"Recruiting Women and Minority Faculty: An Information Handbook."},
      {
        "id":"ED068010",
        "title":"Job Opportunities for College Graduates in the 1970&apos;s."},
      {
        "id":"ED068011",
        "title":"[Report on the Summer Institute on the Teaching of Humanities at Miles College in 1969.]"},
      {
        "id":"ED068012",
        "title":"\"Powerlessness Corrupts.\""},
      {
        "id":"ED068013",
        "title":"[Preliminary Report of the Educational Program at Oberlin College.]"},
      {
        "id":"ED068014",
        "title":"[Proposals for Change in the Educational Program at Oberlin College.]"},
      {
        "id":"ED068015",
        "title":"Student-Designed Curricula: The Graduate and Professional School Reaction."},
      {
        "id":"ED068016",
        "title":"The Report of the President."},
      {
        "id":"ED068017",
        "title":"Male Student Success in the Collegiate Early Admission Experiment. Final Report."},
      {
        "id":"ED068018",
        "title":"Report of the Committee on Transfer of Credit from Technical Education Centers."},
      {
        "id":"ED068019",
        "title":"Some Problems of the Development of Higher Education in Europe."},
      {
        "id":"ED068020",
        "title":"Certification in Allied Health Professions. 1971 Conference Proceedings."},
      {
        "id":"ED068021",
        "title":"Minnesota Metropolitan State College: A New Institution for New Students."},
      {
        "id":"ED068022",
        "title":"The Implications of Minnesota Metropolitan State College for Black Higher Education."},
      {
        "id":"ED068023",
        "title":"An Innovative Academic Plan for an Upper Level University."},
      {
        "id":"ED068024",
        "title":"Precis of the Academic Plan."},
      {
        "id":"ED068025",
        "title":"Innovations in Upper Level Universities."},
      {
        "id":"ED068026",
        "title":"Special Funding Formula for State-Supported Upper-Level Institutions."},
      {
        "id":"ED068027",
        "title":"Curriculum and Credit Transfer Problems in the Upper Level Institutions."},
      {
        "id":"ED068028",
        "title":"Bibliography for the Prediction of College Grades from Reading Scores."},
      {
        "id":"ED068029",
        "title":"Faculty Load Policies and Practices in Colleges and Universities."},
      {
        "id":"ED068030",
        "title":"Student Task Force: An Experiment in Interdisciplinary Education."},
      {
        "id":"ED068031",
        "title":"An Open Admissions Policy, Reading Ability and Grades."},
      {
        "id":"ED068032",
        "title":"Enrollment in Florida&apos;s Institutions of Higher Learning Fall 1971."},
      {
        "id":"ED068033",
        "title":"Course Evaluation at New College 1971-72."},
      {
        "id":"ED068034",
        "title":"The Regents External Degree. Handbook of Information for Candidates."},
      {
        "id":"ED068035",
        "title":"Voting Rights and the Nonresident Student."},
      {
        "id":"ED068036",
        "title":"Expanding Postsecondary Educational Opportunity: Progress and Prospect. Number 3."},
      {
        "id":"ED068037",
        "title":"The Ferris Educational Mission Obligations and Directions."},
      {
        "id":"ED068038",
        "title":"The Effects of College on Student Dropout. Final Report."},
      {
        "id":"ED068039",
        "title":"An Evaluative Study of the Effects of Adoption of the 4-1-4 Calendar-Curriculum Format. Final Report."},
      {
        "id":"ED068040",
        "title":"Teaching and Research Staff by Academic Field in Institutions of Higher Education, Fall 1968."},
      {
        "id":"ED068041",
        "title":"Organization, Function and Results of Social Self-Management at the Institutions of Higher Education and Their Associations. Final Report."},
      {
        "id":"ED068042",
        "title":"The Black College Freshman: Characteristics and Recent Trends."},
      {
        "id":"ED068043",
        "title":"Personnel Management in Higher Education."},
      {
        "id":"ED068044",
        "title":"Dynamics, Role, and Function in Inter-University Collaboration. Final Report."},
      {
        "id":"ED068045",
        "title":"The Doctor of Arts Degree in Washington--An Attitudinal Survey."},
      {
        "id":"ED068046",
        "title":"Demographic and Social Accounting and Its Application to Educational Activities."},
      {
        "id":"ED068047",
        "title":"Changes in Goals, Plans, and Background Characteristics of College-Bound High School Students."},
      {
        "id":"ED068048",
        "title":"Administration and Planning in Higher Education: A Bibliography of Books and Reports."},
      {
        "id":"ED068049",
        "title":"Pass-Fail Grading - A Review."},
      {
        "id":"ED068050",
        "title":"Time Spent in Committee Meetings."},
      {
        "id":"ED068051",
        "title":"Federal Aid to Black Colleges."},
      {
        "id":"ED068052",
        "title":"Education Beyond High School. The Regents Tentative Statewide Plan for the Development of Post-Secondary Education, 1972."},
      {
        "id":"ED068053",
        "title":"Educational Training and Careers of Ph.D. Holders: An Exploratory Empirical Study. Planning Paper 27."},
      {
        "id":"ED068054",
        "title":"Report on the Kansas Conference on International Student Involvement and Organization."},
      {
        "id":"ED068055",
        "title":"Public Sector Labor Relations, 1972. Bibliography Number 1."},
      {
        "id":"ED068056",
        "title":"Effect of Task Sequence and Memory Support on Indian College Students. Final Report."},
      {
        "id":"ED068057",
        "title":"SMU Institute of Technology 1972 Annual Report."},
      {
        "id":"ED068058",
        "title":"Foreign Student Perceptions of the United States."},
      {
        "id":"ED068059",
        "title":"Apartment Type College Housing."},
      {
        "id":"ED068060",
        "title":"The Church and Society. Shaping Public Policy in Higher Education."},
      {
        "id":"ED068061",
        "title":"Colleges and Universities with Minority Group Students Studying Broadcasting 1971-72."},
      {
        "id":"ED068063",
        "title":"Grief Reactions Among University Students. Research Report 5-72."},
      {
        "id":"ED068064",
        "title":"The Effect of Audio and Video Recording on Clients. Research Report 2-72."},
      {
        "id":"ED068065",
        "title":"Computer Facilities for Instruction in Small Colleges: Final Report Summary 1968-71."},
      {
        "id":"ED068066",
        "title":"Student Retention-Attrition Entering Freshmen--Fall 1968. Report 3."},
      {
        "id":"ED068067",
        "title":"Student Retention-Attrition Entering Freshmen--Fall 1968. Report 4."},
      {
        "id":"ED068068",
        "title":"GENIRAS. Level-1 User's Manual."},
      {
        "id":"ED068069",
        "title":"Manual for Preparation of Proposals for External Degree Programs."},
      {
        "id":"ED068070",
        "title":"A Look at External Degree Structures."},
      {
        "id":"ED068071",
        "title":"A Current Perspective on Accreditation. Report Number 7."},
      {
        "id":"ED068072",
        "title":"Undergraduate Engineering Enrollment Projections for Ontario, 1970-80."},
      {
        "id":"ED068073",
        "title":"Statement by the Council of Ontario Universities and Responses to &quot;Ring of Iron: A Study of Engineering Education in Ontario.&quot;"},
      {
        "id":"ED068075",
        "title":"Renovating the Freshman Year."},
      {
        "id":"ED068076",
        "title":"A Program to Increase Educational Research Awareness Among Undergraduate Students in Predominantly Black Institutions. Final Report."},
      {
        "id":"ED068077",
        "title":"Development and Validation of a Sociometric Instructor Evaluation Instrument and Procedure. Final Report."},
      {
        "id":"ED068078",
        "title":"What Matter Mind: A Theory about the Practice of Women's Studies."},
      {
        "id":"ED068079",
        "title":"A Funding Model for Community College Operating Costs."},
      {
        "id":"ED068080",
        "title":"New Directions: Community College Mental Health Worker Program."},
      {
        "id":"ED068081",
        "title":"Study of Massachusetts Two-Year College Students: Implications for Massachusetts Four-Year Colleges and Universities."},
      {
        "id":"ED068082",
        "title":"A Master Plan for Unit Cost Studies Among Community Junior Colleges."},
      {
        "id":"ED068083",
        "title":"Success Breeds Success: Basic Studies. 1971-72 Report."},
      {
        "id":"ED068085",
        "title":"Multimedia System of Individualized Instruction."},
      {
        "id":"ED068086",
        "title":"The Differential Effects of Selected Programs on the Performance, Degree of Satisfaction and Retention of Community College Women Students. Final Report."},
      {
        "id":"ED068087",
        "title":"A Vocational Technical Institute Developmental Program for Commercial Fisheries. Final Report."},
      {
        "id":"ED068088",
        "title":"Cooperative Education at LaGuardia Community College: An Assessment and Description of the Initiation of an Innovative Curriculum. Final Report."},
      {
        "id":"ED068089",
        "title":"Summary of Responses, Community College Commencement Exercise Survey. Summer 1972."},
      {
        "id":"ED068090",
        "title":"Individualized Instruction in Sociology: Myth and Fact."},
      {
        "id":"ED068091",
        "title":"Status of Spring 1971 Graduates."},
      {
        "id":"ED068092",
        "title":"Community College Vocational Cooperative Education: Exemplary Project in Vocational Education Conducted Under Part D of Public Law 90-576. Second Annual Report."},
      {
        "id":"ED068093",
        "title":"Managing Chemistry Instruction by Objectives--A Case History."},
      {
        "id":"ED068095",
        "title":"Federal Influence on the Junior College Search for Identity."},
      {
        "id":"ED068096",
        "title":"Urban Multi-Unit Community Colleges: Adaptation for the '70s."},
      {
        "id":"ED068097",
        "title":"Ministry and the Community College."},
      {
        "id":"ED068098",
        "title":"Student Development: In Concept and Practice in the Community College."},
      {
        "id":"ED068099",
        "title":"Bibliography of Puerto Rican History and Literature."},
      {
        "id":"ED068100",
        "title":"Report of the Library Fines Committee."},
      {
        "id":"ED068101",
        "title":"Survey of Information Needs of Educational Information Specialists."},
      {
        "id":"ED068102",
        "title":"The Scientific Investigation of Library Problems."},
      {
        "id":"ED068103",
        "title":"Community Services Study."},
      {
        "id":"ED068104",
        "title":"Re: Reading and the Library."},
      {
        "id":"ED068105",
        "title":"Selected Materials on Drug Abuse and Misuse."},
      {
        "id":"ED068106",
        "title":"Motion of Information Industry Association for Leave to File Brief Amicus Curiae and Brief of Information Industry Association Amicus Curiae [in the Case of Donald Goldstein et. al. v. State of California, in the Matter of State vs. Federal Copyright Infringement Remedies.] In the Supreme Court of the United States, October Term, 1971."},
      {
        "id":"ED068107",
        "title":"Interuniversity Transit System. Annual Reports: 1969-1972."},
      {
        "id":"ED068108",
        "title":"University Science and Engineering Libraries--A Survey."},
      {
        "id":"ED068110",
        "title":"Determining the Effectiveness of the Use Made of the Industrial and Management Engineering Library."},
      {
        "id":"ED068111",
        "title":"Library Systems Engineering: An Introduction."},
      {
        "id":"ED068112",
        "title":"Statistical Collection Simplified within the Purdue General Library. Part I."},
      {
        "id":"ED068113",
        "title":"An Information System for Educational Management, Vol I: Design Considerations."},
      {
        "id":"ED068114",
        "title":"Information System for Educational Management, Vol. 2: Data Requirements for Accountability."},
      {
        "id":"ED068115",
        "title":"An Information System for Educational Management, Vol 3: Data Requirements for Evaluation; A Review of Educational Research."},
      {
        "id":"ED068116",
        "title":"An Information System for Educational Management, Vol. 4: Functional Design."},
      {
        "id":"ED068117",
        "title":"An Information System for Educational Management, Vol. 6: An In-Service Training Program."},
      {
        "id":"ED068118",
        "title":"A Pilot Survey of the Indiana Library Network System."},
      {
        "id":"ED068119",
        "title":"After Literacy What Next? The Role of Libraries in Post Literacy Adult Education. National Adult Education Association of Tanzania Seminar (November 17 and 18, 1972)."},
      {
        "id":"ED068120",
        "title":"Penny Theater."},
      {
        "id":"ED068121",
        "title":"The Dallas Public Library Independent Study Project."},
      {
        "id":"ED068122",
        "title":"The Dallas Public Library Independent Study Project: [Two Presentations]."},
      {
        "id":"ED068123",
        "title":"Report to the National Interest Council: March 7 and September 15, 1972."},
      {
        "id":"ED068124",
        "title":"Evaluator's Report to the National Interest Council: March 1 and September 15, 1972."},
      {
        "id":"ED068130",
        "title":"Center for Information Services Fourth Quarterly Progress Report, Phase IIB; Detailed Design and Prototype Development, 1 October 1971 to 31 December 1971."},
      {
        "id":"ED068131",
        "title":"Determination of the Consistency of Relevance Judgments and the Reliability of Search Strategies Among Information Specialists for the Aerospace Materials Information Center."},
      {
        "id":"ED068132",
        "title":"Educational and Commercial Utilization of a Chemical Information Center, Four Year Summary."},
      {
        "id":"ED068143",
        "title":"National Commission on Libraries and Information Science Public Hearing; Chicago Regional Hearing (September 27, 1972)."},
      {
        "id":"ED068144",
        "title":"National Commission on Libraries and Information Science Public Hearing; Chicago Regional Hearing (September 27, 1972): Written Testimony of Chicago Witnesses."},
      {
        "id":"ED068145",
        "title":"National Commission on Libraries and Information Science Public Hearing; Chicago Regional Hearing (September 27, 1972): Other Testimony."},
      {
        "id":"ED068146",
        "title":"An Annotated Bibliography on Children."},
      {
        "id":"ED068148",
        "title":"The Adaptive Behavior Rating Scale."},
      {
        "id":"ED068149",
        "title":"Effects of Early Day Care Experience on Subsequent Observed Program Behaviors."},
      {
        "id":"ED068150",
        "title":"A Review of the Present Status and Future Research Needs of Programs to Develop Parenting Skills."},
      {
        "id":"ED068151",
        "title":"Children and Adolescents: Should We Teach Them or Let Them Learn?"},
      {
        "id":"ED068152",
        "title":"Day Care Survey, 1970: Community Profiles."},
      {
        "id":"ED068153",
        "title":"Final Report: Part I - Alternative Federal Day Care Strategies for the 1970's. Summary Report."},
      {
        "id":"ED068154",
        "title":"Developmental Trends in Children's Incidental Learning: Some Critical Stimulus Differences."},
      {
        "id":"ED068155",
        "title":"Research on Sesame Street: Some Implications for Compensatory Education."},
      {
        "id":"ED068157",
        "title":"Children's Concept of Number: The Spontaneous Production of Number Symbols in Their Drawings."},
      {
        "id":"ED068158",
        "title":"An Evaluation of the Nichols Avenue Follow-Through Program. Final Evaluation Report."},
      {
        "id":"ED068159",
        "title":"Kindergarten Program Evaluation, 1970-1971: Early Childhood Education; Williamsburg County."},
      {
        "id":"ED068160",
        "title":"Early Childhood Education (K-3) Program of Williamsburg County Public Schools."},
      {
        "id":"ED068161",
        "title":"Psycho-Educational Intervention Beginning at Age Two: Reflections and Outcomes."},
      {
        "id":"ED068162",
        "title":"Children's Things: A Construction Guide for Play and Recreational Equipment for Parents, Teachers, Child Care Centers and Camps."},
      {
        "id":"ED068163",
        "title":"Pre-School Equipment for a Multi-Use Center."},
      {
        "id":"ED068164",
        "title":"A Design for a National Day Care Cost-Effectiveness Experiment. Final Report."},
      {
        "id":"ED068165",
        "title":"Differences Between Highly Satisfied and Not Highly Satisfied Clients of Day Care Centers."},
      {
        "id":"ED068166",
        "title":"Open Minded, Thought-Filled Education."},
      {
        "id":"ED068167",
        "title":"General Learning Abilities: A Survey of the State of the Art and a Proposed Organization of Human Learning Abilities. Final Report."},
      {
        "id":"ED068168",
        "title":"Predicting the Future: Studies on the Growth of the Intellect."},
      {
        "id":"ED068169",
        "title":"Visual Preferences of Down's Syndrome and Normal Infants."},
      {
        "id":"ED068171",
        "title":"Supply and Demand in ARENA: An Analysis of the Relation of Characteristics of Children Registered with ARENA and the Characteristics Acceptable to Families Registered."},
      {
        "id":"ED068172",
        "title":"Study of Child Care Activities in the District of Columbia."},
      {
        "id":"ED068174",
        "title":"Inter-American Investigation of Mortality in Childhood: California Study. Final Report."},
      {
        "id":"ED068175",
        "title":"An Innovative Program for Prevention of Reading Failure in Disadvantaged Pre-School Children by Home Intervention."},
      {
        "id":"ED068176",
        "title":"Effect of Maternal Expectations on Early Infant Behavior."},
      {
        "id":"ED068177",
        "title":"Covariation of Social Stimuli and Interaction Rates in the Natural Preschool Environment."},
      {
        "id":"ED068178",
        "title":"Headstart for Every Child."},
      {
        "id":"ED068180",
        "title":"Conditions Prerequisite to the Learning of Reading and Writing, Paying Special Attention to the Spoken Language: An Investigation of School Beginners."},
      {
        "id":"ED068182",
        "title":"What is Health Start? Profiles of Selected Projects."},
      {
        "id":"ED068183",
        "title":"The Oregon Preschool Test of Interpersonal Cooperation: Preliminary Results."},
      {
        "id":"ED068184",
        "title":"Evaluation of Experiences with the Use of &quot;Healthy, That's Me.&quot; Volume II: Appendices."},
      {
        "id":"ED068185",
        "title":"Child Development: Day Care. 8. Serving Children with Special Needs."},
      {
        "id":"ED068187",
        "title":"Alternative Federal Day Care Strategies for the 1970's: Summary Report. Final Report: Part I."},
      {
        "id":"ED068188",
        "title":"Child Care Programs: Estimation of Impacts and Evaluation of Alternative Federal Strategies. Volume 2: Appendixes. Final Report: Part II."},
      {
        "id":"ED068189",
        "title":"Measurements of Impacts of Child Care Programs. Volume 3. Final Report: Part II."},
      {
        "id":"ED068190",
        "title":"Existing Day Care Legislation. Final Report: Part III."},
      {
        "id":"ED068191",
        "title":"Costs of Day Care. Volume 1. Final Report: Part IV."},
      {
        "id":"ED068192",
        "title":"Costs of Day Care: Proceedings of a Workshop. Volume 2: Appendix. Final Report: Part IV."},
      {
        "id":"ED068193",
        "title":"Challenges in Day Care Expansion. Final Report: Part V."},
      {
        "id":"ED068194",
        "title":"Public Opinion Toward Day Care. Final Report: Part VI."},
      {
        "id":"ED068195",
        "title":"Types of Day Care and Parents' Preferences. Final Report: Part VII."},
      {
        "id":"ED068196",
        "title":"Future Trends Affecting Day Care and Preschool Education. Final Report: Part VIII."},
      {
        "id":"ED068197",
        "title":"Training Programs for Child Care Personnel. Volume I. Final Report: Part IX."},
      {
        "id":"ED068198",
        "title":"Training Programs for Child Care Personnel. Volume 2: Appendixes. Final Report: Part IX."},
      {
        "id":"ED068199",
        "title":"Day Care: An Annotated Bibliography. Volume I. Final Report: Part X."},
      {
        "id":"ED068200",
        "title":"Bibliography Supplement for September, October, and November 1971. Volume 2. Final Report. Part X."},
      {
        "id":"ED068201",
        "title":"Bibliography Supplement for December 1971. Volume 3. Final Report: Part X."},
      {
        "id":"ED068202",
        "title":"Research on Open Education: Problems and Issues."},
      {
        "id":"ED068203",
        "title":"Perspectives on Early Childhood Education."},
      {
        "id":"ED068204",
        "title":"Systems for the Observation of Classroom Behavior in Early Childhood Education."},
      {
        "id":"ED068205",
        "title":"Indian Education Division, Nevada State Department of Education, 1960-1961 Annual Report to United States Bureau of Indian Affairs."},
      {
        "id":"ED068206",
        "title":"Equal Opportunity in Farm Programs: An Appraisal of Services Rendered by Agencies of the United States Department of Agriculture. A Report of the United States Commission on Civil Rights, 1965."},
      {
        "id":"ED068207",
        "title":"Poverty on the Land - In a Land of Plenty."},
      {
        "id":"ED068208",
        "title":"First Western Region Conference of OEO Migrant Projects (Woodburn, Oregon, June 7-9, 1967)."},
      {
        "id":"ED068209",
        "title":"Indian Education, 1969. Part 2--Appendix. Hearings Before the Subcommittee on Indian Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-First Congress, First Session on Policy, Organization, Administration, and New Legislation Concerning the American Indians."},
      {
        "id":"ED068211",
        "title":"Field Investigation and Research Reports. The Education of American Indians, October 1969, Volume 2."},
      {
        "id":"ED068212",
        "title":"The Organization Question. The Education of American Indians, November 1969, Volume 4."},
      {
        "id":"ED068213",
        "title":"Rural Sociology in the South: 1972. Proceedings: Rural Sociology Section, Association of Southern Agricultural Workers."},
      {
        "id":"ED068214",
        "title":"Arizona's Migrant Child Education Teacher Exchange."},
      {
        "id":"ED068215",
        "title":"The New Rural Society."},
      {
        "id":"ED068216",
        "title":"Learning About the Labor Force: Occupational Knowledge Among High School Males."},
      {
        "id":"ED068217",
        "title":"Arizona Commission of Indian Affairs Annual Report, 1971-72."},
      {
        "id":"ED068218",
        "title":"Access to College for Mexican Americans in the Southwest. Report of Action Conferences, July 31-August 4, 1972. Southwestern Committee for Higher Education, Survey No. 6."},
      {
        "id":"ED068219",
        "title":"Responsive Environment Program for Spanish American Children. Evaluation Report, 1971-72."},
      {
        "id":"ED068220",
        "title":"Perceptions of Educational Needs in Campbell, Claiborne, Hancock and Union Counties. Final Report."},
      {
        "id":"ED068221",
        "title":"Reading Achievement of Lower Socioeconomic Level Mexican American Students."},
      {
        "id":"ED068222",
        "title":"San Francisco Bilingual-Bicultural Education Project for Spanish/English Speaking Children. Final Evaluation Report: 1970-71."},
      {
        "id":"ED068223",
        "title":"A Preliminary Analysis of Economic Understanding Among Two Ethnic Groups in the Southwest. Center for Business Services Occasional Paper No. 209."},
      {
        "id":"ED068224",
        "title":"From Indian Village to Chicano Suburb: Problems of Identity and Suburbanization."},
      {
        "id":"ED068225",
        "title":"Navajo Reading Study. Progress Report No. 4, December 1969."},
      {
        "id":"ED068227",
        "title":"The Situation of Navajo Literacy Projects. Navajo Reading Study Progress Report No. 17."},
      {
        "id":"ED068228",
        "title":"Evaluating Reading Materials in Navajo: Report of a Teachers' Conference (Gallup, New Mexico, April 28-29, 1972). Navajo Reading Study Progress Report No. 18."},
      {
        "id":"ED068229",
        "title":"Written Navajo: A Brief History. Navajo Reading Study Progress Report No. 19."},
      {
        "id":"ED068230",
        "title":"Navajo Community School Boards Speak Out: A Summary of Navajo Thought About Education. Navajo School Board Training Project."},
      {
        "id":"ED068231",
        "title":"Summary Report of Training Activities. Navajo School Board Training Project."},
      {
        "id":"ED068232",
        "title":"Introduction to School Board Training: English Text to Accompany Slides and Tapes. Navajo School Board Training Project."},
      {
        "id":"ED068233",
        "title":"Small Secondary Schools Administrative Manual."},
      {
        "id":"ED068235",
        "title":"Sense of Nationality Among Schoolchildren: 'Center' - 'Periphery Differences with Special Reference to St. Lucia, West Indies."},
      {
        "id":"ED068236",
        "title":"Situations and Language: A Sociolinguistic Investigation. Final Report."},
      {
        "id":"ED068238",
        "title":"Little Bear Teacher&apos;s Manual [With Units for Levels A and B]."},
      {
        "id":"ED068239",
        "title":"The Greedy Little Boy Teacher's Manual [With Units for Levels A and B]."},
      {
        "id":"ED068240",
        "title":"Predicting Third Grade Reading Achievement for Mexican-American Students from Lower Socioeconomic Levels."},
      {
        "id":"ED068242",
        "title":"Bilingual-Bicultural Development for Spanish, English and Indian Speaking Children in a Southwestern Multicultural Environment. A Report of Statistical Findings and Recommendations for the Grants Bilingual Education Project, Grants, New Mexico."},
      {
        "id":"ED068243",
        "title":"Region One Bilingual Education Project. 1971-1972 Final Evaluation Report."},
      {
        "id":"ED068244",
        "title":"Husband and Wife Interaction and Family Regulation in Rural Uruguay."},
      {
        "id":"ED068245",
        "title":"Social Structure and Resistance to Change."},
      {
        "id":"ED068246",
        "title":"Effective Teachers of Indian and Eskimo High School Students."},
      {
        "id":"ED068247",
        "title":"A Comparison of Beliefs and Disbeliefs and Reference Category Characteristics as Directive Factors of Social Action in Five Cultures."},
      {
        "id":"ED068248",
        "title":"Communication and Institutional Change in Mexican Agricultural Development."},
      {
        "id":"ED068249",
        "title":"A Three-Year, Longitudinal Study of the Impact of Nutrition Aides on the Knowledge, Attitudes, and Practices of Rural Poor Homemakers."},
      {
        "id":"ED068250",
        "title":"Money for Migrant Children: A Compilation of Federal Funding Sources for the Children of America's Seasonal Farm Workers."},
      {
        "id":"ED068251",
        "title":"Rural Development in Africa: A Bibliography. (Part I: General, Central, East). Training &amp; Methods Series Number 16."},
      {
        "id":"ED068252",
        "title":"The Big Picture on Small Schools."},
      {
        "id":"ED068253",
        "title":"Power Structures and Rural Development."},
      {
        "id":"ED068254",
        "title":"Appalachia - An Economic Report: Trends in Employment, Income and Population, July 1972."},
      {
        "id":"ED068255",
        "title":"1971 Annual Report of the Appalachian Regional Commission."},
      {
        "id":"ED068256",
        "title":"Rationale for Bilingual Education in South Texas."},
      {
        "id":"ED068257",
        "title":"A Review of Indian Education in North America."},
      {
        "id":"ED068258",
        "title":"Indians' Problems in Acquiring Development Capital. Four Corners Agriculture and Forestry Development Study. Special Report No. 11."},
      {
        "id":"ED068259",
        "title":"The Division of Indian Education of the Arizona Department of Education to the Bureau of Indian Affairs. 1971-1972 Annual Report."},
      {
        "id":"ED068260",
        "title":"A Teacher's Guide for Planning and Conducting the Second Generation Institute."},
      {
        "id":"ED068262",
        "title":"Welcome to the Land of the Navajo. A Book of Information about the Navajo Indians. Third Edition, 1972."},
      {
        "id":"ED068264",
        "title":"The Indian in Michigan: Ottawa; Chippewa; Potawatomi. John E. Munson Michigan History Fund Kit Number 1."},
      {
        "id":"ED068265",
        "title":"The Two-Step Flow of Communications in Rural India."},
      {
        "id":"ED068266",
        "title":"American Indian Enrollment in Classes for the Educable Mentally Retarded and Educationally Handicapped."},
      {
        "id":"ED068267",
        "title":"Northern Indian California Education Project; An Analysis of Responses by Practicing School Psychologists on a Pre-Questionaire."},
      {
        "id":"ED068268",
        "title":"Chicanismo."},
      {
        "id":"ED068270",
        "title":"Report to UNESCO on Eleven Weeks as Consultant to the Governments of Kenya, Tanzania, Zambia and Malawi on Aspects of Biology Teaching, February to April, 1971."},
      {
        "id":"ED068272",
        "title":"International Co-ordinating Council of the Programme on Man and the Biosphere (MAB). Final Report."},
      {
        "id":"ED068273",
        "title":"Forestry Activities. A Guide for Youth Group Leaders."},
      {
        "id":"ED068274",
        "title":"Title III in Environmental Education."},
      {
        "id":"ED068275",
        "title":"Bibliography of Water Quality Research Reports."},
      {
        "id":"ED068276",
        "title":"Science, Public Policy and the Scientist Administrator: An Anthology."},
      {
        "id":"ED068277",
        "title":"Learning Activities Packages, Earth Science and Life Science."},
      {
        "id":"ED068279",
        "title":"The Application of Science and Technology to Public Programs."},
      {
        "id":"ED068280",
        "title":"Country Profiles. France."},
      {
        "id":"ED068281",
        "title":"Nutrition Education Guide."},
      {
        "id":"ED068282",
        "title":"Directory of Federal R &amp; D Installations for the Year Ending June 30, 1969. A Report to the Federal Council for Science and Technology."},
      {
        "id":"ED068283",
        "title":"Statement, Honorable Thomas E. Carroll, Assistant Administrator for Planning and Management, Environmental Protection Agency, Before the Select Subcommittee on Education, Committee on Education and Labor, House of Representatives, April 17, 1972."},
      {
        "id":"ED068286",
        "title":"The Aerospace Age. Aerospace Education I."},
      {
        "id":"ED068287",
        "title":"Aircraft of Today. Aerospace Education I."},
      {
        "id":"ED068289",
        "title":"Air Navigation. Aerospace Education II."},
      {
        "id":"ED068290",
        "title":"Civil Aviation and Facilities. Aerospace Education II."},
      {
        "id":"ED068291",
        "title":"Military Aerospace. Aerospace Education II."},
      {
        "id":"ED068292",
        "title":"Propulsion Systems for Aircraft. Aerospace Education II."},
      {
        "id":"ED068293",
        "title":"Theory of Aircraft Flight. Aerospace Education II."},
      {
        "id":"ED068294",
        "title":"Space Exploration: Manned and Unmanned Flight. Aerospace Education III."},
      {
        "id":"ED068295",
        "title":"The Callaway Gardens Conference on Building a Multiyear, Multidisciplinary, High School Science Program. Final Report."},
      {
        "id":"ED068296",
        "title":"A Selected Bibliography."},
      {
        "id":"ED068300",
        "title":"Laboratory Training Manual on the Use of Radionuclides and Radiation in Animal Research, Third Edition."},
      {
        "id":"ED068310",
        "title":"Sixth Grade: Fall and Winter Curriculum Guide."},
      {
        "id":"ED068312",
        "title":"What Will Happen if . . . A Programmed Instruction Course on Drugs and Their Effects."},
      {
        "id":"ED068313",
        "title":"Marihuana and Health: Second Annual Report to Congress from the Secretary of Health, Education, and Welfare."},
      {
        "id":"ED068314",
        "title":"Smoking and Health. A Guide for School Action Grades 1-12."},
      {
        "id":"ED068315",
        "title":"A Teacher's Approach to Adjusting Instruction in Elementary School Mathematics to Varied Ability Groups."},
      {
        "id":"ED068317",
        "title":"Research in Earth Science Education: An Annotated Bibliography."},
      {
        "id":"ED068318",
        "title":"Pilot Project on New Approaches and Techniques in Biology Teaching in Africa."},
      {
        "id":"ED068320",
        "title":"National Environmental Study Area: A Guide."},
      {
        "id":"ED068321",
        "title":"Areas Nacionales de Estudio Ambiental: Una Guia. (National Environmental Study Area: A Guide)."},
      {
        "id":"ED068322",
        "title":"Zone Nationale D'Etude de L'Environnment: Un Guide (National Environmental Study Area: A Guide)."},
      {
        "id":"ED068325",
        "title":"Guidelines for Curriculum Development--Environmental Education K-12. Part I, Concepts, Ideas, Objectives and Principles."},
      {
        "id":"ED068326",
        "title":"U.S. Metric Study Interim Report: A History of the Metric System Controversy in the United States."},
      {
        "id":"ED068328",
        "title":"Population and Family Education. Report of an Asian Regional Workshop."},
      {
        "id":"ED068329",
        "title":"Meaningful Instruction in Mathematics Education."},
      {
        "id":"ED068330",
        "title":"A History and Overview of Metrication and Its Impact on Education."},
      {
        "id":"ED068331",
        "title":"Environmental Organizations."},
      {
        "id":"ED068333",
        "title":"Test Construction Behavior of Pre-Service Secondary Science Teachers."},
      {
        "id":"ED068334",
        "title":"Toward a Systematic Approach to Environmental Impact Review."},
      {
        "id":"ED068335",
        "title":"Operation Drug Prevention: A Curriculum Guide K-12."},
      {
        "id":"ED068337",
        "title":"To Save the Earth. A Tool Kit to Our Environmental Quality Index."},
      {
        "id":"ED068338",
        "title":"Man Builds, Man Destroys."},
      {
        "id":"ED068339",
        "title":"The Curious Entanglement of Law, Politics, and the Environment."},
      {
        "id":"ED068340",
        "title":"Language Factors in Learning Mathematics."},
      {
        "id":"ED068344",
        "title":"International Directory of Population Information and Library Resources. Supplement to the First Edition."},
      {
        "id":"ED068348",
        "title":"An Environmental Unit for the Social Studies."},
      {
        "id":"ED068353",
        "title":"A Model for Implementing the Project Physics Course for Independent Study. Final Report."},
      {
        "id":"ED068354",
        "title":"Computerized Instruction in Mathematics Versus Other Methods of Mathematics Instruction Under ESEA Title I Programs in Kentucky."},
      {
        "id":"ED068355",
        "title":"Development of New Materials to Improve the Training of Students in Data Analysis. Final Report."},
      {
        "id":"ED068356",
        "title":"Pilot Study for a New Elementary and Junior High School Mathematics Program: Number Activities for the Kindergarten."},
      {
        "id":"ED068357",
        "title":"Planning for Integrated Science Education in Africa. Report of a Regional Workshop."},
      {
        "id":"ED068359",
        "title":"A Review of Research Related to Environmental Education."},
      {
        "id":"ED068362",
        "title":"Selected Bibliography on Lead Poisoning in Children."},
      {
        "id":"ED068363",
        "title":"Environmental Education: A Selected Bibliography."},
      {
        "id":"ED068365",
        "title":"Information Resources in Pesticides, Environmental Health and Hazardous Materials."},
      {
        "id":"ED068366",
        "title":"Cattails or Concrete?"},
      {
        "id":"ED068367",
        "title":"Fourth Grade: Late Fall and Early Spring Curriculum Guide."},
      {
        "id":"ED068368",
        "title":"Fifth Grade: Winter and Spring Curriculum Guide."},
      {
        "id":"ED068370",
        "title":"Environmental Education Research Project, Content Analysis Criteria, Report on First Evaluation Trial."},
      {
        "id":"ED068371",
        "title":"Environment and Environmental Education: Conceptual Issues and Curriculum Implications."},
      {
        "id":"ED068372",
        "title":"American Schools and Hospitals Abroad: Hearing Before the Subcommittee on the Near East of the Committee on Foreign Affairs. House of Representatives. Ninety-Second Congress, Second Session."},
      {
        "id":"ED068373",
        "title":"Primer on Social Economics."},
      {
        "id":"ED068376",
        "title":"The Structuring of Political Processes in Suburban School District Government."},
      {
        "id":"ED068377",
        "title":"The Family of Man. A Social Studies Program. The Rationale and Overview. Project Social Studies."},
      {
        "id":"ED068378",
        "title":"The Interaction of Cognition and Affect: The Issue of Free Trade."},
      {
        "id":"ED068379",
        "title":"[Project Social Studies. Discipline Papers.]"},
      {
        "id":"ED068383",
        "title":"United States History: From Community to Society. Teacher's Guide, Grade Six. Project Social Studies."},
      {
        "id":"ED068384",
        "title":"United States History: From Community to Society. Unit One: Indian America Before White Settlement. Grade Six. Project Social Studies."},
      {
        "id":"ED068385",
        "title":"United States History: From Community to Society. Unit Two: Spanish and French Settlement of North America. Grade Six. Project Social Studies."},
      {
        "id":"ED068386",
        "title":"United States History: From Community to Society. Unit Three: The English Settlement of North America. Grade Six. Project Social Studies."},
      {
        "id":"ED068387",
        "title":"United States History: From Community to Society. Unit Four: Revolutionary America. Grade Six. Project Social Studies."},
      {
        "id":"ED068388",
        "title":"United States History: From Community to Society. Unit Five: National Expansion. Grade Six. Project Social Studies."},
      {
        "id":"ED068389",
        "title":"United States History: From Community to Society. Unit Six: Civil War and Reconstruction. Grade Six. Project Social Studies."},
      {
        "id":"ED068390",
        "title":"United States History: From Community to Society. Unit Seven: The Completion of National Expansion. Grade Six. Project Social Studies."},
      {
        "id":"ED068391",
        "title":"Social Status Effects on Achievement Motivation. Final Report."},
      {
        "id":"ED068393",
        "title":"Evaluation and Development Blow Your Mind Conference. Final Report: Technical Paper Number One. Appendix C."},
      {
        "id":"ED068395",
        "title":"The Negro in American History: A Series of Episodes."},
      {
        "id":"ED068402",
        "title":"Teacher-Pupil Interaction and Teacher Expectations for Pupil Achievement in Secondary Social Studies Classes."},
      {
        "id":"ED068403",
        "title":"The Delphi Technique in Research and Teaching."},
      {
        "id":"ED068404",
        "title":"Defining and Implementing a Content-Process Approach to Teaching Social Studies."},
      {
        "id":"ED068405",
        "title":"Association for Humanistic Psychology Newsletter. Volume 8, Number 6."},
      {
        "id":"ED068406",
        "title":"Population Education in the Schools: Status and Needs. A Working Paper for the Ford Foundation."},
      {
        "id":"ED068407",
        "title":"National Assessment of Educational Progress. Citizenship: Group Results B. Preliminary Report 9. 1969-70 Assessment. Parental Education, Color, Size and Type of Community."},
      {
        "id":"ED068408",
        "title":"Attitudes in Civic Education in Several Countries: Development of Cross-National Scales."},
      {
        "id":"ED068410",
        "title":"An Analysis of Content and Task Dimensions of Social Studies Items Designed to Measure Level of Concept Attainment."},
      {
        "id":"ED068412",
        "title":"Social Studies and the Volunteer. First Draft."},
      {
        "id":"ED068413",
        "title":"International Education Resources. A Summary of OE-Funded Research Projects and Reports Available through the Educational Research Information Center 1956-71."},
      {
        "id":"ED068414",
        "title":"International Education Year 1970. Educating for Development."},
      {
        "id":"ED068415",
        "title":"International Education Year 1970. Reflections on Democratization of Secondary and Higher Education."},
      {
        "id":"ED068416",
        "title":"Pupil-Teacher Adjustment and Mutual Adaptation in Creating Classroom Learning Environments. Final Report."},
      {
        "id":"ED068417",
        "title":"An Examination of Support Systems in Selected Follow-Through Schools."},
      {
        "id":"ED068418",
        "title":"Tentative Plans for a Suggested Revision for Social Studies, Division I."},
      {
        "id":"ED068419",
        "title":"Emerging Paradigms: A Problem of Choice for Social Studies Educators."},
      {
        "id":"ED068420",
        "title":"People and Politics. Senior Division."},
      {
        "id":"ED068421",
        "title":"Colorado Interim Master Plan for Environmental Education."},
      {
        "id":"ED068422",
        "title":"Teaching the Age of the City: The Gilded Age and After (1865-1914). A Guide for Seventh Grade Social Studies."},
      {
        "id":"ED068423",
        "title":"Contributions of Anthropology to Basic Research in Education. I. Some Implications of Defining Education as Cultural Transmission. II. Anthropological Strategies for Educational Research."},
      {
        "id":"ED068424",
        "title":"Readings in Intercultural Communication, Volume II."},
      {
        "id":"ED068425",
        "title":"Contemporary Societal Problems."},
      {
        "id":"ED068426",
        "title":"The Dynamics of Modernization, A Study in Comparative History by C. E. Black: Some Suggestions for Classroom Use. Service Center Papers on Asian Studies Number 2."},
      {
        "id":"ED068427",
        "title":"Introducing Asian Studies in Elementary Education: China and India. Service Center Papers on Asian Studies Number 3."},
      {
        "id":"ED068428",
        "title":"Bibliographies in Non-Formal Education. Number 1: Non-Formal Education in Anthropological Perspective."},
      {
        "id":"ED068429",
        "title":"Chinese-Russian Study Center. Bibliography of Materials (with Supplement Number 1)."},
      {
        "id":"ED068430",
        "title":"Culturally Yours From Africa to the Americas. A Resource Unit for the Study of Black History."},
      {
        "id":"ED068432",
        "title":"Bibliography: A. H. Maslow."},
      {
        "id":"ED068433",
        "title":"Eye for an Eye, A Survey History of Law, Social Studies: 6448.06."},
      {
        "id":"ED068434",
        "title":"Beyond Progress and Development."},
      {
        "id":"ED068436",
        "title":"Utilization of Consultants in Inservice Training."},
      {
        "id":"ED068437",
        "title":"Specifying Assumptions, Goals and Objectives for Competency Based Teacher Education Programs."},
      {
        "id":"ED068438",
        "title":"From Psychological Theory to Educational Practice: Implementation of a Matching Model."},
      {
        "id":"ED068439",
        "title":"Man and His Environment."},
      {
        "id":"ED068440",
        "title":"The Influence of Professional Reference Groups on Decisions of Preservice Teachers."},
      {
        "id":"ED068441",
        "title":"Experimental Assessment of Delphi Procedures with Group Value Judgments."},
      {
        "id":"ED068442",
        "title":"Overlander: A Study of Instructional Innovation Involving Beginning Teachers Attempting to Nongrade an Open-Area Elementary School."},
      {
        "id":"ED068443",
        "title":"A Program to Assist Educational Personnel to Teach Students of Wide Variability in Regular Classrooms. Director's Annual Progress Report."},
      {
        "id":"ED068444",
        "title":"Redeployment of the School Staff to Expedite the Teaching-Learning Process in the Lower and Middle School. Title III Evaluation."},
      {
        "id":"ED068445",
        "title":"What Is A Teacher Education Center?"},
      {
        "id":"ED068446",
        "title":"A Workshop Kit for Stimulating Involvement in the Development of Teacher Education Centers."},
      {
        "id":"ED068447",
        "title":"Basic Program Plan. Condensed Version."},
      {
        "id":"ED068448",
        "title":"Why Don't They Teach the Teachers to Teach?"},
      {
        "id":"ED068449",
        "title":"Faculty Evaluation: A Rationale and A Plan."},
      {
        "id":"ED068450",
        "title":"The Development of An Inquiry Teaching Strategy and a Teachers Training Module for Elementary Science. Final Report."},
      {
        "id":"ED068451",
        "title":"A Model Teacher Training System: Questioning, Explaining, and Listening Skills in Tutoring."},
      {
        "id":"ED068452",
        "title":"Teaching Strategies Exhibited by First-Year Teachers."},
      {
        "id":"ED065437",
        "title":"Social Studies: Grade 7-Our Cultural Heritage; and Grade 8-United States History."},
      {
        "id":"ED065438",
        "title":"Environment and the Community: An Annotated Bibliography."},
      {
        "id":"ED065439",
        "title":"The Changing Structures of Historical Knowledge and Undergraduate Curriculum. Paper Number 1."},
      {
        "id":"ED065440",
        "title":"Introductory Psychology. Course Outline."},
      {
        "id":"ED065441",
        "title":"Teaching About India. A Guide for Ninth Grade Social Studies."},
      {
        "id":"ED065442",
        "title":"Computer Analysis of the Auditory Characteristics of Musical Performance. Final Report."},
      {
        "id":"ED065443",
        "title":"New World Teaching and Guidance Project. Final Report."},
      {
        "id":"ED065444",
        "title":"Role Identification and Game Structure: Effects on Political Attitudes."},
      {
        "id":"ED065445",
        "title":"The Development of an Annotated Guide to Music by Distinguished Composers for Children's Voices. Final Report."},
      {
        "id":"ED065448",
        "title":"Teacher Non-Verbal Activity."},
      {
        "id":"ED065450",
        "title":"Teachers and Educational Policy."},
      {
        "id":"ED065452",
        "title":"Heuristics: A Step Toward Getting There."},
      {
        "id":"ED065453",
        "title":"A Study of Verbal Behaviors Engaged in by College Student Teaching Supervisors in Conferences with Cooperating Teachers and Student Teachers."},
      {
        "id":"ED065454",
        "title":"The Effect of Educational Consultant Teams on the Acceptance of Innovations."},
      {
        "id":"ED065455",
        "title":"School Staffing Ratios: Guidelines in Literature, Statue, and Local Policy."},
      {
        "id":"ED065457",
        "title":"Modification of the Verbal Behavior of Teachers: Its Impact on the Verbal Behavior of Pupils."},
      {
        "id":"ED065458",
        "title":"Implementation of a Process Curriculum by the Campus Team Strategy."},
      {
        "id":"ED065459",
        "title":"Inquiry Into Teaching Behavior of Supervisors in Teacher Education Laboratories."},
      {
        "id":"ED065460",
        "title":"Preparing Teachers for the Integrated Day. Part One."},
      {
        "id":"ED065461",
        "title":"Selected Attitudes and Perceptions of Beginning Teachers as Related to Their Teaching Situations."},
      {
        "id":"ED065462",
        "title":"Differentiated Staffing \"A Learning Packet.\""},
      {
        "id":"ED065463",
        "title":"Teaching Performance: Some Bases for Change."},
      {
        "id":"ED065464",
        "title":"An Experiment in Training Teachers for Inner-City Schools: A Social System's Approach in the Ford Training &amp; Placement Program."},
      {
        "id":"ED065465",
        "title":"Development and Evaluation of a Manual for Improving Teachers' Explanations."},
      {
        "id":"ED065466",
        "title":"The Magic Lantern: Metaphor for Humanistic Education."},
      {
        "id":"ED065467",
        "title":"Development Strategies Used by the Far West Consortium for D,D&amp;E Training."},
      {
        "id":"ED065468",
        "title":"Modification of the Frequency of Student-Initiated, Higher Order Questions Through Microteaching and a Token Economy."},
      {
        "id":"ED065469",
        "title":"Research Implications from the Oregon Studies: The Generation of Information to Support Long-Term Manpower Studies of Planning for Training Programs in Educational RDD&amp;E."},
      {
        "id":"ED065470",
        "title":"Stability of Behavioral Change - One Year After Precision Micro-Teaching."},
      {
        "id":"ED065471",
        "title":"Additive Effects of Advance Organizers."},
      {
        "id":"ED065472",
        "title":"An Inquiry Into Curriculum Theories and Open Classroom Practices."},
      {
        "id":"ED065473",
        "title":"Future Research Strategies to Improve RDD&E Training Programs."},
      {
        "id":"ED065475",
        "title":"Performance Objectives for Student Teaching. A Guide for Planning and Evaluation."},
      {
        "id":"ED065476",
        "title":"Flowcharts: How to Conduct a Workshop."},
      {
        "id":"ED065477",
        "title":"Performance-Based Teacher Education: An Annotated Bibliography."},
      {
        "id":"ED065478",
        "title":"Implications of Office of Education Bureau of Research Teacher Education Project for Developing Institutions. Final Report."},
      {
        "id":"ED065479",
        "title":"Commitment, Creativity, Challenge: We Are All Learning Together in the Process."},
      {
        "id":"ED065480",
        "title":"The Introductory Urban Education Program."},
      {
        "id":"ED065481",
        "title":"The Environmental Education Program 1967-1971."},
      {
        "id":"ED065482",
        "title":"Implication of the Bureau of Research Teacher Education Project for Developing Institutions. Final Report."},
      {
        "id":"ED065483",
        "title":"Competency-Based Education Development Project. Final Report."},
      {
        "id":"ED065484",
        "title":"Implications of a Model Elementary School Program with Particular Emphasis upon a Performance-Based Program at South Carolina State College. Final Report."},
      {
        "id":"ED065485",
        "title":"Development of a Competency Based Teacher Education Program at Tennessee State University. Final Report."},
      {
        "id":"ED065486",
        "title":"How to Conduct a Workshop."},
      {
        "id":"ED065487",
        "title":"Evaluation of National Center for Educational Research and Development/Teacher Corps Competency-Based Education Development Project."},
      {
        "id":"ED065488",
        "title":"Evaluation of National Center for Educational Research and Development/Teacher Corps Competency-Based Education Development Project. Final Report."},
      {
        "id":"ED065489",
        "title":"Developing a Competency-Based Elementary Teacher Education Program at Norfolk State College Based on the Implications-Study of the Comprehensive Elementary Teacher Education Models. Final Report. Vol. I."},
      {
        "id":"ED065490",
        "title":"Developing a Competency-Based Elementary Teacher Education Program at Norfolk State College Based on the Implications-Study of the Comprehensive Elementary Teacher Education Models. Final Report. Volume II."},
      {
        "id":"ED065491",
        "title":"Tutor Role Enactment in the Peer Teaching Dyad: The Effects of Tutor-Initiated Tutee Evaluation and Reward."},
      {
        "id":"ED065492",
        "title":"Determining Tendencies of College Faculty, Student Teachers, and Cooperating Teachers Toward Traditionalism or Progressivism in their Attitudes Regarding Education."},
      {
        "id":"ED065493",
        "title":"Dimensions of the Elementary School Educational Environment: A Factor Analytic Study."},
      {
        "id":"ED065494",
        "title":"Commitment to Crisis."},
      {
        "id":"ED065495",
        "title":"Strategies For Increasing Self-Initiated Verbal Interaction."},
      {
        "id":"ED065496",
        "title":"The Use of Microteaching Techniques to Train Student-Teachers in Stimulating Learners' Questions."},
      {
        "id":"ED065498",
        "title":"The Black Man in American Society."},
      {
        "id":"ED065499",
        "title":"Modern Problems: Sociology Units. An Experimental Program for Grade 12."},
      {
        "id":"ED065500",
        "title":"Growing With Language: Laying Foundations for Reading. Kindergarten."},
      {
        "id":"ED065501",
        "title":"Oral Usage Guide. Bloomington Elementary Schools."},
      {
        "id":"ED065502",
        "title":"Mathematics in the Kindergarten."},
      {
        "id":"ED065503",
        "title":"Elementary Art Constructions: A Supplement to the Elementary Art Guide 1968."},
      {
        "id":"ED065504",
        "title":"Program Development through Formative Evaluation: The SWRL Instructional Concepts Program."},
      {
        "id":"ED065505",
        "title":"Improving Learner Achievement through Evaluation by Objectives."},
      {
        "id":"ED065506",
        "title":"Item-Examinee Sampling Procedures and Associated Standard Errors in Estimating Test Parameters."},
      {
        "id":"ED065507",
        "title":"Development of a Work Sample Criterion for General Vehicle Mechanic."},
      {
        "id":"ED065508",
        "title":"An Investigation of the Cognitive Correlates of Test-Wiseness."},
      {
        "id":"ED065509",
        "title":"Evaluating College Teaching: The Rhetoric and the Research. Research Memorandum."},
      {
        "id":"ED065510",
        "title":"An Examination of Test Bias and Response Characteristics for Six Candidate Groups Taking the ATGSB."},
      {
        "id":"ED065511",
        "title":"Dimensions of a Scale of Attitude Toward the Learning of French as a Second Language and Their Correlates."},
      {
        "id":"ED065512",
        "title":"Manual--Territorial Decentration Test (Revised Edition)."},
      {
        "id":"ED065514",
        "title":"Predictability and Intellectual Growth--Some Comments on the Degree and Interpretation of Growth Correlations."},
      {
        "id":"ED065515",
        "title":"Administration, Scoring, and Interpretation Manual for the Individual Learning Disabilities Classroom Screening Instrument."},
      {
        "id":"ED065516",
        "title":"Educational Quality Assessment. Pennsylvania Looks at Its Schools."},
      {
        "id":"ED065517",
        "title":"Manual for Interpreting School Reports, 1971-72."},
      {
        "id":"ED065518",
        "title":"Educational Quality Assessment: Manual for Interpreting School Reports."},
      {
        "id":"ED065519",
        "title":"Educational Quality Assessment: Phase I Findings."},
      {
        "id":"ED065520",
        "title":"Choice of Racial Referent as a Variable in Racial Attitude Measurement."},
      {
        "id":"ED065521",
        "title":"Measuring Prejudicial Attitudes in a Situational Context: A Report on a Danish Experiment."},
      {
        "id":"ED065522",
        "title":"A Comparison of Satisfied and Dissatisfied Users of Holland's SELF Directed Search (SDS)."},
      {
        "id":"ED065523",
        "title":"Black and White Vocational Interests on Holland's Self Directed Search (SDS)."},
      {
        "id":"ED065524",
        "title":"The Reliability of Holland's Self Directed Search for Educational and Vocational Planning."},
      {
        "id":"ED065525",
        "title":"Race as an Experimenter Effect In Racial Attitude Measurement."},
      {
        "id":"ED065526",
        "title":"An Evaluation of the Foreign Language Placement Program at the University of Maryland."},
      {
        "id":"ED065527",
        "title":"A Study of the Prediction of Transfer Ability Based on Short Term Recall and Recognition of Science Principles."},
      {
        "id":"ED065528",
        "title":"Issues in Predicting Black Student Success in Higher Education."},
      {
        "id":"ED065529",
        "title":"A Comparison Study of Personality and Vocational Interests of Disadvantaged and Advantaged Youths."},
      {
        "id":"ED065530",
        "title":"Formative Evaluation of Lectures; An Application of Stake's Evaluation Framework."},
      {
        "id":"ED065531",
        "title":"An Assessment of the Scalability of the Reading Teacher Survey."},
      {
        "id":"ED065532",
        "title":"A Study of Test Speededness as a Potential Source of Bias in the Admission Test for Graduate Study in Business Quantitative Score."},
      {
        "id":"ED065533",
        "title":"Criterion-Referenced Interpretations of Survey Achievement Tests."},
      {
        "id":"ED065534",
        "title":"The Social Ecology of University Student Residences."},
      {
        "id":"ED065535",
        "title":"How Factor Analysis Can Be Used in Classification."},
      {
        "id":"ED065536",
        "title":"The Validity of Tests and Achievement in High School for Predicting Initial Performance in the Public Universities of North Carolina with Special Attention to Black Students."},
      {
        "id":"ED065537",
        "title":"Patterns of Test and Item Difficulty for Six Foreign Language Groups on the Test of English as a Foreign Language."},
      {
        "id":"ED065538",
        "title":"Report on the Fall 1970 Version of the Wisconsin Basic Prereading Skill Test. Report from the Project on Reading and Related Language Arts Basic Prereading Skills: Identification and Improvement."},
      {
        "id":"ED065539",
        "title":"The Development and Field Testing of Evaluation Workshop I: An Orientation."},
      {
        "id":"ED065541",
        "title":"Evaluation in the Context of Product and Program Development in Laboratory and Research and Development Centers."},
      {
        "id":"ED065542",
        "title":"Test Collection Bulletin: A Quarterly Digest of Information on Tests."},
      {
        "id":"ED065543",
        "title":"The Evaluation of Teacher Effectiveness."},
      {
        "id":"ED065545",
        "title":"Educational Change: Implications for Measurement. Proceedings of the 1971 Invitational Conference on Testing Problems."},
      {
        "id":"ED065546",
        "title":"The Returns to Education for Women."},
      {
        "id":"ED065547",
        "title":"A Description of Fifteen Test Statistics Based Upon Optically Scanned Instructor Made Multiple-Choice Tests at Kent State University."},
      {
        "id":"ED065548",
        "title":"The Development and Evaluation of Criteria for Performance Contracting by Consultants to School Districts."},
      {
        "id":"ED065549",
        "title":"The Comprehensive Mathematics Inventory: A Research Instrument for Assessing Mathematics Achievement in Early Years."},
      {
        "id":"ED065550",
        "title":"Relationship of High-Inference and Low-Inference Observation Measures."},
      {
        "id":"ED065551",
        "title":"Confidence Weighting Plus Coombs-Type Response Options: A Good Idea That Failed."},
      {
        "id":"ED065552",
        "title":"Multivariate Analog of Hays Omega-Squared."},
      {
        "id":"ED065553",
        "title":"Summative Evaluation of a Curriculum Developed to Prepare Day Care Administrators Using Mastery/Non-Mastery Criteria."},
      {
        "id":"ED065554",
        "title":"Issues in Measuring Teacher Competence for Affective Education."},
      {
        "id":"ED065555",
        "title":"Passing Scores and Test Lengths for Domain-Referenced Measures."},
      {
        "id":"ED065556",
        "title":"The Quality Assurance Model for Process Evaluation."},
      {
        "id":"ED065557",
        "title":"Formative Evaluation Procedures for the In-Context Development of Instructional Materials."},
      {
        "id":"ED065558",
        "title":"Initial Evaluation of a System Approach to Supervision."},
      {
        "id":"ED065559",
        "title":"A Comparison of Some Nonparametric Tests for Scale."},
      {
        "id":"ED065560",
        "title":"Policeman (gov. ser.) 2-66.23--Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065561",
        "title":"Medical Assistant (medical ser.) 079.386-022--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED065562",
        "title":"Cook (hotel &amp; rest.) 313.381--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED065563",
        "title":"Ward Clerk (medical ser.) 219.388-286--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065564",
        "title":"Plasterer (const.) 5-29.100--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065565",
        "title":"Roofer, Composition (const.) 7-31.100--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065566",
        "title":"Container Maker-Filler-Packer Operator (misc. food prep.) 7-68.920--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065568",
        "title":"Electric-Cord Assembler II (elec. equip.) 9-00.91--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065569",
        "title":"Assembler, Communications Equipment (electronics) 7-00.803--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065570",
        "title":"Finisher I (fabric. plastics prod.) 9-10.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065571",
        "title":"Coil Opener and Down Ender Operator (iron &amp; steel) 7-88.305; Conveyor Man (iron &amp; steel) 7-88.300; Cooling Conveyor Operator (iron &amp; steel) 7-88.241; Tester Conveyor Operator (iron &amp; steel) 7-88.241; Thread Entry Conveyor Operator (iron &amp; steel) 7-88.241; Yard Transfer Conveyor Operator (iron &amp; steel) 7-88.241--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065572",
        "title":"Battery Loader (textile) 8-19.01--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065573",
        "title":"Salesman, Real Estate (real estate) 1-63.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065574",
        "title":"Autoclave Operator (chem.) 4-52.711--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065575",
        "title":"Dispatcher, Petroleum Transport (clerical) 1-18.61--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065576",
        "title":"Barber (per. ser.) 330.371--Technical Report on Development of USES Test Battery."},
      {
        "id":"ED065577",
        "title":"Instrument Assembler (any ind.) 7-09.610--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065579",
        "title":"Charwoman (any ind.) 2-82.10; Maid, Ward (med. ser.) 2-24.12; Porter I (any ind.) 2-86.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065581",
        "title":"Cold Saw Operator (iron &amp; steel) 6-88.651; Cold Sizing Mill Operator (iron &amp; steel) 4-88.315; Decambering Mill Operator (iron &amp; steel) 6-88.346; Flying Cut-Off Machine Operator (iron &amp; steel) 6-88.655; Rotary Straightener Operator (iron &amp; steel) 6-88.346; Straightener Machine Operator (iron &amp; steel) 6-88.354; Tube Straightener Operator (iron &amp; steel) 6-88.346; Welder (iron &amp; steel) 4-88.343; Welder, Assistant (iron &amp; steel) 4-88.344--Technical"},
      {
        "id":"ED065582",
        "title":"Inspector-Packer (pottery and porc.) 6-66.913--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065583",
        "title":"Teller (banking) 212.368--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065584",
        "title":"Utilization of Federal Funding for Evaluation."},
      {
        "id":"ED065585",
        "title":"Sibling Methodology in Evaluative Research."},
      {
        "id":"ED065586",
        "title":"A Model for Data Based School Improvement."},
      {
        "id":"ED065587",
        "title":"Development of Software."},
      {
        "id":"ED065588",
        "title":"Variable Conceptualization: A New Route to Policy Questions."},
      {
        "id":"ED065589",
        "title":"An Evaluation of Available Models for Estimating the Reliability and Validity of Criterion Referenced Measures."},
      {
        "id":"ED065590",
        "title":"The Role of Criterion-Referenced Measures within the Total Evaluative Process."},
      {
        "id":"ED065591",
        "title":"A Model for Estimating the Reliability and Validity of Criterion-Referenced Measures."},
      {
        "id":"ED065592",
        "title":"A Review of Attempts to Arrive at More Suitable Evaluation Models: An Introspective Look."},
      {
        "id":"ED065593",
        "title":"Contrasting Norm Referenced and Criterion Referenced Measures."},
      {
        "id":"ED065594",
        "title":"The Generation of Item Hierarchies by an Ordering-Theoretic Method and a Piagetian Example."},
      {
        "id":"ED065595",
        "title":"Toward the Development of a Comprehensive Evaluation Design."},
      {
        "id":"ED065596",
        "title":"An Investigation of the Variables of Bloom's Mastery Learning Model for Teaching Mathematics."},
      {
        "id":"ED065597",
        "title":"Behavioral Expression of Teacher Attitudes."},
      {
        "id":"ED065598",
        "title":"A Comparison of Observed Teaching Behavior of Oral Language Program Trained and Conventionally Trained Preservice Reading Teachers: A Formative Evaluation."},
      {
        "id":"ED065599",
        "title":"The Effects of Procedural Variation in Free-Sorting Experimentation."},
      {
        "id":"ED065600",
        "title":"An Investigation of Cognitive Abilities, State Anxiety and Performance in a CAI Task under Conditions of No Feedback, Feedback and Learner Control."},
      {
        "id":"ED065601",
        "title":"Model for Upgrading Program Evaluation at the Local School Level."},
      {
        "id":"ED065602",
        "title":"An Exploratory Study of the Effects of Compensatory Education on the Reading and Mathematics Achievement of Intermediate Grade Pupils."},
      {
        "id":"ED065603",
        "title":"The Effects of the Placement of Objectives within an Instructional Period and a Precriterion Test on the Acquisition of a Cognitive Task."},
      {
        "id":"ED065604",
        "title":"The Credibility Gap between Public Schools and Funding Agencies."},
      {
        "id":"ED065605",
        "title":"Student Evaluation: Toward the Setting of Mastery Performance Standards."},
      {
        "id":"ED065606",
        "title":"Assembler (laund.) 9-57.21; Flatwork Catcher (laund.) 9-57.21; Flatwork Feeder (laund.) 9-57.21; Flatwork Folder (laund.) 9-57.21; Laundry Collector (laund.) 9-57.21--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065607",
        "title":"Machine Operator, Ceramics (pottery and porc.) 6-66.912--Technical Report on Standardization of the General Aptitude Battery."},
      {
        "id":"ED065608",
        "title":"Boilermaker (boilermaking) I 805.281-010--Technical Report on Development of USTES Test Battery."},
      {
        "id":"ED065610",
        "title":"Fish Cutter (fish.) 3-89.04--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065611",
        "title":"Shrimp Picker (can. &amp; Preserv.) 8-04.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065612",
        "title":"Draftsman, Architectural (profess. &amp; kin.) 001.281; Draftsman, Civil (profess. &amp; kin.) 005.281; Draftsman Geological (petrol. production) 010.281; Draftsman, Mechanical (profess. &amp; kin.) 007.281; Draftsman, Structural (profess. &amp; kin.) 005.281; Detailer (profess. &amp; kin.) 017.281--Technical Report on Development of USTES Test Battery."},
      {
        "id":"ED065613",
        "title":"Tire Builder, Automobile (rubber tire &amp; tube) 750.884--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED065614",
        "title":"Stacker (pottery &amp; porc.) 774.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED065615",
        "title":"Onion Corer (can. &amp; preserv.) 529.886--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065616",
        "title":"Nurse, Licensed, Practical (medical ser.) 079.378--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED065617",
        "title":"Nurse, General Duty (medical ser.) 075.378--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED065618",
        "title":"Occupational Therapy Aid (medical ser.) 079.368-026--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED065619",
        "title":"Oil-Burner-Installation-And-Serviceman (any ind.)--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065620",
        "title":"Food Service Worker II (hotel &amp; rest.) 317.884; Food Service Worker (medical ser.) 2-29.16--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065621",
        "title":"Custodian, School (any ind.) 381.887--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065622",
        "title":"Salesperson, General (ret. tr.) 1-75.71--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065623",
        "title":"Process Inspector (Ordnance) 736.381--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065624",
        "title":"Sales Clerk (ret. tr.) 1-70.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065625",
        "title":"Processor, Solid Propellant (chem.) 6-52.773--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065626",
        "title":"Ornamental-Iron Worker (const.) 4-84.020; Structural-Steel Worker (const.) 4-84-010--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065627",
        "title":"Capacitor Winder (elec. equip.) 726.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED065628",
        "title":"Nurse Aide (med. ser.) 2-42.20--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065629",
        "title":"Biologist (profess. &amp; kin.) 041.081--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065631",
        "title":"Dental-Laboratory Technician (medical ser.) 712.381--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED065632",
        "title":"Digital Computer Operator (clerical) 1-25.17--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065633",
        "title":"Psychiatric Aid (medical ser.) 2-42.22--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED065634",
        "title":"Trailer Assembler 7-02.335--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065635",
        "title":"Stitcher, Machine (boot &amp; shoe) 6-61.211--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065636",
        "title":"Finisher, Hand (toys &amp; games) 9-13.01; Gluer (toys &amp; games) 9-13.01; Laborer (toys &amp; games) 9-13.01; Plastic-Toy Assembler (toys &amp; games) 7-13.012; Toy Assembler (toys &amp; games) 7-13.012--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065637",
        "title":"Classifier, Laundry 7-57.012--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065638",
        "title":"Bundler, Laundry 9-68.30--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065639",
        "title":"Electronic Technician (profess. &amp; kin.) 003.181--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED065640",
        "title":"Snipper Belt Sorter 8-04.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065641",
        "title":"Balling-Machine Operator (textile; tex. prod., n.e.c.) 6-19.110--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED065642",
        "title":"An Annotated Bibliography of Selected Books About American Indians for Elementary Through High School Students. ERIC-IRCD Urban Disadvantaged Series, Number 29, July 1972."},
      {
        "id":"ED065646",
        "title":"It's Not Over in the South: School Desegregation in Forty-Three Southern Cities Eighteen Years After Brown."},
      {
        "id":"ED065648",
        "title":"An Evaluation of ESEA Title III Projects, Fiscal Year 1972. Interim Report."},
      {
        "id":"ED065649",
        "title":"Educating the Disadvantaged Child: Where We Stand. The 1972 Annual Report to the President and the Congress."},
      {
        "id":"ED065650",
        "title":"A Master Plan Citizens Committee for the Oakland Public Schools."},
      {
        "id":"ED065651",
        "title":"Neighborhood Facilities: A Study of Operating Facilities. Community Development Evaluation Series, Number 1."},
      {
        "id":"ED065654",
        "title":"Activities Relating to the Desegregation of Public Schools, August 15, 1970-February 15, 1971."},
      {
        "id":"ED065655",
        "title":"Reading Black Literature With Understanding."},
      {
        "id":"ED065656",
        "title":"Starting Out Right: How to Choose Books About Black People for Young Children."},
      {
        "id":"ED065657",
        "title":"Implementation of a Competency-Based Teacher Education Program. Final Report, Volume I."},
      {
        "id":"ED065658",
        "title":"Amish Schooling: A Study in Alternatives. CAE Newsletter, Volume 3, Number 2."},
      {
        "id":"ED065659",
        "title":"Annual Report of the U. S. Commissioner of Education, Fiscal Year 1971, Submitted to Congress, March 31, 1972, in Accordance With Section 412. (b) of Public Law 91-230."},
      {
        "id":"ED065660",
        "title":"Report of the 1970 Federal Summer Employment Program."},
      {
        "id":"ED065661",
        "title":"Facts on Women Workers of Minority Races."},
      {
        "id":"ED065662",
        "title":"Evaluation Report--An Interaction Simulation: Coordinated Local-State Vocational Education Planning. Final Report."},
      {
        "id":"ED065664",
        "title":"Employer Based Career Education (EBCE)."},
      {
        "id":"ED065665",
        "title":"Instructional Materials Vocational Related English."},
      {
        "id":"ED065666",
        "title":"Vocational Development in Grades Seven, Eight and Nine. A Resource Guide Integrating Selected Vocational Development Concepts with Eight Areas of the Curriculum in Grades Seven, Eight and Nine."},
      {
        "id":"ED065667",
        "title":"Career Planning for the Blind. A Manual for Students and Teachers."},
      {
        "id":"ED065668",
        "title":"Abstracts of Instructional Materials in Vocational and Technical Education (AIM), Volume 5, Number 3."},
      {
        "id":"ED065669",
        "title":"Proceedings of the Governor's Conference on Comprehensive Manpower Planning."},
      {
        "id":"ED065670",
        "title":"Official Occupational Skills Program Handbook. Vocational-Technical Education. A Handbook for the Occupational Skills Program for Special Education Students."},
      {
        "id":"ED065673",
        "title":"In-Service Development of Vocational Teachers for Competencies in Non-Farm Agricultural Occupations. Vocational Agriculture Special Project Report."},
      {
        "id":"ED065674",
        "title":"Home Economics Occupations. An Exploratory Unit."},
      {
        "id":"ED065675",
        "title":"Applying an Occupational Classification to a National Representative Sample of Work Histories of Young Men and Women."},
      {
        "id":"ED065676",
        "title":"Graphic Arts Industry and Technology in the South Carolina Labor Market Region with Implications for Curriculum Development. Graphic Arts Inventory for Education. Final Report."},
      {
        "id":"ED065677",
        "title":"Vocational Development in the Elementary School. A Curriculum Resource Guide."},
      {
        "id":"ED065678",
        "title":"Abstracts of Research Materials in Vocational and Technical Education (ARM), Volume 5, Number 3."},
      {
        "id":"ED065680",
        "title":"Using Task Data for Recruitment of Workers in Ornamental Horticulture: Report of a Field Test."},
      {
        "id":"ED065681",
        "title":"1971 Annual Evaluation Report on Vocational Education in Georgia."},
      {
        "id":"ED065682",
        "title":"Opportunities for Improving Federally Assisted Manpower Programs Identified As a Result of Review in the Atlanta, Georgia, Area. Report to the Congress."},
      {
        "id":"ED065683",
        "title":"Planning for Nursing Needs and Resources."},
      {
        "id":"ED065684",
        "title":"Alpha Tau Alpha Study, 1971. Agricultural Education Programs in the United States--Women Graduates, Student Teaching, Teaching Observation, and Subject Matter Specialization."},
      {
        "id":"ED065685",
        "title":"Vocational Interests of Disadvantaged Cooperative Occupational Experience Students."},
      {
        "id":"ED065686",
        "title":"A Model for Task Analysis in Agribusiness."},
      {
        "id":"ED065687",
        "title":"Junior High Career Guidance Curriculum--Student-Centered Occupational Preparation and Exploration (SCOPE). Student Workbook."},
      {
        "id":"ED065688",
        "title":"Junior High Career Guidance Curriculum--Student-Centered Occupational Preparation and Exploration (SCOPE). Teacher Supplement."},
      {
        "id":"ED065689",
        "title":"Delphi: A Planning Tool."},
      {
        "id":"ED065690",
        "title":"A Comprehensive Career Education Model: A Bridge Between School and Work."},
      {
        "id":"ED065691",
        "title":"Assessment of Operations and Management of Opportunities Industrialization Centers. Report to the Congress."},
      {
        "id":"ED065692",
        "title":"Attitudes of Suburban Chicago Teachers Toward Applied Biological and Agricultural Occupations Programs."},
      {
        "id":"ED065693",
        "title":"Vocational Interest of Students in the Suburban Area of Chicago."},
      {
        "id":"ED065694",
        "title":"Employment Opportunities in Applied Biological and Agricultural Occupations in the Metropolitan Area of Chicago."},
      {
        "id":"ED065695",
        "title":"Attitudes of Metropolitan Chicago Administrators Toward Applied Biological and Agricultural Occupations Programs."},
      {
        "id":"ED065696",
        "title":"The Qualities of an Effective Pre-Vocational Business Education Teacher."},
      {
        "id":"ED065698",
        "title":"Agricultural Technician Education in Ohio, 1970-71. A Research Report of a Graduate Study. Research Series in Agricultural Education."},
      {
        "id":"ED065699",
        "title":"Vocational Education Evaluation Project."},
      {
        "id":"ED065700",
        "title":"Vocational Education in California 1970-71. Annual Descriptive Report."},
      {
        "id":"ED065701",
        "title":"The Sexual Barrier; Legal and Economic Aspects of Employment."},
      {
        "id":"ED065702",
        "title":"The Sexual Barrier; Legal and Economic Aspects of Employment. Supplement 1."},
      {
        "id":"ED065703",
        "title":"The Sexual Barrier; Legal and Economic Aspects of Employment. Supplement 2."},
      {
        "id":"ED065704",
        "title":"The Educational and Career Exploration System: First Year Report of a County-Wide Field Trial and Evaluation."},
      {
        "id":"ED065705",
        "title":"Discriminatory Hiring Practices. Occasional Paper 6."},
      {
        "id":"ED065706",
        "title":"A Study of Factors Associated with the Vocational Development of High School Agricultural Occupations Students."},
      {
        "id":"ED065708",
        "title":"An Analysis of Tasks Performed in the Ornamental Horticulture Industry."},
      {
        "id":"ED065709",
        "title":"An Evaluation System for State Advisory Councils of Vocational Education."},
      {
        "id":"ED065710",
        "title":"Development and Demonstration of the Simulated Model Office. Interim Evaluative Report."},
      {
        "id":"ED065711",
        "title":"Action Goals for the Seventies. An Agenda for Illinois Education."},
      {
        "id":"ED065712",
        "title":"Development of Model Career Education Programs Under Part C and Part D of the Vocational Education Amendments of 1968."},
      {
        "id":"ED065713",
        "title":"Training Preprofessional Mental Health Workers: Report of a Pilot Project."},
      {
        "id":"ED065714",
        "title":"Economic, Demographic, and Sociological Factors Influencing the Geographic Mobility of Young Workers."},
      {
        "id":"ED065715",
        "title":"An Analysis and Interpretation of Tasks and Competencies Required of Personnel Conducting Exemplary Research and Research-Related Activities in Education."},
      {
        "id":"ED065716",
        "title":"A HUD Handbook. Urban Intern Training."},
      {
        "id":"ED065717",
        "title":"Project INFOE (Information Needed for Occupational Entry). Final Report, Phase I."},
      {
        "id":"ED065721",
        "title":"Industrial Arts and Environmental Education. A Resource Guide."},
      {
        "id":"ED065722",
        "title":"A Career Development Guide for West Virginia Teachers."},
      {
        "id":"ED065723",
        "title":"Advisory Coucil Member."},
      {
        "id":"ED065724",
        "title":"Agricultural Service Jobs. World of Work."},
      {
        "id":"ED065725",
        "title":"Publications of the Bureau of Labor Statistics (July-December 1971)."},
      {
        "id":"ED065726",
        "title":"Plans for Teaching Mental Health Workers. Community College Curriculum Objectives."},
      {
        "id":"ED065728",
        "title":"Assessment of Felt Needs for Preparation in \"Life Skills\" of Graduates of Diploma and Associate Degree Programs in the Wisconsin Vocational, Technical, and Adult Education System."},
      {
        "id":"ED065729",
        "title":"Ohio's Career Continuum Program. Career Exploration Program, Grades 9-10 for the Individual, School and Community, and Career Choices. A Workshop Report."},
      {
        "id":"ED065732",
        "title":"A Reference Bibliography for General Work Experience and Cooperative Occupational Plans of Instruction."},
      {
        "id":"ED065733",
        "title":"The Implications of Career Education for Adult Education in the United States."},
      {
        "id":"ED065734",
        "title":"Perspectives of Adult Education in the United States and a Projection for the Future."},
      {
        "id":"ED065735",
        "title":"Authorized Courses of Study for the Quinmester Program. Curriculum Bulletin 1Q."},
      {
        "id":"ED065736",
        "title":"Technical Notes on the ERIC Collection. DRAFT COPY."},
      {
        "id":"ED065737",
        "title":"A Survey of Inservice Desegregation Workshops."},
      {
        "id":"ED065738",
        "title":"Annual Evaluation Report on Education Programs, FY 1971."},
      {
        "id":"ED065739",
        "title":"The Use of Educational Knowledge; Evaluation of the Pilot State Dissemination Program. Volume 1: Goals, Operations and Training. Final Report."},
      {
        "id":"ED065740",
        "title":"The Use of Educational Knowledge; Evaluation of the Pilot State Dissemination Program. Volume II: Part VIII, Case Studies of Field Agents in Action. Final Report."},
      {
        "id":"ED065741",
        "title":"Program Planning for the National Institute of Education: A Summary of Four R&amp;D Analyses."},
      {
        "id":"ED065742",
        "title":"Toward Establishing an Educational Information Dissemination Center."},
      {
        "id":"ED065743",
        "title":"User Problems Associated with the Services of Federal and Quasi-Federal Technical Information Producing Agencies."},
      {
        "id":"ED065744",
        "title":"Ideas About Drug Abuse: Proceedings from the Institute for Drug Education at Syracuse."},
      {
        "id":"ED065745",
        "title":"A Feasibility Study of Cable Television Utilization for Community Development in Central Appalachia."},
      {
        "id":"ED065746",
        "title":"Guide for Employment Service Counselors in Correctional MDTA Programs."},
      {
        "id":"ED065747",
        "title":"Commitment for Expanding Urban 4-H Programs."},
      {
        "id":"ED065748",
        "title":"Improvements Needed in Management of Training Under the Government Employees Training Act. Report to the Congress."},
      {
        "id":"ED065749",
        "title":"Implementing Curricula for Program Assistants in 4-H."},
      {
        "id":"ED065751",
        "title":"Action Implications in Adult Basic Education Programs."},
      {
        "id":"ED065752",
        "title":"Expanding 4-H Nutrition Education Through a Team Approach."},
      {
        "id":"ED065753",
        "title":"Paraprofessional Workers in Educational Settings: Child Care Services--An Adult Training Course for Selected Occupations."},
      {
        "id":"ED065754",
        "title":"A Bill: S. 3179. [Full Employment Act of 1972.]"},
      {
        "id":"ED065756",
        "title":"A.B.E. Demonstration Project Personnel Rating Sheets."},
      {
        "id":"ED065757",
        "title":"Four-H and Other Youth Inservice Training Guide for Tennessee County Extension Personnel."},
      {
        "id":"ED065758",
        "title":"Field Training Guide for Junior Assistant Extension Agents (Home Economics)."},
      {
        "id":"ED065759",
        "title":"Manpower Planning Data: Selected Professional and Administrative Career Fields: 1966-1970 Trends, 1971-1975 Projections."},
      {
        "id":"ED065761",
        "title":"Terminology About Adult/Continuing Education: A Preliminary Structure and a Suggested Development Process."},
      {
        "id":"ED065762",
        "title":"The Responsibilities We Have for Strengthening Extension Programs."},
      {
        "id":"ED065763",
        "title":"A Systematic Approach to Leadership Development."},
      {
        "id":"ED065764",
        "title":"Retirement and Migration in the North Central States: Two Planned Retirement Communities."},
      {
        "id":"ED065766",
        "title":"Step-Up--A Final Report."},
      {
        "id":"ED065767",
        "title":"Relationship Between Participation in a Clothing Construction Workshop and Selected Characteristics and Sewing Skills of Low-Income Homemakers in Macon County, Tennessee."},
      {
        "id":"ED065768",
        "title":"Some General Principles Useful in the Development of Effective 4-H Club Work."},
      {
        "id":"ED065769",
        "title":"State Inservice Training Programs for Home Agents Regarding Educational Needs of Mothers of Preschool Children."},
      {
        "id":"ED065770",
        "title":"Attitudes of County Leaders toward Expanding Youth Programs in Extension."},
      {
        "id":"ED065771",
        "title":"Highlights of the National Workshop for Community Resource Development Leaders."},
      {
        "id":"ED065772",
        "title":"A Report on: The National Seminar of American Indian Women [and] the North American Indian Women's Association Established by Delegates of this Seminar."},
      {
        "id":"ED065773",
        "title":"T and Sensitivity: A Critique of Lab Education."},
      {
        "id":"ED065774",
        "title":"&quot;On Making Man Modern&quot;--A Review."},
      {
        "id":"ED065775",
        "title":"Factors Related to 4-H Membership Status and Selected Characteristics of Ninth Grade Girls in Blount County, Tennessee."},
      {
        "id":"ED065776",
        "title":"Functional-Literacy: A Method of Vocational Training for Farmers-Workers: International Literacy Day, 1972."},
      {
        "id":"ED065777",
        "title":"A Basic Reading Guide for Adults."},
      {
        "id":"ED065778",
        "title":"National Office Training Course Catalog."},
      {
        "id":"ED065779",
        "title":"Management Development Study."},
      {
        "id":"ED065780",
        "title":"Informational Guide for Development and Administration of Programs of Education and Training for Personnel of Federal, State and Local Highway Agencies."},
      {
        "id":"ED065781",
        "title":"Management &amp; Supervision Personnel Administration Training; General Reference."},
      {
        "id":"ED065782",
        "title":"PACAF Basic Bibliographies for Base Libraries: Self-Education for Adults. Supplement 1."},
      {
        "id":"ED065783",
        "title":"Opportunities to Increase Effectiveness of Long-Term, Full-Time Training Program for Civilian Employees: Department of Defense."},
      {
        "id":"ED065784",
        "title":"How Do Washington's Newspaper Editors Evaluate Their Sources of Agricultural News?--A Survey."},
      {
        "id":"ED065785",
        "title":"The Newsletter--An Adult Educator's Tool."},
      {
        "id":"ED065786",
        "title":"Program Balance and Inner City 4-H Youth Programs."},
      {
        "id":"ED065787",
        "title":"Adult Basic Education National Teacher Training Study. Part I: Review of Literature."},
      {
        "id":"ED065788",
        "title":"What Do We Know About Parents-As-Teachers?"},
      {
        "id":"ED065789",
        "title":"Measuring the Outcomes of an Individualized Career Guidance System."},
      {
        "id":"ED065790",
        "title":"Attitudinal Modernity, Classroom Power and Status Characteristics: An Investigation."},
      {
        "id":"ED065791",
        "title":"Sex, Personality, and Physiological Variables in the Communication of Emotion via Facial Expression."},
      {
        "id":"ED065792",
        "title":"Preliminary Findings from the 1971 DoD Survey of Drug Use."},
      {
        "id":"ED065793",
        "title":"Influencing Human Interaction."},
      {
        "id":"ED065794",
        "title":"Gaze Patterns, Verbal Insult and Instrumental Aggression."},
      {
        "id":"ED065795",
        "title":"A Study of the Attitudes of Students Toward Their Counselors."},
      {
        "id":"ED065796",
        "title":"Conformity as a Function of Age in Preadolescents."},
      {
        "id":"ED065797",
        "title":"Abstracts of Research Papers 1972."},
      {
        "id":"ED065798",
        "title":"A Survey of Nursing Home Staffing Patterns and General Needs in the State of Maine."},
      {
        "id":"ED065799",
        "title":"School Achievement of Children by Demographic and Socioeconomic Factors, United States."},
      {
        "id":"ED065800",
        "title":"Pregnant Adolescents: A Review of Literature with Abstracts 1960-1970."},
      {
        "id":"ED065801",
        "title":"Stability of Students' Educational and Vocational Plans."},
      {
        "id":"ED065802",
        "title":"Health Care, Health and Illness Behavior of Low Income Families in the State of Maine."},
      {
        "id":"ED065803",
        "title":"Health Care, Health and Illness Behavior of American Indians in the State of Maine."},
      {
        "id":"ED065804",
        "title":"Drug Education An Awakening: A Report of the NEA Task Force on Drug Education."},
      {
        "id":"ED065805",
        "title":"After Innovation: Perspective on a Parent Orientation Program."},
      {
        "id":"ED065806",
        "title":"Health Paraprofessionals for a Model Cities Program: A Review and Evaluation Two Years After Training."},
      {
        "id":"ED065807",
        "title":"Design and Significance of Student Codes of Conduct."},
      {
        "id":"ED065808",
        "title":"With Emphasis on the Education in Co-Educational Living."},
      {
        "id":"ED065809",
        "title":"Poverty, Professionalism and Politics."},
      {
        "id":"ED065810",
        "title":"Abortion, Birthright and the Counselor."},
      {
        "id":"ED065811",
        "title":"Evaluation Report Project 8 Children, Orleans Parish School Board."},
      {
        "id":"ED065812",
        "title":"Parents as Lay Counselors: The Development of a Systematic Community Program for Drug Counseling."},
      {
        "id":"ED065813",
        "title":"Non-Participation in a Public Family Planning Program After a Commitment to Participate."},
      {
        "id":"ED065814",
        "title":"Similarity-Dissimilarity in Counselor-Counselee Ethnic Match and its Relevance to Goal Behavior of Job Trainees."},
      {
        "id":"ED065815",
        "title":"Group Desensitization: Techniques and Problems of Application."},
      {
        "id":"ED065816",
        "title":"Paraprofessional Issues: Help Giving, Help Taking and Status, Role and Social Network Considerations."},
      {
        "id":"ED065817",
        "title":"Student Personnel Administrators as Influencers of Institutional Environment."},
      {
        "id":"ED065818",
        "title":"Exploring College Success: Where Should We Go From Here?"},
      {
        "id":"ED065819",
        "title":"The Personalities of Group Leaders: Implications for Selection and Training."},
      {
        "id":"ED065820",
        "title":"[The Open Door Versus the Revolving Door.]"},
      {
        "id":"ED065821",
        "title":"The Effects of Competitive Contingencies on Social Comparisons, Academic Performance, and Competition."},
      {
        "id":"ED065823",
        "title":"Confirmed and Disconfirmed Expectations as a Function of Choice and Ability to Withdraw from that Choice."},
      {
        "id":"ED065824",
        "title":"When Women Are More Deserving Than Men: Equity, Attribution, and Perceived Sex Differences."},
      {
        "id":"ED065825",
        "title":"Coping Styles and Achievement: A Cross-National Study of School Children. Volume II of VII Volumes. Cultural Patterns of Coping."},
      {
        "id":"ED065826",
        "title":"Impact: The Magazine for Innovation and Change in Counseling. Spring, 1972."},
      {
        "id":"ED065827",
        "title":"Impact: The Magazine for Innovation and Change in Counseling. Summer, 1972."},
      {
        "id":"ED065828",
        "title":"Communique: News Sheet for School Counselors. Volume 2, Number 1."},
      {
        "id":"ED065829",
        "title":"Reading in the Content Areas."},
      {
        "id":"ED065830",
        "title":"Evaluating the Teaching of Higher Level Comprehension Skills."},
      {
        "id":"ED065831",
        "title":"Evaluation of Right to Read Program 1971-1972."},
      {
        "id":"ED065833",
        "title":"Inservice Teacher Training in Reading."},
      {
        "id":"ED065834",
        "title":"The Right to Read and ESEA Title II: Notable Reading Projects."},
      {
        "id":"ED065835",
        "title":"Speed Reading Through a Glass Darkly."},
      {
        "id":"ED065836",
        "title":"Summarizing Research Pertaining to Individualized Reading."},
      {
        "id":"ED065837",
        "title":"How to Help Your Child Read."},
      {
        "id":"ED065839",
        "title":"The Effects of Imagery and Rote Repetition Instructions on the Ability to Reason from Logical and Scrambled Sequences."},
      {
        "id":"ED065840",
        "title":"A Survey of Recent Longitudinal Investigations."},
      {
        "id":"ED065842",
        "title":"Report on the Assessment of Reading Skills of Connecticut Public School Students; Performed for the Connecticut State Board of Education 1971-1972."},
      {
        "id":"ED065843",
        "title":"College Reading: Where It Is."},
      {
        "id":"ED065844",
        "title":"Individualized Reading: Variables That Make a Difference."},
      {
        "id":"ED065845",
        "title":"Effects of Teaching i.t.a. to Inner-city Black Children in Kindergarten and First Grade."},
      {
        "id":"ED065846",
        "title":"Reading Curriculum: Tentative."},
      {
        "id":"ED065847",
        "title":"Differences in Learnability of Content and Function Words Presented in Isolation and Oral Context When Taught to High and Low Socio-Economic Level Subjects."},
      {
        "id":"ED065848",
        "title":"Canonical and Partial Correlation of Critical Reading and Critical Thinking Test Scores--Fifth Grade."},
      {
        "id":"ED065849",
        "title":"Correlation and Factor Analysis of Critical Reading and Critical Thinking--Fifth Grade."},
      {
        "id":"ED065850",
        "title":"Fostering Reading in the Gifted and Creative: The Role of Creative Reading, Specific Materials and Resources--Intermediate."},
      {
        "id":"ED065862",
        "title":"English on the Job, Language Arts: 5113.31."},
      {
        "id":"ED065863",
        "title":"The Bible as Literature, English and Humanities: 5114.79."},
      {
        "id":"ED065864",
        "title":"What Do You Want to Know? 5111.07."},
      {
        "id":"ED065865",
        "title":"The Many Faces of Love, English, World Literature: 5113.41."},
      {
        "id":"ED065866",
        "title":"Associative Reaction Time in Language Acquisition."},
      {
        "id":"ED065871",
        "title":"Man and His Environment: To Perceive and to React: Language Arts. 5111.13."},
      {
        "id":"ED065872",
        "title":"Man's Search: English, Mythology. 5112.22."},
      {
        "id":"ED065873",
        "title":"Composition: English. 5114.64."},
      {
        "id":"ED065874",
        "title":"Introduction to Poetry: English. 5112.43."},
      {
        "id":"ED065875",
        "title":"Investigation of Child-Adult Differences in Problem-Solving Communication. Final Report."},
      {
        "id":"ED065877",
        "title":"The Usefulness of Linguistically-Based Word Generalizations."},
      {
        "id":"ED065879",
        "title":"English Through Current Literature: English SL."},
      {
        "id":"ED065880",
        "title":"The Masters of Lore: Language Arts."},
      {
        "id":"ED065881",
        "title":"Paragraph Building: English."},
      {
        "id":"ED065882",
        "title":"Modern Rock Poetry: English."},
      {
        "id":"ED065883",
        "title":"Creative Writing: Free Style--English, Creative Writing."},
      {
        "id":"ED065885",
        "title":"An Analysis of Content and Task Dimensions of Language Arts Items Designed to Measure Level of Content Attainment."},
      {
        "id":"ED065886",
        "title":"Saturday Subway Ride: A Report on the Initial Tryout."},
      {
        "id":"ED065887",
        "title":"A Supplement to Portraits: The Literature of Minorities."},
      {
        "id":"ED065889",
        "title":"Shakespearean Tragedies: English."},
      {
        "id":"ED065890",
        "title":"Shaping Opinions: Language Arts."},
      {
        "id":"ED065891",
        "title":"Mystery and Horror: English."},
      {
        "id":"ED065892",
        "title":"Targeted Communications: Teaching a Standard English to Speakers of Other Dialects. Final Report."},
      {
        "id":"ED065893",
        "title":"Images and Deep Structures in Recall. Final Report."},
      {
        "id":"ED065894",
        "title":"Measuring Language Arts Concept Attainment: Boys and Girls. Technical Report No. 199."},
      {
        "id":"ED065895",
        "title":"Imagery and Vocalization Strategies in Children's Verbal Discrimination Learning. Technical Report No. 221."},
      {
        "id":"ED065896",
        "title":"Development of Oral Language Abilities from Infancy to College. Final Report."},
      {
        "id":"ED065897",
        "title":"Systems Building Techniques. Analysis and Bibliography Series, No. 15."},
      {
        "id":"ED065898",
        "title":"Church-State Relations: The Legality of Using Public Funds for Religious Schools. ERIC/CEM State-of-the-Knowledge Series, Number Twenty-two. NOLPE Monograph Series on Legal Aspects of School Administration, Number One."},
      {
        "id":"ED065899",
        "title":"Results of an Initial Field Study of New Techniques for Citizen Participation in Educational Facilities Planning."},
      {
        "id":"ED065901",
        "title":"Factors in Organizational Effectiveness."},
      {
        "id":"ED065903",
        "title":"Experimental Studies of the Influence of Organizational Effectiveness and Succession on the Administrative Process."},
      {
        "id":"ED065904",
        "title":"[On Trial: The Canadian Construction Information System. Will the Verdict Favor Contemporary Technological Industry Cohesion or Traditional Institutional Separatism?]"},
      {
        "id":"ED065905",
        "title":"EA20: Education and Architecture in the 20th Century. The Design Workshop, Colleges of Applied Arts and Technology (4th, Toronto, Ontario, November 16-17, 1971)."},
      {
        "id":"ED065906",
        "title":"EA20: Regional School Design Workshop (14th, St. Catharines, Ontario, March 15-16, 1972)."},
      {
        "id":"ED065908",
        "title":"Achievement of Grade 1 Pupils in Open Plan and Architecturally Conventional Schools."},
      {
        "id":"ED065909",
        "title":"A Comprehensive Bibliography of Open Education and Open Space Schools -- A Reader's Guide."},
      {
        "id":"ED065910",
        "title":"Equipment Guide for Preschool and School Age Child Service Institutions."},
      {
        "id":"ED065911",
        "title":"Legal Aspects of Student Records. ERIC/CEM State-of-the-Knowledge Series, Number Twelve. NOLPE Monograph Series, Number Five."},
      {
        "id":"ED065912",
        "title":"Master Plan for School Facilities: North Clackamas School District No. 12, Milwaukie, Oregon."},
      {
        "id":"ED065913",
        "title":"Let's Have Inside-Out Schools! Design Feasibility Study for the Renovation and Addition to the Burris Laboratory School, Muncie, Indiana."},
      {
        "id":"ED065914",
        "title":"Revitalizing Education in the Big Cities. A Report."},
      {
        "id":"ED065920",
        "title":"The Alberta Leadership Course for School Principals -- A History and an Evaluation."},
      {
        "id":"ED065921",
        "title":"School Program Accountability. The 1971 Leadership Course for School Principals Lecture Series."},
      {
        "id":"ED065922",
        "title":"Budget. School Business Management Handbook No. 3. Revised."},
      {
        "id":"ED065924",
        "title":"Accountability Which Transcends."},
      {
        "id":"ED065926",
        "title":"Is the Agency Shop Appropriate for Negotiated Settlements in Public Education?"},
      {
        "id":"ED065927",
        "title":"Bomb Threats and Bomb Search Techniques."},
      {
        "id":"ED065928",
        "title":"NETF: A Practical Solution to the School Problem."},
      {
        "id":"ED065930",
        "title":"In-State Migration of Oregon Superintendents: Base-Line Data. A CASEA Occasional Paper."},
      {
        "id":"ED065931",
        "title":"Dropouts: Prevention and Rehabilitation. Schools Rescue Potential Failures. Education U.S.A. Special Report."},
      {
        "id":"ED065932",
        "title":"Are School District Applications for Federal Aid Predictable?"},
      {
        "id":"ED065933",
        "title":"An Educational Finance Planning Model for Pennsylvania."},
      {
        "id":"ED065934",
        "title":"Urban Educational Facilities Options: If It Can Be Done in New York City, It Can Be Done Anywhere."},
      {
        "id":"ED065935",
        "title":"From Hotel to High School: Converting a Residential Hotel into a New Type of Senior High School. Report and Recommendations of the Concourse Plaza High School Planning Committee."},
      {
        "id":"ED065937",
        "title":"School Renewal. A Report Suggesting Ways That Any School System Might Approach a Total School Modernization Program."},
      {
        "id":"ED065940",
        "title":"Equalizing Educational Opportunity Through Funding."},
      {
        "id":"ED065942",
        "title":"Guidelines for Students Rights and Responsibilities."},
      {
        "id":"ED065943",
        "title":"Selected Convention Papers."},
      {
        "id":"ED065944",
        "title":"Preparing Teachers of Secondary Level Educable Mentally Retarded: A New Model. Project Report #2 (Final)."},
      {
        "id":"ED065945",
        "title":"Proceedings on Early Education of Handicapped Children."},
      {
        "id":"ED065947",
        "title":"National Survey of State Identification Audiometry Programs and Special Educational Services for Hearing Impaired Children and Youth United States: 1972."},
      {
        "id":"ED065948",
        "title":"Perspectives: A Progress Report on Child Care."},
      {
        "id":"ED065949",
        "title":"Teacher-Parent Report Conferences for Moderately and Severely Mentally Retarded Children and Youth: A Guide for Teachers."},
      {
        "id":"ED065952",
        "title":"Analysis of Hearings Held by Regional Commissioners of Education on Education of the Gifted."},
      {
        "id":"ED065953",
        "title":"Management of Individual Behavior in the Classroom."},
      {
        "id":"ED065954",
        "title":"A Demonstration Class for Educationally Handicapped Children."},
      {
        "id":"ED065955",
        "title":"Activity Centers for Retarded Adults."},
      {
        "id":"ED065957",
        "title":"Behavior Modification; A Selective Bibliography."},
      {
        "id":"ED065959",
        "title":"Curriculum Guides; A Selective Bibliography."},
      {
        "id":"ED065960",
        "title":"Physical Education and Recreation; A Selective Bibliography."},
      {
        "id":"ED065961",
        "title":"Learning Disabilities -- Programs; A Selective Bibliography."},
      {
        "id":"ED065962",
        "title":"Learning Disabilities -- Research; A Selective Bibliography."},
      {
        "id":"ED065963",
        "title":"Emotionally Disturbed -- Programs; A Selective Bibliography."},
      {
        "id":"ED065964",
        "title":"Emotionally Disturbed -- Research; A Selective Bibliography."},
      {
        "id":"ED065965",
        "title":"Educable Mentally Handicapped -- Programs; A Selective Bibliography."},
      {
        "id":"ED065966",
        "title":"Educable Mentally Handicapped -- Research; A Selective Bibliography."},
      {
        "id":"ED065967",
        "title":"Regular Class Placement/Special Classes; A Selective Bibliography."},
      {
        "id":"ED065968",
        "title":"Aurally Handicapped - Programs; A Selective Bibliography."},
      {
        "id":"ED065969",
        "title":"A Handbook for a Small Halfway House for the Male Adolescent-Adult Retardate."},
      {
        "id":"ED065971",
        "title":"Administrative Issues in Institutions for the Mentally Retarded."},
      {
        "id":"ED065972",
        "title":"Education of the Handicapped: Closer to Equality."},
      {
        "id":"ED065973",
        "title":"European Conference on Educational Research for the Visually Handicapped."},
      {
        "id":"ED065974",
        "title":"Books for the Blind and Physically Handicapped. Fourth Edition."},
      {
        "id":"ED065975",
        "title":"Mental Retardation and Other Developmental Disabilities, 1969."},
      {
        "id":"ED065976",
        "title":"Handicapped Workers Legislation, 1970."},
      {
        "id":"ED065977",
        "title":"The Effectiveness of Low-Frequency Amplification and Filtered-Speech Testing for Preschool Deaf Children."},
      {
        "id":"ED065978",
        "title":"Proceedings of the National Conference for the Prevention of Mental Retardation through Improved Maternity Care."},
      {
        "id":"ED065979",
        "title":"Proceedings of the Forty-Second Meeting; Conference of Executives of American Schools for the Deaf."},
      {
        "id":"ED065980",
        "title":"Statistical Report of Division of Services to Crippled Children."},
      {
        "id":"ED066001",
        "title":"Financing for Public Broadcasting--1972. Hearings before the Subcommittee on Communications and Power of the Committee on Interstate and Foreign Commerce, House of Representatives."},
      {
        "id":"ED066004",
        "title":"Study of Television as an Educational Medium. Study Number One."},
      {
        "id":"ED066006",
        "title":"Questionnaire--Models, Computer Machine Simulations, Games and Studies."},
      {
        "id":"ED066010",
        "title":"Education 1972; A Report on Key Issues Shaping the School Year Ahead."},
      {
        "id":"ED066011",
        "title":"Act Now; A Practical Guide to Starting Free Schools Based on the Experiences of the Rockland Project School Staff and Students."},
      {
        "id":"ED066012",
        "title":"The Television Instructor."},
      {
        "id":"ED066013",
        "title":"Naval Training Device Center Index of Technical Reports."},
      {
        "id":"ED066014",
        "title":"A History of an Individualized Instructional Program of Varying Familiarity to College Students."},
      {
        "id":"ED066015",
        "title":"An Exploratory Study to Determine the Effects of Generalized Academic Performance Expectations Upon the Activity and Influence of Students Engaged in a Group Simulation Game."},
      {
        "id":"ED066016",
        "title":"The Effects of the Availability of Objectives on Performance in a Computer-Managed Graduate Course."},
      {
        "id":"ED066018",
        "title":"Applying Computers and Educational Technology to Individually Prescribed Instruction."},
      {
        "id":"ED066019",
        "title":"Remarks at the Publi-Cable Seminar."},
      {
        "id":"ED066020",
        "title":"Channel Allocation Options."},
      {
        "id":"ED066021",
        "title":"Educational Radio 1972."},
      {
        "id":"ED066023",
        "title":"Multimedia Computer-Assisted and Computer-Managed Instruction."},
      {
        "id":"ED066024",
        "title":"Sustained Attention and Response Rate as a Function of Task Difficulty and Feedback Arrangements."},
      {
        "id":"ED066025",
        "title":"The FCC in Fiscal 1971."},
      {
        "id":"ED066026",
        "title":"The Generalist-Specialist Issue."},
      {
        "id":"ED066027",
        "title":"Teacher Control in Computer Assisted Instruction."},
      {
        "id":"ED066028",
        "title":"FAA Film Catalog."},
      {
        "id":"ED066031",
        "title":"The VTR as an Aid in Teaching Communication: Reactions and Recommendations."},
      {
        "id":"ED066032",
        "title":"The Student as a Teacher."},
      {
        "id":"ED066034",
        "title":"Toward a Market Success for CAI; An Overview of the TICCIT Program."}]
  }}
