{
  "response":{"numFound":509939,"start":326000,"numFoundExact":true,"docs":[
      {
        "id":"ED066480",
        "title":"Instrument Repairman (any ind.) 710.281--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066481",
        "title":"Sewing-Machine Repairman (any ind.) 639.281--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED066488",
        "title":"Inhalation Therapist (medical ser. ) 079.368--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066489",
        "title":"Psychiatric Technician 2-42.22--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066490",
        "title":"Rotary-Driller Helper (petrol. production) 7-75.050--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED066491",
        "title":"Clerk, General Office (clerical) 219.388--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED066492",
        "title":"Evaluation for Individualized Instruction. An Operational Guide for Teacher Workshops."},
      {
        "id":"ED066493",
        "title":"Report on the Evaluation Workshop in the Affective Domain, July, 1970."},
      {
        "id":"ED066494",
        "title":"Primary Mathematics: Behavioral Objectives and Test Items."},
      {
        "id":"ED066495",
        "title":"Intermediate Mathematics: Behavioral Objectives and Test Items."},
      {
        "id":"ED066496",
        "title":"Junior High Mathematics: Behavioral Objectives and Test Items."},
      {
        "id":"ED066497",
        "title":"High School Mathematics: Behavioral Objectives and Test Items."},
      {
        "id":"ED066498",
        "title":"Primary Language Arts: Behavioral Objectives and Test Items."},
      {
        "id":"ED066499",
        "title":"Intermediate Language Arts: Behavioral Objectives and Test Items."},
      {
        "id":"ED066500",
        "title":"Junior High Language Arts: Behavioral Objectives and Test Items."},
      {
        "id":"ED066501",
        "title":"High School Language Arts: Behavioral Objectives and Test Items."},
      {
        "id":"ED066503",
        "title":"Primary Social Studies: Behavioral Objectives and Test Items."},
      {
        "id":"ED066504",
        "title":"Intermediate Social Studies: Behavioral Objectives and Test Items."},
      {
        "id":"ED066505",
        "title":"Primary Science: Behavioral Objectives and Test Items."},
      {
        "id":"ED066506",
        "title":"Intermediate Science: Behavioral Objectives and Test Items."},
      {
        "id":"ED066507",
        "title":"Junior High Science: Behavioral Objectives and Test Items."},
      {
        "id":"ED066508",
        "title":"High School Science: Behavioral Objectives and Test Items."},
      {
        "id":"ED066509",
        "title":"Automobile-Service-Station Mechanic (auto. ser.) 620.381--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066510",
        "title":"Micro-Logic Assembler (electronics) 726.884-080--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066511",
        "title":"Reproduction Specialist (print. &amp; pub.) 97--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066512",
        "title":"Electric Toothbrush Assembler (elec. equip.) 723.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066513",
        "title":"Medical-Laboratory Assistant (medical ser.) 078.381--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066514",
        "title":"Manager, Store (ret. tr.) 1 185.168--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED066515",
        "title":"Inspector and Machine Operator, Diode Subassemblies (electronics) 726.685--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066516",
        "title":"Cottage Parent (medical service) 355.878--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066517",
        "title":"Bench Carpenter (any ind.) 760.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066518",
        "title":"Log Scaler (logging; paper &amp; pulp; sawmill) 941.488--Technical Report on USES Aptitude Test Battery."},
      {
        "id":"ED066519",
        "title":"Radiographer (any ind.) 199.381--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED066520",
        "title":"Final Report of the Evaluation of the 1971 Community School District 1, Title I Summer Program. ESEA Title I."},
      {
        "id":"ED066521",
        "title":"Final Report of the Evaluation of the Bilingual Mini-School (P.S. Number 45), 1970-71. ESEA Title VII."},
      {
        "id":"ED066522",
        "title":"Cultural Differences Revealed Through Language. NCRIEEO Tipsheet, Number 8."},
      {
        "id":"ED066523",
        "title":"On the Social and Cultural Milieu of an Urban Black School: An Ethnographic Case Study."},
      {
        "id":"ED066524",
        "title":"Final Report of the Evaluation of the 1970-1971 Auxiliary Educational Career Unit. ESEA Title I."},
      {
        "id":"ED066525",
        "title":"Final Report of the Evaluation of the Summer 1970 Exploratory Vocational Training Program for Physically Handicapped and Mentally Retarded Pupils. ESEA Title I."},
      {
        "id":"ED066530",
        "title":"Final Evaluation Report, Year III, 1971-1972, Project Process. Title VIII, Section 807, E.S.E.A., Fall River, Massachusetts."},
      {
        "id":"ED066532",
        "title":"Expanding Opportunities in Higher Education: Some Trends and Countertrends; Access to Higher Education. IRCD Bulletin, Volume 8, Number 1, February 1972."},
      {
        "id":"ED066533",
        "title":"The Federal Program of Aid to Educationally Deprived Children in Illinois Can Be Strengthened. Report to the Congress."},
      {
        "id":"ED066534",
        "title":"Hardnett Elementary School, 1970-71. Research and Development Report, Volume 5, Number 14, May 1972."},
      {
        "id":"ED066535",
        "title":"Luckie Street Elementary School, 1970-71. Research and Development Report, Volume 5, Number 36."},
      {
        "id":"ED066536",
        "title":"Busing and Equality of Educational Opportunity. Message From the President of the United States Relative to Busing and Equality of Educational Opportunity, and Transmitting a Draft of Proposed Legislation to Impose a Moratorium on New and Additional Student Transportation. Message and Accompanying Papers Referred to the Committee of the Whole House on the State of the Union..."},
      {
        "id":"ED066537",
        "title":"Changing Culture Perceptions of Elementary School Teachers. ED Occasional Paper Number 9."},
      {
        "id":"ED066541",
        "title":"An Empirical Analysis of Economic and Racial Bias in the Distribution of Educational Resources in Nine Large American Cities."},
      {
        "id":"ED066542",
        "title":"[Notes on Busing and School Integration in White Plains, Pasadena, and Harrisburg.]"},
      {
        "id":"ED066543",
        "title":"F. O. O. D.: Focus on Optimum Development; A Final Proposal."},
      {
        "id":"ED066547",
        "title":"Remarks of the President on Nationwide Radio and Television; Message to the Congress; Fact Sheet: Message on Busing; Student Transportation Moratorium Act of 1972; Equal Educational Opportunities Act of 1972."},
      {
        "id":"ED066549",
        "title":"Multiple Correlation Analysis of Antecedent Relationships to High School Dropout or Graduation. Project MHSC-1: Antecedents of Educational Attainment."},
      {
        "id":"ED066551",
        "title":"A Report on the Title I, ESEA, Reading Activity in the Darlington Area School During 1971-72."},
      {
        "id":"ED066553",
        "title":"A Review and Synthesis of Research on Women in the World of Work."},
      {
        "id":"ED066554",
        "title":"Review and Synthesis of Cost-Effectiveness Studies of Vocational and Technical Education."},
      {
        "id":"ED066556",
        "title":"The Need for Career Education."},
      {
        "id":"ED066559",
        "title":"School, Community and Youth. Statewide Evaluation of Part G Programs in Cooperative Vocational Education in the State of Illinois/1971-1972."},
      {
        "id":"ED066560",
        "title":"Distributive Education Special Needs Consideration: The Disadvantaged."},
      {
        "id":"ED066562",
        "title":"Master Plan for Career Education."},
      {
        "id":"ED066563",
        "title":"Rehabilitation Occupations for the Disadvantaged and Advantaged. A Program of Research on Occupations and Professions in the Field of Rehabilitation. Annotated Bibliography."},
      {
        "id":"ED066566",
        "title":"Model Graduate Program in Occupational Education. A Cooperative Study."},
      {
        "id":"ED066567",
        "title":"Evaluation Study of the Postal Academy Program."},
      {
        "id":"ED066568",
        "title":"Community Organization for Allied Health Manpower. Manpower for the Human Services."},
      {
        "id":"ED066569",
        "title":"Manpower Policy in Norway. Reviews of Manpower and Social Policies."},
      {
        "id":"ED066570",
        "title":"A Core Curriculum for Entry and Middle Level Workers in Human Services Agencies. Manpower for the Human Services."},
      {
        "id":"ED066571",
        "title":"Career Systems in State Human Service Agencies. Manpower for the Human Services."},
      {
        "id":"ED066572",
        "title":"An Overview of the Work Progress Report. Manpower for the Human Services."},
      {
        "id":"ED066573",
        "title":"Neighborhood-Based Child Care Services for the Inner City. Manpower for the Human Services."},
      {
        "id":"ED066574",
        "title":"Handbook for the Distributive Education Teacher-Coordinator."},
      {
        "id":"ED066575",
        "title":"Criteria for the Establishment and Maintenance of Two Year Post High School Wastewater Technology Training Programs. Volume I: Program Criteria."},
      {
        "id":"ED066576",
        "title":"Criteria for the Establishment and Maintenance of Two Year Post High School Wastewater Technology Training Programs. Volume II: Curriculum Guidelines."},
      {
        "id":"ED066578",
        "title":"Metropolitan Programs in Applied Biological and Agricultural Occupations; A Need and Attitude Study. Final Report."},
      {
        "id":"ED066580",
        "title":"Short-Term Training: Multiple Institutes for Metropolitan Areas (Eastern United States). Volume I, Final Report of Project."},
      {
        "id":"ED066581",
        "title":"Short-Term Training: Multiple Institutes for Metropolitan Areas (Eastern United States). Volume II, Appendices of Selected Resource Materials Relating to the Organization and Administration of the Total Project."},
      {
        "id":"ED066582",
        "title":"Evaluation of In-School Success Criteria for Vocational-Technical Students."},
      {
        "id":"ED066583",
        "title":"Nuclear Technician Manpower Survey: Approach to an Information System."},
      {
        "id":"ED066586",
        "title":"An Assessment of Current and Projected Individualized Instruction in Business and Marketing Courses Provided by the Districts of the Wisconsin Vocational, Technical, and Adult Education System. Final Report."},
      {
        "id":"ED066587",
        "title":"Career Choice and Career Preparation."},
      {
        "id":"ED066592",
        "title":"Research in Nursing, 1955-1968. Research Grants."},
      {
        "id":"ED066594",
        "title":"Methods and Techniques of Curricula and Instruction Which Are Most Effective in Training and Placement of Persons with Special Needs. Final Report."},
      {
        "id":"ED066595",
        "title":"Post High School Career Preference Study of District Three Southwest Wisconsin High School Junior Students."},
      {
        "id":"ED066597",
        "title":"Changes in the Occupational Values of Students between Ninth and Tenth Grade As Related to Course of Study and Other Student Characteristics."},
      {
        "id":"ED066600",
        "title":"A Selected and Annotated Bibliography Related to Cooperative and Project Methods in Distributive Education. Research and Development Program in Vocational-Technical Education."},
      {
        "id":"ED066610",
        "title":"Career Education and the Community Junior College."},
      {
        "id":"ED066611",
        "title":"Work Experience of the Population in 1970."},
      {
        "id":"ED066612",
        "title":"Work Attitudes of Disadvantaged Black Men: A Methodological Inquiry."},
      {
        "id":"ED066613",
        "title":"Health Services Mobility Study. Final Report (October 1967-March 1972)."},
      {
        "id":"ED066614",
        "title":"Contemporary Concepts in Trade and Industrial Education."},
      {
        "id":"ED066615",
        "title":"A Survey of Motion Picture, Still Photography, and Graphic Arts Instruction."},
      {
        "id":"ED066616",
        "title":"New Thrusts in Adult Education."},
      {
        "id":"ED066617",
        "title":"Education and the Post-Industrial Society."},
      {
        "id":"ED066618",
        "title":"Technical Education, Careers Unlimited."},
      {
        "id":"ED066619",
        "title":"Comprehensive Personnel Development for Career Education."},
      {
        "id":"ED066620",
        "title":"The Need for a Nationwide Program of Consumer Education Coordinated Through the Public School System."},
      {
        "id":"ED066621",
        "title":"Early Childhood Education: Perspectives on the Federal and Office of Education Roles."},
      {
        "id":"ED066622",
        "title":"Developing a Sensing Network for Information Needs in Education. Final Technical Report."},
      {
        "id":"ED066623",
        "title":"The 1971-72 Nationwide Installation of the Multiunit/IGE Model for Elementary Schools. A Process Evaluation."},
      {
        "id":"ED066624",
        "title":"The 1971-72 Nationwide Installation of the Multiunit/IGE Model for Elementary Schools. A Process Evaluation. Appendixes."},
      {
        "id":"ED066625",
        "title":"Our Responsibility For Balanced Programming."},
      {
        "id":"ED066626",
        "title":"A Trainers Guide To Andragogy, Its Concepts, Experience and Application."},
      {
        "id":"ED066627",
        "title":"Effective Methods of Recruiting Volunteer Leaders With Some Implications For Disadvantaged Areas."},
      {
        "id":"ED066628",
        "title":"Factors Related to 4-H Membership Status of Ninth and Tenth Grade Boys in Greene County, Tennessee: A Research Summary of a Graduate Study."},
      {
        "id":"ED066629",
        "title":"Volunteers: A Challenge For Extension Workers: Developing Volunteer Leaders From Disadvantaged Families."},
      {
        "id":"ED066630",
        "title":"Professional Development Policies and Programs."},
      {
        "id":"ED066631",
        "title":"Retirement and Migration in the North Central States: Comparative Analysis of Life and Retirement Satisfaction: Wisconsin, Florida, and Arizona."},
      {
        "id":"ED066632",
        "title":"Toward a Model of Lifelong Education."},
      {
        "id":"ED066633",
        "title":"An Analysis of the Role of the International Farm Youth Exchange Program in Cross-Cultural Communication."},
      {
        "id":"ED066634",
        "title":"Advisory Council Report: Project Newgate, Federal Youth Center, Ashland, Kentucky."},
      {
        "id":"ED066635",
        "title":"Statistical Study of Project Newgate Students, Ashland, Kentucky."},
      {
        "id":"ED066636",
        "title":"Statistical Study of the Initial Group Chosen for Project Newgate at the Federal Youth Center, Ashland, Kentucky."},
      {
        "id":"ED066637",
        "title":"State-of-the-Art in Vocational Rehabilitation: Report of a National Survey."},
      {
        "id":"ED066638",
        "title":"Popular Participation in Development: Emerging Trends in Community Development."},
      {
        "id":"ED066639",
        "title":"Non-Formal Education: A Selected List of References for A.I.D. Technicians."},
      {
        "id":"ED066640",
        "title":"A Study of Extension Program Planning as Perceived by Off-Campus Faculty, Lay Leaders and the General Public in the Show-Me Area."},
      {
        "id":"ED066641",
        "title":"SPD Hockley County: Results of 1971 Agricultural Demonstrations."},
      {
        "id":"ED066642",
        "title":"Extension in the National Setting in the 70's."},
      {
        "id":"ED066643",
        "title":"A Coordinated Training Program for New Agents."},
      {
        "id":"ED066644",
        "title":"Utilization of Nonprofessionals as Systemic Linkage in a Directed Social Change Program."},
      {
        "id":"ED066645",
        "title":"The National Climate for Involving Youth in Community Development."},
      {
        "id":"ED066646",
        "title":"Self Study Report: Department of Agricultural Information, North Carolina State University."},
      {
        "id":"ED066647",
        "title":"Director's Evaluation Report."},
      {
        "id":"ED066648",
        "title":"TV Classroom In Color: Report of 1970 - 1971 School Year."},
      {
        "id":"ED066649",
        "title":"English and Citizenship Programs For The Foreign Born: A Handbook For Teachers."},
      {
        "id":"ED066650",
        "title":"World Survey of Research in Comparative Adult Education: A Directory of Institutions and Personnel, 1972."},
      {
        "id":"ED066652",
        "title":"Toward Gog and Magog Or?: A Critical Review of the Literature of Adult Group Discussion."},
      {
        "id":"ED066653",
        "title":"A Study of the Operational Feasibility of the Apprenticeship Work-Study Program for Multi-Site Tryout and Evaluation: Final Report."},
      {
        "id":"ED066654",
        "title":"Development of an Apprenticeship Work-Study Program Model for the Cross-Training of Physical Scientists for Work in Educational Research and Development. Final Report."},
      {
        "id":"ED066655",
        "title":"Procedures for Conducting an Apprenticeship Work-Study Program."},
      {
        "id":"ED066656",
        "title":"An Analysis of the Denotations of \"Program\" as Employed in Ordinary Language and Adult Education Discourse, with a Typology of Program Based on the Denotations."},
      {
        "id":"ED066660",
        "title":"An Evaluation of Self-Learning Centers in Adult Education: A Research Report of a Ph.D. Dissertation."},
      {
        "id":"ED066661",
        "title":"A Program Plan for Youth of the Northeast Missouri Extension Area."},
      {
        "id":"ED066662",
        "title":"RFD: &quot;Rural Family Development&quot;. Second Year Report, June 1971."},
      {
        "id":"ED066663",
        "title":"Abstract: Attitudes toward Competition in the 4-H Program in Carroll County, Ohio: A Thesis by A. Wayne Hothem."},
      {
        "id":"ED066664",
        "title":"Differential T-Group Gains in Acceptance-Rejection of the Self Versus Others."},
      {
        "id":"ED066665",
        "title":"Interpreting the Ohio Vocational Interest Survey Using Visuals."},
      {
        "id":"ED066666",
        "title":"Problems in the Measurement of Vocational Maturity."},
      {
        "id":"ED066667",
        "title":"Learning through Tutoring: Low-Achieving Children as Tutors."},
      {
        "id":"ED066668",
        "title":"Some Implications of Body Build Stereotypes for the Development of Body Concept and Interpersonal Relations."},
      {
        "id":"ED066669",
        "title":"The Learning to Learn Program. Final Report."},
      {
        "id":"ED066670",
        "title":"Tones of Theory."},
      {
        "id":"ED066671",
        "title":"Career Guidance Training."},
      {
        "id":"ED066672",
        "title":"The Role of Socioeconomic Status and Significant Other Influence in Determining Educational Aspirations: A Black-White Comparison of Southern High School Seniors."},
      {
        "id":"ED066673",
        "title":"An Evaluation of Career Guidance Films."},
      {
        "id":"ED066674",
        "title":"Drug Abuse Montgomery County Pennsylvania."},
      {
        "id":"ED066675",
        "title":"Marihuana and Health; Second Annual Report to Congress from The Secretary of Health, Education, and Welfare."},
      {
        "id":"ED066676",
        "title":"Pupil Personnel Services Guidelines for Training Certification Accreditation."},
      {
        "id":"ED066677",
        "title":"Staffing Patterns for School Nursing Service Programs; Standards for School Nurse Services; Evaluation Instruments for School Nursing Services; Occasional Papers."},
      {
        "id":"ED066678",
        "title":"Task Force Report: Narcotics and Drug Abuse."},
      {
        "id":"ED066679",
        "title":"Peer Counseling and Professional Responsibility."},
      {
        "id":"ED066680",
        "title":"Sensitivity Training and the School Teacher: An Experiment in Favorable Publicity."},
      {
        "id":"ED066681",
        "title":"The Impact of Teacher Consultation on Elementary School Children."},
      {
        "id":"ED066682",
        "title":"Placement - A Real Service to Youth."},
      {
        "id":"ED066683",
        "title":"Toward More Effective Dialogue Between Teachers and Students: A Leadership and Communication Training Project."},
      {
        "id":"ED066684",
        "title":"Parental Involvement in Title I ESEA."},
      {
        "id":"ED066685",
        "title":"Stability of Teacher Ratings of Pupil Behavior In a Classroom Setting."},
      {
        "id":"ED066686",
        "title":"Some Project Talent Findings Regarding Career Planning."},
      {
        "id":"ED066687",
        "title":"Hotline for Youth."},
      {
        "id":"ED066688",
        "title":"A Model for Action Oriented Structured Groups."},
      {
        "id":"ED066689",
        "title":"The Making of a Leader."},
      {
        "id":"ED066690",
        "title":"Critical Concerns in Counselor Education."},
      {
        "id":"ED066691",
        "title":"The Development of Trust in an Organization."},
      {
        "id":"ED066692",
        "title":"Schoolgirl Pregnancy: Old Problem; New Solutions."},
      {
        "id":"ED066693",
        "title":"Marital Status, Age, and Occupational Level of Adult Women Students. Implications for Counseling."},
      {
        "id":"ED066695",
        "title":"Information Weighting, Familiarization, and The Risky Shift."},
      {
        "id":"ED066696",
        "title":"Effects of a Behavior Modification Lecture on Teachers' Rate of Compliments and Reprimands, and Their Students' Time-On-Task."},
      {
        "id":"ED066697",
        "title":"Counseling the Disadvantaged Caucasian: A Statistically Significant Improvement."},
      {
        "id":"ED066698",
        "title":"The Pioneer of the Group Encounter Movement."},
      {
        "id":"ED066699",
        "title":"Advising Offices Overseas-Closing the Information Gap."},
      {
        "id":"ED066700",
        "title":"Evaluation Report of Format for Development of In-Service Training for Child Serving Sub-Professionals."},
      {
        "id":"ED066701",
        "title":"Concerns and Recommendations; A Report of the Colloquium on Occupational Counseling and Guidance."},
      {
        "id":"ED066702",
        "title":"Concept Learning by Pairs as a Function of Type of Interaction, Memory Requirements, and Sex. Final Report."},
      {
        "id":"ED066703",
        "title":"Comparison of Anticipation and Study-Test Procedures of Paired-Associate Learning by Children. Final Report."},
      {
        "id":"ED066704",
        "title":"Second and Third Grade Students in the Hunters Point-Bayview SEED Project: A Diagnostic Review."},
      {
        "id":"ED066705",
        "title":"The Hunters Point-Bayview SEED Project: A Diagnostic Review of Reading Achievement in the First Three Grades."},
      {
        "id":"ED066707",
        "title":"Intensive Reading Instructional Teams (IRIT), 1971-1972."},
      {
        "id":"ED066708",
        "title":"Teaching Decoding Skills in Reading."},
      {
        "id":"ED066709",
        "title":"Word Attack Skills, \"Making Phonics Reasonable.\""},
      {
        "id":"ED066710",
        "title":"Minicourse 18: Main Field Test Report."},
      {
        "id":"ED066711",
        "title":"A Project to Evaluate the Effectiveness of Pre-Phonic Training Between Kindergarten and First Grade Levels (Project PEEP). Final Report."},
      {
        "id":"ED066712",
        "title":"Twenty-Year Annotated Index to the National Reading Conference Reports."},
      {
        "id":"ED066713",
        "title":"Auditory Perception and Deafness. Reading Research Profiles, A Bibliography Series of ERIC/CRIER+IRA."},
      {
        "id":"ED066714",
        "title":"Guide to Clinical Evaluation Instruments in Reading. ERIC/CRIER Reading Review Series."},
      {
        "id":"ED066726",
        "title":"Analysis of the Reading Comprehension Process: The Development and Utilization of an Assessment Technique and the Preliminary Exploration of Individual Differences in Perceiving Syntactic Complexities. Final Report."},
      {
        "id":"ED066728",
        "title":"For the Reading Teacher: An Annotated Index to \"Elementary English,\" 1924-1970."},
      {
        "id":"ED066735",
        "title":"Teacher Aide and Supervising Teacher Training Project Report 1971-1972."},
      {
        "id":"ED066736",
        "title":"Pronunciation of Synthetic Words with Predictable and Unpredictable Letter-Sound Correspondences. Technical Report No. 71."},
      {
        "id":"ED066748",
        "title":"Quest for Utopia, Literature: 5114.71."},
      {
        "id":"ED066749",
        "title":"Comparative Dialects: English, Vocabulary. 5112.23."},
      {
        "id":"ED066750",
        "title":"Creative Writing: Short Stories--English, Creative Writing. 511.36."},
      {
        "id":"ED066751",
        "title":"Everyday Reading and Writing: English. 5112.24."},
      {
        "id":"ED066757",
        "title":"Integrated Pictures and Relational Imagery Training in Children's Learning."},
      {
        "id":"ED066758",
        "title":"A Comparative Study of Urban Black Argot. Final Report."},
      {
        "id":"ED066761",
        "title":"Producing a Multimedia Presentation."},
      {
        "id":"ED066764",
        "title":"Book Reviews in Periodicals."},
      {
        "id":"ED066766",
        "title":"Structure and Freedom: A Manual for Communication Arts 3-6."},
      {
        "id":"ED066768",
        "title":"An Interdisciplinary Approach: An English-Social Studies-Art-Music Seminar, Senior High School."},
      {
        "id":"ED066773",
        "title":"Communication in Organizations. Technical Report No. 12."},
      {
        "id":"ED066774",
        "title":"A New Model for Improving the Communication of Learning in Communication."},
      {
        "id":"ED066777",
        "title":"Accountability in Communication and Learning."},
      {
        "id":"ED066778",
        "title":"Middle Schools. Educational Management Review Series Number 7."},
      {
        "id":"ED066779",
        "title":"Class Size. Educational Management Review Series Number 8."},
      {
        "id":"ED066780",
        "title":"Educational Expectations and Educational Aspirations: A Deviant Case Analysis."},
      {
        "id":"ED066781",
        "title":"Enrollment Forecasting Handbook Introducing Confidence Limit Computations for a Cohort-Survival Technique."},
      {
        "id":"ED066782",
        "title":"A Cluster Analytic Approach to the Study of Organizations."},
      {
        "id":"ED066783",
        "title":"A Program of Pre-Service Education Field-Based Sequential Role Development and Differentiated Staffing."},
      {
        "id":"ED066784",
        "title":"Plan of Operation for an Individualized System of Elementary Education."},
      {
        "id":"ED066785",
        "title":"Analyzing an Organization Via Its Internal Communication Patterns."},
      {
        "id":"ED066786",
        "title":"Three Aspects of the Economics of Education in Alberta."},
      {
        "id":"ED066787",
        "title":"Perspectives on Educational Planning."},
      {
        "id":"ED066788",
        "title":"Evaluation of Instructional Programs. A Study."},
      {
        "id":"ED066790",
        "title":"Changes in Organizational Climate Associated with Development and Implementation of an Educational Management System."},
      {
        "id":"ED066791",
        "title":"Data Processing at North Carolina Department of Public Instruction Division of Teacher Certification."},
      {
        "id":"ED066792",
        "title":"Evaluation Instrument for Educational Public Relations Programs."},
      {
        "id":"ED066793",
        "title":"Environments for the Physically Handicapped. Educational Facilities Review Series Number 8."},
      {
        "id":"ED066799",
        "title":"Annotated Bibliography: Extended School Year Materials."},
      {
        "id":"ED066800",
        "title":"Status of the American Public-School Teacher, 1970-71."},
      {
        "id":"ED066801",
        "title":"Teacher Supply and Demand in Public Schools, 1971."},
      {
        "id":"ED066802",
        "title":"Financial Status of the Public Schools, 1972."},
      {
        "id":"ED066803",
        "title":"A Project To Improve the Administration and Management of the Curriculum in Kentucky. Final Report."},
      {
        "id":"ED066804",
        "title":"A Comparative Analysis of Student Transfer Policies for Major Metropolitan School Districts in Oregon. A Working Paper."},
      {
        "id":"ED066805",
        "title":"The Development of a Procedure for Improving Decisions About School Attendance Areas. A Technical Paper."},
      {
        "id":"ED066806",
        "title":"Economic Status of the Teaching Profession, 1971-72."},
      {
        "id":"ED066807",
        "title":"Projections of Educational Statistics to 1980-81. 1971 Edition."},
      {
        "id":"ED066808",
        "title":"The California Property Tax Case: Implications for Financing Schools in Oregon."},
      {
        "id":"ED066809",
        "title":"Special Education Administration: A Statement of Policies and Regulations."},
      {
        "id":"ED066810",
        "title":"A Study of School Board Policies and Administrative Procedures for Dealing with Field Trips in School Districts in Cities with Populations over 100,000 in the United States."},
      {
        "id":"ED066811",
        "title":"Differentiated Staffing, Nongraded -- Continuous Progress, Open Concept Schools. A Comprehensive Bibliography."},
      {
        "id":"ED066812",
        "title":"Alternative High Schools: Some Pioneer Programs. ERS Circular No. 4."},
      {
        "id":"ED066813",
        "title":"Corporal Punishment in the Public Schools. The Use of Force in Controlling Student Behavior. ACLU Reports."},
      {
        "id":"ED066816",
        "title":"Community Involvement in Decision-Making."},
      {
        "id":"ED066817",
        "title":"What Kinds of Objectives for Supervisors?"},
      {
        "id":"ED066818",
        "title":"The Decentralized Administrative Concept. A Report to the Board of Trustees."},
      {
        "id":"ED066819",
        "title":"Board Policies on Student Records. Educational Policies Development Kit."},
      {
        "id":"ED066820",
        "title":"Project ADMIRE: Assistance for Decision Making Through Information Retrieval in Education. End of Budget Period Report."},
      {
        "id":"ED066821",
        "title":"Workbook on Procedures for Selecting Supervisors."},
      {
        "id":"ED066823",
        "title":"A Study of Boards of Education in Texas -- the Makeup of Boards and the Perceptions of Board Members. Studies in Education XI."},
      {
        "id":"ED066825",
        "title":"Behavioral Objectives and the Supervisor. An Occasional Paper."},
      {
        "id":"ED066826",
        "title":"Accountability. Review of Literature &amp; Recommendations for Implementation."},
      {
        "id":"ED066827",
        "title":"The National Conference on Performance Contracting in Education (Elkridge, Maryland, December 9-10, 1971). Final Report."},
      {
        "id":"ED066829",
        "title":"Board and Superintendent: Building the Effective Team."},
      {
        "id":"ED066831",
        "title":"Systems Approach to Teacher Training and Curriculum Development: The Case of Developing Countries."},
      {
        "id":"ED066832",
        "title":"An Operational Model for the Application of Planning-Programming-Budgeting Systems to Local School Districts. Post-Pilot-Test Version. Parts One and Two."},
      {
        "id":"ED066833",
        "title":"Digest of Educational Statistics, 1971 Edition."},
      {
        "id":"ED066834",
        "title":"The National Institute of Education: Working Papers on Problems, Goals, and Program Initiatives for NIE. Research Note 16."},
      {
        "id":"ED066835",
        "title":"Education Directory: Education Associations 1971-1972."},
      {
        "id":"ED066836",
        "title":"Teacher Appraisal: How To Make It More Meaningful."},
      {
        "id":"ED066837",
        "title":"The Oregon Studies in Educational Research, Development, Diffusion, and Evaluation. Volume I: Summary Report."},
      {
        "id":"ED066840",
        "title":"The Oregon Studies in Educational Research, Development, Diffusion, and Evaluational Volume III: Conceptual Frameworks for Viewing Educational RDD&E. Final Report."},
      {
        "id":"ED066841",
        "title":"The Oregon Studies in Educational Research, Development, Diffusion, and Evaluation. Volume IV: Profiles of Exemplary Projects in Educational RDD&E (Part One of Three Parts - Research and Development). Final Report."},
      {
        "id":"ED066842",
        "title":"The Oregon Studies in Educational Research, Development, Diffusion, and Evaluation. Volume IV: Profiles of Exemplary Projects in Educational RDD&E (Part Two of Three Parts - Development). Final Report."},
      {
        "id":"ED066843",
        "title":"The Oregon Studies in Educational Research, Development, Diffusion, and Evaluation. Volume IV: Profiles of Exemplary Projects in Educational RDD&E (Part Three of Three Parts - Diffusion). Final Report."},
      {
        "id":"ED066844",
        "title":"The Oregon Studies in Educational Research, Development, Diffusion, and Evaluation. Volume V: A Methodology for the Study of Educational RDD&amp;E. Final Report."},
      {
        "id":"ED066845",
        "title":"Investment Practices of Local School Districts."},
      {
        "id":"ED066846",
        "title":"Relocatable School Facilities. A Report."},
      {
        "id":"ED066847",
        "title":"Fingerspelling and Speechreading as Visual Sequential Processes."},
      {
        "id":"ED066848",
        "title":"Divisional Concept -- A Model for Progress."},
      {
        "id":"ED066849",
        "title":"Eye Examination Findings Among Children. United States."},
      {
        "id":"ED066850",
        "title":"Auditory Training; A Guide for Teachers of the Handicapped."},
      {
        "id":"ED066851",
        "title":"Third Annual Report of the National Advisory Committee on Handicapped Children."},
      {
        "id":"ED066853",
        "title":"Perceptual-Speed Deficit in Reading-Disability Children."},
      {
        "id":"ED066854",
        "title":"The Effects of Differential Reinforcement Conditions and the Conditioned Emotional Response on Discrimination Learning. Final Report."},
      {
        "id":"ED066855",
        "title":"Survey of Speech Articulation Disorders Among Military Dependent Children."},
      {
        "id":"ED066856",
        "title":"Use of a Self-Anchoring Technique in Assessing Self-Conceptions of Visually Impaired Persons."},
      {
        "id":"ED066862",
        "title":"User's Guide to &quot;MULE&quot;; McGill University Language for Education. A Computer-Assisted Instruction Author Language."},
      {
        "id":"ED066863",
        "title":"Microteaching: A Brief Review."},
      {
        "id":"ED066864",
        "title":"Report on a Survey of CATV-MATV-TV Distribution Systems at College and Universities."},
      {
        "id":"ED066866",
        "title":"Personalized Systems of Instruction: How Evaluate?"},
      {
        "id":"ED066867",
        "title":"PSI as Viewed by an Engineering Student."},
      {
        "id":"ED066868",
        "title":"Recent Manpower Studies: Some Implications for AECT."},
      {
        "id":"ED066870",
        "title":"The Evaluation of Schools' Broadcasts: Piloting a New Approach."},
      {
        "id":"ED066871",
        "title":"Cable Communications in the Dayton Miami Valley: Summary Report."},
      {
        "id":"ED066873",
        "title":"Cable Communications in the Dayton Miami Valley: Basic Report."},
      {
        "id":"ED066874",
        "title":"Financial Statistics of CPB-Qualified Public Radio Stations: Fiscal Year 1970. Advance Edition."},
      {
        "id":"ED066875",
        "title":"Proceedings of the 1972 Conference on Computers in Undergraduate Curricula."},
      {
        "id":"ED066876",
        "title":"Computer-Assisted Instruction Project. Project REFLECT. Final Report."},
      {
        "id":"ED066878",
        "title":"SLIP: A Symmetric List Processing Language in PL-I."},
      {
        "id":"ED066879",
        "title":"An Instructional Systems Approach or FAA Student Centered Training."},
      {
        "id":"ED066880",
        "title":"Advances in Closed Circuit TV Systems for the Partially Sighted."},
      {
        "id":"ED066881",
        "title":"Program and Model Documentation Standards."},
      {
        "id":"ED066882",
        "title":"The Economics of Network Children's Television Programming."},
      {
        "id":"ED066883",
        "title":"Eleventh Report on Telecommunication and the Peaceful Uses of Outer Space."},
      {
        "id":"ED066885",
        "title":"M.E.T.R.O.: A Gaming Simulation. Report on Phase I."},
      {
        "id":"ED066886",
        "title":"Guidelines for an Administrative Design to Coordinate the Instructional Television Fixed Service Facilities of the Roman Catholic Dioceses in the United States."},
      {
        "id":"ED066888",
        "title":"CATTS: Computer-Aided Training in Troubleshooting."},
      {
        "id":"ED066891",
        "title":"Urban Cable Systems."},
      {
        "id":"ED066892",
        "title":"High School Journalism Courses, Teachers and Perceived Professional Needs in Indiana, Ohio and Pennsylvania."},
      {
        "id":"ED066893",
        "title":"Training Evaluation and Student Achievement Measurement: A Review of the Literature."},
      {
        "id":"ED066894",
        "title":"Doing a Literature Search in an Information Center."},
      {
        "id":"ED066895",
        "title":"Minerva: A Study in Participatory Technology."},
      {
        "id":"ED066896",
        "title":"Technology to Facilitate Citizen Participation in Government."},
      {
        "id":"ED066897",
        "title":"Public Television Channels in New York City: The First Six Months."},
      {
        "id":"ED066898",
        "title":"Design Analysis of a Home Terminal for Two Way Communications."},
      {
        "id":"ED066899",
        "title":"A Critical Review of Strategies Intended to Modify Behavior."},
      {
        "id":"ED066900",
        "title":"Sources of Information and Assistance on Educational Technology for Development: A Directory."},
      {
        "id":"ED066901",
        "title":"Case Study of the Instructional Resources Center; Iowa State University."},
      {
        "id":"ED066902",
        "title":"Kansas Guidelines for the Supervision of School Library Media Programs."},
      {
        "id":"ED066903",
        "title":"Incident at Andover."},
      {
        "id":"ED066905",
        "title":"Cedo; Center for Educational Development Overseas."},
      {
        "id":"ED066906",
        "title":"Visual Literacy and Teaching Migrant Youth."},
      {
        "id":"ED066907",
        "title":"Black Stereotypes of Non-Black Communicators: A Descriptive Study."},
      {
        "id":"ED066909",
        "title":"The Effects of Behavioral Objectives on Learning: A Review of Empirical Studies."},
      {
        "id":"ED066910",
        "title":"Perspectives on Simulation and Miniaturization."},
      {
        "id":"ED066912",
        "title":"Television Report Number 3."},
      {
        "id":"ED066913",
        "title":"Media Purpose and Personnel; Guidelines for the Development of an Instructional Media System, Part One."},
      {
        "id":"ED066914",
        "title":"Draft Declaration of Guiding Principles on the Use of Satellite Broadcasting for the Free Flow of Information, The Spread of Education and Greater Cultural Exchange."},
      {
        "id":"ED066916",
        "title":"CONDUIT: An Experiment in Educational Computer Usage and Program Exchange."},
      {
        "id":"ED066918",
        "title":"Reflections on Values in Public Television and their Relationship to Political and Organizational Life."},
      {
        "id":"ED066919",
        "title":"Educational Technology and Development of Education."},
      {
        "id":"ED066920",
        "title":"Britain's Open University; A Report to the Task Force on External Studies of the University of Pittsburgh."},
      {
        "id":"ED066921",
        "title":"First Report of the Creativity Center."},
      {
        "id":"ED066922",
        "title":"The Spencer Foundation Annual Report 1972."},
      {
        "id":"ED066923",
        "title":"Selective Review of the Results of Research on the Use of Audiovisual Media to Teach Adults."},
      {
        "id":"ED066926",
        "title":"The Working Teacher's Personal Guide to Film Sources."},
      {
        "id":"ED066927",
        "title":"A Comparison of Self Critique Using Video Tapes and Verbal Critique by the Instructor in Learning Psychomotor Skills. Final Report."},
      {
        "id":"ED066928",
        "title":"The Interaction Between Reward Preference and Task Difficulty in a Computer Assisted Instructional Setting. Final Report."},
      {
        "id":"ED066929",
        "title":"Humanization of the Learning Environment."},
      {
        "id":"ED066930",
        "title":"A Cable TV Guide for Educators: Uses and Provisions. Second Edition."},
      {
        "id":"ED066931",
        "title":"A Summary of Plato Curriculum and Research Materials."},
      {
        "id":"ED066932",
        "title":"Television Violence: Where the Surgeon General's Study Leads."},
      {
        "id":"ED066933",
        "title":"The Social Evaluation of Speech: Implications from the Laboratory to the Classroom."},
      {
        "id":"ED066935",
        "title":"Bilingualism, the Mexican American College Student, and His Community."},
      {
        "id":"ED066936",
        "title":"Latin Recruitment."},
      {
        "id":"ED066937",
        "title":"Implications of Research in Communication Education for the Black Child."},
      {
        "id":"ED066938",
        "title":"Some Linguistic and Stylistic Features of Child Black English."},
      {
        "id":"ED066939",
        "title":"Some Sociological Factors in Educating Bilinguals."},
      {
        "id":"ED066940",
        "title":"Thai Basic Course Workbook: Aural Comprehension Enrichment, Lessons 26-36."},
      {
        "id":"ED066941",
        "title":"Czech Basic Course: Folklore."},
      {
        "id":"ED066942",
        "title":"Objectives, Learning Tasks, and Testing in Foreign Languages."},
      {
        "id":"ED066946",
        "title":"Czech Basic Course: Songs of Czechoslovakia."},
      {
        "id":"ED066947",
        "title":"Czech Basic Course: Advanced Phase (Air Force), Lessons 1-23 and Supplementary Materials."},
      {
        "id":"ED066949",
        "title":"Directrices para la Creacion del Centro Nacional de Informacion y Documentacion (Guidelines for the Creation of a National Information and Documentation Center)."},
      {
        "id":"ED066950",
        "title":"Primera Reunion de la Comision Nacional de Analisis y Evaluacion del Sistema Educativo: Informe Final (The First Meeting of the National Committee for Analysis and Evaluation of the Educational System: Final Report)."},
      {
        "id":"ED066951",
        "title":"Differential Cognitive Cues in Pictorial Depth Perception."},
      {
        "id":"ED066952",
        "title":"Modelos para la Unificacion de Conceptos, Metodos y Procedimientos Administrativos (Guidelines for Uniform Administrative Concepts, Methods, and Procedures)."},
      {
        "id":"ED066953",
        "title":"Catalogo General de Universidades, 1970-1971: Federacion de Universidades Privadas de America Central y Panama (General Catalog of Universities, 1970-1971: Federation of Private Universities of Central America and Panama)."},
      {
        "id":"ED066954",
        "title":"Guia para la Elaboracion y Evaluacion de Proyectos de Investigacion (Guidelines for Reporting and Evaluating Research Projects)."},
      {
        "id":"ED066955",
        "title":"Fundamentos, Orientaciones, Areas Basicas y Procedimientos para la Investigacion Educativa (Bases, Guidelines, Basic Areas, and Procedures for Educational Research)."},
      {
        "id":"ED066956",
        "title":"Reforma Educativa: Proyecto de Reforma Educativa para Francia (Educational Reform: French Educational Reform Proposals)."},
      {
        "id":"ED066958",
        "title":"Plan Multinacional de Educacion del Adulto (Multinational Plan for Adult Education)."},
      {
        "id":"ED066960",
        "title":"Nuevas Tendencias en la Ensenanza de las Ciencias (New Trends in Science Education)."},
      {
        "id":"ED066963",
        "title":"French Teaching Aids."},
      {
        "id":"ED066964",
        "title":"Grammar and Semantics of Natural Languages: Research Workshop Report."},
      {
        "id":"ED066965",
        "title":"Colorado Research in Linguistics, Number One."},
      {
        "id":"ED066966",
        "title":"Social Factors, Interlanguage and Language Learning."},
      {
        "id":"ED066967",
        "title":"Communication Sciences Laboratory Quarterly Progress Report, Volume 9, Number 3: Research Programs of Some of the Newer Members of CSL."},
      {
        "id":"ED066968",
        "title":"On the Principle of \"Speech before Writing.\""},
      {
        "id":"ED066969",
        "title":"Boletin Estadistico de la Educacion: Ano VI, No. 1 (Statistical Bulletin on Education: Volume VI, No. 1)."},
      {
        "id":"ED066970",
        "title":"Actualizacion Matematica, AM-2 (Modernizing Mathematics, AM-2)."},
      {
        "id":"ED066971",
        "title":"Jugendbucher: Besprechungen des Jugendschriften-Ausschusses, Lehrerverein Bern-Stadt, Nr.5, 1971 (Books for Youth: Evaluations of the Committee on Juvenile Literature of the Teachers Association of the City of Bern, List Number 5, 1971)."},
      {
        "id":"ED066972",
        "title":"De Todo un Poco (A Little of Everything)."},
      {
        "id":"ED066974",
        "title":"Psycholinguistic Insights into the Notion of Structure."},
      {
        "id":"ED066976",
        "title":"Acentos, Tildes, Casas, Cosas, Casos, Cosos? (Accents, Tildes, [Punctuation, and Spelling Accuracy])."},
      {
        "id":"ED066977",
        "title":"Career Brief: Bilingual Secretary."},
      {
        "id":"ED066978",
        "title":"Language and Language Behavior Abstracts. Final Report."},
      {
        "id":"ED066979",
        "title":"Bilingualism and Bilingual Education Programs."},
      {
        "id":"ED066980",
        "title":"Covert Response Patterns in Processing Language Stimuli. Final Report."},
      {
        "id":"ED066981",
        "title":"You Can't Learn without Goofing: An Analysis of Children's Second Language \"Errors.\""},
      {
        "id":"ED066982",
        "title":"Expert Opinions on the Use of Literature in the Swedish Comprehensive School: A Taxonomic Approach to Requirement Analysis."},
      {
        "id":"ED066983",
        "title":"The Bilingual School (P.S. 25, Bronx)."},
      {
        "id":"ED066986",
        "title":"Differential Prediction of Student Success in Intensive Language Training. Final Report."},
      {
        "id":"ED066987",
        "title":"Culture Shock: What Problems in Acculturation Can Occur in a New Society?"},
      {
        "id":"ED066988",
        "title":"Mucho Gusto en Conocerte (Happy to Meet You)."},
      {
        "id":"ED066989",
        "title":"Foreign Language Teacher Education in 1971: A Position Paper."},
      {
        "id":"ED066990",
        "title":"An Evaluation of Some Cognitive and Affective Aspects of a Spanish-English Bilingual Education Program."},
      {
        "id":"ED066993",
        "title":"African Studies in French for the Elementary Grades: Phase II of a Twinned Classroom Approach to the Teaching of French in the Elementary Grades. Volume II, Tapescripts and Essays."},
      {
        "id":"ED066994",
        "title":"African Studies in French for the Elementary Grades: Phase II of a Twinned Classroom Approach to the Teaching of French in the Elementary Grades. Volume I, Technical Report."},
      {
        "id":"ED066996",
        "title":"English Proficiency and Behavioral Change in Spanish-Speaking Children."},
      {
        "id":"ED066999",
        "title":"New Directions in Campus Law Enforcement: A Handbook for Administrators."},
      {
        "id":"ED067000",
        "title":"The Organized Organization: The American University and Its Administration."},
      {
        "id":"ED067001",
        "title":"Minority Student Opportunities in United States Medical Schools 1971-1972."},
      {
        "id":"ED067002",
        "title":"The Orthopaedic Training Study, Phase II 1968-1972. Final Report Supplement, Psychomotor Skills, Part B."},
      {
        "id":"ED067003",
        "title":"The Orthopaedic Training Study, Phase II 1968-1972. Final Report, Volume I."},
      {
        "id":"ED067004",
        "title":"The Orthopaedic Training Study, Phase II 1968-1972. Final Report Supplement, Part A."},
      {
        "id":"ED067006",
        "title":"Teachers With Impact."},
      {
        "id":"ED067007",
        "title":"How to Evaluate Faculty When You Don't Know Much About Them."},
      {
        "id":"ED067009",
        "title":"Research Training Fellowship Program (Formerly Military Medicine and Allied Sciences Course)."},
      {
        "id":"ED067010",
        "title":"FLUIDMOD: A Versatile CAI System for Medical Students."},
      {
        "id":"ED067011",
        "title":"Faculty Tenure and Contract Systems: Current Practice."},
      {
        "id":"ED067012",
        "title":"The Yale Tuition Postponement Seminar."},
      {
        "id":"ED067014",
        "title":"Reform in Graduate Education."},
      {
        "id":"ED067015",
        "title":"Access to College for Mexican Americans in the Southwest."},
      {
        "id":"ED067016",
        "title":"Equal Opportunity for Women. A Statement of Policy and Proposed Action by the Regents of the University of the State of New York. Position Paper 14."},
      {
        "id":"ED067017",
        "title":"College Vacancy Survey."},
      {
        "id":"ED067019",
        "title":"Management Information for College Administrators."},
      {
        "id":"ED067020",
        "title":"On Developing a List of Institutions Comparable to the University of Massachusetts. Phase II: The Institutional Data Card."},
      {
        "id":"ED067021",
        "title":"Ubi Societas Ibi Jus -- The Role of a System of Law in the Communitization Process in Academe."},
      {
        "id":"ED067022",
        "title":"Mental Health Training and Public Health Manpower."},
      {
        "id":"ED067023",
        "title":"Federal Funds for Academic Science. Fiscal Year 1970."},
      {
        "id":"ED067024",
        "title":"Report of the Study Group on Yale College, 1972."},
      {
        "id":"ED067025",
        "title":"Instructional Innovation in Oregon."},
      {
        "id":"ED067026",
        "title":"Kentucky Revised Statutes Pertaining to Higher Education."},
      {
        "id":"ED067027",
        "title":"Educational Development at Michigan State University. Report Number 4."},
      {
        "id":"ED067028",
        "title":"Extension of the Thirteen-College Curriculum Concept. Final Report - 1970-71."},
      {
        "id":"ED067029",
        "title":"[Afro-American Influence in the Cultural and Historical Development of the United States.]"},
      {
        "id":"ED067030",
        "title":"Educational Development at Michigan State University."},
      {
        "id":"ED067031",
        "title":"Final Director&apos;s Report On: Institute in African Studies for College Teachers."},
      {
        "id":"ED067032",
        "title":"[Regional University Administrators Institute.]"},
      {
        "id":"ED067033",
        "title":"Director's Evaluation Report. Training Program for Inexperienced College Teachers."},
      {
        "id":"ED067034",
        "title":"Study of the Effectiveness of a Cooperative Education Program."},
      {
        "id":"ED067035",
        "title":"A Guide to Sources of Data on Women and Women Workers for the United States and for Regions, States, and Local Areas."},
      {
        "id":"ED067036",
        "title":"General Report on the Program Priorities Survey of Maryland Public Higher Educators."},
      {
        "id":"ED067037",
        "title":"Financing Virginia's Colleges. Current Operating Income and Expenditures/ 1970-71. State-Controlled Colleges and Universities."},
      {
        "id":"ED067038",
        "title":"\"Conversations\": Challenge and Change."},
      {
        "id":"ED067039",
        "title":"Proposal Planning and Development."},
      {
        "id":"ED067041",
        "title":"Establishment of an International University: Report of the United Nations Panel of Experts and the Director-General's Proposals in This Connexion."},
      {
        "id":"ED067042",
        "title":"Report of the Programme and External Relations Commission. Part II."},
      {
        "id":"ED067043",
        "title":"Higher Education Personnel Training Programs 1972-1973."},
      {
        "id":"ED067044",
        "title":"The Challenge of New Directions in Campus Law Enforcement."},
      {
        "id":"ED067045",
        "title":"Collective Bargaining in Higher Education. Bibliography Number 2."},
      {
        "id":"ED067046",
        "title":"Species of Entering Freshmen: A Typological Study of an Entering Class. Student Orientation Survey III."},
      {
        "id":"ED067047",
        "title":"Survey and Interpretation of Questionnaire Data Regarding Measuring the Output of Universities."},
      {
        "id":"ED067048",
        "title":"Ring of Iron. A Study of Engineering Education in Ontario."},
      {
        "id":"ED067049",
        "title":"Accredited Postsecondary Institutions and Programs including Institutions Holding Preaccredited Status as of January 15, 1970."},
      {
        "id":"ED067050",
        "title":"University System of Georgia Annual Report 1970-71."},
      {
        "id":"ED067051",
        "title":"An Annotated Interoffice Bibliography on Graduate Education."},
      {
        "id":"ED067052",
        "title":"Voluntary Cooperation for Effective Resource Allocation in Higher Education."},
      {
        "id":"ED067053",
        "title":"Differences in Perceived Institutional Functioning and Responsiveness to Change As Related to Types of Students in Selected Four-Year Colleges."},
      {
        "id":"ED067055",
        "title":"The External Degree Project."},
      {
        "id":"ED067056",
        "title":"The Changing Federal Role in Higher Education."},
      {
        "id":"ED067057",
        "title":"ICED Data Bank on International Programs of Higher Educational Institutions."},
      {
        "id":"ED067058",
        "title":"Planning the Development of Universities -- I."},
      {
        "id":"ED067059",
        "title":"Collective Bargaining: Implications for Governance."},
      {
        "id":"ED067060",
        "title":"Perspectives for the University of Connecticut. A White Paper on Planning."},
      {
        "id":"ED067061",
        "title":"Research Report of Communications: Conceptualization and Preliminary Findings. Phase II."},
      {
        "id":"ED067062",
        "title":"Meeting The Challenge."},
      {
        "id":"ED067063",
        "title":"College and University Governing Boards in the United States."},
      {
        "id":"ED067064",
        "title":"University Without Walls: A Proposal for an Experimental Degree Program in Undergraduate Education."},
      {
        "id":"ED067065",
        "title":"Faculty Workloads - A Critical Examination."},
      {
        "id":"ED067066",
        "title":"Institutional Methods for Developing Talent in Black College Students: The Thirteen-College Curriculum Program."},
      {
        "id":"ED067067",
        "title":"Graduating Seniors Look Back at Their Freshman Year in College."},
      {
        "id":"ED067068",
        "title":"Thirteen-College Curriculum Program."},
      {
        "id":"ED067069",
        "title":"Toward More Active Learning."},
      {
        "id":"ED067070",
        "title":"Course Projections and Staffing Needs for the New Hiram College Curriculum."},
      {
        "id":"ED067071",
        "title":"An Evaluation of a Multi-Level Placement Program Concerning English Fundamentals and Writing Skills."},
      {
        "id":"ED067072",
        "title":"Environments and Paradigms: Factors Affecting the Establishment of a Canadian Association of Community Colleges and Patterns of Resolution."},
      {
        "id":"ED067073",
        "title":"Participative Goal-Setting: A Synthesis of Individual and Institutional Purpose."},
      {
        "id":"ED067074",
        "title":"Instructional Objectives for a Junior College Course in Basic Physical Science."},
      {
        "id":"ED067075",
        "title":"Instructional Objectives for a Junior College Course in Freshman English."},
      {
        "id":"ED067077",
        "title":"Instructional Objectives for a Junior College Course in Intermediate Algebra."},
      {
        "id":"ED067080",
        "title":"Instructional Objectives for Junior College Courses in Nursing: Medical Surgical Nursing I; and Obstetrics Nursing."},
      {
        "id":"ED067081",
        "title":"Instructional Objectives for a Junior College Course in Physical Geology."},
      {
        "id":"ED067082",
        "title":"Instructional Objectives for a Junior College Course in Principles of Accounting."},
      {
        "id":"ED067083",
        "title":"Instructional Objectives for Junior College Courses in Retailing: Salesmanship; Principles of Retailing; and Advertising."},
      {
        "id":"ED067084",
        "title":"Instructional Objectives for a Junior College Course in Secretarial Procedures."},
      {
        "id":"ED067086",
        "title":"Instructional Objectives for Junior College Courses in Vocational Nursing: Principles of Patient Care; and Maternity Nursing."},
      {
        "id":"ED067087",
        "title":"Instructional Objectives for Junior College Courses in Economics: Principles of Macroeconomics and Principles of Microeconomics."},
      {
        "id":"ED067088",
        "title":"Objectives and Organization of Technical Report Writing for Police."},
      {
        "id":"ED067089",
        "title":"Academic Performance of L.A.C.C. Transfers to UCLA Through the Special Services Program, 1971-72."},
      {
        "id":"ED067090",
        "title":"The Radiologic Technology Program at L.A.C.C., 1958-1972."},
      {
        "id":"ED067091",
        "title":"Opportunities in Iowa's Area Schools, 1971-1972."},
      {
        "id":"ED067092",
        "title":"A Reassessment of College Students' Instructional Expectations and Evaluations."},
      {
        "id":"ED067093",
        "title":"Community College Fiscal Policies: Presidents' Views."},
      {
        "id":"ED067094",
        "title":"An Evaluation of Innovative Programs Designed to Increase Persistence and Academic Performance of High Risk Students in Community Colleges. Final Report."},
      {
        "id":"ED067095",
        "title":"An Analytical Model for Extending the Concept of Environmental Cause from a Sample Population to a Universe of Community College Students."},
      {
        "id":"ED067096",
        "title":"External College Survey."},
      {
        "id":"ED067097",
        "title":"New Challenges in Articulation."},
      {
        "id":"ED067098",
        "title":"Forum I: Information Systems."},
      {
        "id":"ED067100",
        "title":"Reference Books for a Regional Reference Collection. Revised Edition."},
      {
        "id":"ED067101",
        "title":"Report of the Committee on Library Resources."},
      {
        "id":"ED067104",
        "title":"Information Retrieval."},
      {
        "id":"ED067105",
        "title":"The American Indian: A Selected Bibliography of Distinguished Titles Located in the East Texas State University Library; A Portrayal of the American Indian of the Past and in Contemporary Society."},
      {
        "id":"ED067107",
        "title":"The Use of Microfilm in Relation to the Retrospective and Prospective Catalogs of the Research Libraries of the New York Public Library: A Report to the Council on Library Resources (CLR Grant No. 516)."},
      {
        "id":"ED067108",
        "title":"Automatic Data Processing Equipment; Report of the Committee on Government Operations on H.R. 4845."},
      {
        "id":"ED067109",
        "title":"Automatic Data Processing; Hearing Before a Subcommittee of the Committee on Government Operations...Ninety-Second Congress, First Session, May 20, 1971."},
      {
        "id":"ED067110",
        "title":"Illinois Library Task Analysis Project Phase II: Project Proposal and Summary of the Discussion and Recommendations of the Review Panel for Phase II (Illinois Library Task Analysis Project Meeting in Chicago, Oct. 21-23, 1971)."},
      {
        "id":"ED067111",
        "title":"Illinois Task Analysis Project: Phase II, A Study."},
      {
        "id":"ED067112",
        "title":"Proposals for an Organizational Model, Job Descriptions, and Training Programs for the Supporting Staff of School Library Media Systems."},
      {
        "id":"ED067113",
        "title":"Task Analysis of Library Jobs in the State of Illinois: A Working Paper on the Relevance of the Study to Academic Libraries."},
      {
        "id":"ED067114",
        "title":"Non-Print Media: Cataloging and Classification in the Lincoln Public Schools. Manual."},
      {
        "id":"ED067115",
        "title":"The University Library in the Seventies, Minutes of the Seventy-Eighth Meeting, (Colorado Springs, Colorado, May 14 - 15, 1971)."},
      {
        "id":"ED067116",
        "title":"A Career in Information."},
      {
        "id":"ED067117",
        "title":"Handbook for Member Libraries (Revised September 1972)."},
      {
        "id":"ED067118",
        "title":"Ohio College Library Center. Annual Report, 1971/1972."},
      {
        "id":"ED067119",
        "title":"Information on the MARC System."},
      {
        "id":"ED067120",
        "title":"Library Education in Jew Jersey, Report and Recommendations of a Study."},
      {
        "id":"ED067121",
        "title":"Center for Information Services, Phase II--Detailed System Design and Planning. First Report on the Acquisition Function."},
      {
        "id":"ED067122",
        "title":"Women: A Selected Bibliography of Books."},
      {
        "id":"ED067123",
        "title":"Methods of Library Building Design--A Research Plan."},
      {
        "id":"ED067124",
        "title":"Study of the Acquisition of Peripheral Equipment for Use with Automatic Data Processing Systems."},
      {
        "id":"ED067125",
        "title":"Interactive Television, Prospects for Two-Way Services on Cable."},
      {
        "id":"ED067126",
        "title":"Possible International Regulation on the Protection of Translators."},
      {
        "id":"ED067127",
        "title":"Protection of Computer Programs--A Dilemma."},
      {
        "id":"ED067128",
        "title":"U.S. Government Films; A Catalog of Motion Pictures and Filmstrips for Sale by the National Audiovisual Center."},
      {
        "id":"ED067129",
        "title":"U.S. Government Films, 1971 Supplement; A Catalog of Audiovisual Materials for Rent and Sale by the National Audiovisual Center."},
      {
        "id":"ED067131",
        "title":"Guidelines for Introducing Mentally Retarded Persons to the Public Library."},
      {
        "id":"ED067132",
        "title":"Educational Trends, Innovations, Technology, Multi-Media, Taxonomies of Learning, Librarianship: A Bibliographical Checklist, 1965-1971."},
      {
        "id":"ED067133",
        "title":"Public Library Service to the Illiterate Adult, Proceedings of a Seminar (March 9-11, 1972)."},
      {
        "id":"ED067134",
        "title":"Information Retrieval Center of the Northern Colorado Educational Board of Cooperative Services. Final Report, F.Y. 1971-72."},
      {
        "id":"ED067135",
        "title":"User&apos;s Guide for NODC&apos;s Data Processing Systems."},
      {
        "id":"ED067136",
        "title":"The Force and Influence of Change on American Society, An Annotated Bibliography."},
      {
        "id":"ED067137",
        "title":"Guidelines for Library Handbooks."},
      {
        "id":"ED067138",
        "title":"A Call to Excellence and Innovation: A Survey of the East Saint Louis, Illinois, Public Library."},
      {
        "id":"ED067139",
        "title":"Prison Legal Libraries, Idea into Reality; Conference Proceedings (University of California, Berkeley, April 22, 1972)."},
      {
        "id":"ED067140",
        "title":"Data Communications; Market Information Sources."},
      {
        "id":"ED067142",
        "title":"Time/Cost Study of a Bibliographic Search."},
      {
        "id":"ED067143",
        "title":"Handling of Varied Data Bases in an Information Center Environment."},
      {
        "id":"ED067144",
        "title":"Early Childhood Library Specialist Program."},
      {
        "id":"ED067145",
        "title":"Early Childhood Development in Texas. Special Report."},
      {
        "id":"ED067146",
        "title":"The ABC's of Learning in Infancy."},
      {
        "id":"ED067147",
        "title":"Socioeconomic Mix: Effects on Disadvantaged Children in Preschool Child Development Programs."},
      {
        "id":"ED067148",
        "title":"A Demonstration Project: &quot;The Good Life&quot; for Infants and Toddlers."},
      {
        "id":"ED067149",
        "title":"Mother-Infant Dyad: The Cradle of Meaning."},
      {
        "id":"ED067150",
        "title":"A Sequential Approach to Early Childhood and Elementary Education, Phase III."},
      {
        "id":"ED067152",
        "title":"Development of a Day Care Center for Young Children: Syracuse University Children's Center."},
      {
        "id":"ED067153",
        "title":"A Survey of Pre-school Programs for Handicapped Children in Three Small Countries: Switzerland, Holland, and Israel. Final Report."},
      {
        "id":"ED067154",
        "title":"A Comparison of a Sample of Full Year and Summer Head Start Programs Operated by Community Action Agencies and Local Education Agencies."},
      {
        "id":"ED067155",
        "title":"Report of First National Home Start Conference."},
      {
        "id":"ED067156",
        "title":"Birth Order: A Phenomenon in Search of an Explanation."},
      {
        "id":"ED067157",
        "title":"The Educational Day Care Consultation Program."},
      {
        "id":"ED067159",
        "title":"Fort Worth Project: Central Cities Educational Development Center."},
      {
        "id":"ED067160",
        "title":"Effects of Cueing and Overt Responding in Films Designed for Preschool Children."},
      {
        "id":"ED067163",
        "title":"A Two Process Model of Infant Visual Attention."},
      {
        "id":"ED067164",
        "title":"Easy-to-Do Toys and Activities for Infants and Toddlers."},
      {
        "id":"ED067165",
        "title":"Effects of a Five-Year Compensatory Education Program on Social, Intellectual, Linguistic, and Academic Development."},
      {
        "id":"ED067166",
        "title":"Some Aspects of the Effects of Day Care on Infants' Emotional and Personality Development."},
      {
        "id":"ED067167",
        "title":"The Duke of York Day Care Project."},
      {
        "id":"ED067168",
        "title":"The Effect of Having Previously Attended Junior Kindergarten on &quot;Draw-A-Classroom&quot; Test Scores Obtained in Senior Kindergarten."},
      {
        "id":"ED067169",
        "title":"Self, Other, and Fear: The Reaction of Infants to People."},
      {
        "id":"ED067170",
        "title":"Our Hispano Heritage [Unit with Suggested Activities]."},
      {
        "id":"ED067171",
        "title":"Historical Background and Development of Camping and Outdoor Education."},
      {
        "id":"ED067172",
        "title":"The Change in Self-Image of Oglala Sioux Ninth Grade Students Through the Development and Testing of an Indian Culture Curriculum. Final Report."},
      {
        "id":"ED067173",
        "title":"Second Annual Report on Government Services in Rural America. Message from the President of the United States Transmitting the Second Annual Report on Government Services in Rural America, Pursuant to the Agricultural Act of 1970."},
      {
        "id":"ED067174",
        "title":"Indian Enrollments and Tuition Waivers at Fort Lewis College. Report to the Colorado General Assembly."},
      {
        "id":"ED067175",
        "title":"Fort Lewis College Indian Tuition Grants: Part II. Legislative Council Report to the Colorado General Assembly."},
      {
        "id":"ED067176",
        "title":"Roving Recreation Leader Project: Phase III. Final Report. Evaluation of Roving Recreation Leader Training Guide--An In-Service Training Source for Inner City Youth Service Personnel."},
      {
        "id":"ED067177",
        "title":"The Formal Education of Menominee Indian Children: Recent Educational Background Conditions."},
      {
        "id":"ED067178",
        "title":"Influence of Industrialization in the Campinas Rural Region."},
      {
        "id":"ED067179",
        "title":"A Study of Student Rights and School Authority with Regard to Long-Term Suspensions."},
      {
        "id":"ED067181",
        "title":"The Structure of Mechanical Aptitude in Several Cultural Environments."},
      {
        "id":"ED067182",
        "title":"Bilingual Education Project, Santa Clara County, California. Final Report, 1972."},
      {
        "id":"ED067184",
        "title":"Program of In-Service Education for Teachers. Hispanic Urban Center Evaluation Report."},
      {
        "id":"ED067185",
        "title":"A Longitudinal Study of Blacks' Perceptions of Race Relations: A Study of Village Blacks in a Southern Area."},
      {
        "id":"ED067187",
        "title":"Scholarships for American Indians, 1972."},
      {
        "id":"ED067188",
        "title":"The Rural Education Improvement Project. Overton County, Tennessee, Five-Year Comprehensive Report (July 1, 1967-June 30, 1972)."},
      {
        "id":"ED067190",
        "title":"Early Childhood Education for Migrants: An Evaluation of Behavioral and Physical Change. Research Monograph No. 3."},
      {
        "id":"ED067191",
        "title":"The Utah Migrant - An Education Survey."},
      {
        "id":"ED067192",
        "title":"Food Buying Practices of Mexican Americans in East Los Angeles."},
      {
        "id":"ED067193",
        "title":"A Pilot Survey of Food Frequencies, Meal Frequencies and Meal Patterns of Preschool Children in East Los Angeles."},
      {
        "id":"ED067194",
        "title":"New Mexico and Cultural Pluralism."},
      {
        "id":"ED067195",
        "title":"Alaska's Urban Boarding Home Program: Interpersonal Relationships Between Indian and Eskimo Secondary Students and Their Boarding Home Parents."},
      {
        "id":"ED067196",
        "title":"The Forgotten People...."},
      {
        "id":"ED067197",
        "title":"Final Evaluation Report for the Santa Clara County Bilingual/Bicultural Education Project (Spanish Dame School Project)."},
      {
        "id":"ED067198",
        "title":"SEARCH and AIDE. A Report of Two Field Oriented Projects."},
      {
        "id":"ED067199",
        "title":"Handbook &amp; Guidelines: Migrant Education. Revised Edition, February 1972."},
      {
        "id":"ED067200",
        "title":"Washington State Migrant Programs. Annual Report and Evaluation, 1970-71."},
      {
        "id":"ED067201",
        "title":"Handbook for Washington State School District Migrant Education Advisory Councils, 1972."},
      {
        "id":"ED067202",
        "title":"Outdoor Education: A Guide for Planning Resident Programs."},
      {
        "id":"ED067203",
        "title":"Children Who Are Short-Changed: Rural Blacks and Chicanos."},
      {
        "id":"ED067204",
        "title":"Wisconsin Migrant Education Program. 1971 Evaluation."},
      {
        "id":"ED067205",
        "title":"Occupational Choice and Perceived Goal-Blockage: Residential and Racial Comparisons."},
      {
        "id":"ED067206",
        "title":"Structural Models and Occupational Aspirations: Black-White Variations Among Deep-South Adolescents."},
      {
        "id":"ED067209",
        "title":"Indian Americans in Southside Minneapolis: Additional Field Notes From the Urban Slum."},
      {
        "id":"ED067210",
        "title":"A Comparison of the Experiences of Indians and Negroes in American Society."},
      {
        "id":"ED067211",
        "title":"Agricultural Education in the Zaire: An Essay in the Methodology of Analysis and Evaluation."},
      {
        "id":"ED067214",
        "title":"Statistics Concerning Indian Education. Fiscal Year 1971."},
      {
        "id":"ED067215",
        "title":"A Comparison of Retrieval Efficacy From the Educational Resources Information Center (ERIC) Automated Information Retrieval System Using Computer-Assisted-Instruction Training and Search Negotiations as Requester-to-System Interface Methods."},
      {
        "id":"ED067216",
        "title":"The Somerton Story: Part III. A Progress Report on the Somerton Demonstration School for Migrant Child Education."},
      {
        "id":"ED067217",
        "title":"The Eloy Story. A Report from the Eloy Elementary School Summer Migrant Program for Kindergarten Through Second Grade Level Children."},
      {
        "id":"ED067218",
        "title":"Teaching Soil and Water Conservation: A Classroom and Field Guide."},
      {
        "id":"ED067219",
        "title":"The Effects of Information Concerning the Attributes of Concept Instances and Recall of Relevant Subconcepts on the Level of Mastery of Certain Geometric Concepts. Working Paper 45."},
      {
        "id":"ED067220",
        "title":"National Assessment of Educational Progress. 1969-1970 Science: Group and Balanced Group Results for Color, Parental Education, Size and Type of Community, and Balanced Group Results for Region of the Country and Sex, (National Assessment Report 7)."},
      {
        "id":"ED067223",
        "title":"Developing Mathematical Processes: Prototypic Tryout of Materials for First Grade Children, Huegel School 1968-69, Madison, Wisconsin. Working Paper 61."},
      {
        "id":"ED067224",
        "title":"Water Films, 2nd Edition, 1965-1974."},
      {
        "id":"ED067225",
        "title":"An Outline for Teaching Conservation in Elementary Schools."},
      {
        "id":"ED067227",
        "title":"Intergovernmental Conference of Experts for Preparing an International Geological Correlation Programme (IGCP) (Paris, October 19-28, 1971). Final Report."},
      {
        "id":"ED067228",
        "title":"A Selected List of Urban and Environmental Gaming/Simulations."},
      {
        "id":"ED067229",
        "title":"Science Policy Reviews, Volume 5 Number 2."},
      {
        "id":"ED067231",
        "title":"Administrator's Environmental Education Evaluation Manual."},
      {
        "id":"ED067232",
        "title":"Environmental Games. An Analysis. Second Edition."},
      {
        "id":"ED067233",
        "title":"Guidelines for Planning and Implementing a Comprehensive Community Environmental Inventory."},
      {
        "id":"ED067234",
        "title":"A Multi-Graded Conservation Education Summer School Model."},
      {
        "id":"ED067235",
        "title":"Comprehensive Community Environmental Inventory, Yarmouth, Maine."},
      {
        "id":"ED067236",
        "title":"Outdoor Environmental Education. An Innovative and Exemplary Approach to Pre-Service and In-Service Teacher Education."},
      {
        "id":"ED067237",
        "title":"Mathematics Objectives, Level 6 [Project SPPED, System for Program and Pupil Evaluation and Development]."},
      {
        "id":"ED067238",
        "title":"Mathematics K-6: A Recommended Program."},
      {
        "id":"ED067241",
        "title":"Environment, Teacher Manual, Primary, Idea I, Land."},
      {
        "id":"ED067242",
        "title":"Environment, Teacher Manual, Intermediate, Idea I, Land."},
      {
        "id":"ED067243",
        "title":"Environment, Teacher Manual, Junior High, Idea I, Land."},
      {
        "id":"ED067244",
        "title":"Environment, Teacher Manual, Senior High, Idea I, Land."},
      {
        "id":"ED067245",
        "title":"Environment, Teacher Manual, Primary, Idea 2, Air."},
      {
        "id":"ED067246",
        "title":"Environment, Teacher Manual, Intermediate, Idea 2, Air."},
      {
        "id":"ED067247",
        "title":"The Development of Selected Initiating Activities in the Teaching of Mathematics."},
      {
        "id":"ED067248",
        "title":"Games and Teams: A Winning Combination."},
      {
        "id":"ED067251",
        "title":"Experimental Use of A Programming Language (APL) at the Goddard Space Flight Center."},
      {
        "id":"ED067253",
        "title":"Quality of Life: Our Solutions, Our Opportunities. Final Report."},
      {
        "id":"ED067254",
        "title":"What's It All About? Survival Through Education. A Proposal for the Creation and Implementation of Environmental Education in the Northwest Region of Washington State."},
      {
        "id":"ED067255",
        "title":"Urbanization, Water Pollution, and Public Policy."},
      {
        "id":"ED067256",
        "title":"Outdoor Education in Canada - 1972."},
      {
        "id":"ED067257",
        "title":"Improving Reading-Study Skills in Mathematics K-6."},
      {
        "id":"ED067258",
        "title":"Mathematics Objectives, Level 8 [Project SPPED, System for Program and Pupil Evaluation and Development]."},
      {
        "id":"ED067262",
        "title":"Science Education--The Task Ahead for the National Science Foundation."},
      {
        "id":"ED067263",
        "title":"Enrollment Increase in Science and Mathematics in Public Secondary Schools, 1948-49 to 1969-70."},
      {
        "id":"ED067264",
        "title":"First-Year, Full-Time Graduate Science Enrollment Continues to Decline."},
      {
        "id":"ED067265",
        "title":"Conservation of Identity and Equivalence Among Children from Varying Socio-Economic Backgrounds."},
      {
        "id":"ED067266",
        "title":"Modern Mathematics and Your Child."},
      {
        "id":"ED067267",
        "title":"Education in the Republic of China."},
      {
        "id":"ED067269",
        "title":"A Programmed Introduction to Modern Mathematics for Elementary School Teachers."},
      {
        "id":"ED067270",
        "title":"Mathematics Tests Available in the United States. Third Edition."},
      {
        "id":"ED067272",
        "title":"The Quiet Revolution in Land Use Control."},
      {
        "id":"ED067273",
        "title":"Combined Film Catalog, 1972, United States Atomic Energy Commission."},
      {
        "id":"ED067276",
        "title":"SMEAC Newsletter, Mathematics Education, Volume 4, Number 2."},
      {
        "id":"ED067277",
        "title":"A Guide to Drug Abuse Education and Information Materials, 1972."},
      {
        "id":"ED067279",
        "title":"Evaluation of a University Course in the Environment. Final Report."},
      {
        "id":"ED067280",
        "title":"Evaluation of an Introductory College Course in Environmental Studies. Final Report."},
      {
        "id":"ED067283",
        "title":"Algebra 1Q, Mathematics: 5215.12."},
      {
        "id":"ED067284",
        "title":"Algebra 1s, Mathematics: 5215.14."},
      {
        "id":"ED067285",
        "title":"C P Structures 1, Mathematics: 5210.21."},
      {
        "id":"ED067286",
        "title":"Calculus 2, Mathematics: 5297.42."},
      {
        "id":"ED067287",
        "title":"Consumer Math 2, Mathematics. 5285.22."},
      {
        "id":"ED067288",
        "title":"Consumer Math 3, Mathematics: 5285.23."},
      {
        "id":"ED067289",
        "title":"Consumer Math 4, Mathematics: 5285.24."},
      {
        "id":"ED067290",
        "title":"Double-S Decimals, Mathematics: 5211.20."},
      {
        "id":"ED067291",
        "title":"Double-S Fractions, Mathematics: 5211.15."},
      {
        "id":"ED067292",
        "title":"Double-S Number Theory, Mathematics: 5211.09."},
      {
        "id":"ED067293",
        "title":"Math Structures 2, Mathematics: 5211.22."},
      {
        "id":"ED067294",
        "title":"Modern Algebra, Mathematics: 5293.36."},
      {
        "id":"ED067295",
        "title":"Patterns in Mathematics: 5212.65."},
      {
        "id":"ED067296",
        "title":"Algebra 1p, Mathematics: 5215.11."},
      {
        "id":"ED067297",
        "title":"Trigonometry 1, Mathematics: 5219.11."},
      {
        "id":"ED067298",
        "title":"Trigonometry 2, Mathematics: 5219.12."},
      {
        "id":"ED067299",
        "title":"Teachers Curriculum Guide for Field Ecology."},
      {
        "id":"ED067300",
        "title":"Teachers Environmental Resource Unit: Consumer Resources Idea Manual."},
      {
        "id":"ED067301",
        "title":"Teachers Environmental Resource Unit: Industry: Iron/Steel &amp; Pulp/Paper."},
      {
        "id":"ED067302",
        "title":"Teachers Environmental Resource Unit: The Automobile."},
      {
        "id":"ED067303",
        "title":"Teachers Environmental Resource Unit: Energy and Power."},
      {
        "id":"ED067304",
        "title":"Social Studies Resource Units."},
      {
        "id":"ED067305",
        "title":"The Analysis of Social Issues by Social Science Majors. Draft."},
      {
        "id":"ED067306",
        "title":"Verbal and Cognitive Behavior Patterns in the Classrooms of Selected Social Studies Teachers."},
      {
        "id":"ED067308",
        "title":"Carnegie-Mellon University Social Studies Curriculum Project. A New History of the United States: An Inquiry Approach."},
      {
        "id":"ED067309",
        "title":"New Directions, New Dimensions. Secondary Education in Kentucky."},
      {
        "id":"ED067310",
        "title":"New Directions, New Dimensions. Elementary Programs in Kentucky."},
      {
        "id":"ED067313",
        "title":"Development of an Inservice Model for Implementing New Methodology in the Social Studies Curriculum. End of Project Period Report. Volume IV."},
      {
        "id":"ED067314",
        "title":"The Teacher Aide Program. ESEA, Title III--Social Studies In-Service Model Project Bulletin 3."},
      {
        "id":"ED067315",
        "title":"Teaching About Africa in the Elementary School: A University-Public Schools Co-operative Program for Improving Social Studies Teaching."},
      {
        "id":"ED067316",
        "title":"Training for Social Welfare: Fifth International Survey. New Approaches in Meeting Manpower Needs."},
      {
        "id":"ED067318",
        "title":"Research Workshop Report. Sociological Theory and Research in Education."},
      {
        "id":"ED067319",
        "title":"Developmental Economic Education Program (DEEP), Product Development Report Number 16."},
      {
        "id":"ED067320",
        "title":"Values and Schooling: Perspectives for School People and Parents."},
      {
        "id":"ED067321",
        "title":"Inner-City Pupil Mobility: The Cooperative Response of the Relocation Agency and the Public Elementary School. Final Report."},
      {
        "id":"ED067322",
        "title":"Selected Bibliography of Yugoslav Educational Materials. Volume 7, Number 4."},
      {
        "id":"ED067323",
        "title":"Social Science Education Consortium Newsletter. Number 13."},
      {
        "id":"ED067325",
        "title":"Fair Verbal Behavior: A Protocol Materials Unit for Teachers."},
      {
        "id":"ED067326",
        "title":"Challenge and Change in College Geography."},
      {
        "id":"ED067328",
        "title":"Anthropology for the Schools: An Analysis of Selected Anthropology Curriculum Projects and Units with Content Ratings by Professional Anthropologists."},
      {
        "id":"ED067329",
        "title":"Report from a National Workshop on Community Crisis Intervention, April 21-23, 1972."},
      {
        "id":"ED067330",
        "title":"Educational Reorganization in Thailand."},
      {
        "id":"ED067331",
        "title":"Toward a New History of Catholic Education."},
      {
        "id":"ED067332",
        "title":"Italian Immigrants and Italy: An Introduction to the Multi-Media Package on Italy."},
      {
        "id":"ED067333",
        "title":"Going Comprehensive: Experience of a British Social Studies Department Head. Occasional Paper 8."},
      {
        "id":"ED067334",
        "title":"Indian Educational Material. Annotated Quarterly Bibliography. Volume 6, Number 1."},
      {
        "id":"ED067335",
        "title":"Education in Britain."},
      {
        "id":"ED067336",
        "title":"Psychology in the Real World: A Perspective on Psychotechnology Today and Ten Years Hence."},
      {
        "id":"ED067337",
        "title":"Lowell Environmental Arts and Science Center. Summary Report, Fiscal Year 1968."},
      {
        "id":"ED067338",
        "title":"The Future of International Education."},
      {
        "id":"ED067339",
        "title":"Quality in Education: Challenge to Change."},
      {
        "id":"ED067340",
        "title":"Education and Italy."},
      {
        "id":"ED067341",
        "title":"Resources for Youth, Volume I, Number III."},
      {
        "id":"ED067342",
        "title":"Mobilizing the Youth Vote: A Guide to Grassroots Voter Registration."},
      {
        "id":"ED067343",
        "title":"Moving Outward: Intercultural Education."},
      {
        "id":"ED067344",
        "title":"Human Relations."},
      {
        "id":"ED067345",
        "title":"Human Dignity Through the American Experience. (Government). Grade 12."},
      {
        "id":"ED067346",
        "title":"Black Studies Social Studies Resource Book: High School."},
      {
        "id":"ED067347",
        "title":"Classification of Educational Systems in OECD Member Countries: Finland, Germany, Japan."},
      {
        "id":"ED067348",
        "title":"Social Studies: Grade 9: Asian and African Culture Studies."},
      {
        "id":"ED067349",
        "title":"BOCES Field Trip Guide."},
      {
        "id":"ED067350",
        "title":"Student Applications in a Principles Course of Economic Analysis to Self Discovered Items."},
      {
        "id":"ED067351",
        "title":"Human Ecology. Study Guide and Course Outline."},
      {
        "id":"ED067352",
        "title":"Children's Books to Enrich the Social Studies: For the Elementary Grades. Revised Edition."},
      {
        "id":"ED067353",
        "title":"Overview: Title III ESEA Intergroup Relations Inservice Project."},
      {
        "id":"ED067354",
        "title":"A Progress Report of Econ 12: Design and Evaluation of a 12th Grade Course in the Principles of Economics."},
      {
        "id":"ED067355",
        "title":"Education and the Consumer. Expanded Programs in Consumer Education."},
      {
        "id":"ED067356",
        "title":"A Guide to Humanistic Education. Paper Dragon Number 4."},
      {
        "id":"ED067357",
        "title":"Security and Well-being in America: Projections, Policy, and Education for the 1970's."},
      {
        "id":"ED067358",
        "title":"Curriculum Projects and Materials in Elementary School Behavioral Sciences."},
      {
        "id":"ED067359",
        "title":"Music Analysis: An Annotated Bibliography."},
      {
        "id":"ED067360",
        "title":"Curriculum Research and Development in the Humanities and Social Studies."},
      {
        "id":"ED067361",
        "title":"Team Teaching and the \"Active\" Classroom. A Comparative Study of the Impact of Self-Contained Classrooms and Open-Space Team Teaching Schools on Classroom \"Activity.\""},
      {
        "id":"ED067362",
        "title":"Individualizing Instruction."},
      {
        "id":"ED067363",
        "title":"Education: Its Components & Constructs."},
      {
        "id":"ED067365",
        "title":"Volunteers in Education. Regional VIII Workshop. Summary Report."},
      {
        "id":"ED067366",
        "title":"Volunteers in Education. Regional IX Workshop."},
      {
        "id":"ED067368",
        "title":"Evaluation of Data Collected by the N.E.P.T.E. Relating to Proposed Guidelines for School/College Student Teaching Partnerships."},
      {
        "id":"ED067369",
        "title":"A Survey on Student Teaching Practices."},
      {
        "id":"ED067370",
        "title":"Teacher Designed Reform in Teacher Education Through Teacher Association Negotiations. Final Report."},
      {
        "id":"ED067372",
        "title":"Teacher Training Component of the Program of Basic Studies at the University of Maine at Farmington."},
      {
        "id":"ED067373",
        "title":"An Experiment in Teaching the Disadvantaged."},
      {
        "id":"ED067374",
        "title":"The Chandler Outreach Project. A Cooperative Clinical Teaching Center."},
      {
        "id":"ED067375",
        "title":"The Laboratory Experience Program."},
      {
        "id":"ED067378",
        "title":"The Inner City Teacher Education Program."},
      {
        "id":"ED067379",
        "title":"A Study to Determine if Teachers Communicated Differential Performance Expectations to Students. Final Report."},
      {
        "id":"ED067381",
        "title":"Educational Accountability. Beyond Behavioral Objectives."},
      {
        "id":"ED067382",
        "title":"An Abstract Bibliography of Teacher Education Programs: Part I of the ERIC Clearinghouse on Teacher Education Project on Career Education."},
      {
        "id":"ED067383",
        "title":"The Paraprofessionals or Teacher Aides: Selection, Preparation and Assignment."},
      {
        "id":"ED067384",
        "title":"Handbook for Teacher Aides."},
      {
        "id":"ED067385",
        "title":"Utilizing Teacher Aides in Differentiated Staffing."},
      {
        "id":"ED067386",
        "title":"Planned Change in Response to External Pressure. A Study of Facilitation and Resistance in the Faculty of a Small Independent College with a Traditional Emphasis on Engineering and Science. Final Report."},
      {
        "id":"ED067387",
        "title":"A Bibliography of Bibliographies on Career and Vocational Education: Part II of the ERIC Clearinghouse on Teacher Education Project on Careers Education."},
      {
        "id":"ED067388",
        "title":"Teachers&apos; Attitudes: Their Empirical Relationship to Rapport with Students and Survival in the Profession."},
      {
        "id":"ED067389",
        "title":"The Use of Film-Mediated Modeling and Feedback to Change a Teacher's Classroom Responses."},
      {
        "id":"ED067390",
        "title":"Performance-Based Teacher Education Programs: A Comparative Description."},
      {
        "id":"ED067391",
        "title":"What Do They Mean By Parity?"},
      {
        "id":"ED067392",
        "title":"In Defense of Man: Educators and Environmental Action."},
      {
        "id":"ED067393",
        "title":"The Effects of Serial Dependence on Polynomial Regression Models for Individual Growth Data."},
      {
        "id":"ED067394",
        "title":"What Is National Assessment?"},
      {
        "id":"ED067395",
        "title":"Relative Grading Methods: A Self-Help Text."},
      {
        "id":"ED067396",
        "title":"Test Service Bulletin."},
      {
        "id":"ED067397",
        "title":"A Comparison of Interview and Normative Analysis of Mathematics Questions."},
      {
        "id":"ED067398",
        "title":"Questions and Answers about the National Assessment of Education Progress."},
      {
        "id":"ED067399",
        "title":"The Reliability and Usability of a Semantic Differential Attitude Scale with Third through Fifth Grade Students."},
      {
        "id":"ED067401",
        "title":"A Study of the Effect of Proximally Autocorrelated Error on Tests of Significance for the Interrupted Time Series Quasi-Experimental Design."},
      {
        "id":"ED067402",
        "title":"The National Assessment Approach to Exercise Development."},
      {
        "id":"ED067403",
        "title":"A Description of the Anchor Test Study."},
      {
        "id":"ED067404",
        "title":"A Quick Method for Determining Test Bias."},
      {
        "id":"ED067406",
        "title":"A Class of Tests for Multivariate Normality Based on Linear Functions of Order Statistics."},
      {
        "id":"ED067407",
        "title":"An Estimation Procedure for the Rasch Model Allowing Missing Data."},
      {
        "id":"ED067408",
        "title":"Assembler, Microwave Tube (electronics) 725.884--Technical Report on Development of USES Test Battery."},
      {
        "id":"ED067409",
        "title":"Hospital-Admitting Clerk (medical ser.) 237.368--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067410",
        "title":"Envelope-Machine Set-Up Man (paper goods) 641.780--Technical Report on Development of USES Test Battery."},
      {
        "id":"ED067411",
        "title":"Corrugator Operator (paper goods) 643.782--Technical Report on Development of USES Test Battery."},
      {
        "id":"ED067412",
        "title":"Blown Plastic Container Machine Operator (fabric. plastic prod.) 556.885--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067413",
        "title":"Coin-Vending-Machine Collector (bus. ser.) 292.483--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067414",
        "title":"Teacher Aid, Elementary School (education) 099.368--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067415",
        "title":"Book-and-Game-Line Attendant (print. &amp; pub.) 920.887--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067416",
        "title":"Heat Treater (heat treat.) I 504.782-026 and II 504.782-030--Technical Report on Development of USTES Aptitude Test Batteries."},
      {
        "id":"ED067417",
        "title":"Painter Automobile (auto serv.) 845.781--Technical Report on Development of USES Aptitude Test Batteries."},
      {
        "id":"ED067418",
        "title":"Vending-Machine Repairman (bus. ser.; coin mach.) 639.381--Technical Report on Development on USES Aptitude Test Battery."},
      {
        "id":"ED067419",
        "title":"Inspector, Assemblies and Installations (aircraft mfg.) 806.381--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067420",
        "title":"Levers-Lace-Machine Operator (tex. prod., n. e. c.) 683.782--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067421",
        "title":"Set-Up Man, Sheet Metal (any ind.) 616.380--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067422",
        "title":"Quality Control Worker (can. &amp; preserv.) 529.387--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED067423",
        "title":"Women: Their Educational and Career Roles. An Annotated Bibliography of Selected ERIC References. ERIC-IRCD Urban Disadvantaged Series, Number 31, August 1972."},
      {
        "id":"ED067424",
        "title":"School Achievement of Children by Demographic and Socioeconomic Factors. Data From the National Health Survey, Series 11, Number 109."},
      {
        "id":"ED067427",
        "title":"Visions of Sugarplums."},
      {
        "id":"ED067428",
        "title":"Reading and Mathematics Instruction for Low-Achieving Students. A Report on Demonstration Programs in Intensive Instruction in Reading and Mathematics, 1970-71."},
      {
        "id":"ED067429",
        "title":"A Report of the Evaluation of the Effectiveness of Teacher Aides in Indianapolis Model Cities Schools."},
      {
        "id":"ED067430",
        "title":"An Evaluation of Shared Remedial Programs with Eligible Non-Public Schools in Hartford, 1971-1972. E.S.E.A.-S.A.D.C. Project."},
      {
        "id":"ED067431",
        "title":"The Social and Economic Status of the Black Population in the United States, 1971. Current Population Reports, Series P-23, Number 42."},
      {
        "id":"ED067432",
        "title":"Evaluation of Project R-3, San Jose, Calif., 1971-72."},
      {
        "id":"ED067434",
        "title":"Community Manpower Services for the Disadvantaged."},
      {
        "id":"ED067435",
        "title":"Your Child and Busing. Clearinghouse Publication, Number 36."},
      {
        "id":"ED067436",
        "title":"Causes and Consequences of the Urban Crisis."},
      {
        "id":"ED067438",
        "title":"Black-White Differences in Psychosocial Maturity: A Further Analysis."},
      {
        "id":"ED067439",
        "title":"A Title III E.S.E.A. Project, Paterson Board of Education. Research Bulletin, Volume 1, Number 4, 1970-71."},
      {
        "id":"ED067441",
        "title":"HEW and Title VI: A Report on the Development of the Organization, Policies, and Compliance Procedures of the Department of Health, Education, and Welfare Under Title VI of the Civil Rights Act of 1964. Clearinghouse Publication, Number 22."},
      {
        "id":"ED067442",
        "title":"Effective Reinforcement for Achievement Behaviors in Disadvantaged Children: The First Year."},
      {
        "id":"ED067443",
        "title":"&quot;Ergometrics&quot;: A Systematic Approach to Some Educational Problems."},
      {
        "id":"ED067444",
        "title":"The Classification and Evaluation of Innovations in Vocational and Technical Education. Final Report."},
      {
        "id":"ED067445",
        "title":"An In-Depth Study of the Internship Concept as Part of the Doctoral Program in Vocational-Technical Education. The Development of the Internship: An Historical Perspective. Part II. Final Report."},
      {
        "id":"ED067446",
        "title":"The Development and Implementation of an Integrated Career-Centered Curriculum for Elementary Grades One Through Six. Final Report, Fiscal Year 1971-72."},
      {
        "id":"ED067447",
        "title":"Texas Laws of Arrest: A Comprehensive Manual for the Law Enforcement Officer. Criminal Justice Monograph Volume II, Number 5."},
      {
        "id":"ED067448",
        "title":"The Role of Vocational Education in Improving Skills and Earning Capacity in the State of Ohio: A Cost-Benefit Study."},
      {
        "id":"ED062412",
        "title":"Goggle Glass Cutter (optical goods) 713.884; Lens Cutter (optical goods) 713.884--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062413",
        "title":"Caser (clock &amp; watch) 6-72.105; Dialer (clock &amp; watch) 6-72.198; Final Inspector, Movement Assembly (clock &amp; watch) 6-72.326; Hands Assembler (clock &amp; watch) 6-72.197; Inspector, Casing (clock &amp; watch) 6-72.221; Liner and Gasket Inserter (clock &amp; watch) 8-72.10; Lint Remover (clock &amp; watch 8-72.10; Sweep-Spring Attacher (clock &amp; watch) 8-72.10; (Finishing Department)--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062417",
        "title":"Loom Fixer (textile) 4-16.010--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062418",
        "title":"Lineman, Repair (light, heat, &amp; power) 821.381--Development of USTES Aptitude Test Battery."},
      {
        "id":"ED062419",
        "title":"Radio Receiver Assembler (Electronics 6-98.010--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062421",
        "title":"Packaging-Machine Mechanic (drug. prep. &amp; rel. prod.) 920.280--Development of USTES Aptitude Test Battery."},
      {
        "id":"ED062423",
        "title":"Fancy Stitcher (boot and shoe) 690.782; Top Stitcher (boot and shoe) 690.782; Vamp Stitcher (boot and shoe) 690.782--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062424",
        "title":"Cable Maker (elec. equip.; electronics) 726.884--Development of USTES Aptitude Test Battery."},
      {
        "id":"ED062426",
        "title":"Mail Sorter (gov. ser.) 1-27.10--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062427",
        "title":"Monotype-Keyboard Operator (print. and pub.; type found.) 650.582--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED062428",
        "title":"Countergirl 2-27.13; Counterman, Lunchroom or Coffee Shop (hotel and rest.) 2-27.13--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062429",
        "title":"Merchandise Packer (any ind.) 9-68.30--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062430",
        "title":"Die-Casting-Machine Operator (nonfer. metal alloys &amp; prod.) II 6-82.916--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062431",
        "title":"Parts Storekeeper (whole. tr.) 1-75.24--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062432",
        "title":"Coil Assembler (elec. equip.; electronics) I 6-99.161--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062433",
        "title":"Press Operator (glass mfg.) 4-65.415--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062434",
        "title":"Glazier (const) 865.781--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED062435",
        "title":"Folding-Machine Operator (print. &amp; pub.) 4-49.051--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062436",
        "title":"Electronics-Unit Assembler (electronics) 6-98.014 -- Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062437",
        "title":"Case Coverer (jewelry cases; leather prod.) 6-62.401; Liner (jewelry cases; leather prod.) 6-62.402--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062439",
        "title":"Stereotyper (print. &amp; pub.) 975.782--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED062440",
        "title":"Manufacturers' Service Representative (mach. mfg.; mach. tool &amp; access.) 638.281; Millwright (any ind.) 638.281--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED062441",
        "title":"Glass Products Inspector 8-65.01--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062442",
        "title":"Waitress (hotel &amp; rest.) 2-27.12--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062443",
        "title":"Key-Punch Operator (clerical) 1-25.62--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062444",
        "title":"Order Filler (any ind.) 922.887 (9-88.40)--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED062445",
        "title":"Service Engineer (Mach. Tools &amp; Access.) 5-83.988--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062446",
        "title":"Bookkeeper (clerical) II 1-01.02--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062447",
        "title":"Carpet Layer (ret. tr.) 7-59.220; Linoleum Layer (const.; ret. tr.) 5-32.732--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062448",
        "title":"Candy Packer (confection) 8-05.21--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED062449",
        "title":"Black Kindreds: Parenthood and Personal Kinship Networks Among Blacks \"On Aid.\""},
      {
        "id":"ED062450",
        "title":"Assessment of an Intervention Curriculum Unit in Intergroup Education."},
      {
        "id":"ED062451",
        "title":"Compensatory Educational Programs--Is There a Place in Higher Education?"},
      {
        "id":"ED062452",
        "title":"The Federal Civil Rights Enforcement Effort: A Report of the United States Commission on Civil Rights. Seven Months Later, May 1971; One Year Later, November 1971."},
      {
        "id":"ED062453",
        "title":"Serving Black Students--for What?"},
      {
        "id":"ED062454",
        "title":"Urban America and Crucial Issues Facing Higher Education."},
      {
        "id":"ED062455",
        "title":"Mandamus for Change in Student Services."},
      {
        "id":"ED062456",
        "title":"Social Deprivation and Change in Education: American Action and Reaction."},
      {
        "id":"ED062457",
        "title":"Perspectives on Busing. Inequality in Education, Number Eleven, March 1972."},
      {
        "id":"ED062458",
        "title":"Education for Einstein's World."},
      {
        "id":"ED062459",
        "title":"Technical Reports: Evaluation Reports, ESEA Title I, 1970-1971."},
      {
        "id":"ED062460",
        "title":"Differences in Racial Attitudes of White Males and Females."},
      {
        "id":"ED062461",
        "title":"The Origins and Development of the Pluralistic Assessment Project."},
      {
        "id":"ED062462",
        "title":"Sociocultural Factors in the Educational Evaluation of Black and Chicano Children."},
      {
        "id":"ED062463",
        "title":"Emotional Factors in the Learning and Nonspecific Transfer of White and Black Students."},
      {
        "id":"ED062464",
        "title":"The Development of Awareness of the Black Standard/Black Nonstandard Dialect Contrast Among Primary School Children: A Pilot Study. Research and Development Memorandum Number 83."},
      {
        "id":"ED062467",
        "title":"Parent and Community Participation in Compensatory Education Through District Advisory Committees in California. A Progress Report."},
      {
        "id":"ED062468",
        "title":"Handbook for California School District Advisory Committees; Elementary and Secondary Education Act of 1965, Title I."},
      {
        "id":"ED062469",
        "title":"Ethnic Modification of the Curriculum."},
      {
        "id":"ED062470",
        "title":"Dare to Care/Dare to Act: Racism and Education."},
      {
        "id":"ED062471",
        "title":"Selected Court Decisions Relating to Equal Educational Opportunity."},
      {
        "id":"ED062473",
        "title":"Puerto Rican Parents and Mainland Schools, Hartford, Connecticut."},
      {
        "id":"ED062474",
        "title":"The Effect of Race on Assertive Behavior in Small Groups."},
      {
        "id":"ED062475",
        "title":"The Effectiveness of Compensatory Education: Summary and Review of the Evidence."},
      {
        "id":"ED062476",
        "title":"Acculturation Dilemma: The Function of Japanese Moral Values for Americanization. CAE Newsletter, Volume 3, Number 1."},
      {
        "id":"ED062479",
        "title":"Paducah-Louisville Consortium; Project VIII: Focus on Dropouts... a New Design. Final Evaluation Report."},
      {
        "id":"ED062480",
        "title":"The Critical Conceptual and Operational Elements of the Neighborhood Educational Center. NEC Project."},
      {
        "id":"ED062481",
        "title":"Mental Health Consultation in an Urban &quot;Community School System.&quot;"},
      {
        "id":"ED062482",
        "title":"Compensating, Remediating, Innovating and Integrating: Illusions of Educating the Poor."},
      {
        "id":"ED062483",
        "title":"Improving the Assessment of Intelligence."},
      {
        "id":"ED062484",
        "title":"The Inner-City Black Male High School Student: His Self Concept, Academic Achievement, and Occupational Aspirations."},
      {
        "id":"ED062485",
        "title":"Consulting Techniques in Racially Integrated Elementary Schools."},
      {
        "id":"ED062486",
        "title":"Occupational Aspirations of Black and White Parents for Their Recently Graduated Children."},
      {
        "id":"ED062487",
        "title":"Evaluation of E. S. E. A. Title I Compensatory Education Program of the Berkeley Unified School District, 1970-1971."},
      {
        "id":"ED062489",
        "title":"School Desegregation Law: Development, Status, and Prospects: Ohio Department of Education, Office of Equal Educational Opportunity, Mini Journal, Volume 4, Number 2."},
      {
        "id":"ED062490",
        "title":"An Alternative Teacher Training Model for Urban America--the Teacher as a Social Systems Agent."},
      {
        "id":"ED062491",
        "title":"Education in 'Aina Pumehana: the Hawaiian-American Student as a Hero. Final Draft."},
      {
        "id":"ED062492",
        "title":"Factors Affecting Pupil Cognitive Growth in Disadvantaged Children."},
      {
        "id":"ED062493",
        "title":"The Participation of Minority-Group Parents in School Activities: A Study and a Case Study With Guidelines."},
      {
        "id":"ED062494",
        "title":"Fact Book on Pupil Transportation. MARC Document Number 2."},
      {
        "id":"ED062495",
        "title":"Dialect Proficiency and Auditory Comprehension in Standard and Non-Standard English."},
      {
        "id":"ED062496",
        "title":"Self Concepts and Racial Attitudes of Northern and Southern Black Preschool Children."},
      {
        "id":"ED062497",
        "title":"An Experimental Study of Racial Attitude Change in Black Preschool Children."},
      {
        "id":"ED062498",
        "title":"Some Variables Why so Few High School Graduates Attend Post-High School Area Vocational Schools."},
      {
        "id":"ED062499",
        "title":"The Effects of Verbal Rewards and Punishment on Subject-Matter Growth of Culturally Disadvantaged First Grade Children."},
      {
        "id":"ED062500",
        "title":"The Princeton Plan: Beyond the Statistics; Princeton's Investment in Children Provides New Opportunities for All."},
      {
        "id":"ED062501",
        "title":"Application of an Anthropological Technique to Desegregated Schools."},
      {
        "id":"ED062502",
        "title":"The Control of Anti-Social Behavior in Inner-City Classrooms Through the Use of Verbally Mediated Self-Control (Teaching Verbally Mediated Self-Control in the Classroom). Final Report."},
      {
        "id":"ED062503",
        "title":"Black-White Differences in Psychosocial Maturity."},
      {
        "id":"ED062504",
        "title":"The Effect of Pattern Practice and Standard/Non-Standard Dialect Contrast on Language Achievement Among Black Children. Research and Development Memorandum, Number 87."},
      {
        "id":"ED062505",
        "title":"A Review and Synthesis of Research on Management Systems for Vocational and Technical Education."},
      {
        "id":"ED062508",
        "title":"Employment in Perspective: The Negro Employment Situation."},
      {
        "id":"ED062512",
        "title":"Review and Synthesis of Strategies for Effecting Change in Vocational and Technical Education."},
      {
        "id":"ED062513",
        "title":"Review and Analysis of Instructional Materials for Cooperative Vocational Education."},
      {
        "id":"ED062514",
        "title":"Review and Synthesis of Literature on Job Training in Industry."},
      {
        "id":"ED062515",
        "title":"Vocational Education Planning: Manpower, Priorities, and Dollars. Final Report."},
      {
        "id":"ED062516",
        "title":"A Theoretical Model to Improve the Extension Education Outreach of the Ohio State University; Utilizing Marketing, Behavioral, Business, Management, and Systems Concepts. Research Series in Agricultural Education."},
      {
        "id":"ED062517",
        "title":"An Internship Program for the Training, Exchange, and Transition of Vocational Education and Business, Industry, Agricultural, and Government Personnel. A Pilot Study (July 1, 1970-June 30, 1971). Director's Final Report."},
      {
        "id":"ED062518",
        "title":"Planning Techniques for Local Programs of Vocational Education."},
      {
        "id":"ED062519",
        "title":"For Those Developing World of Work Resource Units for Elementary School Teachers."},
      {
        "id":"ED062520",
        "title":"Proceedings of the National Seminar for State Directors of Community-Junior Colleges (January 10-11, 1972). Final Report."},
      {
        "id":"ED062521",
        "title":"Career Education: A Handbook for Implementation."},
      {
        "id":"ED062523",
        "title":"Summary of Ten Institutes: Training Professional Personnel Responsible for Vocational-Technical Education in Eastern Metropolitan Areas."},
      {
        "id":"ED062524",
        "title":"Advisory Committees for Cooperative Education Programs."},
      {
        "id":"ED062525",
        "title":"Annual Summary. Training and Technology Experimentation, Demonstration, and Utilization Program Activities (January 1-December 31, 1971)."},
      {
        "id":"ED062526",
        "title":"Public Service Occupations in Career Education. Selected Excerpts and Recommendations of the National Advisory and Review Committee Public Service Occupations Curriculum Project."},
      {
        "id":"ED062527",
        "title":"Career Education: Three Speeches by the Commissioner."},
      {
        "id":"ED062528",
        "title":"Strengthening Volunteer Industry Service to Public Education. A Basic Manual for School Administrators and Business Executives. A Staff Paper."},
      {
        "id":"ED062529",
        "title":"Manpower Report of the President Including a Report on Manpower Requirements, Resources, Utilization, and Training."},
      {
        "id":"ED062530",
        "title":"The Availability of Pupil Personnel Specialists to Public Schools, Fall 1968."},
      {
        "id":"ED062531",
        "title":"Administrative Factors and Actions in Initiating Two-Year Post High School Environmental Control Technology Programs. A Suggested Guide."},
      {
        "id":"ED062532",
        "title":"Papers Presented at a Conference on an EPDA Project Involving Fellowship Programs in Vocational Education (Columbus, Ohio, April 12-14, 1971)."},
      {
        "id":"ED062533",
        "title":"A Survey of Post-Secondary Vocational-Technical Teachers in Texas."},
      {
        "id":"ED062534",
        "title":"Information System for Vocational Decisions--On the Concept of Purpose."},
      {
        "id":"ED062535",
        "title":"Information System for Vocational Decisions--Project Report 16."},
      {
        "id":"ED062536",
        "title":"Information System for Vocational Decisions. Miscellaneous Project Reports."},
      {
        "id":"ED062537",
        "title":"Annual Report (1 June 1966-31 May 1967). Information System for Vocational Decisions."},
      {
        "id":"ED062538",
        "title":"Young Workers: A Forgotten Group."},
      {
        "id":"ED062539",
        "title":"Career Education: Papers Presented at the 1972 Annual Meeting of the American Educational Research Association (Chicago, Illinois, April 4, 1972)."},
      {
        "id":"ED062540",
        "title":"Career Education: Papers presented at the 1972 Annual Meeting of the American Educational Research Association (Chicago, Illinois, April 5, 1972)."},
      {
        "id":"ED062541",
        "title":"Work Dimensions Derived through Systematic Job Analysis: A Study of the Occupation Analysis Inventory."},
      {
        "id":"ED062542",
        "title":"The Development of the Occupation Analysis Inventory: An &quot;Ergometric&quot; Approach to an Educational Problem."},
      {
        "id":"ED062543",
        "title":"Work Dimensions Derived through Systematic Job Analysis: A Replicated Study of the Occupation Analysis Inventory."},
      {
        "id":"ED062544",
        "title":"Problem Areas in Occupational Education for the 1970's."},
      {
        "id":"ED062545",
        "title":"A Secondary Pre-Vocational Curriculum Guide for Teachers of the Educable Mentally Retarded."},
      {
        "id":"ED062546",
        "title":"Inventory of Federal Programs that Support Health Manpower Training, 1970. Health Manpower Clearinghouse Series."},
      {
        "id":"ED062547",
        "title":"Policies and Procedures of Accreditation for Programs in Nursing Education: Associate Degree Programs; Baccalaureate and Higher Degree Programs, Diploma Programs, and Practical Nursing Programs."},
      {
        "id":"ED062548",
        "title":"Emergency Health Services Selected Bibliography."},
      {
        "id":"ED062549",
        "title":"&quot;Operation Bridge&quot;--An Innovative, Comprehensive Vocational Education Program for Disadvantaged Youth. First Interim Report."},
      {
        "id":"ED062550",
        "title":"Doctoral Dissertations on Transportation, 1970. A Bibliography."},
      {
        "id":"ED062551",
        "title":"Starting and Managing an Employment Agency."},
      {
        "id":"ED062552",
        "title":"Human Attribute Requirements of Work Elements: Further Development of the Occupation Analysis Inventory."},
      {
        "id":"ED062553",
        "title":"An Integrated State and Local Management and Information System for Occupational Education in Massachusetts. A Monograph."},
      {
        "id":"ED062554",
        "title":"Two Million Without Skills."},
      {
        "id":"ED062557",
        "title":"[Municipalities as a Model for New Careers and Redirection of Vocational-Technical Education Programs.] Final Report."},
      {
        "id":"ED062558",
        "title":"Papers Presented at the Research Coordinating Unit Directors Conference (7th, New Orleans, La., March 22-23, 1972)."},
      {
        "id":"ED062559",
        "title":"An Interdisciplinary Educational Project in Comprehensive Family Health Care. Final Report."},
      {
        "id":"ED062560",
        "title":"Summaries of Studies in Industrial Arts, Trade and Industrial, and Technical Education."},
      {
        "id":"ED062561",
        "title":"Summer Youth Employment Guide."},
      {
        "id":"ED062562",
        "title":"Analyses of WIN Team Functioning and Job Requirements. Phase I: Duties and Tasks Performed by Teams and Team Members."},
      {
        "id":"ED062564",
        "title":"Conceptual Framework for Homemaking Education in Texas."},
      {
        "id":"ED062565",
        "title":"World of Work Career Motivation. Curriculum Guide for Grades K-6. Ohio&apos;s Career Continuum Program."},
      {
        "id":"ED062566",
        "title":"Characteristics of Graduates and Dropouts from Government-Sponsored On-the-Job Training Programmes."},
      {
        "id":"ED062567",
        "title":"A Project to Develop an Instructional Packet for Advisory Committees in Vocational Education to Be Used in the Orientation of School Personnel and Committee Members. Final Report."},
      {
        "id":"ED062568",
        "title":"Day Care for America&apos;s Children."},
      {
        "id":"ED062569",
        "title":"A Course of Study in Cooperation and Cooperatives."},
      {
        "id":"ED062574",
        "title":"A Comparison of Two Methods of Presenting Occupational Information."},
      {
        "id":"ED062575",
        "title":"Health Occupations Education--Instructional Materials."},
      {
        "id":"ED062576",
        "title":"Distributive Education--Instructional Materials."},
      {
        "id":"ED062577",
        "title":"Industrial Arts Education--Instructional Materials."},
      {
        "id":"ED062580",
        "title":"Career Development Education K Through Post-Secondary and Adult Education."},
      {
        "id":"ED062582",
        "title":"Environmental Education Programs and Materials. PREP-33."},
      {
        "id":"ED062583",
        "title":"Co-operative Educational Abstracting Service (CEAS). [Abstract Series No. 4, 1971, Abstracts 69-102.]"},
      {
        "id":"ED062585",
        "title":"Achievement Motivation Development Project. Final Report."},
      {
        "id":"ED062586",
        "title":"Project DAWN, 1970; A Report of Project DAWN and Its Four Follow-Up Meetings."},
      {
        "id":"ED062587",
        "title":"The Waterfront is for Living and Learning."},
      {
        "id":"ED062588",
        "title":"H. R. 13581. A Bill to Provide for the Creation of the National Fire Academy, and for Other Purposes."},
      {
        "id":"ED062589",
        "title":"Comprehensive Adult Learning and Counseling Center."},
      {
        "id":"ED062590",
        "title":"Work Evaluation: An Annotated Bibliography 1947-1970."},
      {
        "id":"ED062591",
        "title":"Personal and Family Survival. Civil Defense Adult Education Course Student Manual."},
      {
        "id":"ED062592",
        "title":"Personal and Family Survival. Civil Defense Adult Education; Teacher's Manual."},
      {
        "id":"ED062593",
        "title":"Support Assistants for Fire Emergencies; Student Manual, Part A. Firefighting for Civil Defense Emergencies."},
      {
        "id":"ED062594",
        "title":"Support Assistants for Fire Emergencies; Student Manual, Part B. Firefighting for Civil Defense Emergencies."},
      {
        "id":"ED062595",
        "title":"Higher Adult Education in North America."},
      {
        "id":"ED062596",
        "title":"Simulation in Adult Education."},
      {
        "id":"ED062597",
        "title":"Position Paper."},
      {
        "id":"ED062598",
        "title":"External Study for Post-Secondary Students. A Brief Annotated Bibliography of Recent Publications."},
      {
        "id":"ED062599",
        "title":"Adult Education in British Columbia."},
      {
        "id":"ED062600",
        "title":"Interim Report. Commission on Vocational Education in Correctional Institutions."},
      {
        "id":"ED062601",
        "title":"Evaluating Basic Education Programs for Adults: Some Conceptual and Methodological Problems."},
      {
        "id":"ED062602",
        "title":"Motivational Determinants for Adult Learning."},
      {
        "id":"ED062603",
        "title":"New Developments in Continuing Education for the Professions."},
      {
        "id":"ED062604",
        "title":"A Question of Stewardship. A Study of the Federal Role in Higher Continuing Education."},
      {
        "id":"ED062605",
        "title":"A Summary of the Instructional System Used by the Open University in Great Britain in 1971."},
      {
        "id":"ED062606",
        "title":"Investigation of Test-Wiseness among C. L. U. Candidates."},
      {
        "id":"ED062607",
        "title":"The Measurement of Educational Values of Adults: A Cross-National Approach."},
      {
        "id":"ED062608",
        "title":"The Application of Formative and Summative Evaluation Techniques to Short Term Adult Education Courses."},
      {
        "id":"ED062609",
        "title":"National Security Management Correspondence Course."},
      {
        "id":"ED062610",
        "title":"Citizen Participation: A Review of the Literature."},
      {
        "id":"ED062611",
        "title":"Proceedings of Institute on Behavior of Human Groups (May 19-23, 1969)."},
      {
        "id":"ED062612",
        "title":"Neighborhood Conservation Program. Part I: Project Selection Criteria, Area Evaluation, Project Recommendations."},
      {
        "id":"ED062613",
        "title":"More Words on Aging: Supplement--May 1971. A Bibliography of Selected 1968-1970 References."},
      {
        "id":"ED062614",
        "title":"Transfer of Instrument Training and the Synthetic Flight Training System."},
      {
        "id":"ED062616",
        "title":"Public Noneconomic Benefits of Higher Education. Working Draft."},
      {
        "id":"ED062617",
        "title":"Gaming Techniques for City Planning: A Bibliography."},
      {
        "id":"ED062618",
        "title":"Selected Bibliography of Centrally Planned Social Change in the Soviet Union."},
      {
        "id":"ED062619",
        "title":"Educating the Employed Disadvantaged for Upgrading. A Report on Remedial Education Programs in the Paper Industry."},
      {
        "id":"ED062620",
        "title":"A One-Year Follow-Up Study of the Forty-One Graduates Class of 1971 of the Jackson County Adult Evening High School Completion Program."},
      {
        "id":"ED062622",
        "title":"Deliberate Social Change in the City: List of Suggested Readings."},
      {
        "id":"ED062623",
        "title":"Techniques for Analyzing Change in Literacy Rates and in the Number of Illiterates."},
      {
        "id":"ED062624",
        "title":"Southeastern Region Adult Basic Education Staff Development Project. First Year Report, 1969-1970."},
      {
        "id":"ED062625",
        "title":"Voluntary Action Center Guidelines."},
      {
        "id":"ED062626",
        "title":"Minority Participation in Kalamazoo's Apprenticeship Training Programs: Assessments and Recommendations."},
      {
        "id":"ED062627",
        "title":"Community Planning for Adult Training, Education and Employment. Summary Report."},
      {
        "id":"ED062628",
        "title":"Commission on Post-Secondary Education in Ontario--Draft Report."},
      {
        "id":"ED062629",
        "title":"A Response to the Draft Report of the Commission on Post-Secondary Education in Ontario from the Department of Adult Education."},
      {
        "id":"ED062630",
        "title":"New Life Styles for Continuing Education."},
      {
        "id":"ED062631",
        "title":"Message from the President of the United States Transmitting the Fourth Annual Report of the National Advisory Council on Extension and Continuing Education. Higher Education Act."},
      {
        "id":"ED062632",
        "title":"Education and Training Programs Administered by V.A. Hearings before the Subcommittee on Education and Training of the Committee on Veterans&apos; Affairs. House of Representatives, 92nd Congress, First-Session."},
      {
        "id":"ED062633",
        "title":"The Development of an Instrument to Differentiate Students' Perceptions of Teachers' Bases of Power."},
      {
        "id":"ED062634",
        "title":"Population Density and Pathology: What Are the Relationships for Man?"},
      {
        "id":"ED062635",
        "title":"Youth Smoking Behavior Characteristics and Their Educational Implications."},
      {
        "id":"ED062636",
        "title":"Representation in Deductive Problem-Solving: The Matrix."},
      {
        "id":"ED062637",
        "title":"Exploration of Adolescent Language."},
      {
        "id":"ED062638",
        "title":"Use of Self-Imposed Contingencies to Reduce the Frequency of Smoking Behavior."},
      {
        "id":"ED062639",
        "title":"Modification of Behavior Problems in the Home with a Parent as Observer and Experimenter."},
      {
        "id":"ED062640",
        "title":"A Study of Attitude Change Concerning Marijuana in the Fourth Grade."},
      {
        "id":"ED062641",
        "title":"Environmental Influences on Genetic Expression: Biological and Behavioral Aspects of Sexual Differentiation."},
      {
        "id":"ED062642",
        "title":"The Generalizability of Aptitude-Treatment Interactions Across Subject Matter."},
      {
        "id":"ED062643",
        "title":"The Cognitive Determinants of Achieving Behavior."},
      {
        "id":"ED062644",
        "title":"A Study of Cigarett Smoking Among Adults."},
      {
        "id":"ED062645",
        "title":"Abstracts of the Standard Edition of the Complete Psychological Works of Sigmund Freud."},
      {
        "id":"ED062646",
        "title":"Genetic Endowment and Environment in the Determination of Behavior."},
      {
        "id":"ED062647",
        "title":"Structure and Process in Cognition. Workshop Report."},
      {
        "id":"ED062648",
        "title":"Health Education-Action for the 70's. Final Report."},
      {
        "id":"ED062649",
        "title":"Prospects for Technology and Commerce in the Mediation of Vocational Development for Vocational Maturity."},
      {
        "id":"ED062650",
        "title":"Suggestions for Treatment of Information About Occupations."},
      {
        "id":"ED062651",
        "title":"Toward a Language of Supervision."},
      {
        "id":"ED062652",
        "title":"Forecasting for Computer Aided Career Decisions: Prospects and Procedures."},
      {
        "id":"ED062653",
        "title":"Sociometric Clique Identification. Final Report."},
      {
        "id":"ED062654",
        "title":"A Theoretical Foundation for the Use of Occupational Information in Guidance."},
      {
        "id":"ED062655",
        "title":"An Information System for Vocational Decisions (ISVD): Cultivating the Possibility for Career Through Operations."},
      {
        "id":"ED062656",
        "title":"The Organization and Intention of a Proposed Data and Educational System for Vocational Decision-Making."},
      {
        "id":"ED062660",
        "title":"Attitudes of Children Established by Classical Conditioning."},
      {
        "id":"ED062661",
        "title":"Interference During Learning as a Sources of Facilitation in Subsequent Retention and Transfer."},
      {
        "id":"ED062662",
        "title":"The Relationship Between Innovativeness and Selected Elements of Group Structure."},
      {
        "id":"ED062663",
        "title":"Supervisor Verbal Style as Related to the Quality of Interpersonal Relations."},
      {
        "id":"ED062664",
        "title":"Vocational Exploration Group - Theory and Research."},
      {
        "id":"ED062665",
        "title":"Differential Valuations of Elementary Educational Goals."},
      {
        "id":"ED062666",
        "title":"Report of Indiana Public School Dropout-Graduate Prediction Study."},
      {
        "id":"ED062667",
        "title":"Acquiring Cognitive Structure by Discovery and Rule Learning."},
      {
        "id":"ED062668",
        "title":"A Pilot Study of the Use of Incentives to Enhance School Learning."},
      {
        "id":"ED062669",
        "title":"Effect of Early School Failure Experiences on Self-Image Development and Implications for School Counselors."},
      {
        "id":"ED062670",
        "title":"Need Affiliation and Achievement: Declining Sex Differences."},
      {
        "id":"ED062671",
        "title":"Sociometric Effects in Small Classroom Groups Using Curricula Identified as Process-Oriented."},
      {
        "id":"ED062672",
        "title":"Individualizing Guidance and Training of Local Change Specialists."},
      {
        "id":"ED062673",
        "title":"Olson's \"Cognitive Development\": A Commentary."},
      {
        "id":"ED062674",
        "title":"Progress Toward a Theory of Cognitive Structure. Final Report."},
      {
        "id":"ED062676",
        "title":"The Counselor and the Feminine Protest."},
      {
        "id":"ED062677",
        "title":"Searchlight: Relevant Resources in High Interest Areas. Confidentiality. 9R Retrospective Search."},
      {
        "id":"ED062679",
        "title":"Can Women Function as Successfully as Men in the Role of Elementary Principal? Research Reports in Educational Administration, Vol. II, No. 4."},
      {
        "id":"ED062680",
        "title":"Extending the Scope of the School: Considerations for Reorganizing the School Year."},
      {
        "id":"ED062681",
        "title":"Southeast Alternatives. Experimental Schools Program."},
      {
        "id":"ED062683",
        "title":"Portal Schools."},
      {
        "id":"ED062684",
        "title":"The Extended School Year. A Summary of Information Regarding Extended School Year Projects. Studies & Reports."},
      {
        "id":"ED062685",
        "title":"A Readiness Model To Implement Modular Scheduling, 1971-72."},
      {
        "id":"ED062686",
        "title":"McKinley High School Quarter System. Evaluation Report, School Year 1970-71."},
      {
        "id":"ED062687",
        "title":"An Evaluation Report on the Modular Schedule of Northeast High School, St. Petersburg, Florida."},
      {
        "id":"ED062688",
        "title":"Principal's Role in Collective Negotiation. Educational Management Review Series Number 5."},
      {
        "id":"ED062689",
        "title":"The Rationale, Status and Direction of the Dade County Quinmester Extended School Year Program."},
      {
        "id":"ED062690",
        "title":"Record of an Effort at Future-Planning Through In-Service: Individualized Instruction in Tucson Public Schools, 1970-1971."},
      {
        "id":"ED062691",
        "title":"Innovation and Change in Public School Systems."},
      {
        "id":"ED062692",
        "title":"Rating System for Evaluating the Acoustical Environment of Existing School Facilities."},
      {
        "id":"ED062693",
        "title":"Principals: Who's Evaluating Them, Why, and How?"},
      {
        "id":"ED062694",
        "title":"A Legal Analysis of the Underground Press."},
      {
        "id":"ED062695",
        "title":"Accountability Through Performance Objectives: Opportunities for Proactive Behavior."},
      {
        "id":"ED062696",
        "title":"Do You Need a Student School Board?"},
      {
        "id":"ED062697",
        "title":"Practical (but Creative) Administration in Small Schools."},
      {
        "id":"ED062698",
        "title":"Community Participation and Aide Program."},
      {
        "id":"ED062700",
        "title":"Self-Confrontation of Teachers."},
      {
        "id":"ED062701",
        "title":"Accountability at the Local Level."},
      {
        "id":"ED062702",
        "title":"Closing the Gap Between Teachers, Principals, and Central Office."},
      {
        "id":"ED062703",
        "title":"Understanding Education's Financial Dilemma. The Impact of Serrano-type Court Decisions on American Education. School Finance Series-1."},
      {
        "id":"ED062704",
        "title":"Administrator's Guidebook. An Annotative Bibliographic Guide for Contemporary Problems in Educational Administration."},
      {
        "id":"ED062705",
        "title":"Educational Auditing System."},
      {
        "id":"ED062706",
        "title":"\"How To Make One Last Try To Get That Bond Issue Passed.\""},
      {
        "id":"ED062707",
        "title":"Full State Funding and Local School Board Policy-making."},
      {
        "id":"ED062708",
        "title":"Consequences of Implementing Alternative Schools: Toward a Theoretical Framework for Investigating Problems."},
      {
        "id":"ED062709",
        "title":"The Estimation of a Long Run Cost Function for West Virginia Public High Schools."},
      {
        "id":"ED062710",
        "title":"Adaptation to a Changing Environment by Modifications in Organizational Decision Unit Structure."},
      {
        "id":"ED062711",
        "title":"Planning for Change: Comprehensive Planning."},
      {
        "id":"ED062712",
        "title":"Objective-Based Management Strategies for Large Educational Systems."},
      {
        "id":"ED062713",
        "title":"A Model for \"Comprehensive, Strategic, Organizational Planning as a Means of Increasing Organizational Effectiveness.\""},
      {
        "id":"ED062714",
        "title":"Playing the Role of the Principal: Patterns of Administrative Response."},
      {
        "id":"ED062715",
        "title":"Increasing the Effective Use of Analysis Through Program-Oriented Management."},
      {
        "id":"ED062716",
        "title":"Problems of Implementing Organizational Change in the Elementary School: A Case Study."},
      {
        "id":"ED062717",
        "title":"The New Assistant Principal--Key Person on the Principal's Team."},
      {
        "id":"ED062718",
        "title":"The Analytical Aspects of Evaluating On-Going Programs."},
      {
        "id":"ED062719",
        "title":"External and Internal Motivational Factors Affecting the Joining and Staying Process Within Organizations. An Occasional Report."},
      {
        "id":"ED062720",
        "title":"Management of the Educational Enterprise. Report of the 1971 Institute for Chief State School Officers (San Diego, California, July 29-August 6, 1971)."},
      {
        "id":"ED062722",
        "title":"Administrators' and Teachers' Reactions to Educational Innovations. An I/D/E/A Report."},
      {
        "id":"ED062723",
        "title":"Ability, Performance, Attitudes and Process Education. An Exploratory Investigation of the Relationships that Exist Between Ability, Performance, and Attitudes of Fifth and Sixth Grade Children During Use of Curricula Identified as Process-Oriented. Final Report."},
      {
        "id":"ED062727",
        "title":"Dissemination of the Multiunit Elementary School. Final Report."},
      {
        "id":"ED062728",
        "title":"Individually Guided Education in the Multiunit Elementary School. (Two Pieces.)"},
      {
        "id":"ED062729",
        "title":"Probabilistic School Enrollment Predictions Using Monte Carlo Computer Simulation. Final Report."},
      {
        "id":"ED062730",
        "title":"Difficulties Encountered and the Degree of Success Achieved in Implementing the Decrees of the Twenty-Third Congress of the Communist Party, U. S. S. R. Relating to the &quot;Conditions and Measures for Further Improving the Work of the Secondary Compulsory Educational School.&quot; Final Report."},
      {
        "id":"ED062731",
        "title":"The Development and Validation of an Individualized Perceptual Skills Curriculum."},
      {
        "id":"ED062732",
        "title":"Development of Selection Criteria for Elementary School Principals of Inner City Schools. Final Report."},
      {
        "id":"ED062733",
        "title":"Exceptional Children Conference Papers: Behavioral and Emotional Problems."},
      {
        "id":"ED062734",
        "title":"Exceptional Children Conference Papers: Education of the Educable and Trainable Mentally Handicapped."},
      {
        "id":"ED062735",
        "title":"Exceptional Children Conference Papers: Regional Resource Centers."},
      {
        "id":"ED062736",
        "title":"Exceptional Children Conference Papers: Problems of Auditory, Visual and Speech Impairments."},
      {
        "id":"ED062737",
        "title":"Exceptional Children Conference Papers: Creativity and the Gifted."},
      {
        "id":"ED062738",
        "title":"Exceptional Children Conference Papers: Objectives, Methods, and Alternatives."},
      {
        "id":"ED062739",
        "title":"Exceptional Children Conference Papers: Learning and Language Disabilities."},
      {
        "id":"ED062740",
        "title":"Exceptional Children Conference Papers: Teacher Training and Professional Responsibilities."},
      {
        "id":"ED062741",
        "title":"Exceptional Children Conference Papers: Early Childhood Education."},
      {
        "id":"ED062742",
        "title":"The Education of Handicapped Children."},
      {
        "id":"ED062743",
        "title":"Instructional Objectives: A National Compendium."},
      {
        "id":"ED062744",
        "title":"Discovery and Inquiry: Their Relevance as Approaches for Teaching the Gifted."},
      {
        "id":"ED062745",
        "title":"Research Trends in Deafness - State of the Art."},
      {
        "id":"ED062746",
        "title":"Genetic Counseling and Mongolism (Down's Syndrome): Prediction, Detection, Prevention."},
      {
        "id":"ED062747",
        "title":"An Observational Study of Segregated and Integrated EMR Children and Their Nonretarded Peers: Can We Tell the Difference by Looking? Volume 2, Number 27."},
      {
        "id":"ED062748",
        "title":"Social Acceptability of Retarded Children in Nongraded Schools Differing in Architecture. Volume 2, Number 28."},
      {
        "id":"ED062749",
        "title":"Learning Potential Status and Verbal Mediation Training with Educable Mentally Retarded Students. Volume 2, Number 29."},
      {
        "id":"ED062750",
        "title":"Learning Potential and Institutional Discharge Status among Young Adult School-Age-Defined Educable Mental Retardates. Volume 2, Number 33."},
      {
        "id":"ED062751",
        "title":"Attitudes Toward School by Segregated and Integrated Retarded Children: A Study and Experimental Validation. Volume 2, Number 35."},
      {
        "id":"ED062752",
        "title":"Social Interests and Activities of Special and Regular Class Adolescents and Compared by Learning Potential Status. Volume 2, Number 36."},
      {
        "id":"ED062764",
        "title":"Social Policy Research and the Realities of the System: Violence Done to TV Research."},
      {
        "id":"ED062765",
        "title":"Applications of Geocoding and Mapping."},
      {
        "id":"ED062767",
        "title":"Mode of Pictorial Rendition and Associated Response Tendencies."},
      {
        "id":"ED062768",
        "title":"Communication and Assimilation of Polish Immigrants in British Columbia: An Exploration in Culture Learning."},
      {
        "id":"ED062769",
        "title":"Projected Versus Printed Stimuli: Their Effect on Student Recall."},
      {
        "id":"ED062770",
        "title":"The Journal Supplement Abstract Service: A New Concept in Psychology Communication."},
      {
        "id":"ED062771",
        "title":"A Comparative Study on Perceived Effects of Communication Networks in Acquiring International Orientations."},
      {
        "id":"ED062772",
        "title":"Organizational and Communication Diagnoses of Antipoverty Agencies."},
      {
        "id":"ED062774",
        "title":"A Philosophy of Communication Education."},
      {
        "id":"ED062776",
        "title":"Graduate Education in 1984 or 1984 or Bye, Bye American Pie?"},
      {
        "id":"ED062779",
        "title":"Television and Educational Reform in El Salvador. Report on the Third Year of Research."},
      {
        "id":"ED062780",
        "title":"An Investigation of College Student Performance on a Logic Curriculum in a Computer-Assisted Instruction Setting."},
      {
        "id":"ED062782",
        "title":"The Field Manager as Change Agent: A \"New Think\" Approach to an Old Training Problem."},
      {
        "id":"ED062783",
        "title":"A Mass Media Profile of Agricultural Scientists at Texas A&amp;M University."},
      {
        "id":"ED062784",
        "title":"Transmission of News in the Turkish Village."},
      {
        "id":"ED062785",
        "title":"Medio Communication: A Conceptualization."},
      {
        "id":"ED062786",
        "title":"An Investigation of the Composition of Interpersonal Communication Networks."},
      {
        "id":"ED062787",
        "title":"Survey of Public Television Station Managers-1972."},
      {
        "id":"ED062789",
        "title":"Effects of \"Time-to-Task\" Data on Performance in a College Media Course."},
      {
        "id":"ED062790",
        "title":"Living-Learning-Communicating."},
      {
        "id":"ED062793",
        "title":"Cable Communications and Social Services."},
      {
        "id":"ED062794",
        "title":"Content on Cable: The Nascent Experience."},
      {
        "id":"ED062795",
        "title":"The Real World of Technological Evolution in Broadband Communications."},
      {
        "id":"ED062796",
        "title":"Toward an Immodest Experiment in Cable Television: Modestly Produced."},
      {
        "id":"ED062797",
        "title":"Cable and the Arts."},
      {
        "id":"ED062798",
        "title":"Cable Television and the Arts."},
      {
        "id":"ED062799",
        "title":"The Impact of Satellites on Cable Communications."},
      {
        "id":"ED062800",
        "title":"Cable Television and Public Safety."},
      {
        "id":"ED062801",
        "title":"Forseeable Problems in a System of Maximum Access."},
      {
        "id":"ED062802",
        "title":"Commercial Uses of Broadband Communications."},
      {
        "id":"ED062803",
        "title":"New Directions in Telecommunications Research."},
      {
        "id":"ED062804",
        "title":"Common Carrier Access to Cable Communications: Regulatory and Economic Issues."},
      {
        "id":"ED062805",
        "title":"Politics in a Wired Nation."},
      {
        "id":"ED062806",
        "title":"Prospects and Policies for CATV."},
      {
        "id":"ED062807",
        "title":"Case Studies of Auditing in a Computer-Based Systems Environment."},
      {
        "id":"ED062809",
        "title":"CET; Center for Educational Technology, Trenton, N.J."},
      {
        "id":"ED062811",
        "title":"Extending the Countenance: A Comment for Evaluators."},
      {
        "id":"ED062812",
        "title":"Educational Technology and the Developing Countries, A Handbook."},
      {
        "id":"ED062813",
        "title":"Man-Made Moons: Satellite Communications for Schools."},
      {
        "id":"ED062815",
        "title":"The Technological Applications Project."},
      {
        "id":"ED062816",
        "title":"Humanizing Technology: Perspectives and Prospectus."},
      {
        "id":"ED062817",
        "title":"Elements of Individualized Instruction."},
      {
        "id":"ED062818",
        "title":"The Effect of Multiple Channel Auditory Presentation on Learning."},
      {
        "id":"ED062819",
        "title":"The Effectiveness of Three Visual Media in Teaching Concepts Involving Specific Attributes in Independent and Traditional Study Formats."},
      {
        "id":"ED062820",
        "title":"Response Requirement and Nature of Interpolated Stories in Retroactive Inhibition in Prose."},
      {
        "id":"ED062821",
        "title":"A Cognitive Approach for Instructional Media Research."},
      {
        "id":"ED062822",
        "title":"Effects of Black and White, Authentic and Contrived Color on Children's Perceptions of Dynamic Picture Content."},
      {
        "id":"ED062823",
        "title":"Attention to Audio-Visual Media; Some Measurement Techniques."},
      {
        "id":"ED062824",
        "title":"Toward a Definition of Instructional Development."},
      {
        "id":"ED062825",
        "title":"Employee Knowledge of Hospital Compensation Policies and Supervisory Effectiveness."},
      {
        "id":"ED062826",
        "title":"Storytelling As a Method of Communicating Information About Other Cultures; An Experimental Study."},
      {
        "id":"ED062827",
        "title":"A Quest for Theoretical Significance in Small Group Communication Research: The &quot;Risky-Shift&quot; Phenomenon."},
      {
        "id":"ED062828",
        "title":"The Effects of Regional Dialects on Initial Source Credibility."},
      {
        "id":"ED062829",
        "title":"The Relationship of Somatotype to Source Credibility."},
      {
        "id":"ED062830",
        "title":"Instructional Television: The Best of ERIC."},
      {
        "id":"ED062831",
        "title":"The Effect Upon Students' Motivation of Fit Between Student Ability and the Level of Difficulty of CAI Programs."},
      {
        "id":"ED062832",
        "title":"The Effects of Computer-Assisted Instruction on Student Self-Concept, Locus of Control, and Level of Aspiration."},
      {
        "id":"ED062834",
        "title":"Instructional Television Programming in the Biological Sciences: A Restructured Format. Final Report."},
      {
        "id":"ED062835",
        "title":"Bericht uber den 2. Internationalen Kongress fur Angewandte Linguistik (Report on the Second International Congress for Applied Linguistics)."},
      {
        "id":"ED062837",
        "title":"Survey of Foreign Language Course Registrations and Student Contact Hours in Institutions of Higher Education, Fall 1970 and Summer 1971. Final Report."},
      {
        "id":"ED062839",
        "title":"Research on Bilingualism."},
      {
        "id":"ED062840",
        "title":"The UCLA-Philippine Language Program, 1957-1966."},
      {
        "id":"ED062841",
        "title":"The Bilingual Child's Right to Read."},
      {
        "id":"ED062842",
        "title":"Spanish: A New Approach to Bilingual Programs."},
      {
        "id":"ED062843",
        "title":"Parent Questionnaire."},
      {
        "id":"ED062845",
        "title":"Primary Self-Concept Scale: Girls."},
      {
        "id":"ED062846",
        "title":"Primary Self-Concept Scale: Boys."},
      {
        "id":"ED062847",
        "title":"Primary Self-Concept Scale: Test Manual."},
      {
        "id":"ED062848",
        "title":"Experiments with an ESOL Reading Laboratory."},
      {
        "id":"ED062850",
        "title":"Working Papers in Linguistics No. 11."},
      {
        "id":"ED062851",
        "title":"Arbeitskreis der Sprachenzentren, Sprachlehrinstitute und Fremdspracheninstitute (AKS): Documentation der 2. Arbeitstagung am 5. und 6. Oktober 1971 in Konstanz (Working Committee of Language Centers, Language Teaching Institutes and Foreign Language Institutes (AKS): Proceedings of the Second Annual Workshop, Constance, October 5-6, 1971)."},
      {
        "id":"ED062852",
        "title":"Bildungspolitische Bestandsaufnahme: Bildungswege im Saarland (An Inventory of Educational Policy: Directions in Education in the Saarland)."},
      {
        "id":"ED062853",
        "title":"Bildung in Stufen: Programm und Planung fur ein dynamisches Bildungsystem (Learning by Steps: Programs and Plans for a Dynamic Educational System)."},
      {
        "id":"ED062854",
        "title":"Facts and People: Where to Find Them."},
      {
        "id":"ED062856",
        "title":"How Well Can You Listen?"},
      {
        "id":"ED062857",
        "title":"The World Around Us."},
      {
        "id":"ED062858",
        "title":"Do You Know What It Is?"},
      {
        "id":"ED062859",
        "title":"It Takes All Kinds of People."},
      {
        "id":"ED062863",
        "title":"Survey on Russian Society: Discover Russian and the Russians."},
      {
        "id":"ED062864",
        "title":"A Revolutionary: His Life and Trials, Part 1."},
      {
        "id":"ED062869",
        "title":"Friendly Letters."},
      {
        "id":"ED062870",
        "title":"Transferring the Skills."},
      {
        "id":"ED062872",
        "title":"Visiting Central and South America."},
      {
        "id":"ED062873",
        "title":"Food with a Foreign Flavor."},
      {
        "id":"ED062874",
        "title":"Speaking and Writing: An Art."},
      {
        "id":"ED062876",
        "title":"Selling a Book."},
      {
        "id":"ED062877",
        "title":"Reading Is Whose Speech Written Down?"},
      {
        "id":"ED062878",
        "title":"Language Universals and Socio-Cultural Implications in Deviant Usage: Personal Questions in Swedish."},
      {
        "id":"ED062883",
        "title":"The Encounter-Communication Workshop."},
      {
        "id":"ED062884",
        "title":"A Typology of FL Education with Particular Emphasis on Compensatory and Individualized Instruction."},
      {
        "id":"ED062885",
        "title":"Teaching Composition: A Report on a Bidialectal Approach."},
      {
        "id":"ED062886",
        "title":"Le Laboratoire de Langues - Hier, Aujord'hui et Demain (The Language Laboratory: Yesterday, Today, and Tomorrow)."},
      {
        "id":"ED062888",
        "title":"Development of German-English Machine Translation System."},
      {
        "id":"ED062890",
        "title":"An Applied Methodology for the Use of \"Deutsch, Erstes Buch.\""},
      {
        "id":"ED062891",
        "title":"Language Tests and Linguistically Different Learners: The Sad State of the Art."},
      {
        "id":"ED062892",
        "title":"Performance Objectives--Can They Serve Teachers?"},
      {
        "id":"ED062893",
        "title":"Back to Basics."},
      {
        "id":"ED062894",
        "title":"Interaction Analysis Gives Insight into Student-Teacher Exchanges."},
      {
        "id":"ED062895",
        "title":"Teaching Spanish Direct Object Pronouns."},
      {
        "id":"ED062897",
        "title":"Evaluation Progress Report on Innovational Activities within the Applied Language Research Center under Title III of the Elementary and Secondary Education Act."},
      {
        "id":"ED062898",
        "title":"Preliminary Comments on Language Arts Textbooks in Use in the Primary Schools of Trinidad and Tobago."},
      {
        "id":"ED062899",
        "title":"Foreign Language Vocabulary Learning."},
      {
        "id":"ED062901",
        "title":"An Investigation of the Effect of Maturation on Imitative Ability in Second Language Learning: A Psycho-Linguistic Study. An Investigation of Elementary School Students' Ability to Imitate Selected Sound Features of German."},
      {
        "id":"ED062904",
        "title":"Transactional Evaluation in a Medical School Setting."},
      {
        "id":"ED062905",
        "title":"The Evaluation of Overseas Study Programs: Two Case Studies (Central America and Spain)."},
      {
        "id":"ED062906",
        "title":"Research in Black Colleges and Universities: Administrative Perspectives, Prospectives and Challenges."},
      {
        "id":"ED062907",
        "title":"A Strengthening Alliance."},
      {
        "id":"ED062908",
        "title":"Planning and Management in Tertiary Education. Report on Study Tour. Cost Effectiveness in Colleges of Advanced Education."},
      {
        "id":"ED062909",
        "title":"A Case Study in Institutional Planning."},
      {
        "id":"ED062910",
        "title":"Emerging Education Policy Issues in Law: Fraud."},
      {
        "id":"ED062912",
        "title":"National Patterns of R&D Resources. Funds and Manpower in the United States 1953-1972."},
      {
        "id":"ED062913",
        "title":"Educational Technology in Higher Education: The Promises and Limitations of ITV and CAI."},
      {
        "id":"ED062914",
        "title":"The College Choices of Thirty Black Project Opportunity Students."},
      {
        "id":"ED062915",
        "title":"College Student Government as a Leisure Pursuit."},
      {
        "id":"ED062916",
        "title":"A Report of the Sub-Committee to Survey the Acceptance of Non-Traditional Grading Patterns by Government, Industry and/or Graduate Institutions - 1972."},
      {
        "id":"ED062917",
        "title":"The Effects of Early Clinic Experience Upon Dental Students: A Study of Professional Role Adoption."},
      {
        "id":"ED062918",
        "title":"The Prospects for Higher Education."},
      {
        "id":"ED062919",
        "title":"Collective Bargaining in U.S. Higher Education: 1960-1971. A Selective Bibliography."},
      {
        "id":"ED062921",
        "title":"Institutional Images: Importance to Student Choice of College."},
      {
        "id":"ED062922",
        "title":"Administrative Considerations in Research in Education for the Health Professions."},
      {
        "id":"ED062923",
        "title":"Attitudes Toward Selected Stimuli: Commonality and Differences Within and Between Two Dissimilar High Risk Black College Groups."},
      {
        "id":"ED062924",
        "title":"Relationships Between Figural Creativity and Grades in a College of Fine and Applied Arts."},
      {
        "id":"ED062925",
        "title":"University of San Francisco Historical Series Charts on Educational Costs: 1900-1972."},
      {
        "id":"ED062927",
        "title":"Summary Report 1971. Doctorate Recipients from United States Universities."},
      {
        "id":"ED062928",
        "title":"Black Student Attitudes Toward a Predominantly White University."},
      {
        "id":"ED062929",
        "title":"[Affirmative Action and Faculty Policy.]"},
      {
        "id":"ED062930",
        "title":"Annotated Bibliography of Cultural Study Center Studies, 1969-1972."},
      {
        "id":"ED062931",
        "title":"Possible Dependent Variables in Student Choice Research."},
      {
        "id":"ED062932",
        "title":"An Answer to a Challenge: Innovation in University Curriculum."},
      {
        "id":"ED062933",
        "title":"Major Field Transfer: The Self-Matching of University Undergraduates to Student Characteristics."},
      {
        "id":"ED062934",
        "title":"Differences in Perceived Institutional Functioning and Responsiveness to Change as Related to Faculty Types in Selected Four-Year Colleges."},
      {
        "id":"ED062935",
        "title":"Innovations in Curricula in the Health Professions and Their Evaluation."},
      {
        "id":"ED062936",
        "title":"A Comparison of Factors Underlying College Choice by Students and Parents."},
      {
        "id":"ED062937",
        "title":"Master's Degrees in the State of New York 1969-70."},
      {
        "id":"ED062938",
        "title":"Stages in the Development of A Black Identity."},
      {
        "id":"ED062939",
        "title":"Statistics Concerning Doctorates Awarded to Women."},
      {
        "id":"ED062940",
        "title":"Ten-Year Advance Study of Bethany Nazarene College: Final Report."},
      {
        "id":"ED062941",
        "title":"Minicomputers in the Digital Laboratory Program."},
      {
        "id":"ED062942",
        "title":"Systematic Development of Instruction for Non-Residential Colleges."},
      {
        "id":"ED062943",
        "title":"Academic Degree Programs Inventory. Public and Private Senior Colleges and Universities of Texas."},
      {
        "id":"ED062944",
        "title":"Varieties of Academic Performance."},
      {
        "id":"ED062945",
        "title":"Ten Guidelines for Principals and A Free Student Press."},
      {
        "id":"ED062946",
        "title":"Student Flow Models: A Review and Conceptualization."},
      {
        "id":"ED062947",
        "title":"Faculty Activity Analysis: Overview and Major Issues."},
      {
        "id":"ED062948",
        "title":"Program Classification Structure."},
      {
        "id":"ED062949",
        "title":"A Resource Requirements Prediction Model (RRPM-1): An Introduction to the Model."},
      {
        "id":"ED062950",
        "title":"A Resource Requirements Prediction Model (RRPM-1): Guide for the Project Manager."},
      {
        "id":"ED062951",
        "title":"A Resource Requirements Prediction Model (RRPM-1): Report on the Pilot Studies."},
      {
        "id":"ED062952",
        "title":"A Resource Requirements Prediction Model (RRPM-1): Input Specifications."},
      {
        "id":"ED062953",
        "title":"A Different Kind of Postgraduate Education. EIT's Educational Program for International Trainers."},
      {
        "id":"ED062954",
        "title":"Grants to Private Institutions for Health Education Programs under the Provisions of the Health Services Education Grants Act."},
      {
        "id":"ED062955",
        "title":"The Black Student in the Wisconsin State Universities System."},
      {
        "id":"ED062956",
        "title":"Statewide Planning for Postsecondary Education: Issues and Design."},
      {
        "id":"ED062957",
        "title":"Minorities and Advanced Degrees."},
      {
        "id":"ED062958",
        "title":"The Status of Women on the Faculty of Indiana State University."},
      {
        "id":"ED062959",
        "title":"Report of the Ad Hoc Committee to Review the Status of Women at The Ohio State University, Phases I and II."},
      {
        "id":"ED062960",
        "title":"Institute for Training Minority Group Research and Evaluation Specialists. Final Report."},
      {
        "id":"ED062961",
        "title":"COBRE Research Workshop on Higher Education: Equity and Efficiency."},
      {
        "id":"ED062962",
        "title":"State Aid to Private Higher Education."},
      {
        "id":"ED062963",
        "title":"Developing a Process Model for Student Reformation of Curriculum and Instruction."},
      {
        "id":"ED062964",
        "title":"A Guideline of Procedures for Selecting a Community College President. Final Report."},
      {
        "id":"ED062965",
        "title":"Further Validation of the Nor Cal Questionnaire: Secondary Validation."},
      {
        "id":"ED062966",
        "title":"In-Service Education in the Public Service."},
      {
        "id":"ED062967",
        "title":"Management Concepts and Higher Education Administration."},
      {
        "id":"ED062968",
        "title":"Faculty Collective Bargaining in Postsecondary Institutions: The Impact on the Campus and on the State. Background and Recommendations."},
      {
        "id":"ED062969",
        "title":"Reorganizing for the Second Decade: Department of Community Colleges of the State Board of Education of North Carolina."},
      {
        "id":"ED062970",
        "title":"A Study of the Relationship Between Scores on the School and College Ability Test (SCAT Series II), the College English Placement Test (CEPT) and Academic Achievement in American History and Constitution (History 27)."},
      {
        "id":"ED062972",
        "title":"The Low-Income Student in the Community College: Problems and Programs."},
      {
        "id":"ED062973",
        "title":"An Investigation of the Relative Effectiveness of the Basic Mathematics Review Program at Essex Community College."},
      {
        "id":"ED062974",
        "title":"An Evaluation of a Learning Materials Center Approach to Mathematics."},
      {
        "id":"ED062975",
        "title":"A Comparative Study of Persister and Non-Persister College Students."},
      {
        "id":"ED062976",
        "title":"The Two Year College Student: Unrest--Why and What to Do."},
      {
        "id":"ED062977",
        "title":"A Statewide Study: Identified Problems of International Students Enrolled in Public Community/Junior Colleges in Florida."},
      {
        "id":"ED062978",
        "title":"The Two Year College Student and Student Personnel Services."},
      {
        "id":"ED062979",
        "title":"Two Sides of Performance Objectives: One Tool in the Evaluation of Instruction."},
      {
        "id":"ED062981",
        "title":"Salary Schedules and Salaries Paid Community College Instructors in California for the Year 1971-72."},
      {
        "id":"ED062982",
        "title":"[Selected Population, Voting, Housing, and Financial Characteristics of El Camino Community College District.]"},
      {
        "id":"ED062983",
        "title":"[An Analysis of El Camino College Students According to Their Majors, Perceptions of Academic Relevancy, and Unit and Grade Point Characteristics.]"},
      {
        "id":"ED062984",
        "title":"The 1968 L.A.C.C. Graduates--Four Years Later."},
      {
        "id":"ED062985",
        "title":"An Experimental Test of the Effect of Audio Playback of Student Speeches Upon Student Attitude and Speech Improvement in the Public Speaking Classes at Pierce College."},
      {
        "id":"ED063000",
        "title":"The Library as a Motivating Factor."},
      {
        "id":"ED063001",
        "title":"Final Report of the Findings of the Feasibility Phase."},
      {
        "id":"ED063002",
        "title":"Plan for Development of the Office of University Library Management Studies."},
      {
        "id":"ED063003",
        "title":"Library Service to the American Indians in the Southwest."},
      {
        "id":"ED063006",
        "title":"Great Britain's National Lending Library."},
      {
        "id":"ED063007",
        "title":"Document Retrieval Based on Clustered Files."},
      {
        "id":"ED063009",
        "title":"Toward a National Serials Data Program: Final Report of the National Serials Pilot Project."},
      {
        "id":"ED063010",
        "title":"Geographic Aspects of Information Systems: Introduction and Selected Bibliography."},
      {
        "id":"ED063011",
        "title":"Information for Industry; Proceedings of a One Day Seminar, (Univ. of Newcastle, 6th December 1971)."},
      {
        "id":"ED063012",
        "title":"Moving into Skills of Communication."},
      {
        "id":"ED063013",
        "title":"Government Research on the Problems of Children and Youth; Background Papers Prepared for 1970-71 White House Conference on Children and Youth."},
      {
        "id":"ED063014",
        "title":"It's a Big World. Aural-Oral Activity Guide. English Edition. Kindergarten."},
      {
        "id":"ED063015",
        "title":"Self-Concept Development: An Abstract Bibliography."},
      {
        "id":"ED063017",
        "title":"Child Development: Day Care. Administration, Number 7."},
      {
        "id":"ED063018",
        "title":"Children's Inductive Reasoning Performance on Picture Stimuli."},
      {
        "id":"ED063019",
        "title":"Hearings before the Committee on Finance, United States Senate, Ninety-Second Congress, First Session on S. 2003, Child Care Provisions of H.R.1, and Title VI of Printed Amendment 318 to H.R. 1."},
      {
        "id":"ED063020",
        "title":"Effects of Massed vs. Distributed Practice and Word Frequency on Young Children's Free Recall."},
      {
        "id":"ED063021",
        "title":"Implementation of Attention and Classification Curriculum in Day Care and Early Childhood Centers."},
      {
        "id":"ED063022",
        "title":"A New Look at Children's Language."},
      {
        "id":"ED063023",
        "title":"Head Start Program, Pontiac School District 1970-71. Evaluation Report."},
      {
        "id":"ED063024",
        "title":"CEMREL's Language and Thinking Program: Some Preliminary Preschool Findings."},
      {
        "id":"ED063025",
        "title":"Feasibility of Olfactory Coding of Nozious Substances to Assure Aversive Responses in Young Children. Final Report."},
      {
        "id":"ED063028",
        "title":"An Approach to the Measurement of Preschool Environments."},
      {
        "id":"ED063030",
        "title":"The Intervention Study with Mothers and Infants."},
      {
        "id":"ED063031",
        "title":"The Development of a Black Curriculum for Young Children. Final Report."},
      {
        "id":"ED063032",
        "title":"Teacher Beliefs and Open Education."},
      {
        "id":"ED063033",
        "title":"An Ethnographic Analysis of Open Classrooms."},
      {
        "id":"ED063034",
        "title":"The RFP Route for Developing Knowledge About Young Children."},
      {
        "id":"ED063035",
        "title":"Development of a Task Sequence in Visual Perception: A Validation Study."},
      {
        "id":"ED063036",
        "title":"Task vs. Social Orientation in Young Children and Their Attention to Relevant Social Cues."},
      {
        "id":"ED063037",
        "title":"Young Children's Task vs. Social Orientations."},
      {
        "id":"ED063038",
        "title":"Helping Problem Learners During the Early Childhood Years."},
      {
        "id":"ED063039",
        "title":"The Development of Cooperation and Competition in Children from Ages Five to Ten Years Old: Effects of Sex, Situational Determinants, and Prior Experiences."},
      {
        "id":"ED063040",
        "title":"Achievement Motivation and Self-Attribution Related to School Achievement. Research Projects in Early Childhood Learning."},
      {
        "id":"ED063041",
        "title":"Performance of Preschool Girls and Boys on Measures of Field-Independence-Dependence, Reflectivity-Impulsivity, and Verbal Responsiveness."},
      {
        "id":"ED063042",
        "title":"Spatial Organization of Young Children."},
      {
        "id":"ED063043",
        "title":"In-Class Teacher Training for Open Education."},
      {
        "id":"ED063044",
        "title":"Number Program for Primary Schoolers."},
      {
        "id":"ED063045",
        "title":"Hidden Treasure; Parents Search for Quality in Programs for Infants and Toddlers."},
      {
        "id":"ED063046",
        "title":"Additional Material Related to Child Care Legislation."},
      {
        "id":"ED063047",
        "title":"Development of a Word Learning Task to Predict Success and Identify Methods by Which Kindergarten Children Learn to Read. Final Report."},
      {
        "id":"ED063048",
        "title":"A Cognitive Curriculum for Young Children. Volume I: Final Report."},
      {
        "id":"ED063049",
        "title":"A Cognitive Curriculum for Young Children. Volume II: The Preschool Curriculum. Final Report."},
      {
        "id":"ED063050",
        "title":"A Cognitive Curriculum for Young Children. Volume III: The Kindergarten Curriculum. Final Report."},
      {
        "id":"ED063051",
        "title":"Effects of Teacher Behavior Modification on Unresponsive Students. Final Report."},
      {
        "id":"ED063053",
        "title":"A Study of the Relationship of Global Self-Concept, Academic Self-Concept, and Academic Achievement Among Anglo and Mexican-American Sixth Grade Students."},
      {
        "id":"ED063054",
        "title":"The Memramcook Conference of North American Indian Young People (Memramcook, New Brunswick, July 1969)."},
      {
        "id":"ED063055",
        "title":"To House the Migrant."},
      {
        "id":"ED063056",
        "title":"Housing for Migrant Agricultural Workers."},
      {
        "id":"ED063057",
        "title":"Rural Development Chartbook."},
      {
        "id":"ED063058",
        "title":"An Introduction to the Bureau of Indian Affairs--Agency Records and Bureau of Indian Affairs--Archival Records Housed in the San Francisco and Bell Federal Records Centers. Native American Series."},
      {
        "id":"ED063061",
        "title":"New Mexico State Department of Education, Division of Indian Education. 1970-71 Annual Report."},
      {
        "id":"ED063062",
        "title":"Ethnic Groups--Their Cultures and Contributions."},
      {
        "id":"ED063064",
        "title":"Education and Rural Development with Reference to Developing Countries."},
      {
        "id":"ED063066",
        "title":"Health Careers for American Indians and Alaska Natives: Source Book, Educational Opportunities and Financial Assistance."},
      {
        "id":"ED063069",
        "title":"Cooperative Vocational Education in Small Schools: A Suggested Guide for Program Planning."},
      {
        "id":"ED063070",
        "title":"Assessing Cultural Change in North-Central New Mexico."},
      {
        "id":"ED063071",
        "title":"Opportunities in Manpower Training Programs for the Forest Service and Its Cooperators."},
      {
        "id":"ED063072",
        "title":"An Analysis of the Economic Structure and Industrial Potential of the Four Corners Region. Summary Report."},
      {
        "id":"ED063073",
        "title":"Teaching is for Kids. 1972 Edition. [A Documentary of Title III, ESEA Projects in Maine.]"},
      {
        "id":"ED063075",
        "title":"An Information Processing Theory of Learning and Forgetting."},
      {
        "id":"ED063076",
        "title":"[Reading Is Fundamental: Pamphlets and Newsletters]."},
      {
        "id":"ED063077",
        "title":"Assessing Attitudes toward Reading."},
      {
        "id":"ED063078",
        "title":"A Modest Proposal--1972 Edition."},
      {
        "id":"ED063079",
        "title":"Breakthrough at Wyandanch; Newsletter EDL/McGraw-Hill."},
      {
        "id":"ED063080",
        "title":"Current Issues--The Public College."},
      {
        "id":"ED063081",
        "title":"Wise Utilization of Human Resources: The Paraprofessional in the Reading Program: Paraprofessionals and Reading."},
      {
        "id":"ED063082",
        "title":"I.T.A.--A Status Report--1971: The Beginning of a Second Decade."},
      {
        "id":"ED063083",
        "title":"I/T/A/ News."},
      {
        "id":"ED063084",
        "title":"Elaboration and Learning Efficiency in Four Ethnic Groups."},
      {
        "id":"ED063085",
        "title":"Pupil Accountability and Reading."},
      {
        "id":"ED063086",
        "title":"Why Paraprofessionals in Reading?"},
      {
        "id":"ED063087",
        "title":"Realities and Fallacies of Reading Instruction for Ethnically Different Students: Cognitive and Affective Concerns."},
      {
        "id":"ED063088",
        "title":"Critical Issues in Reading Instruction Among Black Teachers and Students: Personnel and Training."},
      {
        "id":"ED063089",
        "title":"Personality Type and Achievement in Reading."},
      {
        "id":"ED063090",
        "title":"Some Parameters of Pupil Response in Learning."},
      {
        "id":"ED063091",
        "title":"Teaching Listening Skills in the Junior College Reading Program."},
      {
        "id":"ED063092",
        "title":"Strengthening Reading at the Secondary Level."},
      {
        "id":"ED063093",
        "title":"Evaluating Reading Growth."},
      {
        "id":"ED063094",
        "title":"Building Word Recognition Abilities."},
      {
        "id":"ED063095",
        "title":"A City-Wide Language Experience Approach to Reading."},
      {
        "id":"ED063096",
        "title":"Psychometric Research in Reading."},
      {
        "id":"ED063098",
        "title":"The Development and Validation of an Individualized Perceptual Skills Curriculum."},
      {
        "id":"ED063099",
        "title":"Diagnosis and Remediation of Reading Retardation: A Focus on the Development of Logical Thinking. Final Report."},
      {
        "id":"ED063100",
        "title":"The Rationale and Design of a Primary Grades Reading System for an Individualized Classroom."},
      {
        "id":"ED063101",
        "title":"National Assessment Report 4 1969-1970 Science: Group Results for Sex, Region, and Size of Community."},
      {
        "id":"ED063103",
        "title":"What Educators Can Do About Cigarette Smoking."},
      {
        "id":"ED063107",
        "title":"Report of the United Nations Interregional Seminar on the Employment, Development and Role of Scientists and Technical Personnel in the Public Service of Developing Countries, Volume III: Technical Papers."},
      {
        "id":"ED063108",
        "title":"International Directory of Facilities for Education and Training in Basic Subjects Related to the Peaceful Uses of Outer Space."},
      {
        "id":"ED063109",
        "title":"How to Read the Natural Landscape in Forests and Fields."},
      {
        "id":"ED063110",
        "title":"How to Handle Radioisotopes Safely."},
      {
        "id":"ED063111",
        "title":"How to Study the Earth From Space."},
      {
        "id":"ED063113",
        "title":"National Nutrition Education Clearing House Reference List, Secondary Teaching Materials and Teacher References."},
      {
        "id":"ED063114",
        "title":"National Nutrition Education Clearing House Reference List, General Teacher References."},
      {
        "id":"ED063115",
        "title":"Science for Society Education Review, Volume 2 Number 1, March 1972."},
      {
        "id":"ED063116",
        "title":"The Relative Effectiveness of Four Strategies for Teaching Disjunctive Concepts in Mathematics."},
      {
        "id":"ED063117",
        "title":"The Development, Field Test and Validation of Scales to Assess Teachers' Attitudes Toward Teaching Elementary School Science."},
      {
        "id":"ED063118",
        "title":"Science Education News, April 1972, Nontraditional Learning."},
      {
        "id":"ED063119",
        "title":"EPA Citizens' Bulletin."},
      {
        "id":"ED063120",
        "title":"Authorized Course of Instruction for the Quinmester Program. Science: The World of Animals, Animal Life, Four Legged and Otherwise."},
      {
        "id":"ED063121",
        "title":"Authorized Course of Instruction for the Quinmester Program. Science: The Green Plant, Plant Life in the Backyard."},
      {
        "id":"ED063122",
        "title":"Authorized Course of Instruction for the Quinmester Program. Science: Cell Biology, Introduction to Life Science."},
      {
        "id":"ED063123",
        "title":"Mathematics: Measurement Lab."},
      {
        "id":"ED063124",
        "title":"Mathematics: Whole Number Action."},
      {
        "id":"ED063127",
        "title":"A Brief Summation of Statistically Significant Findings of Some of the Research Studies Involving the \"Causal\" Approach to Preventive Mental Health in the Classroom."},
      {
        "id":"ED063129",
        "title":"Referral Resource Directory of Counseling, Rehabilitation &amp; Treatment Services for Individuals with Drug-Related Concerns."},
      {
        "id":"ED063130",
        "title":"An Inventory of International Clearing House Services in Population/Family Planning With Special Reference to Audio-Visual Aids and Educational Materials."},
      {
        "id":"ED063131",
        "title":"Population Research. Inventory of Population Research Supported by Federal Agencies, Fiscal Year 1971."},
      {
        "id":"ED063132",
        "title":"Population Control, Myth or Fact as a National Goal."},
      {
        "id":"ED063133",
        "title":"Directory of IEC Assistance. Sources and Types of Aid Available for the Information, Education, Communication Components of Population/Family Planning Programs."},
      {
        "id":"ED063138",
        "title":"Scientific Communication in Educational Research."},
      {
        "id":"ED063139",
        "title":"The Rationale and Description of the F. U. N. (Fundamentals Underlying Number) Program."},
      {
        "id":"ED063140",
        "title":"National Assessment of Educational Progress, Mathematics Objectives."},
      {
        "id":"ED063141",
        "title":"Studies in Family Planning, Volume 2 Number 10."},
      {
        "id":"ED063142",
        "title":"Country Profiles, Trinidad and Tobago."},
      {
        "id":"ED063143",
        "title":"The Crisis of Trust and the Environmental Movement."},
      {
        "id":"ED063144",
        "title":"Decision Making in the Biological Field. The 1971 W. O. Atwater Memorial Lecture."},
      {
        "id":"ED063145",
        "title":"Environmental Awareness Bibliography."},
      {
        "id":"ED063147",
        "title":"Conservation and Environmental Education in the Western States."},
      {
        "id":"ED063148",
        "title":"The Social and Economic Significance of Recreation Activities in the Marine Environment."},
      {
        "id":"ED063149",
        "title":"Science Policy Reviews, Volume 5 Number 1."},
      {
        "id":"ED063150",
        "title":"Evaluating ITV Production Techniques: Community of Living Things."},
      {
        "id":"ED063151",
        "title":"Environmental Center for Our Schools, Curriculum Guide, Grades 4,5,6."},
      {
        "id":"ED063152",
        "title":"Language Arts: The Literature of Ecology."},
      {
        "id":"ED063153",
        "title":"Country Profiles, Nepal."},
      {
        "id":"ED063154",
        "title":"National Environmental Center Act of 1971. Report of the Committee on Public Works, United States Senate."},
      {
        "id":"ED063155",
        "title":"State and National Assessment in Science."},
      {
        "id":"ED063156",
        "title":"Addresses and Reports, NSTA Twentieth Annual Meeting, New York City, April 7-11, 1972."},
      {
        "id":"ED063158",
        "title":"What is Process Education: An Emerging Rational Position."},
      {
        "id":"ED063160",
        "title":"Soil and Water Conservation for a Better America. A Framework Plan."},
      {
        "id":"ED063161",
        "title":"Investigations in Mathematics Education, Volume 5 Number 2."},
      {
        "id":"ED063162",
        "title":"Mounds View Environmental Education Project, Report #1."},
      {
        "id":"ED063163",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 10, No. 2. Drug Abuse Programs: A Directory for Minority Groups."},
      {
        "id":"ED063164",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 20, No. 1. Directory of State Drug Prevention Officials."},
      {
        "id":"ED063174",
        "title":"National Clearinghouse for Drug Abuse Information Report Series, Series 22, No. 1. Community Action Programs."},
      {
        "id":"ED063176",
        "title":"The Influence of the Science Curriculum Improvement Study (SCIS) on the Learner's Operational Utilization of Science Processes. Final Report."},
      {
        "id":"ED063177",
        "title":"Sketches of Local Action Programs for School Environmental Education."},
      {
        "id":"ED063178",
        "title":"On Quality in Education."},
      {
        "id":"ED063179",
        "title":"A Humanistic Social Theory: A Human Systems Theory Applied to Youth, Higher Education, and Our Cultural Metamorphosis."},
      {
        "id":"ED063180",
        "title":"Civic Education in a Crisis Age: An Alternative to Repression and Revolution."},
      {
        "id":"ED063182",
        "title":"What Shall I Read on Japan: An Introductory Guide. Tenth Edition."},
      {
        "id":"ED063183",
        "title":"Course Outlines for Secondary School Offerings. Revised Edition."},
      {
        "id":"ED063184",
        "title":"Experiences in Decision Making. Elementary Social Studies Handbook."},
      {
        "id":"ED063185",
        "title":"Report on the Arts and Humanities Institutes of 1966."},
      {
        "id":"ED063186",
        "title":"Report on Evaluation of Pilot Civics Institutes, NDEA 1966."},
      {
        "id":"ED063187",
        "title":"Social Studies: Introduction to Economics."},
      {
        "id":"ED063188",
        "title":"Social Studies. Health: Drugs, Society and You."},
      {
        "id":"ED063189",
        "title":"Social Studies: Protest and Change in American Society."},
      {
        "id":"ED063190",
        "title":"Social Studies. Language Arts: Comparative World Religions."},
      {
        "id":"ED063191",
        "title":"Social Studies. Dawn: The Birth of Selected Civilizations."},
      {
        "id":"ED063192",
        "title":"Social Studies: Totalitarianism in the 20th Century."},
      {
        "id":"ED063193",
        "title":"Social Studies. Political Theory: Left to Right."},
      {
        "id":"ED063194",
        "title":"Social Studies: Peace in the Twentieth Century."},
      {
        "id":"ED063195",
        "title":"Social Studies: Americanism vs. Communism."},
      {
        "id":"ED063196",
        "title":"National Assessment of Educational Progress. 1969-70 Citizenship: Group Results for Sex, Region, and Size of Community. National Assessment Report 6."},
      {
        "id":"ED063197",
        "title":"National Assessment of Educational Progress. Music Objectives."},
      {
        "id":"ED063198",
        "title":"World Law Fund Bibliography."},
      {
        "id":"ED063199",
        "title":"Czechoslovakia Information Minimum."},
      {
        "id":"ED063200",
        "title":"Social Studies: Crime in America."},
      {
        "id":"ED063201",
        "title":"Social Studies: Living in Dade County."},
      {
        "id":"ED063202",
        "title":"Social Studies: Dissent and Change in America."},
      {
        "id":"ED063203",
        "title":"Social Studies: The Electoral Process."},
      {
        "id":"ED063204",
        "title":"Social Studies: Minorities in American Society."},
      {
        "id":"ED063205",
        "title":"Social Studies: Advanced Techniques in the Social Sciences."},
      {
        "id":"ED063206",
        "title":"Social Studies: Prejudice in America."},
      {
        "id":"ED063207",
        "title":"Social Studies: Human Relations: Home and Family Education."},
      {
        "id":"ED063208",
        "title":"Social Studies. The Development of Europe: 1000 B. C. - 1000 A. D."},
      {
        "id":"ED063209",
        "title":"Government and Political Science. A Resource Guide."},
      {
        "id":"ED063211",
        "title":"The American Society and the Selective Service System."},
      {
        "id":"ED063212",
        "title":"Education in the People's Republic of China (Mainland) from 1949 to 1969. Occasional Paper 7."},
      {
        "id":"ED063213",
        "title":"Area Handbook for the Indian Ocean Territories."},
      {
        "id":"ED063214",
        "title":"Education for a New Colombia."},
      {
        "id":"ED063215",
        "title":"Seven Major Foci of Affective Experiences: A Typology for Educational Design, Planning, Analysis, and Research."},
      {
        "id":"ED063217",
        "title":"Free Speech Yearbook: 1971."},
      {
        "id":"ED063218",
        "title":"Development of an Inservice Model for Implementing New Methodology in the Social Studies Curriculum. End of Project Period Report. Volume V."},
      {
        "id":"ED063219",
        "title":"Changes in Academic Roles of Black and White Compensatory Education Students and Its Effects on Self-Concept-of-Academic-Ability."},
      {
        "id":"ED063221",
        "title":"A Brief Overview of Open Classroom Education."},
      {
        "id":"ED063222",
        "title":"Project Wingspread. Metropolitan Community Resources as the Interface for Open Communications. Objectives."},
      {
        "id":"ED063223",
        "title":"Project Wingspread. Metropolitan Community Resources as the Interface for Open Communications: Ideology and Social Studies Action Programs."},
      {
        "id":"ED063224",
        "title":"Project Wingspread. Education for Metropolitan Living: High School Curriculum Overview."},
      {
        "id":"ED063233",
        "title":"Manpower Trends in Czechoslovakia: 1950 to 1990."},
      {
        "id":"ED063234",
        "title":"[Teaching About Kenya in the Elementary School.]"},
      {
        "id":"ED063235",
        "title":"Project Wingspread. Social Anatomy of the Metropolis: People of the Metropolitan Community. Black Ethnic Study."},
      {
        "id":"ED063245",
        "title":"The Human Relations Specialist in Local School Systems, 1970-71."},
      {
        "id":"ED063247",
        "title":"Guidelines for the Selection of Students in Programs of Teacher Education."},
      {
        "id":"ED063248",
        "title":"Student Perceptions of Student Teaching in 31 Secondary School Classes in English."},
      {
        "id":"ED063249",
        "title":"The Real Curriculum of Teacher Education."},
      {
        "id":"ED063250",
        "title":"Students, Teachers, and Educational Expectations: Reciprocol Effects at Three Points in Time."},
      {
        "id":"ED063251",
        "title":"Strengthening Developing Institutions, A Summative Analysis of a Title III."},
      {
        "id":"ED063252",
        "title":"Graduate Program for Specialists in Early Childhood Education."},
      {
        "id":"ED063253",
        "title":"Evaluation of a Series of Five 1971 Teacher Education Workshops Sponsored by the New England Program in Teacher Education."},
      {
        "id":"ED063254",
        "title":"Preaching and Practice in Teaching Educational Psychology. A Four-Year Study."},
      {
        "id":"ED063255",
        "title":"Teacher Education is a Four Letter Word. A Summary."},
      {
        "id":"ED063256",
        "title":"The Analysis of Teachers' Task Contributions to Decision-Making Interaction: Differences in Three Content Areas and Two Types of Teaching Teams."},
      {
        "id":"ED063258",
        "title":"Toward an Applied Theory of Instructional Eclecticism."},
      {
        "id":"ED063259",
        "title":"New Approaches to Teacher Preparation at Michigan State University."},
      {
        "id":"ED063260",
        "title":"Self Confrontation Counseling: A Selective Review With Implications for Teacher Education."},
      {
        "id":"ED063261",
        "title":"Overseas Student Teaching Programs: A Study of American Collegiate Participation."},
      {
        "id":"ED063262",
        "title":"The Study of Paraprofessionals in Urban Schools: Gaining Research Mileage Out of Educational Evaluations."},
      {
        "id":"ED063263",
        "title":"Guidelines for Project Design, Implementation, Monitoring and Evaluation."},
      {
        "id":"ED063264",
        "title":"A Study of Teacher Employment Practices in Iowa, Kansas, Missouri and Nebraska."},
      {
        "id":"ED063265",
        "title":"Model: An Authentic Teacher Education Program."},
      {
        "id":"ED063266",
        "title":"Large Group Instruction Through Concept Development. Final Report."},
      {
        "id":"ED063267",
        "title":"Methods for Maximizing the Learning Process: A Theoretical and Experimental Analysis."},
      {
        "id":"ED063268",
        "title":"Improving Children's Creative Problem Solving Ability: Effects of Distribution of Training, Teacher Involvement, and Teacher's Divergent Thinking Ability on Instruction. Final Report."},
      {
        "id":"ED063270",
        "title":"Accountability and Teacher Satisfaction."},
      {
        "id":"ED063271",
        "title":"The Student Choice Movement."},
      {
        "id":"ED063272",
        "title":"Innovation in Teacher Education: An International; Perspective."},
      {
        "id":"ED063273",
        "title":"Competency-Based Teacher Education: A Scenario."},
      {
        "id":"ED063274",
        "title":"A Critique of Performance-Based Teacher Education."},
      {
        "id":"ED063275",
        "title":"Manchester Interview. Competency-Based Teacher Education/Certification."},
      {
        "id":"ED063276",
        "title":"The Individualized, Competency-Based System of Teacher Education at Weber State College."},
      {
        "id":"ED063277",
        "title":"Analysis of Verbal Interaction in Supervisory Conferences with Student Teachers."},
      {
        "id":"ED063278",
        "title":"Evaluative Follow-Up of Teacher Corps Interns: An Analysis of Teacher Behavior. Final Report."},
      {
        "id":"ED063279",
        "title":"Teacher Attitudes Toward Professionalism, Job Satisfaction and Collective Negotiations: A Cross Cultural-Study. Final Report."},
      {
        "id":"ED063280",
        "title":"Teacher \"Attitudes\" vs. Teacher Behavior. Final Report."},
      {
        "id":"ED063281",
        "title":"Evaluation of the Impact of Educational Research and Development Products. Final Report."},
      {
        "id":"ED063282",
        "title":"Biology 23. Unit One -- The Cell: Structure and Physiology."},
      {
        "id":"ED063283",
        "title":"A Program for High School Social Studies. Comparative Government."},
      {
        "id":"ED063284",
        "title":"A Program for High School Social Studies: Anthropology."},
      {
        "id":"ED063285",
        "title":"Seventh Grade Social Studies. A Program in Sociology and American History."},
      {
        "id":"ED063286",
        "title":"Eighth Grade Social Studies. An Experimental Program in Geography and Anthropology."},
      {
        "id":"ED063287",
        "title":"Music Handbook for Primary Grades."},
      {
        "id":"ED063288",
        "title":"Music Handbook for Intermediate Grades."},
      {
        "id":"ED063289",
        "title":"York: The Summer of Our Content, Prologue or Epilogue."},
      {
        "id":"ED063292",
        "title":"Expansion of Consciousness: English."},
      {
        "id":"ED063293",
        "title":"Children's Theatre: Drama, English."},
      {
        "id":"ED063294",
        "title":"The Language Barrier and Its Effects on Learning."},
      {
        "id":"ED063295",
        "title":"Alternative Uses of Phonemic Information in Spelling."},
      {
        "id":"ED063298",
        "title":"Project MAS--'Que esta pasando?'"},
      {
        "id":"ED063302",
        "title":"Organizational Processes in the Free Recall of Sentences."},
      {
        "id":"ED063303",
        "title":"The Ohio Survey of High School English Programs."},
      {
        "id":"ED063311",
        "title":"English and the 70's: Part I: \"Prolegomena for Curriculum Builders\". Appendix to Final Report."},
      {
        "id":"ED063315",
        "title":"The Harlem Renaissance Today (The 1920's 'New Negro Movement' Reviewed)--Notes on a Neglected Theme."},
      {
        "id":"ED063316",
        "title":"A Transformational Analysis of Oral Syntactic Structures of Children Representing Varying Ethno-Linguistic Communities."},
      {
        "id":"ED063317",
        "title":"English and the 70's: Part II: Writing: Some General Articles, Writing: The Classroom Experience. Appendix to Final Report."},
      {
        "id":"ED063318",
        "title":"English and the 70's: Part III. Appendix to Final Report."},
      {
        "id":"ED063319",
        "title":"English and the 70's: Part IV: Approaches to English I. Appendix to Final Report."},
      {
        "id":"ED063320",
        "title":"English and the 70's: Part IV: Approaches to English II. Appendix to Final Report."},
      {
        "id":"ED063321",
        "title":"Elective: African Literature."},
      {
        "id":"ED063322",
        "title":"Art Education Framework for California Public Schools Kindergarten through Grade Twelve."},
      {
        "id":"ED063323",
        "title":"Development and Trial of a Two Year Program of String Instruction. Final Report."},
      {
        "id":"ED063324",
        "title":"Testing Practices, Minority Groups, and Higher Education: A Review and Discussion of the Research."},
      {
        "id":"ED063325",
        "title":"Intensification of the Learning Process: Gross Motor Performance Scale. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063326",
        "title":"A Methodological Gap--The Completeness of a Goal Intent."},
      {
        "id":"ED063327",
        "title":"Some Overlooked Implications of the Purpose: To Provide Data for Decision Making."},
      {
        "id":"ED063328",
        "title":"Methodological Variables in the Study of Field Dependent Behavior of Young Children."},
      {
        "id":"ED063329",
        "title":"Development of an Instrument to Assess Attitudes of High School Students in Compensatory Programs."},
      {
        "id":"ED063330",
        "title":"Evaluation and the Diffusion of Educational Innovations."},
      {
        "id":"ED063331",
        "title":"Implementing a Mixed Program of Criterion and Noncriterion-Referenced Measurement."},
      {
        "id":"ED063332",
        "title":"Considerations Related to the Usefulness of the Performance Indicators in Dyer's Student Change Model of an Educational System."},
      {
        "id":"ED063334",
        "title":"On the Extraction of Components and the Applicability of the Factor Model."},
      {
        "id":"ED063335",
        "title":"A System of Educational Assessment in the State of Florida."},
      {
        "id":"ED063336",
        "title":"The Prediction of Teacher Turnover Employing Time Series Analysis."},
      {
        "id":"ED063337",
        "title":"Recommendations for the Evaluation of Performance Contracting: An a Posteriori View."},
      {
        "id":"ED063338",
        "title":"Coombs' Type Response Procedures."},
      {
        "id":"ED063339",
        "title":"Installing an Evaluation Capability in an Educational Setting: Barriers and \"Caveats.\""},
      {
        "id":"ED063341",
        "title":"The Use of Formative Evaluation Procedures in the Development of a Mathematics Laboratory."},
      {
        "id":"ED063342",
        "title":"The Effects of Verbal, Imaginal, and Rote Instructional Sets on the Learning of Concrete and Abstract Sentences."},
      {
        "id":"ED063343",
        "title":"Intensification of the Learning Process: Project Description. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063344",
        "title":"Intensification of the Learning Process: Research Findings. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063345",
        "title":"Intensification of the Learning Process: Diagnostic Instruments--Learner State Check List Evaluation Response Form. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063347",
        "title":"Intensification of the Learning Process: Educational Grouping Questionnaire. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063349",
        "title":"Intensification of the Learning Process: Diagnostic Instruments--Visual Performance Screening Test, Observing the Learner, Questionnaire-Parent. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063352",
        "title":"Intensification of the Learning Process: Automated Instructional Resources Retrieval System. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063353",
        "title":"Intensification of the Learning Process: Curriculum Resources. A Series of Reports Designed for Classroom Use."},
      {
        "id":"ED063354",
        "title":"Intensification of the Learning Process: Prototype Curriculum Guides."},
      {
        "id":"ED063355",
        "title":"Project Description: Quality Education Program Study. Booklet A."},
      {
        "id":"ED063357",
        "title":"General Needs Assessments: Quality Education Program Study. Booklet B."},
      {
        "id":"ED063359",
        "title":"Characteristics of Incidents and their Reporters: Quality Education Program Study. Booklet C and Booklet C Supplement."},
      {
        "id":"ED063360",
        "title":"Self Understanding: Quality Education Program Study. Booklet 1 (Description) and Booklet 1-A (Needs Assessment)."},
      {
        "id":"ED063362",
        "title":"Understanding Others: Quality Education Program Study. Booklet 2 (Description) and Booklet 2-A (Needs Assessment)."},
      {
        "id":"ED063364",
        "title":"Basic Skills: Quality Education Program Study. Booklet 3 (Description) and Booklet 3A (Needs Assessment)."},
      {
        "id":"ED063366",
        "title":"Interest in School and Learning: Quality Education Program Study. Booklet 4 (Description) and Booklet 4-A (Needs Assessment)."},
      {
        "id":"ED063368",
        "title":"Good Citizenship: Quality Education Program Study. Booklet 5 (Description) and Booklet 5-A (Needs Assessment)."},
      {
        "id":"ED063370",
        "title":"Good Health Habits: Quality Education Program Study. Booklet 6 (Description) and Booklet 6-A (Needs Assessment)."},
      {
        "id":"ED063372",
        "title":"Creativity; Quality Education Program Study. Booklet 7 (Description)."},
      {
        "id":"ED063374",
        "title":"Vocational Development: Quality Education Program Study. Booklet 8 (Description)."},
      {
        "id":"ED063376",
        "title":"Understanding Human Accomplishment: Quality Education Program Study. Booklet 9 (Description)."},
      {
        "id":"ED063378",
        "title":"Preparation for a Changing World: Quality Education Program Study. Booklet 10 (Description)."},
      {
        "id":"ED063380",
        "title":"Metal-Chair Assembler (furn.) II 6-36.275--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063381",
        "title":"Routeman, Retail Dairy Products (dairy prod.) 1-80.06--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063382",
        "title":"Routeman, Wholesale Dairy Products (dairy prod.) 1-80.06--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063383",
        "title":"Routeman, Bakery Products (ret. tr.; whole tr.) 1-80.06--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063384",
        "title":"Automobile-Service-Station Attendant 7-60.500--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063385",
        "title":"Audit Clerk 1-01.32--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063386",
        "title":"Ticket Agent (air trans.) 1-44.12--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063387",
        "title":"Construction - Equipment Mechanic (const.) 620.281--Technical Report on Development of USTES Test Battery."},
      {
        "id":"ED063388",
        "title":"Dental Assistant (medical ser.) 079.378--Development of USES Aptitude Test Battery."},
      {
        "id":"ED063389",
        "title":"Painter-Decorator (const.) 5-27.010 and 5-28.100--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063392",
        "title":"Telephone Deputy (bus. ser.) 1-18.44--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063393",
        "title":"Welder, Inert Gas 4-85.025--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063394",
        "title":"Gas Serviceman 5-83.947--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063395",
        "title":"Counselor, Camp (profess. &amp; kin.) 159.228--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED063396",
        "title":"Salesman, Construction Machinery (whole tr.) 1-86.26--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063397",
        "title":"Welder, Arc (welding) 810.884--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED063398",
        "title":"Tool-and-Die Maker (mach. shop) 601.280--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED063399",
        "title":"Mathematician (profess. &amp; kin.) 020.088-018--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063400",
        "title":"Wire Drawer 4-88.511--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063401",
        "title":"Cement Mason (const.) 844.844--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED063402",
        "title":"Braiding-Machine Operator (cot. small wares; textiles) 6-19.986--Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063403",
        "title":"Compression-Molding-Machine Tender (fabric. plastics prod.) 556.885--Technical Report on Development of USES Aptitude Test Battery."},
      {
        "id":"ED063404",
        "title":"Condenser Winder (electronics) 6-98.070; Stamper II (electronics) 9-68.20; Welder, Spot (electronics) 6-85.060--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063405",
        "title":"Coil Winder II (elec. equip.) 724.884--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063406",
        "title":"Extruder Operator (plastics mat.) 6-51.468--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063407",
        "title":"Process Artist (print. &amp; pub.) 972.281--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED063408",
        "title":"Photographer, Lithographic (print. &amp; pub.) 972.382--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED063409",
        "title":"Transferrer (print. &amp; pub.) I 972.381--Technical Report on Development of USTES Aptitude Test Battery."},
      {
        "id":"ED063411",
        "title":"Assembler II (rubber goods) 753.887--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063412",
        "title":"Resistor Winder (elec. equip.) 724.884--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063413",
        "title":"Injection-Molding-Machine Tender (fabric-plastics prod.) 556.885--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063414",
        "title":"Module Assembler (electronics) 6-98.027--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063416",
        "title":"Exterminator (any ind.) 389.884--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063417",
        "title":"Machine Attendant (hardware) 619.885--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063418",
        "title":"Office-Machine Servicemen (any ind.) 5-83.111--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063419",
        "title":"Ironworker, Shop (ship &amp; boat bldg. &amp; rep.; struct. &amp; ornam. metal work) 4-84.610--Technical Report on Standardization of the General Aptitude Test Battery."},
      {
        "id":"ED063420",
        "title":"The Question of Ethnic Identity. CAE Newsletter, Volume 3, Number 1."},
      {
        "id":"ED010059",
        "title":"WRITTEN LANGUAGE DEVELOPMENT OF INTERMEDIATE GRADE CHILDREN."},
      {
        "id":"ED010060",
        "title":"INSTRUCTION OF HIGH SCHOOL STUDENTS IN READING FOR DIFFERENT PURPOSES."},
      {
        "id":"ED010061",
        "title":"EXPERIMENTAL AVERSIVE STIMULATION OF VERBAL BEHAVIOR. (NO TITLE GIVEN.)"},
      {
        "id":"ED010062",
        "title":"AN EVALUATION OF THREE APPROACHES TO TEACHING READING IN FIRST GRADE."},
      {
        "id":"ED010063",
        "title":"CONCEPT FORMATION IN CHILDREN WITH DOWN'S SYNDROME-MONGOLISM."},
      {
        "id":"ED010064",
        "title":"THE DEVELOPMENT OF A CONCEPTUAL SYSTEM FOR DEALING WITH PROBLEMS OF CURRICULUM AND INSTRUCTION."},
      {
        "id":"ED010065",
        "title":"RESEARCH ON LIBRARY SERVICES IN METROPOLITAN AREAS."},
      {
        "id":"ED010066",
        "title":"EFFECT OF EXTRINSIC REWARDS ON MOTIVATION."},
      {
        "id":"ED010067",
        "title":"EFFECTS OF GEOGRAPHIC MOBILITY ON PERFORMANCE IN HIGH SCHOOL."},
      {
        "id":"ED010068",
        "title":"CLASSROOM TEACHING AND LEARNING AS A COMPLEX INTERACTIONAL GAME."},
      {
        "id":"ED010069",
        "title":"CONFERENCE ON HOME ECONOMICS PROGRAM DEVELOPMENT FOR DISADVANTAGED YOUTH AND THEIR FAMILIES."},
      {
        "id":"ED010070",
        "title":"A PROCESS FOR DETERMINING VOCATIONAL COMPETENCIES FOR THE PERFORMANCE OF NINE ESSENTIAL ACTIVITIES FOR SALES PERSONNEL IN THE FEED INDUSTRY, AND THE LOCI AT WHICH THE COMPETENCIES COULD BE TAUGHT."},
      {
        "id":"ED010071",
        "title":"AN EXPLORATORY STUDY OF KNOWLEDGES IN CHILD DEVELOPMENT AND GUIDANCE NEEDED BY MOTHERS AND WORKERS IN OCCUPATIONS RELATED TO CHILD CARE."},
      {
        "id":"ED010072",
        "title":"THE USE OF FOLLOW-UP STUDIES IN THE EVALUATION OF VOCATIONAL EDUCATION."},
      {
        "id":"ED010073",
        "title":"CONDITIONS OF PARTICIPATION IN A PUBLIC AFFAIRS ADULT EDUCATION PROGRAM, A DEVELOPMENTAL STUDY."},
      {
        "id":"ED010074",
        "title":"A DEVELOPMENTAL PROGRAM FOR VOCATIONAL COUNSELORS DIRECTED TOWARD SERVING DISADVANTAGED YOUTH MORE EFFECTIVELY."},
      {
        "id":"ED010075",
        "title":"CONFERENCE ON METHODS OF INCREASING STUDENT ACHIEVEMENT IN TECHNICAL PREPARATORY PROGRAMS."},
      {
        "id":"ED010076",
        "title":"CAREER SIMULATION FOR SIXTH GRADE PUPILS."},
      {
        "id":"ED010077",
        "title":"LIFE CAREER GAME, PLAYER'S MANUAL."},
      {
        "id":"ED010078",
        "title":"CONFERENCE ON THE USE OF PRINTED AND AUDIO-VISUAL MATERIALS FOR INSTRUCTIONAL PURPOSES."},
      {
        "id":"ED010079",
        "title":"A STUDY OF THE EFFECTS OF ROOM TEMPERATURE ON LEARNING."},
      {
        "id":"ED010080",
        "title":"MAJOR TRENDS IN INTERDENOMINATIONAL ADULT EDUCATION, 1936-1964."},
      {
        "id":"ED010081",
        "title":"AN EXPERIMENTAL STUDY IN THE USE OF PROGRAMED MATERIALS FOR SEVENTH-GRADE OPEN-ENDED LABORATORY EXPERIENCES."},
      {
        "id":"ED010082",
        "title":"INSERVICE DESIGN FOR A SMALL SCHOOL DISTRICT."},
      {
        "id":"ED010083",
        "title":"AN INTER-DISCIPLINARY APPROACH TO IMPROVING THE DEVELOPMENT OF CULTURALLY DISADVANTAGED CHILDREN."},
      {
        "id":"ED010084",
        "title":"A PILOT RESEARCH STUDY OF ART FACILITIES IN SIX COLLEGES AND UNIVERSITIES."},
      {
        "id":"ED010085",
        "title":"SOCIAL SCIENCE EDUCATION CONSORTIUM--RESEARCH AND DEVELOPMENT FOR GRADES K-12."},
      {
        "id":"ED010086",
        "title":"TO AID IN THE DEVELOPMENT OF SOCIAL SCIENCE EDUCATION IN THE MIDWEST."},
      {
        "id":"ED010087",
        "title":"PROJECT TALENT, 1-YEAR FOLLOW-UP STUDIES."},
      {
        "id":"ED010088",
        "title":"PROCEDURES FOR IDENTIFYING PERSONS WITH POTENTIAL FOR PUBLIC SCHOOL ADMINISTRATIVE POSITIONS."},
      {
        "id":"ED010089",
        "title":"INFLUENCES ON STUDENTS' UNDERSTANDING OF SCIENCE."},
      {
        "id":"ED010090",
        "title":"THE RELATIONSHIP OF CERTAIN PREDICTION AND SELF-EVALUATION DISCREPANCIES TO ART PERFORMANCE AND ART JUDGMENT."},
      {
        "id":"ED010091",
        "title":"THE ABILITY OF CERTAIN PUPILS TO UNDERSTAND AND APPLY SELECTED CONCEPTS AND GENERALIZATIONS IN GEOGRAPHY."},
      {
        "id":"ED010092",
        "title":"EFFECTS OF CLASS AND RACIAL BIAS ON TEACHER EVALUATION OF PUPILS."},
      {
        "id":"ED010093",
        "title":"THE NATURE OF ANALYSIS AND SYNTHESIS AND SOME CONDITIONS IN THE CLASSROOM WHICH FACILITATE OR RETARD THESE COGNITIVE PROCESSES, PART II, ANALYSIS, SYNTHESIS, AND ACADEMIC PERFORMANCE."},
      {
        "id":"ED010095",
        "title":"INSIGHTS GAINED AS A RESULT OF A HIGH SCHOOL SOCIAL STUDIES COURSE."},
      {
        "id":"ED010096",
        "title":"A STUDY OF ADMINISTRATIVE ARRANGEMENTS IN DIFFERENT TYPES OF SCHOOL DISTRICTS."},
      {
        "id":"ED010097",
        "title":"EFFECTS OF A SUMMER COUNSELING PROGRAM WITH POTENTIAL DROPOUTS."},
      {
        "id":"ED010098",
        "title":"ASSESSMENT OF THE INTELLECTUAL-SOCIAL-CULTURAL ENVIRONMENT WHICH IS CHARACTERISTIC OF A PRIVATE JUNIOR COLLEGE FOR WOMEN."},
      {
        "id":"ED010099",
        "title":"TECHNIQUES FOR EVALUATING THE LEARNING PROCESS IN ENGINEERING EDUCATION."},
      {
        "id":"ED010101",
        "title":"PERSONALITY CHARACTERISTICS OF COLLEGE DROPOUTS, FINAL REPORT."},
      {
        "id":"ED010102",
        "title":"THE STRUCTURE OF GROSS MOTOR SKILL PATTERNS."},
      {
        "id":"ED010103",
        "title":"THE COLLEGE SUGGESTOR, A DATA RETRIEVAL DEVICE FOR USE AS A GUIDE TO COLLEGE CHOICE, FINAL REPORT."},
      {
        "id":"ED010106",
        "title":"A DATA RETRIEVAL DEVICE FOR USE AS A GUIDE TO COLLEGE CHOICE."},
      {
        "id":"ED010107",
        "title":"A FEASIBILITY STUDY TO INVESTIGATE THE INSTRUMENTATION, ESTABLISHMENT, AND OPERATION OF A LEARNING LABORATORY FOR HARD-OF-HEARING CHILDREN, FINAL REPORT."},
      {
        "id":"ED010108",
        "title":"VALUE ORIENTATION AND THE ENGLISH LANGUAGE IN PUERTO RICO--ATTITUDES TOWARD SECOND LANGUAGE LEARNING AMONG NINTH-GRADE PUPILS AND THEIR PARENTS."},
      {
        "id":"ED010109",
        "title":"BRIDGING THE GRADE SIX TO SEVEN GAP WITH CONTINUOUS PROGRESS."},
      {
        "id":"ED010110",
        "title":"UTILIZATION OF COMPUTER FACILITIES IN THE MATHEMATICS AND BUSINESS CURRICULUM IN A LARGE SUBURBAN HIGH SCHOOL."},
      {
        "id":"ED010111",
        "title":"SOCIAL EFFECTS OF EDUCATION ON CHILDREN OF SUBURBAN BLUE COLLAR WORKERS."},
      {
        "id":"ED010112",
        "title":"A SUMMER PILOT RESIDENTIAL EDUCATIONAL PROJECT FOR CULTURALLY DEPRIVED YOUTH."},
      {
        "id":"ED010113",
        "title":"PSYCHOLOGICAL AND EDUCATIONAL FACTORS IN TRANSFER OF TRAINING, SECTION TWO--BIBLIOGRAPHY OF STUDIES OF TRANSFER OF TRAINING."},
      {
        "id":"ED010114",
        "title":"TRADITION AND INNOVATION IN THE CRAFT OF ENGLISH--RECONNAISSANCE FOR A WAR ON AESTHETIC POVERTY."},
      {
        "id":"ED010115",
        "title":"8MM FILM IN EDUCATION--ITS EMERGING ROLE."},
      {
        "id":"ED010116",
        "title":"SELF-EVALUATIVE CHECKLIST AND CRITERIA FOR EVALUATING EDUCATIONAL MEDIA PROGRAMS."},
      {
        "id":"ED010117",
        "title":"STATES AUDIOVISUAL EDUCATION STUDY, A SUMMARY REPORT."},
      {
        "id":"ED010118",
        "title":"THE EDUCATIONAL STATUS OF CHILDREN DURING THE FIRST SCHOOL YEAR FOLLOWING FOUR YEARS OF LITTLE OR NO SCHOOLING."},
      {
        "id":"ED010119",
        "title":"THE DEVELOPMENT OF BASIC ATTITUDES AND VALUES TOWARD GOVERNMENT AND CITIZENSHIP DURING THE ELEMENTARY SCHOOL YEARS, PART 1."},
      {
        "id":"ED010120",
        "title":"PREP--A PROGRAM FOR RECOVERING AND EXTENDING ACADEMIC POTENTIAL FOR HIGH SCHOOL UNDERACHIEVERS SEEKING ENTRANCE AT A REGIONAL COMMUNITY COLLEGE."},
      {
        "id":"ED010121",
        "title":"EFFECTIVENESS OF AN INTEREST-MOTIVATED APPROACH TO JUNIOR COLLEGE REMEDIAL ENGLISH INSTRUCTION."},
      {
        "id":"ED010122",
        "title":"FIRST-YEAR PROGRESS REPORT OF A PROJECT IN NURSERY SCHOOL EDUCATION FOR ENVIRONMENTALLY DEPRIVED SPANISH-AMERICAN CHILDREN."},
      {
        "id":"ED010123",
        "title":"RESULTS OF AN EXPLORATORY STUDY OF FUNCTIONAL ILLITERATES IN MACON COUNTY, ALABAMA."},
      {
        "id":"ED010124",
        "title":"A STATE PROGRAM FOR THE DEVELOPMENT OF PERSONS FOR LEADERSHIP ROLES IN THE ADMINISTRATION OF LOCAL PROGRAMS OF VOCATIONAL AND TECHNICAL EDUCATION."},
      {
        "id":"ED010125",
        "title":"STUDY OF THE AVAILABILITY OF LOCALLY PRODUCED OVERHEAD TRANSPARENCIES AND RECOMMENDATIONS FOR NATIONAL DISTRIBUTION."},
      {
        "id":"ED010126",
        "title":"AN EXPERIMENTAL STUDY OF THE INFLUENCE OF INDIVIDUAL VS. GROUP INSTRUCTION ON SPATIAL ABILITIES IN PRESCHOOL CHILDREN."},
      {
        "id":"ED010127",
        "title":"SYMPOSIUM IN OCCUPATIONAL EDUCATION, MANPOWER, AND ECONOMIC CHANGE IN THE UNITED STATES, FINAL REPORT."},
      {
        "id":"ED010128",
        "title":"INFORMATION TRANSFER IN EDUCATIONAL RESEARCH."},
      {
        "id":"ED010129",
        "title":"A CURRICULUM IN ENGLISH, GRADES 7-12, DESCRIPTIVE ESSAYS BY THE STAFF OF THE OREGON CURRICULUM STUDY CENTER."},
      {
        "id":"ED010131",
        "title":"ORIENTATION, FINDING AND DEVELOPING IDEAS, RHETORIC OF THE SENTENCE, DICTION--RHETORIC CURRICULUM I, TEACHER VERSION."},
      {
        "id":"ED010132",
        "title":"HANDBOOK FOR SEVENTH- AND EIGHTH-GRADE WORK IN SPEECH--RHETORIC CURRICULUM, TEACHER VERSION."},
      {
        "id":"ED010134",
        "title":"FINDING AND DEVELOPING IDEAS, RHETORIC OF THE SENTENCE--RHETORIC CURRICULUM II, TEACHER VERSION."},
      {
        "id":"ED010135",
        "title":"ORIENTATION TO LITERATURE, BALLADS, ORIENTATION, TRADITIONAL BALLAD, LITERARY BALLAD, BOOK OF BALLADS--LITERATURE CURRICULUM I, STUDENT VERSION."},
      {
        "id":"ED010136",
        "title":"ORIENTATION TO LITERATURE, BALLADS--ORIENTATION, TRADITIONAL BALLAD, LITERARY BALLAD, BOOK OF BALLADS--LITERATURE CURRICULUM I, TEACHER VERSION."},
      {
        "id":"ED010137",
        "title":"FABLES, PARABLES, SHORT STORIES--LITERATURE CURRICULUM I, STUDENT VERSION."},
      {
        "id":"ED010138",
        "title":"FABLES, PARABLES, SHORT STORIES--LITERATURE CURRICULUM I, TEACHER VERSION."},
      {
        "id":"ED010139",
        "title":"MYTHS--LITERATURE CURRICULUM I, STUDENT VERSION."},
      {
        "id":"ED010140",
        "title":"MYTHS--LITERATURE CURRICULUM I, TEACHER VERSION."},
      {
        "id":"ED010141",
        "title":"LITERATURE REORIENTATION, TRAVEL LITERATURE, NARRATIVE POETRY--LITERATURE CURRICULUM II, STUDENT VERSION."},
      {
        "id":"ED010142",
        "title":"LITERATURE REORIENTATION, TRAVEL LITERATURE, NARRATIVE POETRY--LITERATURE CURRICULUM II, TEACHER VERSION."},
      {
        "id":"ED010143",
        "title":"THE NOVEL, THE ONE-ACT PLAY, NONSTORIED FORMS--LITERATURE CURRICULUM II, STUDENT VERSION."},
      {
        "id":"ED010144",
        "title":"THE NOVEL, THE ONE-ACT PLAY, NONSTORIED FORMS--LITERATURE CURRICULUM II, TEACHER VERSION."},
      {
        "id":"ED010145",
        "title":"GRAMMATICALITY AND PHRASE STRUCTURE RULES 1-12--LANGUAGE CURRICULUM I, STUDENT VERSION."},
      {
        "id":"ED010146",
        "title":"TEACHER'S MANUAL FOR GRAMMATICALITY AND PHRASE STRUCTURE RULES 1-12--LANGUAGE CURRICULUM I."},
      {
        "id":"ED010147",
        "title":"PHRASE STRUCTURE RULES 13-18--LANGUAGE CURRICULUM I, STUDENT VERSION."},
      {
        "id":"ED010148",
        "title":"TEACHER'S MANUAL FOR PHRASE STRUCTURE RULES 13-18--LANGUAGE CURRICULUM I."},
      {
        "id":"ED010149",
        "title":"VARIETIES OF ENGLISH, USING THE DICTIONARY--LANGUAGE CURRICULUM I, STUDENT VERSION."},
      {
        "id":"ED010150",
        "title":"VARIETIES OF ENGLISH, USING THE DICTIONARY--LANGUAGE CURRICULUM I, TEACHER VERSION."},
      {
        "id":"ED010151",
        "title":"REVIEW UNIT FOR PHRASE STRUCTURE RULES--LANGUAGE CURRICULUM II, STUDENT VERSION."},
      {
        "id":"ED010153",
        "title":"EXPANSION OF PHRASE STRUCTURE RULES AND SINGLE-BASE TRANSFORMATIONS--LANGUAGE CURRICULUM II, STUDENT VERSION."},
      {
        "id":"ED010154",
        "title":"TEACHER'S MANUAL FOR EXPANSION OF THE PHRASE STRUCTURE RULES AND SINGLE-BASE TRANSFORMATIONS--LANGUAGE CURRICULUM II."},
      {
        "id":"ED010155",
        "title":"DOUBLE-BASE TRANSFORMATIONS--LANGUAGE CURRICULUM II, STUDENT VERSION."},
      {
        "id":"ED010156",
        "title":"TEACHER'S MANUAL FOR DOUBLE-BASE TRANSFORMATIONS--LANGUAGE CURRICULUM II."},
      {
        "id":"ED010157",
        "title":"SOUNDS OF ENGLISH, WRITING SYSTEMS--LANGUAGE CURRICULUM II, STUDENT VERSION."},
      {
        "id":"ED010158",
        "title":"WRITING SYSTEMS--LANGUAGE CURRICULUM II, TEACHER VERSION."},
      {
        "id":"ED010159",
        "title":"USAGE MANUAL--LANGUAGE CURRICULUM I AND II, STUDENT VERSION."},
      {
        "id":"ED010160",
        "title":"USAGE MANUAL--LANGUAGE CURRICULUM I AND II, TEACHER VERSION."},
      {
        "id":"ED010161",
        "title":"THE DEVELOPMENT OF A MASTER TEACHER TRAINING CURRICULUM FOR TEACHERS OF OCCUPATIONAL LEVEL TRAINING PROGRAMS, FINAL REPORT."},
      {
        "id":"ED010162",
        "title":"EFFECTS OF REDUCED LOADS AND INTENSIVE INSERVICE TRAINING UPON THE CLASSROOM BEHAVIOR OF BEGINNING ELEMENTARY TEACHERS."},
      {
        "id":"ED010163",
        "title":"A STUDY OF ENGLISH PROGRAMS IN SELECTED HIGH SCHOOLS WHICH CONSISTENTLY EDUCATE OUTSTANDING STUDENTS IN ENGLISH."},
      {
        "id":"ED010164",
        "title":"EDUCATIONAL INNOVATIONS IN THE COMMUNITY."},
      {
        "id":"ED010165",
        "title":"A PREDICTIVE SCREENING TEST FOR CHILDREN WITH ARTICULATORY SPEECH DEFECTS."},
      {
        "id":"ED010166",
        "title":"RELATIONSHIP BETWEEN INSTRUCTIONAL CHANGE AND THE EXTENT TO WHICH SCHOOL ADMINISTRATORS AND TEACHERS AGREE ON THE LOCATION OF RESPONSIBILITIES FOR ADMINISTRATIVE DECISIONS."},
      {
        "id":"ED010167",
        "title":"THE DEVELOPMENT OF A TAXONOMY FOR THE CLASSIFICATION OF TEACHER CLASSROOM BEHAVIOR."},
      {
        "id":"ED010168",
        "title":"DEVELOPING PROCEDURES FOR THE INSERVICE EDUCATION OF SCHOOL ADMINISTRATION."},
      {
        "id":"ED010169",
        "title":"RELATIONSHIPS BETWEEN HIGH SCHOOL GROUP STRUCTURES AND THE DEVELOPMENT OF ORIENTATIONS TOWARD PUBLIC AFFAIRS."},
      {
        "id":"ED010170",
        "title":"HOW ELEMENTARY SCHOOL CHILDREN RESOLVE EXPERIMENTALLY PRODUCED CONFLICTS IN THINKING."},
      {
        "id":"ED010171",
        "title":"FIRST-GRADE READING INSTRUCTION."},
      {
        "id":"ED010172",
        "title":"THE EFFECTS OF PACING ON PROGRAMED LEARNING UNDER SEVERAL ADMINISTRATIVE CONDITIONS."},
      {
        "id":"ED010173",
        "title":"SOCIOLOGICAL AND EDUCATIONAL FACTORS IN THE ETIOLOGY OF JUVENILE DELINQUENCY."},
      {
        "id":"ED010174",
        "title":"EFFECTS OF GENERALIZING IN LEARNING."},
      {
        "id":"ED010175",
        "title":"THE UTILIZATION OF LARGE-SCREEN TV TO OVERCOME SHORTAGES OF CLASSROOM SPACE AND TEACHING PERSONNEL."},
      {
        "id":"ED010176",
        "title":"CLASSROOM SIMULATION--FURTHER STUDIES ON DIMENSIONS OF REALISM."},
      {
        "id":"ED010177",
        "title":"A STUDY OF THE INSTRUCTIONAL GESTALT IN UNIVERSITY COURSES PRESENTED BY TELEVISION."},
      {
        "id":"ED010178",
        "title":"THE PEDAGOGICAL SIGNIFICANCE OF UNCONSCIOUS FACTORS IN CAREER MOTIVATION FOR TEACHERS."},
      {
        "id":"ED010179",
        "title":"AN ANALYSIS OF CAUSES OF ANXIETY AMONG CHILDREN IN SCHOOL."},
      {
        "id":"ED010180",
        "title":"TRAINING FOR EDUCATIONAL RESEARCH."},
      {
        "id":"ED010181",
        "title":"A STUDY IN COMMUNICATION BETWEEN HIGH SCHOOL TEACHERS OF VOCATIONAL AGRICULTURE AND SOCIO-ECONOMICALLY DISADVANTAGED YOUTH BY THE USE OF SEMANTIC DIFFERENTIAL."},
      {
        "id":"ED010182",
        "title":"A REPORT OF THE INVITATIONAL CONFERENCE ON IMPLEMENTING CAREER DEVELOPMENT THEORY AND RESEARCH THROUGH THE CURRICULUM."},
      {
        "id":"ED010183",
        "title":"CONFERENCE ON RESEARCH FOR PUBLIC SCHOOL SPEECH AND HEARING PERSONNEL."},
      {
        "id":"ED010184",
        "title":"A STUDY OF PSYCHOLOGICAL PATTERNS IN LEARNING ELEMENTARY MATHEMATICS."},
      {
        "id":"ED010185",
        "title":"A STUDY TO DETERMINE HOW COUNSELING PROCEDURES CAN BE USED TO HELP STUDENTS MAKE DECISIONS AND PLANS MORE EFFECTIVELY."},
      {
        "id":"ED010186",
        "title":"RELATIONSHIPS AMONG LEARNING, PRACTICE, AND RECALL, FINAL REPORT."},
      {
        "id":"ED010187",
        "title":"TEACHER EVALUATION AS A MEASURE OF PUPIL PERFORMANCE."},
      {
        "id":"ED010188",
        "title":"DOCTORAL GRADUATES IN EDUCATION. AN INQUIRY INTO THEIR MOTIVES, ASPIRATIONS, AND PERCEPTIONS OF THE PROGRAM."},
      {
        "id":"ED010189",
        "title":"DETERMINING EXCELLENCE QUOTIENT FOR LIBERAL ARTS COLLEGE LIBRARIES."},
      {
        "id":"ED010190",
        "title":"THE IDENTIFICATION OF COMMON COURSES IN PARAMEDICAL EDUCATION."},
      {
        "id":"ED010191",
        "title":"RELATIONS BETWEEN TEACHER PRACTICE AND KNOWLEDGE OF READING THEORY IN SELECTED GRADE SCHOOL CLASSES."},
      {
        "id":"ED010192",
        "title":"CAREER PATTERNS ANALYSIS OF A SELECTED GROUP OF FORMER VOCATIONAL TEACHERS."},
      {
        "id":"ED010193",
        "title":"FACTORS AFFECTING PITCH DISCRIMINATION."},
      {
        "id":"ED010194",
        "title":"A PRELIMINARY ANALYSIS OF AN OBSERVATION SCHEDULE DESIGNED TO IDENTIFY THE TEACHER-CLASSROOM VARIABLES WHICH FACILITATE PUPIL CREATIVE GROWTH."},
      {
        "id":"ED010195",
        "title":"OFFICE AND BUSINESS EDUCATION TEACHER TRAINING CLINICS."},
      {
        "id":"ED010196",
        "title":"SELF-CONTROL IN CHILDREN."},
      {
        "id":"ED010197",
        "title":"RESISTANCE TO REORGANIZATION OF SCHOOL DISTRICTS AND GOVERNMENT IN METROPOLITAN AREAS."},
      {
        "id":"ED010198",
        "title":"RELATIONSHIP BETWEEN HOLLAND VOCATIONAL INVENTORY SCORES AND PERFORMANCE MEASURES OF HIGH SCHOOL STUDENTS."},
      {
        "id":"ED010199",
        "title":"PROMPTING AS AN INSTRUCTIONAL VARIABLE IN CLASSROOM SIMULATION, FINAL REPORT."},
      {
        "id":"ED010200",
        "title":"A NONVERBAL HEARING TEST FOR CHILDREN WITH DEAFNESS."},
      {
        "id":"ED010201",
        "title":"CONCEPT LEARNING AND PROBLEM SOLVING--A BIBLIOGRAPHY, 1950-64."},
      {
        "id":"ED010202",
        "title":"THE EFFECTS ON ACHIEVEMENT TEST RESULTS OF VARYING CONDITIONS OF EXPERIMENTAL ATMOSPHERE, NOTICE OF TEST, TEST ADMINISTRATION, AND TEST SCORING."},
      {
        "id":"ED010203",
        "title":"THE EFFECTS OF INSTRUCTIONS, CONCEPT COMPLEXITY, METHOD OF PRESENTATION, AND ORDER OF CONCEPTS UPON A CONCEPT ATTAINMENT TASK."},
      {
        "id":"ED010204",
        "title":"THE ATTAINMENT OF CONCEPTS FROM FIGURAL AND VERBAL INSTANCES, BY INDIVIDUALS AND PAIRS."},
      {
        "id":"ED010205",
        "title":"THE NEW PEDAGOGY."},
      {
        "id":"ED010206",
        "title":"THE DEVELOPMENT OF A SEQUENTIALLY SCALED ACHIEVEMENT TEST."},
      {
        "id":"ED010207",
        "title":"RECENT DEVELOPMENTS IN DATA COLLECTION AND ANALYSIS FOR EXPERIMENTS."},
      {
        "id":"ED010208",
        "title":"STUDIES OF THE USE OF PROGRAMED INSTRUCTION IN THE CLASSROOM."},
      {
        "id":"ED010209",
        "title":"MEASURES OF LEARNING RATES FOR ELEMENTARY SCHOOL STUDENTS IN MATHEMATICS AND READING UNDER A PROGRAM OF INDIVIDUALLY PRESCRIBED INSTRUCTION."},
      {
        "id":"ED010210",
        "title":"THE EFFECT OF AN INDIVIDUALLY PRESCRIBED INSTRUCTION PROGRAM IN ARITHMETIC ON PUPILS AT DIFFERENT ABILITY LEVELS."},
      {
        "id":"ED010211",
        "title":"SEQUENTIALLY SCALED MATHEMATICS ACHIEVEMENT TESTS--CONSTRUCTION METHODOLOGY AND EVALUATION PROCEDURES."},
      {
        "id":"ED010212",
        "title":"CONCEPT IDENTIFICATION AS A FUNCTION OF INSTRUCTIONS, LABELS, SEQUENCE, CONCEPT TYPE, AND TEST ITEM TYPE."},
      {
        "id":"ED010213",
        "title":"EMOTIONS AND IMAGES IN LANGUAGE--A LEARNING ANALYSIS OF THEIR ACQUISITION AND FUNCTION."},
      {
        "id":"ED010214",
        "title":"PROJECT MODELS--MAXIMIZING OPPORTUNITIES FOR DEVELOPMENT AND EXPERIMENTATION IN LEARNING IN THE SCHOOLS."},
      {
        "id":"ED010215",
        "title":"CLASS, PARTY, AND RACE IN FOUR TYPES OF ELECTIONS--THE CASE OF ATLANTA."},
      {
        "id":"ED010216",
        "title":"OPEN-MINDEDNESS AMONG ADMINISTRATORS."},
      {
        "id":"ED010217",
        "title":"FACTORS RELATED TO CITIZEN, ADMINISTRATOR AND TEACHER PARTICIPATION IN EDUCATIONAL DECISION-MAKING."},
      {
        "id":"ED010218",
        "title":"COMMUNITY POWER STRUCTURE AND EDUCATIONAL DECISION-MAKING IN THE LOCAL COMMUNITY."},
      {
        "id":"ED010219",
        "title":"SOCIOLOGY AND EDUCATIONAL ADMINISTRATION--A DISCUSSION."},
      {
        "id":"ED010220",
        "title":"SOME PROBLEMS OF EDUCATIONAL ORGANIZATION IN COMPARATIVE PERSPECTIVE."},
      {
        "id":"ED010221",
        "title":"SOME RECENT IDEAS IN RESEARCH METHODOLOGY."},
      {
        "id":"ED010222",
        "title":"POLITICAL VALUES IN EDUCATION."},
      {
        "id":"ED010223",
        "title":"THE FUNCTIONS OF RESEARCH FOR EDUCATIONAL ADMINISTRATION."},
      {
        "id":"ED010224",
        "title":"ISSUES AND STRATEGIES IN THE PUBLIC ACCEPTANCE OF EDUCATIONAL CHANGE."},
      {
        "id":"ED010225",
        "title":"REFERENCE GROUP ORIENTATION AND TEACHER ATTITUDE TOWARD SCHOOL DISTRICT REORGANIZATION."},
      {
        "id":"ED010226",
        "title":"SELECTED DETERMINANTS OF ADOLESCENT EDUCATIONAL EXPECTATIONS."},
      {
        "id":"ED010227",
        "title":"INCENTIVE SYSTEMS IN EDUCATIONAL ORGANIZATIONS."},
      {
        "id":"ED010228",
        "title":"AN ANALYSIS OF SOURCES AND PROCESSES OF INNOVATION IN EDUCATION."},
      {
        "id":"ED010229",
        "title":"REGIONAL MEETINGS IN EVALUATION RESEARCH, FINAL REPORT."},
      {
        "id":"ED010230",
        "title":"A PROPOSAL FOR THE PLANNING OF ONE-WEEK WORKSHOPS IN EVALUATION RESEARCH FOR STATE AND CITY DEPARTMENT OF EDUCATION PERSONNEL."},
      {
        "id":"ED010232",
        "title":"FOREIGN-LANGUAGE OFFERINGS AND ENROLLMENTS IN SECONDARY SCHOOLS, FALL 1964."},
      {
        "id":"ED010233",
        "title":"PRINCETON UNIVERSITY CONFERENCE ON FOREIGN LANGUAGES AND AREA STUDIES IN THE UNITED STATES--A GUIDE FOR HIGH SCHOOL AND COLLEGE PROGRAMS, DECEMBER 17-18, 1965."},
      {
        "id":"ED010234",
        "title":"METRIC PROPERTIES OF MULTIDIMENSIONAL STIMULUS CONTROL."},
      {
        "id":"ED010235",
        "title":"STUDIES IN LANGUAGE AND LANGUAGE BEHAVIOR, PROGRESS REPORT NO. 2."},
      {
        "id":"ED010236",
        "title":"STUDIES IN LANGUAGE AND LANGUAGE BEHAVIOR, PROGRESS REPORT NO. 1."},
      {
        "id":"ED010237",
        "title":"FINDING AND DEVELOPING IDEAS, RHETORIC OF THE SENTENCE--RHETORIC CURRICULUM II, STUDENT VERSION."},
      {
        "id":"ED010238",
        "title":"NONINTELLECTIVE FACTORS ASSOCIATED WITH SCHOLASTIC ACHIEVEMENT."},
      {
        "id":"ED010239",
        "title":"THE PREPARATION OF A THESAURUS OF EDUCATIONAL TERMS, FINAL REPORT."},
      {
        "id":"ED010241",
        "title":"THE EDUCATION OF THE MODERN FOREIGN LANGUAGE TEACHER FOR AMERICAN SCHOOLS."},
      {
        "id":"ED010242",
        "title":"HOW THE LANGUAGE OF KINDERGARTEN CHILDREN MAY BE DEVELOPED FOR USE IN PROBLEM SOLVING."},
      {
        "id":"ED010243",
        "title":"ANALYSIS OF WORD FREQUENCIES IN SPOKEN LANGUAGE OF CHILDREN."},
      {
        "id":"ED010244",
        "title":"THE MOTIVATIONAL PATTERNS OF WOMEN ENGAGED IN EDUCATIONAL ACTIVITIES OF VOLUNTARY ORGANIZATIONS."},
      {
        "id":"ED010245",
        "title":"RESULTS OF EARLY IDENTIFICATION AND GUIDANCE OF UNDERACHIEVERS."},
      {
        "id":"ED010246",
        "title":"AN EXPLORATORY STUDY OF THE DEVELOPMENT OF MORE EFFECTIVE TESTING PROGRAMS FOR STUDENTS IN DIFFERING CULTURAL BACKGROUNDS."},
      {
        "id":"ED010247",
        "title":"STATE CERTIFICATION OF TEACHERS IN CATHOLIC ELEMENTARY AND SECONDARY SCHOOLS."},
      {
        "id":"ED010248",
        "title":"THE ELEMENTARY SCHOOL PRINCIPALSHIP IN TEXAS."},
      {
        "id":"ED010249",
        "title":"THE RELATIONSHIP BETWEEN CREATIVITY AND RISK TAKING IN FIFTH-GRADE CHILDREN."},
      {
        "id":"ED010250",
        "title":"CRITICAL REACTIONS, SELF-CONCEPT, AND BEHAVIORAL PREFERENCES, FINAL REPORT."},
      {
        "id":"ED010251",
        "title":"THE RELATION OF READING ACHIEVEMENT TO ONE ASPECT OF &quot;REALISM&quot; AMONG 7- TO 12-YEAR-OLD BOYS."},
      {
        "id":"ED010252",
        "title":"EFFECTS OF CLASSROOM ENVIRONMENT ON STUDENT LEARNING."},
      {
        "id":"ED010253",
        "title":"THE APPLICATION OF AUDIOVISUAL MATERIALS AND SIMULATION TO MODIFY THE HARVARD CASE STUDY METHOD FOR PREPARING STUDENT PERSONNEL ADMINISTRATORS."},
      {
        "id":"ED010254",
        "title":"A STUDY OF SOME OF THE WAYS IN WHICH REJECTED CHILDREN BEHAVE."},
      {
        "id":"ED010255",
        "title":"AN APPLICATION OF A MODEL OF CREATIVE THINKING TO TEACHING IN A FIRST-GRADE CLASSROOM."},
      {
        "id":"ED010256",
        "title":"DEVELOPMENT AND EVALUATION OF A ONE-SEMESTER STENOGRAPHY COURSE."},
      {
        "id":"ED010257",
        "title":"A SURVEY OF THE TECHNICAL NEEDS OF INDUSTRY AND IMPLICATIONS FOR CURRICULUM DEVELOPMENT IN HIGHER EDUCATION."},
      {
        "id":"ED010258",
        "title":"TRANSLATED READING TESTS AS CULTURE-FAIR MEASURES FOR FOREIGN STUDENTS."},
      {
        "id":"ED010259",
        "title":"COMPARATIVE COSTS OF BOOK PROCESSING IN A PROCESSING CENTER AND FIVE INDIVIDUAL LIBRARIES."},
      {
        "id":"ED010260",
        "title":"A SYNTHESIS OF RESEARCH PERTAINING TO SCHOOL BUILDINGS CONDUCTED BY EDUCATORS AND ARCHITECTS."},
      {
        "id":"ED010261",
        "title":"A STUDY OF DEVELOPMENT OF CONSERVATION OF QUANTITY."},
      {
        "id":"ED010262",
        "title":"HOW URBAN HIGH SCHOOL TEACHERS VIEW THEIR JOB."},
      {
        "id":"ED010263",
        "title":"HOW LEARNING IS AFFECTED BY CHANGE IN SUBJECT MATTER--SOURCES OF INTERFERENCE IN VERBAL LEARNING."},
      {
        "id":"ED010264",
        "title":"VO-TECH, CONTINUING INFORMATION PROGRAM."},
      {
        "id":"ED010265",
        "title":"DEVELOPMENT OF A PROGRAM FOR THE RE-EDUCATION AND REHABILITATION OF EMOTIONALLY HANDICAPPED MALE ADOLESCENTS WITHIN A PUBLIC SCHOOL SETTING."},
      {
        "id":"ED010266",
        "title":"RESEARCH CONFERENCE ON SOCIAL SCIENCE METHODS AND STUDENT RESIDENCES."},
      {
        "id":"ED010267",
        "title":"WHAT TYPE OF COLLEGE FOR WHAT TYPE OF STUDENT."},
      {
        "id":"ED010268",
        "title":"HISTORICAL DEVELOPMENTS AFFECTING AMERICAN EDUCATIONAL PROCESSES."},
      {
        "id":"ED010269",
        "title":"PROGRAMED INSTRUCTION FOR SUPERIOR STUDENTS IN SMALL HIGH SCHOOLS, INTERIM REPORT FOR PROJECT YEAR NO. 1."},
      {
        "id":"ED010270",
        "title":"NONOVERT REINFORCED CLOZE PROCEDURE."},
      {
        "id":"ED010271",
        "title":"STUDIES IN MNEMONIC PROGRAMING."},
      {
        "id":"ED010272",
        "title":"A NORMATIVE STUDY OF CHILDREN&apos;S HOUSE-TREE-PERSON DRAWINGS."},
      {
        "id":"ED010273",
        "title":"EDUCATIONAL ASPIRATIONS OF FARM BOYS AND GIRLS."},
      {
        "id":"ED010274",
        "title":"SCHOOL ACHIEVEMENT AND EFFECT OF TYPE SIZE ON READING IN VISUALLY HANDICAPPED CHILDREN."},
      {
        "id":"ED010275",
        "title":"THE USES OF NEWER MEDIA IN ART EDUCATION PROJECT."},
      {
        "id":"ED010276",
        "title":"THE ORGANIZATION OF EDUCATIONAL RESEARCH IN THE UNITED STATES."},
      {
        "id":"ED010277",
        "title":"BENEFITS OF RESEARCH DESIGN--A PILOT STUDY, FINAL REPORT."},
      {
        "id":"ED010278",
        "title":"MEASUREMENT OF SOCIAL INTELLIGENCE."},
      {
        "id":"ED010279",
        "title":"A NATIONAL STUDY OF THE AVIATION MECHANICS OCCUPATION."},
      {
        "id":"ED010280",
        "title":"GROUNDSMAN-GARDENER FOR SPECIAL CLASS STUDENTS (EDUCABLE MENTALLY RETARDED YOUTH), FINAL REPORT."},
      {
        "id":"ED010281",
        "title":"COUNSELOR INSTITUTE AND FOLLOWUP WORKSHOPS, FINAL REPORT."},
      {
        "id":"ED010282",
        "title":"CAREER DEVELOPMENT."},
      {
        "id":"ED010284",
        "title":"HIGH SCHOOL TO UNIVERSITY IN PUERTO RICO."},
      {
        "id":"ED010285",
        "title":"INTERPERSONAL COMMUNICATION BEHAVIOR--A NORMATIVE DATA STUDY."},
      {
        "id":"ED010286",
        "title":"PRESCHOOL CHILDREN'S WILLINGNESS TO TRY DIFFICULT TASKS."},
      {
        "id":"ED010287",
        "title":"EDUCATIONAL DECISION-MAKING IN SUBURBAN COMMUNITIES."},
      {
        "id":"ED010288",
        "title":"VALUES OF HIGH SCHOOL STUDENTS AND THEIR TEACHERS."},
      {
        "id":"ED010289",
        "title":"A FIELD DEMONSTRATION OF THE EFFECTS OF NONAUTOMATED RESPONSIVE ENVIRONMENTS ON THE INTELLECTUAL AND SOCIAL COMPETENCE OF EDUCABLE MENTALLY RETARDED CHILDREN."},
      {
        "id":"ED010290",
        "title":"DEVELOPMENT OF CONCEPT FORMATION IN CHILDREN."},
      {
        "id":"ED010291",
        "title":"PROBLEM SOLVING AS A FUNCTION OF LANGUAGE."},
      {
        "id":"ED010292",
        "title":"EFFECT OF VARIED PRESENTATIONS OF LABORATORY EXERCISES WITHIN PROGRAMED MATERIALS ON SPECIFIC INTELLECTUAL FACTORS OF SCIENCE PROBLEM SOLVING BEHAVIOR."},
      {
        "id":"ED010293",
        "title":"FLEXIBILITY FOR VOCATIONAL EDUCATION THROUGH COMPUTER SCHEDULING."},
      {
        "id":"ED010294",
        "title":"PATTERNS OF ADULT INFORMATION SEEKING."},
      {
        "id":"ED010295",
        "title":"MOTIVES INFLUENCING NEEDS TO ACHIEVE IN VOCATIONAL EDUCATION."},
      {
        "id":"ED010296",
        "title":"VOCATIONAL EDUCATION, A STUDY OF BENEFITS AND COSTS (A CASE STUDY OF WORCHESTER, MASS.)."},
      {
        "id":"ED010297",
        "title":"AUDITORY PERCEPTION OF MUSICAL SOUNDS BY CHILDREN IN THE FIRST SIX GRADES."},
      {
        "id":"ED010300",
        "title":"A STUDY OF NEW CONCEPTS, PROCEDURES, AND ACHIEVEMENTS IN MUSIC LEARNING AS DEVELOPED IN SELECTED MUSIC EDUCATION PROGRAMS."},
      {
        "id":"ED010301",
        "title":"AN INVESTIGATION AND DEVELOPMENT OF THE CLUSTER CONCEPT AS A PROGRAM IN VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL--FINAL REPORT, PHASE 1."},
      {
        "id":"ED010302",
        "title":"CONSTRUCTION CLUSTER--AN INVESTIGATION AND DEVELOPMENT OF THE CLUSTER CONCEPT AS A PROGRAM IN VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL."},
      {
        "id":"ED010303",
        "title":"ELECTROMECHANICAL INSTALLATION AND REPAIR CLUSTER--AN INVESTIGATION AND DEVELOPMENT OF THE CLUSTER CONCEPT AS A PROGRAM IN VOCATIONAL EDUCATION AT THE SECONDARY SCHOOL LEVEL."},
      {
        "id":"ED010304",
        "title":"METAL FORMING AND FABRICATION CLUSTER--AN INVESTIGATION AND DEVELOPMENT OF THE CLUSTER CONCEPT AS A PROGRAM IN VOCATIONAL EDUCATION AT THE SECONDARY LEVEL."},
      {
        "id":"ED010305",
        "title":"SUPPLY AND DEMAND FACTORS AFFECTING VOCATIONAL EDUCATION PLANNING, A METHODOLOGICAL STUDY IN SANTA CLARA COUNTY, CALIFORNIA."},
      {
        "id":"ED010307",
        "title":"REPORT OF THE FIRST RESEARCH PLANNING CONFERENCE HELD UNDER THE AUSPICES OF PROJECT LITERACY (TITLE SUPPLIED)--PROJECT LITERACY REPORTS, NO. 1."},
      {
        "id":"ED010308",
        "title":"REPORT OF THE SECOND RESEARCH PLANNING CONFERENCE HELD UNDER THE AUSPICES OF PROJECT LITERACY IN CHICAGO, ILLINOIS, AUGUST 6-8, 1964--PROJECT LITERACY REPORTS, NO. 2."},
      {
        "id":"ED010309",
        "title":"REPORT OF THE THIRD RESEARCH CONFERENCE HELD UNDER THE AUSPICES OF PROJECT LITERACY IN SWAMPSCOTT, MASSACHUSETTS, SEPTEMBER 25-27, 1964--PROJECT LITERACY REPORTS, NO. 3."},
      {
        "id":"ED010310",
        "title":"REPORT OF THE FOURTH RESEARCH PLANNING CONFERENCE HELD UNDER THE AUSPICES OF PROJECT LITERACY IN PRINCETON, NEW JERSEY, DECEMBER 11-13, 1964--PROJECT LITERACY REPORTS, NO. 4."},
      {
        "id":"ED010311",
        "title":"THE ANALYSIS OF READING SKILL, A PROGRAM OF BASIC AND APPLIED RESEARCH--PROJECT LITERACY REPORTS, NO. 5."},
      {
        "id":"ED010312",
        "title":"REPORT OF THE FIFTH RESEARCH PLANNING CONFERENCE HELD UNDER THE AUSPICES OF PROJECT LITERACY IN NEW YORK, NEW YORK, DECEMBER 10-12, 1965--PROJECT LITERACY REPORTS, NO. 6."},
      {
        "id":"ED010313",
        "title":"REPORTS OF RESEARCH IN PROGRESS--PROJECT LITERACY REPORTS, NO. 7."},
      {
        "id":"ED010314",
        "title":"INNOVATION IN PLANNING SCHOOL CURRICULA."},
      {
        "id":"ED010315",
        "title":"INNOVATION IN PLANNING SCHOOL CURRICULA--APPENDICES."},
      {
        "id":"ED010316",
        "title":"COMPARATIVE ECONOMIC SYSTEMS, A BOOK OF READINGS FOR INDUCTIVE TEACHING."},
      {
        "id":"ED010317",
        "title":"COMPARATIVE POLITICAL SYSTEMS, A BOOK OF READINGS FOR INDUCTIVE TEACHING."},
      {
        "id":"ED010318",
        "title":"THE SHAPING OF WESTERN SOCIETY, A BOOK OF READINGS FOR INDUCTIVE TEACHING."},
      {
        "id":"ED010320",
        "title":"AN AUTOMATED SELF-INSTRUCTIONAL COURSE IN BRAZILIAN PORTUGUESE FOR SPEAKERS OF SPANISH--VOICING SCRIPT, BASIC PROGRAM--FIRST FOCUS (FRAMES 1-125) NOTIONS OF ARTICULATORY PHONETICS FOR BRAZILIAN PORTUGUESE."},
      {
        "id":"ED010321",
        "title":"AN AUTOMATED SELF-INSTRUCTIONAL COURSE IN BRAZILIAN PORTUGUESE FOR SPEAKERS OF SPANISH, BASIC PROGRAM--FIRST FOCUS (FRAMES 1-125) NOTIONS OF ARTICULATORY PHONETICS FOR BRAZILIAN PORTUGUESE."},
      {
        "id":"ED010323",
        "title":"AN AUTOMATED SELF-INSTRUCTIONAL COURSE IN BRAZILIAN PORTUGUSE FOR SPEAKERS OF SPANISH, BASIC PROGRAM--SECOND FOCUS (FRAMES 126-610) DISCRIMINATION AND PRODUCTION OF BRAZILIAN PROTUGUESE SEGMENTAL PHONEMES."},
      {
        "id":"ED010324",
        "title":"AN AUTOMATED SELF-INSTRUCTIONAL COURSE IN BRAZILIAN PORTUGUESE FOR SPEAKERS OF SPANISH, BASIC PROGRAM--THIRD FOCUS (FRAMES 611-720) MAJOR CORRELATIONS BETWEEN BRAZILIAN PORTUGUESE PHONOLOGY AND ORTHOGRAPHY."},
      {
        "id":"ED010325",
        "title":"AN AUTOMATED SELF-INSTRUCTIONAL COURSE IN BRAZILIAN PORTUGUESE FOR SPEAKERS OF SPANISH, BASIC PROGRAM--FOURTH FOCUS (FRAMES 721-955) MORPHOSYNTAX."},
      {
        "id":"ED010326",
        "title":"READINGS IN SANGO, PHASE 1--PREPARATION OF THE SANGO TEXTS, PART 1."},
      {
        "id":"ED010327",
        "title":"READINGS IN SANGO, PHASE 1--PREPARATION OF THE SANGO TEXTS, PART 2."},
      {
        "id":"ED010328",
        "title":"READINGS IN SANGO, PHASE 1--PREPARATION OF THE SANGO TEXTS, PART 3."},
      {
        "id":"ED010329",
        "title":"DEMONSTRATION OF A NONGRADED PLAN OF AN ELEMENTARY SCHOOL, UTILIZING TEAM TEACHING AND PROGRAMED INSTRUCTION TO FACILITATE LEARNING IN READING AND MATHEMATICS."},
      {
        "id":"ED010330",
        "title":"AN EXPERIMENTAL STUDY OF THE GROUP VERSUS THE ONE-TO-ONE INSTRUCTIONAL RELATIONSHIP IN FIRST GRADE BASAL READING PROGRAMS."},
      {
        "id":"ED010331",
        "title":"A CURRICULUM FOR DROPOUT-PRONE STUDENTS--DELINQUENCY STUDY AND YOUTH DEVELOPMENT PROJECT."},
      {
        "id":"ED010332",
        "title":"A CURRICULUM DEMONSTRATION PROGRAM FOR DROPOUT-PRONE STUDENTS--DELINQUENCY STUDY AND YOUTH DEVELOPMENT PROJECT."},
      {
        "id":"ED010333",
        "title":"TWO DEPTH SEMINARS ON CURRENT STATUS, CONTINUOUS CENSUS, AND PROJECTED USES OF TELEVISION IN EDUCATION FOR THE NEXT DECADE."},
      {
        "id":"ED010334",
        "title":"PILOT VOCATIONAL TEACHER TRAINING INSTITUTE IN DENTAL ASSISTING, SUMMER 1966."},
      {
        "id":"ED010335",
        "title":"A TRAINING INSTITUTE FOR TEACHERS OF TECHNICAL PROGRAMS IN AGRICULTURE."},
      {
        "id":"ED010336",
        "title":"FACTORS INVOLVED IN DETERMINING THE RELATIONSHIP BETWEEN TEACHERS&apos; AND PUPILS&apos; ATTITUDES."},
      {
        "id":"ED010337",
        "title":"A COMPARATIVE STUDY OF STATE LICENSING BOARDS FOR SCHOOL ADMINISTRATION AND OTHER SELECTED PROFESSIONS."},
      {
        "id":"ED010338",
        "title":"AN INVENTORY OF SCIENCE METHODS."},
      {
        "id":"ED010339",
        "title":"FAMILIES IN JAPAN, A 4- TO 6-WEEK SOCIAL STUDY DEVELOPED FOR THE SECOND SEMESTER OF GRADE ONE."},
      {
        "id":"ED010342",
        "title":"AN INTRODUCTION TO THE FOOCHOW DIALECT, CHINESE VERSION."},
      {
        "id":"ED010344",
        "title":"READING MATERIAL IN KANNADA, SECTION II."},
      {
        "id":"ED010350",
        "title":"LANGUAGES OF THE WORLD--SINO-TIBETAN FASCICLE ONE."},
      {
        "id":"ED010351",
        "title":"LANGUAGES OF THE WORLD--INDO-PACIFIC FASCICLE ONE."},
      {
        "id":"ED010352",
        "title":"LANGUAGES OF THE WORLD--NATIVE AMERICA FASCICLE ONE."},
      {
        "id":"ED010353",
        "title":"LANGUAGES OF THE WORLD--INDO-PACIFIC FASCICLE TWO."},
      {
        "id":"ED010354",
        "title":"LANGUAGES OF THE WORLD--INDO-PACIFIC FASCICLE THREE."},
      {
        "id":"ED010355",
        "title":"LANGUAGES OF THE WORLD--IBERO-CAUCASION AND PIDGIN-CREOLE FASCICLE ONE."},
      {
        "id":"ED010356",
        "title":"LANGUAGES OF THE WORLD--BOREO-ORIENTAL FASCICLE ONE."},
      {
        "id":"ED010358",
        "title":"LANGUAGES OF THE WORLD--SINO-TIBETAN FASCICLE TWO."},
      {
        "id":"ED010359",
        "title":"LANGUAGES OF THE WORLD--SINO-TIBETAN FASCICLE THREE."},
      {
        "id":"ED010361",
        "title":"LANGUAGES OF THE WORLD--SINO-TIBETAN FASCICLE FOUR."},
      {
        "id":"ED010362",
        "title":"LANGUAGES OF THE WORLD--SINO-TIBETAN FASCICLE FIVE."},
      {
        "id":"ED010363",
        "title":"LANGUAGES OF THE WORLD--INDO-EUROPEAN FASCICLE ONE."},
      {
        "id":"ED010365",
        "title":"LANGUAGES OF THE WORLD--INDO-PACIFIC FASCICLE FIVE."},
      {
        "id":"ED010367",
        "title":"LANGUAGES OF THE WORLD--INDO-PACIFIC FASCICLE EIGHT."},
      {
        "id":"ED010368",
        "title":"THE CLASSIFICATION OF EDUCATIONAL OBJECTIVES, PSYCHOMOTOR DOMAIN."},
      {
        "id":"ED010369",
        "title":"THE EFFECTS OF STUDENT REACTIONS TO TEACHING METHODS."},
      {
        "id":"ED010370",
        "title":"A PROPOSAL TO PREPARE TEACHERS AND TO DEVELOP INSTRUCTIONAL MATERIALS FOR FOOD SERVICE OCCUPATIONS--PREPARING TEACHERS AND INSTRUCTIONAL MATERIALS FOR THE FOOD SERVICE OCCUPATIONS."},
      {
        "id":"ED010371",
        "title":"ADOLESCENT CHOICE AND DECISION-MAKING--A REVIEW OF DECISION-MAKING MODELS AND ISSUES IN RELATION TO SOME DEVELOPMENTAL STAGE TASKS OF ADOLESCENCE."},
      {
        "id":"ED010372",
        "title":"PARTICIPANT FOLLOWUP STUDY--THE PERT LECTURES, A CASE STUDY IN KNOWLEDGE DISSEMINATION AND UTILIZATION, VOLUME 2."},
      {
        "id":"ED010373",
        "title":"THE CUE REPORT."},
      {
        "id":"ED010374",
        "title":"THE CUE REPORT, APPENDIX B."},
      {
        "id":"ED010375",
        "title":"EFFECTS OF LIKED AND DISLIKED TEACHERS ON STUDENT BEHAVIOR."},
      {
        "id":"ED010376",
        "title":"RELATIONSHIP BETWEEN SCHOOL-COMMUNITY COORDINATING PROCEDURES AND READING ACHIEVEMENT."},
      {
        "id":"ED010377",
        "title":"INDIVIDUAL DIFFERENCES IN LEARNING FROM VISUAL AND VERBAL PRESENTATIONS AND THE USE OF VISUAL EXAMPLES IN REVIEW."},
      {
        "id":"ED010378",
        "title":"CHARACTERISTICS OF MATHEMATICS TEACHERS THAT AFFECT STUDENTS' LEARNING."},
      {
        "id":"ED010379",
        "title":"TELEVISION DRAMA PREFERENCE CHOICE."},
      {
        "id":"ED010380",
        "title":"A STUDY OF APPROACHES TO FIRST-GRADE ENGLISH READING INSTRUCTION FOR CHILDREN FROM SPANISH-SPEAKING HOMES."},
      {
        "id":"ED010381",
        "title":"EFFECTS OF AGE, SOCIAL STATUS, SEX, AND RACE UPON THE UNDERSTANDING OF WORD MEANINGS INDEPENDENT OF SENTENCE CONTEXT."},
      {
        "id":"ED010382",
        "title":"PROGRAMING CREATIVE BEHAVIOR."},
      {
        "id":"ED010383",
        "title":"AN EXPERIMENTAL STUDY OF SEQUENCING STRATEGIES."},
      {
        "id":"ED010384",
        "title":"THE EFFECT OF PAIRED ASSOCIATE LEARNING OF AUGMENTING CONTOUR CUES AND REDUCING IRRELEVANT CUES IN THE PICTORIAL STIMULI."},
      {
        "id":"ED010385",
        "title":"INFLUENCE OF IDENTITY PROCESSES ON STUDENT BEHAVIOR AND OCCUPATIONAL CHOICE."},
      {
        "id":"ED010386",
        "title":"CLASSROOM EPISODES FOR TEACHING PSYCHOLOGICAL PRINCIPLES AND CONCEPTS OF LEARNING."},
      {
        "id":"ED010387",
        "title":"AN ANALYSIS OF THE EFFECTIVENESS OF CLOSED CIRCUIT TELEVISION ON TEAM TEACHING."},
      {
        "id":"ED010388",
        "title":"IDENTIFICATION OF ORIENTATION AND MOBILITY SKILLS RELATING TO DEVELOPMENTAL TASKS FOR YOUNG BLIND CHILDREN."},
      {
        "id":"ED010389",
        "title":"THE ROLE OF STUDENT RESPONSE IN LEARNING FROM THE NEW EDUCATIONAL MEDIA."},
      {
        "id":"ED010390",
        "title":"RELATIONSHIPS BETWEEN TEACHER CHARACTERISTICS AND STUDENT BEHAVIOR--PART 111."},
      {
        "id":"ED010391",
        "title":"STAFF CONFLICTS IN THE PUBLIC SCHOOLS."},
      {
        "id":"ED010392",
        "title":"AN ADVANCED PLACEMENT PROGRAM IN HIGH SCHOOL CORRESPONDENCE STUDY."},
      {
        "id":"ED010393",
        "title":"AN ADVANCED PLACEMENT COURSE IN ANALYTIC GEOMETRY AND CALCULUS (MATHEMATICS XV X AP)."},
      {
        "id":"ED010394",
        "title":"CONFERENCE TO ESTABLISH GUIDELINES FOR RESEARCH IN OFFICE EDUCATION."},
      {
        "id":"ED010397",
        "title":"CULTURAL MATERIALS IN HAUSA, FOR USE IN INTERMEDIATE AND ADVANCED COURSES IN HAUSA. PRELIMINARY EDITION."},
      {
        "id":"ED010401",
        "title":"EXPERIMENTATION WITH TAPED MATERIALS AND NATIVE INFORMANTS TO DEVELOP FOR SMALL COLLEGES SOME PROGRAMS OF INDEPENDENT STUDY IN THE NEGLECTED LANGUAGES."},
      {
        "id":"ED010402",
        "title":"SELF-INSTRUCTION IN THE NON-WESTERN LANGUAGES--A MANUAL FOR PROGRAM DIRECTORS."},
      {
        "id":"ED010403",
        "title":"EVALUATING THE EFFICIENCY AND EFFECTIVENESS OF SELF-INSTRUCTIONAL METHODS FOR SELECTED AREAS OF VOCATIONAL EDUCATION--PROGRESS REPORT."},
      {
        "id":"ED010404",
        "title":"AN EXPLORATORY STUDY OF READING-THINKING PATTERNS AMONG CHILDREN OF VARYING ABILITIES."},
      {
        "id":"ED010405",
        "title":"MEASURES OF CHILD INVOLVEMENT AND ALIENATION FROM THE SCHOOL PROGRAM."},
      {
        "id":"ED010406",
        "title":"PARTICIPANT-OBSERVATIONAL STUDY OF THE PRINCETON SUMMER STUDIES PROGRAM FOR ENVIRONMENTALLY DEPRIVED HIGH SCHOOL BOYS."},
      {
        "id":"ED010407",
        "title":"ANXIETY, PHYSIOLOGICALLY AND PSYCHOLOGICALLY MEASURED, AND ITS CONSEQUENCES ON MENTAL TEST PERFORMANCE."},
      {
        "id":"ED010409",
        "title":"LIBERAL JOURNALISM AND AMERICAN EDUCATION, 1914-1941."},
      {
        "id":"ED010410",
        "title":"THE SUPERINTENDENT OF SCHOOLS--A HISTORICAL ANALYSIS."},
      {
        "id":"ED010411",
        "title":"FACTORS WHICH INFLUENCE PARTICIPATION IN ADULT EDUCATION CONFERENCES AND PROGRAMS BY MEMBERS OF PROFESSIONAL ASSOCIATIONS."},
      {
        "id":"ED010412",
        "title":"NATIONAL CONFERENCE TO IMPROVE THE EFFECTIVENESS OF STATE SUPERVISION OF MUSIC."},
      {
        "id":"ED010413",
        "title":"AN ANALYSIS OF STUDENT ATTITUDES TOWARD CONTEMPORARY AMERICAN MUSIC. FINAL REPORT."},
      {
        "id":"ED010414",
        "title":"AN ANALYSIS OF STUDENT ATTITUDES TOWARDS CONTEMPORARY AMERICAN MUSIC. SUMMARY REPORT."},
      {
        "id":"ED010415",
        "title":"TESTING FOR CREATIVE TRAITS OF COLLEGE STUDENTS."},
      {
        "id":"ED010416",
        "title":"A SURVEY OF CURRENT TEACHING APPROACHES TO IMAGE MAKING IN THE ART SCHOOL OF BRITAIN."},
      {
        "id":"ED010417",
        "title":"A COMPARATIVE STUDY OF GENERAL ART OFFERINGS IN UNIVERSITY OF WISCONSIN EXTENSION CENTERS, STATE UNIVERSITIES, AND VOCATIONAL SCHOOLS."},
      {
        "id":"ED010418",
        "title":"PERSONALITY FACTORS WHICH INFLUENCE CLOTHING FABRIC SELECTION BY DELINQUENT GIRLS."},
      {
        "id":"ED010419",
        "title":"THE RELATIONSHIP BETWEEN THE PRINCIPAL AND HIS PROFESSIONAL STAFF IN THE PUBLIC SCHOOL."},
      {
        "id":"ED010420",
        "title":"ANALYSIS OF MATHEMATICAL ABILITIES REQUIRED FOR SUCCESS IN NINTH-GRADE MATHEMATICS."},
      {
        "id":"ED010421",
        "title":"MOTIVATION AND LEARNING--A COMPARATIVE STUDY OF PROGRAMS PRESENTED BY VIDEO TAPE WITH AND WITHOUT MOTIVATING MATERIALS."},
      {
        "id":"ED010422",
        "title":"RELATIVE MERITS OF THE SALE OR RETENTION UNDER LEASE OF PUBLIC SCHOOL LANDS IN COLORADO."},
      {
        "id":"ED010423",
        "title":"RE-ANALYSIS OF STRONG'S INTEREST DATA FROM MEDICAL SPECIALISTS."},
      {
        "id":"ED010424",
        "title":"ENGLISH FOR RELUCTANT LEARNERS, GRADES 7-9, ENGLISH IN EVERY CLASSROOM."},
      {
        "id":"ED010425",
        "title":"AN INVENTORY OF RESEARCH AND THEORY REGARDING THE RELATIONSHIP BETWEEN EDUCATION AND CITIZENSHIP."},
      {
        "id":"ED010426",
        "title":"A SURVEY OF RESEARCH NEEDS OF THE VISUAL ARTS DEPARTMENTS OF SMALL LIBERAL ARTS COLLEGES IN OHIO AND THE MIDWEST."},
      {
        "id":"ED010427",
        "title":"SOME BEHAVIORAL CORRELATES OF ORGANIZATIONAL CLIMATES AND CULTURES."},
      {
        "id":"ED010428",
        "title":"THE ANALYSIS AND DEVELOPMENT OF A SEMI-AUTOMATED BUS UTILIZATION SCHEDULING SYSTEM."},
      {
        "id":"ED010429",
        "title":"WORKSHOP FOR SUPERVISING TEACHERS IN AGRICULTURAL OCCUPATIONS FROM ELEVEN WESTERN STATES HELD AT COLORADO STATE UNIVERSITY AUGUST 1-5, 1966, SUMMARY REPORT."},
      {
        "id":"ED010430",
        "title":"A CURRICULUM DEVELOPMENT STUDY OF THE EFFECTIVENESS OF UPGRADING THE TECHNICAL SKILLS OF EDUCATIONALLY DISADVANTAGED UNION MEMBERS."},
      {
        "id":"ED010431",
        "title":"EVALUATION OF THE CONTRIBUTION OF SPECIAL PROGRAMS IN THE WASHINGTON, D.C., SCHOOLS TO THE PREDICTION AND PREVENTION OF DELINQUENCY."},
      {
        "id":"ED010432",
        "title":"THE COMPUTER AND CAREER DECISIONS."},
      {
        "id":"ED010433",
        "title":"AN EIGHT WEEK SUMMER INSTITUTE TRAINING PROGRAM TO TRAIN INSTRUCTORS OF INSTRUMENTATION TECHNOLOGY."},
      {
        "id":"ED010434",
        "title":"MILITARY TRAINING TRANSFERABILITY STUDY, DECEMBER 15, 1966. QUARTERLY REPORT."},
      {
        "id":"ED010435",
        "title":"CONFERENCE FOR VOCATIONAL TEACHER EDUCATORS ON NEW MEDIA OF INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED010436",
        "title":"CHANGING THE BEHAVIOR OF SOCIAL STUDIES DEPARTMENT HEADS THROUGH THE USE OF FEEDBACK."},
      {
        "id":"ED010437",
        "title":"THE EFFECTS OF COUNSELOR REINFORCEMENT ON A STUDENT'S NEGATIVE RESPONSES."},
      {
        "id":"ED010438",
        "title":"MOTIVATIONAL FACTORS INFLUENCING PERSISTENCE IN TEACHING AS REVEALED BY INTERVIEWS."},
      {
        "id":"ED010439",
        "title":"PROGRAMED EXCHANGES AND THE CONTROL OF AGGRESSION."},
      {
        "id":"ED010440",
        "title":"APPRAISAL OF CURRICULUM MATERIALS DEVELOPED FOR USE BY SECONDARY HOME ECONOMICS TEACHERS."},
      {
        "id":"ED010441",
        "title":"STUDIES OF THE COMMUNICATION PROCESSES OF RETARDED AND NORMAL MALES."},
      {
        "id":"ED010442",
        "title":"STUDIES IN LANGUAGE AND LANGUAGE BEHAVIOR. PROGRESS REPORT NO. 3."},
      {
        "id":"ED010443",
        "title":"THE MUSEUM AND THE ART TEACHER."},
      {
        "id":"ED010446",
        "title":"COURSE MATERIALS FOR ELEMENTARY INTENSIVE HINDI. VOLUME II."},
      {
        "id":"ED010453",
        "title":"SINO-AMERICAN CONFERENCE ON INTELLECTUAL COOPERATION, REPORT AND PROCEEDINGS, HELD AT THE UNIVERSITY OF WASHINGTON, JULY 10-15, 1960."},
      {
        "id":"ED010454",
        "title":"CHINESE-MANDARIN FOR SECONDARY SCHOOL, PART 1--TEACHER&apos;S HANDBOOK."},
      {
        "id":"ED010461",
        "title":"A SECOND YEAR URDU READER."},
      {
        "id":"ED010463",
        "title":"BESTOWING THE GIFT OF TONGUES--A HISTORY OF THE FIRST 2 YEARS OF OPERATION OF THE FOREIGN LANGUAGE INSTITUTE PROGRAM."},
      {
        "id":"ED010464",
        "title":"PRE-PROGRAMED BASIC FRENCH COURSE."},
      {
        "id":"ED010465",
        "title":"THE IMPLEMENTATION AND EVALUATION OF A MULTIPLE-CREDIT SELF-INSTRUCTIONAL ELEMENTARY FRENCH COURSE. PRELIMINARY REPORT."},
      {
        "id":"ED010466",
        "title":"THE IMPLEMENTATION AND EVALUATION OF A MULTIPLE-CREDIT SELF-INSTRUCTIONAL ELEMENTARY FRENCH COURSE. FINAL REPORT."},
      {
        "id":"ED010468",
        "title":"EXPERIMENT IN DETERMINING CULTURAL CONTENT AND SURVEY OF LANGUAGE-TEACHING RESEARCH. FINAL REPORT."},
      {
        "id":"ED010471",
        "title":"LANGUAGE AND AREA STUDY PROGRAMS IN AMERICAN UNIVERSITIES."},
      {
        "id":"ED010472",
        "title":"MODERN FOREIGN LANGUAGE ENROLLMENTS IN INSTITUTIONS OF HIGHER EDUCATION, FALL 1963."},
      {
        "id":"ED010473",
        "title":"FOREIGN-LANGUAGE OFFERINGS AND ENROLLMENTS IN PUBLIC SECONDARY SCHOOLS, FALL 1963."},
      {
        "id":"ED010474",
        "title":"FOREIGN-LANGUAGE OFFERINGS AND ENROLLMENTS IN SECONDARY SCHOOLS, PUBLIC SCHOOLS--FALL 1961 AND FALL 1962 AND NONPUBLIC SCHOOLS--FALL 1962."},
      {
        "id":"ED010475",
        "title":"THE UTILITY OF TRANSLATION AND WRITTEN SYMBOLS DURING THE FIRST 30 HOURS OF LANGUAGE STUDY."},
      {
        "id":"ED010476",
        "title":"A STUDY-CONFERENCE TO DETERMINE ACCEPTABLE SPECIFICATIONS FOR STANDARDIZED FOREIGN LANGUAGE READING PROFICIENCY TESTS FOR GRADUATE STUDENTS. FINAL REPORT."},
      {
        "id":"ED010477",
        "title":"COURS DE LANGUE FRANCAISE DESTINE AUX JEUNES FRANCO-AMERICAINS (&quot;BOWDOIN MATERIALS&quot;)."},
      {
        "id":"ED010487",
        "title":"TRIAL USE OF THE ALLP FRENCH PROGRAM AT THE UNIVERSITY OF AKRON, 1963-64."},
      {
        "id":"ED010488",
        "title":"REVISIONS OF THE ALLP FRENCH PROGRAM AND SECOND TRIAL USE AT THE UNIVERSITY OF ARKON, 1964-65."},
      {
        "id":"ED010492",
        "title":"HAUSA, BASIC COURSE."},
      {
        "id":"ED010494",
        "title":"THESAURUS OF ERIC DESCRIPTORS (INTERIM) JANUARY 1967."},
      {
        "id":"ED010495",
        "title":"RESEARCH, DEVELOPMENT, AND DEMONSTRATION IN ADULT TRAINING AND RETRAINING. FINAL REPORT."},
      {
        "id":"ED010496",
        "title":"EMPLOYMENT OPPORTUNITIES AND USABLE AGRICULTURAL SKILLS IN NON-FARM AGRICULTURAL OCCUPATIONS IN APPALACHIA. FINAL REPORT."},
      {
        "id":"ED010497",
        "title":"A DETERMINATION OF NEEDED ADJUSTMENTS AND EXTENSIONS IN THE CURRICULAR PATTERNS OF VOCATIONAL EDUCATION IN AGRICULTURE. FINAL REPORT."},
      {
        "id":"ED010498",
        "title":"EXPERIMENTATION WITH COMPUTER-ASSISTED INSTRUCTION IN TECHNICAL EDUCATION. SEMI-ANNUAL PROGRESS REPORT."},
      {
        "id":"ED010499",
        "title":"AN EIGHT WEEK SUMMER INSTITUTE TRAINING PROGRAM TO RETRAIN OFFICE EDUCATION TEACHERS FOR TEACHING BUSINESS ELECTRONIC DATA PROCESSING."},
      {
        "id":"ED010500",
        "title":"AN EXPERIMENTAL VOCATIONAL EDUCATION INSTITUTE FOR THE PREPARATION OF TEACHER COORDINATORS OF NEWLY EMERGING HIGH SCHOOL VOCATIONAL PROGRAMS. FINAL REPORT."},
      {
        "id":"ED010501",
        "title":"DIFFERENTIAL IDENTIFICATION OF SUCCESSFUL TECHNICAL STUDENTS IN JUNIOR COLLEGE."},
      {
        "id":"ED010502",
        "title":"REVIEW OF RESEARCH ON COMMON JOB BEHAVIORS. INTERIM REPORT."},
      {
        "id":"ED010503",
        "title":"THE FURTHER DEVELOPMENT OF RESEARCH COMPETENCIES OF PERSONNEL IN VOCATIONAL EDUCATION RESEARCH AND DEVELOPMENT."},
      {
        "id":"ED010504",
        "title":"SELF-INSTRUCTIONAL MATERIAL IN BASIC MUSIC THEORY FOR ELEMENTARY TEACHERS."},
      {
        "id":"ED010505",
        "title":"GUIDELINES FOR INITIATING AN R AND I UNIT."},
      {
        "id":"ED010506",
        "title":"THE CURRENT STATUS OF RESEARCH AND THEORY IN HUMAN PROBLEM SOLVING."},
      {
        "id":"ED010507",
        "title":"THE RELATIONSHIP OF REACTIVE INHIBITION AND SCHOOL ACHIEVEMENT--THEORY, RESEARCH, AND IMPLICATIONS."},
      {
        "id":"ED010508",
        "title":"FIRST GRADE CHILDREN'S CONCEPT OF ADDITION OF NATURAL NUMBERS."},
      {
        "id":"ED010509",
        "title":"RELATIVE PREDICTABILITY OF FRESHMAN GRADE-POINT AVERAGES FROM SAT SCORES IN NEGRO AND WHITE SOUTHERN COLLEGES."},
      {
        "id":"ED010510",
        "title":"CONCEPT ATTAINMENT AS A FUNCTION OF MONETARY INCENTIVES, COMPETITION, AND INSTRUCTIONS."},
      {
        "id":"ED010511",
        "title":"TEACHER BEHAVIORS AND EFFECTIVENESS OF REINFORCEMENT."},
      {
        "id":"ED010512",
        "title":"EFFECT OF INCENTIVE AND COMPLEXITY ON PERFORMANCE OF STUDENTS FROM TWO SOCIAL CLASS BACKGROUNDS ON A CONCEPT IDENTIFICATION TASK."},
      {
        "id":"ED010513",
        "title":"THE RELATIONSHIP OF SELECTED COGNITIVE ABILITIES TO CONCEPT ATTAINMENT AND INFORMATION PROCESSING."},
      {
        "id":"ED010514",
        "title":"AN EVALUATION OF THE INDUCTIVE AND DEDUCTIVE GROUP APPROACHES TO TEACHING SELECTED WORD ANALYSIS GENERALIZATIONS TO DISABLED READERS IN EIGHTH AND NINTH GRADES."},
      {
        "id":"ED010515",
        "title":"SECONDARY SCHOOL PUPILS' PERCEPTION OF THE PLANE SECTIONS OF SELECTED SOLID FIGURES."},
      {
        "id":"ED010516",
        "title":"TOWARD A BEHAVIORAL SCIENCE BASE FOR INSTRUCTIONAL DESIGN."},
      {
        "id":"ED010517",
        "title":"A COMPARISON OF ITEM SELECTION TECHNIQUES FOR NORM-REFERENCED AND CRITERION-REFERENCED TESTS."},
      {
        "id":"ED010518",
        "title":"VARIABLES IN &quot;DISCOVERY LEARNING.&quot;"},
      {
        "id":"ED010519",
        "title":"THE PROGRAM FOR INDIVIDUALLY PRESCRIBED INSTRUCTION."},
      {
        "id":"ED010520",
        "title":"AN EXPLORATORY INVESTIGATION OF SELECTED MEASURES OF RATE OF LEARNING."},
      {
        "id":"ED010521",
        "title":"TRANSFER AND GENERALIZATION IN INDIVIDUALLY PRESCRIBED INSTRUCTION."},
      {
        "id":"ED010522",
        "title":"THE PROJECT FOR INDIVIDUALLY PRESCRIBED INSTRUCTION. THE OAKLEAF PROJECT."},
      {
        "id":"ED010523",
        "title":"A SELECTED BIBLIOGRAPHY ON SOCIO-CULTURALLY DISADVANTAGED CHILDREN AND YOUTH AND RELATED TOPICS."},
      {
        "id":"ED010524",
        "title":"MANIPULATION PAD--PRELIMINARY REPORT ON A STUDENT-COMPUTER INTERFACE DEVICE FOR PROGRAMMED INSTRUCTION."},
      {
        "id":"ED010525",
        "title":"A COMPUTER ANALYSIS OF FICTIONAL PROSE STYLE."},
      {
        "id":"ED010526",
        "title":"PSYCHOLOGICAL AND EDUCATIONAL FACTORS IN TRANSFER OF TRAINING. SECTION I, FINAL REPORT."},
      {
        "id":"ED010527",
        "title":"DEVELOPING SPECIALIZED PROGRAMS FOR SINGING IN THE ELEMENTARY SCHOOL. INTERIM REPORT."},
      {
        "id":"ED010528",
        "title":"A SERIES OF MOTION PICTURE DOCUMENTS ON COMMUNICATION THEORY AND THE NEW EDUCATIONAL MEDIA. FINAL REPORT."},
      {
        "id":"ED010529",
        "title":"A NATIONAL DEMONSTRATION PROJECT UTILIZING TELEVISED MATERIALS FOR THE FORMAL EDUCATION OF CULTURALLY DISADVANTAGED PRESCHOOL CHILDREN."},
      {
        "id":"ED010530",
        "title":"INCENTIVE EFFECTS UPON ATTENTION IN CHILDREN'S DISCRIMINATION LEARNING. INTERIM REPORT."},
      {
        "id":"ED010531",
        "title":"A STUDY OF COGNITIVE DEVELOPMENT AND PERFORMANCE IN CHILDREN WITH NORMAL AND DEFECTIVE HEARING."},
      {
        "id":"ED010532",
        "title":"A READING PROGRAM FOR MEXICAN-AMERICAN CHILDREN. FIRST INTERIM REPORT."},
      {
        "id":"ED010533",
        "title":"AREA STUDIES IN THE NON-WESTERN WORLD. STUDENT READINGS AND TEACHER&apos;S MANUAL."},
      {
        "id":"ED010535",
        "title":"THE PROBLEMS OF UNDER ACHIEVEMENT AND LOW ACHIEVEMENT IN MATHEMATICS EDUCATION."},
      {
        "id":"ED010536",
        "title":"EDUCATIONAL MEDIA (TV) FOR THE PRESCHOOL CHILD. FINAL REPORT."},
      {
        "id":"ED010537",
        "title":"MOTIVATION AND ASPIRATION IN THE NEGRO COLLEGE."},
      {
        "id":"ED010538",
        "title":"AN APPLICATION OF THE PRINCIPLES OF PROGRAMED INSTRUCTION TO A TELEVISED COURSE IN COLLEGE ECONOMICS."},
      {
        "id":"ED010539",
        "title":"THE EFFICACY OF VIDEOTAPES AND DIRECT OBSERVATION FOR TEACHING OBSERVATIONAL SKILLS."},
      {
        "id":"ED010540",
        "title":"THE INTERACTION OF WORDS AND GRAPHIC SYMBOLS, INVESTIGATED VIA A PROGRAMED SEQUENCE OF CONCEPT FORMATION EXPERIENCES RELATED TO VECTOR SPACES."},
      {
        "id":"ED010541",
        "title":"THE USE AND DEVELOPMENT OF PROGRAMED MATERIALS AND MEDIA IN PRIVATE LIBERAL ARTS COLLEGES."},
      {
        "id":"ED010542",
        "title":"THE UNIVERSITY FACULTY AND INNOVATION--THEORY, A RESEARCH CASE HISTORY (TELEVISION), IMPLICATIONS. A SOCIAL PSYCHOLOGICAL ANALYSIS IN DEPTH."},
      {
        "id":"ED010543",
        "title":"EDUCATIONAL COMMUNICATIONS SYSTEM--PHASE III."},
      {
        "id":"ED010544",
        "title":"COMPUTERS AND UNIVERSITIES. (A WORKSHOP CONFERENCE PRESENTED BY THE UNIVERSITY OF CALIFORNIA, IRVINE, WITH THE COOPERATION OF THE UNIVERSITY OF MICHIGAN, NEWPORT BEACH, NOVEMBER 8-12, 1965.)"},
      {
        "id":"ED010545",
        "title":"PATTERNS OF EDUCATIONAL USE OF A TELEVISED PUBLIC AFFAIRS PROGRAM. A STUDY OF METROPOLIS--CREATOR OR DESTROYER."},
      {
        "id":"ED010547",
        "title":"TAGMEMIC AND MATRIX LINGUISTICS APPLIED TO SELECTED AFRICAN LANGUAGES. FINAL REPORT."},
      {
        "id":"ED010548",
        "title":"USE OF NEW AUDIO-VISUAL TECHNIQUES TO TEACH MENTALLY-RETARDED CHILDREN."},
      {
        "id":"ED010549",
        "title":"ATTITUDES OF PARENTS OF HIGH AND LOW SOCIAL CLASS LEVELS TOWARD THEIR EDUCABLE, MENTALLY HANDICAPPED CHILDREN. FINAL REPORT."},
      {
        "id":"ED010550",
        "title":"WAYS BY WHICH OVERLY-ACTIVE STUDENTS CAN BE TAUGHT TO CONCENTRATE ON STUDY ACTIVITY."},
      {
        "id":"ED010551",
        "title":"TO DETERMINE THE EFFECTIVENESS OF PROGRAMED INSTRUCTION IN TEACHING THIRD, FOURTH, AND FIFTH GRADE CHILDREN HOW TO USE THE CARD CATALOG. FINAL REPORT."},
      {
        "id":"ED010552",
        "title":"INTERNATIONAL ASPECTS OF HIGHER EDUCATION AND EXCHANGE--A COMMUNITY STUDY. FINAL REPORT."},
      {
        "id":"ED010553",
        "title":"PROBLEMS AND ISSUES IN THE ADMINISTRATION OF COLLEGE AND UNIVERSITY COUNSELING SERVICES. FINAL REPORT."},
      {
        "id":"ED010554",
        "title":"A PILOT STUDY OF ART EDUCATION FOR THE ECONOMICALLY AND SOCIALLY DEPRIVED CHILD. FINAL REPORT."},
      {
        "id":"ED010555",
        "title":"ARTISTS' IDEAS ABOUT ART AND THEIR USE IN EDUCATION."},
      {
        "id":"ED010556",
        "title":"AN ANALYSIS OF THE SPECIFIC FEATURES WHICH CHARACTERIZE THE MORE SUCCESSFUL PROGRAMS FOR THE RECRUITMENT AND TRAINING OF COLLEGE TEACHERS."},
      {
        "id":"ED010557",
        "title":"THE WAY IN WHICH THE ORGANIZATION OF COLLEGE DEPARTMENTS AFFECTS THE PERFORMANCE AND ATTITUDES OF COLLEGE FACULTY."},
      {
        "id":"ED010558",
        "title":"RESEARCH AND TECHNOLOGY DIVISION REPORT FOR 1966."},
      {
        "id":"ED010559",
        "title":"CONSTRUCTION OF SCHOOL SIMULATION VEHICLE."},
      {
        "id":"ED010560",
        "title":"PURPOSE AND STRATEGY OF THE SCHOOL SIMULATION PROJECT. SPECIAL REPORT."},
      {
        "id":"ED010561",
        "title":"SYSTEM DESIGN FOR A CONTINUOUS PROGRESS SCHOOL--PART I"},
      {
        "id":"ED010562",
        "title":"SYSTEM DESIGN FOR A CONTINUOUS PROGRESS SCHOOL--PART II, SURVEILLANCE AND DETECTION SYSTEM."},
      {
        "id":"ED010563",
        "title":"SYSTEM DESIGN FOR A CONTINUOUS PROGRESS SCHOOL--PART III, THE INSTRUCTIONAL MATERIALS CENTER."},
      {
        "id":"ED010564",
        "title":"SYSTEM DESIGN FOR A CONTINUOUS PROGRESS SCHOOL--COMPUTER SIMULATION OF AUTONOMOUS SCHEDULING PROCEDURES."},
      {
        "id":"ED010565",
        "title":"THE ORGANIZATION OF A BIOLOGY COURSE FOR INDIVIDUAL PROGRESS AT THEODORE HIGH SCHOOL--AN INTRODUCTION."},
      {
        "id":"ED010566",
        "title":"THE ORGANIZATION OF A BIOLOGY COURSE FOR INDIVIDUAL PROGRESS AT THEODORE HIGH SCHOOL--DESCRIPTIVE ANALYSIS"},
      {
        "id":"ED010567",
        "title":"THE ORGANIZATION OF A COURSE FOR INDIVIDUAL PROGRESS AT THEODORE HIGH SCHOOL--SYSTEM ANALYSIS AND SIMULATION."},
      {
        "id":"ED010568",
        "title":"NOVA HIGH SCHOOL--INTRODUCTION"},
      {
        "id":"ED010569",
        "title":"NOVA HIGH SCHOOL--DESCRIPTION OF TENTH-GRADE SOCIAL STUDIES COURSE."},
      {
        "id":"ED010570",
        "title":"NOVA HIGH SCHOOL--SYSTEM ANALYSIS."},
      {
        "id":"ED010571",
        "title":"BUENA VISTA HIGH SCHOOL--AN INTRODUCTION."},
      {
        "id":"ED010572",
        "title":"BUENA VISTA HIGH SCHOOL--DESCRIPTIVE ANALYSIS."},
      {
        "id":"ED010573",
        "title":"BUENA VISTA HIGH SCHOOL--SYSTEMS ANALYSIS"},
      {
        "id":"ED010574",
        "title":"THE ORGANIZATION OF INTERRELATED INDIVIDUAL PROGRESS AND ABILITY LEVEL COURSES IN MATHEMATICS AT GARBER HIGH SCHOOL--AN INTRODUCTION."},
      {
        "id":"ED010575",
        "title":"THE ORGANIZATION OF INTERRELATED INDIVIDUAL PROGRESS AND ABILITY LEVEL COURSES IN MATHEMATICS AT GARBER HIGH SCHOOL--DESCRIPTIVE ANALYSIS."},
      {
        "id":"ED010576",
        "title":"THE ORGANIZATION OF INTERRELATED INDIVIDUAL PROGRESS AND ABILITY LEVEL COURSES IN MATHEMATICS AT GARBER HIGH SCHOOL--SYSTEM ANALYSIS AND SIMULATION."},
      {
        "id":"ED010577",
        "title":"ANALYSIS OF INSTRUCTIONAL SYSTEMS. REPORT OF A PROJECT, NEW SOLUTIONS TO IMPLEMENTING INSTRUCTIONAL MEDIA THROUGH ANALYSIS AND SIMULATION OF SCHOOL ORGANIZATION. FINAL REPORT."},
      {
        "id":"ED010578",
        "title":"RESOURCE ALLOCATION PROCESSOR FOR THE SCHOOL SIMULATION VEHICLE PILOT VERSION."},
      {
        "id":"ED010579",
        "title":"A COMPUTER SIMULATION VEHICLE FOR EDUCATIONAL SYSTEMS."}]
  }}
