{
  "response":{"numFound":509939,"start":328000,"numFoundExact":true,"docs":[
      {
        "id":"ED010580",
        "title":"NEW SOLUTIONS TO IMPLEMENTING INSTRUCTIONAL MEDIA THROUGH ANALYSIS AND SIMULATION OF SCHOOL ORGANIZATION."},
      {
        "id":"ED010581",
        "title":"CONSTRUCTION AND USE OF THE SCHOOL SIMULATION VEHICLE."},
      {
        "id":"ED010582",
        "title":"EXPLORATIONS IN COMPUTER-ASSISTED COUNSELING."},
      {
        "id":"ED010583",
        "title":"LANGUAGE AND EDUCATION OF THE DEAF."},
      {
        "id":"ED010584",
        "title":"THE LEGAL STATUS OF THE NON-PUBLIC COLLEGE AND UNIVERSITY IN THE UNITED STATES."},
      {
        "id":"ED010585",
        "title":"INNOVATIONS IN THE DEVELOPMENT OF CURRICULA FOR DIFFERENTIALLY-PACED SYSTEMS."},
      {
        "id":"ED010586",
        "title":"RULE GENERALITY AND CONSISTENCY IN MATHEMATICS LEARNING."},
      {
        "id":"ED010587",
        "title":"ENVIRONMENTAL STIMULATION AND INTELLECTUAL DEVELOPMENT OF MEXICAN-AMERICAN CHILDREN--AN EXPLORATORY PROJECT."},
      {
        "id":"ED010588",
        "title":"PLANNING TESTS TO MEASURE OUTCOMES OF THE RESEARCH PROGRAM EDUCATION THROUGH VISION. FINAL REPORT."},
      {
        "id":"ED010589",
        "title":"THE INFLUENCE OF DISCRIMINATIVE CONTEXT ON THE RELATIVE EFFECTIVENESS OF PERCEPTUAL AND GRAPHEMIC REPRESENTATIONS IN SECOND-LANGUAGE LEARNING."},
      {
        "id":"ED010590",
        "title":"DEVELOPMENT OF DIAGNOSTIC ANALYTICAL AND MECHANICAL ABILITY TESTS THROUGH FACET DESIGN AND ANALYSIS."},
      {
        "id":"ED010591",
        "title":"TYPEWRITING INSTRUCTION AS AN AID TO THE LEARNING OF ENGLISH AS A FOREIGN LANGUAGE."},
      {
        "id":"ED010592",
        "title":"A FEASIBILITY STUDY FOR ESTABLISHING A PILOT CENTER FOR ANALYSIS AND DEMONSTRATION OF EDUCATIONAL RESOURCES AT WAYNE STATE UNIVERSITY."},
      {
        "id":"ED010593",
        "title":"A STUDY OF POTENTIAL UTILIZATION OF RETIRING MILITARY PERSONNEL IN VOCATIONAL AND TECHNICAL EDUCATION PROGRAMS. FINAL REPORT."},
      {
        "id":"ED010594",
        "title":"PERSONAL-SOCIAL AND VOCATIONAL SCALE FOR THE MENTALLY RETARDED."},
      {
        "id":"ED010595",
        "title":"AN EXPLORATORY STUDY OF THE RELATIONSHIP OF AUDITORY-VISUAL AND TACTUAL-VISUAL INTEGRATION TO INTELLIGENCE AND READING ACHIEVEMENT."},
      {
        "id":"ED010596",
        "title":"ESTABLISHMENT OF A STATE VOCATIONAL STUDIES AND EXPERIMENTAL PROGRAMS COORDINATING UNIT."},
      {
        "id":"ED010597",
        "title":"NATIONAL LEADERSHIP DEVELOPMENT SEMINAR FOR VOCATIONAL-TECHNICAL EDUCATION PERSONNEL HELD AT THE UNIVERSITY OF MISSOURI AT COLUMBIA, JULY 11-JULY 22, 1966."},
      {
        "id":"ED010598",
        "title":"A NEW APPROACH TO CLASS SCHEDULING. FINAL REPORT."},
      {
        "id":"ED010599",
        "title":"A STUDY OF AN EXPLORATORY TECHNIQUE USED IN EDUCATIONAL RESEARCH."},
      {
        "id":"ED010600",
        "title":"THE RELATIONSHIP OF CREATIVE THINKING TO COLLEGE SUCCESS."},
      {
        "id":"ED010601",
        "title":"DEVELOPMENT OF A NEW APPROACH TO TEACHING INTRODUCTORY SOCIAL SCIENCE IN COLLEGE. FINAL REPORT."},
      {
        "id":"ED010603",
        "title":"DESEGREGATION AND THE NEGRO COLLEGE IN THE SOUTH. AND PERSISTENCE IN COLLEGE."},
      {
        "id":"ED010604",
        "title":"FOREIGN AREA STUDIES IN AMERICAN HIGHER EDUCATION."},
      {
        "id":"ED010605",
        "title":"THE RELATIONSHIP BETWEEN LEARNING CONCEPTS AND STUDENT ACHIEVEMENT."},
      {
        "id":"ED010606",
        "title":"THE EFFECTIVENESS OF EMPHASIZING READING SKILLS IN AN ENGLISH COURSE FOR UNDERACHIEVERS."},
      {
        "id":"ED010607",
        "title":"SCHOOL-RELATED ATTITUDES AND BEHAVIORS OF PARENTS OF ACHIEVING ADOLESCENTS."},
      {
        "id":"ED010608",
        "title":"TO DEVELOP A SYSTEM FOR ANALYZING THE REACTIONS OF TEACHERS AND STUDENTS IN BIOLOGY CLASSES."},
      {
        "id":"ED010610",
        "title":"SPEECH FRIGHT IN THE ELEMENTARY SCHOOL, ITS RELATIONSHIP TO SPEECH ABILITY AND ITS POSSIBLE IMPLICATION FOR SPEECH READINESS."},
      {
        "id":"ED010611",
        "title":"A COORDINATING UNIT FOR RESEARCH AND CURRICULUM DEVELOPMENT IN VOCATIONAL AND TECHNICAL EDUCATION."},
      {
        "id":"ED010612",
        "title":"A PLAN TO PROVIDE AN OCCUPATIONAL RESEARCH CENTER AT COLORADO STATE UNIVERSITY."},
      {
        "id":"ED010613",
        "title":"ESTABLISHMENT OF AN OCCUPATIONAL RESEARCH AND DEVELOPMENT COORDINATING UNIT FOR THE STATE OF IOWA."},
      {
        "id":"ED010614",
        "title":"THE ESTABLISHMENT OF THE RESEARCH COORDINATING UNIT IN THE CONNECTICUT STATE DEPARTMENT OF EDUCATION."},
      {
        "id":"ED010615",
        "title":"FACTORS AFFECTING LEARNING TO READ."},
      {
        "id":"ED010616",
        "title":"THE ESTABLISHMENT AND INITIAL OPERATION OF A RESEARCH AND DEVELOPMENT UNIT IN THE DIVISION OF VOCATIONAL EDUCATION, DEPARTMENT OF EDUCATION, STATE OF NEW JERSEY."},
      {
        "id":"ED010617",
        "title":"RESEARCH AND COORDINATION UNIT IN THE AREA OF OCCUPATIONAL NEEDS RESEARCH COORDINATION IN NEBRASKA. FINAL REPORT."},
      {
        "id":"ED010618",
        "title":"RESEARCH AND DEVELOPMENT IN DATA PROCESSING FOR PUPIL PERSONNEL AND CURRICULAR SERVICES."},
      {
        "id":"ED010619",
        "title":"PERCEPTIONS BY ADOLESCENTS OF VARIOUS PROCEDURAL APPROACHES USED IN FILMED COUNSELING SESSIONS."},
      {
        "id":"ED010620",
        "title":"OCCUPATIONAL TRAINING CENTERS FOR 16-18 YEAR-OLD YOUTH. A DEMONSTRATION PROGRAM FOR POTENTIAL OR ACTUAL DROPOUTS."},
      {
        "id":"ED010621",
        "title":"SOURCES OF EDUCATIONAL CLIMATES IN HIGH SCHOOLS."},
      {
        "id":"ED010622",
        "title":"ATTRITION IN THE LIBERAL ARTS COLLEGE."},
      {
        "id":"ED010623",
        "title":"TECHNIQUES FOR SELECTING AND PRESENTING OCCUPATIONAL INFORMATION TO HIGH SCHOOL STUDENTS. PLANNING AND DEVELOPMENT OF RESEARCH PROGRAMS IN SELECTED AREAS OF VOCATIONAL EDUCATION, VOLUME I."},
      {
        "id":"ED010624",
        "title":"SOURCE DATA ON PERCEPTIONS OF PARENTS AND CHILDREN REGARDING CAREER PLANNING. PLANNING AND DEVELOPMENT OF RESEARCH PROGRAMS IN SELECTED AREAS OF VOCATIONAL EDUCATION, VOLUME II."},
      {
        "id":"ED010625",
        "title":"GUIDANCE CURRICULUM FOR INCREASED SELF-UNDERSTANDING AND MOTIVATION FOR CAREER PLANNING. PLANNING AND DEVELOPMENT OF RESEARCH PROGRAMS IN SELECTED AREAS OF VOCATIONAL EDUCATION, VOLUME III."},
      {
        "id":"ED010626",
        "title":"GUIDANCE CURRICULUM FOR INCREASED SELF-UNDERSTANDING AND MOTIVATION FOR CAREER PLANNING. PLANNING AND DEVELOPMENT OF RESEARCH PROGRAMS IN SELECTED AREAS OF VOCATIONAL EDUCATION, VOLUME III, APPENDIX."},
      {
        "id":"ED010627",
        "title":"IDENTIFICATION AND DEFINITION OF SUBJECT-MATTER CONTENT VARIABLES RELATED TO HUMAN APTITUDES, VOLUME 1."},
      {
        "id":"ED010628",
        "title":"IDENTIFICATION AND DEFINITION OF SUBJECT-MATTER CONTENT VARIABLES RELATED TO HUMAN APTITUDES, VOLUME II, APPENDICES."},
      {
        "id":"ED010629",
        "title":"LEADERSHIP DEVELOPMENT SEMINAR VOCATIONAL-TECHNICAL EDUCATION, MAY 31-JUNE 10, 1066. FINAL REPORT."},
      {
        "id":"ED010630",
        "title":"LEADERSHIP DEVELOPMENT SEMINAR VOCATIONAL-TECHNICAL EDUCATION, JULY 11-JULY 22, 1966. FINAL REPORT."},
      {
        "id":"ED010631",
        "title":"LEADERSHIP DEVELOPMENT SEMINAR VOCATIONAL-TECHNICAL EDUCATION, JULY 25-AUGUST 5, 1966. FINAL REPORT."},
      {
        "id":"ED010632",
        "title":"A COMPARISON OF VARIOUS TECHNIQUES FOR THE DISSEMINATION OF A NEW SCIENCE CURRICULUM IN FLORIDA."},
      {
        "id":"ED010633",
        "title":"MEDIA, CREATIVITY, AND CHANGE."},
      {
        "id":"ED010634",
        "title":"AN EXPERIMENTAL STUDY OF THE EFFECTS OF COMMUNICATOR CREDIBILITY AND ATTITUDE CHANGE ON SUBSEQUENT OVERT BEHAVIOR."},
      {
        "id":"ED010635",
        "title":"THE RELATIVE EFFECTIVENESS OF THE TRADITIONAL AND TWO MODIFIED METHODS OF ORGANIZING INFORMATION SHEETS."},
      {
        "id":"ED010636",
        "title":"TO DEVELOP AND PARTIALLY VALIDATE A QUESTIONNAIRE TO MEASURE VALUES RELEVANT TO GOOD CITIZENSHIP AND TO PREPARE A LARGE-SCALE PROJECT TO STUDY VALUE CHANGE IN A VARIETY OF COLLEGES."},
      {
        "id":"ED010637",
        "title":"ESTABLISHMENT OF A STATE OCCUPATIONAL RESEARCH AND DEVELOPMENT COORDINATING UNIT."},
      {
        "id":"ED010638",
        "title":"AN INVESTIGATION INTO THE USE OF DIFFERENT DEGREES OF FILMED VERBAL EXPLANATIONS ON THE ACTIVATION, GENERALIZATION, AND EXTINCTION OF THE CONSERVATION OF SUBSTANCE PROBLEMS IN CHILDREN."},
      {
        "id":"ED010639",
        "title":"ECONOMICS OF GRADUATE EDUCATION--AN EXPLORATORY STUDY."},
      {
        "id":"ED010640",
        "title":"A NATIONAL PROGRAM IN EARLY EDUCATION."},
      {
        "id":"ED010641",
        "title":"PROJECT NOTIFY--NEEDED OCCUPATIONAL TELEVISION INSTRUCTION FOR YOUTH."},
      {
        "id":"ED010642",
        "title":"VOCATIONAL EDUCATION AND INTERGOVERNMENTAL FISCAL RELATIONS IN THE POSTWAR PERIOD."},
      {
        "id":"ED010643",
        "title":"THE EFFECT OF PROGRAMMED INSTRUCTION IN SPECIAL SKILLS DURING THE PRESCHOOL PERIOD ON LATER ABILITY PATTERNS AND ACADEMIC ACHIEVEMENT."},
      {
        "id":"ED010644",
        "title":"A STUDY OF THE RELATIVE EFFECTIVENESS OF THREE METHODS OF TEACHING READING IN GRADE ONE."},
      {
        "id":"ED010645",
        "title":"STUDY OF CHARACTERISTICS CONTRIBUTING TO THE EFFECTIVENESS OF VISUAL DEMONSTRATIONS."},
      {
        "id":"ED010646",
        "title":"DEVELOPMENT OF FILMSTRIP SEQUENCE PHOTOGRAPHS AND SOUND REPRODUCTION OF EDUCATIONAL TELEVISION PRESENTATIONS."},
      {
        "id":"ED010647",
        "title":"STUDIES OF COLLEGE ENVIRONMENTS."},
      {
        "id":"ED010648",
        "title":"EMPLOYMENT STATUS AND CHARACTERISTICS OF HIGH SCHOOL DROPOUTS OF HIGH ABILITY."},
      {
        "id":"ED010649",
        "title":"AN INVESTIGATION OF MARKING PRACTICES OF SECONDARY SCHOOL TEACHERS."},
      {
        "id":"ED010650",
        "title":"LIBRARY STATISTICS OF COLLEGES AND UNIVERSITIES, 1965-66 INSTITUTIONAL DATA."},
      {
        "id":"ED010651",
        "title":"INSTRUCTIONAL MEDIA AND CREATIVITY, (REPORT ON THE TORREY PINES CONFERENCE (AUGUST 31-SEPTEMBER 3, 1965)."},
      {
        "id":"ED010652",
        "title":"EDUCATIONAL AND OCCUPATIONAL ASPIRATIONS AND EXPECTATIONS OF HIGH SCHOOL JUNIORS AND SENIORS IN THE STATE OF WASHINGTON. FINAL REPORT, PART 1."},
      {
        "id":"ED010653",
        "title":"DEVELOPMENT AND STANDARDIZATION OF A PROJECTIVE OCCUPATIONAL ATTITUDES TEST."},
      {
        "id":"ED010654",
        "title":"A FORCED-CHOICE PROCEDURE FOR MEASUREMENT OF PUPILS' ATTITUDES TOWARD MAJOR DIMENSIONS OF WORK, REPORT NUMBER 3."},
      {
        "id":"ED010655",
        "title":"MAJOR TASK AND KNOWLEDGE CLUSTERS INVOLVED IN PERFORMANCE OF ELECTRONIC TECHNICIANS' WORK."},
      {
        "id":"ED010656",
        "title":"A RESEARCH MODEL FOR IDENTIFICATION OF TASK AND KNOWLEDGE CLUSTERS ASSOCIATED WITH PERFORMANCE OF MAJOR TYPES OF OFFICE EMPLOYEES' WORK. FINAL REPORT NUMBER 5."},
      {
        "id":"ED010657",
        "title":"IDENTIFICATION OF MAJOR TASKS PERFORMED BY MERCHANDISING EMPLOYEES WORKING IN THREE STANDARD INDUSTRIAL CLASSIFICATIONS OF RETAIL ESTABLISHMENTS."},
      {
        "id":"ED010658",
        "title":"IDENTIFICATION OF TASK AND KNOWLEDGE CLUSTERS ASSOCIATED WITH PERFORMANCE OF MAJOR TYPES OF BUILDING TRADES WORK, REPORT NUMBER 7."},
      {
        "id":"ED010659",
        "title":"MATHEMATICS CLUSTERS IN SELECTED AREAS OF VOCATIONAL EDUCATION, REPORT NUMBER 8."},
      {
        "id":"ED010660",
        "title":"A SURVEY INSTRUMENT FOR IDENTIFYING CLUSTERS OF KNOWLEDGE AND COMPETENCIES ASSOCIATED WITH PERFORMANCE OF FOOD SERVICE WORK, REPORT NUMBER 9."},
      {
        "id":"ED010661",
        "title":"A SURVEY INSTRUMENT FOR IDENTIFYING CLUSTERS OF KNOWLEDGE AND COMPETENCIES ASSOCIATED WITH PERFORMANCE OF CHILD CARE WORK, REPORT NUMBER 10."},
      {
        "id":"ED010662",
        "title":"EFFECTS OF COOPERATIVE OVERHEAD PROJECTION MASTER DEVELOPMENT. AN EXPERIMENT IN USE OF A SUMMER WORKSHOP TO STIMULATE DEVELOPMENT AND USE OF VISUAL AIDS BY VOCATIONAL AGRICULTURE TEACHERS."},
      {
        "id":"ED010663",
        "title":"ANIMAL NUTRITION. PROGRAMMED INSTRUCTION UNITS, ANIMAL NUTRITION, FEED CHARACTERISTICS, VITAMINS, MINERALS. FINAL REPORT NUMBER 12."},
      {
        "id":"ED010664",
        "title":"LAND JUDGING AND PLANT NUTRITION, A PROGRAMMED INSTRUCTION UNIT, REPORT NUMBER 13."},
      {
        "id":"ED010665",
        "title":"A SURVEY OF EDUCATIONAL RESEARCH AND AN APPRAISAL BY SCIENTISTS FROM OTHER FIELDS."},
      {
        "id":"ED010666",
        "title":"SUMMER INSTITUTE TO TRAIN DATA PROCESSING TEACHERS FOR THE NEW OKLAHOMA STATE-WIDE COMPUTER SCIENCE SYSTEM, FINAL REPORT ON PHASE I."},
      {
        "id":"ED010667",
        "title":"TEACHERS EDUCATION CONFERENCE, PAPERS FOR PROGRAM ON THE NATURE AND IMPLICATIONS OF EARLY EDUCATIONAL STIMULATION (19TH, JANUARY 19-21, 1966)."},
      {
        "id":"ED010668",
        "title":"EDUCATION AND THE VICTORIAN MIND OF ENGLAND."},
      {
        "id":"ED010669",
        "title":"A STUDY OF FACTORS INVOLVED IN THE IDENTIFICATION AND ENCOURAGEMENT OF UNUSUAL ACADEMIC TALENT AMONG UNDERPRIVILEGED POPULATIONS. FINAL REPORT."},
      {
        "id":"ED010670",
        "title":"DEVELOPMENT OF INTER-AMERICAN TEST MATERIALS."},
      {
        "id":"ED010671",
        "title":"SCHOOL GOVERNMENT AND THE DETERMINANTS OF THE FISCAL SUPPORT FOR LARGE CITY EDUCATION SYSTEMS."},
      {
        "id":"ED010672",
        "title":"SOCIAL PSYCHOLOGICAL ASPECTS OF SCHOOL BUILDING DESIGN."},
      {
        "id":"ED010673",
        "title":"REMOTE CONTINUING EDUCATION CENTER, OUTLINE PROGRAM."},
      {
        "id":"ED010674",
        "title":"CAMPUS CONTINUING EDUCATION CENTER, OUTLINE PROGRAM."},
      {
        "id":"ED010675",
        "title":"PEOPLE'S EDUCATION PLAN."},
      {
        "id":"ED010676",
        "title":"ADULT BASIC EDUCATION."},
      {
        "id":"ED010677",
        "title":"BASIC EDUCATION TEACHERS--SEVEN NEEDED QUALITIES."},
      {
        "id":"ED010678",
        "title":"REPERTOIRE (DIRECTORY)."},
      {
        "id":"ED010679",
        "title":"FEDERAL SUPPORT FOR ADULT EDUCATION, A DIRECTORY OF PROGRAMS AND SERVICES."},
      {
        "id":"ED010680",
        "title":"NATIONAL UNIVERSITY EXTENSION ASSOCIATION, DIVISION OF COMMUNITY DEVELOPMENT, NEW DIMENSIONS IN COMMUNITY DEVELOPMENT (51ST, ALBUQUERQUE, JULY 22-27, 1966)."},
      {
        "id":"ED010681",
        "title":"GRADUATE RESEARCH IN ADULT EDUCATION AND CLOSELY RELATED FIELDS AT FLORIDA STATE UNIVERSITY, 1950-1966."},
      {
        "id":"ED010682",
        "title":"THE MORPHO-SYNTACTIC TYPOLOGY OF THE SLAVIC LANGUAGES."},
      {
        "id":"ED010683",
        "title":"LANGUE AND PAROLE IN AMERICAN LINGUISTICS."},
      {
        "id":"ED010684",
        "title":"A CONDENSED ACCOUNT OF SYNTACTIC ANALYSIS OF MANDARIN."},
      {
        "id":"ED010685",
        "title":"CHINESE GRAMMARS AND THE COMPUTER AT THE OHIO STATE UNIVERSITY. PRELIMINARY REPORT."},
      {
        "id":"ED010686",
        "title":"CONTRASTIVE STRESS AND EMPHATIC STRESS."},
      {
        "id":"ED010687",
        "title":"ENTAILMENT RULES IN SEMANTIC THEORY."},
      {
        "id":"ED010689",
        "title":"LINGUISTICS AND JAPANESE READING."},
      {
        "id":"ED010691",
        "title":"MODELS OF MEANING AND THE ANALYSIS OF DELUSIONAL LANGUAGE."},
      {
        "id":"ED010694",
        "title":"THE RELATIONSHIP BETWEEN A COLLEGE AND ITS STUDENTS."},
      {
        "id":"ED010695",
        "title":"THE ORGANIZATION, DEVELOPMENT AND IMPLEMENTATION OF AN OCCUPATIONAL INFORMATION SERVICE PROGRAM IN THE HIGH SCHOOL."},
      {
        "id":"ED010696",
        "title":"ADULTS IN TRANSITION."},
      {
        "id":"ED010697",
        "title":"THE COUNCIL ON COLLEGE-LEVEL EXAMINATIONS AND THE COMPREHENSIVE COLLEGE TESTS."},
      {
        "id":"ED010698",
        "title":"A STUDY OF CERTAIN FACTORS INVOLVED IN JOB PLACEMENT ACTIVITY OF HIGH SCHOOL AGE YOUTH."},
      {
        "id":"ED010699",
        "title":"EVALUATING PROGRAMMED TEST INTERPRETATION USING EMOTIONAL AROUSAL AS A CRITERION."},
      {
        "id":"ED010700",
        "title":"FACILITATING LEARNING AND INDIVIDUAL DEVELOPMENT, TOWARD A THEORY FOR ELEMENTARY GUIDANCE. MINNESOTA GUIDANCE SERIES."},
      {
        "id":"ED010701",
        "title":"AN EXPERIMENT IN TEACHING DECISION-MAKING."},
      {
        "id":"ED010702",
        "title":"GATB LONGITUDINAL MATURATION STUDY."},
      {
        "id":"ED010703",
        "title":"STUDIES IN SUCCESS, A PROMISING APPROACH TO THE VOCATIONAL GUIDANCE OF AVERAGE HIGH SCHOOL STUDENTS."},
      {
        "id":"ED010704",
        "title":"FOLLOW-UP STUDY OF NORTHERN MICHIGAN UNIVERSITY MASTER OF ARTS GRADUATES."},
      {
        "id":"ED010705",
        "title":"SITUATIONAL FACTORS INFLUENCING QUALITY TEACHING. EXPLORATORY PHASE--TEACHER IDENTIFICATION OF FACTORS - CONDITIONS, CLIMATE, COMPETENCIES - INFLUENCING THE TEACHING-LEARNING PROCESS IN KENTUCKY PUBLIC SCHOOLS."},
      {
        "id":"ED010706",
        "title":"PRESENT PRACTICES IN MASTER'S DEGREE AND SPECIALIST IN EDUCATION DEGREE PROGRAMS FOR THE PREPARATION OF ELEMENTARY SCHOOL PRINCIPALS."},
      {
        "id":"ED010707",
        "title":"THE UNDERGRADUATE QUALITY POINT RATIOS OF 1,612 1965 UNIVERSITY OF CONNECTICUT GRADUATES."},
      {
        "id":"ED010708",
        "title":"THE TEAMING OF PRINCIPALS PROJECT, A REPORT TO THE FUND FOR THE ADVANCEMENT OF EDUCATION."},
      {
        "id":"ED010709",
        "title":"THE PROBLEMS OF MARKS."},
      {
        "id":"ED010710",
        "title":"ORGANIZATIONAL GOALS--A SYSTEMS APPROACH."},
      {
        "id":"ED010711",
        "title":"MYTHS AND REALITY IN SCHOOL BOARD RESEARCH."},
      {
        "id":"ED010712",
        "title":"AMERICAN PRINTING HOUSE FOR THE BLIND, INC., ITS HISTORY, PURPOSES AND POLICIES."},
      {
        "id":"ED010713",
        "title":"A MAGNA CARTA FOR THE EMOTIONALLY DISTURBED CHILD."},
      {
        "id":"ED010714",
        "title":"THE MICHIGAN PROGRAM FOR THE EDUCATION OF EMOTIONALLY DISTURBED CHILDREN."},
      {
        "id":"ED010715",
        "title":"GUIDELINES FOR THE REFERRAL OF CHILDREN WHO ARE SUSPECTED OR KNOWN TO BE EXCEPTIONAL."},
      {
        "id":"ED010716",
        "title":"TEACHING AIDS FOR CHILDREN WITH CEREBRAL PALSY."},
      {
        "id":"ED010717",
        "title":"GUIDELINES FOR IMPLEMENTATION OF THE PROGRAM FOR MINIMALLY BRAIN-INJURED CHILDREN, A SUPPLEMENT TO THE ADMINISTRATIVE GUIDE AND STATE PLAN FOR SPECIAL EDUCATION."},
      {
        "id":"ED010718",
        "title":"STATE PLAN FOR SPECIAL EDUCATION."},
      {
        "id":"ED010719",
        "title":"THE LA GRANGE AREA DEPARTMENT OF SPECIAL EDUCATION HANDBOOK, 1965-1966."},
      {
        "id":"ED010720",
        "title":"ADMINISTRATION OF BOARDING HOMES FOR HANDICAPPED CHILDREN, POLICIES AND PROCEDURES."},
      {
        "id":"ED010721",
        "title":"DEVELOPMENT CENTERS FOR HANDICAPPED MINORS."},
      {
        "id":"ED010722",
        "title":"THE ROLE OF THE COOPERATING TEACHER."},
      {
        "id":"ED010723",
        "title":"WHY THE FL DROPOUTS."},
      {
        "id":"ED010724",
        "title":"NEW YORK CITY FOREIGN LANGUAGE PROGRAMS FOR SECONDARY SCHOOLS. SPANISH, LEVELS 1-5."},
      {
        "id":"ED010725",
        "title":"CAN FLEXIBLE SCHEDULES AFFECT FOREIGN LANGUAGE ENROLLMENTS."},
      {
        "id":"ED010726",
        "title":"A PROGRAM FOR EXPEDITING CURRICULAR PLANNING IN MODERN FOREIGN LANGUAGES."},
      {
        "id":"ED010727",
        "title":"WHY NOT GREEK."},
      {
        "id":"ED010728",
        "title":"NEW GRADUATE PROGRAMS IN MODERN FOREIGN LANGUAGES, WHY THEY ARE NEEDED."},
      {
        "id":"ED010729",
        "title":"FRENCH FOR ELEMENTARY SCHOOLS, A TEACHING GUIDE."},
      {
        "id":"ED010730",
        "title":"PROGRAMMED TV INSTRUCTION IN A FOREIGN LANGUAGE."},
      {
        "id":"ED010731",
        "title":"TOMORROW'S LANGUAGE LAB TODAY."},
      {
        "id":"ED010733",
        "title":"PHOTO-OPTICS--A SURVEY TO DETERMINE THE FEASIBILITY OF OFFERING A JUNIOR COLLEGE PROGRAM FOR PHOTO-OPTICS INSTRUMENTATION TECHNICIANS."},
      {
        "id":"ED010734",
        "title":"DISQUALIFIED STUDENTS ADMITTED TO THE FALL, 1965 SEMESTER."},
      {
        "id":"ED010735",
        "title":"A STUDY OF THE CHARACTERISTICS OF STUDENTS ENROLLED IN BUSINESS DATA PROCESSING CLASSES, LOS ANGELES METROLITAN COLLEGE, FALL, 1965."},
      {
        "id":"ED010736",
        "title":"THEY CAME TO DELTA COLLEGE."},
      {
        "id":"ED010737",
        "title":"THEY CAME TO DIABLO VALLEY COLLEGE, DAY AND EVENING, FALL SEMESTER, 1965. 11TH ANNUAL REPORT."},
      {
        "id":"ED010738",
        "title":"A PROPOSAL FOR AN AREA VOCATIONAL TECHNICAL SCHOOL AND COMMUNITY COLLEGE FOR EASTERN IOWA."},
      {
        "id":"ED010739",
        "title":"A STUDY OF THE MATURE WOMEN STUDENTS ATTENDING DAY CLASSES AT RIVERSIDE CITY COLLEGE DURING THE SPRING SEMESTER, 1964."},
      {
        "id":"ED010740",
        "title":"TRANSFER SHOCK--THE ACADEMIC PERFORMANCE OF THE JUNIOR COLLEGE TRANSFER."},
      {
        "id":"ED010741",
        "title":"CENTRAL PREDICTION AND THE JUNIOR COLLEGE TRANSFER."},
      {
        "id":"ED010742",
        "title":"GREAT TRADITION, LITTLE TRADITION, AND FORMAL EDUCATION."},
      {
        "id":"ED010743",
        "title":"THE SCHOOL VOLUNTEER PROGRAM."},
      {
        "id":"ED010744",
        "title":"BILINGUALISM--A PROBLEM OR AN ASSET."},
      {
        "id":"ED010745",
        "title":"ORAL EXPRESSION, REMEDIAL SPEECH AND ENGLISH FOR THE MIGRANT CHILD, GRADES ONE - TWELVE."},
      {
        "id":"ED010746",
        "title":"THE TEACHING OF ENGLISH TO NON-ENGLISH-SPEAKING MIGRANTS."},
      {
        "id":"ED010747",
        "title":"SOME NEW APPROACHES TO MIGRANT EDUCATION."},
      {
        "id":"ED010748",
        "title":"ENGLISH AS A SECOND LANGUAGE AND A TECHNIQUE FOR TEACHING SCIENCE."},
      {
        "id":"ED010749",
        "title":"THE PROBLEM OF AIDING TODAY'S INDIAN TEEN AGE STUDENT TO BE PREPARED FOR TOMORROW."},
      {
        "id":"ED010750",
        "title":"SUGGESTED TECHNIQUES IN GUIDANCE AND COUNSELING WITH INDIAN YOUTH AND ADULTS."},
      {
        "id":"ED010751",
        "title":"INDIAN INTEGRATION IN NEVADA PUBLIC SCHOOLS."},
      {
        "id":"ED010752",
        "title":"A JOB CORPS CENTER READING PROGRAM."},
      {
        "id":"ED010753",
        "title":"A STUDY OF DROPOUTS FROM ADULT LITERACY PROGRAMS."},
      {
        "id":"ED010754",
        "title":"ADULT BOOK READING IN THE UNITED STATES, A PRELIMINARY REPORT."},
      {
        "id":"ED010755",
        "title":"THE READING OF THE CULTURALLY DISADVANTAGED."},
      {
        "id":"ED010756",
        "title":"THE READABILITY OF SCIENCE TEXTBOOKS FOR ELEMENTARY SCHOOL."},
      {
        "id":"ED010758",
        "title":"AN ANNOTATED BIBLIOGRAPHY OF SELECTED RESEARCH RELATED TO TEACHING READING IN THE SECONDARY SCHOOL, SUPPLEMENT 1961-1963. PRELIMINARY DRAFT."},
      {
        "id":"ED010759",
        "title":"YOUNG ADULTS TEN TO FIFTEEN YEARS AFTER SEVERE READING DISABILITY."},
      {
        "id":"ED010760",
        "title":"PROGRAMED TUTORING--A TEACHING AID AND A RESEARCH TOOL."},
      {
        "id":"ED010761",
        "title":"REPORT OF THE INTERNATIONAL CLEARINGHOUSE ON SCIENCE AND MATHEMATICS CURRICULAR DEVELOPMENTS 1966."},
      {
        "id":"ED010762",
        "title":"THE STATUS OF PHYSICS TEACHING IN NORTH CAROLINA."},
      {
        "id":"ED010763",
        "title":"A STUDY OF LARGE GROUP-SMALL GROUP INSTRUCTION IN REGENTS CHEMISTRY COMPARED TO CONVENTIONAL INSTRUCTION."},
      {
        "id":"ED010764",
        "title":"THE COMPUTER IN PHYSICS INSTRUCTION, REPORT OF THE CONFERENCE ON USES OF THE COMPUTER IN UNDERGRADUATE PHYSICS INSTRUCTION (UNIVERSITY OF CALIFORNIA, IRVINE, NOVEMBER 4-6, 1966)."},
      {
        "id":"ED010765",
        "title":"INTEGRATED EXPERIENCE APPROACH TO LEARNING."},
      {
        "id":"ED010766",
        "title":"THE DEVELOPMENT AND TESTING OF INSTRUCTIONAL MATERIALS FOR GIFTED PRIMARY PUPILS. FINAL REPORT."},
      {
        "id":"ED010767",
        "title":"VIEWPOINTS ON UNDERGRADUATE COLLEGE SCIENCE PROGRAMS."},
      {
        "id":"ED010768",
        "title":"THE STATUS OF SCIENCE IN THE PUBLIC SCHOOLS OF IOWA. PART III, SENIOR HIGH SCHOOLS."},
      {
        "id":"ED010770",
        "title":"THE STATUS OF SCIENCE IN THE PUBLIC SCHOOLS OF IOWA. PART I, ELEMENTARY SCHOOL."},
      {
        "id":"ED010771",
        "title":"TEACHER EDUCATION GRADUATES OF 1954--THEIR CAREERS TEN YEARS AFTER GRADUATION."},
      {
        "id":"ED010772",
        "title":"A STUDY OF SUPPLY AND DEMAND FOR NEW YORK TEACHERS OF HOME ECONOMICS, WITH IMPLICATIONS FOR TEACHER PREPARATION."},
      {
        "id":"ED010773",
        "title":"PENSIONS FOR TEACHERS, A PRACTICAL HANDBOOK ON PENSIONS AND RELATED SUBJECTS FOR TEACHERS IN PUBLIC SCHOOLS AND MUNICIPAL COLLEGES OF THE CITY OF NEW YORK."},
      {
        "id":"ED010774",
        "title":"A SURVEY OF PERSONNEL WELFARE PROVISIONS FOR PUBLIC SCHOOL TEACHERS...IN PUBLIC SCHOOL SYSTEMS ENROLLING 6,000 OR MORE PUPILS."},
      {
        "id":"ED010775",
        "title":"OPERATION P.R.I.M.A. - RECLAIM."},
      {
        "id":"ED010776",
        "title":"BOSTON SCHOOL COMMITTEE, OFFICE OF PROGRAM DEVELOPMENT PROGRESS REPORT, MARCH 1965 TO MAY 1966."},
      {
        "id":"ED010777",
        "title":"SUMMARY OF THE PROCEEDINGS OF THE WORKING CONFERENCE ON LANGUAGE DEVELOPMENT IN DISADVANTAGED CHILDREN (1ST, OCTOBER 20-22, 1965)."},
      {
        "id":"ED010778",
        "title":"A BETTER CHANCE, ABC REPORT 1965."},
      {
        "id":"ED010779",
        "title":"PROJECT 13."},
      {
        "id":"ED010780",
        "title":"PROPOSAL TO STUDY THE PROCESS OF REDEVELOPMENT IN SEVERAL GROUPS OF DEPRIVED EARLY ADOLESCENTS IN BOTH RESIDENTIAL AND NON-RESIDENTIAL SETTINGS."},
      {
        "id":"ED010781",
        "title":"CROSS-CULTURAL APPROACHES TO BEHAVIOR AND LEARNING."},
      {
        "id":"ED010782",
        "title":"THE EFFECT OF TEACHER BEHAVIOR ON VERBAL INTELLIGENCE IN OPERATION HEADSTART CHILDREN."},
      {
        "id":"ED010783",
        "title":"DEVELOPING NEW YORK CITY&apos;S HUMAN RESOURCES, VOLUME 1, JUNE, 1966."},
      {
        "id":"ED010784",
        "title":"THE EDUCATION OF MINORITY GROUP CHILDREN IN THE NEW YORK CITY PUBLIC SCHOOLS, 1965."},
      {
        "id":"ED010785",
        "title":"IMPLEMENTING THE VOCATIONAL EDUCATION ACT OF 1963, CENTRAL STATES SEMINAR IN AGRICULTURAL EDUCATION (CHICAGO, MARCH 14-17, 1966)."},
      {
        "id":"ED010786",
        "title":"THE PRESENT OCCUPATIONAL STATUS OF OKLAHOMA HIGH SCHOOL VOCATIONAL AGRICULTURE GRADUATES OVER THE PAST FIVE YEAR PERIOD FROM 1959 TO 1963."},
      {
        "id":"ED010787",
        "title":"THE EFFECTS OF PROGRAMED INSTRUCTION ON ATTITUDE AND ACHIEVEMENT."},
      {
        "id":"ED010788",
        "title":"ILLINOIS AGRICULTURAL EDUCATION CURRICULUM RESEARCH PROJECT. INTERIM REPORT, NUMBER 1."},
      {
        "id":"ED010789",
        "title":"IDENTIFICATION OF OFF-FARM AGRICULTURAL OCCUPATIONS, PRESENT AND PROJECTED EMPLOYMENT, A PRELIMINARY REPORT OF THE DELAWARE STUDY OF AGRICULTURAL OCCUPATIONS OTHER THAN FARMING."},
      {
        "id":"ED010790",
        "title":"PILOT RESEARCH PROJECT OF TECHNIQUES USED IN TEACHING A UNIT ON CHILD DEVELOPMENT."},
      {
        "id":"ED010791",
        "title":"EVALUATION OF LOCAL VOCATIONAL EDUCATION PROGRAMS, A MANUAL FOR ADMINISTRATORS, TEACHERS, AND CITIZENS."},
      {
        "id":"ED010792",
        "title":"STUDY OF ILLITERACY IN TEXAS AS RELATED TO VOCATIONAL EDUCATION."},
      {
        "id":"ED010795",
        "title":"A COLLATIVE REPORT ON ARCHITECTURAL RECOMMENDATIONS FOR SECONDARY SCHOOL AND TERTIARY SCHOOL THEATRE SPACE AND EQUIPMENT."},
      {
        "id":"ED010796",
        "title":"RELATIONSHIP OF SELF-CONCEPT TO ACHIEVEMENT IN HIGH SCHOOL, FINAL REPORT. SELF-CONCEPT AND SCHOOL ACHIEVEMENT, III."},
      {
        "id":"ED010797",
        "title":"INDEPENDENT STUDY AT THE COLLEGE LEVEL."},
      {
        "id":"ED010798",
        "title":"A RESEARCH STUDY OF THE EFFECTS OF DEMONSTRATION TEACHING UPON EXPERIENCED AND INEXPERIENCED TEACHERS."},
      {
        "id":"ED010799",
        "title":"METROPOLITANISM AND FEDERAL AID TO EDUCATION--THE PASSAGE AND IMPACT OF THE 1965 AID TO EDUCATION ACT."},
      {
        "id":"ED010800",
        "title":"A STUDY OF HIGH SCHOOL LEARNING ENVIRONMENTS AND THEIR IMPACT ON STUDENTS."},
      {
        "id":"ED010801",
        "title":"DEVELOPMENT OF A SCALE TO MEASURE INTERESTS IN AGRICULTURAL OCCUPATIONS."},
      {
        "id":"ED010802",
        "title":"ELEMENTARY QUANTITATIVE CHEMISTRY, A LABORATORY TEXT."},
      {
        "id":"ED010803",
        "title":"ONE DAY, ONE TIME, ONE PLACE, A UNIT ON EMPHASIS. IT&apos;S ALL IN KNOWING HOW, A UNIT ON PROCESS. RHETORIC CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010804",
        "title":"ONE DAY, ONE TIME, ONE PLACE, A UNIT ON EMPHASIS. IT'S ALL IN KNOWING HOW, A UNIT ON PROCESS. RHETORIC CURRICULUM III, TEACHER VERSION."},
      {
        "id":"ED010805",
        "title":"WORDS, MEANINGS, CONTEXTS, A UNIT ON SEMANTICS. GENERALLY SPEAKING, A UNIT ON GENERALIZATION. FLIGHT OF FANCY, A UNIT ON IMAGINED POINT OF VIEW. RHETORIC CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010806",
        "title":"WORDS, MEANINGS, CONTEXTS, A UNIT ON SEMATICS. GENERALLY SPEAKING, A UNIT ON GENERALIZATION. FLIGHT OF FANCY, A UNIT ON IMAGINED POINT OF VIEW. RHETORIC CURRICULUM III, TEACHER VERSION."},
      {
        "id":"ED010807",
        "title":"SOME ACHIEVE GREATNESS, A REVIEW UNIT. IT'S LIKE THIS, A UNIT ON METAPHOR AND ANALOGY. SEE WHAT I MEAN, A UNIT ON CONNOTATION. RHETORIC CURRICULUM IV, STUDENT VERSION."},
      {
        "id":"ED010808",
        "title":"SOME ACHIEVE GREATNESS, A REVIEW UNIT. IT'S LIKE THIS, A UNIT ON METAPHOR AND ANALOGY. SEE WHAT I MEAN, A UNIT ON CONNOTATION. RHETORIC CURRICULUM IV, TEACHER VERSION."},
      {
        "id":"ED010809",
        "title":"DECISIONS, DECISIONS, A UNIT ON DEDUCTION. IT RINGS TRUE, A UNIT ON PLAUSIBILITY. RHETORIC CURRICULUM IV, STUDENT VERSION."},
      {
        "id":"ED010810",
        "title":"DECISIONS, DECISIONS, A UNIT ON DEDUCTION. IT RINGS TRUE, A UNIT ON PLAUSIBILITY. RHETORIC CURRICULUM IV, TEACHER VERSION."},
      {
        "id":"ED010811",
        "title":"ROUGHING IT. THE OLD MAN AND THE SEA. SHORT STORIES. LYRIC POETRY. LITERATURE CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010812",
        "title":"ROUGHING IT. THE OLD MAN AND THE SEA. SHORT STORIES. POEMS. LITERATURE CURRICULUM III, TEACHER VERSION."},
      {
        "id":"ED010813",
        "title":"LEGENDS OF KING ARTHUR. LITERATURE CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010814",
        "title":"LEGENDS OF KING ARTHUR. LITERATURE CURRICULUM III, TEACHER VERSION."},
      {
        "id":"ED010815",
        "title":"THE MERCHANT OF VENICE. LITERATURE CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010816",
        "title":"MERCHANT OF VENICE. LITERATURE CURRICULUM III, TEACHER VERSION."},
      {
        "id":"ED010817",
        "title":"JULIUS CAESAR. PLUTARCH'S LIVES. AUTOBIOGRAPHY. LITERATURE CURRICULUM IV, STUDENT VERSION."},
      {
        "id":"ED010818",
        "title":"JULIUS CAESAR. PLUTARCH'S LIVES. AUTOBIOGRAPHY. LITERATURE CURRICULUM IV, TEACHER VERSION."},
      {
        "id":"ED010819",
        "title":"TWENTIETH CENTURY LYRICS. SCIENCE AND POETRY. LITERATURE CURRICULUM IV, STUDENT VERSION."},
      {
        "id":"ED010820",
        "title":"TWENTIETH CENTURY LYRICS. SCIENCE AND POETRY. LITERATURE CURRICULUM IV, TEACHER VERSION."},
      {
        "id":"ED010821",
        "title":"HUCKLEBERRY FINN. DR. JEKYLL AND MR. HYDE. SHORT STORIES. LITERATURE CURRICULUM IV, STUDENT VERSION."},
      {
        "id":"ED010822",
        "title":"HUCKLEBERRY FINN. DR. JEKYLL AND MR. HYDE. SHORT STORIES. LITERATURE CURRICULUM IV, TEACHER VERSION."},
      {
        "id":"ED010823",
        "title":"LEXICOGRAPHY. HISTORY OF ENGLISH, PART ONE. LANGUAGE CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010824",
        "title":"HISTORY OF ENGLISH, PART TWO. LANGUAGE CURRICULUM IV, STUDENT VERSION."},
      {
        "id":"ED010825",
        "title":"REORIENTATION--&quot;THE OPEN BOAT.&quot; LITERATURE CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010826",
        "title":"REORIENTATION--&quot;THE OPEN BOAT.&quot; LITERATURE CURRICULUM III, TEACHER VERSION."},
      {
        "id":"ED010827",
        "title":"THE FAIR MAID OF ASTOLAT. LITERATURE CURRICULUM III."},
      {
        "id":"ED010828",
        "title":"THE ODYSSEY. LITERATURE CURRICULUM IV, TEACHER VERSION."},
      {
        "id":"ED010829",
        "title":"REVIEW, EXPANSION OF TRANSITIVE VERBS, DETERMINERS, MORE ABOUT QUESTIONS, AND THE NEGATIVE. LANGUAGE CURRICULUM III, STUDENT VERSION."},
      {
        "id":"ED010830",
        "title":"TEACHER'S MANUAL FOR REVIEW, EXPANSION OF TRANSITIVE VERBS, DETERMINERS, MORE ABOUT QUESTIONS, AND THE NEGATIVE. LANGUAGE CURRICULUM III."},
      {
        "id":"ED010831",
        "title":"TEACHER&apos;S MANUAL FOR INTRODUCTION, THE REASON ADVERB, COMPLEMENT VERBS, REVIEW OF EMBEDDING AND CONJUCTIVE TRANSFORMATIONS, THAT-NOUN CLAUSES, THE IMPERATIVE. LANGUAGE CURRICULUM IV."},
      {
        "id":"ED010832",
        "title":"INTRODUCTION, THE REASON ADVERB, COMPLEMENT VERBS, REVIEW OF EMBEDDING AND CONJUNCTIVE TRANSFORMATIONS, THAT-NOUN CLAUSES, AND THE IMPERATIVE. LANGUAGE CURRICULUM IV, STUDENT VERSION."},
      {
        "id":"ED010833",
        "title":"AMERICAN HISTORY LABORATORY PROJECT."},
      {
        "id":"ED010834",
        "title":"SOCIO-ECONOMIC VARIABLES IN THE ACCULTURATION PROCESS--A PILOT STUDY OF TWO WASHO INDIAN COMMUNITIES. FINAL REPORT."},
      {
        "id":"ED010835",
        "title":"POLITICAL SOCIALIZATION OF AMERICAN YOUTH--A REVIEW OF RESEARCH WITH IMPLICATIONS FOR SECONDARY SCHOOL SOCIAL STUDIES."},
      {
        "id":"ED010836",
        "title":"INDIVIDUAL DIFFERENCES IN STUDENT TENDENCIES TO PERSEVERE--MANIFESTATIONS OF NEURAL TRACE PERSISTENCE."},
      {
        "id":"ED010837",
        "title":"SOCIAL FACTORS IN EDUCATIONAL ACHIEVEMENT AND ASPIRATIONS AMONG NEGRO ADOLESCENTS, VOLUME I. DEMOGRAPHIC STUDY."},
      {
        "id":"ED010838",
        "title":"SOCIAL FACTORS IN EDUCATIONAL ACHIEVEMENT AND ASPIRATIONS AMONG NEGRO ADOLESCENTS, VOLUME II. SURVEY STUDY."},
      {
        "id":"ED010839",
        "title":"EFFECTIVENESS OF AUTOMATED VISUAL PROGRAMED INSTRUCTION WITH PARAPLEGIC AND OTHER SEVERELY HANDICAPPED STUDENTS."},
      {
        "id":"ED010840",
        "title":"SCHOOL PLANT RESEARCH AND PLANNING INFORMATION ABSTRACT SERVICE. (NCSC ABSTRACT SERVICE)."},
      {
        "id":"ED010841",
        "title":"CURRICULUM STUDY CENTER IN ENGLISH COMPOSITION (REVISED)."},
      {
        "id":"ED010842",
        "title":"A STUDY OF THE RELATIONSHIP BETWEEN THE PERCEPTION OF MUSICAL PROCESSES AND THE ENJOYMENT OF MUSIC."},
      {
        "id":"ED010844",
        "title":"AN EXPLORATORY STUDY OF COLLECTIVE VALUES AND CONFLICTS AMONG COLLEGE PROFESSORS. VALUES, STATUS, INFLUENCE, SALARY, AND PHYSICS PROFESSORS."},
      {
        "id":"ED010845",
        "title":"THE IDENTIFICATION AND COMPARISON OF THE COMMON PROFESSIONAL TRAINING NEEDS AND REQUIREMENTS FOR TEACHERS OF VOCATIONAL EDUCATION. (PHASE 1 - THE INSTRUMENT)."},
      {
        "id":"ED010846",
        "title":"SOME PERSONAL CHARACTERISTICS OF CAMPUS STUDENT LEADERS--A COMPARISON OF SOCIAL-POLITICAL ACTION LEADERS WITH FOUR OTHER CATEGORIES OF STUDENT LEADERS."},
      {
        "id":"ED010847",
        "title":"VERBAL AND NONVERBAL LEARNING IN CHILDREN INCLUDING THOSE WITH HEARING LOSSES, PART II."},
      {
        "id":"ED010848",
        "title":"A COMPARISON OF THE ORAL LANGUAGE DEVELOPMENT OF HEAD START PUPILS WITH NON-HEAD START PUPILS."},
      {
        "id":"ED010849",
        "title":"THE STUDENT-TEACHING TRIAD--THE RELATIONSHIP OF ATTITUDES AMONG STUDENT TEACHERS, COLLEGE SUPERVISORS, AND COOPERATING TEACHERS."},
      {
        "id":"ED010850",
        "title":"A METHODOLOGY FOR DETERMINING FUTURE PHYSICAL FACILITIES REQUIREMENTS FOR INSTITUTIONS OF HIGHER EDUCATION."},
      {
        "id":"ED010851",
        "title":"A STUDY OF THE EFFECTS OF AWARENESS ON CONCEPT FORMATION."},
      {
        "id":"ED010852",
        "title":"THE CONCEPTS OF KNOWLEDGE OF PEIRCE AND DEWEY--THE RELATION TO EDUCATION."},
      {
        "id":"ED010853",
        "title":"RELATIONSHIPS BETWEEN LEARNING AND SEMANTIC AND FORMAL SIMILARITY."},
      {
        "id":"ED010854",
        "title":"THE ESTABLISHMENT OF A STATE OCCUPATIONAL RESEARCH AND DEVELOPMENT COORDINATING UNIT."},
      {
        "id":"ED010855",
        "title":"LITERACY ACTIVITIES IN PUBLIC LIBRARIES, A REPORT OF A STUDY OF SERVICES TO ADULT ILLITERATES."},
      {
        "id":"ED010856",
        "title":"EVALUATION OF A GRADUATE PROFESSIONAL IMPROVEMENT PROGRAM, 1965-1966."},
      {
        "id":"ED010857",
        "title":"AFRICAN ADULT EDUCATION--A BIBLIOGRAPHY."},
      {
        "id":"ED010858",
        "title":"A REVISED ANNOTATED BIBLIOGRAPHY OF INSTRUCTIONAL LITERACY MATERIAL FOR ADULT BASIC EDUCATION."},
      {
        "id":"ED010860",
        "title":"PUBLIC SCHOOL ADULT EDUCATION IN NORTHERN ILLINOIS, REPORT OF A SURVEY CONDUCTED BY THE NORTHERN ILLINOIS ROUND TABLE OF ADULT EDUCATION."},
      {
        "id":"ED010862",
        "title":"CORRESPONDENCE STUDY EVALUATION PROJECT, STAGE 1."},
      {
        "id":"ED010864",
        "title":"PURPOSES OF THE EVENING COLLEGE, REFLECTIONS IN 1953."},
      {
        "id":"ED010865",
        "title":"THE ECONOMIC EFFECTIVENESS OF RETRAINING THE UNEMPLOYED, A STUDY OF THE BENEFITS AND COSTS OF RETRAINING THE UNEMPLOYED BASED ON THE EXPERIENCE OF WORKERS IN CONNECTICUT."},
      {
        "id":"ED010867",
        "title":"THE ARTS IN HIGHER ADULT EDUCATION, A SECOND REVIEW OF PROGRAMS."},
      {
        "id":"ED010868",
        "title":"THE DEVELOPMENT AND TESTING OF A TYPOLOGY OF UNIVERSITY RESIDENTIAL ADULT EDUCATION PROGRAMS."},
      {
        "id":"ED010871",
        "title":"THE LINGUISTIC VARIABLE AS A STRUCTURAL UNIT."},
      {
        "id":"ED010872",
        "title":"LINGUISTIC STUDIES FOR CHINESE TO ENGLISH MACHINE TRANSLATION."},
      {
        "id":"ED010873",
        "title":"COMPUTER-AIDED RESEARCH IN MACHINE TRANSLATION D199, A PARSING PROCEDURE FOR A VECTOR-SYMBOL PHRASE GRAMMAR OF RUSSIAN."},
      {
        "id":"ED010874",
        "title":"SPECIFICATION AND UTILIZATION OF A TRANSFORMATIONAL GRAMMAR. FINAL REPORT."},
      {
        "id":"ED010875",
        "title":"A NOTE ON THE DEEP STRUCTURE OF NONSTANDARD ENGLISH IN WASHINGTON, D.C."},
      {
        "id":"ED010876",
        "title":"CURRENT SOCIAL DIALECT RESEARCH AT AMERICAN HIGHER INSTITUTIONS."},
      {
        "id":"ED010877",
        "title":"A PARAMETRIC STUDY OF LANGUAGE TRAINING IN THE PEACE CORPS. FINAL REPORT."},
      {
        "id":"ED010878",
        "title":"SELECTED BIBLIOGRAPHY IN PROGRAMMED INSTRUCTION."},
      {
        "id":"ED010880",
        "title":"THE PSYCHOBIOLOGICAL INVESTIGATION OF THE DEVELOPMENT OF NEW VERBAL BEHAVIOR. FINAL TECHNICAL REPORT."},
      {
        "id":"ED010881",
        "title":"A SCHEMA FOR SENTENCE COORDINATION."},
      {
        "id":"ED010882",
        "title":"SOME NOTES ON ENGLISH MORPHOPHONEMICS."},
      {
        "id":"ED010883",
        "title":"APPLICATIONS OF PSYCHOLINGUISTIC THEORY TO FOREIGN LANGUAGE TEACHING."},
      {
        "id":"ED010885",
        "title":"THE FUTURE OF ELEMENTARY SCHOOL GUIDANCE."},
      {
        "id":"ED010886",
        "title":"FORCES INFLUENCING THE COUNSELOR'S ROLE."},
      {
        "id":"ED010887",
        "title":"RESPONSIBILITIES OF THE ELEMENTARY SCHOOL COUNSELOR."},
      {
        "id":"ED010888",
        "title":"COUNSELING PRACTICES."},
      {
        "id":"ED010889",
        "title":"DIMENSIONS OF THE COUNSELOR'S RELATIONSHIPS."},
      {
        "id":"ED010890",
        "title":"COUNSELING CHILDREN IN GROUPS."},
      {
        "id":"ED010891",
        "title":"GROUP GUIDANCE IN THE ELEMENTARY SCHOOL."},
      {
        "id":"ED010892",
        "title":"ILLUSTRATIVE ACTION PROGRAMS."},
      {
        "id":"ED010893",
        "title":"A GUIDE TO PUPIL PERSONNEL SERVICES FOR SCHOOLS IN THE STATE OF ILLINOIS."},
      {
        "id":"ED010894",
        "title":"AN EXPERIMENTAL LIVING UNIT IN A UNIVERSITY SETTING, A NEW APPROACH TO THE REHABILITATION OF THE EMOTIONALLY DISTURBED STUDENT."},
      {
        "id":"ED010895",
        "title":"STUDENT-PARENT-COUNSELOR CONFERENCES, AN AID IN EDUCATIONAL PLANNING."},
      {
        "id":"ED010896",
        "title":"SOURCES OF INTERPERSONAL ANXIETY IN THE PHYSICALLY HANDICAPPED."},
      {
        "id":"ED010897",
        "title":"ELEMENTARY SCHOOL COUNSELORS IN CALIFORNIA."},
      {
        "id":"ED010898",
        "title":"A DEMONSTRATION STUDY TO DETERMINE THE EFFECT ON ACADEMIC PERFORMANCE OF GIVING HIGH SCHOOL TEACHERS BACKGROUND INFORMATION ON HIGH-POTENTIAL LOW-ACHIEVING STUDENTS."},
      {
        "id":"ED010899",
        "title":"A HANDBOOK FOR ADMINISTRATORS, TEACHERS, COUNSELORS AND PARENTS WHO ARE INTERESTED IN PLANNING AND ORGANIZING AN ELEMENTARY GUIDANCE PROGRAM."},
      {
        "id":"ED010900",
        "title":"PARENTAL GRIEVANCES AND SCHOOL POLITICS."},
      {
        "id":"ED010901",
        "title":"A COMPARISON OF THE ORGANIZATIONAL CLIMATES OF NEGRO AND WHITE ELEMENTARY SCHOOLS WITH CONCOMITANT IMPLICATIONS FOR SCHOOL ADMINISTRATORS."},
      {
        "id":"ED010902",
        "title":"EXCHANGE PATTERNS OF THE EDUCATIONAL ADMINISTRATION PROFESSORSHIP--AN ANALYSIS AND A STATEMENT OF POSITION."},
      {
        "id":"ED010903",
        "title":"FOUR YEARS OF ACADEMIC ACHIEVEMENT AND DISPOSITION OF THE 1961-62 ENTERING FRESHMEN AT THE UNIVERSITY OF MISSISSIPPI COMPARED WITH AMERICAN COLLEGE TEST SCORES."},
      {
        "id":"ED010905",
        "title":"SOME PERCEPTIONS OF EXECUTIVE PROFESSIONAL LEADERSHIP."},
      {
        "id":"ED010906",
        "title":"INCENTIVE GRANT FOR QUALITY EDUCATION."},
      {
        "id":"ED010907",
        "title":"AN EVALUATION OF THE KINDERGARTEN TEACHER-ASSISTANT PROJECT--PROJECT II."},
      {
        "id":"ED010908",
        "title":"SECOND ANNUAL FOLLOW-UP STUDY OF FORMER HIGH SCHOOL PUPILS."},
      {
        "id":"ED010909",
        "title":"COMPARISONS OF STUDENTS IN DIFFERENT SCHOOLS OF A LARGE INSTITUTION."},
      {
        "id":"ED010910",
        "title":"A STUDY OF ENTERING TRANSFER STUDENTS, 1966."},
      {
        "id":"ED010912",
        "title":"THE SOCIAL SCIENCES, AN ASPECT OF SCHOOL ADMINISTRATOR PREPARATION."},
      {
        "id":"ED010913",
        "title":"A CRITERION PAPER ON PARAMETERS OF EDUCATION. FINAL REVISION."},
      {
        "id":"ED010914",
        "title":"CRITERIA FOR THE THEORETICAL ADEQUACY OF CONCEPTUAL FRAMEWORK OF PLANNED EDUCATIONAL CHANGE."},
      {
        "id":"ED010915",
        "title":"ORGANIZATIONAL STRATEGIES FOR PLANNED CHANGE IN EDUCATION."},
      {
        "id":"ED010916",
        "title":"GUIDELINES OF PROGRAMS OF SPECIAL EDUCATION IN ALASKA."},
      {
        "id":"ED010918",
        "title":"SPECIAL EDUCATION FOR EXCEPTIONAL CHILDREN IN TEXAS."},
      {
        "id":"ED010919",
        "title":"MANUAL OF STANDARDS FOR REHABILITATION CENTERS AND FACILITIES."},
      {
        "id":"ED010920",
        "title":"GUIDELINES FOR TEACHERS. PLANS FOR DEVELOPMENT OF EXPRESSIVE CONNECTED LANGUAGE CONCEPTS AND SPECIFIC ACHIEVEMENTS FOR CHILDREN WHO HAVE IMPAIRED HEARING."},
      {
        "id":"ED010921",
        "title":"THE EFFECTS OF TYPING INSTRUCTION ON CREATIVITY AND ACHIEVEMENT AMONG THE GIFTED."},
      {
        "id":"ED010922",
        "title":"A POTPOURRI OF IDEAS FOR TEACHERS OF THE MENTALLY RETARDED. VOLUME II, THE PRACTICAL ARTS."},
      {
        "id":"ED010924",
        "title":"RESEARCH IN BLINDNESS AND SEVERE VISUAL IMPAIRMENT, PROCEEDINGS OF THE SYMPOSIUM (NEW YORK, OCTOBER 19, 1963)."},
      {
        "id":"ED010925",
        "title":"DEPARTMENTAL GUIDE, SPECIAL EDUCATION DEPARTMENT, ABILENE PUBLIC SCHOOLS, 1966-1967."},
      {
        "id":"ED010926",
        "title":"RETARDED YOUTH--THEIR SCHOOL-REHABILITATION NEEDS. FINAL REPORT."},
      {
        "id":"ED010927",
        "title":"LANGUAGE--A CURRICULUM GUIDE FOR SPECIAL EDUCATION."},
      {
        "id":"ED010928",
        "title":"DEAF AND HARD OF HEARING, FILM RESOURCES IN THE AREA OF DEAFNESS AND THE EDUCATION OF THE DEAF."},
      {
        "id":"ED010930",
        "title":"SLOW LEARNING CHILDREN IN OHIO SCHOOLS."},
      {
        "id":"ED010931",
        "title":"THE ROLE OF THE STATE FOREIGN LANGUAGE SUPERVISOR."},
      {
        "id":"ED010932",
        "title":"PROCEEDINGS OF THE CONFERENCE ON METHODS IN FOREIGN LANGUAGE EDUCATION."},
      {
        "id":"ED010933",
        "title":"FINAL REPORT FOR THE SUMMER SESSION OF 1965 OF THE INSTITUTE FOR TEACHERS OF FOREIGN LANGUAGES AND INSTITUTE FOR TEACHERS OF CHILDREN OF PUERTO RICAN ORIGIN."},
      {
        "id":"ED010934",
        "title":"NEW YORK CITY FOREIGN LANGUAGE PROGRAMS FOR SECONDARY SCHOOLS, FRENCH, LEVELS 1-5."},
      {
        "id":"ED010935",
        "title":"CORRELATIONS OF RESULTS IN MATRICULATION GERMAN IN QUEENSLAND."},
      {
        "id":"ED010936",
        "title":"THE DESIGN OF OBJECTIVE DIAGNOSTIC AND ATTAINMENT TESTS OF A READING-WRITING COMMAND OF FRENCH."},
      {
        "id":"ED010938",
        "title":"EAST EUROPEAN STUDIES--THE NDEA EXPERIENCE."},
      {
        "id":"ED010939",
        "title":"SELECTIVE CRITICAL BIBLIOGRAPHY OF INTEREST TO STUDENTS OF FRENCH AND SPANISH."},
      {
        "id":"ED010940",
        "title":"LINGUISTIC PREPARATION OF TEACHERS."},
      {
        "id":"ED010941",
        "title":"QUESTIONNAIRE FOR THE SCHOOL DISTRICT ON ARTICULATION IN THE FOREIGN LANGUAGE PROGRAM, ELEMENTARY SCHOOL TO GRADUATE SCHOOL."},
      {
        "id":"ED010942",
        "title":"IMPROVING MULTIPLE-CHOICE GRAMMAR TESTS IN GERMAN."},
      {
        "id":"ED010943",
        "title":"HUMANITIES IN A JUNIOR HIGH SCHOOL."},
      {
        "id":"ED010944",
        "title":"BIBLIOGRAPHY OF MATERIAL FOR USE IN SPANISH CLASSES, REVISED EDITION, 1965."},
      {
        "id":"ED010945",
        "title":"BIBLIOGRAPHY OF MATERIAL FOR USE IN FRENCH CLASSES, REVISED EDITION, 1965."},
      {
        "id":"ED010946",
        "title":"A CONSIDERATION OF ISSUES AFFECTING CALIFORNIA PUBLIC JUNIOR COLLEGES."},
      {
        "id":"ED010948",
        "title":"AN EDUCATIONAL PROGRAM FOR A JUNIOR COLLEGE LOCATED IN SOUTH CENTRAL LOS ANGELES."},
      {
        "id":"ED010949",
        "title":"A FEASIBILITY STUDY IN EFFICIENT INSTRUCTIONAL USE OF DIGITAL COMPUTERS."},
      {
        "id":"ED010950",
        "title":"A FEASIBILITY STUDY AND PROPOSED PROGRAMS ON APPLIANCE SERVICE TECHNOLOGY."},
      {
        "id":"ED010951",
        "title":"REGENTS' STUDY ON COMMUNITY JUNIOR COLLEGES IN GEORGIA, SUMMARY AND RECOMMENDATIONS."},
      {
        "id":"ED010952",
        "title":"EVALUATION OF ABLE HIGH SCHOOL SENIORS PROGRAM, COLLEGE OF SAN MATEO, SUMMER 1963."},
      {
        "id":"ED010953",
        "title":"ESSEX COUNTY COLLEGE COST FACT-FINDING COMMITTEE. FINAL REPORT."},
      {
        "id":"ED010954",
        "title":"&quot;PROBATION AT ENTRANCE&quot;--A STUDY."},
      {
        "id":"ED010955",
        "title":"STATE-WIDE PLANNING AND COORDINATION OF HIGHER EDUCATION."},
      {
        "id":"ED010956",
        "title":"EDUCATIONAL SPECIFICATIONS FOR POLK JUNIOR COLLEGE--MASTER CAMPUS PLAN, JUNE 1965."},
      {
        "id":"ED010957",
        "title":"THE PROXIMITY FACTOR AND THE COMMUNITY COLLEGE."},
      {
        "id":"ED010958",
        "title":"DESCRIPTIVE REPORT ON THE JUNE 1964 CLASS SURVEY."},
      {
        "id":"ED010959",
        "title":"A REGIONAL COLLEGE FOR VANCOUVER ISLAND."},
      {
        "id":"ED010960",
        "title":"THE PROBLEM OF THE SMALL HIGH SCHOOL."},
      {
        "id":"ED010961",
        "title":"EVALUATION OF TITLE III-B MIGRANT PROJECT OFFICE OF ECONOMIC OPPORTUNITY IN COLLIER COUNTY, FLORIDA"},
      {
        "id":"ED010962",
        "title":"THE INTERMEDIATE UNIT OF SCHOOL ADMINISTRATION."},
      {
        "id":"ED010963",
        "title":"THE MIGRANT MINISTRY."},
      {
        "id":"ED010965",
        "title":"FEDERAL INDIAN POLICY AS IT AFFECTS LOCAL INDIAN AFFAIRS."},
      {
        "id":"ED010966",
        "title":"TOWARD A BETTER UNDERSTANDING OF THE INDIAN AMERICAN."},
      {
        "id":"ED010967",
        "title":"EVALUATION DESIGN AND SEMI-ANNUAL PROGRESS REPORT, COMPONENT NUMBER 24, OAKLAND AMERICAN INDIAN ASSOCIATION."},
      {
        "id":"ED010968",
        "title":"PERCEPTIONS OF THE TEACHER'S ROLE IN THE SMALL RURAL SCHOOL."},
      {
        "id":"ED010969",
        "title":"THE BULLETIN BOARD AS AN INSTRUCTIONAL RESOURCE."},
      {
        "id":"ED010970",
        "title":"THE CONDITION OF FARM WORKERS AND SMALL FARMERS IN 1965, A REPORT TO THE BOARD OF DIRECTORS OF NATIONAL SHARECROPPERS FUND."},
      {
        "id":"ED010971",
        "title":"A COMPREHENSIVE REGIONAL APPROACH TO SMALL SCHOOL DEVELOPMENT."},
      {
        "id":"ED010972",
        "title":"RESPONSIBILITIES OF A MEMBER UMSSP SCHOOL."},
      {
        "id":"ED010973",
        "title":"LOUISIANA STORY, 1964, THE SUGAR SYSTEM AND THE PLANTATION WORKERS."},
      {
        "id":"ED010974",
        "title":"A COMPARISON OF TWO METHODS OF READING SUPERVISION."},
      {
        "id":"ED010975",
        "title":"SELF-SOCIAL CONSTRUCTS OF ACHIEVING AND NONACHIEVING READERS."},
      {
        "id":"ED010976",
        "title":"INDIVIDUALIZED AND BASAL PRIMARY READING PROGRAMS."},
      {
        "id":"ED010977",
        "title":"THE RELATIONSHIP BETWEEN MEASURES OF PRE-READING VISUAL DISCRIMINATION AND FIRST GRADE READING ACHIEVEMENT--A REVIEW OF THE LITERATURE."},
      {
        "id":"ED010978",
        "title":"ENGLISH WORDS OF VERY HIGH FREQUENCY."},
      {
        "id":"ED010979",
        "title":"A THREE-YEAR LONGITUDINAL STUDY COMPARING INDIVIDUALIZED AND BASAL READING PROGRAMS AT THE PRIMARY LEVEL, AN INTERIM REPORT."},
      {
        "id":"ED010980",
        "title":"A COMPARISON OF WHITE AND NEGRO NINTH GRADE STUDENTS' READING INTERESTS."},
      {
        "id":"ED010981",
        "title":"VISUAL DEFICIENCIES AND READING DISABILITY."},
      {
        "id":"ED010982",
        "title":"PROGRAMED INSTRUCTION."},
      {
        "id":"ED010983",
        "title":"CLOZE READABILITY PROCEDURE."},
      {
        "id":"ED010984",
        "title":"READING COMPREHENSION DEVELOPMENT AS VIEWED FROM THE STANDPOINT OF TEACHER QUESTIONING STRATEGIES."},
      {
        "id":"ED010985",
        "title":"THE EFFECT OF DIRECT INSTRUCTION IN VOCABULARY CONCEPTS ON READING ACHIEVEMENT."},
      {
        "id":"ED010986",
        "title":"COUNSELING AND READING SKILLS FOR THE TERMINAL STUDENT."},
      {
        "id":"ED010987",
        "title":"LINGUISTICS AND READING, A SELECTIVE ANNOTATED BIBLIOGRAPHY FOR TEACHERS OF READING."},
      {
        "id":"ED010988",
        "title":"I. T. A. - WHAT NEXT."},
      {
        "id":"ED010989",
        "title":"THE READING-ARITHMETIC-SKILLS PROGRAM, A RESEARCH PROJECT IN READING AND ARITHMETIC."},
      {
        "id":"ED010991",
        "title":"BIOLOGICAL EDUCATION IN AMERICAN SECONDARY SCHOOLS 1890-1960."},
      {
        "id":"ED010993",
        "title":"COOPERATIVE DEVELOPMENT OF LOCALLY ORIENTED ACHIEVEMENT TESTS IN CHEMISTRY."},
      {
        "id":"ED010994",
        "title":"A STUDY OF SMALL GROUP DYNAMICS AND PRODUCTIVITY IN THE BSCS LABORATORY BLOCK PROGRAM."},
      {
        "id":"ED010995",
        "title":"INQUIRY TRAINING AND PROBLEM SOLVING IN ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED010996",
        "title":"RIGIDITY IN CHILDREN'S PROBLEM SOLVING."},
      {
        "id":"ED010997",
        "title":"BIBLIOGRAPHY OF SCIENCE COURSES OF STUDY AND TEXTBOOKS FOR GRADES 7-12."},
      {
        "id":"ED010998",
        "title":"CONCEPT DEVELOPMENT MATERIALS FOR GIFTED ELEMENTARY PUPILS--FINAL REPORT OF FIELD TESTING."},
      {
        "id":"ED010999",
        "title":"SCIENCE EDUCATION IN THE JUNIOR COLLEGE, PROBLEMS AND PRACTICES."},
      {
        "id":"ED011000",
        "title":"THEORY INTO ACTION...IN SCIENCE CURRICULUM DEVELOPMENT."},
      {
        "id":"ED011001",
        "title":"GUIDELINES FOR DEVELOPMENT OF PROGRAMS IN SCIENCE INSTRUCTION, REPORT OF A STUDY MAKING SPECIFIC REFERENCE TO THE TEACHING FUNCTION OF THE LABORATORY IN SECONDARY SCHOOL SCIENCE PROGRAM."},
      {
        "id":"ED011002",
        "title":"TEACHING HIGH SCHOOL BIOLOGY--A GUIDE TO WORKING WITH POTENTIAL BIOLOGISTS."},
      {
        "id":"ED011003",
        "title":"POLICIES, STATE TEACHER SCHOLARSHIP PROGRAM."},
      {
        "id":"ED011004",
        "title":"OVERSEAS EDUCATION ASSOCIATION QUESTIONNAIRE. (TITLE SUPPLIED)."},
      {
        "id":"ED011005",
        "title":"MASTER OF ARTS IN TEACHING, EMPHASIS ON THE TEACHING OF DISADVANTAGED ADOLESCENTS."},
      {
        "id":"ED011006",
        "title":"CALIFORNIA'S NEED FOR TEACHERS, 1965-75."},
      {
        "id":"ED011007",
        "title":"IN-SERVICE SUPERVISED TEACHING PROGRAM."},
      {
        "id":"ED011008",
        "title":"SCHOLASTIC LEVEL OF NEW GRADUATE MATRICULANTS IN TEACHER EDUCATION AND IN ARTS AND SCIENCES, FALL SEMESTER 1965."},
      {
        "id":"ED011009",
        "title":"A CASE STUDY IN PREPARING TEACHERS FOR THE DISADVANTAGED, PROJECT 120--A SPECIAL STUDENT TEACHING PROGRAM IN JUNIOR HIGH SCHOOLS IN LOW SOCIO-ECONOMIC AREAS."},
      {
        "id":"ED011010",
        "title":"TEACHER EDUCATION AT BROOKLYN COLLEGE, 1966."},
      {
        "id":"ED011011",
        "title":"ELEMENTS OF GRADUATE ORGANIZATION IN TEN UNIVERSITIES."},
      {
        "id":"ED011012",
        "title":"TEAM TEACHING AT THE COLLEGE OF SOUTHERN UTAH."},
      {
        "id":"ED011013",
        "title":"TELEWRITER STUDY, SPRING SEMESTER, 1966."},
      {
        "id":"ED011014",
        "title":"CASE STUDY, THE EVALUATION OF FIRST-YEAR TEACHER GRADUATES OF MADONNA COLLEGE."},
      {
        "id":"ED011015",
        "title":"AN ANALYSIS OF THE USE OF TEACHER TIME IN VIRGINIA."},
      {
        "id":"ED011016",
        "title":"PROBLEMS ASSOCIATED WITH DEVELOPING A REALISTIC EMPLOYMENT COUNSELING PROGRAM FOR DISADVANTAGED URBAN YOUTH."},
      {
        "id":"ED011017",
        "title":"A BETTER CHANCE, AND EDUCATIONAL PROGRAM SPONSORED BY DARTMOUTH COLLEGE."},
      {
        "id":"ED011018",
        "title":"TEACHING THE DISADVANTAGED--SUMMER INSTITUTE FOR PROFESSIONAL TRAINING OF TEACHERS, SUPERVISORS AND ADMINISTRATORS."},
      {
        "id":"ED011019",
        "title":"OUT-OF-SCHOOL CLINICAL AND GUIDANCE CENTERS FOR DISADVANTAGED PUPILS IN NON-PUBLIC SCHOOLS."},
      {
        "id":"ED011020",
        "title":"AN EVALUATION OF THE TRANSITIONAL MIDDLE SCHOOL IN NEW YORK CITY."},
      {
        "id":"ED011021",
        "title":"PRESCHOOL CHILD DEVELOPMENT CENTERS IN DISADVANTAGED AREAS OF NEW YORK CITY--SUMMER 1966."},
      {
        "id":"ED011022",
        "title":"CURRICULUM DEVELOPMENT AND TEACHER TRAINING FOR DISADVANTAGED PUPILS IN SPECIAL CLASSES (CAREER GUIDANCE) IN REGULAR JUNIOR HIGH SCHOOL."},
      {
        "id":"ED011023",
        "title":"IMPROVING INSTRUCTION IN SCHOOLS FOR SOCIALLY MALADJUSTED CHILDREN AND EDUCATIONAL SERVICES FOR SOCIALLY MALADJUSTED PUPILS IN SELECTED SCHOOLS."},
      {
        "id":"ED011024",
        "title":"BASIC SPEECH IMPROVEMENT PROGRAM FOR DISADVANTAGED PUPILS IN NON-PUBLIC SCHOOLS--REGULAR DAY SCHOOLS."},
      {
        "id":"ED011025",
        "title":"SUMMER PROGRAM IN MUSIC AND ART FOR DISADVANTAGED PUPILS IN PUBLIC AND NON-PUBLIC SCHOOLS."},
      {
        "id":"ED011026",
        "title":"SPEECH THERAPY SERVICES FOR DISADVANTAGED PUPILS IN NON-PUBLIC SCHOOLS--REGULAR DAY SCHOOLS AND INTERIM AFTER-SCHOOL CENTERS."},
      {
        "id":"ED011027",
        "title":"S.U.T.E.C., A PROJECT TO DEMONSTRATE THE EFFECTIVENESS OF A SCHOOL UNIVERSITY TEACHER EDUCATION CENTER IN PREPARING TEACHERS OF DISADVANTAGED CHILDREN."},
      {
        "id":"ED011028",
        "title":"A GUIDE TO CURRENT RESOURCES FOR ANTIPOVERTY PROGRAMS, A SELECTED BIBLIOGRAPHY."},
      {
        "id":"ED011029",
        "title":"EXTENDED SCHOOL SERVICES THROUGH THE ALL-DAY NEIGHBORHOOD SCHOOLS."},
      {
        "id":"ED011030",
        "title":"OCCUPATIONAL GUIDANCE FOR OFF-FARM AGRICULTURE."},
      {
        "id":"ED011032",
        "title":"ORGANIZING TO PROVIDE AGRICULTURAL EDUCATION FOR OFF-FARM OCCUPATIONS."},
      {
        "id":"ED011033",
        "title":"POLICY AND ADMINISTRATIVE DECISIONS NEEDED WHEN INTRODUCING VOCATIONAL AND TECHNICAL EDUCATION IN AGRICULTURE FOR OFF-FARM OCCUPATIONS."},
      {
        "id":"ED011034",
        "title":"VOCATIONAL AND TECHNICAL EDUCATION IN AGRICULTURE FOR OFF-FARM OCCUPATIONS."},
      {
        "id":"ED011035",
        "title":"PLANNING AND CONDUCTING COOPERATIVE OCCUPATIONAL EXPERIENCE IN OFF-FARM AGRICULTURE."},
      {
        "id":"ED011036",
        "title":"PROGRAM DEVELOPMENT AND RESEARCH, REPORT OF A NATIONAL SEMINAR ON AGRICULTURAL EDUCATION (OHIO STATE UNIVERSITY, AUGUST 9-13, 1965)."},
      {
        "id":"ED011037",
        "title":"EVALUATION AND PROGRAM PLANNING IN AGRICULTURAL EDUCATION, REPORT OF A NATIONAL SEMINAR (OHIO STATE UNIVERSITY, JULY 27-30, 1966)."},
      {
        "id":"ED011038",
        "title":"CURRICULA IMPLICATIONS FOR NON-FARM AGRICULTURAL EMPLOYMENT IN CONNECTICUT."},
      {
        "id":"ED011039",
        "title":"SYSTEMS UNDER DEVELOPMENT FOR VOCATIONAL GUIDANCE, A REPORT OF A RESEARCH EXCHANGE CONFERENCE (OHIO STATE UNIVERSITY, AUGUST 18-19, 1966)."},
      {
        "id":"ED011040",
        "title":"PROGRAM DEVELOPMENT FOR OCCUPATIONAL EDUCATION, A REPORT OF A NATIONAL SEMINAR FOR LEADERS IN HOME ECONOMICS EDUCATION (OHIO STATE UNIVERSITY, MARCH 28-31, 1966)."},
      {
        "id":"ED011041",
        "title":"A NATIONAL SURVEY OF VOCATIONAL EDUCATION PROGRAMS FOR STUDENTS WITH SPECIAL NEEDS."},
      {
        "id":"ED011042",
        "title":"NATIONAL VOCATIONAL-TECHNICAL EDUCATION SEMINAR ON THE DEVELOPMENT AND COORDINATION OF RESEARCH BY STATE RESEARCH COORDINATING UNITS."},
      {
        "id":"ED011043",
        "title":"TRADE AND INDUSTRIAL TEACHER EDUCATION, REPORT OF A NATIONAL INVITATIONAL RESEARCH PLANNING CONFERENCE (OHIO STATE UNIVERSITY, MAY 23-27, 1966)."},
      {
        "id":"ED011044",
        "title":"GUIDELINES FOR COOPERATIVE EDUCATION AND SELECTED MATERIALS FROM THE NATIONAL SEMINAR HELD AUGUST 1-5, 1966, A MANUAL FOR THE FURTHER DEVELOPMENT OF COOPERATIVE EDUCATION."},
      {
        "id":"ED011045",
        "title":"PROBLEM SOLVING PROFICIENCY AMONG ELEMENTARY SCHOOL TEACHERS. II, TEACHERS OF ARITHMETIC, GRADES 3-6."},
      {
        "id":"ED011046",
        "title":"ABSTRACT OF FOREIGN LANGUAGE PROGRAMS. PSYCHOLOGICAL AND EDUCATIONAL FACTORS IN TRANSFER OF TRAINING, TECHNICAL REPORT NO. 7."},
      {
        "id":"ED011047",
        "title":"AN EXAMINATION OF HUMAN STRATEGIES FOR ACQUIRING INFORMATION. PSYCHOLOGICAL AND EDUCATIONAL FACTORS IN TRANSFER OF TRAINING, TECHNICAL REPORT NO. 8."},
      {
        "id":"ED011048",
        "title":"THE DEVELOPMENT OF A STUDENT ACCOUNTING SYSTEM. FINAL REPORT."},
      {
        "id":"ED011049",
        "title":"MODIFICATION OF TEACHING PRACTICES AND COURSE CONTENT IN HIGH SCHOOL PSYCHOLOGY. FINAL REPORT."},
      {
        "id":"ED011050",
        "title":"A PROCEDURAL AND COST ANALYSIS STUDY OF MEDIA IN INSTRUCTIONAL SYSTEMS DEVELOPMENT. QUARTERLY TECHNICAL REPORT."},
      {
        "id":"ED011051",
        "title":"THE EFFECTIVENESS OF THREE MOTIVATIONAL METHODS (MEDIA, SUBJECT MATTER, AND COMBINATION MOTIVATIONS) IN AN ART PROGRAM IN THE ELEMENTARY GRADES."},
      {
        "id":"ED011052",
        "title":"PILOT VOCATIONAL TEACHER TRAINING INSTITUTE IN DENTAL ASSISTING, AUGUST 1966."},
      {
        "id":"ED011053",
        "title":"A STUDY OF METHOD IN LANGUAGE-AND-CULTURE RESEARCH. FINAL REPORT."},
      {
        "id":"ED011054",
        "title":"A COMPARATIVE STUDY OF THE EDUCATIONAL ENVIRONMENT AND THE EDUCATIONAL OUTCOMES IN AN UNDERGROUND SCHOOL, A WINDOWLESS SCHOOL AND CONVENTIONAL SCHOOLS."},
      {
        "id":"ED011055",
        "title":"EDUCATIONAL RESEARCH AND THE LIBERAL ARTS."},
      {
        "id":"ED011056",
        "title":"CROSS-CULTURAL STUDY OF THE RELATIONSHIP BETWEEN THE SOCIAL DESIRABILITY VARIABLE AND PERSONALITY VARIABLES."},
      {
        "id":"ED011057",
        "title":"EXPLORATORY TYPE OF EVALUATION OF TV TRAINING OF ELEMENTARY MATHEMATICS TEACHERS. FINAL REPORT."},
      {
        "id":"ED011058",
        "title":"AN ANALYSIS OF SELECTED PROGRAMS FOR THE TRAINING OF CIVIL RIGHTS AND COMMUNITY LEADERS IN THE SOUTH."},
      {
        "id":"ED011059",
        "title":"A COMPARISON BETWEEN TWO KINDS OF SECONDARY MATHEMATICS COURSES WITH RESPECT TO INTELLECTUAL CHANGES."},
      {
        "id":"ED011060",
        "title":"THE PREPARATION OF YOUTH FOR EFFECTIVE OCCUPATIONAL UTILIZATION, THE ROLE OF THE SECONDARY SCHOOL IN THE PREPARATION OF YOUTH FOR EMPLOYMENT."},
      {
        "id":"ED011061",
        "title":"A DEVELOPMENTAL PROGRAM FOR THE IMPROVEMENT OF TRADE-TECHNICAL TEACHER EDUCATION IN THE SOUTHERN STATES."},
      {
        "id":"ED011062",
        "title":"MINNESOTA COORDINATION UNIT FOR RESEARCH AND DEVELOPMENT IN OCCUPATIONAL EDUCATION."},
      {
        "id":"ED011063",
        "title":"IMPROVING THE TEACHING OF ART APPRECIATION, RESEARCH AND DEVELOPMENT TEAM FOR THE IMPROVEMENT OF TEACHING ART APPRECIATION IN THE SECONDARY SCHOOLS."},
      {
        "id":"ED011064",
        "title":"DIFFERENCES IN AIMS OF HIGH SCHOOL AND COLLEGE TEACHERS OF CHEMISTRY."},
      {
        "id":"ED011065",
        "title":"PROGRAMED READING INSTRUCTION FOR CULTURALLY DEPRIVED SLOW LEARNERS."},
      {
        "id":"ED011066",
        "title":"A DEMONSTRATION PROJECT OF PROGRAMED TELEVISION INSTRUCTION."},
      {
        "id":"ED011067",
        "title":"IOWA SCHOOL BOND ISSUES, DATA BOOK."},
      {
        "id":"ED011068",
        "title":"RESEARCH AND DEVELOPMENT IN VOCATIONAL AND TECHNICAL EDUCATION--NON-METROPOLITAN AREAS."},
      {
        "id":"ED011069",
        "title":"PROJECT IN RESEARCH AND DEVELOPMENT IN VOCATIONAL AND TECHNICAL EDUCATION--NON-METROPOLITAN AREAS. APPENDIX OF FINAL RESEARCH REPORTS."},
      {
        "id":"ED011070",
        "title":"PROGRAMED INSTRUCTION FOR SUPERIOR STUDENTS IN SMALL HIGH SCHOOLS."},
      {
        "id":"ED011071",
        "title":"THE RELIABILITY OF SPECIAL TESTS IN MEASURING PERSONALITY."},
      {
        "id":"ED011072",
        "title":"THE RELATIONSHIP OF ANXIETY, CREATIVITY AND INTELLIGENCE TO SUCCESS IN LEARNING FROM PROGRAMED INSTRUCTION."},
      {
        "id":"ED011073",
        "title":"A SEMINAR ON THE ROLE OF THE ARTS IN MEETING THE SOCIAL AND EDUCATIONAL NEEDS OF THE DISADVANTAGED."},
      {
        "id":"ED011074",
        "title":"THE USE OF VIDEO RECORDINGS IN TEACHER EDUCATION."},
      {
        "id":"ED011075",
        "title":"A PILOT PROJECT ON DISSEMINATION OF INFORMATION TO HIGHER EDUCATION PERSONNEL. FINAL REPORT."},
      {
        "id":"ED011076",
        "title":"CHANGES IN GREGG SHORTHAND SIMPLIFIED AS WRITTEN DURING EMPLOYMENT--AN ANALYTICAL STUDY OF VARIATIONS IN A PHONETIC SYSTEM OF COMMUNICATION."},
      {
        "id":"ED011077",
        "title":"AN EXPERIMENTAL EVALUATION OF METHODS FOR IMPROVING &quot;CONVENTIONAL&quot; TELEVISION LESSONS. STUDIES IN TELEVISED INSTRUCTION. FINAL REPORT."},
      {
        "id":"ED011078",
        "title":"THE EFFECT OF PRODUCTIVITY ON VARIOUS STYLES OF WORKER-SUPERVISION."},
      {
        "id":"ED011079",
        "title":"FACTORS WHICH LED COLLEGE SENIORS TO CHOOSE COLLEGE TEACHING AS A CAREER."},
      {
        "id":"ED011080",
        "title":"NEW METHODS FOR MEASURING THE DEVELOPMENT OF ATTITUDES IN CHILDREN."},
      {
        "id":"ED011081",
        "title":"TEACHING OF ADVANCED MATHEMATICAL CONCEPTS TO CULTURALLY DISADVANTAGED ELEMENTARY SCHOOL CHILDREN."},
      {
        "id":"ED011082",
        "title":"THE EXTENT AND NATURE OF FACULTY PARTICIPATION IN STUDENT PERSONNEL SERVICES IN LARGE PUBLIC UNIVERSITIES."},
      {
        "id":"ED011083",
        "title":"STUDENTS AND COLLEGES--NEED-PRESS DIMENSIONS FOR THE DEVELOPMENT OF A COMMON FRAMEWORK FOR CHARACTERIZING STUDENTS AND COLLEGES. FINAL REPORT."},
      {
        "id":"ED011084",
        "title":"DEVELOPMENT OF A GUIDE ON RECORD KEEPING AND ANALYSIS IN THE VOCATIONAL AGRICULTURE RECORD BOOK FOR PRODUCTION AGRICULTURE."},
      {
        "id":"ED011085",
        "title":"ADMINISTRATIVE CONTROLS IN PUBLIC SCHOOLS AND EFFECTIVE WORKING RELATIONSHIPS."},
      {
        "id":"ED011086",
        "title":"A STUDY OF CERTAIN FACTORS AFFECTING CHILDRENS' SCHOOL PERFORMANCE."},
      {
        "id":"ED011087",
        "title":"A FILM ON THE VOCATIONAL EDUCATION ACT OF 1963."},
      {
        "id":"ED011088",
        "title":"AN EVALUATION OF THE EFFECTIVENESS OF MNEMONIC DEVICES AS AIDS TO STUDY."},
      {
        "id":"ED011089",
        "title":"SATISFACTION AND DISSATISFACTION OF TEACHERS. FINAL REPORT."},
      {
        "id":"ED011090",
        "title":"FIELD TEST AND EVALUATION OF SELECTED ADULT BASIC EDUCATION SYSTEMS."},
      {
        "id":"ED011091",
        "title":"ORGANIZATION AND ADMINISTRATION OF DISTRIBUTIVE EDUCATION PROGRAMS FOR ADULTS."},
      {
        "id":"ED011092",
        "title":"SOURCE CREDIBILITY AS AN EVALUATION TOOL FOR EXTENSION ECONOMISTS."},
      {
        "id":"ED011093",
        "title":"STAFF DEVELOPMENT WORKSHOP ON ADULT TRAINING PROGRAMS, REPORT OF PROCEEDINGS (OTTAWA, APRIL 18-19, 1966)."},
      {
        "id":"ED011094",
        "title":"COMMUNITY EDUCATION PROJECT, A REPORT TO THE ROSENBERG FOUNDATION."},
      {
        "id":"ED011095",
        "title":"URBAN EXTENSION, A REPORT ON EXPERIMENTAL PROGRAMS ASSISTED BY THE FORD FOUNDATION."},
      {
        "id":"ED011096",
        "title":"CHANGING CONCEPTS OF PRODUCTIVE LIVING."},
      {
        "id":"ED011097",
        "title":"A HISTORY OF THE BUREAU OF STUDIES IN ADULT EDUCATION AT INDIANA UNIVERSITY."},
      {
        "id":"ED011098",
        "title":"ADULT EDUCATION AND THE ADOPTION OF INNOVATIONS BY ORCHARDISTS IN THE OKANAGAN VALLEY OF BRITISH COLUMBIA."},
      {
        "id":"ED011099",
        "title":"AREA EXTENSION WORK--A PILOT STUDY OF THE PROFESSIONAL STATUS OF AREA EXTENSION PERSONNEL IN CALIFORNIA, 1961."},
      {
        "id":"ED011100",
        "title":"A TASK UNIT CONCEPT FOR ON-THE-JOB TRAINING IN FOOD SERVICE."},
      {
        "id":"ED011101",
        "title":"ANNUAL LABORATORIES IN COMMUNITY LEADERSHIP TRAINING, 1966, READING BOOK."},
      {
        "id":"ED011102",
        "title":"THE REDUCTION OF PREJUDICE THROUGH LABORATORY TRAINING."},
      {
        "id":"ED011103",
        "title":"THE DESIGN OF CROSS-CULTURAL TRAINING, WITH EXAMPLES FROM THE PEACE CORPS."},
      {
        "id":"ED129100",
        "title":"Age and Length of Residence as Variables Related to the Adjustment of Migrant Children, with Special Reference to Second Language Learning."},
      {
        "id":"ED129101",
        "title":"An American-Romanian Linguistic Connection: The State of the Art of TEFL in Romania."},
      {
        "id":"ED129102",
        "title":"Russian Language Study in Leningrad: the CIEE Semester Program."},
      {
        "id":"ED129104",
        "title":"A Report on the Culver City Spanish Immersion Program in Its Third Year: Its Implications for Language and Subject Matter Acquisition, Language Use, and Attitudes."},
      {
        "id":"ED129105",
        "title":"Age, Musical Talent, and Certain Psycholinguistic Abilities in Relation to Achievement in a FLES Course in Chinese."},
      {
        "id":"ED129106",
        "title":"The Re-Education of Language Teachers for the Pluralist Society."},
      {
        "id":"ED129107",
        "title":"Education for Pluralism; The Changing Role of Language Teaching in Australia."},
      {
        "id":"ED129108",
        "title":"Learning through Use; A Projected Community-Based Course for Tertiary Students of French."},
      {
        "id":"ED129109",
        "title":"The Importance of Grammatical Sequencing in Materials Adaptation and Development."},
      {
        "id":"ED129112",
        "title":"L'enseignement de la litterature vu par une etudiante americaine (Literature Instruction as Seen by an American Student)."},
      {
        "id":"ED129113",
        "title":"Chinese Language Guide. Level I."},
      {
        "id":"ED129118",
        "title":"Bay Area Bilingual Education League. Methodologies Institute."},
      {
        "id":"ED129120",
        "title":"Mi Primer Libro de Palabras (My First Book of Words)."},
      {
        "id":"ED129121",
        "title":"The Acquisition of Indirect Reference: Functional Motivations for Continued Language Learning in Children."},
      {
        "id":"ED129122",
        "title":"Acceptability Judgements of Code-Switching Phrases by Chicanos: Some Preliminary Findings."},
      {
        "id":"ED129123",
        "title":"An Exploratory Study for MLK (Martin Luther King) Program Improvement. Preliminary Report."},
      {
        "id":"ED129124",
        "title":"Academic Government in Britain and the United States."},
      {
        "id":"ED129125",
        "title":"The Adelphi Experiment: Accelerating Social Work Education."},
      {
        "id":"ED129126",
        "title":"Report of the Committee on Governance. For Master Plan Phase IV."},
      {
        "id":"ED129127",
        "title":"Student Financial Aid: True Costs! NACUBO Professional File, Vol. 8, No. 4"},
      {
        "id":"ED129128",
        "title":"Roemer et al. v. Board of Public Works of Maryland et al. Appeal from the United States District Court for the District of Maryland."},
      {
        "id":"ED129129",
        "title":"The States and Higher Education. A Proud Past and a Vital Future. Supplement."},
      {
        "id":"ED129132",
        "title":"Faculty Development Centers in Southern Universities."},
      {
        "id":"ED129133",
        "title":"Higher Education Public Service Responsibilities in the Black Community."},
      {
        "id":"ED129135",
        "title":"Project Advance Evaluation. Series B 1974-75."},
      {
        "id":"ED129136",
        "title":"Young Doctorate Faculty in Selected Science and Engineering Departments, 1975-1980. Higher Education Panel Reports, No. 30."},
      {
        "id":"ED129137",
        "title":"Report of the Joint Vice Presidential Commission on the Freshman Year. Commissioned by the Vice President for Academic Affairs and Vice President for Student Affairs."},
      {
        "id":"ED129139",
        "title":"Update on a Higher Education Bibliography, 1976."},
      {
        "id":"ED129140",
        "title":"A Revised Budgeting System for the Oregon Department of Higher Education. NACUBO Professional File, Vol. 8, No. 3."},
      {
        "id":"ED129141",
        "title":"Patterns in Undergraduate Enrollment Growth Among State Colleges and Universities, 1969-1974."},
      {
        "id":"ED129142",
        "title":"Evaluation of College and University Top Brass: The State of the Art, Status Report of AASCU Member Institutions."},
      {
        "id":"ED129143",
        "title":"Family Educational Rights and Privacy. HEW Publishes Final Rules for Implementing the &quot;Buckley Amendment&quot;. NACUBO Special Report 76-4."},
      {
        "id":"ED129145",
        "title":"Application, Allocation, and Enrollment of CUNY Freshmen: 1970-1974."},
      {
        "id":"ED129146",
        "title":"Instructional Development for Colleges: Case Study of a Consortium Approach."},
      {
        "id":"ED129147",
        "title":"Ontario Council on University Affairs. Second Annual Report 1975-76."},
      {
        "id":"ED129148",
        "title":"Perception of Barriers to Learning by College Students."},
      {
        "id":"ED129149",
        "title":"Report Card on Enrollment Projections and Other Selected Papers. Third Annual Meeting of the North Carolina Association for Institutional Research."},
      {
        "id":"ED129150",
        "title":"Perspectives on Federal Educational Policy: An Informal Colloquium."},
      {
        "id":"ED129151",
        "title":"An Analysis of Voluntary Support of American Colleges and Universities, 1973-74. Patterns of Giving to Higher Education III."},
      {
        "id":"ED129152",
        "title":"Planning and Evaluating an Academic Merger and Making It Work. Final Report to the Carnegie Corporation of New York."},
      {
        "id":"ED129153",
        "title":"The Art of Settling Grievances: A Study in Campus Conflict Resolution. Special Report No. 27."},
      {
        "id":"ED129154",
        "title":"Unmet Needs. Report on Student Financial Aid Problems from the CSS Student Advisory Committee."},
      {
        "id":"ED129155",
        "title":"The Small College Three Years of Planned Change in a State College Setting."},
      {
        "id":"ED129156",
        "title":"Recent Research on Private Higher Education. A Compilation. Policy Analysis Service Reports. Vol. 2, No. 2."},
      {
        "id":"ED129157",
        "title":"Priorities for Postsecondary Education in the South. A Position Statement by the Southern Regional Education Board."},
      {
        "id":"ED129158",
        "title":"From Selective to Free Access Higher Education: Institutional Responses to Open Admissions at the City University of New York."},
      {
        "id":"ED129159",
        "title":"A Comparison of Dependent Commuters, Independent Commuters, and Resident Students. Research Report 8-75."},
      {
        "id":"ED129160",
        "title":"A Report on Undergraduate Student Financial Aid Needs and Resources in New Jersey Colleges and Universities 1973-1974."},
      {
        "id":"ED129161",
        "title":"Undergraduate Enrollment Projections for New Jersey Institutions of Postsecondary Education 1976-1990."},
      {
        "id":"ED129162",
        "title":"Family Financial Circumstances and Patterns of Financing a College Education. A Special Analysis."},
      {
        "id":"ED129163",
        "title":"The Needs and Resources of Undergraduate Students in Postsecondary Education in the State of New Jersey 1974-1975."},
      {
        "id":"ED129164",
        "title":"An Analysis of the Family Incomes of Full-Time Collegiate Students in New Jersey."},
      {
        "id":"ED129165",
        "title":"Student Resource Survey of Selected New Jersey Residents Attending College in Another State 1975."},
      {
        "id":"ED129167",
        "title":"New Expectations for Fair Practice. Suggestions for Institutional Review."},
      {
        "id":"ED129170",
        "title":"Black College Graduates and the Job Market in the South, 1980."},
      {
        "id":"ED129171",
        "title":"Fact Book on Higher Education in the South, 1975 and 1976."},
      {
        "id":"ED129173",
        "title":"Where To Look. A Sourcebook on Undergraduate Internships."},
      {
        "id":"ED129174",
        "title":"Improving Graduate Education Through Alternative Approaches."},
      {
        "id":"ED129175",
        "title":"No-Need Awards: An Issue."},
      {
        "id":"ED129176",
        "title":"Equity Packaging of Student Financial Aid."},
      {
        "id":"ED129177",
        "title":"Development and Experiment in College Teaching. No. 12."},
      {
        "id":"ED129178",
        "title":"The OASIS Peer Tutoring Program; A Model for Academic Support."},
      {
        "id":"ED129179",
        "title":"Instructional Materials Development Program: Winter and Spring Quarters, 1976. OASIS Evaluation Report No. 8."},
      {
        "id":"ED129180",
        "title":"ATP National Report on College-Bound Seniors, 1975-76."},
      {
        "id":"ED129181",
        "title":"Effective Management of Contract Activities."},
      {
        "id":"ED129182",
        "title":"Evaluation of a Course by Newspaper: \"American Issues Forum I: American Society in the Making.\""},
      {
        "id":"ED129183",
        "title":"Office of Institutional Research Transactional System. A Manual."},
      {
        "id":"ED129184",
        "title":"Title IX Self-Assessment Guide for Financial Aid Officers."},
      {
        "id":"ED129185",
        "title":"Implementation of a System for Gathering Data for the Purpose of Conducting an Affirmative Action Utilization Availability Analysis and Setting of Goals and Time Tables at a Large University."},
      {
        "id":"ED129187",
        "title":"A Report on an Interinstitutional Survey of Undergraduate Scholastic Grading 1960s to 1970s."},
      {
        "id":"ED129190",
        "title":"Choice of Location of Practice of Medical School Graduates: Analysis of Two Surveys."},
      {
        "id":"ED129191",
        "title":"Report on the Present State Funding Mechanism for Colleges and Universities in Michigan."},
      {
        "id":"ED129193",
        "title":"Consumer Protection Strategies: A Literature Review and Synthesis. Improving the Consumer Protection Function in Postsecondary Education."},
      {
        "id":"ED129195",
        "title":"Student Unrest in Perspective."},
      {
        "id":"ED129196",
        "title":"State Boards of Higher Education. ERIC/Higher Education Research Report No. 4."},
      {
        "id":"ED129197",
        "title":"Enrollment Trends in Higher Education. ERIC/Higher Education Research Report No. 6."},
      {
        "id":"ED129198",
        "title":"The Evaluation of Academic Administrators: Principles, Processes, and Outcomes."},
      {
        "id":"ED129199",
        "title":"1976-77 Student Charges at State and Land-Grant Universities (Tuition, Required Fees, Room and Board)."},
      {
        "id":"ED129200",
        "title":"A Survey of Proprietary Schools in Mississippi: Facilities and Postsecondary Educational Programs."},
      {
        "id":"ED129201",
        "title":"CASE [Council for the Advancement and Support of Education] Insurance. A Booklet for CASE members Who Are Considering Adding an Insurance Program to Their Alumni Services. The First in a Series of Alumni Service Publications."},
      {
        "id":"ED129202",
        "title":"Centennial Class Survey: Four Year Trends. Part 1. Socio-Economic and Current Issues Survey."},
      {
        "id":"ED129203",
        "title":"Liberal Arts and Career Development."},
      {
        "id":"ED129204",
        "title":"Graduate Service Assistants: A Research Report."},
      {
        "id":"ED129205",
        "title":"Faculty Handbook. Regis College."},
      {
        "id":"ED129206",
        "title":"University Outreach Programs on East Asia: Linkages with School and Community. Wingspread Report."},
      {
        "id":"ED129207",
        "title":"Centennial Class Survey. Sophomore Year Re-Test. Part One - Current Issues Survey."},
      {
        "id":"ED129208",
        "title":"College Motivation and Clarity of Occupational Choice."},
      {
        "id":"ED129210",
        "title":"Meeting Library Space Needs."},
      {
        "id":"ED129211",
        "title":"Developing a Statewide Library Network."},
      {
        "id":"ED129212",
        "title":"Improving the Speed and Comprehensiveness of Interlibrary Access to Periodical Literature. Final Report."},
      {
        "id":"ED129213",
        "title":"An Annotated Bibliography of Recent Continuing Education Literature."},
      {
        "id":"ED129214",
        "title":"School Media Services; Copyright/Cooperation."},
      {
        "id":"ED129215",
        "title":"Public Libraries and the Planning Process: In Search of Goals, Objectives, and Priorities."},
      {
        "id":"ED129219",
        "title":"Library Use and Reference Service: A Regression Analysis."},
      {
        "id":"ED129224",
        "title":"ARL Statistics, 1974-1975; a Compilation of Statistics from the Ninety-Nine Members of the Association of Research Libraries."},
      {
        "id":"ED129225",
        "title":"Academic Library Statistics, 1973-1974; a Compilation of Statistics from the Eighty-Two University Library Members of the Association of Research Libraries."},
      {
        "id":"ED129226",
        "title":"ARL Annual Salary Survey, 1973-1974."},
      {
        "id":"ED129228",
        "title":"Central Ohio Information Network Resources and Strategies for Improved Library Service."},
      {
        "id":"ED129229",
        "title":"Subject Access Project; First Quarterly Progress Report."},
      {
        "id":"ED129230",
        "title":"ABE: Guide to Library Materials."},
      {
        "id":"ED129231",
        "title":"The First Step Into ALA's Second Century."},
      {
        "id":"ED129232",
        "title":"Library Interior Design; Selecting a Designer and Communicating About Design."},
      {
        "id":"ED129233",
        "title":"Commonalities and Diversities in Public Library Programming in a Pluralistic Society, Serving our Ethnic Publics."},
      {
        "id":"ED129234",
        "title":"A Report on the Moffitt Undergraduate Library Book Theft Study."},
      {
        "id":"ED129235",
        "title":"Interlibrary Loan: A Guide for Access to the World's Literature. Publication No. 16."},
      {
        "id":"ED129236",
        "title":"Guidelines for Applications and Proposals; Project Grants Program under the Library Services and Construction Act (Public Law 91-600)."},
      {
        "id":"ED129237",
        "title":"The New Kid on the Block."},
      {
        "id":"ED129238",
        "title":"Evolution of Guidelines for Information Services."},
      {
        "id":"ED129239",
        "title":"CSU Library-Ese; a Glossary of Initialisms, Terms, Acronyms, Phrases, etc."},
      {
        "id":"ED129240",
        "title":"A National Approach to Scientific and Technical Information in the United States."},
      {
        "id":"ED129241",
        "title":"Project CIVTEC: A State-Wide Curriculum Development Project in Engineering Technology."},
      {
        "id":"ED129242",
        "title":"Guidelines for the Selection, Training, and Placement of Blind Persons in Information Service Expediting."},
      {
        "id":"ED129244",
        "title":"TRAIDEX Needs and Implementation Study. Final Report (April 1975-April 1976)."},
      {
        "id":"ED129245",
        "title":"TRISNET; a Network of Transportation Information Services and Activities."},
      {
        "id":"ED129246",
        "title":"Anticipating the Effects of Library Systems and Networks on Space Requirements-Special Processing."},
      {
        "id":"ED129247",
        "title":"Librarian as Learning Consultant."},
      {
        "id":"ED129248",
        "title":"[Report of Staffing Recommendations for Virginia Institutions of Higher Education.]"},
      {
        "id":"ED129249",
        "title":"Co-operation in Library Automation; the COLA Project."},
      {
        "id":"ED129252",
        "title":"Bookmobiles in the Virgin Islands; a Study of Mobile Library Service in St Croix, U.S. V.I. ."},
      {
        "id":"ED129253",
        "title":"The Role of the Library or Media Center in Education in the Virgin Islands."},
      {
        "id":"ED129254",
        "title":"Learning from Television; a Television Based Learning System as a Capable School Resource."},
      {
        "id":"ED129255",
        "title":"Curriculum Elements of Graduate Education: a Brief Case Study on the Evaluation of a Doctoral Program."},
      {
        "id":"ED129256",
        "title":"Interactive Effects of Color Realism and Learner I.Q. on Visualized Instruction."},
      {
        "id":"ED129257",
        "title":"An Investigation of the Effectiveness of Realistic and Non-Realistic Color in Visualized Instruction."},
      {
        "id":"ED129258",
        "title":"Changing Objectives in Research Libraries. Minutes of the Semi-Annual Meeting of the Association of Research Libraries (83rd, Chicago, Illinois, January 19, 1974)."},
      {
        "id":"ED129259",
        "title":"Library Services Cross Borders. Minutes of the Semi-Annual Meeting of the Association of Research Libraries (84th, Toronto, Canada, May 9-10, 1974)."},
      {
        "id":"ED129260",
        "title":"The Future of Card Catalogs. Minutes of the Semi-Annual Meeting of the Association of Research Libraries (85th, Chicago, Illinois, January 18, 1975)."},
      {
        "id":"ED129261",
        "title":"National Perspectives for ARL Libraries. Minutes of the Semi-Annual Meeting of the Association of Research Libraries (86th, Houston, Texas, May 8-9, 1975)."},
      {
        "id":"ED129262",
        "title":"The Library of Congress as the National Bibliographic Center. Minutes of the Semi-Annual Meeting of the Association of Research Libraries (87th, Washington, D.C., October 15-16, 1975)."},
      {
        "id":"ED129263",
        "title":"Research Libraries and Cooperative Systems. Minutes of the Semi-Annual Meeting of the Association of Research Libraries (88th, Seattle, Washington, May 6-7, 1976)."},
      {
        "id":"ED129264",
        "title":"Policies, Strategies, and Plans for Computing in Higher Education. Proceedings of the EDUCOM Fall Conference (Portland, Oregon, October 23-27, 1975)."},
      {
        "id":"ED129265",
        "title":"We Can Implement Cost-Effective Information Systems Now. Proceedings of the EDUCOM Spring Conference (Louisville, Kentucky, April 7-9, 1976)."},
      {
        "id":"ED129268",
        "title":"Defining the Future; Planning with and for Technology in Higher Education. Proceedings of the EDUCOM Spring Conference (Washington, D.C., April 3-4, 1975)."},
      {
        "id":"ED129269",
        "title":"Instructional Systems Delivery: Choice and Implementation in Academica."},
      {
        "id":"ED129270",
        "title":"CAI in a School for the Deaf: Expeded Results and a Serendipity or Two."},
      {
        "id":"ED129271",
        "title":"The Computer Subroutine in Information Handling."},
      {
        "id":"ED129272",
        "title":"This is NHK 1976-77."},
      {
        "id":"ED129273",
        "title":"Computer-Assisted Instruction at Kendall Demonstration Elementary School."},
      {
        "id":"ED129274",
        "title":"Twenty-Eighth Annual Report of the Mississippi Library Commission, July 1, 1974-June 30, 1975."},
      {
        "id":"ED129275",
        "title":"Books-By-Mail Using a Mail Order Book Catalog. A Project Report."},
      {
        "id":"ED129276",
        "title":"&quot;Making Cable Work&quot; Project; Summary Statements, September 27, 1975-January 29, 1976."},
      {
        "id":"ED129277",
        "title":"&quot;Making Cable Work&quot; Project; Evaluation Report."},
      {
        "id":"ED129278",
        "title":"Cable in Connecticut; a Citizen's Handbook."},
      {
        "id":"ED129280",
        "title":"Off-Line Computer Aided Learning Project. Final Report."},
      {
        "id":"ED129281",
        "title":"Computer Aided Learning Project; Report, Trial 3."},
      {
        "id":"ED129282",
        "title":"A Comparison Between Achievement Gains in Multimedia Instruction and Conventional Lecture Method of Instruction of Nursing Courses at Northern Virginia Community College."},
      {
        "id":"ED129283",
        "title":"Reports on Management of Seven Common Chronic Library Problems as Summarized by Facilitators of Discussion Groups at Fall, 1975 and Spring 1976 Meetings of Wisconsin Library Association Children's and Young People's Services Section."},
      {
        "id":"ED129284",
        "title":"The Chemeketa Cooperative Regional Library Service; an Evaluation."},
      {
        "id":"ED129285",
        "title":"Information, Reference and Research Service to Florida State Government; a Plan of Action and Recommendations for Implementation by Phases."},
      {
        "id":"ED129286",
        "title":"Feasibility of Indicating the Location of Reference Materials in the Card Catalog in the Wayne State University Library System. Technical Paper No. 8."},
      {
        "id":"ED129287",
        "title":"A Bibliography of the Publications of the Librarians of the State University of New York."},
      {
        "id":"ED129289",
        "title":"Circulation, Systems, and Space: A Commentary on Interrelationships."},
      {
        "id":"ED129290",
        "title":"Emergency Manual, Cornell University Libraries."},
      {
        "id":"ED129292",
        "title":"Has Computer Assisted Instruction (CAI) Been a Financial Failure? Studies in Economic Education No. 3."},
      {
        "id":"ED129293",
        "title":"S. 22; An Act for the General Revision of the Copyright Law, Title 17 of the United States Code, and for Other Purposes. In the House of Representatives, Ninety-Fourth Congress, Second Session. Report No. 94-1476. Union Calendar No. 759."},
      {
        "id":"ED129295",
        "title":"General Revision of the Copyright Law, Title 17 of the United States Code. Conference Report (to Accompany S. 22). House of Representatives, Ninety-Fourth Congress, Second Session. Report No. 94-1733."},
      {
        "id":"ED129296",
        "title":"Multinational Exchange Mechanisms of Educational Audio-Visual Materials. Situation and Suggestions."},
      {
        "id":"ED129297",
        "title":"Multinational Exchange Mechanisms of Educational Audio-Visual Materials. Appendixes."},
      {
        "id":"ED129298",
        "title":"Computer Based Education in Teacher Education: An Institutional Development Strategy."},
      {
        "id":"ED129300",
        "title":"A Study of Besore Library and its Community, with Recommendations for Extended Public Library Services."},
      {
        "id":"ED129302",
        "title":"Descriptions of Children&apos;s Television Series Produced Under the Emergency School Aid Act (P.L. 92-318)."},
      {
        "id":"ED129304",
        "title":"Educational Games in Today&apos;s Learning."},
      {
        "id":"ED129305",
        "title":"RISE-306; State Facilitator Program Evaluation, 1975-1976."},
      {
        "id":"ED129306",
        "title":"Bookmobiles and Paperbacks; an Extended Study of the Use of Paperbacks and Elimination of Overdue Fines at the Oklahoma County Libraries System."},
      {
        "id":"ED129307",
        "title":"Volunteer Mother Program."},
      {
        "id":"ED129308",
        "title":"A Reporting System for Coursewriter Programs."},
      {
        "id":"ED129309",
        "title":"Automation of Technical Services in Booth Library: A Feasibility Study."},
      {
        "id":"ED129311",
        "title":"Matching the Library and the Inmate: Determining Inmate Interests in Order to Better Refine Library Services."},
      {
        "id":"ED129312",
        "title":"Guidelines for Optimum Utilization of Computerized Training Systems as Based on an Analysis and Evaluation of Such Programs in the U.S. Army."},
      {
        "id":"ED129316",
        "title":"Review of the Literature: Appalachian Needs in Five Programming Areas. Technical Report No. 13."},
      {
        "id":"ED129318",
        "title":"Learning Resources; Proceedings of a Conference (Commerce, Texas, December 15, 1975)."},
      {
        "id":"ED129320",
        "title":"Southern Nevada Library Services; Serving Lincoln County, Nye County, Esmeralda County through the Clark County Library District: An Evaluation."},
      {
        "id":"ED129322",
        "title":"School-Public Library Services within a Community; Problems &amp; Questions on Consolidation. A Policy Statement. Bulletin No. 6539."},
      {
        "id":"ED129323",
        "title":"Interdisciplinary Education for Nontraditional Students: A Case Study in Change."},
      {
        "id":"ED129328",
        "title":"Audiovisual in Libraries; the Past."},
      {
        "id":"ED129329",
        "title":"Evaluation of Eight &quot;Infinity Factory&quot; Programs. Executive Summary."},
      {
        "id":"ED129330",
        "title":"Evaluation of Eight &quot;Infinity Factory&quot; Programs; Part I: Analysis of the Eight-Show Series."},
      {
        "id":"ED129331",
        "title":"Evaluation of Eight &quot;Infinity Factory&quot; Programs. Part II: Show-by-Show Analysis."},
      {
        "id":"ED129332",
        "title":"Evaluation of Eight &quot;Infinity Factory&quot; Programs. Appendices."},
      {
        "id":"ED129335",
        "title":"Foundation Annual Reports; What They Are and How to Use Them."},
      {
        "id":"ED129336",
        "title":"An Evaluation of the Trainer-Tester and Punchboard Tutor as Electronics Trouble-Shooting Training Aids. Technical Report."},
      {
        "id":"ED129337",
        "title":"Design of Training Aids and Devices."},
      {
        "id":"ED129338",
        "title":"An Evaluation of the Effectiveness of a Self-Tutoring Approach Applied to Pilot Training."},
      {
        "id":"ED129339",
        "title":"Self-Instructional Devices: A Review of Current Concepts."},
      {
        "id":"ED129340",
        "title":"Methods of Library Use: Handbook for Bibliography I."},
      {
        "id":"ED129341",
        "title":"Occupational Education Program Articulation Between Secondary Vocational Education Centers and Greenville Technical College. Final Program Performance Report."},
      {
        "id":"ED129342",
        "title":"A Survey of the Management System at St. Petersburg Junior College Using Likert's Profile."},
      {
        "id":"ED129343",
        "title":"Status Report for the North Central Association."},
      {
        "id":"ED129344",
        "title":"Final Examinations: Policies and Practices at Diablo Valley College and Statewide. Final Report."},
      {
        "id":"ED129345",
        "title":"Fall 1974 Entering Students at the End of Their Fourth Semester, Fall 1974 Through Spring 1976: Second Report. Student Flow Project, Report No. 11 (A Supplement to Report 6)."},
      {
        "id":"ED129346",
        "title":"Profile of the Woman Journalism Teacher in the Two-year College."},
      {
        "id":"ED129347",
        "title":"College of DuPage Administrative Internship Program."},
      {
        "id":"ED129348",
        "title":"Handbook for Evaluating Objectives."},
      {
        "id":"ED129349",
        "title":"Professional, Personal, and Staff Development Report of St. Louis Community College at Forest Park, August, 1976."},
      {
        "id":"ED129350",
        "title":"Released and Extended Time Projects Committee, 1976."},
      {
        "id":"ED129351",
        "title":"CAI for the Visually Handicapped: Promising Collaboration Between Two and Four-Year Schools."},
      {
        "id":"ED129352",
        "title":"The Orange Plan: A Model for Interdisciplinary Studies in Junior Colleges."},
      {
        "id":"ED129354",
        "title":"The Instructional Clinic: Staff Development in Action."},
      {
        "id":"ED129355",
        "title":"Current Students Reactions to and Opinions of the College of Eastern Utah, Winter Quarter, 1976."},
      {
        "id":"ED129356",
        "title":"The Cluster Concept at Los Angeles Mission College."},
      {
        "id":"ED129357",
        "title":"The Future of Adult Education in Oregon Community Colleges."},
      {
        "id":"ED129358",
        "title":"The Nelson-Denny Reading Test as a Predictor of Community College English and Psychology Grades."},
      {
        "id":"ED129359",
        "title":"Staff Development: A Community College Plan."},
      {
        "id":"ED129360",
        "title":"Program Development Released Time Grants to Facilitate Learning in the Social Sciences at Cerritos College, 1971-76."},
      {
        "id":"ED129361",
        "title":"The &quot;Dropout&quot;: A Look into the Historical Evolution of a Long-Standing Implied Policy at Cerritos College [California]."},
      {
        "id":"ED129364",
        "title":"A Study of Educational Needs of John Wood Community College, District No. 539, Quincy, Illinois."},
      {
        "id":"ED129365",
        "title":"Cooperative Education, General and Vocational and the Veterans Administration."},
      {
        "id":"ED129368",
        "title":"An Analysis of Student Transfers from Pennsylvania Community Colleges."},
      {
        "id":"ED129369",
        "title":"The Veteran at North Hennepin Community College: 1972-1974."},
      {
        "id":"ED129370",
        "title":"Articulation Agreement Between William Penn College and Indian Hills Community College."},
      {
        "id":"ED129371",
        "title":"Coastline Community College: A Dream with a Reality."},
      {
        "id":"ED129372",
        "title":"Report to Accrediting Commission for Community and Junior Colleges, Western Association of Schools and Colleges."},
      {
        "id":"ED129373",
        "title":"Needs Assessment for Community Education."},
      {
        "id":"ED129374",
        "title":"Emerging Patterns of Statewide Articulation Transfer Agreements."},
      {
        "id":"ED129375",
        "title":"Proceedings: Conference on Institutional Planning in Community Colleges (Seattle, Washington, April 29-30, 1976). Occasional Paper Number 27."},
      {
        "id":"ED129376",
        "title":"A Writing Teacher Looks at Individualization."},
      {
        "id":"ED129377",
        "title":"Follow-up Study of Graduates from the 1975 Los Angeles City College Registered Nurse Program. Research Study 76-8."},
      {
        "id":"ED129378",
        "title":"The Effects of a Compulsory On Campus Residency Policy upon Academic Achievement for Freshmen."},
      {
        "id":"ED129379",
        "title":"The Priorities and Problems of a Community College President."},
      {
        "id":"ED129380",
        "title":"Alternative Programs and Services for the Non-Traditional Student."},
      {
        "id":"ED129381",
        "title":"Responding to the New Spirit of Learning."},
      {
        "id":"ED129383",
        "title":"Planning, Management and Evaluation. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. 1, No. 1."},
      {
        "id":"ED129384",
        "title":"The Function of External Evaluation in the AID Program. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. 1, No. 2."},
      {
        "id":"ED129385",
        "title":"Outcome Measurements in Higher Education. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. 1, No. 3."},
      {
        "id":"ED129386",
        "title":"Community College--University Relations: An Examination of the Positive Functions of Conflict."},
      {
        "id":"ED129387",
        "title":"State Legislation and the Status of Collective Bargaining in Community and Junior Colleges, 1976. Special Report No. 28."},
      {
        "id":"ED129388",
        "title":"A Comparative Study of the Locus of Control Orientation of Graduates, Administrators, Counselors, Teaching Faculty, High-Risk Students, and Dropouts."},
      {
        "id":"ED129389",
        "title":"A Study to Determine the Involvement in Governance of Part-time Instructional Personnel at the Downtown Campus of Florida Junior College at Jacksonville."},
      {
        "id":"ED129390",
        "title":"Community College Faculty Attitudes, Socialization Experiences, and Perceived Teaching Effectiveness."},
      {
        "id":"ED129391",
        "title":"New Learner: New Clientele. Faculty Development Program, 1976/77."},
      {
        "id":"ED129392",
        "title":"Goals and Objectives for 1976-77."},
      {
        "id":"ED129393",
        "title":"Changes in Management/Personality Styles of Department Chairpersons: A Case Study at Valencia Community College."},
      {
        "id":"ED129394",
        "title":"Self Concept Development for High Risk Students in the Community College."},
      {
        "id":"ED129395",
        "title":"The Development of a Curriculum for a Community College Teaching Workshop for Adjunct Faculty."},
      {
        "id":"ED129396",
        "title":"A Report on the Independent Study Program."},
      {
        "id":"ED129398",
        "title":"Analysis and Modification of Maternal Teaching Strategies in Rural Poor Families. Final Report."},
      {
        "id":"ED129399",
        "title":"The Personal-Social Competence Development of Low-Income Children."},
      {
        "id":"ED129400",
        "title":"Materials for Infant Development."},
      {
        "id":"ED129401",
        "title":"Longitudinal Observations of Infants' Daily Arrivals at a Day Care Center."},
      {
        "id":"ED129402",
        "title":"Nine Model Programs for Young Children: Program Summaries for Potential Implementation. Volume I."},
      {
        "id":"ED129403",
        "title":"Nine Model Programs for Young Children: Appendix of Supplementary Materials. Volume II."},
      {
        "id":"ED129404",
        "title":"Kansas Center for Research in Early Childhood Education. Annual Report (Part I) FY'73."},
      {
        "id":"ED129406",
        "title":"A Three Year Follow-Up of a Preschool Intervention Program."},
      {
        "id":"ED129407",
        "title":"Tri-Annual Report, Infant Competence Project, July 31, 1974."},
      {
        "id":"ED129408",
        "title":"Attention and Cognitive Styles."},
      {
        "id":"ED129409",
        "title":"Crying and the Relief of Distress in an Infant Day Care Nursery."},
      {
        "id":"ED129410",
        "title":"Maternal Attitudes. Progress Report."},
      {
        "id":"ED129411",
        "title":"Scanning the Infant Nursery Environment. Final Report."},
      {
        "id":"ED129412",
        "title":"Kansas Center for Research in Early Childhood Education Annual Report, FY 1973."},
      {
        "id":"ED129413",
        "title":"Kansas Center for Research in Early Childhood Education Annual Report, FY 1972. Vol. I of II."},
      {
        "id":"ED129414",
        "title":"Kansas Center for Research in Early Childhood Education Annual Report, FY 1972. Vol. II of II."},
      {
        "id":"ED129415",
        "title":"Mastery Motivation: A Concept in Need of Measures."},
      {
        "id":"ED129416",
        "title":"The Effects of the Head Start Classroom Experience on Some Aspects of Child Development: A Summary Report of National Evaluations, 1966-1969."},
      {
        "id":"ED129417",
        "title":"Dollars and Sense: Employer-Supported Child Care. A Study on Child Care Needs, and the Realities of Employer-Support."},
      {
        "id":"ED129418",
        "title":"Follow Through: A Story of Educational Change."},
      {
        "id":"ED129419",
        "title":"Children's Probability Learning: An Analysis of Errors."},
      {
        "id":"ED129421",
        "title":"The Effects of Increased Maternal Visual Regard of Neonate Upon the Neonate-Mother Interaction."},
      {
        "id":"ED129422",
        "title":"The Role of the Teacher in the Informal Classroom."},
      {
        "id":"ED129423",
        "title":"A School and Home-Based Bilingual Education Model. End-of-Year Evaluation Report, 1975-76 (First-Year Evaluation Study)."},
      {
        "id":"ED129424",
        "title":"Mother-Infant Vocal Interaction During Feeding at Six and Nine Months and Its Relationship to Maternal Sensitivity."},
      {
        "id":"ED129425",
        "title":"Report on the Child Development Associate Consortium's Award System: Development and First Year Evaluation. Executive Summary."},
      {
        "id":"ED129426",
        "title":"The Need for a Comprehensive Care and Education Service for Pre-School Children."},
      {
        "id":"ED129427",
        "title":"Incidental Learning of Sex Role Characteristics."},
      {
        "id":"ED129428",
        "title":"The Challenge of Watergate to American Schools: Fostering the Moral Development of Children."},
      {
        "id":"ED129429",
        "title":"The Status of Children 1975."},
      {
        "id":"ED129430",
        "title":"A Methodology for Assessing Parental Perception of Infant Temperament."},
      {
        "id":"ED129431",
        "title":"The Pre-School Correspondence Program: Background."},
      {
        "id":"ED129432",
        "title":"Project H.A.P.P.E. (Home Aid for Parents in Preschool Education). Final Report of Project Outcomes."},
      {
        "id":"ED129433",
        "title":"Riddling and Enculturation: A Glance at the Cerebral Child. Working Papers in Sociolinguistics, No. 36."},
      {
        "id":"ED129434",
        "title":"The Mt. Druitt Early Education Project: Evaluation Study. A Working Evaluation Document."},
      {
        "id":"ED129435",
        "title":"The Description and Evaluation of the Alternate Day-Full Day Kindergarten Program."},
      {
        "id":"ED129436",
        "title":"Affective Education in the Primary Grade Levels: A Pilot Program."},
      {
        "id":"ED129437",
        "title":"Formal Operations in Very Bright 8- to 14-Year Olds."},
      {
        "id":"ED129438",
        "title":"Day Care Licensing Improvement Project. Final Report."},
      {
        "id":"ED129439",
        "title":"The OCD Information System."},
      {
        "id":"ED129440",
        "title":"Behaviors of Children Referred by Classroom Teachers as Hyperactive."},
      {
        "id":"ED129441",
        "title":"Sex Bias in Children."},
      {
        "id":"ED129442",
        "title":"The Development of an Instrument for Assessing Young Children's Perceptions of Individual Differences."},
      {
        "id":"ED129444",
        "title":"Vicarious Changes in Children's Preferences: A Reward or a Cognitive Phenomenon?"},
      {
        "id":"ED129445",
        "title":"Spectrum Analysis of Low and Full Birthweight Newborn Cries."},
      {
        "id":"ED129446",
        "title":"A Parent-Teacher Joint Assessment of the Entering and Exiting Kindergarten Child - 1972-76."},
      {
        "id":"ED129447",
        "title":"Peer Presence, Tactual Access and Stimulus Dimensionality as Situational Determinants of Young Children's Questioning Behavior."},
      {
        "id":"ED129448",
        "title":"Temporal Organization and Learning within Sixth-Grade Students."},
      {
        "id":"ED129449",
        "title":"Policy Implications of Advertising to Children."},
      {
        "id":"ED129450",
        "title":"Family Process and Child Development: Some Preliminary Findings."},
      {
        "id":"ED129451",
        "title":"Introduction to Early Childhood Education: Analyzing Models to Develop a Personal Program."},
      {
        "id":"ED129452",
        "title":"Arranging the Classroom for Children."},
      {
        "id":"ED129453",
        "title":"Managing the Preschool Classroom (Preschool - Third Grade)."},
      {
        "id":"ED129454",
        "title":"Problem Solving with Children."},
      {
        "id":"ED129455",
        "title":"Helping Children Develop Healthy Self-Concepts (Preschool - Third Grade)."},
      {
        "id":"ED129456",
        "title":"Communicating and Working with Parents."},
      {
        "id":"ED129457",
        "title":"Selecting Children's Books with a Black Perspective (Preschool - Third Grade)."},
      {
        "id":"ED129458",
        "title":"Analyzing Children's Books from a Chicano Perspective."},
      {
        "id":"ED129459",
        "title":"Enriching Literature Experiences of Children."},
      {
        "id":"ED129460",
        "title":"Teaching Children to Integrate Language Experiences (Preschool - Third Grade)."},
      {
        "id":"ED129461",
        "title":"Understanding Children's Play Through Observation."},
      {
        "id":"ED129462",
        "title":"Using Toys and Games with Children."},
      {
        "id":"ED129463",
        "title":"Developing Children's Sense Perception (Preschool - Third Grade)."},
      {
        "id":"ED129464",
        "title":"Exploring Children's Thinking. Part 1: The Development of Classification (Preschool - Third Grade)."},
      {
        "id":"ED129465",
        "title":"Exploring Children's Thinking. Part 2: The Development of Order Relations; Seriation (Preschool - Third Grade)."},
      {
        "id":"ED129466",
        "title":"Exploring Children's Thinking. Part 3: The Development of Quantitative Relations; Conservation (Preschool - Third Grade)."},
      {
        "id":"ED129467",
        "title":"Working with Children's Concepts (Preschool - Third Grade)."},
      {
        "id":"ED129468",
        "title":"Sex Differences in Young Children's Responses to an Infant: An Observation Within a Day Care Setting."},
      {
        "id":"ED129469",
        "title":"Infant Day Care: An Abstract Bibliography."},
      {
        "id":"ED129470",
        "title":"Child Health in America."},
      {
        "id":"ED129471",
        "title":"Preschool Education in State Offices of Education: A 1976 Status Report."},
      {
        "id":"ED129472",
        "title":"Children's Comprehension of Sentences Expressing Simultaneity and Sequentiality."},
      {
        "id":"ED129473",
        "title":"Nutritional Disorders and the Development of Young Children: A Bibliography."},
      {
        "id":"ED129474",
        "title":"Indian Communities in Action: A Case Study Approach to Community Development Among Southwestern Indians."},
      {
        "id":"ED129475",
        "title":"Education Without Reservations. A Report of the New Mexico Developmental Education Program."},
      {
        "id":"ED129476",
        "title":"[Report of the National Indian Education Conference (1st, Minneapolis, Minnesota, November 20-21, 1969).]"},
      {
        "id":"ED129477",
        "title":"Production Systems and Rural Development in Canada."},
      {
        "id":"ED129478",
        "title":"Title IV Program Evaluation, Albuquerque Public School System, Albuquerque, New Mexico, May 1974 and May 1976. Research and Evaluation Report Series No. 48."},
      {
        "id":"ED129479",
        "title":"Special Education Efforts for American Indian and Alaskan Native Children by the Bureau of Indian Affairs. Research and Evaluation Report Series No. 47."},
      {
        "id":"ED129480",
        "title":"Survey of Potential Eligible Indian Students Throughout the United States. Research and Evaluation Report Series No. 49."},
      {
        "id":"ED129481",
        "title":"Residential Preferences and Population Dispersal in Light of Proximity, Economics and Migratory Potential."},
      {
        "id":"ED129482",
        "title":"Working Conditions of Women Married to Selfemployed Farmers."},
      {
        "id":"ED129483",
        "title":"Characteristic Features of Female Employment in the Rural Areas of Hungary."},
      {
        "id":"ED129484",
        "title":"An Attempted Denomination of the Axiological Characteristics of the Theory of Rural Social Development in the society of the Future (Outline of the Subject Matter)."},
      {
        "id":"ED129485",
        "title":"Mental Health Issues Among Urban Indians: The Myth of the Savage-Child."},
      {
        "id":"ED129486",
        "title":"Predictors of Success in College for Low Prior Educational Attainment Multicultural Students."},
      {
        "id":"ED129487",
        "title":"Bureau of Indian Affairs Student Enrollment System Design Plan. Research and Evaluation Report Series No. 33.00."},
      {
        "id":"ED129488",
        "title":"American Indians and Minnesota's Private Colleges. An Evaluation of the Minnesota Private College Research Foundation's Indian Education Project, 1971-72 -- 1974-75."},
      {
        "id":"ED129489",
        "title":"Special Activities for Very Special Children."},
      {
        "id":"ED129490",
        "title":"Social Activity of Rural Local Community as a Sociological Phenomenon."},
      {
        "id":"ED129491",
        "title":"Toward the Relationship Between Potential and Actual Rural-Urban Migration."},
      {
        "id":"ED129492",
        "title":"Changes in Employment Conditions and Structure Caused by Urbanization of the Countryside."},
      {
        "id":"ED129493",
        "title":"Economic Success and Ethnicity: Mexican-Americans in San Jose."},
      {
        "id":"ED129494",
        "title":"Rural People in Skilled Industrial Work: Experience of Graduates of a Manpower Training Program in Appalachia. Tennessee Agricultural Experiment Station 560, May 1976."},
      {
        "id":"ED129496",
        "title":"Spanish Words in the Jicarilla Language."},
      {
        "id":"ED129497",
        "title":"Keesda (A Coming-Out Feast)."},
      {
        "id":"ED129498",
        "title":"Biographical Sketches from Interviews Conducted by Lourdes Ruiz, Teacher, Dulce Elementary School."},
      {
        "id":"ED129499",
        "title":"Go-Gii-Ya [A Jicarilla Apache Religious Celebration]."},
      {
        "id":"ED129500",
        "title":"The Impact of Family Leisure Time Patterns on Jewish Resident Camping."},
      {
        "id":"ED129501",
        "title":"Attitudes: Metro and Nonmetro."},
      {
        "id":"ED129502",
        "title":"Socioeconomic Status and Altruistic Behavior Among Residents of Western Colorado."},
      {
        "id":"ED129503",
        "title":"Learning Styles Among Pueblo Children. Final Report, August 1975."},
      {
        "id":"ED129504",
        "title":"The Environment, Attitudes and Activities of Rural Women: A Case Study of Jhok Sayal."},
      {
        "id":"ED129505",
        "title":"The Social Consequences of the Changing Functions of the Rural Family in Post-War Poland."},
      {
        "id":"ED129506",
        "title":"Evaluation of Leadership Conference in Elementary Science Education, University of New Mexico (Albuquerque, New Mexico, Summer 1975). Research and Evaluation Report Series No. 44."},
      {
        "id":"ED129507",
        "title":"A Recommended Process for the Implementation of CHOICE (Communities Have Options in Control of Education)."},
      {
        "id":"ED129508",
        "title":"CHOICE -- Indian Communities Have Options in Control of Education."},
      {
        "id":"ED129509",
        "title":"An Indian Education Resources Center."},
      {
        "id":"ED129511",
        "title":"Open Concept School for Indian Education. Sault Sainte Marie, Michigan, 1973."},
      {
        "id":"ED129512",
        "title":"Arizona's Migrant Child Education Teacher Exchange with California."},
      {
        "id":"ED129513",
        "title":"Survey of Educational Concerns of Indian Organization Leaders, School and Agency Superintendents, Education Administrators, Workshop and Seminar Participants, Tribal Leaders. Research and Evaluation Report Series No. 46."},
      {
        "id":"ED129514",
        "title":"The Media in Montana: Its Effects on Minorities and Women. A Report Prepared by the Montana Advisory Committee to the U.S. Commission on Civil Rights."},
      {
        "id":"ED129515",
        "title":"Access to the Legal Profession in Colorado by Minorities and Women. A Report Prepared by the Colorado Advisory Committee to the U.S. Commission on Civil Rights."},
      {
        "id":"ED129516",
        "title":"The Effects of Outward Bound Participation Upon Anxiety and Self Concept."},
      {
        "id":"ED129517",
        "title":"Cherokee High School Educational Specifications [Cherokee, North Carolina]."},
      {
        "id":"ED129518",
        "title":"Outward Bound and Higher Education. A Rationale and Outline for College Development."},
      {
        "id":"ED129519",
        "title":"An Analysis of the Impact of Outward Bound on Twelve High Schools."},
      {
        "id":"ED129520",
        "title":"Outward Bound: A Means of Implementing Guidance Objectives."},
      {
        "id":"ED129522",
        "title":"A Synthesis of Evaluative Research Literature for Rural Development in the Southern Region: A Preliminary Bibliography, June 1976."},
      {
        "id":"ED129523",
        "title":"A Manual of Outdoor Education."},
      {
        "id":"ED129525",
        "title":"Migrant Administrators' Management Guide."},
      {
        "id":"ED129526",
        "title":"Socio-Cultural Factors and Energy Resource Development in Rural Areas in the West."},
      {
        "id":"ED129527",
        "title":"Rural-Urban Differences in Community Satisfaction: Real and Relatively Important."},
      {
        "id":"ED129528",
        "title":"Outdoor Pursuits: Self to Nature Activities -- A Supplement to the Physical Education Course of Study. The Protestant School Board of Greater Montreal, March 1974."},
      {
        "id":"ED129529",
        "title":"Preparing Pupils for Resident Outdoor Education: A Guide Based on Two Classes of 6th Grade Pupils. The Protestant School Board of Greater Montreal, January 1975."},
      {
        "id":"ED129531",
        "title":"Locate, Plan, Develop, Use An Outdoor Classroom."},
      {
        "id":"ED129532",
        "title":"Outdoor Education for Emotionally Handicapped Students in Central New York. Final Report, September 1975. A Report on Project 75-940 for Handicapped Children Under Title VI-B (August 1, 1974-July 31, 1975)."},
      {
        "id":"ED129533",
        "title":"Ringed Birds: Story of Bird Banding at the Lorado Taft Field Campus, 1956-1973. Taft Campus Occasional Paper No. 18."},
      {
        "id":"ED129534",
        "title":"Glossary of Water Resources Terms. Taft Campus Occasional Paper No. X."},
      {
        "id":"ED129535",
        "title":"Cooperative Programs in Residential Outdoor Environmental Education: Teacher's Materials Packet."},
      {
        "id":"ED129536",
        "title":"An Empirical Research Study of 4-H Club Camping in Southeast Missouri."},
      {
        "id":"ED129537",
        "title":"Environmental Education and Field Studies Programs in Three Selected N. W. European Areas."},
      {
        "id":"ED129538",
        "title":"A Study of Factors Important to Environmental (Conservation-Outdoor) Education Instruction."},
      {
        "id":"ED129545",
        "title":"The Indian Students University Program Services (I.S.U.P.S.). Third Evaluation Report, 1975-76."},
      {
        "id":"ED129547",
        "title":"The Impact of Farm Radio Forum on the Diffusion of Innovations in Lahore and Gujrat Districts of West Pakistan. American University of Beirut, Faculty of Agricultural Sciences Publication No. 51, January 1973."},
      {
        "id":"ED129548",
        "title":"Parental Rapport and the Changing Patterns of Educational Mobility Among High School Seniors in a Rural Michigan County."},
      {
        "id":"ED129549",
        "title":"A Comparison of Affective Changes Between Economically Disadvantaged and Advantaged Sixth Graders at a Resident Outdoor Education Program."},
      {
        "id":"ED129550",
        "title":"Farm Population of the United States: 1975. Current Population Reports: Farm Population."},
      {
        "id":"ED129551",
        "title":"Rural Health Care Research Forum: Proceedings (Roanoke, Virginia, March 19, 1975)."},
      {
        "id":"ED129552",
        "title":"Rural Development: Information and Technical Assistance Delivered by the Department of Agriculture in Fiscal Year 1975. Sixth Annual Report to the Congress."},
      {
        "id":"ED129553",
        "title":"An Inquiry into Rural Dwellers' Opinions about Living Conditions in Urban and Rural Places."},
      {
        "id":"ED129554",
        "title":"Inflation and Rural Society."},
      {
        "id":"ED129555",
        "title":"Some Effects of Training Preservice Teachers in Science Teaching Strategy Analysis."},
      {
        "id":"ED129556",
        "title":"An Evaluation of Student Attitudes, Achievement, and Learning Efficiency in Various Modes of an Individualized, Self-Paced Learning Program in Introductory College Physics."},
      {
        "id":"ED129559",
        "title":"Science Concept Learning: Needed Lines of Research."},
      {
        "id":"ED129560",
        "title":"An Investigation to Empirically Determine Which Instructional Procedures Produce Optimum Student Growth."},
      {
        "id":"ED129561",
        "title":"Concept Formation as a Function of Instructional Procedure or What Results from Ineffective Teaching."},
      {
        "id":"ED129562",
        "title":"A Cooperative University/School Model for Secondary Science Teacher Preparation."},
      {
        "id":"ED129563",
        "title":"Scientific Literacy and a Framework of Science."},
      {
        "id":"ED129564",
        "title":"Marine Program Annual Report 1973."},
      {
        "id":"ED129565",
        "title":"Physics in Perspective Volume II, Part C, Statistical Data."},
      {
        "id":"ED129566",
        "title":"Relations Between Interdisciplinary Project Management and Project Performance."},
      {
        "id":"ED129567",
        "title":"An Experimental Remote Question-Answer Scan Television and Student Evaluation System."},
      {
        "id":"ED129568",
        "title":"The Impact of Minicomputers and Microcomputers on the Software-Oriented Curriculum."},
      {
        "id":"ED129569",
        "title":"Successful Experiences in Teaching Metric."},
      {
        "id":"ED129570",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 39, February 1976."},
      {
        "id":"ED129571",
        "title":"An Introduction to the SI Metric System. Inservice Guide for Teaching Measurement, Kindergarten Through Grade Eight."},
      {
        "id":"ED129572",
        "title":"Mathematics Framework for California Public Schools, Kindergarten Through Grade Twelve."},
      {
        "id":"ED129573",
        "title":"Biology 100-A."},
      {
        "id":"ED129574",
        "title":"How to Ask the Right Questions."},
      {
        "id":"ED129581",
        "title":"Precollege Marine Science Education 1973 Through 1976."},
      {
        "id":"ED129582",
        "title":"Classroom Learning Centers: Animals, Levels A-D. A Supplementary Approach for Teaching Science and Art."},
      {
        "id":"ED129583",
        "title":"Classroom Learning Centers: Animals, Levels E-I. A Supplementary Approach for Teaching Science and Art."},
      {
        "id":"ED129585",
        "title":"Introduction to Sonar, Naval Education and Training Command. Revised Edition."},
      {
        "id":"ED129586",
        "title":"Component: Curriculum Methods and Materials. Mathematics Modules."},
      {
        "id":"ED129587",
        "title":"Air Age Education. Aviation Career Awareness Program."},
      {
        "id":"ED129588",
        "title":"Restructuring Undergraduate Science Education at Worcester Polytechnic Institute, Worcester, Massachusetts. A Summative Assessment by the NSF-WPI Project Advisory Committee Constituted from 1972-75. Project Report No. 1."},
      {
        "id":"ED129589",
        "title":"A Guide to Off-Campus Student Project Center Operations. A Manual Based Upon the Model Project Center of Worcester Polytechnic Institute, Worcester, Massachusetts. Project Report No. 2."},
      {
        "id":"ED129590",
        "title":"The Impact of the WPI PLAN on Students. A Report of a Three Year Longitudinal Study at Worcester Polytechnic Institute, Worcester, Massachusetts, 1972-75. Project Report No. 3."},
      {
        "id":"ED129592",
        "title":"Students' Science Attitudes and Self-Concepts in Science as a Function of Role Specific Pupil/Teacher Interpersonal Compatibility."},
      {
        "id":"ED129594",
        "title":"A Plan for Improving Mathematics Instruction in California Elementary Schools. Final Report of the Mathematics Education Task Force."},
      {
        "id":"ED129597",
        "title":"Identifying World Views Projected by Science Teaching Materials: A Case Study Using Pepper's WORLD HYPOTHESES to Analyze a Biology Textbook."},
      {
        "id":"ED129598",
        "title":"A Survey of Science Teaching in Public Schools of the United States (1971), Volume 2, Secondary Schools."},
      {
        "id":"ED129599",
        "title":"A Comparative Study of Abstract Learning in Mentally Retarded and Normal Subjects."},
      {
        "id":"ED129600",
        "title":"The Effectiveness of Experimental Lessons in Accelerating Children's Attainment of the Concept &quot;Tree.&quot; Technical Report No. 372."},
      {
        "id":"ED129602",
        "title":"Energy Films Catalog. Energy Research and Development Administration, 1976."},
      {
        "id":"ED129603",
        "title":"The Economics of America's Energy Future."},
      {
        "id":"ED129604",
        "title":"High-Level Radioactive Waste: Safe Storage and Ultimate Disposal."},
      {
        "id":"ED129605",
        "title":"Stamps Tell the Story of Nuclear Energy."},
      {
        "id":"ED129606",
        "title":"Atoms on the Move: Transporting Nuclear Material."},
      {
        "id":"ED129607",
        "title":"Development of Scientific Careers: The High School Years. Final Report."},
      {
        "id":"ED129608",
        "title":"University of California Sea Grant College Program, Annual Report 1974-1975. September 1, 1974 to August 31, 1975."},
      {
        "id":"ED129610",
        "title":"Concepts and Applications of Science I, 122933 Science."},
      {
        "id":"ED129611",
        "title":"Concepts and Applications of Science II, 122934 Science."},
      {
        "id":"ED129612",
        "title":"The Humane Treatment of Animals: A Guide for Elementary Teachers."},
      {
        "id":"ED129613",
        "title":"A Survey of Attitudes on the Use of Calculators in the College Classroom."},
      {
        "id":"ED129615",
        "title":"Analyzing Curriculum Prescriptions: A Case Study in the Context of Science Education."},
      {
        "id":"ED129616",
        "title":"Ideas for More Effective Chemistry Teaching."},
      {
        "id":"ED129618",
        "title":"Why Man Explores."},
      {
        "id":"ED129619",
        "title":"Science Education Assessment Instrument."},
      {
        "id":"ED129620",
        "title":"The Science Exchange Program - A Proposal."},
      {
        "id":"ED129622",
        "title":"Factors Influencing School Change. Final Report."},
      {
        "id":"ED129623",
        "title":"An Evaluation of a Secondary Mathematics Teacher Education Program Emphasizing School Experiences in Contrasting Cultural Settings."},
      {
        "id":"ED129624",
        "title":"How to Teach Map and Compass Skills."},
      {
        "id":"ED129625",
        "title":"A Task-Content Analysis of an Introductory Entomology Curriculum."},
      {
        "id":"ED129626",
        "title":"A Boolean Anthology. Selected Writings of Mary Boole - on Mathematical Education."},
      {
        "id":"ED129627",
        "title":"The &quot;Crisis&quot; in Mathematics Instruction and a New Teacher Education at Grammar School Level."},
      {
        "id":"ED129628",
        "title":"The Study-Methods in Mathematics Project. I. Background, Assumptions and Perspectives. Report No. 18."},
      {
        "id":"ED129629",
        "title":"Study Methods in Mathematics Project. Newsletter No. 1: May 1975."},
      {
        "id":"ED129630",
        "title":"Toward a Unified Mathematics Curriculum for the Secondary School. A Report of the Origin, Work and Development of Unified Mathematics."},
      {
        "id":"ED129631",
        "title":"Problem Solving: Polya's Heuristic Applied to Psychological Research."},
      {
        "id":"ED129633",
        "title":"Sex-Related Differences in Mathematics Learning: Myths, Realities and Related Factors."},
      {
        "id":"ED129634",
        "title":"Women in Mathematics: Problems of Orientation and Reorientation. Final Report."},
      {
        "id":"ED129635",
        "title":"Graduate Science Education: Student Support and Postdoctorals, Fall 1974. Surveys of Science Resources Series. No. NSF-76-313."},
      {
        "id":"ED129636",
        "title":"Mathematics Technical Report: Summary Volume. National Assessment of Educational Progress."},
      {
        "id":"ED129638",
        "title":"A Bibliography of Folklore for the Social Studies Curriculum, Grades 3-6."},
      {
        "id":"ED129639",
        "title":"Educational Policy and Planning: Austria."},
      {
        "id":"ED129643",
        "title":"Programmed Latitude and Longitude, Special Publication Number 10."},
      {
        "id":"ED129645",
        "title":"Violence. Hayden American Values Series: Challenges and Choices."},
      {
        "id":"ED129647",
        "title":"Multicultural Education."},
      {
        "id":"ED129650",
        "title":"The Unfinished Assignment: Equal Education for Women. Worldwatch Paper 7."},
      {
        "id":"ED129651",
        "title":"Teachers Are Psychologists, Too: On the Application of Psychology to Education. ACT Research Report No. 73."},
      {
        "id":"ED129652",
        "title":"Computer-Assisted Instruction in Political Science. Instructional Resource Monograph No. 4."},
      {
        "id":"ED129653",
        "title":"Research, Teaching Training in Demography: A Directory of Institutions in the ESCAP Region. Asian Population Studies Series No. 8, Supplement No. 3."},
      {
        "id":"ED129654",
        "title":"A New Dimension to Economic Education."},
      {
        "id":"ED129655",
        "title":"Studies in the Spirit of Seventy-Six."},
      {
        "id":"ED129656",
        "title":"A Comparative Analysis of Two Contemporary Educational Documents: Parent Commission Report (Quebec) and Kothari Commission Report (India)."},
      {
        "id":"ED129657",
        "title":"The Aesthetic Experience: An Historical Review and Behavioral Hierarchy."},
      {
        "id":"ED129658",
        "title":"The Sufficiency of Different Approaches to Constructing Behavioral Objectives for the Improvement of Instruction."},
      {
        "id":"ED129659",
        "title":"The Installation of a Modern Social Studies Program in Grades 4-6 in the West Islip Public Schools."},
      {
        "id":"ED129660",
        "title":"Nature of Good and Evil."},
      {
        "id":"ED129661",
        "title":"Life, Liberty, and the Pursuit of Happiness. Materials for Using American Issues Forum in the American History Classroom, Topic IX."},
      {
        "id":"ED129662",
        "title":"Growing up in America. Materials for Using American Issues Forum in the American History Classroom, Topic VIII."},
      {
        "id":"ED129664",
        "title":"Guide to Feature and Documentary Films for the Hillel Program, Newly Revised."},
      {
        "id":"ED129665",
        "title":"Political Education in the Schools of the Federal Republic of Germany. German Studies Notes."},
      {
        "id":"ED129666",
        "title":"Some Remarks on the Theory of Political Education. German Studies Notes."},
      {
        "id":"ED129667",
        "title":"Report on the Distance Studies Course &quot;Social Studies.&quot; German Studies Notes."},
      {
        "id":"ED129668",
        "title":"On the Project &quot;Party Democracy.&quot; German Studies Notes."},
      {
        "id":"ED129669",
        "title":"Social Studies: A Multi-media Study Project in the Educational Section of West Germany's South-west Broadcasting Company. German Studies Notes."},
      {
        "id":"ED129671",
        "title":"Reviews of National Policies for Education. Netherlands: Contours of a Future Education System."},
      {
        "id":"ED129672",
        "title":"The Social Studies in Alberta--1975: A Report of an Assessment."},
      {
        "id":"ED129673",
        "title":"The Social Studies in Alberta--1975: A Summary of a Report of an Assessment."},
      {
        "id":"ED129674",
        "title":"Fertility during Marital Disruption. Discussion Paper 343-76."},
      {
        "id":"ED129675",
        "title":"Global Studies Conference (Groton School, Groton, Massachusetts, June 11-13, 1976)."},
      {
        "id":"ED129676",
        "title":"Project Business: Businessmen United with Schools in New Economics for Social Studies. Handbook."},
      {
        "id":"ED129677",
        "title":"Implementing Energy Education in Florida's High Schools: A Two-Week Credit Institute for Teachers in North Florida. Final Report, Volume II."},
      {
        "id":"ED129678",
        "title":"Access to History: A News Exchange of History Education."},
      {
        "id":"ED129679",
        "title":"Planning Cross-Cultural Lessons: Specifications for the Design of Thirty-Three Learning Activities. A National Seminar Publication."},
      {
        "id":"ED129680",
        "title":"Human Relations Training and Teachers&apos; Attitudes. Prepublication Draft."},
      {
        "id":"ED129681",
        "title":"Women's Films--A Critical Guide."},
      {
        "id":"ED129682",
        "title":"Development of a Cultural Self-Awareness Approach to Instruction in Intercultural Communication. Technical Report 73-17."},
      {
        "id":"ED129683",
        "title":"Workshop in Intercultural Communication: Handbook for Instructors. Technical Report 74-13."},
      {
        "id":"ED129684",
        "title":"1975 Curriculum for Primary Schools: Social Studies Guidelines."},
      {
        "id":"ED129685",
        "title":"Simulation Games: Tool for Political Efficacy."},
      {
        "id":"ED129687",
        "title":"A Nation of Learners."},
      {
        "id":"ED129688",
        "title":"Social Studies Education, into the Second Two Hundred Years."},
      {
        "id":"ED129689",
        "title":"Crimes and Criminal Justice, Students Book. The Lavinia and Charles P. Schwartz Citizenship Project."},
      {
        "id":"ED129690",
        "title":"White Ethnic Groups and American Politics, Student Book. The Lavinia and Charles P. Schwartz Citizenship Project."},
      {
        "id":"ED129691",
        "title":"President at Work, Student Book [And] Teachers Guide. The Lavinia and Charles P. Schwartz Citizenship Project."},
      {
        "id":"ED129692",
        "title":"Business and the American Political Process, Student Book [And] Teachers Guide. The Lavinia and Charles P. Schwartz Citizenship Project."},
      {
        "id":"ED129694",
        "title":"Indians in the American System: Past and Present, Student Book. The Lavinia and Charles P. Schwartz Citizenship Project."},
      {
        "id":"ED129695",
        "title":"So You Want to Be a Discussion Leader: A Discussion with Group Leaders."},
      {
        "id":"ED129696",
        "title":"The Neighborhood and American Society. (Controversial Issues Kit&quot; No. 1."},
      {
        "id":"ED129697",
        "title":"Women in Working Class Ethnic Communities. \"Controversial Issues Kit\" No. 2."},
      {
        "id":"ED129698",
        "title":"Group Identity, Multiethnicity and Cultural Variations in Education. \"Controversial Issues Kit\" No. 3."},
      {
        "id":"ED129699",
        "title":"Commemoration Ceremony in Honor of the Two Hundredth Anniversary of the First Continental Congress in the United States House of Representatives, September Twenty-Fifth, Nineteen Hundred and Seventy-Four."},
      {
        "id":"ED129701",
        "title":"Manual for Developing a Student Intern Program in Politics and Government: An Adopter's Guide Referenced in \"Promising Practices in Oregon Education,\" 1974."},
      {
        "id":"ED129702",
        "title":"Education and Job Satisfaction: A Questionable Payoff. [A Research Report.]"},
      {
        "id":"ED129703",
        "title":"Annotated Bibliography of Multi-ethnic Curriculum Materials, Fourth Supplement."},
      {
        "id":"ED129704",
        "title":"Cultures of the World: Administrative Manual [And] Study Guide."},
      {
        "id":"ED129705",
        "title":"Community Health: Course Administrator Manual [And] Supplemental Readings [And] Unit Study Guides [And] Student Manual."},
      {
        "id":"ED129706",
        "title":"Principles of Economics: Course Administrative Manual [And] Unit Study Guide."},
      {
        "id":"ED129707",
        "title":"Introduction to Social Psychology: Administrative Manual [And] Student Manual [And] Unit Study Guide."},
      {
        "id":"ED129709",
        "title":"Asian American Reference Data Directory."},
      {
        "id":"ED129710",
        "title":"Educating Parents about Education: A Review of Some Issues, Methods and Sources of Information."},
      {
        "id":"ED129711",
        "title":"Social Organization of the High School Study."},
      {
        "id":"ED129712",
        "title":"Studying Schools As Social Systems: A Mannual for Field Research in Education. Instructors' Manual."},
      {
        "id":"ED129713",
        "title":"Studying Schools as Social Systems: A Manual for Field Research in Education."},
      {
        "id":"ED129714",
        "title":"Teacher Education as a Process of Socialization: The Social Distribution of Knowledge."},
      {
        "id":"ED129715",
        "title":"Reflections on Change in Teacher Education. A Final Report to USOE for an Institutional Grant."},
      {
        "id":"ED129717",
        "title":"Survey of Student Teaching in the State University System of Florida, 1974-1975."},
      {
        "id":"ED129718",
        "title":"Values/Moral Education: A Synthesis Model. Special Current Issues Publication: No. 7."},
      {
        "id":"ED129719",
        "title":"Soccer; Speedball; Flag Football, June 1976--June 1978. NAGWS Guide."},
      {
        "id":"ED129720",
        "title":"Field Hockey; Lacrosse, June 1976-June 1978. NAGWS Guide."},
      {
        "id":"ED129721",
        "title":"Team Handball; Racquetball; Orienteering; September 1976--September 1978. NAGWS Guide."},
      {
        "id":"ED129724",
        "title":"A Summary: Maine Teacher Corps, 1973-75. University of Maine, Portland-Gorham."},
      {
        "id":"ED129725",
        "title":"The Process of Individualizing Instruction. Professional Paper 8-72."},
      {
        "id":"ED129729",
        "title":"Education for Tolerance: An Experiment in Counter-Authoritarianism."},
      {
        "id":"ED129730",
        "title":"Right to Read Preservice Teacher Preparation Project. A Competency-Based Teacher Education Model. A Final Report, 1974-1976. Vol. I."},
      {
        "id":"ED129731",
        "title":"The Socialization of Teachers for Early Childhood Programs."},
      {
        "id":"ED129732",
        "title":"Dimensions of Inservice Courses for Teachers. A Method of Generating Varied Types of Courses. C.A.T. Education Monograph No. 18."},
      {
        "id":"ED129733",
        "title":"Issues to Face. ISTE Report I."},
      {
        "id":"ED129734",
        "title":"The Literature on Inservice Teacher Education. An Analytic Review. ISTE Report III."},
      {
        "id":"ED129735",
        "title":"Creative Authority and Collaboration. A Collection of Position Papers. ISTE Report IV."},
      {
        "id":"ED129738",
        "title":"Teacher Corps/Youth Advocacy Projects: Education for Troubled Youths."},
      {
        "id":"ED129739",
        "title":"Teacher Evaluation: Relevant Concepts and Related Procedures."},
      {
        "id":"ED129740",
        "title":"Educating a Profession: For What Purposes?"},
      {
        "id":"ED129741",
        "title":"Complying with Title IX of the Education Amendments of 1972 in Physical Education and High School Sports Programs. A Manual on Physical Education and Sports Programs for Administrators, Athletic Directors, Coaches, and Teachers in Local Education Agencies and for Personnel in General Physical Education Programs in Colleges and Universities."},
      {
        "id":"ED129742",
        "title":"Movement. Proceedings of Seventh Symposium in Psychomotor Learning and Sport Psychology."},
      {
        "id":"ED129745",
        "title":"Twenty-one Ways to Develop Esprit De Corps Among Your Student Officials."},
      {
        "id":"ED129746",
        "title":"The Development and Evaluation of the Multi-Unit Elementary School. Maxi II Practicum Report."},
      {
        "id":"ED129750",
        "title":"B.A.B.E.L. Career Lattice Program."},
      {
        "id":"ED129754",
        "title":"Use of Student-Composed Tests and Their Effect on the Attitudes and Task Performance of University Students."},
      {
        "id":"ED129755",
        "title":"Right to Read Preservice Teacher Preparation Project. A Competency Based Teacher Education Model. A Final Report, 1974-1976. Vol. II."},
      {
        "id":"ED129757",
        "title":"NCATE: A Study of the Accreditation Process."},
      {
        "id":"ED129758",
        "title":"Change in Your Minor Sport Organization: How To Do It!"},
      {
        "id":"ED129759",
        "title":"Crisis in Amateur Sports Organizations Viewed by Change Agent Research (CAR)."},
      {
        "id":"ED129760",
        "title":"Change Agent Research: Phase I-Organizational Audit and Communication Feedback Applied to Windsor Minor Lacrosse."},
      {
        "id":"ED129761",
        "title":"Accumulation and Application of Knowledge Through Sports Institute for Research/Change Agent Research (SIR/CAR) System."},
      {
        "id":"ED129763",
        "title":"Effect of Research Based Processes and Products on Teacher Education Programs."},
      {
        "id":"ED129764",
        "title":"Getting Ready for National Health Insurance: Shortchanging Children; Hearings Before the Subcommittee on Oversight and Investigations of the Committee on Interstate and Foreign Commerce, House of Representatives, Ninety-Fourth Congress, First Session on the Role of Government in Preventive Health Programs That Primarily Affect Children."},
      {
        "id":"ED129765",
        "title":"Movement Education-Past-Present-Future."},
      {
        "id":"ED129766",
        "title":"A Bibliography on Moral/Values Education."},
      {
        "id":"ED129767",
        "title":"Report on the National Conference on Planning for Moral/Citizenship Education. June 4, 5, 6, 1976. Sugar Loaf Conference Center. Philadelphia, Pa."},
      {
        "id":"ED129769",
        "title":"The Organizational History of the Canadian Intercollegiate Athletic Union: SIR/CAR Model and Method for Analyzing Conflict and Change."},
      {
        "id":"ED129770",
        "title":"Priorities and Perspectives in Education. Proceedings of the 1975 Cogito Conference (Toronto) Ontario, October 23-24, 1975)."},
      {
        "id":"ED129771",
        "title":"Research in Comparative Physical Education: Some Interdisciplinary Considerations."},
      {
        "id":"ED129772",
        "title":"Effects of Team Supervision on the Divergent Questioning of Student Teachers and the Divergent Thinking of Their Elementary Pupils."},
      {
        "id":"ED129773",
        "title":"The Effects of Training for Enthusiasm on the Enthusiasm Displayed by Preservice Elementary Teachers."},
      {
        "id":"ED129774",
        "title":"Classroom Verbal Behavior: Contextual Purpose and Situational Factors."},
      {
        "id":"ED129775",
        "title":"A \"Knowledgeable\" Approach to Organizing a College of Education."},
      {
        "id":"ED129778",
        "title":"Reading Aloud to Children (Instructor's Manual). Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129779",
        "title":"Reading Aloud to Children. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129780",
        "title":"Literary Analysis of Children&apos;s Stories (Instructor&apos;s Guide). Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129781",
        "title":"Literary Analysis of Children's Stories. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129782",
        "title":"Classifying Word Identification Errors, Module B: Analysis of Oral Reading Errors (Answer Key). Toward Competence Instructional Materials for Teacher Education. Report No. Case-02-75."},
      {
        "id":"ED129783",
        "title":"Classifying Word Identification Errors, Module B: Analysis of Oral Reading Errors. Toward Competence Instructional Materials for Teacher Education. Report No. Case-02-75."},
      {
        "id":"ED129784",
        "title":"Classification Skills. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129785",
        "title":"Teaching the Concept of Area. Response Manual. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129786",
        "title":"Teaching the Concept of Area. Instructor&apos;s Manual. A Module Approach Integrating Content, Method, and Field Experience. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129787",
        "title":"Teaching the Concept of Area. A Module Approach Integrating Content, Method, and Field Experience. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129788",
        "title":"Classifying Word Identification Errors, Module A: Phonemic and Morphemic Elements. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129789",
        "title":"Classifying Word Identification Errors, Module A: Phonemic and Morphemic Elements (Answer Key). Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129790",
        "title":"Modality Linking: Selection of Activities and Materials. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129791",
        "title":"Interpersonal Perception. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129792",
        "title":"Interpersonal Perception (Answer Key). Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129793",
        "title":"Interpersonal Perception (Pre-Assessment). Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129794",
        "title":"Interpersonal Perception (Post-Assessment). Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129795",
        "title":"Identifying and Ordering Evaluation Priorities. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129796",
        "title":"Instructional Modules for Training Special Education Teachers: A Final Report on the Development and Field Testing of the CUNY-CBTEP Special Education Modules. Case 30-76. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129797",
        "title":"Parent Involvement in the Education of Young Handicapped Children. Module I: Family Reactions to the Handicapped Child. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129798",
        "title":"Parent Involvement in the Education of Young Handicapped Children. Module I: Family Reactions to the Handicapped Child. Instructior's Manual. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129799",
        "title":"Parent Involvement in the Education of Young Handicapped Children. Module II: How Parents Can Help. Toward Competence Instructional Materials for Teacher Education. Case 03-75."},
      {
        "id":"ED129800",
        "title":"Parent Involvement in the Education of Young Handicapped Children. Module II: How Parents Can Help. Instructor's Manual. Toward Competence Instructional Materials for Teacher Education. Case 03-75."},
      {
        "id":"ED129801",
        "title":"Parent Involvement in the Education of Young Handicapped Children. Module III: Parents as Partners: Home-School Plans. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129802",
        "title":"Parent Involvement in the Education of Young Handicapped Children. Module III: Parents as Partners: Home-School Plans. Instructor's Manual. Toward Competence Instructional Materials for Teacher Education."},
      {
        "id":"ED129803",
        "title":"Developing and Improving Instruments for Measuring the Competence of Preservice Teacher Education Students."},
      {
        "id":"ED129804",
        "title":"Identification and Analysis of Classroom Problems Affecting Teachers in Northwest Indiana."},
      {
        "id":"ED129805",
        "title":"Costs, Benefits and/or Liabilities Model for the Western Washington State College Teachers Corps Teacher Designed Inservice Project."},
      {
        "id":"ED129806",
        "title":"Inservice Education Consortia Development. Dissemination Report: Second Year--Ninth Cycle Teacher Corps."},
      {
        "id":"ED129807",
        "title":"Designing a System for Managing Assessment in Competency Based Teacher Education Programs."},
      {
        "id":"ED129808",
        "title":"Professional Development Centers: &quot;The Maryland Approach.&quot;"},
      {
        "id":"ED129812",
        "title":"Affirmative Action: Its Effects Upon Intramural-Recreational Sports Department Employment Policies."},
      {
        "id":"ED129813",
        "title":"The Competitive Emphasis of Sport: A Need For Reflection."},
      {
        "id":"ED129814",
        "title":"The First Sports Medicine Books in English."},
      {
        "id":"ED129815",
        "title":"Dance: A Catalyst of Religion."},
      {
        "id":"ED129816",
        "title":"The Allen File: Landmark in Nineteenth Century American Physical Education."},
      {
        "id":"ED129817",
        "title":"Cowboys and Indians: College Football on the American Frontier -- The New Mexico Territory, 1892-1912."},
      {
        "id":"ED129818",
        "title":"Adele Parot: Beacon of the Dioclesian Lewis School of Gymnastic Expression in the American West."},
      {
        "id":"ED129819",
        "title":"Of Rails and Red Stockings: A Vignette on the Extension of Baseball to the American West."},
      {
        "id":"ED129820",
        "title":"The Non-Adult Participation Program in Detroit Public School Athletics, 1928-1931."},
      {
        "id":"ED129821",
        "title":"Sports, Physical Activity and Recreation in Early American History."},
      {
        "id":"ED129822",
        "title":"Women--Sex Objects in Ancient Egypt."},
      {
        "id":"ED129823",
        "title":"The 1831 Athletic Controversy: New England Educators' Dilemma."},
      {
        "id":"ED129824",
        "title":"Papers on the National Health Guidelines: Baselines for Setting Health Goals and Standards."},
      {
        "id":"ED129826",
        "title":"A Metaethical Analysis of \"Work\" and \"Play\" as Related to North American Sport."},
      {
        "id":"ED129827",
        "title":"The Role of Women in Ancient Fertility Cults and the Origin of Sports."},
      {
        "id":"ED129828",
        "title":"The Indian Athlete: Exploiting or Exploited?"},
      {
        "id":"ED129829",
        "title":"The Future as History in Sport and Physical Education."},
      {
        "id":"ED129835",
        "title":"Sample Design and Data Collection: National Study of the Upward Bound Program."},
      {
        "id":"ED129836",
        "title":"Simultaneous Statistical Inference and Statistical Power in Survey Research Applications of the General Linear Model. Discussion Papers 326-75."},
      {
        "id":"ED129837",
        "title":"Canadore Comprehensive Achievement Monitoring (CAM) Mathematics: An Introduction &amp; Overview."},
      {
        "id":"ED129838",
        "title":"The Sliding Person Test--A Non-Verbal Measure of Self-Esteem."},
      {
        "id":"ED129839",
        "title":"Scoring Instrumental and Vocal Musical Performances."},
      {
        "id":"ED129840",
        "title":"The Rasch Item Characteristic Curve and Actual Item Performance."},
      {
        "id":"ED129841",
        "title":"Application of SIGGS to Project PRIME: A General Systems Approach to Evaluation of Mainstreaming."},
      {
        "id":"ED129842",
        "title":"Dangers in Required Comparability."},
      {
        "id":"ED129843",
        "title":"A Study of the Characteristics of School Outliers."},
      {
        "id":"ED129844",
        "title":"Ethical Considerations in the Anthropological Evaluation of Educational Programs."},
      {
        "id":"ED129845",
        "title":"Evaluating the Process of Educational Change: A Method."},
      {
        "id":"ED129846",
        "title":"The Quality of Domain-Referenced Test Items."},
      {
        "id":"ED129847",
        "title":"An Evaluation and Comparison of Discrimination Procedures for Certain Types of Non-Normal Distributions."},
      {
        "id":"ED129848",
        "title":"Sample Tools and Conceptualizations With Which to Develop an Evaluation Design for Vocational Occupational Technical Education (VOTE) Programs for the Deaf."},
      {
        "id":"ED129849",
        "title":"It's the Metric That Counts; or, Criterion Referenced Schizophrenia."},
      {
        "id":"ED129850",
        "title":"CAAPM: Computer-Aided Admissible Probability Measurement on PLATO IV."},
      {
        "id":"ED129851",
        "title":"Criterion/Objective Referenced Testing: Usages in Some Member Systems of the Council of the Great City Schools."},
      {
        "id":"ED129852",
        "title":"The CLEP General Examinations in American Colleges and Universities."},
      {
        "id":"ED129853",
        "title":"Validating a Procedure for Assessing Bias in Test Items in the Absence of an Outside Criterion."},
      {
        "id":"ED129854",
        "title":"The Role of Student Instructional Expectations in the College Classroom: A Critique and Empirical Analysis."},
      {
        "id":"ED129855",
        "title":"The Theory of Evaluation with an Emphasis on the Formative Phase."},
      {
        "id":"ED129856",
        "title":"A Process for Affecting Student Career Maturity Development in a Rural Schools System."},
      {
        "id":"ED129857",
        "title":"An Experiment in Curriculum Evaluation: Science Curriculum Improvement Study and Scientific Literacy."},
      {
        "id":"ED129858",
        "title":"An Evaluation of Five Years of Experience in Interdisciplinary Teaching in a Medical School."},
      {
        "id":"ED129859",
        "title":"The California High School Proficiency Exam."},
      {
        "id":"ED129860",
        "title":"Cooperative Education--A National Assessment: An Annotated Bibliography."},
      {
        "id":"ED129861",
        "title":"Monte Carlo Results from a Computer Program for Tailored Testing."},
      {
        "id":"ED129862",
        "title":"A Layman's Guide to the Measurement of Educational Achievement in New Jersey."},
      {
        "id":"ED129863",
        "title":"Psychological Effects of Immediate Knowledge of Results and Adaptive Ability Testing. Research Report 76-4."},
      {
        "id":"ED129864",
        "title":"Effects of Immediate Knowledge of Results and Adaptive Testing on Ability Test Performance. Research Report 76-3."},
      {
        "id":"ED129865",
        "title":"Identifying the Characteristics of the Ideal Professor: An Application of Multidimensional Scaling."},
      {
        "id":"ED129867",
        "title":"Relationships Among Secondary Students' Evaluations of Their Courses and Teachers and Their General Attitude Toward School."},
      {
        "id":"ED129868",
        "title":"Individual Differences and Mathematics Achievement: An Investigation of Aptitude-Treatment Interactions in an Evaluation of Three Instructional Approaches."},
      {
        "id":"ED129869",
        "title":"Early Childhood Assessment: A Criterion Referenced Screening Device. Test Manual."},
      {
        "id":"ED129870",
        "title":"Evaluation: A Summary of NESDEC's Annual School Boards Conference."},
      {
        "id":"ED129871",
        "title":"Estimating Bias in Test Items Utilizing Principal Components Analysis and the General Linear Solution."},
      {
        "id":"ED129872",
        "title":"Visual Concepts Program: An Evaluation Report."},
      {
        "id":"ED129873",
        "title":"Registration Procedures Evaluation (1971-72 for 1972-73 School Year)."},
      {
        "id":"ED129874",
        "title":"Year Round High Schools for Phoenix. Final Evaluation Report: A Review of Objectives (1974-75)."},
      {
        "id":"ED129875",
        "title":"An Evaluation of Physical Education Opportunities for Exceptional Learners (PEOPEL)."},
      {
        "id":"ED129876",
        "title":"The Validation of Educational Programs."},
      {
        "id":"ED129877",
        "title":"The MAT-SEA-CAL Instruments for Assessing Language Proficiency."},
      {
        "id":"ED129878",
        "title":"Reports on the Development and Validation of a System for Measuring Literal Comprehension in a Multiple-Choice Cloze Format: Preliminary Factor Analytic Results."},
      {
        "id":"ED129879",
        "title":"Revision of the Delta Nursing Scales."},
      {
        "id":"ED129880",
        "title":"Self Concept: An Examination of Structure."},
      {
        "id":"ED129881",
        "title":"Assessing Differences Between Grouped and Individual-Level Regression Coefficients."},
      {
        "id":"ED129882",
        "title":"The Learning Environment Inventory: A reexamination of Its Structure and Use."},
      {
        "id":"ED129883",
        "title":"Language Interaction in a Bilingual Classroom: An Observational Study."},
      {
        "id":"ED129884",
        "title":"A Computer Simulation Study of Measures for Validating Learning Hierarchies."},
      {
        "id":"ED129885",
        "title":"A Learning Needs Assessment of Operating Room Nurses."},
      {
        "id":"ED129886",
        "title":"Test Content in Mathematics and Science: The Consideration of Sex."},
      {
        "id":"ED129887",
        "title":"Development of a New Approach to the Measurement of Integrative Teacher Behavior."},
      {
        "id":"ED129888",
        "title":"Using Quality of Student Life Indicators at Three Cooperating Colleges: The Cycles Survey."},
      {
        "id":"ED129889",
        "title":"WTTW-ESAA Television Pilot, &quot;TCR '77,&quot;: Formative Evaluation."},
      {
        "id":"ED129890",
        "title":"Attitudes, Evaluation, and Exam Practices of Faculty in a Small University."},
      {
        "id":"ED129891",
        "title":"Paradigm for Evaluation in the High School. Final Report."},
      {
        "id":"ED129893",
        "title":"Evaluation of Educational Research in the Netherlands."},
      {
        "id":"ED129894",
        "title":"Two Conceptualizations of Student-Instructor Disparity: An Analysis of Absolute and Relative Disparity Models in Relation to Course Evaluation Ratings."},
      {
        "id":"ED129895",
        "title":"The Revision and Validation of a Set of Career Education Cognitive Evaluation Instruments."},
      {
        "id":"ED129896",
        "title":"Evaluation of Dade County Public School Career Education Program, 1975-76."},
      {
        "id":"ED129897",
        "title":"The National Assessment of Educational Progress: Its Results Need to be Made More Useful. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED129899",
        "title":"Comparison of ASVAB Test-Retest Results of Male and Female Enlistees. Final Report for Period July 1974-October 1975."},
      {
        "id":"ED129900",
        "title":"Development of an Experimental Literacy Assessment Battery. Final Report."},
      {
        "id":"ED129901",
        "title":"Practical Procedures for Increasing the Reliability of Classroom Tests by Using the Rasch Model."},
      {
        "id":"ED129902",
        "title":"The Validity of Student Ratings: A Critique."},
      {
        "id":"ED129903",
        "title":"A Multivariate Study of Variables Effecting Student Ratings of Teaching and Course Outcomes Within a Multiple Instructor Mode."},
      {
        "id":"ED129904",
        "title":"The Accuracy of Three Approximations for Test Reliability."},
      {
        "id":"ED129905",
        "title":"The Frequency and Quality of Measures Utilized in Federally-Sponsored Research on Children and Adolescents."},
      {
        "id":"ED129906",
        "title":"Administrative Concerns in Developing Programs of Applied Performance Testing."},
      {
        "id":"ED129907",
        "title":"The Influence of Format Change on the Halo Effect of Student Ratings."},
      {
        "id":"ED129908",
        "title":"GPO: Send Me The Primary Effects of Common Instruction! Professional Paper 34."},
      {
        "id":"ED129909",
        "title":"Dear Mama: Why Don't They Love Me Anymore? NCME Measurement in Education, Vol. 6, No. 4, Fall 1975."},
      {
        "id":"ED129910",
        "title":"Using Group Performance to Interpret Individual Responses to Criterion-Referenced Tests. Professional Paper 25."},
      {
        "id":"ED129911",
        "title":"Do Mothers and Fathers Agree on Ratings of Their Preschool Child on the Barber Scales of Self-Regard?"},
      {
        "id":"ED129912",
        "title":"Performance Indicators in Education: Telephone Survey."},
      {
        "id":"ED129913",
        "title":"A Study of the Generalizability of the Results of a Standardized Achievement Test."},
      {
        "id":"ED129914",
        "title":"The Development, Use, and Importance of Instruments that Validly and Reliably Assess the Degrees to Which Experimental Programs Are Implemented."},
      {
        "id":"ED129915",
        "title":"Performing a Content Validation Study."},
      {
        "id":"ED129916",
        "title":"On the Equivalence of Constructed-Response and Multiple-Choice Tests."},
      {
        "id":"ED129917",
        "title":"Grade Inflation in Higher Education: What Can Or Should We Do?"},
      {
        "id":"ED129918",
        "title":"Item Response Changes and Cognitive Style."},
      {
        "id":"ED129919",
        "title":"Career Opportunities Program in Philadelphia, Pennsylvania. Report Number 7623."},
      {
        "id":"ED129920",
        "title":"Predicting Attrition: An Empirical Study at the United States Air Force Academy."},
      {
        "id":"ED129921",
        "title":"The Comprehensive Early Childhood Education Network, 1974-75. Final Evaluation Report. Report Number 7620."},
      {
        "id":"ED129922",
        "title":"Development and Standardization of Parallel Forms of the Curry-Geis Syllabication Skills Test [including Curry-Geis Syllabication Skills Test Form A and Form B))."},
      {
        "id":"ED129923",
        "title":"An Information Processing Approach to the Assessment of Creative Ability in College Music Majors."},
      {
        "id":"ED129924",
        "title":"The Feasibility of Using Criterion-Referenced Tests for Large-Scale Evaluations."},
      {
        "id":"ED129925",
        "title":"A National Study of the Upward Bound Program: Analysis, Major Findings and Implications."},
      {
        "id":"ED129926",
        "title":"The Use of Ethnography and Criticism as Methods for Disclosing Classroom Settings."},
      {
        "id":"ED129927",
        "title":"Teacher Judgments and Pupil Observations: Beauty in the Eye of the Beholder."},
      {
        "id":"ED129928",
        "title":"Racial and Ethnic Bias in Test Construction."},
      {
        "id":"ED129929",
        "title":"A Fault Tree Approach to Needs Assessment -- An Overview."},
      {
        "id":"ED129930",
        "title":"A National Study of the Upward Bound Program: Methodological and Design Considerations."},
      {
        "id":"ED129931",
        "title":"Cleveland's Project Impact -- A Self Perpetuating Inservice Program for the Urban School."},
      {
        "id":"ED129932",
        "title":"Is Japanese Education Becoming Less Egalitarian? Notes on High School Stratification and Reform."},
      {
        "id":"ED129933",
        "title":"Jensen's Twin Fantasy. Discussion Papers 341-76."},
      {
        "id":"ED129934",
        "title":"Quality Urban Education--The Critical Issue of Dollars."},
      {
        "id":"ED129936",
        "title":"The Public Kindergarten Concept as a Factor in Racial Attitudes."},
      {
        "id":"ED129937",
        "title":"Minorities and Malnutrition."},
      {
        "id":"ED129938",
        "title":"Legislation for Human Needs: An Agenda for 1976."},
      {
        "id":"ED129940",
        "title":"Equal Educational Opportunity: The State of the Law. ERIC-CUE Urban Disadvantaged Series, Number 48."},
      {
        "id":"ED129942",
        "title":"Multiculturalism and Ethnic Attitudes in Canada: A Summary of a National Survey."},
      {
        "id":"ED129943",
        "title":"Schooling in the Dominican Republic. ERIC-CUE Urban Disadvantaged Series, Number 47."},
      {
        "id":"ED129944",
        "title":"Defining Equality of Educational Opportunity for New Jersey. A Report of the New Jersey Educational Reform Project."},
      {
        "id":"ED129946",
        "title":"Stability of Racial Mix in Illinois Schools. Summary Report."},
      {
        "id":"ED129947",
        "title":"Project Catch-Up. Awareness Brochure."},
      {
        "id":"ED129948",
        "title":"Project Catch-Up. Analysis and Selection Kit."},
      {
        "id":"ED129950",
        "title":"The Role Change Intervention: Experimental Data and a Design for Compensatory Education."},
      {
        "id":"ED129951",
        "title":"Educational Disadvantage and the Educational Needs of Immigrants. Observations on the Report on Education of the Select Committee on Race Relations and Immigration."},
      {
        "id":"ED129952",
        "title":"A Longitudinal Study of Selected Out of School NYC-2 Programs in Four Cities. Final Report."},
      {
        "id":"ED129953",
        "title":"Identification of the Schools in Which a Considerable Proportion of the Students Come from Disadvantaged Areas. Report on Disadvantaged Schools on the Island of Montreal."},
      {
        "id":"ED129954",
        "title":"Colloque sur les Milieuz Defavorises. Rapport Synthese. (Conference on the Disadvantaged Environment. Summary Report)."},
      {
        "id":"ED129955",
        "title":"The Changing World View of Minority Migrants in an Urban Setting."},
      {
        "id":"ED129956",
        "title":"Conflict Management. Human Relations Training Guide."},
      {
        "id":"ED129957",
        "title":"Multiethnic Materials. A Selected Bibliography."},
      {
        "id":"ED129958",
        "title":"Roles of Cities in Human Services. Human Services Bibliography Series, Number 3, September 1976."},
      {
        "id":"ED129959",
        "title":"Needs Assessment. Human Services Bibliography Series, Number 2, August 1976."},
      {
        "id":"ED129961",
        "title":"Role Taking and Self-Identification."},
      {
        "id":"ED129963",
        "title":"Family Environments and Language Skills."},
      {
        "id":"ED129964",
        "title":"Texas Education Agency (Austin Independent School District), et al., Petitioners v. United States of America, et al. In the Supreme Court of the United States, October Term, 1976.No.76-200 Brief for the United States."},
      {
        "id":"ED129965",
        "title":"Caribbean American Scholars Exchange Program: A Program of the Phelps-Stokes Fund."},
      {
        "id":"ED129966",
        "title":"Social Research and the Black Community: Selected Issues and Priorities."},
      {
        "id":"ED129967",
        "title":"Ecology of Child Development. Proceedings of the American Philosophical Society Held at Philadelphia For Promoting Useful Knowledge; Volume 119, Number 6, December 5, 1975."},
      {
        "id":"ED129968",
        "title":"An Evaluation of the Educational Opportunities Fund. A Report to the Minister of Education, Province of Alberta."},
      {
        "id":"ED129969",
        "title":"Small Business Among Koreans in Los Angeles."},
      {
        "id":"ED129970",
        "title":"Who? Where? Why? Career Guidance, Counseling and Placement: A Developmental Self-Concept Approach."},
      {
        "id":"ED129971",
        "title":"Certification, Credentialing, Licensing and the Renewal Process. Proceedings of a Conference Sponsored by Northwest Adult Education Association, Washington Continuing Education Association, ERIC Clearinghouse in Career Education (Seattle, Washington, February, 1976)."},
      {
        "id":"ED129972",
        "title":"Adult Basic Education: Literature Abstracts in Staff Development, 1965-1975."},
      {
        "id":"ED129973",
        "title":"Business, Office, and Distributive Education for North Dakota Secondary Schools."},
      {
        "id":"ED129975",
        "title":"Getting Started in the Classroom."},
      {
        "id":"ED129977",
        "title":"Task Descriptions in Diagnostic Radiology. Research Report No. 7. Volume 1, Medical Tasks: What the Radiologist Does."},
      {
        "id":"ED129978",
        "title":"A Four State Regional Institute for Selected Adult, Supplementary, and Vocational Education Directors and Coordinators. Adult Coordinators Handbook."},
      {
        "id":"ED129979",
        "title":"Climate Control. Secondary School Course Guide."},
      {
        "id":"ED129980",
        "title":"Education Components for a Career Information System. Final Project Report for Fund for the Improvement of Post-Secondary Education."},
      {
        "id":"ED129981",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 9, Number 3. VT 102 801-l03 000."},
      {
        "id":"ED129983",
        "title":"Career Education Mini-Conferences. Final Report."},
      {
        "id":"ED129984",
        "title":"Teaching Guide for Business Machine Repair Occupations."},
      {
        "id":"ED129985",
        "title":"Teaching Guide for Building Maintenance Occupations."},
      {
        "id":"ED129986",
        "title":"Teaching Guide for Social Service Occupations."},
      {
        "id":"ED129987",
        "title":"Teaching Guide for Fire Cadet Occupations."},
      {
        "id":"ED129988",
        "title":"Teaching Guide for Still Photographic Technician Aide Occupations."},
      {
        "id":"ED129989",
        "title":"Community Health Worker. Program Manual."},
      {
        "id":"ED129991",
        "title":"A Media Technology Curriculum."},
      {
        "id":"ED129992",
        "title":"SI (Systeme International). A Metric Workbook for Teachers of Consumer & Homemaking Education."},
      {
        "id":"ED129993",
        "title":"Teacher-Developed Curriculum Modules from Selected Regions of Texas: Combining Basic Learner Outcomes for Career Education and Existing Curriculum in Grades 9 through 12."},
      {
        "id":"ED129995",
        "title":"Instructions for the Development of Career Preparation Analysis Charts (Careerograms)."},
      {
        "id":"ED129996",
        "title":"The Development and Field Testing of an Independent Study Program in Vocational Education. A Feasibility Study."},
      {
        "id":"ED129997",
        "title":"Career Education Evaluation 1974-1975. Interim Report. Lincoln Career Education Project."},
      {
        "id":"ED129998",
        "title":"Issues and Answers in Vocational Education. National Leadership Development Seminar for State Directors of Vocational Education. Leadership Training Series No. 45."},
      {
        "id":"ED129999",
        "title":"Directory of Task Inventories. Volume 3."},
      {
        "id":"ED130000",
        "title":"Industry-Education Innovations in Personnel Development. National Vocational Education Personnel Development Seminar (Omaha, Nebraska, October 28-31, 1975). Leadership Training Series No. 46."},
      {
        "id":"ED130001",
        "title":"Recent Initiatives in Labor-Management Cooperation."},
      {
        "id":"ED130002",
        "title":"Career Education in Rural Arizona. Final Report. Revised."},
      {
        "id":"ED130004",
        "title":"Research and Development Project in Career Education. Cities of Yonkers and Syracuse, New York. Final Report. Volume II of II."},
      {
        "id":"ED130005",
        "title":"Changes in Occupational Characteristics in the Next Decade: Their Implications for Planning in Vocational Education."},
      {
        "id":"ED130007",
        "title":"Research and Development Projects in Career Education. Final Report."},
      {
        "id":"ED130008",
        "title":"Career Education Guide: (K-2)."},
      {
        "id":"ED130009",
        "title":"Career Education Guide: (3-4)."},
      {
        "id":"ED130010",
        "title":"Career Education Guide: (5-6)."},
      {
        "id":"ED130011",
        "title":"Military Pedagogy. A Soviet View. Soviet Military Thought Series."},
      {
        "id":"ED130012",
        "title":"Handbook for the Design and Implementation of Air Force Learning Center Programs."},
      {
        "id":"ED130013",
        "title":"Contingency Approaches to Leadership: A Review and Synthesis. Interim Report for Preiod 1 September 1974-1 June 1975."},
      {
        "id":"ED130014",
        "title":"Longitudinal Inferences of Job Attitude and Tenure Relationships from Cross-Sectional Data. Interim Report for Period 1 October 1974-31 March 1976."},
      {
        "id":"ED130015",
        "title":"Occupational Stereotyping. The Mandate-Condition-Need."},
      {
        "id":"ED130016",
        "title":"A Bill to Provide a Special Program for Financial Assistance to Opportunities Industrialization Centers in Order to Provide New Skills Training Opportunities, and to Other National Community Based Organizations to Provide Comprehensive Employment Services to Create One Million New Training and Job Opportunities."},
      {
        "id":"ED130017",
        "title":"Feasibility of Extension of Selected GED Services to USAR and ARNG. Final Report."},
      {
        "id":"ED130018",
        "title":"The Labor Supply for Lower Level Occupations. R&D Monograph 42."},
      {
        "id":"ED130021",
        "title":"Guiding Principles for Responsible Packaging & Labeling. Report of the Sub-Council on Packaging and Labeling of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130022",
        "title":"Guidelines on Advertising Substantiation. Report of the Sub-Council on Advertising and Promotion of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130023",
        "title":"Corporate Policies and Procedures on Advertising & Promotion. Report of the Sub-Council on Advertising and Promotion of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130024",
        "title":"What Does Advertising Do for the Consumer? Resource Paper Prepared by the Sub-Council on Advertising and Promotion of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130025",
        "title":"Responsive Approaches to Consumer Complaints and Remedies. Report of the Sub-Council on Complaints and Remedies of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130026",
        "title":"Product Performance and Servicing: An Examination of Consumer Problems and Business Responses. Report of the Sub-Council on Performance and Service of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130027",
        "title":"Product Warranties: Business Guidelines to Meet Consumer Needs. Report of the Sub-Council on Warranties and Guarantees of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130028",
        "title":"Safety in the Marketplace: A Program for the Improvement of Consumer Product Safety."},
      {
        "id":"ED130029",
        "title":"Financing the American Consumer: A Business Report on Consumer Credit. Part I--Summary Report. Report of the Sub-Council on Credit and Related Terms of Sale of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130030",
        "title":"Financing the American Consumer: A Business Report on Consumer Credit. Part II--Committee Reports. Report of the Sub-Council on Credit and Related Terms of Sale of the National Business Council for Consumer Affairs."},
      {
        "id":"ED130031",
        "title":"Women Who Head Families: A Socioeconomic Analysis. Special Labor Force Report 190."},
      {
        "id":"ED130032",
        "title":"Improving Employment Possibilities for Female Black Teenagers in New York City. Final Report."},
      {
        "id":"ED130033",
        "title":"Hampden District Regional Skills Center. Orientation & Assessment. Description & Objectives."},
      {
        "id":"ED130034",
        "title":"K-12 Classroom Teachers and Career Education: The Beautiful People. Monographs on Career Education."},
      {
        "id":"ED130035",
        "title":"Exemplary Projects. A Program of the National Institute of Law Enforcement and Criminal Justice."},
      {
        "id":"ED130036",
        "title":"Annotated Bibliography of the Personnel Research Division Reports (1973-1975)."},
      {
        "id":"ED130037",
        "title":"A Handbook and Curriculum Guide for Business Education for the State of Connecticut."},
      {
        "id":"ED130038",
        "title":"You've Got It, Danny! Language Development in Graphic Arts."},
      {
        "id":"ED130039",
        "title":"I Care for My Home."},
      {
        "id":"ED130040",
        "title":"Automobile Maintenance. Reading and Language Activities."},
      {
        "id":"ED130041",
        "title":"Analyses of WIN Team Functioning and Job Requirements, Final Report: Duties Performed and Style of Functioning, in Relation to Team Effectiveness. Technical Report 72-12."},
      {
        "id":"ED130042",
        "title":"Police Selection and Career Assessment."},
      {
        "id":"ED130043",
        "title":"Career Education and Work Experience Education: Can We Join Together?"},
      {
        "id":"ED130044",
        "title":"Career Education and the Marshmallow Principle."},
      {
        "id":"ED130045",
        "title":"\"Everyone's Favorite Solution\" Can't Be All Bad: A Reply to James O'Toole."},
      {
        "id":"ED130046",
        "title":"Career Education and the Business-Labor-Industry Community."},
      {
        "id":"ED130048",
        "title":"Competency-Based Adult Education Report."},
      {
        "id":"ED130049",
        "title":"The Influence of Training and Position Power on Leader Behavior. Organizational Research. Technical Report 75-72."},
      {
        "id":"ED130050",
        "title":"Expectancy Theory, Decision Theory and Occupational Preference and Choice. Organizational Research. Technical Report 75-75."},
      {
        "id":"ED130051",
        "title":"Why Women Work."},
      {
        "id":"ED130052",
        "title":"A Career-Oriented, Free-Flow, Peer-Instructional System. Professional Paper 6-73."},
      {
        "id":"ED130053",
        "title":"Role Perceptions of the Position of Local Vocational Administrator in Alabama."},
      {
        "id":"ED130054",
        "title":"Proceedings of a Series of Workshops on Writing Research and Development Proposals: A Final Report. Kentucky Research in Vocational Education Series, No. 2."},
      {
        "id":"ED130055",
        "title":"What Works! A Look at Effective Correctional Education and Training Experiences."},
      {
        "id":"ED130056",
        "title":"Consumer Education Reference Manual."},
      {
        "id":"ED130057",
        "title":"Career Education and Your Child: A Guide for Parents."},
      {
        "id":"ED130058",
        "title":"Curriculum Guide and Bibliography: \"Reducing Sex-Role Stereotyping through Career Education.\""},
      {
        "id":"ED130059",
        "title":"Statewide Implementation of K-14 Project of Career Education, Occupational Counseling, and Bridging the Gap Between School and Work. Final Report."},
      {
        "id":"ED130060",
        "title":"A Student Needs Assessment. Texas Career Education Measurement Series."},
      {
        "id":"ED130061",
        "title":"User's Guide. Texas Career Education Measurement Series."},
      {
        "id":"ED130062",
        "title":"The Differentiation of Occupations. Institute for Research on Poverty Discussion Paper 309-75."},
      {
        "id":"ED130063",
        "title":"Supplement &quot;A&quot; to Vocational Education for the Handicapped in Kentucky: A Survey of the Perceptions of Personnel in Vocational Education, Special Education and Vocational Rehabilitation. Final Report."},
      {
        "id":"ED130064",
        "title":"Career Education Competencies: A Catalog for Teacher Educators."},
      {
        "id":"ED130065",
        "title":"Overview of the Study of Women in New Careers (WINC). Volume II. Final Report."},
      {
        "id":"ED130066",
        "title":"Evaluation Report for Career Education Strategies: A Regional Process 1974-1975."},
      {
        "id":"ED130067",
        "title":"Career Oriented Education Management/Implementation Model. Model Description Package."},
      {
        "id":"ED130068",
        "title":"Teacher Guide for Career Oriented Education. Implementation Workshop: Phase II (Follow-Up)."},
      {
        "id":"ED130069",
        "title":"Teacher Guide for Career Oriented Education. Implementation Workshop: Phase III (Curriculum Development)."},
      {
        "id":"ED130070",
        "title":"Teacher Guide for Career Oriented Education. Implementation Workshop: Phase I (Readiness)."},
      {
        "id":"ED130071",
        "title":"On the Way to Work: A Report on Career Exploration in Boston Middle Schools."},
      {
        "id":"ED130072",
        "title":"Integrated Military-Civilian Workforce Analysis and Planning. OCMM Research Report No. 28."},
      {
        "id":"ED130073",
        "title":"Organizational Policy Decisions as a Function of Individual Differences and Task Design: Monitoring Tasks. Technical Report 9."},
      {
        "id":"ED130074",
        "title":"Manual for Employers."},
      {
        "id":"ED130075",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 9, Number 4. VT 103 001 -103 200."},
      {
        "id":"ED130076",
        "title":"An Introduction to Career Education. A Policy Paper of the U.S. Office of Education."},
      {
        "id":"ED130077",
        "title":"Task Descriptions in Diagnostic Radiology. Research Report No. 7. Volume 2, Radiologic Technologist Tasks Dealing with Patient Procedures. Part I: Tasks 7 through 386."},
      {
        "id":"ED130078",
        "title":"Task Descriptions in Diagnostic Radiology. Research Report No. 7. Volume 2, Radiologic Technologist Tasks Dealing with Patient Procedures. Part II: Tasks 387 through 526."},
      {
        "id":"ED130079",
        "title":"Adult Work Skills and Knowledge. Selected Results from the First National Assessment of Career and Occupational Development. Career and Occupational Development Report No. 05-COD-01."},
      {
        "id":"ED130080",
        "title":"Indiana Leadership Development Program for Vocational Administrative Personnel. Technical Report."},
      {
        "id":"ED130081",
        "title":"A Cost-Effectiveness Analysis Model for Secondary Vocational Programs. Technical Report."},
      {
        "id":"ED130082",
        "title":"Cost-Effectiveness Analyses of Secondary Vocational Programs. Administrator's Manual."},
      {
        "id":"ED130083",
        "title":"Cost-Effectiveness Materials for Locally Conducted Secondary School Vocational Education Program Investigations. Final Report."},
      {
        "id":"ED130085",
        "title":"Application of the Concept of Career Education to Higher Education: An Idealistic Model. Monographs on Career Education."},
      {
        "id":"ED130086",
        "title":"The Adult Illiterate in the Community."},
      {
        "id":"ED130087",
        "title":"Behavioral Self-Control and Career Development."},
      {
        "id":"ED130088",
        "title":"The Impact of Work Tests on the Employment Behavior of Welfare Recipients."},
      {
        "id":"ED130089",
        "title":"Comprehensive Career Education for America's Rural Schools."},
      {
        "id":"ED130090",
        "title":"Career Education Pamphlets (A Library of 1200 Free and Inexpensive Sources) Plus: \"100 Millionaire Success Stories.\" Where Important Careers Begin."},
      {
        "id":"ED130091",
        "title":"Career Development Intensified Teacher Training Workshop for North Dakota Teacher Educators. Handbook for Teacher Education."},
      {
        "id":"ED130092",
        "title":"The Efficacy of Career Education."},
      {
        "id":"ED130093",
        "title":"Report of Study on Vocational Programs in Selected California Correctional Institutions for Male Felons."},
      {
        "id":"ED130095",
        "title":"Competency-Based Vocational Education."},
      {
        "id":"ED130096",
        "title":"Issues in Vocational Education Evaluation."},
      {
        "id":"ED130097",
        "title":"Techniques for Assessing Interests, Aspirations, and Potential of Vocational Education Students."},
      {
        "id":"ED130098",
        "title":"Articulation in Education."},
      {
        "id":"ED130099",
        "title":"Priority Planning Pierces the Personpower Puzzle: Facing the Facts in Forecasting."},
      {
        "id":"ED130100",
        "title":"The Need for Bilingual-Vocational Education in America."},
      {
        "id":"ED130101",
        "title":"Development of Training Opportunities for Individuals in Rural Areas."},
      {
        "id":"ED135232",
        "title":"Teachers' Priorities in Correcting Learners' Errors in French Immersion Classes. Working Papers on Bilingualism, No. 12."},
      {
        "id":"ED135233",
        "title":"Language Learning Ability in Adults: A Study on the Acquisition of Prosodic and Articulatory Features. Working Papers on Bilingualism, No. 12."},
      {
        "id":"ED135234",
        "title":"Aspects de l'usage de la preposition POUR en francais ontarien: interference et/ou surgeneralisation? (Aspects of the Use of the Preposition POUR in Ontario French: Interference And/Or Overgeneralization?). Working Papers on Bilingualism, No. 12."},
      {
        "id":"ED135235",
        "title":"Sociolinguistic Variation and Language Transfer in Phonology. Working Papers on Bilingualism, No. 12."},
      {
        "id":"ED135236",
        "title":"Manual for Indochinese Refugee Education 1976-1977."},
      {
        "id":"ED135237",
        "title":"Bilingual Education."},
      {
        "id":"ED135238",
        "title":"Evaluation of Community Involvement in Curriculum Development in Bilingual Schools."},
      {
        "id":"ED135239",
        "title":"Investigating Comprehension in Real World Tasks: Understanding Jury Instructions."},
      {
        "id":"ED135240",
        "title":"Latin Pilot Study. Final Report."},
      {
        "id":"ED135241",
        "title":"Culturally Responsive Education: A Response to LAU Remedies II."},
      {
        "id":"ED135242",
        "title":"On the Relationship of Sociolinguistics and Speech Pathology."},
      {
        "id":"ED135243",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (A Bibliography of Modern Foreign Language Instruction) Vol. 7, No. 4."},
      {
        "id":"ED135244",
        "title":"English Pronunciation Exercises for Speakers of Vietnamese. Adult Education Series No. 7. Indochinese Refugee Education Guides."},
      {
        "id":"ED135245",
        "title":"Communicative Competence: Theory and Classroom Practice."},
      {
        "id":"ED135246",
        "title":"Describing the Transitional Dialects of Second Language Learners."},
      {
        "id":"ED135247",
        "title":"Assessing Writing Ability of ESL College Freshman."},
      {
        "id":"ED135248",
        "title":"Negative Incorporation in French and American Sign Language."},
      {
        "id":"ED135249",
        "title":"A Cross-Cultural Study of Child Discourse."},
      {
        "id":"ED135250",
        "title":"Counseling-Learning: A Practical Application in FL Learning."},
      {
        "id":"ED135251",
        "title":"Comprehension of Double-Object Constructions by Hard-of-Hearing Subjects. Lektos: Interdisciplinary Working Papers in Language Sciences, Vol. 2., No. 1."},
      {
        "id":"ED135252",
        "title":"Interdisciplinary Aspects of Bilingual Education. Lektos: Interdisciplinary Working Papers in Language Sciences, Vol. 2., No. 1."},
      {
        "id":"ED135253",
        "title":"British-Tradition English in the American University. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED135254",
        "title":"When [+Native] Is [-Favorable]. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED135255",
        "title":"Language Development Versus the Teaching of the Standard Language. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED135256",
        "title":"Variantes morfosintacticas en el espanol de Tejas (Morphosyntactic Variants in the Spanish of Texas). Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED135257",
        "title":"TEFL, Perceptions and the Arab World, with a Case Study of the University of Garyounis (Benghazi)."},
      {
        "id":"ED135258",
        "title":"Teacher's Guide for Poor Simpleton, MC Format."},
      {
        "id":"ED135259",
        "title":"Goof Analysis for ESL Teachers."},
      {
        "id":"ED135260",
        "title":"Error Analysis and Selective Correction in the Adult ESL Classroom: An Experiment."},
      {
        "id":"ED135261",
        "title":"Southern White English: The Changing Verb Phrase."},
      {
        "id":"ED135262",
        "title":"Study Design and Analysis Plan. A Review of State Oversight in Postsecondary Education."},
      {
        "id":"ED135263",
        "title":"Proprietary Schools in Connecticut Postsecondary Education. A Report to the Connecticut Commission for Higher Education by a Resource Group on Proprietary Schools in Connecticut Postsecondary Education."},
      {
        "id":"ED135264",
        "title":"Guaranteed Student Loan Amendments of 1976. Ninety-fourth Congress, Second Session. Report No. 94-1232."},
      {
        "id":"ED135265",
        "title":"The Triad is not Alive or Well."},
      {
        "id":"ED135266",
        "title":"Postsecondary Education and &quot;The Best Interests of the People of the States.&quot;"},
      {
        "id":"ED135268",
        "title":"Lifetime Distribution of Education, Work and Leisure: Research, Speculations and Policy Implications of Changing Life Patterns."},
      {
        "id":"ED135269",
        "title":"Student Rights, Decisionmaking, and the Law. Report No. 10"},
      {
        "id":"ED135270",
        "title":"Academic Degrees Conferred 1974-1975. Public and Independent Colleges and Universities in Indiana."},
      {
        "id":"ED135271",
        "title":"Economic Indicators for Postsecondary Education in Indiana 1976."},
      {
        "id":"ED135273",
        "title":"Foreign Medical Graduates and their Effects on the Quality of Medical Care in the United States."},
      {
        "id":"ED135274",
        "title":"Wisdom or Waste? College as a Training Ground for Jobs."},
      {
        "id":"ED135275",
        "title":"Methods of Costing in Universities. Brief Comparison Between the NCHEMS Approach and the Approach Used by the French-Speaking Research Group Associated with the IMHE Programme."},
      {
        "id":"ED135276",
        "title":"Training Programme for University Management in the United States."},
      {
        "id":"ED135277",
        "title":"The Institutionalization of Planning and Data Processing in University Administration."},
      {
        "id":"ED135278",
        "title":"Survey of the Social, Political, and Educational Perspectives of American College and University Faculty. Final Report. 2 Volumes."},
      {
        "id":"ED135279",
        "title":"A Process of Global Enlightenment. International Education: Link for Human Understanding."},
      {
        "id":"ED135280",
        "title":"Budget Control Procedures and Methods for Evaluating the Unit Costs of Activities and Outputs of Higher Educational Institutions. Interim Report."},
      {
        "id":"ED135281",
        "title":"Educational Assistance Overpayments, A Billion Dollar Problem--A Look at the Causes, Solutions, and Collection Efforts. Veterans Administration. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED135282",
        "title":"The Study of Higher Education. Off Campus Doctoral Degree Programs and Evaluating Educational Benefits."},
      {
        "id":"ED135284",
        "title":"Implications of the 1202 Commission for Florida Technological University. Educational Policies."},
      {
        "id":"ED135285",
        "title":"Student Attrition at the Five Federal Service Academies. Departments of Defense, Commerce, and Transportation. Report to the Congress by the Comptroller General of the United States."},
      {
        "id":"ED135286",
        "title":"Student Attrition at the Five Federal Service Academies. Departments of Defense, Commerce, and Transportation. Report to the Congress by the Comptroller General of the United States. Enclosure A. Technical Report."},
      {
        "id":"ED135287",
        "title":"Student Attrition at the Five Federal Service Academies. Departments of Defense, Commerce, and Transportation. Report to the Congress by the Comptroller General of the United States. Enclosure B. Review of Studies."},
      {
        "id":"ED135288",
        "title":"Student Attrition at the Five Federal Service Academies. Departments of Defense, Commerce, and Transportation. Report to the Congress by the Comptroller General of the United States. Enclosure C. Characteristics of Academy Students."},
      {
        "id":"ED135289",
        "title":"Choice or Chance. Planning for Independent College Marketing and Retention. Report on the Admissions and Retention Phase of Northwest Area Foundation's Independent College Program 1973-1975."},
      {
        "id":"ED135290",
        "title":"The Moton Guide to American Colleges with a Black Heritage 1976-77."},
      {
        "id":"ED135291",
        "title":"Scientific Progress, the Universities, and the Federal Government. Statement by the President's Science Advisory Committee."},
      {
        "id":"ED135292",
        "title":"Fortifying Higher Education: A Story of College Self Studies."},
      {
        "id":"ED135293",
        "title":"Cooperative Projects among Colleges and Universities."},
      {
        "id":"ED135294",
        "title":"External Degree Programs: Some Critical Issues for Higher Education."},
      {
        "id":"ED135295",
        "title":"Decision-Making Theory and University Advancement."},
      {
        "id":"ED135296",
        "title":"Title IX Grievance Procedures: An Introductory Manual."},
      {
        "id":"ED135297",
        "title":"Foreign Area Research Support Within Organized Research Centers at Selected Universities, FY 1972 and 1976. Higher Education Panel Reports, Number 32."},
      {
        "id":"ED135299",
        "title":"Bachelor's Degrees Awarded to Minority Students 1973-74. Higher Education Panel Reports, Number 24."},
      {
        "id":"ED135300",
        "title":"Annual Statistical Report of the Member Institutions."},
      {
        "id":"ED135301",
        "title":"Assessing Faculty&apos;s Community Service."},
      {
        "id":"ED135302",
        "title":"Honor Codes at the Service Academies. Hearings before the Subcommittee on Manpower and Personnel of the Committee on Armed Services. United States Senate. Ninety-fourth Congress, Second Session."},
      {
        "id":"ED135303",
        "title":"Prediction, Performance, and Promise: Perspective on Time-Shortened Degree Programs."},
      {
        "id":"ED135304",
        "title":"Illusions and Realities of Managing for Planned Change."},
      {
        "id":"ED135305",
        "title":"Eighteenth Biennial Report--Part II. Fiscal Year Ending June 30, 1976."},
      {
        "id":"ED135306",
        "title":"General Policies of the Utah State Board of Regents Governing the Utah System of Higher Education 1969-1976."},
      {
        "id":"ED135307",
        "title":"Trends, Issues, and Policies for Graduate and Professional Education in Michigan."},
      {
        "id":"ED135308",
        "title":"Program Need Assessment Survey for the Proposed Program in Modern Studies."},
      {
        "id":"ED135309",
        "title":"The Testing and Sorting Functions of Higher Education. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED135310",
        "title":"Report of the Council of the United Nations University. General Assembly. Thirty-first Session. Supplements No. 31 (A/31/31) and No. 31A (A/31/31/Add.1)."},
      {
        "id":"ED135311",
        "title":"Health Professions Schools. Selected Enrollment Data 1970-71/1977-78."},
      {
        "id":"ED135312",
        "title":"Degrees Conferred, Kentucky Colleges and Universities 1976."},
      {
        "id":"ED135313",
        "title":"Report on Student Services and Activity Fee Policies at Four-Year Public Institutions of Washington. A Response to House of Representatives Resolution 1976-66. Report No. 77-12."},
      {
        "id":"ED135314",
        "title":"The Administration of American Colleges and Universities."},
      {
        "id":"ED135315",
        "title":"An Evaluation of a Women's Studies Program."},
      {
        "id":"ED135316",
        "title":"A Profile of Public Interest Research Groups."},
      {
        "id":"ED135317",
        "title":"College Student Perceptions, 1974 Freshmen Degree, Major, and Career Plans."},
      {
        "id":"ED135318",
        "title":"College Student Perceptions. 1975 Freshmen Academic and Career Attitudes and Expectations."},
      {
        "id":"ED135319",
        "title":"The Opening of Admissions: The Case of the State University of Agape System."},
      {
        "id":"ED135320",
        "title":"A Review of Economic Multipliers for Post-Secondary Institutions with Selected Models Applied to Georgia State University. Report No. 77-5."},
      {
        "id":"ED135321",
        "title":"Comments on &quot;The Financial State of Higher Education: A Special Report.&quot;"},
      {
        "id":"ED135322",
        "title":"Continuing Education for the Professions. ERIC/Higher Education Research Currents."},
      {
        "id":"ED135323",
        "title":"Federal Regulation and Higher Education. ERIC/Higher Education Research Report Number 1."},
      {
        "id":"ED135325",
        "title":"The Impact of Open University Access in Wisconsin."},
      {
        "id":"ED135326",
        "title":"Report and Guidelines on Improving the Retrieval of Product Information from ERIC. Final Report."},
      {
        "id":"ED135327",
        "title":"Experiments in Teaching Children Computer Programming. Technical Report No. 271. Psychology and Education Series."},
      {
        "id":"ED135328",
        "title":"The Mechanized Information Center. Third Annual Report, February 1, 1973- January 31, 1974."},
      {
        "id":"ED135329",
        "title":"Cognitive Processes for Evaluating the Credibility of Television Content."},
      {
        "id":"ED135330",
        "title":"Content Attended to in Evaluating Television's Credibility."},
      {
        "id":"ED135331",
        "title":"Overview of the Project. [Credibility of Television Content]."},
      {
        "id":"ED135332",
        "title":"Factors Which Predict the Credibility Ascribed to Television."},
      {
        "id":"ED135333",
        "title":"Teaching Children to Become More Critical Consumers of Television."},
      {
        "id":"ED135334",
        "title":"Knowledge of the Television Industry and Relevant First-Hand Experience."},
      {
        "id":"ED135335",
        "title":"An Operational Systems Approach Toward the Evaluation of Library School Faculty: The Fried Transdisciplinary Model of Technological and Social Organization Applied to the Academic Institution's Policies and Practices Related to Faculty Performance and Working Environment."},
      {
        "id":"ED135336",
        "title":"Statistical Indicators of Scientific and Technical Communication (1960-1980) Volume II: A Research Report."},
      {
        "id":"ED135337",
        "title":"The Impact of Regional Accrediting Agencies upon Libraries in Postsecondary Education."},
      {
        "id":"ED135338",
        "title":"Proposal for a Combined Public and School Library."},
      {
        "id":"ED135339",
        "title":"National Commission on New Technological Users of Copyrighted Works Meeting Number Eight (Los Angeles, California, September 16-17, 1976). Vol. 1 and 2."},
      {
        "id":"ED135340",
        "title":"Statistical Indicators of Scientific and Technical Communication (1960-1980) Volume I: A Summary Report."},
      {
        "id":"ED135342",
        "title":"A Self-Guided Library Tour Method at Mercer County Community College. The Learning Theory and Applications Module."},
      {
        "id":"ED135343",
        "title":"The Effectiveness of Feedback in Minicourse/Microteaching in Improving Teaching Skills; A Review and Proposal for Further Studies."},
      {
        "id":"ED135344",
        "title":"NEXUS; Final Report to the Fund for the Improvement of Postsecondary Education."},
      {
        "id":"ED135345",
        "title":"General Data Simulation Program."},
      {
        "id":"ED135347",
        "title":"The EUDISED Project: Present Situation, Problems and Prospects."},
      {
        "id":"ED135348",
        "title":"The Founding of the Western Interstate Library Coordinating Organization: A Narrative Final Report on the Project &quot;Initiating the Design and Development of a Western Interstate Bibliographic Network.&quot;"},
      {
        "id":"ED135349",
        "title":"Specifications for 16mm Microfilming of Library Card Catalogs."},
      {
        "id":"ED135351",
        "title":"Library Services and Construction Act. Annual Program, 1976-1977."},
      {
        "id":"ED135353",
        "title":"Systems Approach. Summary Report of the Lake Okoboji Educational Media Leadership Conference (13th, Iowa Lakeside Laboratory, Milford, Iowa, August 20-24, 1967)."},
      {
        "id":"ED135354",
        "title":"Curricula-Media Dialogue for Meeting Changing Community Needs. Summary Report of the Lake Okoboji Educational Media Leadership Conference (15th Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 18-22, 1969)."},
      {
        "id":"ED135355",
        "title":"Redesign of Education: Media and the Learner in the 70's. Summary Report of the Lake Okoboji Educational Media Leadership Conference (16th Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 16-21, 1970)."},
      {
        "id":"ED135356",
        "title":"Accountability and the Media Professional. Summary Report of the Lake Okoboji Educational Media Leadership Conference (17th Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 22-27, 1971)."},
      {
        "id":"ED135357",
        "title":"Leadership Development for the Media Profession. Summary Report of the Lake Okoboji Educational Media Leadership Conference (18th Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 13-18, 1972)."},
      {
        "id":"ED135358",
        "title":"Instructional Technology: Issues and Concerns. Summary Report of the Lake Okoboji Educational Media Leadership Conference (20th Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 11-16, 1974)."},
      {
        "id":"ED135359",
        "title":"1984--Less Than A Decade Away. Summary Report of the Lake Okoboji Educational Media Leadership Conference (21st Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 18-23, 1975)."},
      {
        "id":"ED135360",
        "title":"Visual Literacy--The Last Word. Summary Report of the Lake Okoboji Educational Media Leadership Conference (22nd Iowa Lakeside Laboratory, Lake Okoboji, Milford, Iowa, August 16-21, 1976)."},
      {
        "id":"ED135361",
        "title":"How College Professors Use Media Services."},
      {
        "id":"ED135362",
        "title":"Teaching Introductory Chemistry with Videocassette Presentations."},
      {
        "id":"ED135363",
        "title":"Work Estimate at an Information Center."},
      {
        "id":"ED135364",
        "title":"Proceedings of the Personnel Evaluation Institute (Eastern Illinois University, Charleston, October 24-26, 1975)."},
      {
        "id":"ED135365",
        "title":"Steps Toward a Theoretical Foundation for Complex, Knowledge-based CAI."},
      {
        "id":"ED135366",
        "title":"Library Loans to the Schools of Engineering."},
      {
        "id":"ED135367",
        "title":"Open Learning Systems. A Report of the NAEB to the National Institute of Education."},
      {
        "id":"ED135368",
        "title":"Identifying and Utilizing Management Resources Effectively. Leavenworth: A Report on the Region 9 AECT Third Annual Leadership Conference."},
      {
        "id":"ED135369",
        "title":"Influence of Visual Domain on Score Decline: Some Conjectures."},
      {
        "id":"ED135370",
        "title":"Public Printing."},
      {
        "id":"ED135371",
        "title":"Moving from Two-Way Cable Technology to Educational Interaction."},
      {
        "id":"ED135372",
        "title":"Instruction: Cable and Slow-Scan. Workshop."},
      {
        "id":"ED135373",
        "title":"The New York Times Information Bank in an Academic Environment and a Computer-Assisted Tutorial for its Non-Specialist Users."},
      {
        "id":"ED135374",
        "title":"Estimating Space for Staff."},
      {
        "id":"ED135375",
        "title":"Rand Library Evaluation Survey."},
      {
        "id":"ED135376",
        "title":"Semantic Grammar: An Engineering Technique for Constructing Natural Language Understanding Systems."},
      {
        "id":"ED135377",
        "title":"The Tutor Training Course: Lessons Learned."},
      {
        "id":"ED135378",
        "title":"PLATO IV Terminal Peripheral Devices."},
      {
        "id":"ED135379",
        "title":"PLATO Curricular Materials. No. 4."},
      {
        "id":"ED135380",
        "title":"When Pretesting Becomes Diagnosis: Making Individualized Instruction More Personal."},
      {
        "id":"ED135381",
        "title":"The Alabama Learning Resource Center--Some Perspectives."},
      {
        "id":"ED135382",
        "title":"Cost Recovery in Pricing and Capacity Decisions for Automated Information Systems. Final Report."},
      {
        "id":"ED135383",
        "title":"School Media Specialist Certification."},
      {
        "id":"ED135384",
        "title":"Selecting and Specifying Computer Enhanced Units. Technical Report."},
      {
        "id":"ED135385",
        "title":"Scientific and Technical Information: Options for National Action."},
      {
        "id":"ED135386",
        "title":"The Series Program: One Student's Behavior."},
      {
        "id":"ED135388",
        "title":"Microcomputer Controlled, Interactive Testing Terminal Development."},
      {
        "id":"ED135389",
        "title":"Report to the Librarian of Congress from the Task Force on Goals, Organization, and Planning."},
      {
        "id":"ED135390",
        "title":"1976 Multi-Media Evaluation Report."},
      {
        "id":"ED135391",
        "title":"COM: Decisions and Applications in a Small University Library."},
      {
        "id":"ED135392",
        "title":"Performance Training Carrel for Electronics Principles Course."},
      {
        "id":"ED135393",
        "title":"Software for Performance Training Carrel."},
      {
        "id":"ED135394",
        "title":"A National Preservation Program; A Working Paper."},
      {
        "id":"ED135395",
        "title":"Corporation for Public Broadcasting: Mission and Goals, Tasks and Responsibilities."},
      {
        "id":"ED135396",
        "title":"Development of a Policy Manual for Student Internship in the Media Communication Science Department at Trenton State College. Educational Policy Systems."},
      {
        "id":"ED135397",
        "title":"Project SAFE: Simulating Alternative Futures in Education."},
      {
        "id":"ED135398",
        "title":"The Effect of State and Federal Grants on Local Library Funding Support: A Statistical Analysis of Six Rural Arizona Counties."},
      {
        "id":"ED135399",
        "title":"A Methodology for Decision-Making in Serials."},
      {
        "id":"ED135401",
        "title":"A Survey and Analysis of Military Computer-Based Training Systems: A Two Part Study. Volume I: A Survey and Annotated Bibliography of Authoring Aids for Instructional Systems Development."},
      {
        "id":"ED135402",
        "title":"So What's Different? Student Achievement and Attitude Results from Instructional Development Projects."},
      {
        "id":"ED135403",
        "title":"The Role of Social and Behavioral Science in Policymaking for Television."},
      {
        "id":"ED135404",
        "title":"Development of a Model Research and Development Information Dissemination Program for the Kentucky Bureau of Vocational Education: The Omnibus Dissemination Program."},
      {
        "id":"ED135405",
        "title":"Technology Transfer in Research and Development."},
      {
        "id":"ED135406",
        "title":"Fundamentals of Script Writing."},
      {
        "id":"ED135407",
        "title":"Project NOLA: Annual Narrative Report. 1976. LSCA Title I Project No. I-16R-75."},
      {
        "id":"ED135409",
        "title":"Standards for Reference Service at the University of Michigan--Dearborn Library."},
      {
        "id":"ED135410",
        "title":"Survey of Education Information Service Sites. Study of Information Requirements in Education."},
      {
        "id":"ED135411",
        "title":"The Educational Information Market Study. Study of Information Requirements in Education."},
      {
        "id":"ED135413",
        "title":"Evaluating Educational Outcomes at Delhi--1964-1970. Report #1: Evaluation of Questionnaires Mailed to 1966-1970 Graduates."},
      {
        "id":"ED135414",
        "title":"Report of the Institutional Self-Study."},
      {
        "id":"ED135415",
        "title":"Financial Report, Fiscal Year Ended June 30, 1976."},
      {
        "id":"ED135416",
        "title":"American Indian Students and the Arizona Community College System."},
      {
        "id":"ED135417",
        "title":"ICCB Summary Review of the IBHE Fall 1975 Space Survey."},
      {
        "id":"ED135418",
        "title":"Fiscal Year 1978 Operating Budget Recommendations for the Illinois Public Community College System."},
      {
        "id":"ED135419",
        "title":"The ICCB MIS Facility Inventory &amp; Utilization Users Handbook."},
      {
        "id":"ED135420",
        "title":"ICCB MIS Faculty and Staff Utilization Users Handbook."},
      {
        "id":"ED135421",
        "title":"Faculty and Administrative Salaries in the Public Community Colleges of Illinois 1976-77. Data and Characteristics Volume V, Number 7."},
      {
        "id":"ED135422",
        "title":"Statewide Inventory of Current and Intended Programs at Illinois Public Community Colleges."},
      {
        "id":"ED135423",
        "title":"Student Enrollment Data and Trends in the Public Community Colleges of Illinois: Fall 1975, Second Term FY1976, and Fall 1976. Data and Characteristics Volume IV Number 1 [and] Volume V Number 2."},
      {
        "id":"ED135425",
        "title":"Factors in Remedial Education. The Case Study of an Alternative School."},
      {
        "id":"ED135427",
        "title":"A Profile of First-Time Students at Virginia Community Colleges, 1974-75."},
      {
        "id":"ED135428",
        "title":"A Profile of Graduates: Virginia Community College System, 1974-75."},
      {
        "id":"ED135429",
        "title":"Research in the Virginia Community College System, 1975-76."},
      {
        "id":"ED135430",
        "title":"Report for Florida Community Colleges, 1975-76."},
      {
        "id":"ED135431",
        "title":"The Effects of a Community Service-Oriented Curriculum on Alienation, Perceived Student Role and Course Satisfaction in Community College Students."},
      {
        "id":"ED135432",
        "title":"An Assessment of the Management Development Needs of De Anza College Administrators."},
      {
        "id":"ED135433",
        "title":"Staffing Patterns in Public California Community Colleges, a 1976-77 Overview."},
      {
        "id":"ED135434",
        "title":"Serving Students with Specific Learning Disabilities in Higher Education--A Demonstration Project at Three Minnesota Community Colleges."},
      {
        "id":"ED135435",
        "title":"A Follow-Up Study: How Do Basic Skills Students Compare With Non-Basic Skills Students in Some of Their Subsequent College Courses?"},
      {
        "id":"ED135436",
        "title":"Faculty Satisfaction-Dissatisfaction and Management by Objectives for Results."},
      {
        "id":"ED135438",
        "title":"Selected Characteristics, Classified and Unclassified (Regular) Students; Community Colleges, Spring 1977."},
      {
        "id":"ED135439",
        "title":"An Evaluation of Individualized Instructional Units Using the Bayesian Theorem in Two-year Technical Institutes Designated as Developing Institutions."},
      {
        "id":"ED135440",
        "title":"A Model for Long Range Planning for Seminole Community College."},
      {
        "id":"ED135442",
        "title":"State Community College Systems in Illinois and Tennessee: Historical, Philosophical, Legal and Financial Elements."},
      {
        "id":"ED135443",
        "title":"Student Accountability Model (SAM): Operations Manual."},
      {
        "id":"ED135444",
        "title":"Status Survey of Institutional Research--Ohio's Two-Year Campuses."},
      {
        "id":"ED135445",
        "title":"Barriers to Enrollment in Post-Secondary VTAE Programs in Wisconsin; Report Pertaining to Southwest Wisconsin Vocational-Technical Institute, Fennimore, Wisconsin."},
      {
        "id":"ED135446",
        "title":"Abstract of the ACT Class Profile for 1975-76 Freshmen Enrolled in Illinois Public Community Colleges. Research Report #11."},
      {
        "id":"ED135448",
        "title":"Survey of 1975-76 Graduates: Community Colleges. Student Flow Project, Report No. 22."},
      {
        "id":"ED135449",
        "title":"A Study of Achievement of Objectives by the Entering Class of 1971."},
      {
        "id":"ED135450",
        "title":"A Study of the Graduation Attendance Policy at Ocean County College."},
      {
        "id":"ED135451",
        "title":"Open Education for Preschool Special Needs Children."},
      {
        "id":"ED135452",
        "title":"Early Childhood Education in Urban America. Part I: An Overview."},
      {
        "id":"ED135453",
        "title":"Early Childhood Education in Urban America. Part II: An Overview of Policy Issues."},
      {
        "id":"ED135454",
        "title":"Piagetian Theory, Research and Practice: An Abstract Bibliography."},
      {
        "id":"ED135455",
        "title":"Selected Federal Programs Which Provide Services Relating to Child Care."},
      {
        "id":"ED135457",
        "title":"Early Childhood Socialization and Social Class Environment."},
      {
        "id":"ED135458",
        "title":"Office of the Coordinator of CDA Assessment for Southwest Region, Final Report: 1973--1974--1975."},
      {
        "id":"ED135459",
        "title":"Houston Parent-Child Development Center. Final Report."},
      {
        "id":"ED135460",
        "title":"Statistical Highlights from the National Child Care Consumer Study."},
      {
        "id":"ED135461",
        "title":"Relations Between Maternal Employment and Development of Nursery School Children."},
      {
        "id":"ED135462",
        "title":"Learning by Imitation in Infants and Young Children. Final Report."},
      {
        "id":"ED135463",
        "title":"The Relationship Between the Cognitive, Conceptual, Emotional, and Perceptual-Motor Development in Disadvantaged Kindergarteners."},
      {
        "id":"ED135464",
        "title":"The Self-Fulfilling Prophecy: An Adaptation."},
      {
        "id":"ED135465",
        "title":"Day Care Youth Helper Program. Final Report of the National Commission on Resources for Youth."},
      {
        "id":"ED135466",
        "title":"Generalized Effects of Modeled Self-Reinforcement Training. Final Report."},
      {
        "id":"ED135467",
        "title":"The State of the Child in Appalachia: Report of a Conference."},
      {
        "id":"ED135468",
        "title":"Children's Interactions in Open Versus Traditional Settings."},
      {
        "id":"ED135469",
        "title":"School Performance as a Function of Early Stimulation. Final Report."},
      {
        "id":"ED135470",
        "title":"Experimental Analysis of a Four-Component Procedure for Decreasing Noncompliance in a Preschool Child."},
      {
        "id":"ED135471",
        "title":"The Effects of Active and Quiet Activities Upon Subsequent Attending of Preschool Children."},
      {
        "id":"ED135472",
        "title":"Variable Differential Reinforcement of Other Behavior (VDRO): Its Effectiveness as a Modification Procedure."},
      {
        "id":"ED135473",
        "title":"The Effects of Antecedent Stimuli Upon a Preschool Child's Peer Interaction."},
      {
        "id":"ED135474",
        "title":"Problems in Aggression: Three Case Studies."},
      {
        "id":"ED135475",
        "title":"Infant-Toddler Curriculum of the Brookline Early Education Project."},
      {
        "id":"ED135476",
        "title":"The Brookline Program for Infants and Their Families: The First Operational Year."},
      {
        "id":"ED135477",
        "title":"The Third Year of the Brookline Early Education Project."},
      {
        "id":"ED135479",
        "title":"Foster Care: Problems and Issues. Hearing Before the Subcommittee on Select Education of the Committee on Education and Labor, House of Representatives Ninety-Fourth Congress, Second Session. Part 2."},
      {
        "id":"ED135481",
        "title":"Evaluation of Preschool Programs."},
      {
        "id":"ED135483",
        "title":"Preschool, Primary School, and Middle School Educational Practices in the People's Republic of China Today: A First Hand Report."},
      {
        "id":"ED135484",
        "title":"The Family Development Research Program: With Emphasis on the Children's Center Curriculum."},
      {
        "id":"ED135485",
        "title":"Effects of Testing Style on Language Scores of Four-Year-Old Low-Income &quot;Control&quot; Children in Intervention Projects."},
      {
        "id":"ED135486",
        "title":"Story Repetition and Early Language Development. Final Report."},
      {
        "id":"ED135488",
        "title":"Status of Day Care in Canada 1976: A Review of the Major Findings of the National Day Care Study 1976."},
      {
        "id":"ED135489",
        "title":"Child Development Specialist Program: An Adopter's Guide, 1976."},
      {
        "id":"ED135490",
        "title":"The Effect of a Social Perspective-Taking Training on Role-Taking Ability and Social Interaction in Preschool and Elementary School Children."},
      {
        "id":"ED135491",
        "title":"Development of Sex-Trait Stereotypes Among Young Children in the United States, England, and Ireland."},
      {
        "id":"ED135492",
        "title":"The Effect of Serving as a Model of Self-Control on Subsequent Resistance to Deviation in Children."},
      {
        "id":"ED135493",
        "title":"Concept Acquisition in the Human Infant."},
      {
        "id":"ED135494",
        "title":"Children's Recognition of Some Dimensions of Pictured Events."},
      {
        "id":"ED135495",
        "title":"Mothers of \"Secure\" Vs. \"Insecure\" Babies Differ Themselves Nine Months Later."},
      {
        "id":"ED135496",
        "title":"Correlates of Children's Patterns of Activity in \"Garden Variety\" Open Classrooms."},
      {
        "id":"ED135497",
        "title":"Nutrition Training Guide for Classroom Personnel in Head Start Programs."},
      {
        "id":"ED135498",
        "title":"Dimensions of Self-Concept in Preschool Children."},
      {
        "id":"ED135499",
        "title":"Perception of Invariance Over Perspective Transformations in Five Month Old Infants."},
      {
        "id":"ED135500",
        "title":"Standards of Fair Play in Same- and Mixed-Age Groups of Children."},
      {
        "id":"ED135501",
        "title":"Cognitive Aspects of Young Children's Symbolic Play. Final Report."},
      {
        "id":"ED135502",
        "title":"A Methodology for Observation of the Childbirth Environment."},
      {
        "id":"ED135503",
        "title":"Observational Data on the Psychological Experience of Childbirth."},
      {
        "id":"ED135504",
        "title":"Age-Related Changes in the Relationship Between Visual Stimulus Intensity and Directional Finger Movements in Infants."},
      {
        "id":"ED135505",
        "title":"Conceptions of Illness Causality in Hospitalized Children."},
      {
        "id":"ED135506",
        "title":"Preservice Programs for Educational Personnel Going Into Rural Schools."},
      {
        "id":"ED135507",
        "title":"Economy, Efficiency, and Equality: The Myths of Rural School and District Consolidation."},
      {
        "id":"ED135510",
        "title":"Rural Social Change in Poland."},
      {
        "id":"ED135515",
        "title":"The Feasibility and Value of Broadband Communications in Rural Areas. A Preliminary Evaluation, April 1976."},
      {
        "id":"ED135516",
        "title":"Communications in Rural Areas, Office of Planning and Policy. Office of Telecommunications Policy: A Staff Research Paper."},
      {
        "id":"ED135517",
        "title":"Communications and Rural Development."},
      {
        "id":"ED135518",
        "title":"Broadband Communications for Rural Development? Yes -- But We Will Need a Marketing Concept."},
      {
        "id":"ED135519",
        "title":"Intended Role of Communications in Rural Development -- Legislative Analysis."},
      {
        "id":"ED135520",
        "title":"A Further Look at Nonmetropolitan Population Growth Since 1970."},
      {
        "id":"ED135521",
        "title":"Forces Influencing Rural Community Growth."},
      {
        "id":"ED135522",
        "title":"Rural Development: Possibilities for Those Areas of Our Country That Are Chronically Poor."},
      {
        "id":"ED135523",
        "title":"Review of Representative Public Service Experiments as They Apply to Rural Telecommunications. Office of Planning and Policy, Office of Telecommunications Policy: A Staff Research Paper, October 1976."},
      {
        "id":"ED135524",
        "title":"Fiber Optic Communications Technology. A Status Report."},
      {
        "id":"ED135525",
        "title":"Design and Evaluation of a Demonstration Rural Telecommunications System for Poinsett County, Arkansas."},
      {
        "id":"ED135526",
        "title":"Federal Regulatory Policies, Their Implications and Effects on Rural Communications."},
      {
        "id":"ED135527",
        "title":"Options for Federal Role with Regard to Advanced Telecommunications Systems and Services."},
      {
        "id":"ED135530",
        "title":"Administrative and Organisational Problems in Rural Education, with Special Attention to the Modalities of Community Participation in Decision-Making. IIEP Seminar Paper: 17."},
      {
        "id":"ED135531",
        "title":"Curriculum Development for Basic Education in Rural Areas. IIEP Seminar Paper: 18."},
      {
        "id":"ED135532",
        "title":"Education for Rural Development: Some Implications for Planning. IIEP Seminar Paper: 20."},
      {
        "id":"ED135533",
        "title":"Rural People and Rural Economic Development. IIEP Seminar Paper: 21."},
      {
        "id":"ED135535",
        "title":"Rural Education in Bangladesh - Problems and Prospects. IIEP Seminar Paper: 23."},
      {
        "id":"ED135536",
        "title":"Some Issues in Rural Education: Equity, Efficiency and Employment. IIEP Seminar Paper: 24."},
      {
        "id":"ED135537",
        "title":"Forecasting Education Needs for Southern Rural Development: State of the Art."},
      {
        "id":"ED135539",
        "title":"Creek Nation Census: A Socio-Economic Survey of Selected Household and Individual Characteristics, June 1976."},
      {
        "id":"ED135540",
        "title":"Poverty-Related Topics Found in Dissertations: A Bibliography."},
      {
        "id":"ED135541",
        "title":"Bibliography: A Resource on the Education of American Indians. Research and Evaluation Report Series No. 51."},
      {
        "id":"ED135542",
        "title":"Industrial Development: Citizen's Workbook for Assessing Economic and Public Finance Impacts."},
      {
        "id":"ED135543",
        "title":"Mountain Heritage, Revised Edition (1975)."},
      {
        "id":"ED135544",
        "title":"Administrative Procedures for Establishing an Effective Outdoor Program for 5th Grade Students of the Houston Independent School District."},
      {
        "id":"ED135545",
        "title":"Changes Needed in Revenue Sharing Act for Indian Tribes and Alaskan Native Villages. Report to the Congress by the Comptroller General of the United States, May 27, 1976."},
      {
        "id":"ED135546",
        "title":"Evaluation of Navajo Community College. Final Report -- June 1970."},
      {
        "id":"ED135547",
        "title":"Information Profiles of Indian Reservations in Arizona, Nevada, and Utah."},
      {
        "id":"ED135548",
        "title":"Report of the Northland School Division Study Group."},
      {
        "id":"ED135549",
        "title":"Non-Graded Instruction: Research Organization and Design. Administration and Daily Teaching Experiences in Small Rural Lower Secondary Schools. Experiences from the PANG-Project. Report No. 56."},
      {
        "id":"ED135551",
        "title":"Rural Development Research at Land-Grant Institutions in the South. SRDC Series Publication No. 2 (Revised), January 1977."},
      {
        "id":"ED135552",
        "title":"An Investigation of the Needs of Children in the Migrant Education Program in the State of Oklahoma. Summary Report."},
      {
        "id":"ED135553",
        "title":"Holding Power and Graduates. Kentucky Public and Non-Public High Schools, May, 1973 Classes."},
      {
        "id":"ED135554",
        "title":"Holding Power and Graduates. Kentucky Public and Non-Public High Schools, May, 1975 Classes."},
      {
        "id":"ED135555",
        "title":"Annual Report of the Michigan Commission on Indian Affairs, 1975."},
      {
        "id":"ED135556",
        "title":"A Statistical Portrait of the American Indian in 1976. A Report for the Intra-Departmental Council on Indian Affairs, DHEW, Concerning Current Directions in Employment, Income, Education, and Health Care for the One Million American Indians in the United States."},
      {
        "id":"ED135557",
        "title":"Comparison of Language Experience Approach to Reading with a Conventional Reading Approach in Eight Summer Migrant Schools. Educational Reports: Migrant Education Research Report."},
      {
        "id":"ED135558",
        "title":"Situational Study of Migrant Farmworkers in South Carolina. Research Bulletin No. 3."},
      {
        "id":"ED135559",
        "title":"Evaluation of an Educational Program's Impact on Attitudes and Knowledge Related to Land Resource Management."},
      {
        "id":"ED135560",
        "title":"An Exploratory Study of Low Income Spanish-American Families in Dona Ana County, New Mexico: Their Marketing and Credit Practices."},
      {
        "id":"ED135561",
        "title":"Sex Differentials in Educational and Labor Force Role Distributions in the Philippines."},
      {
        "id":"ED135562",
        "title":"A State of the Field Study of Child Welfare Services for Migrant Children and Their Families Who are In-Stream, Home-Based, or Settled-Out. Literature Review."},
      {
        "id":"ED135564",
        "title":"Sports Finances in Small Texas High Schools: Statistical Measures to Serve as Athletic Budget-Making Guidelines and Evaluation Criteria."},
      {
        "id":"ED135565",
        "title":"Persons of Spanish Origin in the United States: March 1976 (Advance Report). Population Characteristics, Current Population Reports."},
      {
        "id":"ED135566",
        "title":"Size of Place and Community Attachment: A Reconsideration."},
      {
        "id":"ED135567",
        "title":"A Directory of Rural Organizations."},
      {
        "id":"ED135568",
        "title":"Report and Recommendations of the Southern Rural Health Conference (Nashville, Tennessee, October 10-12, 1976)."},
      {
        "id":"ED135570",
        "title":"Residential Location, Size of Place, and Community Satisfaction in Northwest Wisconsin. Report No. 13 of a Series on Quality of Life and Development in Northwestern Wisconsin, August 1976."},
      {
        "id":"ED135571",
        "title":"Rural Industrial Development Bibliography. Selected Impact Study Documents. Working Paper RID 75.1, January 1975."},
      {
        "id":"ED135572",
        "title":"Community Problems in Eight Northwestern Counties. Report No. 1 of a Series on Quality of Life and Development in Northwestern Wisconsin, January 1976."},
      {
        "id":"ED135573",
        "title":"Preferences for Expansion of Public Services in Eight Northwest Wisconsin Counties. Report No. 2 of a Series on Quality of Life and Development in Northwestern Wisconsin, January 1976."},
      {
        "id":"ED135574",
        "title":"Community Problems in Five West Central Counties. Report No. 7 of a Series on Quality of Life and Development in Northwestern Wisconsin, February 1976."},
      {
        "id":"ED135575",
        "title":"Preferences for Expansion of Public Services in Five West Central Wisconsin Counties. Report No. 8 of a Series on Quality of Life and Development in Northwestern Wisconsin, February 1976."},
      {
        "id":"ED135576",
        "title":"Ethnicity and Identity in Northeastern Oklahoma."},
      {
        "id":"ED135577",
        "title":"Educational Change in Rural America. An Interim Report to the Experimental Schools Program."},
      {
        "id":"ED135579",
        "title":"Annual Progress Report, 1975. Southern Rural Development Center, Mississippi State University. SRDC Series Publication No. 10."},
      {
        "id":"ED135580",
        "title":"Annual Progress Report, 1976. Southern Rural Development Center, Mississippi State University. SRDC Series Publication No. 15."},
      {
        "id":"ED135581",
        "title":"Organic Chemistry Self Instructional Package 1: Review of General Chemistry."},
      {
        "id":"ED135582",
        "title":"Organic Chemistry Self Instructional Package 2: Methane."},
      {
        "id":"ED135583",
        "title":"Organic Chemistry Self Instructional Package 3: Alkanes-Homologous Series and Isomerism."},
      {
        "id":"ED135584",
        "title":"Organic Chemistry Self Instructional Package 4: Alkanes-Nomenclature."},
      {
        "id":"ED135585",
        "title":"Organic Chemistry Self Instructional Package 5: Alkanes Preparations and Reactions."},
      {
        "id":"ED135587",
        "title":"Organic Chemistry Self Instructional Package 7: Alkenes-Nomenclature and Isomerism."},
      {
        "id":"ED135588",
        "title":"Organic Chemistry Self Instructional Package 8: Alkenes-Preparations."},
      {
        "id":"ED135589",
        "title":"Organic Chemistry Self Instructional Package 9: Alkenes-Reactions 1."},
      {
        "id":"ED135591",
        "title":"Organic Chemistry Self Instructional Package 11: Stereochemistry 2."},
      {
        "id":"ED135592",
        "title":"Organic Chemistry Self Instructional Package 12: Alkynes."},
      {
        "id":"ED135593",
        "title":"Organic Chemistry Self Instructional Package 13: Dienes."},
      {
        "id":"ED135595",
        "title":"Organic Chemistry Self Instructional Package 15: Benzene, Aromaticity."},
      {
        "id":"ED135596",
        "title":"Organic Chemistry Self Instructional Package 16: Aromatic Chemistry Effect of Substituents."},
      {
        "id":"ED135598",
        "title":"Gifted Girls: Scientists and Mathematicians of the Future."},
      {
        "id":"ED135599",
        "title":"Science Education and Computer Managed Instruction: The State of the Art."},
      {
        "id":"ED135600",
        "title":"What Research Says to the College Science Teacher."},
      {
        "id":"ED135602",
        "title":"Education as an Applied Science."},
      {
        "id":"ED135603",
        "title":"Ways to Bring a \"Far Out\" Subject SPACE BIOLOGY Into the Classroom."},
      {
        "id":"ED135604",
        "title":"Science Education News, June 1976."},
      {
        "id":"ED135605",
        "title":"Science Education News, September 1976."},
      {
        "id":"ED135606",
        "title":"The Role of the Laboratory in Science Teaching. Technical Report 10."},
      {
        "id":"ED135608",
        "title":"Program on Science, Technology and Society (POSTS), Fourth General Report, Program Summary, September 1, 1975 through August 31, 1976. Final Report."},
      {
        "id":"ED135609",
        "title":"Admission and Attrition of Women in Graduate School."},
      {
        "id":"ED135610",
        "title":"Development of College/Industry Partnerships."},
      {
        "id":"ED135611",
        "title":"A Directory of Resources in Science, Technology and Values."},
      {
        "id":"ED135612",
        "title":"Science at the Bicentennial: A Report from the Research Community. Report of the National Science Board/1976."},
      {
        "id":"ED135614",
        "title":"IN-ED, Volume 1, No. 1, January 1974."},
      {
        "id":"ED135615",
        "title":"IN-ED, Volumes 4 and 5, Nos. 6 and 7, February and March 1976."},
      {
        "id":"ED135616",
        "title":"The Construction of an Instrument to Measure Proportional Reasoning Ability of Junior High Pupils."},
      {
        "id":"ED135617",
        "title":"First Course in Algebra, Student's Text, Part I, Unit 9."},
      {
        "id":"ED135618",
        "title":"First Course in Algebra, Student&apos;s Text, Part II, Unit 10."},
      {
        "id":"ED135619",
        "title":"First Course in Algebra, Teacher's Commentary, Part I, Unit 11."},
      {
        "id":"ED135620",
        "title":"First Course in Algebra, Teacher&apos;s Commentary, Part II, Unit 12."},
      {
        "id":"ED135621",
        "title":"Geometry, Student's Text, Part I, Unit 13. Revised Edition."},
      {
        "id":"ED135622",
        "title":"Geometry, Student's Text, Part II, Unit 14."},
      {
        "id":"ED135623",
        "title":"Geometry, Teacher's Commentary, Part I, Unit 15. Revised Edition."},
      {
        "id":"ED135624",
        "title":"Geometry, Teacher's Commentary, Part II, Unit 16. Revised Edition."},
      {
        "id":"ED135625",
        "title":"Intermediate Mathematics, Student's Text, Part I, Unit 17."},
      {
        "id":"ED135626",
        "title":"Intermediate Mathematics, Student's Text, Part II, Unit 18."},
      {
        "id":"ED135627",
        "title":"Intermediate Mathematics, Teacher&apos;s Commentary, Part I, Unit 19."},
      {
        "id":"ED135628",
        "title":"Intermediate Mathematics, Teacher&apos;s Commentary, Part II, Unit 20."},
      {
        "id":"ED135629",
        "title":"Elementary Functions, Student&apos;s Text, Unit 21."},
      {
        "id":"ED135630",
        "title":"Elementary Functions, Teacher's Commentary, Unit 22. Revised Edition."},
      {
        "id":"ED135631",
        "title":"Introduction to Matrix Algebra, Student's Text, Unit 23."},
      {
        "id":"ED135632",
        "title":"Introduction to Matrix Algebra, Teacher's Commentary, Unit 24."},
      {
        "id":"ED135633",
        "title":"Competency Based Teacher Education Certification Program in Mathematics 7-12, Provisional."},
      {
        "id":"ED135634",
        "title":"Checklist of Abbreviations and Acronyms in the Physics Literature."},
      {
        "id":"ED135635",
        "title":"An Analysis of Federal R&D Funding by Function, Fiscal Years 1969-1977."},
      {
        "id":"ED135636",
        "title":"The Development and Implementation of the Levels of Use Observational Inventory (LoUOI): An Instrument to Aid in the Adoption of an Innovation Process."},
      {
        "id":"ED135637",
        "title":"Staff Handbook on Natural Gas."},
      {
        "id":"ED135638",
        "title":"Research in Science &amp; Mathematics Education."},
      {
        "id":"ED135639",
        "title":"Elementary Science Curriculum Implementation: As It Was and As It Should Be."},
      {
        "id":"ED135640",
        "title":"Science, Technology, and Society: A Guide to the Field. Directory of Teaching, Research, and Resources in the U.S."},
      {
        "id":"ED135641",
        "title":"Zooroom City: An \"Action\" Centered Museum in the Classroom."},
      {
        "id":"ED135642",
        "title":"Facts of Life and Living for a Metric Tomorrow Today. Paper presented at the International Conference on Metric Education (4th, New Orleans, Louisiana, January 22, 1977)."},
      {
        "id":"ED135643",
        "title":"Trends in Environmental Education, April/May/June 1975."},
      {
        "id":"ED135644",
        "title":"An Introduction to Marine Education, A Course for Preservice Science Teachers."},
      {
        "id":"ED135645",
        "title":"A New Methodology for Research in the Schools and Universities - Nonparametric Analysis of Trend."},
      {
        "id":"ED135646",
        "title":"Attitude Changes of Elementary Teachers Trained and Selected as Model Science Teachers."},
      {
        "id":"ED135647",
        "title":"A Review of Research Related to Environmental Education, 1973-1976."},
      {
        "id":"ED135648",
        "title":"Project SAVE, Student Action for Valuing the Environment."},
      {
        "id":"ED135649",
        "title":"Whole Earth Design."},
      {
        "id":"ED135650",
        "title":"Finding Solutions to Environmental Problems: A Process Guide."},
      {
        "id":"ED135651",
        "title":"The Philosophic Consistency of Science Teachers' Opinions About the Structure of Scientific Laws and Theories."},
      {
        "id":"ED135652",
        "title":"The Environmental Learnings Scorecard: A Behavioral Objectives Approach to Defining and Evaluating the Environmental Education Program for the Youth Conservation Corps."},
      {
        "id":"ED135653",
        "title":"Minorities in the Youth Conservation Corps: A Study of Cultural Groups in the 1974 YCC Program."},
      {
        "id":"ED135654",
        "title":"An Evaluation of the 1973 Youth Conservation Corps."},
      {
        "id":"ED135655",
        "title":"The Efficacy of Part-Time Consultants to Support Curriculum Dissemination."},
      {
        "id":"ED135656",
        "title":"Investigating Your Environment: Teaching Materials for Environmental Education."},
      {
        "id":"ED135657",
        "title":"Graduate Science and Engineering Enrollment Up Only 1 Percent in 1976. Science Resources Studies Highlights, February 4, 1977."},
      {
        "id":"ED135658",
        "title":"How to Plan an Environmental Conference, A Technique for Developing Citizen Leadership."},
      {
        "id":"ED135659",
        "title":"Eighth Grade Marine Science; Resource Units."},
      {
        "id":"ED135660",
        "title":"The Effects of Instruction in Science Process Skills on Reading Comprehension of Pre- and In-Service Elementary Teachers."},
      {
        "id":"ED135661",
        "title":"The Effect of Intensive Instruction in Hypothesis Generation Upon Hypothesis Forming and Questioning Behaviors of Ninth Grade Students."},
      {
        "id":"ED135662",
        "title":"Kindergarten Science Project."},
      {
        "id":"ED135663",
        "title":"The Science Curriculum Improvement Study: (SCIS) Works in N.C."},
      {
        "id":"ED135664",
        "title":"The Development and Use of an Energy Environment Assessment Instrument."},
      {
        "id":"ED135665",
        "title":"Current Issues in Environmental Education - II: Selected Papers From the Fifth Annual Conference of the National Association for Environmental Education."},
      {
        "id":"ED135666",
        "title":"Additional Selected Papers from the Annual Conference of the National Association for Environmental Education (5th, Atlanta, Georgia, April 1976)."},
      {
        "id":"ED135667",
        "title":"A Selected List of Urban, Environmental and Social Problem Gaming/Simulations."},
      {
        "id":"ED135668",
        "title":"Directory of Transportation Education."},
      {
        "id":"ED135669",
        "title":"A Directory of Projects and Programs in Environmental Education. Fourth Edition."},
      {
        "id":"ED135670",
        "title":"Research Sections, Annual Meeting of the National Council of Teachers of Mathematics (55th, Cincinnati, Ohio, April 20-23, 1977). Mathematics Education Reports."},
      {
        "id":"ED135671",
        "title":"A Study in West German Stabilization Policy, 1956-1974. German Studies Notes. First Draft."},
      {
        "id":"ED135672",
        "title":"Germany's Persistent Balance-of-Payments Disequilibrium Revisited. German Studies Notes."},
      {
        "id":"ED135673",
        "title":"U.S. Taxation of Business: Relevance of the European Experience. German Studies Notes."},
      {
        "id":"ED135674",
        "title":"The NSF Science Education Controversy: Issues, Events, Decisions."},
      {
        "id":"ED135675",
        "title":"Strong Women: An Annotated Bibliography of Literature for the High School Classroom."},
      {
        "id":"ED135676",
        "title":"High School Feminist Studies."},
      {
        "id":"ED135677",
        "title":"Women's Studies for Teachers and Administrators: A Packet of Inservice Education Materials."},
      {
        "id":"ED135678",
        "title":"Who's Who and Where in Women's Studies."},
      {
        "id":"ED135679",
        "title":"History Teaching/Learning and the Communications Revolution."},
      {
        "id":"ED135680",
        "title":"World Population Trends: Signs of Hope, Signs of Stress. Worldwatch Paper 8."},
      {
        "id":"ED135681",
        "title":"A Research Project on Higher Education. Investigations into the Learning and Teaching of Basic Concepts in Economics. No. 54. (1)."},
      {
        "id":"ED135683",
        "title":"Skill as an Aspect of Knowledge: Some Implications from Research on Students Conceptions of Central Phenomena in Their Subjects. Investigations into the Learning and Teaching of Basic Concepts in Economics. No. 55. (2)."},
      {
        "id":"ED135684",
        "title":"Support for Economic Growth and Environmental Protection 1973-1975."},
      {
        "id":"ED135685",
        "title":"Report: Phase Two Complete. Museums and Education: Curriculum; Final Conference Report."},
      {
        "id":"ED135686",
        "title":"Social Studies Curriculum and the Elementary Teacher."},
      {
        "id":"ED135687",
        "title":"A Study Guide for Constitutions in Effect in New York."},
      {
        "id":"ED135688",
        "title":"Key Issues and Problems in Developing New National Policy for Civic Education."},
      {
        "id":"ED135689",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 9, No. 3, 1975, Period Covered July-September 1975."},
      {
        "id":"ED135690",
        "title":"Patterns for Teaching Interdependence; Part A, K-3 [And] Part B, 4-6. Global Perspectives: A Humanistic Influence on the Curriculum."},
      {
        "id":"ED135691",
        "title":"Suggestions for Curriculum Development on Interdependence; Part A, K-3 [And] Part B, 4-6. Global Perspectives: A Humanistic Influence on the Curriculum. Number One in a Series of K-12 Guides."},
      {
        "id":"ED135692",
        "title":"Suggestions for Curriculum Development on Interdependence; Part C, 7-9 [And] Part D, 10-12. Global Perspectives: A Humanistic Influence on the Curriculum. Number One in a Series of K-12 Guides."},
      {
        "id":"ED135693",
        "title":"Suggestions for Curriculum Development on Communication; Part A, K-3. Global Perspectives: A Humanistic Influence on the Curriculum. Number Three in a Series of K-12 Guides."},
      {
        "id":"ED135694",
        "title":"Suggestions for Curriculum Development on Communication; Part B, 4-6. Global Perspectives: A Humanistic Influence on the Curriculum. Number Three in a Series of K-12 Guides."},
      {
        "id":"ED135696",
        "title":"The Introduction of New Elements of Knowledge into Upper Secondary Education in Italy, 1971-1975. Education and Culture."},
      {
        "id":"ED135697",
        "title":"Why Families Move: A Model of the Geographic Mobility of Married Couples."},
      {
        "id":"ED135698",
        "title":"World Religions for the Classroom."},
      {
        "id":"ED135699",
        "title":"The Roads They Made: Women in Illinois History."},
      {
        "id":"ED135700",
        "title":"Committee on Work and Personality in the Middle Years. Progress Report: June 1, 1974 to October 1, 1976."},
      {
        "id":"ED135702",
        "title":"Transcribing without Tears: A Guide to Transcribing and Editing Oral History Interviews."},
      {
        "id":"ED135703",
        "title":"Education, Social Science, and the Judicial Process: An International Symposium."},
      {
        "id":"ED135704",
        "title":"Womens' Roles and Education: Changing Traditions in Population Planning."},
      {
        "id":"ED135705",
        "title":"Education for Citizenship: A Bicentennial Survey. Citizenship/Social Studies Report."},
      {
        "id":"ED135706",
        "title":"The Institute Papers: Towards a Recovery of Civic Idealism."},
      {
        "id":"ED135707",
        "title":"Building Community."},
      {
        "id":"ED135708",
        "title":"The Questionable Value of the Master's Degree in Sociology for the Ph.D.-Pursuing Student."},
      {
        "id":"ED135709",
        "title":"Learning to Teach: Some Resources for Graduate Students or People Wishing to Help Graduate Students."},
      {
        "id":"ED135710",
        "title":"Proceedings of an International Conference on Expanding Dimensions of World Education (Hacettepe University, Ankara, Turkey, June 21-24, 1976)."},
      {
        "id":"ED135711",
        "title":"Issues Confronting Geographic Educators in Europe and the USSR: The View from IGU."},
      {
        "id":"ED135712",
        "title":"Oklahoma Affective Education: A Resource Guide."},
      {
        "id":"ED135713",
        "title":"Teacher's Guide for Maryland v. Trouble: A Video Tape Recording. Law-Related Education Program for the Schools of Maryland."},
      {
        "id":"ED135715",
        "title":"Techniques and Materials for Global Studies: Groton Follow-up Conference."},
      {
        "id":"ED135716",
        "title":"Academic Ideology and the Post-activist Generation: Students&apos; Reactions to the University."},
      {
        "id":"ED135717",
        "title":"Teaching Social Problems: A Review and Discussion of Possible Approaches."},
      {
        "id":"ED135718",
        "title":"World Disarmament Kit."},
      {
        "id":"ED135721",
        "title":"A Resource Directory of Selected Consumer Education Materials for Grades K-8. Resource Materials."},
      {
        "id":"ED135722",
        "title":"Humanistic Studies: Academic and Cultural Enrichment Project, Title III/IV Public Schools of the District of Columbia. Addendum to the Evaluation Final Report 1975-1976."},
      {
        "id":"ED135725",
        "title":"Tibet&apos;s Role in Inner Asia. Teaching Aids for the Study of Inner Asia, No. 2."},
      {
        "id":"ED135726",
        "title":"The Inner Asian Diplomatic Tradition. Teaching Aids for the Study of Inner Asia, No. 3."},
      {
        "id":"ED135727",
        "title":"High School Teaching Unit Plans on Inner Asia. Teaching Aids for the Study of Inner Asia, No. 4."},
      {
        "id":"ED135730",
        "title":"Attitudes of Elementary Teachers toward Valuing Education in the Classroom."},
      {
        "id":"ED135734",
        "title":"Implications for Subsequent Conferences: Suggestions Drawn from Critique Information and Similar Experiences. No. 151."},
      {
        "id":"ED135737",
        "title":"Systems Approach to In-Service Education."},
      {
        "id":"ED135741",
        "title":"Student Teachers as Change Agents -- A Question of Expectations, Roles, and Settings."},
      {
        "id":"ED135743",
        "title":"Individualizing Social Studies Through Simulation Gaming."},
      {
        "id":"ED135744",
        "title":"Media Utilization by Teachers of Appalachian Kentucky."},
      {
        "id":"ED135745",
        "title":"Group Interaction Analysis for Improvement of Classroom Discussion."},
      {
        "id":"ED135746",
        "title":"An Experimental Program in Field-Based Prestudent Teaching Experiences."},
      {
        "id":"ED135747",
        "title":"A Base for Building Professional Competence: The Fort Worth Teacher Center."},
      {
        "id":"ED135748",
        "title":"The University Supervisor: What Place in Academe?"},
      {
        "id":"ED135749",
        "title":"Aspects of In-Service Education in England."},
      {
        "id":"ED135750",
        "title":"Proctor Personality Characteristics and Effectiveness in a PSI Course."},
      {
        "id":"ED135752",
        "title":"The Societal Future and Teaching."},
      {
        "id":"ED135753",
        "title":"Concepts and Convictions."},
      {
        "id":"ED135754",
        "title":"Memories of a Bloomer Girl."},
      {
        "id":"ED135758",
        "title":"Perspectives on Problem Solving: Person versus Paradigm."},
      {
        "id":"ED135759",
        "title":"Preparing Teachers to Elicit Behavioral Objectives from Students."},
      {
        "id":"ED135760",
        "title":"Managing Multidisciplinarity: Building and Bridging Epistemologies in Educational R&amp;D."},
      {
        "id":"ED135761",
        "title":"Professional Judgment as a Criterion Variable in Pre-Service Teacher Education Research."},
      {
        "id":"ED135762",
        "title":"Implementing Behavior Modification Procedures in an Elementary School: Problems and Issues."},
      {
        "id":"ED135763",
        "title":"From Inservice to Implementation: The Integrated Language Arts Curriculum for Middle School Level Students."},
      {
        "id":"ED135764",
        "title":"Experiencing Conceptual Growth Through Studying Teaching and Learning."},
      {
        "id":"ED135765",
        "title":"Does Practice Make Perfect? Teacher Competencies and Conditions Which Contribute to Their Acquisition."},
      {
        "id":"ED135766",
        "title":"The First Year Teacher Study"},
      {
        "id":"ED135768",
        "title":"The First Year Teacher: Perceived Needs, Intervention Strategies and Results."},
      {
        "id":"ED135769",
        "title":"Resolution of Conflicting Claims Concerning Behavioural Objectives."},
      {
        "id":"ED135770",
        "title":"Cognitive Complexity and Its Relationship to the Classroom Cognitive Behavior of Teachers."},
      {
        "id":"ED135771",
        "title":"Instructional Quality as a Function of Locale, Grade, and Subject."},
      {
        "id":"ED135772",
        "title":"Attitude and Attitude Change in Student Teachers."},
      {
        "id":"ED135773",
        "title":"Who Produces What in Educational Research and Development?"},
      {
        "id":"ED135774",
        "title":"Functions of Instructional Objectives: Organization and Direction."},
      {
        "id":"ED135775",
        "title":"The Use of Teacher Evaluation to Improve Instruction."},
      {
        "id":"ED135776",
        "title":"&quot;A Research Oriented Elementary Education Student Teaching Program&quot;: A Follow-Up Study."},
      {
        "id":"ED135777",
        "title":"Improving the Teacher's Awareness of Nonverbal Communication in the Classroom."},
      {
        "id":"ED135778",
        "title":"The Human Relations Code: Teacher Certification Guidelines."},
      {
        "id":"ED135779",
        "title":"Assessing Perceived Needs for Training Preservice Teachers, Inservice Teachers and Other Educational Personnel in Cooperative Teaching Centers."},
      {
        "id":"ED135781",
        "title":"The Effects of Cognitive Style, Task Structure, and Task Setting on Student Outcomes--Cognitive and Affective."},
      {
        "id":"ED135782",
        "title":"Learning the Classroom Environment: An Ecological Analysis of Induction Into Teaching."},
      {
        "id":"ED135783",
        "title":"1975 Federal Funding for Education Knowledge Production and Utilization: A Composite Estimate, by Agency, Using Four Data Bases. R&amp;D System Studies. Technical Report No. 1."},
      {
        "id":"ED135784",
        "title":"Federal Funding for Education Knowledge Production and Utilization: KPU Function, by Agency. R&amp;D Systems Studies. Technical Report No. 2."},
      {
        "id":"ED135785",
        "title":"Effects of Training on Solution of Insight Problems."},
      {
        "id":"ED135786",
        "title":"[Proceedings of Curriculum and Objectives Session - Division B - American Educational Research Association, San Francisco, California, April 21, 1976.]"},
      {
        "id":"ED135787",
        "title":"Guidelines for Conducting an Inventory of State Data Sources for Health Planners. Health Planning Methods and Technology Series No. 5."},
      {
        "id":"ED135790",
        "title":"Title IX and Physical Education: A Compliance Overview."},
      {
        "id":"ED135791",
        "title":"Title IX: What It Means and Doesn't Mean to Athletic Programs."},
      {
        "id":"ED135792",
        "title":"Preinstructional Strategies and Learning Outcome of Teachers in a Series of Health Education Workshops."},
      {
        "id":"ED135793",
        "title":"Individualized Health Incentive Program Modules for Physically Disabled Students in Grades Kindergarten Through Twelve."},
      {
        "id":"ED135794",
        "title":"Towards Excellence in Elementary Education; A Program for Improving the Professional Growth Opportunities for Elementary Teaching Personnel."},
      {
        "id":"ED135795",
        "title":"An Integrated Pre-Service/In-Service School-Based Teacher Education Model."},
      {
        "id":"ED135798",
        "title":"Validity of Two Sign Systems Based on Inductively Derived Teacher Competencies."},
      {
        "id":"ED135799",
        "title":"Admissible Scoring Systems for Continuous Distributions."},
      {
        "id":"ED135800",
        "title":"Student Evaluation of Courses in Terms of Personal Development."},
      {
        "id":"ED135801",
        "title":"Research on Classrooms and Schools: Formulation of Questions, Design and Analysis."},
      {
        "id":"ED135804",
        "title":"Word Associations of Students at Predominantly White and Predominantly Black Colleges."},
      {
        "id":"ED135806",
        "title":"A Note on the Importance of Studying Class Effects in Aptitude-Treatment Interactions."},
      {
        "id":"ED135807",
        "title":"Measuring Problem Solving Skills and Processes in Elementary School Children."},
      {
        "id":"ED135808",
        "title":"Program To Operationalize a New Training Pattern for Training Evaluation Personnel in Education. Final Report. Part A - Report on Development of Self Assessment of Evaluation Skills."},
      {
        "id":"ED135809",
        "title":"Program To Operationalize a New Training Pattern for Training Evaluation Personnel in Education. Final Report. Part D - Report on Implementation of Decision-Oriented Evaluation Units in Consortium Agencies."},
      {
        "id":"ED135810",
        "title":"Program To Operationalize a New Training Pattern for Training Evaluation Personnel in Education. Final Report. Part E - Report Synthesizing Evaluation of Development and Implementation of Model Training Program."},
      {
        "id":"ED135811",
        "title":"Program to Operationalize a New Training Pattern for Training Evaluation Personnel in Education. Final Report. Part F - Report on Design and Evaluation of Internship Experiences."},
      {
        "id":"ED135813",
        "title":"Aggregation Gain Reconsidered. Technical Report No. 8."},
      {
        "id":"ED135815",
        "title":"Differential Effects of Imagery Instructions on Pupils with Different Abilities."},
      {
        "id":"ED135818",
        "title":"National Longitudinal Study of High School Seniors: An Agenda for Policy Research."},
      {
        "id":"ED135821",
        "title":"An Examination of the Relationship Between Memory and Higher Thought Processes Using a Sample of Fifth Grade Children. Technical Report No. 378."},
      {
        "id":"ED135822",
        "title":"Self-Grading versus External Proctoring: A Counterbalanced Comparison."},
      {
        "id":"ED135827",
        "title":"The GRE and the Minority Student: A Perspective."},
      {
        "id":"ED135837",
        "title":"Choosing Minimum Passing Scores by Stochastic Approximation Techniques."},
      {
        "id":"ED135838",
        "title":"The Annual Conference on Large-Scale Assessment: Formal Papers and Selected Bibliography (Sixth, Boulder, Colorado, June 14-17, 1976)."},
      {
        "id":"ED135839",
        "title":"Using National Assessment for Program Evaluation. Two Papers Presented to the National Council for the Social Studies."},
      {
        "id":"ED135840",
        "title":"A System for Describing and Evaluating Criterion-Referenced Tests."},
      {
        "id":"ED135841",
        "title":"The Appropriateness of Criterion-Referenced Tests for Evaluation Studies."},
      {
        "id":"ED135842",
        "title":"Using Anchor Test Study Tables in State Assessment Programs."},
      {
        "id":"ED135846",
        "title":"What Students Know and Can Do: Profiles of Three Age Groups."},
      {
        "id":"ED135848",
        "title":"The Objective-Referenced Measure in Mathematics for Delaware Grade Four Students. Final Report."},
      {
        "id":"ED135849",
        "title":"Evaluation and Analysis to Support Decisionmaking."},
      {
        "id":"ED135850",
        "title":"Some Empirical Evidence on the Comparability of School Unit Residuals Based on Achievement and Non-Achievement Variables."},
      {
        "id":"ED135851",
        "title":"Nesting, Crossing, Type IV Errors, and the Role of Statistical Models."},
      {
        "id":"ED135852",
        "title":"Creating Domain-Referenced Tests by Computer."},
      {
        "id":"ED135853",
        "title":"Computerized Achievement Testing Using the Simple Logistic Model."},
      {
        "id":"ED135854",
        "title":"The Development of a Computerized System for the Estimation of Reliability for Measurement Systems Employing Interval or Ratio Data."},
      {
        "id":"ED135855",
        "title":"The Effect of Written and Oral Student Evaluative Feedback and Selected Teacher and Student Demographic and Descriptive Variables on the Attitudes and Ratings of Teachers and Students."},
      {
        "id":"ED135856",
        "title":"Test Analyses: Screening and Verification Instruments for Preschool Children. Volume I."},
      {
        "id":"ED135857",
        "title":"Program Implementation and Pupil Achievement in Three Title I Projects."},
      {
        "id":"ED135858",
        "title":"Basic Skills: What Competencies Shall Be Measured and How?"},
      {
        "id":"ED135859",
        "title":"The Consequences of Model Misidentification in the Interrupted Time-Series Experiment."},
      {
        "id":"ED135860",
        "title":"Growth Curve Analysis."},
      {
        "id":"ED135861",
        "title":"An Evaluation of Unified Science and Mathematics for Elementary Schools (USMES) During the 1973-74 School Year."},
      {
        "id":"ED135862",
        "title":"An Instrument to Describe College Teaching: A Reliability Study."},
      {
        "id":"ED135863",
        "title":"Goal Attainment Follow-up at a Preschool Diagnostic Center."},
      {
        "id":"ED135864",
        "title":"Student Effects of an Interdisciplinary Curriculum for Real Problem Solving: The 1974-75 USMES Evaluation. Final Report."},
      {
        "id":"ED135865",
        "title":"An Evaluation of the Maryland Alternative Accountability Pilot Project."},
      {
        "id":"ED135866",
        "title":"A Factor-Analytic Validity Study of the Blumberg-Amidon &quot;Teacher Perceptions of Supervisor-Teacher Conferences&quot; Instrument."},
      {
        "id":"ED135867",
        "title":"The 1973 Reform of the Illinois General Purpose Grant-in-Aid: An Evaluation After Three Years."},
      {
        "id":"ED135868",
        "title":"A New Yardstick for Comparing Achievement in Basic Skills."},
      {
        "id":"ED135869",
        "title":"The Use of Regression Discontinuity Model with Criterion-Referenced Testing in the Evaluation of Compensatory Education."},
      {
        "id":"ED135870",
        "title":"CHARGE--A Simulation Game Designed to Teach Group Member Roles to Prospective Teachers--FOUND TO BE EFFECTIVE."},
      {
        "id":"ED135871",
        "title":"Reading Improvement Through Teacher Education. Final Fourth-Year Report; Report Number 7703."},
      {
        "id":"ED135872",
        "title":"An Abundance of Answers in Search of Questions: On a Methodology of Assessment Through Indicators."},
      {
        "id":"ED135873",
        "title":"College Student Profiles: Norms for the ACT Assessment. 1976-77 Edition."},
      {
        "id":"ED135874",
        "title":"Numerical Procedures in the Optimal Grouping of Students for Instructional Purposes. Technical Report No. 399 (Parts 1 and 2)."},
      {
        "id":"ED135875",
        "title":"A Comparison of Ipsative and Normative Procedures in the Study of Cognitive Preferences."},
      {
        "id":"ED135876",
        "title":"Urban Education: Eight Experiments in Community Control; Report to Office of Economic Opportunity."},
      {
        "id":"ED135878",
        "title":"Teachers' Guide to Curriculum Kit for Understanding Chinese Americans."},
      {
        "id":"ED135879",
        "title":"Nebraska&apos;s Official Civil Rights Agencies. A Report of the Nebraska Advisory Committee to the United States Commission on Civil Rights..."},
      {
        "id":"ED135880",
        "title":"Description and Evaluation, ECI/URRD Pilot Program for Dropouts. Followup Study, ECI/URRD Pilot Program for Dropouts."},
      {
        "id":"ED135881",
        "title":"Handbook for Teachers of Vietnamese Students."},
      {
        "id":"ED135882",
        "title":"Modification of Children's Racial Attitudes. Final Progress Report."},
      {
        "id":"ED135883",
        "title":"Evaluation Report. 1974-75 Kentucky ESEA Title I Program."},
      {
        "id":"ED135884",
        "title":"Vermont ESEA Title I Education for the Disadvantaged. Annual Evaluation, Fiscal Year 1975."},
      {
        "id":"ED135885",
        "title":"Colorado Annual Evaluation Report."},
      {
        "id":"ED135886",
        "title":"Annual Evaluation Report on Programs Funded Under USEA Title I in Maryland for Fiscal Year 1975."},
      {
        "id":"ED135887",
        "title":"[Letter to Chancellor Irving Anker, N.Y.C. Board of Education.]"},
      {
        "id":"ED135888",
        "title":"Statement by Martin H. Gerry, Director, Office for Civil Rights, Department of Health, Education and Welfare."},
      {
        "id":"ED135889",
        "title":"Teaching Children How to Think; Synthesis, Interpretation and Evaluation of Research and Development on Creative Problem Solving."},
      {
        "id":"ED135890",
        "title":"The Desegregation Literature: A Critical Appraisal."},
      {
        "id":"ED135891",
        "title":"Creating a Diverse Teaching and Learning Environment at an Inner City Middle School."},
      {
        "id":"ED135892",
        "title":"Blacks on White College Campuses."},
      {
        "id":"ED135893",
        "title":"The Effects of Education on Occupational Status and Earnings. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED135894",
        "title":"Presentation on School Desegregation and White Flight."},
      {
        "id":"ED135896",
        "title":"Social Reform Groups and Law Reformers. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED135897",
        "title":"Race, Sex and Schooling: Insights from the \"Wisconsin Model\" of Early Achievement Process."},
      {
        "id":"ED135898",
        "title":"Accelerated Educational Program, Voorhees College: A D E A P Evaluation. Final Report."},
      {
        "id":"ED135899",
        "title":"ESEA Title I Annual Evaluation Report FY 1975."},
      {
        "id":"ED135900",
        "title":"Trends in Black School Segregation, 1970-1974. Volume 1."},
      {
        "id":"ED135901",
        "title":"Ecological Influences on Psycho-social Development of Black Children; Interim Progress Reports, Year II."},
      {
        "id":"ED135903",
        "title":"Poverty Status of Families Under Alternative Definitions of Income; Background Paper No. 17."},
      {
        "id":"ED135905",
        "title":"Stereotypes, Distortions and Omissions in U.S. History Textbooks."},
      {
        "id":"ED135906",
        "title":"With Bias Toward None; Non-biased Assessment of Minority Group Children."},
      {
        "id":"ED135907",
        "title":"An Urban Student-Based Needs Assessment."},
      {
        "id":"ED135908",
        "title":"Blacks in an Urban Environment; A Selected Annotated Bibliography of Reference Sources."},
      {
        "id":"ED135909",
        "title":"Report On Bilingual Pilot Schools in New York City; A Study of a Court-Ordered Program for Pupils with English Language Difficulty."},
      {
        "id":"ED135910",
        "title":"Report on Bilingual Education; A Study of Programs for Pupils with English Language Difficulty in New York City Public Schools."},
      {
        "id":"ED135911",
        "title":"Proceedings of the National Asian American Studies Conference II; A Tool of Change or a Tool of Control?"},
      {
        "id":"ED135913",
        "title":"The Federal Role in Educational R &amp; D."},
      {
        "id":"ED135914",
        "title":"The State of Black America 1977."},
      {
        "id":"ED135915",
        "title":"Corrective Mathematics Services for Eligible Nonpublic School Pupils; Evaluation Period School Year, 1975-1976."},
      {
        "id":"ED135916",
        "title":"College Discovery and Development Program; School Year, 1975-76."},
      {
        "id":"ED135917",
        "title":"College Discovery and Development Program; School Year 1974-75."},
      {
        "id":"ED135918",
        "title":"College Bound Program; Summer 1975."},
      {
        "id":"ED135919",
        "title":"The College Bound Program; Evaluation Period, School Year 1974-1975."},
      {
        "id":"ED135920",
        "title":"City College Advisory Workshop; 1974-1975."},
      {
        "id":"ED135921",
        "title":"Bilingual Pupil Services; School Year 1974-1975."},
      {
        "id":"ED135922",
        "title":"Bilingual Program In Auxiliary Services for High Schools; School Year 1975-76."},
      {
        "id":"ED135923",
        "title":"Bilingual Program in Auxiliary Services for High Schools; School Year 1974-75."},
      {
        "id":"ED135924",
        "title":"Skills Remediation in Reading; School Year 1974-75."},
      {
        "id":"ED135925",
        "title":"School-Community Interaction Umbrella: English as a Second Language (PS152) &amp; Early Identification Program (PS139); February 13, 1975- June 26, 1975. Final Report."},
      {
        "id":"ED135926",
        "title":"Remediation for Auxiliary Service Students; Evaluation Period, School Year 1974-1975."},
      {
        "id":"ED135927",
        "title":"Remedial Services for Eligible Nonpublic School Pupils; Clinical and Guidance Component. School Year 1974-1975."},
      {
        "id":"ED135928",
        "title":"Perceptions of Equal Opportunity and Race Relations Among Military Personnel."},
      {
        "id":"ED135929",
        "title":"Quality of Life Among Asian Americans in Middle Size Cities: Some Theoretical and Methodological Considerations."},
      {
        "id":"ED135930",
        "title":"New York State Programs of Postsecondary Opportunity, 1973-1974; Comments and Recommendations of the Regents and Staff Analysis."},
      {
        "id":"ED135932",
        "title":"Ethnic Heritage Learning Resource Center."},
      {
        "id":"ED135935",
        "title":"Modules in Agricultural Education for Agricultural Resources."},
      {
        "id":"ED135936",
        "title":"Modules in Agricultural Education for Leadership Development."},
      {
        "id":"ED135937",
        "title":"Modules in Agricultural Education for Agricultural Supplies and Services."},
      {
        "id":"ED135938",
        "title":"In Search of Impact: An Analysis of the Utilization of Federal Health Evaluation Research."},
      {
        "id":"ED135939",
        "title":"The Effects of Learned Leadership/Membership Skills on Work Performance. Final Report."},
      {
        "id":"ED135941",
        "title":"Modules in Agricultural Education for Agricultural Mechanics."},
      {
        "id":"ED135942",
        "title":"Ornamental Horticulture."},
      {
        "id":"ED135943",
        "title":"Modules in Agricultural Education for Agricultural Production."},
      {
        "id":"ED135944",
        "title":"Developments in Adult Education Structures. Five National Studies."},
      {
        "id":"ED135945",
        "title":"Advertising Services Module. A Second-Level Option for Distribution and Marketing."},
      {
        "id":"ED135947",
        "title":"Soil Classification and Treatment."},
      {
        "id":"ED135948",
        "title":"Agricultural Sales and Services. A Curriculum Guide. Preliminary Draft."},
      {
        "id":"ED135949",
        "title":"Ornamental Horticulture. A Curriculum Guide. Preliminary Draft."},
      {
        "id":"ED135950",
        "title":"Cooperative Office Education Manual."},
      {
        "id":"ED135952",
        "title":"Metrics for Agricultural Mechanics."},
      {
        "id":"ED135953",
        "title":"Metrics for Agricultural Supplies & Services, Agricultural Production."},
      {
        "id":"ED135954",
        "title":"Metrics for Forestry."},
      {
        "id":"ED135955",
        "title":"Metrics for Horticulture."},
      {
        "id":"ED135956",
        "title":"Metrics for General Office Clerks, Clerk-Typists, Typists."},
      {
        "id":"ED135957",
        "title":"Metrics for Key Punch Operators."},
      {
        "id":"ED135958",
        "title":"Metrics for Secretarial, Stenography."},
      {
        "id":"ED135959",
        "title":"Metrics for Architectural, Civil, Mechanical Drafting."},
      {
        "id":"ED135960",
        "title":"Metrics for Bindery Operation."},
      {
        "id":"ED135961",
        "title":"Metrics for Commercial Photography."},
      {
        "id":"ED135962",
        "title":"Metrics for Copy Preparation, Layout and Design, Type Composition."},
      {
        "id":"ED135963",
        "title":"Metrics for Litho Photography, Offset Stripping, Offset Platemaking."},
      {
        "id":"ED135964",
        "title":"Metrics for Offset Printing Press Operation."},
      {
        "id":"ED135965",
        "title":"Metrics for Air Conditioning & Refrigeration, Heating, Ventilating."},
      {
        "id":"ED135966",
        "title":"Metrics for Commercial, Industrial, Residential Electricity."},
      {
        "id":"ED135967",
        "title":"Metrics for Plumbing, Pipefitting."},
      {
        "id":"ED135968",
        "title":"Metrics for Food Services."},
      {
        "id":"ED135969",
        "title":"Metrics for Hotel and Lodging."},
      {
        "id":"ED135970",
        "title":"Metrics for Recreation & Tourism."},
      {
        "id":"ED135971",
        "title":"Occupational Outlook for College Graduates, 1976-77 Edition."},
      {
        "id":"ED135972",
        "title":"Consumer Education Resources."},
      {
        "id":"ED135974",
        "title":"Report on Veterans' Responses to VA Educational Assistance Programs. A Report of the General Accounting Office Submitted to the Committee on Veterans' Affairs United States Senate. 94th Congress, 2nd Session. Senate Committee Print No. 50."},
      {
        "id":"ED135975",
        "title":"Bibliography on Life/Career Planning."},
      {
        "id":"ED135977",
        "title":"Training by Correspondence under the GI Bill (An In-Depth Analysis). A Study Submitted by the Veterans&apos; Administration to the Committee on Veterans&apos; Affairs United State Senate. 94th Congress, 2nd Session. Senate Committee Print No. 49."},
      {
        "id":"ED135978",
        "title":"Summary of Veterans&apos; Legislation Reported, 94th Congress."},
      {
        "id":"ED135979",
        "title":"English and Federal Government. Federal Textbook on Citizenship--Home Study Course. Revised."},
      {
        "id":"ED135981",
        "title":"Training Manual: Middle Schools. Vocational Strategies for Special Needs Students."},
      {
        "id":"ED135982",
        "title":"Training Manual: Driver Education. Vocational Strategies for Special Needs Students."},
      {
        "id":"ED135983",
        "title":"Training Manual: Paraprofessionals. Vocational Strategies for Special Needs Students."},
      {
        "id":"ED135984",
        "title":"Training Manual: Vocational Skills. Vocational Strategies for Special Needs Students."},
      {
        "id":"ED135985",
        "title":"Manpower Advisory Services in the Workplace: A Missing Link in National Manpower Policy. Volume II--Appendices."},
      {
        "id":"ED135986",
        "title":"Manpower Advisory Services in the Workplace: A Missing Link in National Manpower Policy. Volume I."},
      {
        "id":"ED135987",
        "title":"An Assessment of Career Development: Basic Work Skills. Career and Occupational Development Report No. 05-COD-02."},
      {
        "id":"ED135988",
        "title":"The Addict and Ex-Addict in the World of Work: Job Finding Experiences and Performance in Employment. Final Report."},
      {
        "id":"ED135989",
        "title":"Jobs for Which a High School Education is Preferred, but Not Essential."},
      {
        "id":"ED135990",
        "title":"Jobs for Which Junior College, Technical Institute, or Other Specialized Training Is Usually Required."},
      {
        "id":"ED135991",
        "title":"Continuing Education for the Elderly: A Report."},
      {
        "id":"ED135992",
        "title":"Why Adults Participate in Education: Some Implications for Program Development of Research on Motivational Orientations."},
      {
        "id":"ED135993",
        "title":"Voluntarism: The Real and Emerging Power. A Report of the International Conference on Volunteer Service (Vienna, Austria, June 27-July 2, 1976)."},
      {
        "id":"ED135994",
        "title":"Health Manpower Education Project. Final Report."},
      {
        "id":"ED135996",
        "title":"Education, Labor Market Experiences, and Current Expectancies of Black and White Men and Women. Final Report."},
      {
        "id":"ED135997",
        "title":"Facilitating the Career Development of Home-Based Adults: The Home/Community-Based Career Education Model. Final Report. Volume I. The Model: Its Nature, Context, and Products."},
      {
        "id":"ED135998",
        "title":"Facilitating the Career Development of Home-Based Adults: The Home/Community-Based Career Education Model. Final Report. Volume II. Research and Evaluation."},
      {
        "id":"ED135999",
        "title":"Facilitating the Career Development of Home-Based Adults: The Home/Community-Based Career Education Model. Final Report. Volume III. Appendices."},
      {
        "id":"ED136000",
        "title":"Manpower Projections to 1980. Econometric Study."},
      {
        "id":"ED136001",
        "title":"Alternatives for Lifelong Learning in Minnesota: The Nonformal Educational Sector. Summary Report."},
      {
        "id":"ED136002",
        "title":"Coping Skills for Citizenship Participation."},
      {
        "id":"ED136003",
        "title":"Participation in Adult Education. Final Report, 1972."},
      {
        "id":"ED136004",
        "title":"The Elusive Unit of Service. Project SHARE. Human Services Monograph Series. Number 1."},
      {
        "id":"ED136005",
        "title":"Analysis of Consumers' Education Applications and Funded Projects, Fiscal Year 1976. Technical Report No. 1."},
      {
        "id":"ED136006",
        "title":"Programming the Generalist Volunteer: A Survey of Suggestions and Achievements."},
      {
        "id":"ED136007",
        "title":"The Volunteers Speak: A World-Wide Survey of Peace Corps Volunteers. ACTION Evaluation."},
      {
        "id":"ED136008",
        "title":"Peace Corps/Ghana. Country Program Evaluation. ACTION Evaluation."},
      {
        "id":"ED136009",
        "title":"ABGs in Agriculture. Volume One. Final Report. ACTION Evaluation."},
      {
        "id":"ED136010",
        "title":"ABGs in Agriculture. Volume Two. Appendices. ACTION Evaluation."},
      {
        "id":"ED136011",
        "title":"What Has Been Learned from the Work Incentive Program and Related Experiences: A Review of Research with Policy Implications. Final Report."},
      {
        "id":"ED136012",
        "title":"Student Attrition in the Wisconsin VTAE System. Phase I. Final Report."},
      {
        "id":"ED136013",
        "title":"Comprehensive Illinois Occupational Education Demonstration Center. Site A. Final Report."}]
  }}
