{
  "response":{"numFound":509939,"start":330000,"numFoundExact":true,"docs":[
      {
        "id":"ED136014",
        "title":"Employment Projections for Planning Vocational-Technical Education Curricula: Mission Impossible?"},
      {
        "id":"ED136015",
        "title":"Assessment and Evaluation of the Public's Perception of Vocational Education in Indiana. Technical Report."},
      {
        "id":"ED136016",
        "title":"Identification and Validation of Competencies for Teacher Education--Agriculture."},
      {
        "id":"ED136017",
        "title":"Career Education Program. Final Program Report."},
      {
        "id":"ED136018",
        "title":"A Career Education Counseling Project. Final Report."},
      {
        "id":"ED136019",
        "title":"Corpus Christi Independent School District Career Education Project, 1975-1976. Final Evaluation Report."},
      {
        "id":"ED136020",
        "title":"An Operational Blueprint for Health Career Education and Training Program. Final Report."},
      {
        "id":"ED136021",
        "title":"Assessment of Need in Programs of Vocational Education for the Disadvantaged and Handicapped. Final Report. Volume III. Bibliography."},
      {
        "id":"ED136022",
        "title":"Assessment of Need in Programs of Vocational Education for the Disadvantaged and Handicapped. Final Report. Volume I. Technical Report."},
      {
        "id":"ED136023",
        "title":"Assessment of Need in Programs of Vocational Education for the Disadvantaged and Handicapped. Final Report. Volume II. Compendium of Descriptions of Exemplary Programs."},
      {
        "id":"ED136024",
        "title":"Bingham County Developmental Career Education Emphasizing Career Awareness, Orientation, Exploration, and Preparation for the World of Work. Final Report."},
      {
        "id":"ED136025",
        "title":"Nontraditional Vocational Educational Programs for Women. Final Report."},
      {
        "id":"ED136026",
        "title":"Implementation of a State-Wide Computer-Based Occupational Information System with Multi-Facet Delivery Systems."},
      {
        "id":"ED136028",
        "title":"The Comparative Efficacy of Selected Manpower Demand Project Techniques on Diversified Populations. Final Report."},
      {
        "id":"ED136029",
        "title":"A Comparative Study of State Staffing Patterns and Delivery Systems of Vocational Education and Their Relative Effectiveness. Final Report."},
      {
        "id":"ED136030",
        "title":"Guidance, Counseling, Placement and Follow-Up Services Project. Final Report."},
      {
        "id":"ED136031",
        "title":"Determining Performance Levels of Competencies for Job Entry of Data Processing Programmers. Final Report."},
      {
        "id":"ED136032",
        "title":"Job Placement Services Research Study."},
      {
        "id":"ED136033",
        "title":"A Third Party Evaluation of the Region V, Regional Education Service Agency, Career Oriented Education Program: 1975-76."},
      {
        "id":"ED136034",
        "title":"Models and Procedures for Improving the Planning, Management, and Evaluation of Cooperative Education Programs. Final Report. Volume I."},
      {
        "id":"ED136035",
        "title":"Models and Procedures for Improving the Planning, Management, and Evaluation of Cooperative Education Programs. Final Report. Volume II."},
      {
        "id":"ED136036",
        "title":"A Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED136037",
        "title":"Pontiac Adult-Student Learning System. Final Evaluation Report. Project Years 1973-76."},
      {
        "id":"ED136038",
        "title":"A Survey of the Manpower Training Needs of Connecticut Business and Industry with Special Emphasis on the Development of a Computer-Based Model for Vocational-Career Information Delivery Systems. Final Report."},
      {
        "id":"ED136039",
        "title":"Survey of Continuing Education Needs for Secretarial Science Personnel within Lakeshore District. Final Report."},
      {
        "id":"ED136040",
        "title":"Occupational Preparation in Hospitality and Recreation: Lodging Services, Travel Services, Recreation, Sports, Entertainment, and Cultural Services. Teacher's Guide/Student Materials."},
      {
        "id":"ED136041",
        "title":"Career Exploration in Hospitality and Recreation."},
      {
        "id":"ED136042",
        "title":"Targeting Information to Market Segments: An Action Oriented Study of Attitudes Toward Vocational Education Among Target Populations. Final Report."},
      {
        "id":"ED136043",
        "title":"A Task Analysis of the Clothing Service Occupations in the State of Wisconsin. Final Report."},
      {
        "id":"ED136044",
        "title":"Counseling Needs of Adult Students."},
      {
        "id":"ED136045",
        "title":"Placement Component, Lincoln Career Education Project. Final Report. March, 1973-June, 1976."},
      {
        "id":"ED136046",
        "title":"Final Evaluation Report for the Bedford County Career Education Program, Bedford, Virginia."},
      {
        "id":"ED136047",
        "title":"Evaluation of BHQ Career Education Project."},
      {
        "id":"ED136048",
        "title":"The Northwest Area Schools Multi-District Secondary Occupational-Vocational Training Program. Vocational Education by Mobile Units. Report on an Exemplary Project."},
      {
        "id":"ED136049",
        "title":"Development of Model Systematic Trilateral Approach to Provide Continuing Education for Nursing Home and Small Hospital Personnel. Final Report."},
      {
        "id":"ED136050",
        "title":"Career Education in the Norwalk Public Schools. Exemplary Project. Final Report."},
      {
        "id":"ED136051",
        "title":"Comprehensive Instructional Management System for Occupational Education in New York State. Final Report."},
      {
        "id":"ED136053",
        "title":"Cost-Effectiveness Study of Work Experience Programs. Final Report."},
      {
        "id":"ED136054",
        "title":"Development of a Health Occupations Continuing Education Center. Final Report."},
      {
        "id":"ED136055",
        "title":"DISCOVER: A Computer-Based Career Guidance and Counselor-Administrative Support System. Final Report. July 1974-August 1975."},
      {
        "id":"ED136056",
        "title":"The Impact of Technological Change upon the Instrument Technician in the Pulp and Paper Industry and Some Implications for Vocational Education."},
      {
        "id":"ED136057",
        "title":"Preparation of Prospective Teachers for Career/Vocational Education. 1975-76 Exemplary Project in Career/Vocational Education. Final Report."},
      {
        "id":"ED136058",
        "title":"Illinois Vocational Youth Organizations. Local Advisor's Handbook."},
      {
        "id":"ED136059",
        "title":"Multi-Occupations Curriculum Guide."},
      {
        "id":"ED136061",
        "title":"Planning for Career Education. Grades 7-9."},
      {
        "id":"ED136062",
        "title":"Plumbing. Trade and Industrial Education Course of Study."},
      {
        "id":"ED136063",
        "title":"Metal Fabrication. Trade and Industrial Education Course of Study."},
      {
        "id":"ED136064",
        "title":"Electrical Occupations. Trade and Industrial Education Course of Study."},
      {
        "id":"ED136065",
        "title":"Lincoln Career Education Project. Final Report. Book 2. Elementary Learning Centers."},
      {
        "id":"ED136066",
        "title":"Lincoln Career Education Project. Final Report. Book 4. Junior High Career Guidance Sequence."},
      {
        "id":"ED136067",
        "title":"Lincoln Career Education Project. Final Report. Book 5. Placement Model."},
      {
        "id":"ED136069",
        "title":"California Health Services/Educational Activities. Consortium Network."},
      {
        "id":"ED136070",
        "title":"Proceedings of the Annual Central Region Research Conference in Agricultural Education (30th, Columbus, Ohio, August 3-5, 1976)."},
      {
        "id":"ED136071",
        "title":"Aides to Career Education, 1975-76: An Evaluation."},
      {
        "id":"ED136072",
        "title":"Summary, 1970-75 Follow-Up of Hearing Impaired Graduates in Pennsylvania."},
      {
        "id":"ED136073",
        "title":"On the Changing Relationships Between the Educational and Occupational Systems: Conceptions and Recent Trends."},
      {
        "id":"ED136074",
        "title":"Person/Situation Selection Research: The Problem of Identifying Salient Situational Dimensions. Research Report No. 13."},
      {
        "id":"ED136075",
        "title":"Brief Highlights of Major Federal Laws and Order on Sex Discrimination in Employment."},
      {
        "id":"ED136076",
        "title":"Mature Women Workers: A Profile."},
      {
        "id":"ED136077",
        "title":"Five Years Beyond High School: Causes and Consequences of Educational Attainment. Final Report."},
      {
        "id":"ED136078",
        "title":"Five Studies of the Relation Between Sex-Role Identification and Achievement in Problem Solving. Technical Report 3."},
      {
        "id":"ED136079",
        "title":"Youths' Attitudes toward the Presidency: The Relationship between Cognition and Affect."},
      {
        "id":"ED136080",
        "title":"A Multi-Modal Treatment Approach to Controlled Drinking."},
      {
        "id":"ED136081",
        "title":"Socially and Non-Socially Motivated Information Search in the Choice of Comparison Others from a Rank Ordering of Scores."},
      {
        "id":"ED136082",
        "title":"The Program Evaluation Van: A Way to Demystify Program Evaluation."},
      {
        "id":"ED136083",
        "title":"Student Views of Human Development Instruction: A Humanistic Accountability Procedure."},
      {
        "id":"ED136084",
        "title":"Evaluative Research in Corrections: The Uncertain Road."},
      {
        "id":"ED136085",
        "title":"Cognitive Modification in Depressed, Suicidal Patients."},
      {
        "id":"ED136086",
        "title":"Taking Stock of Behavior Therapy: For Better or Worse."},
      {
        "id":"ED136087",
        "title":"Tentative Approaches to Testing Elderly Volunteers in a Drug Trial."},
      {
        "id":"ED136089",
        "title":"Sex Differences in Small Group Behavior."},
      {
        "id":"ED136090",
        "title":"Women and the American Economy: A Bicentennial Appraisal. Proceedings of the Air Force Academy Assembly (18th, Colorado Springs, Colorado, March 10-13, 1976)."},
      {
        "id":"ED136091",
        "title":"Operation C.O.D. \"Curtailment of Dropouts.\" A Program Designed to Improve Pupil Self-Esteem Thereby Reducing Future School Dropouts. Maxi II Practicum."},
      {
        "id":"ED136092",
        "title":"Associative Bases of Encoding: An Age-Related Dimension?"},
      {
        "id":"ED136093",
        "title":"The Relationship of Neuroticism to Proxemic Behavior."},
      {
        "id":"ED136094",
        "title":"Organizing an Effective Public Relations Program for the Stroudsberg Area School District. Maxi I and Maxi II, Final Report."},
      {
        "id":"ED136095",
        "title":"Effects of Reinforcemnt Programs on Intrinsic Motivation."},
      {
        "id":"ED136096",
        "title":"Morse Crisis Intervention Center \"Project Advance\". Final Report."},
      {
        "id":"ED136097",
        "title":"State Plan for Comprehensive Guidance Program."},
      {
        "id":"ED136098",
        "title":"A Framework for Crime Prevention and Drug Education in Texas: Desirable Teacher Competencies."},
      {
        "id":"ED136099",
        "title":"A Framework for Crime Prevention and Drug Education in Texas: Desirable Student Outcomes."},
      {
        "id":"ED136100",
        "title":"Development and Implementation of a Manpower Leadership Program. Project Report."},
      {
        "id":"ED136101",
        "title":"The 1975 Every Student Survey; Student's Background &amp; Its Relationship to Program Placement. Research Service No. 138."},
      {
        "id":"ED136102",
        "title":"The General Aptitude Test Battery."},
      {
        "id":"ED136103",
        "title":"An Analysis of the Role of Self Concept and Organizational Concept and the Effects of Their Relative Congruence on Organizational Participation and Work Performance."},
      {
        "id":"ED136104",
        "title":"Achievement Place: The Independent Evaluator's Perspective."},
      {
        "id":"ED136105",
        "title":"Increasing Creative Writing: Predicting the Unpredictable."},
      {
        "id":"ED136106",
        "title":"Job Search Techniques: Emphasis on Mid-Career Change."},
      {
        "id":"ED136107",
        "title":"Legal Aspects of Guidance and Counseling in Colorado."},
      {
        "id":"ED136108",
        "title":"Effect of Role on Causal Attributions for Counselor Trainee Behaviors."},
      {
        "id":"ED136109",
        "title":"Factors Related to Postgraduate Educational Aspirations of Women College Graduates."},
      {
        "id":"ED136110",
        "title":"Cognitive Therapy and Assertive Training in the Treatment of Depression in Women."},
      {
        "id":"ED136111",
        "title":"Anatomy, Destiny, and Predestination: Women and the Loss of Control."},
      {
        "id":"ED136112",
        "title":"Age Differences in Relationships Between Crystallized and Fluid Intelligences and Problem Solving."},
      {
        "id":"ED136113",
        "title":"&quot;A Pratin' and a Natterin' and 'Avin' a Do a Tousand Gunshots from the Ivory Tower,&quot; or Combining Field Services and Graduate Counselor Education Through Intensive, Short-Term Remote Practica Experiences."},
      {
        "id":"ED136114",
        "title":"Careers Canada, Volume 10: Careers in Sales."},
      {
        "id":"ED136115",
        "title":"Careers Canada, Volume 9: Careers in the Hospitality Industry."},
      {
        "id":"ED136116",
        "title":"Careers Canada, Volume 8: Careers in Personal Services."},
      {
        "id":"ED136117",
        "title":"Careers Canada, Volume 6: Careers in Social Sciences."},
      {
        "id":"ED136118",
        "title":"Careers Canada, Volume 7: Careers in Protective Services."},
      {
        "id":"ED136119",
        "title":"Annual Report of the Hawaii State Senior Center. July 1, 1975-June 30, 1976(7th)."},
      {
        "id":"ED136120",
        "title":"Herself: Elle-Meme. Report of the Nova Scotia Task Force on the Status of Women."},
      {
        "id":"ED136121",
        "title":"Sex Role Perceptions and Behavior."},
      {
        "id":"ED136122",
        "title":"The Role of the Disabled in the Overall Picture of the Rehabilitation Process."},
      {
        "id":"ED136124",
        "title":"A Handbook for Workshops on Sex Equality in Education. Information Activities Resources for Educators, Students and the Community."},
      {
        "id":"ED136125",
        "title":"Death Concern and the Helping Professional."},
      {
        "id":"ED136126",
        "title":"Self-Esteem in the Black Child Placed in a White Family: An Introductory Study."},
      {
        "id":"ED136127",
        "title":"The Pyramid Problem Solving Model."},
      {
        "id":"ED136128",
        "title":"Drugs, Society and Personal Choice: A Summer School for Teachers."},
      {
        "id":"ED136130",
        "title":"Student Teams Can Improve Basic Skills: TGT Applied to Reading."},
      {
        "id":"ED136131",
        "title":"They Know I Saw It: Evaluation Apprehension and Diffusion of Responsibility in Bystander Reactions to a Violent Crime."},
      {
        "id":"ED136132",
        "title":"Training Parents in Behavior Analysis Techniques."},
      {
        "id":"ED136133",
        "title":"An Invisible Crisis: The Burden of Family Coping With the Mentally Ill as an Unintended Consequence of Deinstitutionalization."},
      {
        "id":"ED136134",
        "title":"Pupil Personnel Services: A Handbook for Program Development and Evaluation."},
      {
        "id":"ED136135",
        "title":"Using Plan A to Enrich the Guidance Program."},
      {
        "id":"ED136136",
        "title":"Prohibition of Sex Discrimination, 1975. Hearings Before the Subcommittee on Education of the Committee on Labor and Public Welfare on S. 2106 to Amend Title IX of the Education Amendments of 1972. United States Senate, Ninety-Fourth Congress, First Session."},
      {
        "id":"ED136137",
        "title":"Sex-Role Stereotypes and Clinical Judgements: Negative Bias in Psychotherapy."},
      {
        "id":"ED136138",
        "title":"Improving Student Attitudes in Three Elementary Schools Through a Life Leadership Program. Maxi 1 Practicum."},
      {
        "id":"ED136139",
        "title":"The Industry That Can."},
      {
        "id":"ED136140",
        "title":"Career Education on the March."},
      {
        "id":"ED136141",
        "title":"Workers' Effort and Product: A Developmental Study of Reward Allocation."},
      {
        "id":"ED136142",
        "title":"Perceptual Consequences of Helping Another Person."},
      {
        "id":"ED136143",
        "title":"Sex Differences in Early Language Development."},
      {
        "id":"ED136145",
        "title":"Intimate Distances: Too Close To Imitate?"},
      {
        "id":"ED136146",
        "title":"Social Skills Training in Correctional Treatment: An Educational Perspective."},
      {
        "id":"ED136147",
        "title":"Operations Research in Correctional Treatment: A Social Skills Training Perspective."},
      {
        "id":"ED136148",
        "title":"The Impact of a College Course in Human Sexuality Upon Sexual Attitudes and Behavior."},
      {
        "id":"ED136149",
        "title":"Type of Post-Question and Accuracy of Concept Classification in Learning from Prose."},
      {
        "id":"ED136151",
        "title":"Intellectual Performance as a Function of Repression and Menstrual Cycle."},
      {
        "id":"ED136152",
        "title":"Heuristics for the Initial Diagnostic Interview."},
      {
        "id":"ED136153",
        "title":"Establishing and Maintaining Cooperative Behavior Among Autistic Children and Among Normal Children - Both Groups Having Been Classified as \"Hopeless.\""},
      {
        "id":"ED136154",
        "title":"Use of Cattell's Three-Panel Model to Remedy Problems in Small Group Research."},
      {
        "id":"ED136155",
        "title":"Equity and the Perception of Social Relationships."},
      {
        "id":"ED136156",
        "title":"Interrelationship of Disabled College Student's Attributes, Program Use, and Study Attitudes."},
      {
        "id":"ED136157",
        "title":"A Procedure to Establish Self-Pacing Behaviors in Academically Deficient First Year Students."},
      {
        "id":"ED136158",
        "title":"Changes in Self-Image of Divorced Women Taking Single Again Course. Preliminary Draft."},
      {
        "id":"ED136159",
        "title":"Peer Academic Advisement: The Use of Students as Peer Paraprofessional Support Staff."},
      {
        "id":"ED136160",
        "title":"Algorithmic Counseling. University of Minnesota Education Career Development Office R.&D. Report No. 1976-3."},
      {
        "id":"ED136161",
        "title":"Blond is Beautiful: Status and Preference by Hair Color."},
      {
        "id":"ED136162",
        "title":"The Impact of Social Norms Inherent in Teacher-Evaluation Practices."},
      {
        "id":"ED136163",
        "title":"Behavioral Treatments During Outpatient Methadone Maintenance: A Controlled Evaluation."},
      {
        "id":"ED136164",
        "title":"Entrance of Women to Graduate and Professional Education."},
      {
        "id":"ED136165",
        "title":"Information Integration, Retention, and Levels of Information Processing."},
      {
        "id":"ED136166",
        "title":"The 1975 Every Student Survey: Parent's Occupation, Student's Mother Tongue and Immigrant Status. Toronto Board of Education Research Service #139."},
      {
        "id":"ED136167",
        "title":"Courtrooms, Politics, and Morality: Information Integration Theory is Theoretically Integrative."},
      {
        "id":"ED136168",
        "title":"A Review of Problems Concerning the Granting of Transfer of Credit for Undergraduate Study Abroad Programs."},
      {
        "id":"ED136169",
        "title":"Appraisal Purpose and the Nature, Amount, and Frequency of Feedback."},
      {
        "id":"ED136170",
        "title":"The Photographic Self Concept of Persons in Transition."},
      {
        "id":"ED136171",
        "title":"The Founding of a New Profession--The Human Service Professional."},
      {
        "id":"ED136172",
        "title":"Controlled Confrontation; The Ward Grievance Procedure of the California Youth Authority. An Exemplary Project."},
      {
        "id":"ED136173",
        "title":"Corporal Punishment of Children in the Schools. Statement."},
      {
        "id":"ED136174",
        "title":"Within Family Leisure Attitude Similarities and Differences."},
      {
        "id":"ED136175",
        "title":"Youth Services Program in the Elementary School and Community."},
      {
        "id":"ED136176",
        "title":"A Comprehensive Affective-Social Educational System (CASES)."},
      {
        "id":"ED136177",
        "title":"Presentation Summary of Decision Making for Life Cycles."},
      {
        "id":"ED136178",
        "title":"A Taxonomy of Affective-Social Skill Intervention."},
      {
        "id":"ED136180",
        "title":"Career Planning Sensitization (Slide/Tape Show) with Needs Assessment During Freshmen Orientation: A Model for Counseling Centers and High School Settings."},
      {
        "id":"ED136181",
        "title":"Mid-Life Counseling: New Dimensions in Theory and Practice. Innovative Conferences to Meet Adult Needs."},
      {
        "id":"ED136182",
        "title":"Does Counselor Response to Occupational Choice Indicate Sex Stereotyping?"},
      {
        "id":"ED136183",
        "title":"Counselor Effectiveness Through Radio Communication."},
      {
        "id":"ED136184",
        "title":"Reading and Literature."},
      {
        "id":"ED136186",
        "title":"Leadership Roles in Reading."},
      {
        "id":"ED136187",
        "title":"Inferential Reconstruction in Memory for Connected Discourse. Technical Report No. 2."},
      {
        "id":"ED136188",
        "title":"A Process-Oriented Language for Describing Aspects of Reading Comprehension. Technical Report No. 13."},
      {
        "id":"ED136189",
        "title":"Intrusion of a Thematic Idea in Children's Comprehension and Retention of Stories. Technical Report. No. 18."},
      {
        "id":"ED136190",
        "title":"Reading and &quot;Languaging in the Content Areas&quot;A Third Generational Approach."},
      {
        "id":"ED136193",
        "title":"Can Teachers Informally Assess Mental Capacity?"},
      {
        "id":"ED136194",
        "title":"Diagnosing and Improving Silent Reading Using \"Cloze\" Techniques or So What??"},
      {
        "id":"ED136195",
        "title":"A Time for Heresy: A Molar Reading Model."},
      {
        "id":"ED136196",
        "title":"\"Imbedded Aids\" to Readers: Alternatives to Traditional Textual Material."},
      {
        "id":"ED136203",
        "title":"Reading Techniques, Activities, Words, Ideas, Fun, Games."},
      {
        "id":"ED136204",
        "title":"Preparing to Assist Black Children in the Reading Act."},
      {
        "id":"ED136205",
        "title":"Language Experience--A Reading Approach."},
      {
        "id":"ED136206",
        "title":"Flaws in Commercial Reading Materials."},
      {
        "id":"ED136207",
        "title":"Effect of Semantic Constraints on Processing Ambiguous Words."},
      {
        "id":"ED136208",
        "title":"The Kernel Distance Theory: Evaluation by Student Judgement of Sentence Difficulty."},
      {
        "id":"ED136209",
        "title":"Relationship Among Identified Teacher Effectiveness Factors, Generic Teaching Competencies &amp; Competencies in Reading Instruction in Pre-Service CBTE Programs."},
      {
        "id":"ED136211",
        "title":"Standards for Evaluating Book Reports."},
      {
        "id":"ED136212",
        "title":"Developmental Changes in Prose Memory."},
      {
        "id":"ED136213",
        "title":"A Behavioral Analysis of an Early Reading Program."},
      {
        "id":"ED136214",
        "title":"Reading Improvement: A Cooperative Community Commitment."},
      {
        "id":"ED136215",
        "title":"Research Directions and the Design of Reading Instruction."},
      {
        "id":"ED136216",
        "title":"Investigating the Relationship between Comprehension and Word Recognition: Oral Reading Analysis of Children with Comprehension or Word Recognition Disabilities."},
      {
        "id":"ED136217",
        "title":"Oral Reading Characteristics Associated with the Language Development of Second-Grade Children."},
      {
        "id":"ED136218",
        "title":"The Teachers' Conceptions of Reading Project--Institute for Research on Teaching."},
      {
        "id":"ED136219",
        "title":"Miscue Analysis of the Reading of Third Grade Follow Through and Non-Follow Through Children in Wichita, Kansas."},
      {
        "id":"ED136220",
        "title":"Meet-The-Poet-At-His-Craft: Career Idea, Children and Poetry."},
      {
        "id":"ED136221",
        "title":"Reading Competency as a Predictor of Scholastic Performance: Comparisons between Industrialized and Third-World Nations."},
      {
        "id":"ED136222",
        "title":"Disruptive Effect: A New Technique for Reading Research."},
      {
        "id":"ED136223",
        "title":"Reading by Patterns: A Psycholinguistic Remedial Tutorial Program for Young Adults."},
      {
        "id":"ED136225",
        "title":"Relationships Between Metalinguistic Awareness and Reading Achievement."},
      {
        "id":"ED136227",
        "title":"Literacy--A Focus on the Future; Proceedings of the Australian Reading Conference (1st, Adelaide, August 1975)"},
      {
        "id":"ED136229",
        "title":"Reading Habits of British Secondary Students."},
      {
        "id":"ED136231",
        "title":"A Legacy of Literature."},
      {
        "id":"ED136232",
        "title":"Use of Criterion Referenced Testing in a Compensatory Reading Program."},
      {
        "id":"ED136233",
        "title":"A Comparison of Reading Vocabulary and Reading Comprehension Skills between Bilingual and Monolingual Czech-American Students."},
      {
        "id":"ED136234",
        "title":"Memory Strategies in Learning: Training Children to Study Strategically. Technical Report. No. 22."},
      {
        "id":"ED136235",
        "title":"Recall of Thematically Relevant Material by Adolescent Good and Poor Readers as a Function of Written Versus Oral Presentation. Technical Report No. 23."},
      {
        "id":"ED136236",
        "title":"Schemata as Scaffolding for the Representation of Information in Connected Discourse. Technical Report No. 24."},
      {
        "id":"ED136237",
        "title":"Learning Word Meanings: A Comparison of Instructional Procedures and Effects on Measures of Reading Comprehension with Learning Disabled Students. Technical Report No. 25."},
      {
        "id":"ED136238",
        "title":"Analyzing Content Coverage and Emphasis: A Study of Three Curricula and Two Tests. Technical Report No. 26."},
      {
        "id":"ED136239",
        "title":"A Test to Evaluate Creative Reading of Fiction at the High School Level."},
      {
        "id":"ED136240",
        "title":"Identifying the Basic Elements of Critical Reading."},
      {
        "id":"ED136241",
        "title":"Component Skills in Reading Comprehension: An Investigation of the Effect of Sentence Organization Instruction."},
      {
        "id":"ED136242",
        "title":"Psycholinguistic Strategies as a Factor in Estimating the Readability of Written Texts."},
      {
        "id":"ED136243",
        "title":"Differences in Reading Strategies between Good and Poor Readers."},
      {
        "id":"ED136244",
        "title":"The Relationship between Early Assessment and Adjusted Instructional Strategies in Reading for High Risk Learners."},
      {
        "id":"ED136245",
        "title":"How Administrators Make Decisions About Reading and Other Language Arts in Schools Throughout the United States."},
      {
        "id":"ED136246",
        "title":"A Comparison of Results Obtained Using the Cloze Procedure With Readability Levels Using the Dale-Chall Formula on Selected University Textbooks."},
      {
        "id":"ED136247",
        "title":"Memory by Ear and by Eye: Relationships to Reading Achievement."},
      {
        "id":"ED136248",
        "title":"Effects of Grapheme Substitutions in Connected Text Upon Reading Behaviors."},
      {
        "id":"ED136249",
        "title":"A Study of Response to Literature across Three Social Interaction Patterns: A Directional Effort."},
      {
        "id":"ED136250",
        "title":"Kindergarten Children And The Influence Of Letter Shapes And Meaningfulness Of Vocabulary As Factors Influencing Word Recognition."},
      {
        "id":"ED136251",
        "title":"The Effect of Preferred or Nonpreferred Method of Study, Various Study Techniques, and Cognitive Style on Recall and Recognition."},
      {
        "id":"ED136252",
        "title":"Alpha Kappa Alpha Sorority's Reading Improvement Program for Minorities."},
      {
        "id":"ED136253",
        "title":"Task-Dependency in Comprehension of Prose."},
      {
        "id":"ED136254",
        "title":"Literary Critic: The Detective Not the Judge."},
      {
        "id":"ED136255",
        "title":"Language Development through the School Years: Learning to Confine Interpretation to the Information in the Text."},
      {
        "id":"ED136256",
        "title":"Beginnings and Becomings."},
      {
        "id":"ED136258",
        "title":"Poetic Writing and Thinking."},
      {
        "id":"ED136259",
        "title":"Literary Foremothers Rediscovered: Knight, Fuller, Stanton, and Sojourner Truth."},
      {
        "id":"ED136260",
        "title":"Sexism and Language."},
      {
        "id":"ED136261",
        "title":"Teaching about Survey Doublespeak."},
      {
        "id":"ED134212",
        "title":"Predicting Student Withdrawals in Open Learning Courses."},
      {
        "id":"ED134213",
        "title":"Public Television Licensees. Fiscal Year 1974."},
      {
        "id":"ED134214",
        "title":"CPB--Qualified Public Radio Stations. Fiscal Year 1974."},
      {
        "id":"ED134215",
        "title":"&quot;Filming Narrative&quot; for Library Instruction Film &quot;You Don't Have to be a Hero to Use the U.C. Library.&quot;"},
      {
        "id":"ED134216",
        "title":"Opportunities and Problems of College Librarians Involved in Classroom Teaching Roles."},
      {
        "id":"ED134217",
        "title":"Computer-Assisted Individualized Educational Programming."},
      {
        "id":"ED134218",
        "title":"Frances Lander Spain; An Annotated Bibliography, 1940-1971."},
      {
        "id":"ED134219",
        "title":"An Overview of Media Education: Its Objectives and Evolution."},
      {
        "id":"ED134220",
        "title":"Media Education: An Annotated Bibliography."},
      {
        "id":"ED134221",
        "title":"Reactive Learning Environment for Computer Assisted Electronics Instruction."},
      {
        "id":"ED134222",
        "title":"Developing a Teacher Performance Evaluation System as Mandated by Senate File 205 (Iowa General Assembly 1976)."},
      {
        "id":"ED134223",
        "title":"Improvement of the Dissemination Function of State Departments of Education."},
      {
        "id":"ED134224",
        "title":"Development and Demonstration of a Statistical Data Base System for Library and Network Planning and Evaluation. First Quarterly Report."},
      {
        "id":"ED134225",
        "title":"Cost and Funding Studies of the Proposed Western Interstate Bibliographic Network. Second Quarterly Report."},
      {
        "id":"ED134226",
        "title":"TICCIT Project."},
      {
        "id":"ED134227",
        "title":"Evaluation of the &quot;Feeling Good&quot; Television Series."},
      {
        "id":"ED134228",
        "title":"Evaluation of the &quot;Feeling Good&quot; Television Series. Summary."},
      {
        "id":"ED134229",
        "title":"ACSES: The Automated Computer Science Education System at the University of Illinois."},
      {
        "id":"ED134230",
        "title":"Narrow-Band Applications of Communications Satellites."},
      {
        "id":"ED134231",
        "title":"Some Hypotheses about the Cost/Effectiveness of Satellites in Education in the United States."},
      {
        "id":"ED134232",
        "title":"Proposed Planning Study for Nationwide Delivery of Learning Programs."},
      {
        "id":"ED134233",
        "title":"New Rural Society Concept and Program Plan."},
      {
        "id":"ED134234",
        "title":"Interactive Computer-Based Education for Satellite Application."},
      {
        "id":"ED134235",
        "title":"Applications of Communications Satellites in Higher Education."},
      {
        "id":"ED134236",
        "title":"Planning for Instructional Use of Radio and Computers by Satellite."},
      {
        "id":"ED134237",
        "title":"Cultural Effects and Uses of Communication Satellites."},
      {
        "id":"ED134238",
        "title":"Secondary School Applications of an Education Satellite."},
      {
        "id":"ED134239",
        "title":"Domestic Utilization of Communication Satellites for Education."},
      {
        "id":"ED134240",
        "title":"Tutored Videotape Instruction."},
      {
        "id":"ED134242",
        "title":"Adult Basic Education Follow-up Study, 1973-75. Final Report."},
      {
        "id":"ED134243",
        "title":"Born of Necessity; The Two-Year College in New Jersey."},
      {
        "id":"ED134244",
        "title":"State University Trustee Committee on the Special Problems of the Community Colleges. Final Report."},
      {
        "id":"ED134245",
        "title":"Missouri Public Junior College Study. Final Report."},
      {
        "id":"ED134246",
        "title":"Feasibility of Change: A Comparative Study of Educational Policies Affecting Flexibility in the Transfer Degree&apos;s General Education Requirements."},
      {
        "id":"ED134248",
        "title":"Financial Report of the County Colleges of the State of New Jersey for the Fiscal Year Ended June 30, 1976."},
      {
        "id":"ED134249",
        "title":"Report of Public Junior Colleges, FY74."},
      {
        "id":"ED134250",
        "title":"Research of Curriculum Content, Data Processing Program. Final Report."},
      {
        "id":"ED134252",
        "title":"Electronics/Electrical Curriculum Cluster."},
      {
        "id":"ED134253",
        "title":"Greenbook Abstract and Catalog--3."},
      {
        "id":"ED134254",
        "title":"Faculty and Administrative Attitudes Toward and Expectations Concerning Recognized Collective Bargaining at College of DuPage as Compared with Empirical Findings."},
      {
        "id":"ED134255",
        "title":"Notes on the Student Experience. Research Report No. 2."},
      {
        "id":"ED134256",
        "title":"Legislation and Part-Time Employment."},
      {
        "id":"ED134257",
        "title":"Seventh Annual Report and Recommendations of the Maryland State Board for Community Colleges."},
      {
        "id":"ED134258",
        "title":"A Guide for Coordinators of Cooperative Vocational Education Programs."},
      {
        "id":"ED134259",
        "title":"Calendar Study Committee Final Report."},
      {
        "id":"ED134260",
        "title":"A Comparison of Academic Achievement of Handicapped Students in Relation to Vocational Rehabilitation Assistance."},
      {
        "id":"ED134261",
        "title":"The Economic Impact of Chemeketa Community College on the Local Economy."},
      {
        "id":"ED134262",
        "title":"Compendium of Selected Data &amp; Characteristics, University of Kentucky Community College System, 1975-76."},
      {
        "id":"ED134263",
        "title":"Design, Production, Evaluation, and Revision of an Individualized Instruction-Evaluation Third Quarter General Chemistry Course."},
      {
        "id":"ED134264",
        "title":"Applications, Acceptances and Registrations, Fall 1976. Student Flow Project, Report No. 18."},
      {
        "id":"ED134266",
        "title":"The Morale &amp; Teaching Effectiveness of Junior College Teachers."},
      {
        "id":"ED134267",
        "title":"Downtown Study Centre--Nanaimo. First Annual Report, 1975-76."},
      {
        "id":"ED134268",
        "title":"The Community College Code of Student Conduct: Rules, Procedures, Responsibilities."},
      {
        "id":"ED134269",
        "title":"The Public Information Office--A Working Model."},
      {
        "id":"ED134270",
        "title":"A Survey of Faculty Personnel Practices at 32 Urban Community Colleges; A Report to the Board of Trustees of the City Colleges of Chicago."},
      {
        "id":"ED134271",
        "title":"Management by Objectives. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. II, No. 4."},
      {
        "id":"ED134272",
        "title":"Developmental Education in Higher Education. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. II, No. 5."},
      {
        "id":"ED134273",
        "title":"German Studies and the Community College."},
      {
        "id":"ED134274",
        "title":"Management Organization Systems Technique; A Management System for Higher Education--An Introduction."},
      {
        "id":"ED134275",
        "title":"Management Organization Systems Technique; A Management System for Higher Education--The Planning Function."},
      {
        "id":"ED134276",
        "title":"Student Follow-Up in Higher Education: A Systematic Approach. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. II, No. 6."},
      {
        "id":"ED134277",
        "title":"Resource Papers No. 4-12."},
      {
        "id":"ED134278",
        "title":"Upholding the Humanities."},
      {
        "id":"ED134279",
        "title":"Urban History in the Community College."},
      {
        "id":"ED134280",
        "title":"The Feasibility of Developing a Licensed Practical Nurse--Associate Degree Nurse Articulation Program at Delaware County Community College."},
      {
        "id":"ED134282",
        "title":"Calendar Evaluation; Recommendations to Return to Traditional Calendar for 1977-78 Academic Year."},
      {
        "id":"ED134283",
        "title":"A Grants Planning and Management System for a Multi-Unit Community College District."},
      {
        "id":"ED134284",
        "title":"Effectiveness of Remedial Reading Courses in Upgrading Skills of Underprepared Students Who Entered Manhattan Community College Under the Open Admissions Policy."},
      {
        "id":"ED134285",
        "title":"&quot;Intersession&quot;: Flexible Calendar Pilot Program 1976-77."},
      {
        "id":"ED134286",
        "title":"Report of the Task Force to Implement Senate Bill 1346 on Funding Support for Community College Education in Michigan and Their Mission and Roles and State-Local Relations."},
      {
        "id":"ED134287",
        "title":"UCLA Latin American Center Enrichment Program in Latin American Studies for Community College Instructors. Project Mexico--Final Report."},
      {
        "id":"ED134288",
        "title":"Literature of and about Mexico. Project Mexico."},
      {
        "id":"ED134289",
        "title":"Pre-Columbian Mayan Myths. Project Mexico."},
      {
        "id":"ED134290",
        "title":"The Mexican Revolution of 1910. Project Mexico."},
      {
        "id":"ED134291",
        "title":"Mexican Identification. Project Mexico."},
      {
        "id":"ED134292",
        "title":"Spanish I; Introduction to the Language and Culture of Mexico. Project Mexico."},
      {
        "id":"ED134293",
        "title":"The Socio-Politico Development of the Chicano and His Role within Latin American Society. Project Mexico."},
      {
        "id":"ED134294",
        "title":"Enriching Self Concept Through Bicultural Approaches; Group Counseling for Chicanas. Project Mexico."},
      {
        "id":"ED134295",
        "title":"Modern Mexican Painting; The Revolution of 1910 as Expressed in the Work of Posada and Orozco. Project Mexico."},
      {
        "id":"ED134296",
        "title":"English Composition for Mexican-American[s]. Project Mexico."},
      {
        "id":"ED134297",
        "title":"Religious Syncretism in Mexico. Project Mexico."},
      {
        "id":"ED134298",
        "title":"Counseling and Guidance; Personal Development for Chicanos. Project Mexico."},
      {
        "id":"ED134299",
        "title":"Counseling and Guidance; Effective Learning for Chicanos. Project Mexico."},
      {
        "id":"ED134303",
        "title":"A Black Studies Curriculum for Early Childhood Education: Teaching Units (Revised Edition)."},
      {
        "id":"ED134310",
        "title":"Teachers in Preschools: Problems and Prospects."},
      {
        "id":"ED134314",
        "title":"National Home Start Evaluation: Final Report. Findings and Implications."},
      {
        "id":"ED134315",
        "title":"National Home Start Evaluation Interim Report VII. Twenty-Month Program Analysis and Findings."},
      {
        "id":"ED134316",
        "title":"National Home Start Evaluation. The Homesbook: What Home-Based Programs Can Do with Children and Families."},
      {
        "id":"ED134317",
        "title":"National Home Start Evaluation Interim Report V: Cost-Effectiveness Analysis."},
      {
        "id":"ED134318",
        "title":"National Home Start Evaluation Interim Report V: Summative Evaluation Results."},
      {
        "id":"ED134319",
        "title":"National Home Start Evaluation Interim Report V: Program Analysis."},
      {
        "id":"ED134320",
        "title":"National Home Start Evaluation Interim Report V. Executive Summary. Policy Relevant Findings and Recommendations."},
      {
        "id":"ED134321",
        "title":"National Home Start Evaluation Interim Report VI. Executive Summary: Findings and Recommendations."},
      {
        "id":"ED134322",
        "title":"National Home Start Evaluation Interim Report VI. Twelve-Month Program Issues, Outcomes and Costs."},
      {
        "id":"ED134335",
        "title":"An Investigation of Instructional Transfer Effects for Conservation, Transitive Inference, and Class Inclusion Reasoning in Kindergarten and First Grade Children."},
      {
        "id":"ED134337",
        "title":"Imaginative Play of the Young Child in Home and School Settings."},
      {
        "id":"ED134346",
        "title":"Research Relating to Children. Bulletin 37: March 1976-August 1976."},
      {
        "id":"ED134349",
        "title":"Indian Economic Development: An Evaluation of EDA's Selected Indian Reservation Program. Volume I: Narrative."},
      {
        "id":"ED134350",
        "title":"Indian Economic Development: An Evaluation of EDA's Selected Indian Reservation Program. Volume II: Individual Reservation Reports, Appendices."},
      {
        "id":"ED134351",
        "title":"Bilingual/ESL Programs for Migrant Children."},
      {
        "id":"ED134353",
        "title":"Rural Crimes and Rural Offenders. Ohio Cooperative Extension Service Bulletin EB-613, ESS-533."},
      {
        "id":"ED134355",
        "title":"Handbook for Decision Makers on Title I of the Indian Self-Determination and Education Assistance Act. Revised."},
      {
        "id":"ED134359",
        "title":"Black Youth in the Rural South: Educational Abilities and Ambitions."},
      {
        "id":"ED134370",
        "title":"Leadership Structures in Three Small City-Centered Communities. Technical Bulletin 78."},
      {
        "id":"ED134376",
        "title":"Follow Through on Indian Reservations (An Educational Program for Children in Kindergarten Through Third Grade). What Difference Has It Made? and What Would Happen if the Program Is Discontinued? A Report Prepared for the Office of Management and Budget Hearings, June 4-7, 1974."},
      {
        "id":"ED134377",
        "title":"Northern Cheyenne Follow Through Program, Serving Children on the Northern Cheyenne Reservation in Southeastern Montana. Number 3 in a Series of Evaluative Studies of Indian Educational Programs."},
      {
        "id":"ED134379",
        "title":"Local Migration as a Component of Rural Population Change. An Example from North Norway."},
      {
        "id":"ED134380",
        "title":"Income Characteristics of Farm Laborers by Ethnic Groups in New Jersey. New Jersey Agricultural Experiment Station, A.E. 356, February 1975."},
      {
        "id":"ED134383",
        "title":"Communication Needs in Migrant Education."},
      {
        "id":"ED134384",
        "title":"Incorporating Orienteering in School Programs."},
      {
        "id":"ED134385",
        "title":"Evaluation of the Fort Gay-Thompson Urban/Rural Project."},
      {
        "id":"ED134386",
        "title":"The Fort Gay, West Virginia School/Community Project: An Assessment."},
      {
        "id":"ED134390",
        "title":"An International Collection of Research on Rural Youth: Proceedings of the Rural Youth Seminar, Fourth World Congress of Rural Sociology (Torun, Poland, August 1976)."},
      {
        "id":"ED134392",
        "title":"The Minority Peoples Council on the Tennessee-Tombigbee Waterway: A Citizen's Response to Rural Development and Industrialization."},
      {
        "id":"ED134394",
        "title":"Rural Oriented R&D Projects Supported by ETA/USDL: A Review and Synthesis. Papers in Employment and Training Studies."},
      {
        "id":"ED134396",
        "title":"St. Lawrence River Freeze-Up Forecast Procedure."},
      {
        "id":"ED134398",
        "title":"A Survey of Science Teaching in Public Schools of the United States (1971), Volume 4 - Elementary Schools."},
      {
        "id":"ED134400",
        "title":"How Long Do Marine Organisms Live? Investigations in the Marine Environment for Children."},
      {
        "id":"ED134401",
        "title":"Strand Line Observations for High School Students: An Exercise in the Marine Environment."},
      {
        "id":"ED134402",
        "title":"Abstract Reports, Student-Originated Studies Projects, 1974."},
      {
        "id":"ED134403",
        "title":"A Description of Del Mod and Its Final Evaluation, Final Report, Volume I."},
      {
        "id":"ED134404",
        "title":"The Evolution of the Del Mod System's Science and Mathematics Resource Centers, 1971-1976, Final Report, Volume II."},
      {
        "id":"ED134405",
        "title":"A Descriptive Analysis of the Del Mod System&apos;s Field Agent Component, Final Report, Volume III."},
      {
        "id":"ED134406",
        "title":"The Del Mod System: An External Evaluation, Final Report, Volume IV."},
      {
        "id":"ED134407",
        "title":"Statistical Comparisons of Pre and Post Del Mod Data, Final Report, Volume V."},
      {
        "id":"ED134408",
        "title":"Nature Trails for the Visually Impaired."},
      {
        "id":"ED134409",
        "title":"History and Philosophy of Science: A Student's Guide to Reference Sources."},
      {
        "id":"ED134410",
        "title":"The Ohio Watershed Heritage Project. An Environmental Community Service for Secondary School Students."},
      {
        "id":"ED134411",
        "title":"Proceedings: The Sea Grant Association Annual Meeting (7th, University of Washington, October 29-31, 1974)."},
      {
        "id":"ED134412",
        "title":"An Energy Education/Conservation Plan for Tennessee."},
      {
        "id":"ED134413",
        "title":"Evaluation of the Program: Randall Aerospace and Marine Science Program. A Title III Evaluation Project, Final Report."},
      {
        "id":"ED134414",
        "title":"Recreation Activity Clustering: Behavioral and Management Implications."},
      {
        "id":"ED134415",
        "title":"Our Environment - A Collection of Lessons."},
      {
        "id":"ED134416",
        "title":"Energy Problems: Public Beliefs, Attitudes and Behaviors."},
      {
        "id":"ED134417",
        "title":"Energy Trails: A Guidebook Describing Energy Sites, Power Plants, Science Museums, and Other Interesting Places. Northeastern States. Volume 1."},
      {
        "id":"ED134418",
        "title":"Toward a National Ocean Policy, 1976 and Beyond."},
      {
        "id":"ED134419",
        "title":"Guide for Self-Appraisal and Certification of Resident Outdoor Environmental Education Programs."},
      {
        "id":"ED134421",
        "title":"Perception and Quantification, Part One of an Integrated Science Sequence, Teacher's Guide, 1970 Edition."},
      {
        "id":"ED134422",
        "title":"Heat, Energy, and Order, Part Two of an Integrated Science Sequence, Teacher's Guide, 1970 Edition."},
      {
        "id":"ED134423",
        "title":"Mice and Men Environmental Balance, Parts Three and Four of an Integrated Science Sequence, Teacher's Guide, 1970 Edition."},
      {
        "id":"ED134424",
        "title":"Motion and Energy Chemical Reactions, Parts One and Two of an Integrated Science Sequence, Teacher's Guide, 1973 Edition."},
      {
        "id":"ED134425",
        "title":"Waves and Particles, The Orbital Atom, Parts One and Two of an Integrated Science Sequence, Teacher's Guide, 1973 Edition."},
      {
        "id":"ED134426",
        "title":"Chemistry of Living Matter, Energy Capture &amp; Growth, Parts Three &amp; Four of an Integrated Science Sequence, Teacher's Guide, 1973 Edition."},
      {
        "id":"ED134429",
        "title":"K-12 Mathematics Program Baseline, Field Test Copy, Appendix A."},
      {
        "id":"ED134431",
        "title":"Nigeria: Selected Studies. Social Science Research for Population and Family Planning Policies and Programme. Research for Action No. 1."},
      {
        "id":"ED134432",
        "title":"Evaluation of Family Planning Programmes, An Example from Botswana. Research for Action No. 2."},
      {
        "id":"ED134433",
        "title":"Environmental Education Curriculum Guide - K-Grade 5. [Ah-Nei, The Special Classroom Environmental Education Study Area]."},
      {
        "id":"ED134434",
        "title":"Try These, We Have! Environmental Education Activities for the Trainable Mentally Retarded."},
      {
        "id":"ED134436",
        "title":"Building Population Programs in Universities: A Brief Guide for Policy Makers."},
      {
        "id":"ED134437",
        "title":"Metric Activities for Elementary Grades."},
      {
        "id":"ED134438",
        "title":"Science and Technology Education Newsletter, No. 7, September 1976. A Supplement to the Bulletin of the Regional Office of Science and Technology for Africa. &quot;Special Issue&quot; Environmental Education."},
      {
        "id":"ED134439",
        "title":"Final Report of Environmental Education Mission to South Asia in 1975 - Overview."},
      {
        "id":"ED134440",
        "title":"State Planning for Environmental Communication and Education: Toward an Organic Model."},
      {
        "id":"ED134441",
        "title":"Arkansas: Its Land and People, Vol. 1."},
      {
        "id":"ED134442",
        "title":"Ernie Erg's Second Primer on the Economics of the Energy Crisis."},
      {
        "id":"ED134443",
        "title":"Girls and Science Education - Cause For Concern?"},
      {
        "id":"ED134444",
        "title":"Guidelines for Environmental Education, The Kentucky Plan."},
      {
        "id":"ED134445",
        "title":"A Composite of Energy Curriculum Guides and Enrichment Materials."},
      {
        "id":"ED134446",
        "title":"Final Evaluation Report Project ICE, C.E.S.A. No. 9, Green Bay, Wisconsin."},
      {
        "id":"ED134447",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 41, October 1976."},
      {
        "id":"ED134448",
        "title":"Valuing the Environment, K-6."},
      {
        "id":"ED134449",
        "title":"Valuing the Environment, 7-12."},
      {
        "id":"ED134450",
        "title":"Case Studies in Regional Energy Planning. Papers presented at a symposium at the Annual Meeting of the American Association for the Advancement of Science (142nd, Boston, Massachusetts, February 18-24, 1976)."},
      {
        "id":"ED134451",
        "title":"Environmental Education: A Delineation of Substantive Structure."},
      {
        "id":"ED134452",
        "title":"Science K-12, Conservation of Energy. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED134453",
        "title":"Science K-12, Conservation of Matter. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED134455",
        "title":"Science K-12, Interdependency of Living Things and Living Things With Their Environment. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED134456",
        "title":"Science K-12, Living Things Are Products of Their Heredity and Their Environment. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED134457",
        "title":"Science K-12, Living Things in Continuous Change. Utica City School District Articulated Curriculum: Project SEARCH, 1975."},
      {
        "id":"ED134458",
        "title":"The New Human Genetics: A Cell Bank Helps Researchers Fight Inherited Disease."},
      {
        "id":"ED134459",
        "title":"Common Environmental Terms: A Glossary. Revised Edition."},
      {
        "id":"ED134460",
        "title":"Report of the Expert Group Meeting on Population Projections. Asian Population Studies Series No. 33."},
      {
        "id":"ED134461",
        "title":"Science Curriculum Guide, Levels 1 and 2."},
      {
        "id":"ED134462",
        "title":"Science Curriculum Guide, Level 3."},
      {
        "id":"ED134463",
        "title":"Science Curriculum Guide, Level 4."},
      {
        "id":"ED134464",
        "title":"A Search for Reading Difficulties Among Erred Word Problems."},
      {
        "id":"ED134466",
        "title":"Youth. [International Planned Parenthood Federation Bibliography Series No. 29]."},
      {
        "id":"ED134467",
        "title":"SEED (Sites for Environmental Educational Development) Project No. F4-73051."},
      {
        "id":"ED134468",
        "title":"A Review of the Literature on Computational Errors With Whole Numbers. Mathematics Education Diagnostic and Instructional Centre (MEDIC)."},
      {
        "id":"ED134469",
        "title":"Environmental Education and Wildlife Conservation."},
      {
        "id":"ED134472",
        "title":"Community Involvement in Problems of Energy and Growth in San Diego."},
      {
        "id":"ED134473",
        "title":"Three-Year Sequence for High School Mathematics, Course I."},
      {
        "id":"ED134474",
        "title":"Minicalculators in the Classroom."},
      {
        "id":"ED134475",
        "title":"Investigations in Mathematics Education, Vol. 9 No. 4."},
      {
        "id":"ED134476",
        "title":"Rice by Weight, Other Produce by Bulk, and Snared Iguanas at So Much Per One. A Talk on Measurement Standards and on Metric Conversion."},
      {
        "id":"ED134477",
        "title":"A Self-Paced Instructional Approach for Engineering Descriptive Geometry."},
      {
        "id":"ED134478",
        "title":"A National Survey of the Environmental Knowledge and Attitudes of Fifth Year Pupils in England."},
      {
        "id":"ED134479",
        "title":"Successful Models and Materials for Elementary Social Studies."},
      {
        "id":"ED134480",
        "title":"A Study of Attitude Change and Achievement in an Innovative Program at the Junior High School Level."},
      {
        "id":"ED134481",
        "title":"The International Baccalaureate: Its Development, Operation, and Future."},
      {
        "id":"ED134483",
        "title":"Concept Teaching in Social Studies."},
      {
        "id":"ED134484",
        "title":"Developing a Position on Academic Freedom and Censorship."},
      {
        "id":"ED134485",
        "title":"The Ability to Structure Acoustic Material as a Measure of Musical Aptitude: 3, Theoretical Refinements. Research Bulletin."},
      {
        "id":"ED134486",
        "title":"Quest for Quality Education: Team Building for Professional and Organizational Development."},
      {
        "id":"ED134487",
        "title":"Education in Asia: Reviews, Reports, and Notes. Number 9."},
      {
        "id":"ED134488",
        "title":"Women in American Labor History: Course Module, Trade Union Women's Studies."},
      {
        "id":"ED134489",
        "title":"Separate Education as an Ethnic Survival Strategy: The Finlandssvenska Case."},
      {
        "id":"ED134490",
        "title":"The Student Guide for Career Analysis. Community Involvement/Career Education: An Experience-based Social Studies Program, Volume I."},
      {
        "id":"ED134491",
        "title":"Political Involvement. Community Involvement/Career Education: An Experience-based Social Studies Program, Volume III."},
      {
        "id":"ED134492",
        "title":"Civic, Citizenship, and Citizen Education: A National Conference Evaluation Report (Phase I). Interim Report."},
      {
        "id":"ED134493",
        "title":"Social Studies Student Teachers--What Do They Really Learn?"},
      {
        "id":"ED134494",
        "title":"The Use of Infra-Red False Color Satellite Maps by Grades 3, 4, and 5 Pupils and Teachers."},
      {
        "id":"ED134495",
        "title":"Personalizing Instruction in Business, Economics, and Related Subjects."},
      {
        "id":"ED134496",
        "title":"Toward Geographic Literacy: Objectives for Geographic Education in the Elementary School."},
      {
        "id":"ED134497",
        "title":"Rocky Ford: A Community Social Profile. Colorado System-Based Curriculum Project."},
      {
        "id":"ED134498",
        "title":"Bulletin of the Scottish Centre for Social Subjects. Number 5."},
      {
        "id":"ED134499",
        "title":"Children's Impressions of American Indians: A Survey of Suburban Kindergarten and Fifth Grade Children."},
      {
        "id":"ED134500",
        "title":"Young People's Concepts of Native Americans: A Survey of Suburban Ninth and Twelfth Grade Students."},
      {
        "id":"ED134501",
        "title":"The Status of the Social Studies in the Public Schools of the United States: Facts and Impressions of a National Survey."},
      {
        "id":"ED134502",
        "title":"Art. Program Planning, Primary, Junior."},
      {
        "id":"ED134503",
        "title":"Supreme Court Highlights. Bill of Rights in Action, Vol. X, No. 3."},
      {
        "id":"ED134504",
        "title":"Artists in the Schools, 1975-1976."},
      {
        "id":"ED134505",
        "title":"Toward a Taxonomy of Educational Objectives in the Relational Domain."},
      {
        "id":"ED134506",
        "title":"Conflict and Change: The School as Reality."},
      {
        "id":"ED134507",
        "title":"A Study of the Poetry and Visual Arts Components of the Artists-in-Schools Program. Study Summary [And] Study Highlights."},
      {
        "id":"ED134508",
        "title":"Museums and the Student. Occasional Papers, Number 2."},
      {
        "id":"ED134509",
        "title":"Impressions of Education in Japan: A Report of the Educational Staff Seminar Tour, December 3-20, 1973."},
      {
        "id":"ED134510",
        "title":"Films for History and Political Science, Fourth Edition."},
      {
        "id":"ED134511",
        "title":"Films for Sociology, First Edition."},
      {
        "id":"ED134512",
        "title":"Reviews of National Policies for Education. Norway."},
      {
        "id":"ED134513",
        "title":"Studies of Visitor Behavior in Museums and Exhibitions: An Annotated Bibliography of Sources Primarily in the English Language."},
      {
        "id":"ED134514",
        "title":"International Human Rights and International Education."},
      {
        "id":"ED134515",
        "title":"The Electoral College: A Programmed Course."},
      {
        "id":"ED134516",
        "title":"The Evolution of a Program of Introductory Courses: Fragmentation and Integration."},
      {
        "id":"ED134517",
        "title":"The Educational System of Poland. Education around the World."},
      {
        "id":"ED134518",
        "title":"The Educational System of Venezuela. Education around the World."},
      {
        "id":"ED134519",
        "title":"Understanding Population."},
      {
        "id":"ED134520",
        "title":"Beginning an Advanced Placement Music Course. Edition Y."},
      {
        "id":"ED134521",
        "title":"Population Education and the Federal Role. Report."},
      {
        "id":"ED134522",
        "title":"Morality and Citizenship Education: Whose Responsibility? Planning for Moral/Citizenship Education, Occasional Paper No. 1."},
      {
        "id":"ED134523",
        "title":"Research Studies Reporting Experimental Effects in the Moral/Ethical/Values Domain: An Annotated Bibliography. Planning for Moral/Citizenship Education."},
      {
        "id":"ED134524",
        "title":"Recommendations for Research, Development, and Dissemination for Ethical-Citizenship Education. Planning for Moral/Citizenship Education."},
      {
        "id":"ED134525",
        "title":"A Nation of Nations. Materials for Using American Issues Forum in the American History Classroom, Topic I."},
      {
        "id":"ED134526",
        "title":"The Land of Plenty. Materials for Using American Issues Forum in the American History Classroom, Topic II."},
      {
        "id":"ED134527",
        "title":"Certain Unalienable Rights. Materials for Using American Issues Forum in the American History Classroom, Topic III."},
      {
        "id":"ED134528",
        "title":"America in the World. Materials for Using American Issues Forum in the American History Classroom, Topic VII."},
      {
        "id":"ED134529",
        "title":"Opportunities for Wider Use of Archival and Manuscript Repositories."},
      {
        "id":"ED134530",
        "title":"Why Females Don't Like Mathematics: the Effect of Parental Expectations."},
      {
        "id":"ED134531",
        "title":"Patterns for Teaching Conflict; Part C, 7-9 [And] Part D, 10-12. Global Perspectives: A Humanistic Influence on the Curriculum."},
      {
        "id":"ED134532",
        "title":"Patterns for Teaching Conflict; Part A, K-3 [And] Part B, 4-6. Global Perspectives: A Humanistic Influence on the Curriculum."},
      {
        "id":"ED134533",
        "title":"Suggestions for Curriculum Development on Conflict; Part A, K-3 [And] Part B, 4-6. Global Perspectives: A Humanistic Influence on the Curriculum. Number Two in a Series of K-12 Guides."},
      {
        "id":"ED134534",
        "title":"Suggestions for Curriculum Development on Conflict; Part C, 7-9 [And] Part D, 10-12. Global Perspectives: A Humanistic Influence on the Curriculum. Number Two in a Series of K-12 Guides."},
      {
        "id":"ED134535",
        "title":"Suggestions for Curriculum Development [And] Handbook Primary Grades, Part A, K-3. Environmental Education Interdependence: A Concept Approach. Revised."},
      {
        "id":"ED134536",
        "title":"Suggestions for Curriculum Development [And] Handbook Upper Elementary Grades, Part B, 4-6. Environmental Education Interdependence: A Concept Approach. Revised."},
      {
        "id":"ED134537",
        "title":"Suggestions for Curriculum Development [And] Handbook, Part C, 7-9. Environmental Education Interdependence: A Concept Approach. Revised."},
      {
        "id":"ED134538",
        "title":"Suggestions for Curriculum Development [And] Handbook High School Grades, Part D, 10-12. Environmental Education Interdependence: A Concept Approach. Revised."},
      {
        "id":"ED134539",
        "title":"Concepts and Issues Related to the Identification, Measurement and Validation of Competence."},
      {
        "id":"ED134540",
        "title":"The Fund for the Improvement of Postsecondary Education. Final Report."},
      {
        "id":"ED134541",
        "title":"Comments and Guidelines for Research in Competency Identification, Definition and Measurement."},
      {
        "id":"ED134542",
        "title":"Consumer Health. Bibliographies on Educational Topics No. 5."},
      {
        "id":"ED134543",
        "title":"LAP Catalog."},
      {
        "id":"ED134544",
        "title":"Research and Development Projects for Year 12 (1976-1977) in the Ontario Institute for Studies in Education."},
      {
        "id":"ED134545",
        "title":"Education and the Integration of Leisure Activities and Pupil Welfare. A Case Study from Malmo, Sweden."},
      {
        "id":"ED134546",
        "title":"\"Homemade\" Equipment That Can Be Used In Teaching Physical Education Classes."},
      {
        "id":"ED134548",
        "title":"Record Keeping for Individualized Instructional Programs. Professional Studies Series."},
      {
        "id":"ED134549",
        "title":"Quo Vadis, Future Teachers? (Act Scores of Fall 1975 LSU Junior Division Education Majors Enrolled in the College of Education in Fall 1976). Research Report: v7, n2."},
      {
        "id":"ED134550",
        "title":"Suggested Goals for Local Human Relations Programs. Info-Item Educators Digest/No. 2071."},
      {
        "id":"ED134551",
        "title":"Affirmative Action in Employment. Info-Item Educators Digest/No. 1040."},
      {
        "id":"ED134552",
        "title":"Desegregation and the Public School. Info-Item Educators Digest/ No. 1041."},
      {
        "id":"ED134553",
        "title":"Humanizing the Educational Environment: A Goal for the Third Century. Info-Item Educators Digest/ No. 2072."},
      {
        "id":"ED134554",
        "title":"OEA Instruction and Professional Development (IPD) Division Activities. Info-Item Educators Digest/No. 5080."},
      {
        "id":"ED134555",
        "title":"Teacher Evaluation. Info-Item Educators Digest/No. 4060."},
      {
        "id":"ED134556",
        "title":"Teacher Centers, March 1977. Bibliographies on Educational Topics No. 6."},
      {
        "id":"ED134558",
        "title":"Instructional Programming for Individual Students in the Multiunit School: A Case Study. Technical Report No. 393."},
      {
        "id":"ED134559",
        "title":"A Report on the Utilization of Individually Guided Motivation. Technical Report No. 388."},
      {
        "id":"ED134560",
        "title":"Teaching Competencies: An Investigation of Organization and Composition."},
      {
        "id":"ED134561",
        "title":"A Systems Interpretation of Multidisciplinary and Interdisciplinary Inquiry in Curriculum Design."},
      {
        "id":"ED134562",
        "title":"Accrediting Professional Education: Research and Policy Issues."},
      {
        "id":"ED134563",
        "title":"Federal Education Programs and Their Effect on Teacher Education."},
      {
        "id":"ED134564",
        "title":"Recent Developments in Equal Employment Opportunity Law and Their Effect on Teacher Credentialling Practices."},
      {
        "id":"ED134565",
        "title":"NEA Priorities and Their Impact on Teacher Education."},
      {
        "id":"ED134566",
        "title":"The Real World of the Teacher Educator: A Look to the Near Future."},
      {
        "id":"ED134567",
        "title":"Physical Education Demonstrations."},
      {
        "id":"ED134568",
        "title":"CCBC Notebook. The Competency Based Curriculum."},
      {
        "id":"ED134569",
        "title":"Teachers for Multicultural Education."},
      {
        "id":"ED134570",
        "title":"The Effects of Teacher Use of Questioning Techniques on Student Achievement and Attitudes. Volume I, Final Report. Teacher Education Publication Series."},
      {
        "id":"ED134571",
        "title":"The Bilingual-Bicultural Teacher Training Model at Eastern Oregon State College."},
      {
        "id":"ED134572",
        "title":"Certification Through Performance Projects--Emporia Kansas State College Teacher Corps Project: The Performance Project Model for Field-Centered, Competency-Based Post Graduate Certification."},
      {
        "id":"ED134573",
        "title":"The Beliefs and Behaviors of Pupils in an Experimental School: School Settings."},
      {
        "id":"ED134574",
        "title":"Teaching Critical Reading Skills: Value Sheets as a Means to This End."},
      {
        "id":"ED134575",
        "title":"Pluralism and the American Teacher: Issues and Case Studies."},
      {
        "id":"ED134576",
        "title":"Agency/Field Relationships in the Educational R/D &amp; I System: A Policy Analysis for the National Institute of Education."},
      {
        "id":"ED134577",
        "title":"Modelling a National Educational R&amp;D System: A Conceptual Framework."},
      {
        "id":"ED134579",
        "title":"Trends in Child Abuse and Neglect Reporting Statutes. Report No. 95 from the ECS Child Abuse Project."},
      {
        "id":"ED134580",
        "title":"Education for Parenthood; A Primary Prevention Strategy for Child Abuse and Neglect. Report No. 93 from the ECS Child Abuse Project."},
      {
        "id":"ED134581",
        "title":"Legal Provision for Physical Education in Indiana - Acts of 1919."},
      {
        "id":"ED134582",
        "title":"Fitness and Americans."},
      {
        "id":"ED134583",
        "title":"Selected Bibliographic References on Methodologies for Community Health Status Assessment. Health Planning Bibliography Series No. 1."},
      {
        "id":"ED134585",
        "title":"The Effect of a Physiological Evaluation Program on Coronary Heart Disease Risk Scores for Sedentary Individuals."},
      {
        "id":"ED134586",
        "title":"AMBI: A Mini Safety and Health Program. K-4."},
      {
        "id":"ED134587",
        "title":"Motion and Direction: Physical Education Curriculum Guide. Grades K-12."},
      {
        "id":"ED134588",
        "title":"Student Teaching Behaviors Identified by a National Jury of Cooperating Teachers as Indicators of Success in Sixteen Competency Areas."},
      {
        "id":"ED134589",
        "title":"Cost-Of-Education Indices Among School Districts. An Application to the State of Missouri. Report No. F76-3."},
      {
        "id":"ED134590",
        "title":"Curriculum Theory in the 1970's: The Reconceptualist Movement, 50 Annotated Sources."},
      {
        "id":"ED134591",
        "title":"A Factorially Designed Experiment on Teacher Structuring, Soliciting, and Reacting. Research and Development Memorandum No. 147."},
      {
        "id":"ED134592",
        "title":"The Use of a Rating Scale for Evaluating Performance in the Medical Field."},
      {
        "id":"ED134593",
        "title":"A Developmental Study of the Mediating Effects of Locus of Control on Career Maturity."},
      {
        "id":"ED134594",
        "title":"Partial- and Non-Response Bias Effects in a Nationwide Sample."},
      {
        "id":"ED134595",
        "title":"The Politics of Assessment: The New Jersey Variation."},
      {
        "id":"ED134597",
        "title":"An Evaluation of the California Driver Knowledge Test and the University of Michigan Item Pool. Final Report 52."},
      {
        "id":"ED134598",
        "title":"Use of the General Aptitude Test Battery to Predict Success on the Tests of General Educational Development. U.S. Employment Service Test Research Report No. 33."},
      {
        "id":"ED134599",
        "title":"Faculty Ratings and Student Grades: A Large-Scale Multivariate Analysis by Course Sections."},
      {
        "id":"ED134600",
        "title":"The Driver Education Evaluation Program (DEEP) Study. A Report to the Congress."},
      {
        "id":"ED134601",
        "title":"A Nursery School Leadership Observation Schedule and a Nursery School Leadership Rating Scale."},
      {
        "id":"ED134602",
        "title":"Assessing the Developmental Environment of Young Children."},
      {
        "id":"ED134603",
        "title":"Relationship of Assigned Classroom Seating Area to Achievement Variables."},
      {
        "id":"ED134606",
        "title":"Evaluating IGE: An Initial Literature Review and Exploratory Study. Technical Report No. 404."},
      {
        "id":"ED134607",
        "title":"The Wisconsin Design for Reading Skill Development: Comprehension. A Report on the 1973-74 Small-Scale Field Test. Technical Report No. 373."},
      {
        "id":"ED134608",
        "title":"Water and the Duck's Back: The Use of Formative Evaluation in Schools. Occasional Paper No. 5."},
      {
        "id":"ED134609",
        "title":"Applying Bayesian Statistics to Educational Evaluation. Theoretical Paper No. 62."},
      {
        "id":"ED134610",
        "title":"Grade Inflation and Declining SAT Scores: A Research Viewpoint."},
      {
        "id":"ED134611",
        "title":"The Mean Split-Half Coefficient of Agreement and its Relation to Other Single-Administration Test Indices: A Study Based on Simulated Data. Technical Report No. 350."},
      {
        "id":"ED134612",
        "title":"Effects of Item Characteristics on Test Fairness. Research Report 76-5."},
      {
        "id":"ED134613",
        "title":"Idaho Statewide Testing Program for 1976-77."},
      {
        "id":"ED134614",
        "title":"Assessment of Selected Resources for Severely Handicapped Children and Youth. Volume I: A State-of-the-Art Paper."},
      {
        "id":"ED134615",
        "title":"Assessment of Selected Resources for Severely Handicapped Children and Youth. Volume 2: A Selected, Annotated Bibliography."},
      {
        "id":"ED134616",
        "title":"Assessment of Selected Resources for Severely Handicapped Children and Youth. Volume 3: Data Analysis and Results."},
      {
        "id":"ED134617",
        "title":"Assessment of Selected Resources for Severely Handicapped Children and Youth. Volume 4: Case Studies of Provider Services."},
      {
        "id":"ED134618",
        "title":"An Evaluation of the Mulligan Stew 4-H Television Series for Extension Service, USDA. Volume I: Executive Summary."},
      {
        "id":"ED134619",
        "title":"An Evaluation of the Mulligan Stew 4-H Television Series for Extension Service, USDA. Volume II: Report of the Study."},
      {
        "id":"ED134620",
        "title":"An Evaluation of the Mulligan Stew 4-H Television Series for Extension Service, USDA. Volume III: Case Studies."},
      {
        "id":"ED134621",
        "title":"A Comparison of Four Measures of Moral Reasoning."},
      {
        "id":"ED134622",
        "title":"Reliability of Student Evaluations of Student Performance. Final Report."},
      {
        "id":"ED134623",
        "title":"Contract Grading - Traditional Grading: A Comparison."},
      {
        "id":"ED134624",
        "title":"Needs Assessment and Implementation of a Dual Calendar."},
      {
        "id":"ED134625",
        "title":"A Study of Achievement Variables Among Sixth Grade Students in the Des Moines Independent Community School District 1974-75."},
      {
        "id":"ED134626",
        "title":"An Analysis of a Home-School-Community Relations Program in an IGE School. Technical Report No. 395."},
      {
        "id":"ED134627",
        "title":"Summary of Outcome Evaluation Report for Preparing Educational Training Consultants: Skills Training (PETC-1)."},
      {
        "id":"ED134628",
        "title":"Outcome Evaluation Report for Preparing Educational Training Consultants: Skills Training (PETC-1)."},
      {
        "id":"ED134629",
        "title":"A Model for Academic Assessment of Associates in Arts Graduates in Performance or Competency Based Terms."},
      {
        "id":"ED134630",
        "title":"Using the Voting Rights Act. Clearinghouse Publication 53."},
      {
        "id":"ED134631",
        "title":"Evaluation of Project Components: 1973-74, Maui District Office."},
      {
        "id":"ED134632",
        "title":"Evaluation of Project Components: 1974-75, Maui District Office."},
      {
        "id":"ED134633",
        "title":"School-Within-A-School (Hawaii Nui High) Hilo High School Report 1969-70."},
      {
        "id":"ED134634",
        "title":"Report of the 1974-75 Michigan Cost Effectiveness Study."},
      {
        "id":"ED134635",
        "title":"Women in New History Texts; the Iowa Plan for Book Challenges; Role-Playing in the Classroom."},
      {
        "id":"ED134637",
        "title":"State of Nevada Annual Evaluation Report, ESEA Title I, 1974-75."},
      {
        "id":"ED134639",
        "title":"Occupational and School Selections: Experiences With The Portland WIN Voucher Training Program. Precis."},
      {
        "id":"ED134641",
        "title":"Emergency School Aid Hearings Before a Subcommittee of the Committee on Appropriations, United States Senate, Ninety-Fourth Congress. Second Session. Special Hearing."},
      {
        "id":"ED134642",
        "title":"Research as a Tool in Problem Solving at the Community Level."},
      {
        "id":"ED134643",
        "title":"The Asian Image in the United States: Stereotypes and Realities."},
      {
        "id":"ED134645",
        "title":"Annual Evaluation Report. Title I ESEA 1974-75."},
      {
        "id":"ED134646",
        "title":"Cultural and Academic Stress Imposed on Afro-Americans: Implications for Educational Change."},
      {
        "id":"ED134649",
        "title":"Oregon Title I Annual Evaluation Report. Elementary and Secondary Education Act Fiscal Year 1975."},
      {
        "id":"ED134651",
        "title":"Title I Evaluation Report 1973-74. Chattanooga Public Schools."},
      {
        "id":"ED134652",
        "title":"State Annual Evaluation Report for 1974-75. Title I Elementary and Secondary Education Act of 1965, Public Law 89-10, as amended."},
      {
        "id":"ED134653",
        "title":"Arkansas Department of Education 1975 Evaluation Report. Title I, ESEA."},
      {
        "id":"ED134654",
        "title":"The Tenth Annual Evaluation Report of Title I in Ohio, Fiscal Year 1975."},
      {
        "id":"ED134655",
        "title":"Evaluation Report for Title I, ESEA Projects Flash V. Facilitating Language Arts Through School and Home."},
      {
        "id":"ED134656",
        "title":"Annual Evaluation Report, Title I, ESEA Regual Regular School Year, 1974-75."},
      {
        "id":"ED134657",
        "title":"Annual Evaluation Title I-ESEA Programs; Part 1 [Report], Part 2 [Analysis]."},
      {
        "id":"ED134660",
        "title":"Teacher's Edition, Teaching Children How to think; Synthesis, Interpretation and Evaluation of Research and Development on Creative Problem Solving."},
      {
        "id":"ED134661",
        "title":"The Neighborhood School Concept as a Deterrent to Desegregation in the 1960&apos;s and 1970&apos;s."},
      {
        "id":"ED134663",
        "title":"The Religion of the Poor: Escape or Creative Force?"},
      {
        "id":"ED134665",
        "title":"Compensatory Education Part II Program No. 57, December 13, 1976; Options in Education."},
      {
        "id":"ED134669",
        "title":"Bilingual/Bicultural Education Program; Programa De Educacion Bilingue/ Bicultural, 1975-1976."},
      {
        "id":"ED134670",
        "title":"Ethnic and Racial Minorities in North America: A Selected Bibliography of the Geographical Literature."},
      {
        "id":"ED134671",
        "title":"Southeast Alternatives; Final Report-1971-1976."},
      {
        "id":"ED134672",
        "title":"Comprehensive Erosion and Sediment Control Training Program for Engineers, Architects and Planners."},
      {
        "id":"ED134674",
        "title":"The Operational Seminar: A Pioneering Method of Training for Development. Educational Studies and Documents No. 20."},
      {
        "id":"ED134675",
        "title":"The Design &amp; Implementation of a Curriculum Ladder in Medical Record Administration 1970-1973."},
      {
        "id":"ED134676",
        "title":"Survey of Consumer Education and Survey of Opinions of Secondary School Administrators Regarding Proposed Criteria for Consumer Education Programs in New Jersey Public Schools."},
      {
        "id":"ED134677",
        "title":"A Curriculum Guide for Industrial Arts Activities for Children with Emotional Problems."},
      {
        "id":"ED134678",
        "title":"National Program for the Evaluation of Primary Care. Physician's Assistants. Final Report."},
      {
        "id":"ED134679",
        "title":"A Bibliography of Materials for Handicapped and Special Education. Vocational Education Resource Materials. Supplement to the Second Edition."},
      {
        "id":"ED134680",
        "title":"Revised Recommendation Concerning Technical and Vocational Education."},
      {
        "id":"ED134682",
        "title":"Leadership Development Seminar for State and National Advisory Councils on Vocational Education. V & TECC Conference Proceedings (Rosslyn, Virginia, April 11-14, 1976)."},
      {
        "id":"ED134683",
        "title":"Choice of Aspects for Describing Work in Educational Planning. Didakometry. No. 51, August 1976."},
      {
        "id":"ED134684",
        "title":"Comprehensive Erosion and Sediment Control Training Program for Job Superintendents and Inspectors."},
      {
        "id":"ED134685",
        "title":"Virginia Erosion and Sediment Control Handbook. Standards, Criteria and Guidelines."},
      {
        "id":"ED134686",
        "title":"Baseline Data for Teacher Education. Final Report."},
      {
        "id":"ED134688",
        "title":"Vocational Educators' Perceptions of Curriculum Materials Development. Final Report."},
      {
        "id":"ED134690",
        "title":"The Evaluation of Vocational Training. Report of a Seminar (University of Manchester, United Kingdom, January 1975)."},
      {
        "id":"ED134691",
        "title":"A Survey of Occupational Licensing and Certification Procedures."},
      {
        "id":"ED134693",
        "title":"A Study of the Relationships Between Student Characteristics, &quot;Success&quot; and Course of Study in Selected Voc-Tech Training Programs. Research and Development Series No. C/74-1."},
      {
        "id":"ED134694",
        "title":"An Act to Amend Title 38, United States Code, to Set a Termination Date for Veterans' Educational Benefits.... Public Law 94-502, 94th Congress."},
      {
        "id":"ED134695",
        "title":"Paralegals: A Resource for Public Defenders and Correctional Services. Prescriptive Package."},
      {
        "id":"ED134696",
        "title":"Motorcycle Training for California Driver Licensing Personnel. Final Report."},
      {
        "id":"ED134697",
        "title":"Food Service: Production and Service."},
      {
        "id":"ED134698",
        "title":"Industrial Arts Power Mechanics. Applying Scientific Principles to Power, Energy, Force. Instructional Units."},
      {
        "id":"ED134699",
        "title":"Career Exploration/Industrial Arts (Student Managed Learning). An Adopter's Guide Referenced in &quot;Promising Practices in Oregon Education, 1975.&quot;"},
      {
        "id":"ED134701",
        "title":"Two Hour Vocational Classes at the Laurel County Area Vocational School. Final Report."},
      {
        "id":"ED134702",
        "title":"Extending and Expanding Vocational Experiences: Proceedings of a Mini-Conference (Frankfort, Kentucky, May 18, 1976)."},
      {
        "id":"ED134703",
        "title":"A Triangular Teaching Process: Using Mass Communication as a Media to Integrate Vocational and Academic Curricula through Cooperative Efforts of a Public High School, a Vocational School, and a Four Year College. Final Report."},
      {
        "id":"ED134704",
        "title":"Unlocking the Second Gate: The Role of Financial Assistance in Reducing Recidivism Among Ex-Prisoners. R&amp;D Monograph 45."},
      {
        "id":"ED134705",
        "title":"Negro Occupational Status and Education: Special Analysis under the 'Negro Employment in the Seven Southern SMSA's' Study."},
      {
        "id":"ED134706",
        "title":"Decentralized Health Professional Education: Evaluation of Decentralized and Regionalized Health Professional Education Programs. Final Report."},
      {
        "id":"ED134707",
        "title":"Summaries of Research and Development Activities in Agricultural Education, 1975-1976. United States of America."},
      {
        "id":"ED134708",
        "title":"Labor Market Information for Youths."},
      {
        "id":"ED134709",
        "title":"A Replication Handbook for Learning Disabilities and the Institutionalized Adult. (A 309 Project for Staff Development of Adult Basic Education Personnel in Iowa.)"},
      {
        "id":"ED134711",
        "title":"The Returns to Military and Civilian Training."},
      {
        "id":"ED134712",
        "title":"Aspects of Vouchered WIN Trainees' Experiences with Vocational Training Schools: Experiences with the Portland WIN Voucher Training Program."},
      {
        "id":"ED134713",
        "title":"Title XX and CETA. A Coordination Guide for Title XX Administrators."},
      {
        "id":"ED134714",
        "title":"Validation of the Management Audit Survey Against Employment Service Criteria. Final Report."},
      {
        "id":"ED134715",
        "title":"School-Based Placement and Follow-Up Services: Equal Opportunity Provider."},
      {
        "id":"ED134716",
        "title":"Priority: Development and Implementation of Effective Techniques for Follow-Up of Drop-Outs at Post-Secondary Levels. Final Report."},
      {
        "id":"ED134717",
        "title":"Implementation of a State-Wide Guidance Program with Emphasis on Counseling, Placement, and Follow-Up for Selected Target Groups. Final Report."},
      {
        "id":"ED134718",
        "title":"Vocational Education in Alabama. A Survey of the Opinions of Business and Industry. Evaluation Series Report Number 2, 1976."},
      {
        "id":"ED134719",
        "title":"A Research Project in Developing a System for Comprehensive Vocational Planning for Local Schools in Kansas. Final Report."},
      {
        "id":"ED134720",
        "title":"Methodology for Determining Needs for Vocational and Technical Education in Urban Areas in Florida."},
      {
        "id":"ED134721",
        "title":"An Analysis of the Impact of CETA, Title I. Classroom Training on Vocational and Technical Education."},
      {
        "id":"ED134722",
        "title":"Industrial Work Experience I. Curriculum Guide. General Related Study Units."},
      {
        "id":"ED134724",
        "title":"People&apos;s Need for Additional Job Training: Procedure for Assessment."},
      {
        "id":"ED134726",
        "title":"First Progress Report of the Vocational-Technical Education Consortium of States."},
      {
        "id":"ED134728",
        "title":"Real Estate Appraising. A Suggested Adult Education Course."},
      {
        "id":"ED134730",
        "title":"Small Business Bookkeeping, Part II. A Suggested Adult Business Education Course."},
      {
        "id":"ED134731",
        "title":"Stenography Refresher Course, Part I. Instructor's Guide for an Adult Course."},
      {
        "id":"ED134732",
        "title":"The Work of the Business and Distributive Education Department Chairman."},
      {
        "id":"ED134733",
        "title":"Automotive Service Occupations. A Suggested Outline of Services and Levels for the Automotive Industries Occupations."},
      {
        "id":"ED134734",
        "title":"Engine Lathe Operator. Instructor's Guide. Part of Single-Tool Skills Program Series. Machine Industries Occupations."},
      {
        "id":"ED134735",
        "title":"Surface Grinder Operator. Instructor's Guide. Part of Single-Tool Skills Program. Machine Industries Occupations."},
      {
        "id":"ED134736",
        "title":"Section I: Basic Electricity. Syllabus in Trade Electricity-Electronics."},
      {
        "id":"ED134737",
        "title":"Back to Work Workshop for Women. A Suggested Course of Study Designed for Public School Adult Education Programs."},
      {
        "id":"ED134738",
        "title":"Tips on Consumerism. Ideas for Instructors of Consumer-Homemaking Programs. Home Economics Education."},
      {
        "id":"ED134739",
        "title":"Educational Materials that Work. ET Handbook No. 331."},
      {
        "id":"ED134740",
        "title":"Century Three: Implications for Community and Junior College Research."},
      {
        "id":"ED134742",
        "title":"A Teacher's Guide to Career Education, 9-12."},
      {
        "id":"ED134744",
        "title":"Agricultural Electricity. Electric Motors. Student Manual."},
      {
        "id":"ED134745",
        "title":"VIEW: Vital Information for Education and Work."},
      {
        "id":"ED134746",
        "title":"Massachusetts Adult Basic Education Management Information System. Working Paper No. 1."},
      {
        "id":"ED134747",
        "title":"Course Development--DECA. Final Report."},
      {
        "id":"ED134749",
        "title":"A System for Identifying Professional Teaching Competencies of Vocational-Technical Teachers: A Report."},
      {
        "id":"ED134751",
        "title":"Metrics for Assistant Theatre Managers."},
      {
        "id":"ED134752",
        "title":"Metrics for Broadcast Announcing."},
      {
        "id":"ED134753",
        "title":"Metrics for Stage Lighting Technology."},
      {
        "id":"ED134754",
        "title":"Metrics for Technical Theatre Assistant."},
      {
        "id":"ED134755",
        "title":"Metrics for Theatrical Costuming."},
      {
        "id":"ED134756",
        "title":"Metrics for Wastewater Technology."},
      {
        "id":"ED134757",
        "title":"Metrics for Dental Assistants."},
      {
        "id":"ED134758",
        "title":"Metrics for Dietetic Technicians."},
      {
        "id":"ED134759",
        "title":"Metrics for Licensed Practical Nursing."},
      {
        "id":"ED134760",
        "title":"Metrics for Nurses Aides."},
      {
        "id":"ED134761",
        "title":"Metrics for Nursing (RN)."},
      {
        "id":"ED134762",
        "title":"Metrics for Alterations Specialist & Tailoring."},
      {
        "id":"ED134763",
        "title":"Metrics for Child Care Aides."},
      {
        "id":"ED134764",
        "title":"Metrics for Food Preparation, Baking, Meat Cutting."},
      {
        "id":"ED134765",
        "title":"Metrics for Homemaker and Health Aides."},
      {
        "id":"ED134766",
        "title":"Metrics for Interior Design Assistants."},
      {
        "id":"ED134767",
        "title":"Metrics for Blueprint Reading."},
      {
        "id":"ED134768",
        "title":"Metrics for Industrial Electronics, Radio-TV Repair, Audio Equipment Repair."},
      {
        "id":"ED134769",
        "title":"Metrics for Metal Patternmaking."},
      {
        "id":"ED134771",
        "title":"Metrics for Sheet Metal Working."},
      {
        "id":"ED134772",
        "title":"Metrics for Small Appliance Repair, Major Appliance Repair."},
      {
        "id":"ED134773",
        "title":"Metrics for Tool & Die Making."},
      {
        "id":"ED134774",
        "title":"Metrics for Welding and Cutting."},
      {
        "id":"ED134775",
        "title":"Metrics for Automotive Merchandising, Petroleum Marketing."},
      {
        "id":"ED134776",
        "title":"Metrics for Food Distribution."},
      {
        "id":"ED134777",
        "title":"Metrics for Hard Goods Merchandising."},
      {
        "id":"ED134778",
        "title":"Metrics for Soft Goods Merchandising."},
      {
        "id":"ED134780",
        "title":"Metrics for Cosmetology."},
      {
        "id":"ED134781",
        "title":"Metrics for Fire Service."},
      {
        "id":"ED134782",
        "title":"Metrics for Law Enforcement."},
      {
        "id":"ED134783",
        "title":"Metrics for Auto Mechanics."},
      {
        "id":"ED134784",
        "title":"Metrics for Aviation Electronics."},
      {
        "id":"ED134785",
        "title":"Metrics for Diesel Mechanics."},
      {
        "id":"ED134786",
        "title":"Metrics for Small Engine Repair."},
      {
        "id":"ED134787",
        "title":"Implementing An Occupational Information System. Final Report."},
      {
        "id":"ED134788",
        "title":"Industrial Arts in the Junior High School: Purposes, Objectives, Observable Behaviors. A Guide for Teachers of the Maryland Plan for Industrial Arts."},
      {
        "id":"ED134789",
        "title":"The Role of Education in Facilitating Adaptation to Technological Change: An Analytical Framework and Review of the Literature."},
      {
        "id":"ED134790",
        "title":"Proprietary Vocational and Home Study Schools. Final Report to the Federal Trade Commission and Proposed Trade Regulation Rule (16 CFR Part 438)."},
      {
        "id":"ED134791",
        "title":"Development of a Plan for Providing Career Information for Handicapped Students. An Analysis of Occupational Descriptions for the Handicapped. Final Report."},
      {
        "id":"ED134792",
        "title":"The Impact of CETA on Institutional Vocational Education."},
      {
        "id":"ED134793",
        "title":"The Impact of CETA on Institutional Vocational Education. An Update, 1976."},
      {
        "id":"ED134794",
        "title":"Proceedings of the International Conference on Women in Health (Washington, D. C., June 16-18, 1975). Health Manpower References."},
      {
        "id":"ED134795",
        "title":"Project Careers: Career Guidance for Adults. Focus on Ethnic Minorities and Women. Two Program Models: Implementation and Evaluation. Final Report."},
      {
        "id":"ED134796",
        "title":"Career Development Needs of Women. Survey."},
      {
        "id":"ED134798",
        "title":"A Guide to Developing a Job Sharing Project."},
      {
        "id":"ED134799",
        "title":"Influence of Model Vocational Programs on the Attitudes of Rural Disadvantaged Adolescents."},
      {
        "id":"ED134802",
        "title":"The Changing Secondary Education Scene: Implications for Vocational Education Research and Development. Occasional Paper No. 22."},
      {
        "id":"ED134803",
        "title":"Implications of the New Vocational Education Legislation for Program Research and Development. Occasional Paper No. 23."},
      {
        "id":"ED134804",
        "title":"Identification of Effective Concepts and Practices in Placement and Follow-Up Services and Incorporation into Pre and/or Inservice Training of Local Personnel to Implement Local Placement and Follow-Up Efforts. Technical Report."},
      {
        "id":"ED134805",
        "title":"Cooperative Work Experience. An Annotated Resource Guide."},
      {
        "id":"ED134807",
        "title":"Education and Human Resources Research at Rand."},
      {
        "id":"ED134809",
        "title":"S.O.S.: Success Oriented Service."},
      {
        "id":"ED134811",
        "title":"Elementary and Secondary Career Education Act of 1976. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, Second Session on H.R. 11023 to Authorize a Career Education Program for Elementary and Secondary Schools, and for Other Purposes. Hearings Held in Washington, D. C. February 2, September 13 and 20, 1976."},
      {
        "id":"ED134812",
        "title":"&quot;Options in Education.&quot; Career Education. Program No. 61. January 17, 1977."},
      {
        "id":"ED134815",
        "title":"Physician Assistant. Curriculum Resource Document. Volume I: Role Delineation. Final Report."},
      {
        "id":"ED134816",
        "title":"The Implementation of Career Education through the Mesa Center for Career Development."},
      {
        "id":"ED134818",
        "title":"Stationary Engineering. Science Manual--2."},
      {
        "id":"ED134819",
        "title":"Stationary Engineering. Science 2. Teachers Guide."},
      {
        "id":"ED134821",
        "title":"Career Education Implications for Counselors. Monographs on Career Education."},
      {
        "id":"ED134823",
        "title":"Occupational Communications Skills Analysis. Final Report."},
      {
        "id":"ED134825",
        "title":"Minding Your Own Small Business. Simulation Game 2."},
      {
        "id":"ED134835",
        "title":"A Cooperative Career Education Project Involving the Fayette County Schools, Eastern Kentucky University, and Central Kentucky Vocational Region. Volume I. Final Report."},
      {
        "id":"ED134838",
        "title":"Career Education for Rural Georgians. Crisp and Liberty Counties, Georgia, 1975-76. Evaluation Report."},
      {
        "id":"ED134841",
        "title":"Occupational Employment Projections for Program Planning Purposes: Issues and Examples. Proceedings of a National Workshop-Conference (TWA Breech Training Academy, Overland Park, Kansas, July 10-11, 1975)."},
      {
        "id":"ED134842",
        "title":"Career Education. Community Resource Center."},
      {
        "id":"ED134843",
        "title":"An Exemplary Career Education Program in the Great Falls Public Schools (K-14). Final Report."},
      {
        "id":"ED134844",
        "title":"Lincoln Career Education Project. June, 1973-June, 1976. Final Report."},
      {
        "id":"ED134845",
        "title":"Improving the Consumer Protection Function in Postsecondary Education. Final Technical Report."},
      {
        "id":"ED134846",
        "title":"A Review of the Literature Related to Family Therapy in the Black Community."},
      {
        "id":"ED134847",
        "title":"A Critique of: Charles Garvin, \"Ethnic Analysis and Social Work Intervention.\""},
      {
        "id":"ED134849",
        "title":"Person-Environment Transactions in Elementary Counseling and Noncounseling Settings."},
      {
        "id":"ED134860",
        "title":"Para-Professional Counselor-Aides in Elementary Schools."},
      {
        "id":"ED134861",
        "title":"Adolescent Identity Process and Patterns of Family Interaction."},
      {
        "id":"ED134862",
        "title":"Generalization within the Token Economy Format: Methods and Issues."},
      {
        "id":"ED134863",
        "title":"Cultural-Milieu Counseling with Asian-American Students at a University Counseling Center."},
      {
        "id":"ED134864",
        "title":"Nontraditional Career Development Programs for Women. A Career Exploration Project for Disadvantaged Youth."},
      {
        "id":"ED134865",
        "title":"Career Placement by Work Sampling for the Handicapped 1976. A Research Report."},
      {
        "id":"ED134866",
        "title":"U.S. House Select Committee on Aging. Testimony."},
      {
        "id":"ED134867",
        "title":"Mediation: A Transferable Process for the Prevention and Resolution of Racial Conflict in Public Secondary Schools. A Partial Case Study with Analysis."},
      {
        "id":"ED134868",
        "title":"Student Evaluation of College Teaching Behaviors (SECTB) Instrument: An Investigation of Factor Structure Stability."},
      {
        "id":"ED134876",
        "title":"The Influence of Proxemic Variables on Dyadic Interaction Between Peers."},
      {
        "id":"ED134877",
        "title":"Persuasiveness as a Function of Intraindividual Consistency on Several Issues."},
      {
        "id":"ED134878",
        "title":"Challenging the Traditional Female Role: An Exploration of Women's Attitudes and Career Aspirations."},
      {
        "id":"ED134879",
        "title":"A Psychosocial Data System for Children's Community Mental Health Services."},
      {
        "id":"ED134880",
        "title":"Methodological Issues in Evaluating Organizational Effectiveness."},
      {
        "id":"ED134881",
        "title":"The Effects of the Family Educational Rights and Privacy Act of 1974 Upon Employers' Perceived Value of Student Credentials. Educational Policy Systems."},
      {
        "id":"ED134883",
        "title":"The Vancouver Elementary Schools Area Counsellor Services and the Area Counsellor Training Program. A Study Prepared for the Vancouver School Board. Research Report No. 75-03."},
      {
        "id":"ED134884",
        "title":"The Effects of Group Competition Upon Student Performance. Technical Report 68-7."},
      {
        "id":"ED134885",
        "title":"Senior Centers: Report of Senior Group Programs in America."},
      {
        "id":"ED134886",
        "title":"Classroom Interdependent Group-Oriented Contingencies: An Annotated Bibliography."},
      {
        "id":"ED134887",
        "title":"Effects of Brief Training in Sex Counseling on the Attitudes and Behaviors of Health Professionals."},
      {
        "id":"ED134888",
        "title":"A Rationale for a Counseling Program Designed Uniquely for International Students."},
      {
        "id":"ED134890",
        "title":"Habituation and Sensitization to Filmed Violence."},
      {
        "id":"ED134891",
        "title":"A Model for the Operation of a Group Residence for Emotionally Disturbed Children."},
      {
        "id":"ED134892",
        "title":"Aptitude Level and Performance on Intramodal and Intermodal Form Discrimination Tasks. Technical Report."},
      {
        "id":"ED134893",
        "title":"Acoustic-Associative Memory Attribute Dominance Predicted by Age and SES."},
      {
        "id":"ED134894",
        "title":"Lonely Parents: Observations by Public Health Nurses of Alienation in Child Abuse."},
      {
        "id":"ED134895",
        "title":"Counselor Certification Requirements for the Fifty States of the United States."},
      {
        "id":"ED134900",
        "title":"Development of a Behavioral Affective Relationship Scale for Encounter Research."},
      {
        "id":"ED134902",
        "title":"Accretion, Tuning and Restructuring: Three Modes of Learning. Report No. 7602."},
      {
        "id":"ED134903",
        "title":"The Analysis of Dominance Matrices: Extraction of Unidimensional Orders Within a Multidimensional Context. Technical Report No. 3."},
      {
        "id":"ED134904",
        "title":"Two Operations in Class Inclusion: Part-Whole Comparisons and Hierarchical Classification."},
      {
        "id":"ED134906",
        "title":"Slow But Sure: A Chronometric Analysis of the Process of Aging."},
      {
        "id":"ED134909",
        "title":"Aging: An Annotated Guide to Government Publications. The University of Connecticut Library Bibliography Series, Number 3."},
      {
        "id":"ED134911",
        "title":"Vocational Maturity and Career Orientation in College Women."},
      {
        "id":"ED134912",
        "title":"The Vietnam Drug User Returns. Final Report. Special Action Office Monograph, Series A, Number 2, May 1974."},
      {
        "id":"ED134913",
        "title":"Outcome Research: Implications for Counseling in the Elementary School."},
      {
        "id":"ED134914",
        "title":"Social Inventions: Saskatchewan NewStart."},
      {
        "id":"ED134915",
        "title":"Spalding Junior High, Unit 1 Dropout Prevention Program. Maxi 2 Practicum."},
      {
        "id":"ED134916",
        "title":"Rape Crisis Counseling."},
      {
        "id":"ED134917",
        "title":"Three Case Studies of Behavior Therapy with University Students."},
      {
        "id":"ED134919",
        "title":"Issues in Primary Prevention in Substance Abuse. A Statement."},
      {
        "id":"ED134920",
        "title":"Girls&apos; Attitudes Toward Mathematics: Implications for Counseling."},
      {
        "id":"ED134921",
        "title":"Values of Parenthood Among Women Who Want an Only Child."},
      {
        "id":"ED134923",
        "title":"Science and Reading."},
      {
        "id":"ED134924",
        "title":"The Torch Lighters Revisited."},
      {
        "id":"ED134927",
        "title":"Sentences in Lists and in Connected Discourse. Technical Report No. 3."},
      {
        "id":"ED134929",
        "title":"Improving Memory for Prose: The Relationship between Depth of Processing and Context. Technical Report No. 5."},
      {
        "id":"ED134930",
        "title":"Two Faces of the Conceptual Peg Hypothesis. Technical Report No. 6."},
      {
        "id":"ED134931",
        "title":"Names, Descriptions, and Pragmatics. Technical Report No. 7."},
      {
        "id":"ED134933",
        "title":"Instantiation of General Terms. Technical Report No. 10."},
      {
        "id":"ED134934",
        "title":"Learning Principles from Prose: A Cognitive Approach Based on Schema Theory. Technical Report No. 11."},
      {
        "id":"ED134935",
        "title":"Frameworks for Comprehending Discourse. Technical Report No. 12."},
      {
        "id":"ED134936",
        "title":"Taking Different Perspectives on a Story. Technical Report No. 14."},
      {
        "id":"ED134938",
        "title":"Curriculum Biases in Reading Achievement Tests. Technical Report No. 16."},
      {
        "id":"ED134939",
        "title":"Children&apos;s Comprehension of High- and Low-Interest Material and a Comparison of Two Cloze Scoring Methods. Technical Report No. 17."},
      {
        "id":"ED134940",
        "title":"The Prelinguistic Cognitive Basis of Children&apos;s Communicative Intentions. Technical Report No. 19."},
      {
        "id":"ED134941",
        "title":"The Effect of Previous Context on Reading Individual Words. Technical Report No. 20."},
      {
        "id":"ED134942",
        "title":"Depth of Processing and Interference Effects in the Learning and Remembering of Sentences. Technical Report No. 21."},
      {
        "id":"ED134943",
        "title":"Language Development and Reading: Perspectives on the Lingiuistically Different Learner; An Annotated Bibliography."},
      {
        "id":"ED134944",
        "title":"Suggested Aid for Organization and Record Keeping in a Learning Center."},
      {
        "id":"ED134945",
        "title":"Relationships Among Animal Identifications, Learning Preferences, Reading, and Reading Related Abilities."},
      {
        "id":"ED134947",
        "title":"Helping Your Children Discover."},
      {
        "id":"ED134948",
        "title":"The Relationship between Sex Differences and Reading Ability: A Study of Children&apos;s Performance in an Israeli Kibbutz System."},
      {
        "id":"ED134949",
        "title":"That Which Is Lost in Translation."},
      {
        "id":"ED134950",
        "title":"A &quot;Difference&quot; Inventory: Construction, Supporting Data, Implications."},
      {
        "id":"ED134951",
        "title":"A Handbook of the Mini-Assessment of Functional Literacy--1974 and 1975; Functional Literacy Basic Reading Performance."},
      {
        "id":"ED134953",
        "title":"How You Can Be a Part of the Right-To-Read Summer."},
      {
        "id":"ED134955",
        "title":"Teacher Education in Reading at the School District Level."},
      {
        "id":"ED134958",
        "title":"An Analysis of The Reading Achievement Scores of Students Attending A Four-Quarter Elementary School."},
      {
        "id":"ED134962",
        "title":"On Teaching the Language Arts to Culturally and Dialectally Different Children: Teaching the Teacher First."},
      {
        "id":"ED134964",
        "title":"The El Mago Handbook or The Care and Feeding of a Committee for Preschool Education."},
      {
        "id":"ED134965",
        "title":"A Comparison between Works of Realistic Contemporary Fiction by Non-American and American Authors Whose Books Have Settings Other Than the United States, Whose Major Characters Are Not Citizens of the United States and Which Are Appropriate for Children Nine through Twelve Years of Age."},
      {
        "id":"ED134966",
        "title":"The Effect of Adjunct Questions on Conceptual Learning in Prose Materials."},
      {
        "id":"ED134968",
        "title":"Historical Antecedents and Contemporary Trends in Literacy and Readability Research in the Navy."},
      {
        "id":"ED134969",
        "title":"The Continuing Search for the Effective Reading Teacher."},
      {
        "id":"ED134970",
        "title":"Distributions of Journal Citations in Small Collections of Reading Research."},
      {
        "id":"ED134971",
        "title":"Physical Education and Reading: A Winning Team."},
      {
        "id":"ED134973",
        "title":"Learning to Ask Questions."},
      {
        "id":"ED134974",
        "title":"240 Students and 1 and 3/5 Teachers-A Junior High Developmental Reading Program."},
      {
        "id":"ED134975",
        "title":"Project GLAD (Goal: Language Arts Development) Report."},
      {
        "id":"ED134977",
        "title":"The Reading and Writing Abilities of Swedish Pupils: A Survey of the Development from Grade 1 to Grade 12."},
      {
        "id":"ED134978",
        "title":"Language and Learning."},
      {
        "id":"ED134979",
        "title":"Annotated Bibliography of Experimental Studies Related to the Teaching of Vocabulary: Intermediate to Adult Levels (1950-1977)."},
      {
        "id":"ED134980",
        "title":"The Role of Phonetic Processing in Silent Reading."},
      {
        "id":"ED134981",
        "title":"Rate-Dependent Characteristics of Children's Immediate Recall Following an Auditory Presentation."},
      {
        "id":"ED134984",
        "title":"Social-Emotional Impact of Selected English Curricula on Secondary School Students."},
      {
        "id":"ED134986",
        "title":"Focus: Chicano Literature."},
      {
        "id":"ED134987",
        "title":"Young Writers' Error Tendency."},
      {
        "id":"ED134988",
        "title":"An Administrative Evaluation of a Program of Courses in English Writing Skills at An Urban Community College."},
      {
        "id":"ED134989",
        "title":"Community and Organizational Determinants of Press Performance: Secondary Analyses of the New England Survey Data."},
      {
        "id":"ED134990",
        "title":"Trends in the Newspaper Budget."},
      {
        "id":"ED134991",
        "title":"Circulation Price Elasticity in the Daily Newspaper Industry."},
      {
        "id":"ED134992",
        "title":"A General Paradigm for Public Relations Research."},
      {
        "id":"ED134993",
        "title":"Working Together: To Look at the Past, To Examine the Present, To Create a Future."},
      {
        "id":"ED134994",
        "title":"Individualized Instruction: An Alternate Composition Program."},
      {
        "id":"ED134995",
        "title":"A Selected Black Reading List."},
      {
        "id":"ED134996",
        "title":"The Oral English of Mexican American Spanish-Speaking Students in a Monolingual and Bilingual School Setting: An Analysis of Syntactic and Morphological Development."},
      {
        "id":"ED134997",
        "title":"Verbal Communications Competencies, K-6."},
      {
        "id":"ED135003",
        "title":"Spelling: The Application of Research Findings. The Curriculum Series."},
      {
        "id":"ED135004",
        "title":"Instant Mapping of American Regional Vocabulary."},
      {
        "id":"ED135006",
        "title":"Explanatory and Persuasive Letter Writing: Selected Results from the Second National Assessment of Writing."},
      {
        "id":"ED135011",
        "title":"English Grades 7 and 8; Curriculum Guide."},
      {
        "id":"ED135018",
        "title":"Congressional Television: Attempts to Implement Televised Coverage of the U.S. Congress."},
      {
        "id":"ED135019",
        "title":"Equivocation: How Does It Affect Receiver Agreement and Recall?"},
      {
        "id":"ED135021",
        "title":"A Question of Form."},
      {
        "id":"ED135022",
        "title":"Government in the Sunshine."},
      {
        "id":"ED135025",
        "title":"Thought, Sex, and Language: The Sapir-Whorf Hypothesis as Implicit Ideology and Rhetorical Strategy in the American Women&apos;s Movement."},
      {
        "id":"ED135029",
        "title":"Intercultural Communication Problems of American Expatriate Businessmen in Paris."},
      {
        "id":"ED135030",
        "title":"Scene Design and Audience Analysis."},
      {
        "id":"ED135031",
        "title":"Societal Boundaries on Cybernetic Action or Decision-Making."},
      {
        "id":"ED135034",
        "title":"Giants That Occasionally Roar: Broadcast Regulatory Policy in the United States."},
      {
        "id":"ED135035",
        "title":"Action for Children's Television."},
      {
        "id":"ED135040",
        "title":"Elementary, Secondary, and Vocational Education: An Examination of Alternative Federal Roles. Budget Issue Paper."},
      {
        "id":"ED135041",
        "title":"Classroom Organization and the Quality of School Life. Report No. 215."},
      {
        "id":"ED135047",
        "title":"Financing of Education in Yugoslavia. Financing of Educational Systems: Specific Case Studies - 9. IIEP Research Report: 2."},
      {
        "id":"ED135049",
        "title":"Primary School Inspection in Nigeria. The Organisation and Staffing of the Primary School Inspectorate: Case Studies - 2. IIEP Research Report: 12."},
      {
        "id":"ED135050",
        "title":"Primary School Inspection in Pakistan. The Organisation and Staffing of the Primary School Inspectorate: Case Studies - 3. IIEP Research Report: 13."},
      {
        "id":"ED135051",
        "title":"Primary School Inspection in Peru. The Organisation and Staffing of the Primary School Inspectorate: Case Studies - 4. IIEP Research Report: 14."},
      {
        "id":"ED135052",
        "title":"Winnequah School Case Study: An Individualization Alternative for Secondary Reform. Technical Report No. 403."},
      {
        "id":"ED135053",
        "title":"The Social Structure of School and Reform: A Case Study of IGE/S. Technical Report No. 400."},
      {
        "id":"ED135058",
        "title":"Data Management &amp; Decision Making. Technical Report No. 14."},
      {
        "id":"ED135060",
        "title":"Pennsylvania Public School Finance: A Basic Guidebook Reviewing the Support and Funding of Public Education."},
      {
        "id":"ED135072",
        "title":"South Carolina First Grade Pilot Project 1975-76: The Effects of Class Size on Reading and Mathematics Achievement. Office of Research Report Series Volume 1/Number 26."},
      {
        "id":"ED135074",
        "title":"Half-Million-Dollar Decisions--the Recruitment and Selection of Educators. OSSC Bulletin Vol. 20, No. 6."},
      {
        "id":"ED135075",
        "title":"The New State Graduation Requirements: An Overview and Discussion. OSSC Bulletin Vol. 20, No. 7."},
      {
        "id":"ED135077",
        "title":"The Effect of Title IX of the Education Amendments of 1972 on the Administration of Girls&apos; Competitive Athletic Programs in Selected Public High Schools of Texas."},
      {
        "id":"ED135086",
        "title":"Direct Experience As a Factor in the Development of Public School Superintendents&apos; Attitudes Toward the Private School Movement."},
      {
        "id":"ED135089",
        "title":"Pupil Progression Plan for the Dade County Public Schools. 1977."},
      {
        "id":"ED135092",
        "title":"Facilities Study Report to the Board of Education. Phase I."},
      {
        "id":"ED135094",
        "title":"Facilities Study Report to the Board of Education. Phase III."},
      {
        "id":"ED135095",
        "title":"Pre-School Conference: A New Approach to Discipline."},
      {
        "id":"ED135096",
        "title":"Plate Waste Study. State of Utah."},
      {
        "id":"ED135097",
        "title":"The Implementation of IGE and Related Home-School-Community Relations Programs and Activities: Seven Case Studies. Theoretical Paper No. 64."},
      {
        "id":"ED135098",
        "title":"School Staffing Practices. An Examination of Contingency Staffing and the Potential for Staff Differentiation in Alberta Schools."},
      {
        "id":"ED135099",
        "title":"Summary of Findings. Alaska School Finance Study Regional Workshops, October-November 1976."},
      {
        "id":"ED135100",
        "title":"Implementing Uniform Suspension Procedures in the Broward County, Florida School System."},
      {
        "id":"ED135102",
        "title":"Final Report of the Task Force on Educational Programs for Disruptive Youth."},
      {
        "id":"ED135103",
        "title":"Interactive Computing and DIME for the Analysis of Pupil Assignment Alternatives."},
      {
        "id":"ED135104",
        "title":"1975-76 Program Cost Analysis for Florida Schools. Statistical Report. Series 77-09."},
      {
        "id":"ED135105",
        "title":"Florida Education Finance Program: State Support for Public Schools 1976-1977. Statistical Report. Series 77-04."},
      {
        "id":"ED135106",
        "title":"'Buildings in Use' Study. Field Tests Manual."},
      {
        "id":"ED135107",
        "title":"&apos;Buildings in Use&apos; Study. Technical Factors."},
      {
        "id":"ED135108",
        "title":"'Buildings in Use' Study. Functional Factors."},
      {
        "id":"ED135112",
        "title":"Facilities Utilization and Planning."},
      {
        "id":"ED135113",
        "title":"School Facilities Plan, U.S.D. 259 Wichita."},
      {
        "id":"ED135115",
        "title":"Program Models. State Task Force on Educational Programs for Disruptive Youth."},
      {
        "id":"ED135116",
        "title":"Mainstream Education: Focus on Individualization."},
      {
        "id":"ED135119",
        "title":"A Source Document on Custodians and Custodial Helpers. Working Note No. 1 in a Series: A Full Cost Analysis of the Operation and Maintenance of School Buildings."},
      {
        "id":"ED135120",
        "title":"A Study of Child Variance, Volume 1: Conceptual Models; Conceptual Project in Emotional Disturbance."},
      {
        "id":"ED135121",
        "title":"A Study of Child Variance, Volume 2: Interventions; Conceptual Project in Emotional Disturbance."},
      {
        "id":"ED135122",
        "title":"A Study of Child Variance, Volume 3: The Future; Conceptual Project in Emotional Disturbance."},
      {
        "id":"ED135123",
        "title":"Personality Development and Learning Disabilities: Long Term Follow-Up of Pschotherapeutic Remediation."},
      {
        "id":"ED135124",
        "title":"A Competency Based Teacher Training Program in Learning Disabilities."},
      {
        "id":"ED135125",
        "title":"Educational Diagnosticians and School Psychologists: Colleagues or Competitors in Working with the Learning Disabled."},
      {
        "id":"ED135126",
        "title":"An Interprofessional Problem-Solving Approach for Specific Learning Disabilities: Clinical, Medical, Educational."},
      {
        "id":"ED135128",
        "title":"Dynamic Changes toward Humanistic Education: The Giles Continuity Model for Teacher Inservice Training."},
      {
        "id":"ED135129",
        "title":"A Psycholinguistic Analysis of Oral Reading Errors of Children with Learning Disabilities."},
      {
        "id":"ED135130",
        "title":"Follow-Up Note on a Case of Learning Disability Thirty Years Later."},
      {
        "id":"ED135131",
        "title":"Survival Alternatives for the LD Adolescent."},
      {
        "id":"ED135132",
        "title":"Auditory Perception in Learning Disabled and Nonlearning Disabled Culturally Different Pupils."},
      {
        "id":"ED135133",
        "title":"Diagnostic Prescriptive Instruction: A Review of Related Literature - 1970 to Present."},
      {
        "id":"ED135134",
        "title":"Music for Children with Reading Learning Disabilities."},
      {
        "id":"ED135135",
        "title":"Emotional Problems of the Learning Disabled."},
      {
        "id":"ED135136",
        "title":"The Saint Giles LD Identification Project."},
      {
        "id":"ED135137",
        "title":"Initial Computer Analysis: 201 Children with Learning Disabilities."},
      {
        "id":"ED135138",
        "title":"Clinician and Parent: Partners for Change."},
      {
        "id":"ED135139",
        "title":"Delivery of Educational Services for the Learning Disabled: A Systematic Approach."},
      {
        "id":"ED135140",
        "title":"The Use of Parent Input in Program Evaluation: One Parameter in Day Cares Current Crisis."},
      {
        "id":"ED135141",
        "title":"Verbal Recall of Auditory and Visual Signals by Normal and Deficient Reading Children."},
      {
        "id":"ED135143",
        "title":"Kirshner Saroj Visual Perceptual Speed Test: A Test of Visual Readiness for Reading."},
      {
        "id":"ED135144",
        "title":"Some Evidence of Continuing Linguistic Acquisitions in Learning Adolescents."},
      {
        "id":"ED135145",
        "title":"Illustrative Examples of the Development and Interpretation of Hierarchial Tests in the Field of Learning Disabilities."},
      {
        "id":"ED135146",
        "title":"The Ashlock Tests of Visual Perception. Revised."},
      {
        "id":"ED135147",
        "title":"Observation as a Method of Diagnosis and Prescription."},
      {
        "id":"ED135148",
        "title":"School, Community and Parent Involvement in Development of Competency-Based Teacher Education and Inservice in Learning Disabilities."},
      {
        "id":"ED135149",
        "title":"Controversial Issues in Learning Disability."},
      {
        "id":"ED135150",
        "title":"Assessing Reading Competency: A Psycholinguistic Perspective."},
      {
        "id":"ED135151",
        "title":"Cooperative Diagnosis and Prescription Among Parent, Teacher, and Other Professionals: An Eclectic Model."},
      {
        "id":"ED135152",
        "title":"Auditory Discrimination of Normal and Learning Disabled Children: A Comparison of Their Performance on the Goldman-Fristoe-Woodcock Test of Auditory Discrimination and Wepman Auditory Discrimination Test."},
      {
        "id":"ED135153",
        "title":"Research with QNST: A Review."},
      {
        "id":"ED135154",
        "title":"Accelerated Learning: A Strategy for the Instruction of Pupils with Learning Disabilities in the Regular Classroom."},
      {
        "id":"ED135155",
        "title":"Verbal Processing Reaction Times in \"Normal\" and \"Poor\" Readers."},
      {
        "id":"ED135156",
        "title":"Exploring Programming for the LD Child."},
      {
        "id":"ED135157",
        "title":"The Predictive Validation of a Pre-Kindergarten Screening Test."},
      {
        "id":"ED135158",
        "title":"PRICE Needs Assessment Study. Project PRICE Working Paper No. 7."},
      {
        "id":"ED135159",
        "title":"H.R. 998: A Bill to Provide That Local Educational Agencies Shall Not Receive Federal Financial Assistance Unless They Provide Educational Services to All Handicapped Children at Levels of Expenditure at Least Equal to Expenditures for Other Children."},
      {
        "id":"ED135160",
        "title":"A Comparison of the Effect of Self Evaluation Lessons and Increased Content of the Prompting Module on Teacher Interactions with Handicapped Readers During Oral Reading. Final Report 11.3."},
      {
        "id":"ED135161",
        "title":"Absence of Lateral Dominance and Handedness in Children with Minimal Brain Dysfunction."},
      {
        "id":"ED135162",
        "title":"Affective Behavior in Preschool Children. Final Report."},
      {
        "id":"ED135163",
        "title":"Affective Development in the Normal and Handicapped Preschool Child. Summary Report. Review and Recommendations."},
      {
        "id":"ED135164",
        "title":"Development of a Milieu Intervention Program for Treatment of Emotionally Disturbed Deaf Children."},
      {
        "id":"ED135165",
        "title":"The Georgetown Adolescent Intervention Team: Tri-State Technical Assistance and Training Project."},
      {
        "id":"ED135166",
        "title":"Due Process in Special Education: Legal Perspectives - The State of the States, P.L. 94-142 and Systems Design."},
      {
        "id":"ED135167",
        "title":"Sunshine School's S.O.P.: Sequenced Objectives for Preschoolers. An Evaluation and Instruction Guide for Working with the Developmentally Delayed."},
      {
        "id":"ED135168",
        "title":"A Comparison of Laterality Between Normal and Dyslexic Readers."},
      {
        "id":"ED135169",
        "title":"A Follow-Up Study of Graduates of the Perceptual and Behavioural Special Classes."},
      {
        "id":"ED135170",
        "title":"Use of Behavior Modification with L. D. Students."},
      {
        "id":"ED135171",
        "title":"Protective Services for Abused and Neglected Children and Their Families. A Guide for State and Local Department of Public Social Services on the Delivery of Protective Services."},
      {
        "id":"ED135172",
        "title":"Helping Eliminate Early Learning Disabilities (HEELD). An Adopter's Guide."},
      {
        "id":"ED135173",
        "title":"The Intellectually Gifted Student: His Nature and His Needs."},
      {
        "id":"ED135174",
        "title":"A Handbook of Bright Ideas: Facilitating Giftedness."},
      {
        "id":"ED135175",
        "title":"How Many Children in District 4J are Receiving Medication for \"Hyperactivity\"?"},
      {
        "id":"ED135176",
        "title":"Emotional Disturbance. Can Emotionally Disturbed Students Be Integrated? An In-Depth Review of the Pertinent Literature."},
      {
        "id":"ED135178",
        "title":"H.R. 585: A Bill to Amend the Internal Revenue Code of 1954 to Permit a Taxpayer to Deduct Certain Expenses Paid by Him for Special Education Furnished to a Child or Other Minor Dependent Who Is Physically or Mentally Handicapped. 95th Congress, 1st Session, January 4, 1977."},
      {
        "id":"ED135179",
        "title":"A Study of the Students and Programs Supported by General Fund Grants to School Districts for the Special Education of Handicapped Children. Summary Report."},
      {
        "id":"ED135180",
        "title":"A Study of the Students and Programs Supported by General Fund Grants to School Districts for the Special Education of Handicapped Children. Final Report."},
      {
        "id":"ED135181",
        "title":"H.R. 1986: A Bill to Amend the Education of the Handicapped Act to Provide Tutorial and Related Instructional Services for Homebound Children Through the Employment of College Students, Particularly Veterans, and Other Students Who Themselves are Handicapped."},
      {
        "id":"ED135182",
        "title":"Comprehensive Emergency Services. Final Report."},
      {
        "id":"ED135183",
        "title":"Alive...Aware...A Person: A Developmental Model for Early Childhood Services with Special Definition for Visually Impaired Children and Their Parents. (Includes Addendum I: Assessment Activities and Achievement Criteria)."},
      {
        "id":"ED135184",
        "title":"Aptitudes, Vocational Interest Areas, and Stated Vocational Preferences for Mentally Retarded Adolescents."},
      {
        "id":"ED135185",
        "title":"Work Evaluation Materials of the Sarasota County Vocational Technical School Evaluation Program."},
      {
        "id":"ED135186",
        "title":"Mental Retardation and the Law: A Report on Status of Current Court Cases."},
      {
        "id":"ED135187",
        "title":"Calcasieu Parish Spark Program for Primary Gifted/Talented Students: Guidelines and Curriculum."},
      {
        "id":"ED135188",
        "title":"Calcasieu Parish Spark Program for Upper Elementary and Secondary Gifted/Talented Students: Guidelines and Curriculum."},
      {
        "id":"ED135189",
        "title":"Inservice Training for Professional Educators: A Case Study of a Program Implemented in the Region Served by the Merrimack Education Center."},
      {
        "id":"ED135190",
        "title":"Teaching Dressing Skills to a Blind Multihandicapped Six Year Old."},
      {
        "id":"ED135191",
        "title":"A Practicum-Based Teacher Training Program for Preschool Handicapped Children. Final Report."},
      {
        "id":"ED135192",
        "title":"Everyday Enrichment for Gifted Children at Home and School."},
      {
        "id":"ED135193",
        "title":"Proceedings of a Conference to Develop a Rationale for Higher Education for Deaf-Blind Persons."},
      {
        "id":"ED135194",
        "title":"Literature on the Deaf-Blind: An Annotated Bibliography."},
      {
        "id":"ED135195",
        "title":"Special Study Institute for Teachers of Deaf-Blind Multihandicapped Children."},
      {
        "id":"ED135196",
        "title":"The Roles of Parents, Teachers, and Administrators in Programs for the Deaf-Blind."},
      {
        "id":"ED135197",
        "title":"Rubella Deaf-Blind Child: Implications of Psychological Assessment. Proceedings."},
      {
        "id":"ED135198",
        "title":"The Media As an Instructional Aid with the Deaf-Blind. Proceedings."},
      {
        "id":"ED135199",
        "title":"Inservice Training Program for Teachers and Aides of Deaf-Blind Children, Summer, 1975. Proceedings."},
      {
        "id":"ED135200",
        "title":"The Deaf-Blind Child and the Vocational Rehabilitation Counselor."},
      {
        "id":"ED135201",
        "title":"The Deaf-Blind Child and the Nutritionist, the Social Worker, and the Public Health Nurse. Proceedings."},
      {
        "id":"ED135202",
        "title":"Introduction to Esperanto Studies. Esperanto Documents, New Series, Number 6A (1976)."},
      {
        "id":"ED135203",
        "title":"Sociocultural Determinants of Symmetrical and Asymetrical Address Forms in Spanish."},
      {
        "id":"ED135204",
        "title":"Quest for a Computerised Semantics."},
      {
        "id":"ED135205",
        "title":"A Humanistic Approach to Quality in Media. Workpapers in Teaching English as a Second Language, Vol. 10."},
      {
        "id":"ED135206",
        "title":"Testing in English as a Second Language: A Selected, Annotated Bibliography. CAL-ERIC/CLL Series on Languages and Linguistics, No. 40."},
      {
        "id":"ED135208",
        "title":"Foreign Language Appreciation in Secondary Schools."},
      {
        "id":"ED135209",
        "title":"Status Report on the Bilingual/Cross-Cultural Teacher Preparation and Training Act of 1973 to the California State Legislature."},
      {
        "id":"ED135210",
        "title":"Role of Attitudes in Acquiring the Language of Another Ethnic Group. Research Bulletin No. 7."},
      {
        "id":"ED135211",
        "title":"Development of Distinctive Feature Theory."},
      {
        "id":"ED135212",
        "title":"Writing a Foreign Language Course: One Project Team's Experience. ELT Documents (76/2)."},
      {
        "id":"ED135213",
        "title":"Slides and the Foreign Language Teacher: A Bibliography."},
      {
        "id":"ED135214",
        "title":"Testing Finnish Schoolchildren's Learning of English Consonants. Jyvaskyla Contrastive Studies, No. 3."},
      {
        "id":"ED135215",
        "title":"Shortwave Radio and the Foreign Language Classroom."},
      {
        "id":"ED135216",
        "title":"Male-Female Conversational Interaction Cues: Using Data from Dialect Surveys."},
      {
        "id":"ED135217",
        "title":"TESL Reporter, Vol. 10, No. 1."},
      {
        "id":"ED135218",
        "title":"Augmenting Reading Skills through Language Learning Transfer. FLES Latin Program Evaluation Reports, 1973-74, 1974-75, 1975-76."},
      {
        "id":"ED135219",
        "title":"Bilingual Education and FLES: Keeping the Child in Focus. A Report by the 1974 FLES and Bilingual Education Section of the American Association of Teachers of French."},
      {
        "id":"ED135220",
        "title":"A Note on Nativism."},
      {
        "id":"ED135221",
        "title":"On the Morphology of Transitivity and Intransitivity in Czech Verbs."},
      {
        "id":"ED135222",
        "title":"Maturational Stages in the Development of Communication Systems By the Child. San Jose State Occasional Papers in Linguistics, Vol. 1, November 1975."},
      {
        "id":"ED135223",
        "title":"A Syntactic Investigation of Verbal Autistic, Mentally Retarded, and Normal Children."},
      {
        "id":"ED135224",
        "title":"The Development of the Full Passive."},
      {
        "id":"ED135225",
        "title":"Bilingual Multicultural Education."},
      {
        "id":"ED135226",
        "title":"State Administration of Bilingual Education - Si o No?"},
      {
        "id":"ED135227",
        "title":"Question of Language Loyalty. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED135228",
        "title":"Self-Concept, Other Concept, and Attained Second Language Proficiency. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED135229",
        "title":"English Language Teaching Profile: Belgium (Dutch Speaking)."},
      {
        "id":"ED135230",
        "title":"An Examination of the Validity of a Componential Analysis as a Guide to Semantic Acquisition."},
      {
        "id":"ED135231",
        "title":"Attitudes and Motivation in Second Language Acquistion: An Investigation of Ontario Francophones. Working Papers on Bilingualism, No. 12."},
      {
        "id":"ED128082",
        "title":"Farm Animals: Unit Manual Eight. Curriculum Guide."},
      {
        "id":"ED128083",
        "title":"Spring: Unit Manual Nine. Curriculum Guide."},
      {
        "id":"ED128084",
        "title":"Transportation: Unit Manual Ten. Curriculum Guide."},
      {
        "id":"ED128085",
        "title":"Farm Crops: Unit Manual Eleven. Curriculum Guide."},
      {
        "id":"ED128086",
        "title":"Open, Openness, Opening, Opened--What is Your Style?"},
      {
        "id":"ED128087",
        "title":"Individual Differences in Neonates and Mother-Infant Interaction During Feeding."},
      {
        "id":"ED128088",
        "title":"From Time to Time: A Record of Young Children's Relationships with the Aged. Research Monograph No. 17."},
      {
        "id":"ED128089",
        "title":"Generalized Habituation of Concept Stimuli in Toddlers."},
      {
        "id":"ED128090",
        "title":"Interaction Analysis: A Procedure for Assessing the DARCEE Preschool Program."},
      {
        "id":"ED128091",
        "title":"Analysis of Artistic Behavior in Young Children. Final Report."},
      {
        "id":"ED128092",
        "title":"Peer Group Formation in Young Children: Perception. Final Report."},
      {
        "id":"ED128093",
        "title":"Infant and Early Childhood Education and Socialization in Sweden."},
      {
        "id":"ED128094",
        "title":"Arizona Center for Early Childhood Education. Final Report, 1966 - 1972."},
      {
        "id":"ED128095",
        "title":"Providing Quality Child Development Programs: How to Begin."},
      {
        "id":"ED128096",
        "title":"Evaluation for Program Development: A Primer for Staff and Parents in Child Development Programs."},
      {
        "id":"ED128099",
        "title":"The Cultural Dimension in Learning and Child Development: New Policy Implications. Working Paper Series No. 12."},
      {
        "id":"ED128101",
        "title":"A Comparison of Teacher Attitude Toward Two Methods of Identifying Children with Learning Problems: Informal Observation and Structured Observation."},
      {
        "id":"ED128102",
        "title":"A Comparison of the Effects of Multiage Grouping Versus Homogeneous Age Grouping in Primary School Classes of Reading and Mathematics Achievement."},
      {
        "id":"ED128103",
        "title":"The Effects of Sex, Structure, and Social Interaction on Preschoolers' Make-Believe in a Naturalistic Setting."},
      {
        "id":"ED128104",
        "title":"Experimental Bicultural Early Childhood Program. Annual Evaluation Report."},
      {
        "id":"ED128105",
        "title":"The Effects of Mnemonic Training on Five- and Ten-Year-Old Children."},
      {
        "id":"ED128106",
        "title":"Social Ecology and Social Behavior: The Development of the Differential Usage of Play Materials in Preschool Children."},
      {
        "id":"ED128107",
        "title":"Indian Education and the Classroom Teacher."},
      {
        "id":"ED128109",
        "title":"The Dakota Indian Family. Community Studies on the Pine Ridge Reservation. South Dakota Agricultural Experiment Station Bulletin 470, May 1958."},
      {
        "id":"ED128110",
        "title":"The Educational Achievement of Indian Children. A Re-Examination of the Question: How Well Are Indian Children Educated?"},
      {
        "id":"ED128111",
        "title":"American Indians in Small Cities: A Survey of Urban Acculturation in Two Northern Arizona Communities. Rehabilitation Monographs No. 1."},
      {
        "id":"ED128112",
        "title":"Notes on Northern Paiute Ethnography: Kroeber and Marsden Records."},
      {
        "id":"ED128113",
        "title":"Language Policy and Indian Education. Research Report."},
      {
        "id":"ED128114",
        "title":"Status Projections of Low-Income Youth in the U.S.A.: Changes Over Time and a Look to the Future."},
      {
        "id":"ED128115",
        "title":"The Sociology of Knowledge and Contextual Effects: Reality Construction in Rural Schools."},
      {
        "id":"ED128116",
        "title":"Career Orientations of Rural Youth and the Structuring of Ambition: A Comparative Perspective."},
      {
        "id":"ED128117",
        "title":"China's Youth Policy."},
      {
        "id":"ED128118",
        "title":"The Ghanaian Rural Youth: Human Resource or Human Burden."},
      {
        "id":"ED128119",
        "title":"On the Social Status and Career Prospects of Youth in Agriculture in the GDR (German Democratic Republic)."},
      {
        "id":"ED128120",
        "title":"Youth Attitudes Studied by Simulation Games."},
      {
        "id":"ED128122",
        "title":"Job Images and Their Influence on Adolescents' Vocational Choice."},
      {
        "id":"ED128124",
        "title":"Rural Youth--An Opportunity or a Burden?"},
      {
        "id":"ED128126",
        "title":"Educational and Occupational Aspirations and Expectations for Native American Youth in New Mexico."},
      {
        "id":"ED128127",
        "title":"Educational Needs Assessment in the Bureau of Indian Affairs. Research and Evaluation Report Series No. 9."},
      {
        "id":"ED128128",
        "title":"Ramah Navajo High School Evaluation - 1971-1972 (May 1972). Research and Evaluation Report Series No. 05-A."},
      {
        "id":"ED128129",
        "title":"Ramah Navajo High School Evaluation - 1972-1973 (May 1973). Research and Evaluation Report Series No. 05-B. Final Report."},
      {
        "id":"ED128130",
        "title":"Miccosukee Indian School Evaluation Report (Miccosukee, Florida) - June 4, 5, 1975. Research and Evaluation Report Series No. 06-B."},
      {
        "id":"ED128131",
        "title":"The Unequal Exchange of Mutual Expectations: A Neglected Dimension of Rural Development."},
      {
        "id":"ED128132",
        "title":"The Dilemmas of Modernizing Peasant Agriculture in Nigeria."},
      {
        "id":"ED128134",
        "title":"[Rural Futures Development (RFD), Rural Education Program (REP), Northwest Regional Educational Laboratory.] Final Report to the School Capacity for Problem Solving Group, National Institute of Education, November 30, 1975."},
      {
        "id":"ED128135",
        "title":"Residential Preferences and Population Dispersal Migration Behavior."},
      {
        "id":"ED128136",
        "title":"Social and Economic Characteristics of Spanish-Origin Hired Farmworkers in 1973. Agricultural Economic Report No. 349."},
      {
        "id":"ED128137",
        "title":"Rural Values and Concensus(sic)."},
      {
        "id":"ED128138",
        "title":"Control of Indian Education in BIA Schools. A Progress Report, Fiscal Year 1975. Research and Evaluation Report Series No. 29.05."},
      {
        "id":"ED128139",
        "title":"Control of Indian Education in BIA Schools. A Progress Report, September-January 1976. Research and Evaluation Report Series No. 29.07."},
      {
        "id":"ED128141",
        "title":"Student Rights and Responsibilities (An Evaluation Report for School Year 1974-75). Research and Evaluation Report Series No. 25-C."},
      {
        "id":"ED128142",
        "title":"The Hoksila and Winona Series."},
      {
        "id":"ED128143",
        "title":"Intermountain Boarding School. Information Update. Research and Evaluation Report Series No. 24.02."},
      {
        "id":"ED128144",
        "title":"Discourse, Culture and Instruction."},
      {
        "id":"ED128145",
        "title":"Selected Bibliography (259 ref.) of Ojibwa and Other Native American Related Research Concerning Psychoeducational Assessment and Intervention (as well as Related Historical, Cultural, Legal, Economic, and Medical Factors)."},
      {
        "id":"ED128146",
        "title":"A Catalogue of Data in the Statistical Information Centre, March 1976. (Catalogue de donnees du Centre d'information statistique, Mars 1976.)"},
      {
        "id":"ED128147",
        "title":"Problems and Perspectives of School Development in the Rural Side."},
      {
        "id":"ED128148",
        "title":"Youth and the Modernization of Rural Patterns."},
      {
        "id":"ED128150",
        "title":"Education Information at the BIA Central Office Level of Operation. Research and Evaluation Report Series No. 33.01."},
      {
        "id":"ED128151",
        "title":"Survey of Bilingual Education Needs of Indian Children. Research and Evaluation Report Series No. 36."},
      {
        "id":"ED128152",
        "title":"The Development of Education in the Polish People&apos;s Republic, 1973-1975. A Report for the International Bureau of Education -- UNESCO."},
      {
        "id":"ED128153",
        "title":"The New Pattern of Nonmetropolitan Population Change. CDE Working Paper 75-22."},
      {
        "id":"ED128154",
        "title":"Rural Youth and Leisure."},
      {
        "id":"ED128155",
        "title":"Rural Youth in the USA: Status, Needs, and Suggestions for Development."},
      {
        "id":"ED128156",
        "title":"Changing Career Orientations of Rural Girls: Some Observations from Comparative and Longitudinal Studies."},
      {
        "id":"ED128157",
        "title":"The Effects of Different Sequences of Instructional Units and Experiences Within Instructional Units on the Achievement and Attitudes of College General Biology Students."},
      {
        "id":"ED128160",
        "title":"AIBS Education Review, Vol. 5, No. 1."},
      {
        "id":"ED128161",
        "title":"A Shortage of Science Teachers by 1982?"},
      {
        "id":"ED128162",
        "title":"Science Education Newsletter No. 29."},
      {
        "id":"ED128163",
        "title":"An Introduction to the Marine Environment: A Mini-Unit."},
      {
        "id":"ED128166",
        "title":"Community College Students&apos; Academic Achievement in Mathematics and Attitudinal Change as a Function of Instructional Methodology."},
      {
        "id":"ED128167",
        "title":"Proximity Congruency and Proximity Incongruency: Factors Affecting the State of the Art of Environmental Education."},
      {
        "id":"ED128168",
        "title":"Science Education in the Affective Domain: The Effect of a Self-Awareness Treatment on Career Choice of Talented High School Women."},
      {
        "id":"ED128169",
        "title":"Computer-Based Science Education. CERL Report X-37."},
      {
        "id":"ED128170",
        "title":"Handbook for Veterinary Faculty: Use of the PLATO System. CERL Report X-39."},
      {
        "id":"ED128171",
        "title":"An Evaluation of the Teaching Effectiveness of PLATO in a First Level Biology Course. CERL Report X-32."},
      {
        "id":"ED128172",
        "title":"Community College Biology Lesson Index."},
      {
        "id":"ED128173",
        "title":"Implementing PLATO in Biology Education at Three Community Colleges. CERL Report X-47."},
      {
        "id":"ED128174",
        "title":"Cost of Initial Development of PLATO Instruction in Veterinary Medicine. CERL Report X-43."},
      {
        "id":"ED128175",
        "title":"Catalogue of PLATO Mathematics Lessons for Community Colleges and Adult Education."},
      {
        "id":"ED128176",
        "title":"Fractions Curriculum of the PLATO Elementary School Mathematics Project."},
      {
        "id":"ED128177",
        "title":"A Glossary of PDP11 LOGO Primitives. Artificial Intelligence Memo Number 315A."},
      {
        "id":"ED128178",
        "title":"A Computational View of the Skill of Juggling. Artificial Intelligence Memo Number 330."},
      {
        "id":"ED128179",
        "title":"The Art of Snaring Dragons. Artificial Intelligence Memo Number 338. Revised."},
      {
        "id":"ED128180",
        "title":"Turtle Escapes the Plane: Some Advanced Turtle Geometry. Artificial Intelligence Memo Number 348."},
      {
        "id":"ED128181",
        "title":"LOGO Progress Report 1973-1975. Artificial Intelligence Memo Number 356. Revised."},
      {
        "id":"ED128182",
        "title":"Teaching Teachers LOGO, The Lesley Experiments. Artificial Intelligence Memo Number 336."},
      {
        "id":"ED128184",
        "title":"An Analysis of Selected Biology Textbooks for the Treatment of Controversial Issues."},
      {
        "id":"ED128185",
        "title":"ECOLOGY (Earth's Cycle of Life: Operational Geosphere Study)."},
      {
        "id":"ED128186",
        "title":"President&apos;s Commission for the Protection of Human Subjects of Biomedical and Behavioral Research Act of 1976; Committee on Labor and Public Welfare, U.S. Senate, Ninety-Fourth Congress, Second Session."},
      {
        "id":"ED128187",
        "title":"Marine Education for Hawaii: A Prospectus. A Report for the Hawaii Marine Education Council."},
      {
        "id":"ED128188",
        "title":"AIBS Educational Review, Vol. 5, No. 2."},
      {
        "id":"ED128189",
        "title":"The Detailed Evaluation of Mathematics Courses at the Open University. Report No. 1: The Unit on &quot;Functions&quot; in the Mathematics Foundation Course."},
      {
        "id":"ED128190",
        "title":"Characteristics of the National Sample of Scientists and Engineers 1974. Part 1. Demographic and Educational."},
      {
        "id":"ED128191",
        "title":"Toward an Improved U.S. Merchant Marine: A Recommended Program of Studies."},
      {
        "id":"ED128192",
        "title":"Different Ways of Presenting and Handling Subject Matter: Science and Social Studies, Grade 3. Reprint from Department of Educational and Psychological Research, School of Education, Malmo, Sweden, No. 188."},
      {
        "id":"ED128193",
        "title":"Report on Undergraduate Education in the History of Science."},
      {
        "id":"ED128194",
        "title":"From Theory to Design and Development: Foundational Approaches in Science Teaching, A Case Study."},
      {
        "id":"ED128195",
        "title":"Mathematics Learning: What Research Says About Sex Differences. Mathematics Education Reports."},
      {
        "id":"ED128196",
        "title":"An Analysis of the Required Mathematical Preparation for Secondary School Mathematics Teachers in the United States. A Summary."},
      {
        "id":"ED128197",
        "title":"The Effect of Open Concept Education and Ability Grouping on Achievement Level Concerning the Teaching of Fifth Grade Mathematics."},
      {
        "id":"ED128198",
        "title":"Interactive Computer Simulations for Sensitizing Mathematics Methods Students in Questioning Behaviors."},
      {
        "id":"ED128203",
        "title":"The KeyMath Diagnostic Arithmetic Test: Use with Learning Disabled Students."},
      {
        "id":"ED128204",
        "title":"An Annotated Bibliography of Research on Self-Paced Mathematics Instruction (1965-1976)."},
      {
        "id":"ED128207",
        "title":"Investigations in Marine Chemistry: Salinity II."},
      {
        "id":"ED128208",
        "title":"Marine Science Education Materials and Their Usefulness."},
      {
        "id":"ED128211",
        "title":"Astronomy Educational Material Addendum 1970-1973. Part A: Material in English."},
      {
        "id":"ED128212",
        "title":"Astronomy Educational Materials Addendum 1973-1976. Part A: Material in English."},
      {
        "id":"ED128216",
        "title":"Two-Year College Chemistry Conference Proceedings: Eastern Regional Conference (2nd, Boston, October 11-12, 1968); Annual Conference (9th, Minneapolis, April 11-12, 1969); and Western Regional Conference (3rd, Salt Lake City, June 13-14, 1969)."},
      {
        "id":"ED128217",
        "title":"Chemistry in the Two-Year College. Proceedings from Two-Year College Chemistry Conference and Papers of Special Interest to the Two-Year College Chemistry Teacher. 1971 No. 1."},
      {
        "id":"ED128218",
        "title":"Chemistry in the Two-Year College, 1971 No. 2."},
      {
        "id":"ED128219",
        "title":"Chemistry in the Two-Year College, 1972 No. 1."},
      {
        "id":"ED128220",
        "title":"Chemistry in the Two-Year College, 1972 No. 2."},
      {
        "id":"ED128221",
        "title":"Chemistry in the Two-Year College, 1973 No. 1."},
      {
        "id":"ED128222",
        "title":"Chemistry in the Two-Year College, Vol. 11, 1973."},
      {
        "id":"ED128223",
        "title":"Chemistry in the Two-Year College, Vol. 12, 1974."},
      {
        "id":"ED128224",
        "title":"On the Provision Made for Development of Views of Science and Teaching in Science Teacher Education."},
      {
        "id":"ED128225",
        "title":"The Effect of Intensive Instruction in Hypothesis Generation Upon the Quantity and Quality of Hypotheses and the Quantity and Diversity of Information Search Questions Contributed by Ninth Grade Students."},
      {
        "id":"ED128226",
        "title":"Models for Learning Mathematics, Papers from a Research Workshop."},
      {
        "id":"ED128228",
        "title":"A Comparison of Students' Achievement in Arithemtic with Their Algorithmic Confidence. Mathematics Education Diagnostic and Instructional Centre (MEDIC) Report No. 2-75."},
      {
        "id":"ED128230",
        "title":"Interviews with Students of High Confidence and Low Achievement. Mathematics Education Diagnostic and Instructional Centre (MEDIC) Report No. 5-76."},
      {
        "id":"ED128231",
        "title":"Static and Current Electricity."},
      {
        "id":"ED128233",
        "title":"Materials and Human Resources for Teaching Ethnic Studies: An Annotated Bibliography."},
      {
        "id":"ED128234",
        "title":"Population Growth and Educational Policies: An Economic Perspective."},
      {
        "id":"ED128235",
        "title":"Whatever Happened to Debbie Kraft? An Awareness Game for Educators, Counselors, Students, and Parents."},
      {
        "id":"ED128236",
        "title":"Planning for Free Lives: Curriculum Materials for Combatting Sex Stereotyping in Home Economics, Family Living, and Career Awareness Courses."},
      {
        "id":"ED128237",
        "title":"Again at the Looking Glass: Language Arts Curriculum Materials for Combatting Sex Stereotyping."},
      {
        "id":"ED128238",
        "title":"The Application of Aesthetic Criticism to Curriculum Materials: Arguments and Issues."},
      {
        "id":"ED128239",
        "title":"Effects of Episodic Crowding: A Developmental Perspective."},
      {
        "id":"ED128240",
        "title":"Preliminary Country Reports on Feasibility Survey: Policy Research and Education Institutions for Developing Countries."},
      {
        "id":"ED128241",
        "title":"Geography via Pictures, Revision: Do It This Way, 2."},
      {
        "id":"ED128242",
        "title":"Geography via Projected Media: Do It This Way, 3."},
      {
        "id":"ED128243",
        "title":"The Home Community: Do It This Way, 4."},
      {
        "id":"ED128244",
        "title":"Geography via Use of the Globe: Do It This Way, 5."},
      {
        "id":"ED128246",
        "title":"Geography via the Overhead Projector: Do It This Way, 7."},
      {
        "id":"ED128247",
        "title":"Urban Geography: Topics in Geography, Number 1."},
      {
        "id":"ED128249",
        "title":"Geography and Educational Media: Topics in Geography, Number 3."},
      {
        "id":"ED128250",
        "title":"Preconditions for System-Wide Educational Reform: Learning from the Cuban Experience."},
      {
        "id":"ED128251",
        "title":"The Origin and Growth of Schools in Jackson County, Illinois: A Historical Case Study."},
      {
        "id":"ED128252",
        "title":"Writings on Jewish History: A Selected Annotated Bibliography."},
      {
        "id":"ED128255",
        "title":"Education in the U.S.S.R.: Recent Legislation and Statistics."},
      {
        "id":"ED128256",
        "title":"Revolutionary Educational Reform Efforts in Latin America."},
      {
        "id":"ED128257",
        "title":"From Settlement to Suburbia: A New History of Chelmsford."},
      {
        "id":"ED128258",
        "title":"The Major Environmentally-Based Land Use Issues on the Urban Fringe."},
      {
        "id":"ED128259",
        "title":"Indiana Bicentennial Classroom Resource Guide."},
      {
        "id":"ED128261",
        "title":"To Establish an American Folklife Foundation in the Library of Congress: Hearings before the Subcommittee on Library and Memorials of the Committee on House Administration, House of Representatives, Ninety-Third Congress, Second Session on H. R. 8770, May 9-10, 1974."},
      {
        "id":"ED128262",
        "title":"Looking at: Competency-Based Teacher Education, Public Doublespeak, Oral History, Death and Dying."},
      {
        "id":"ED128263",
        "title":"A Comparative View of the Roles of Women. Experimental Unit, Revised Edition."},
      {
        "id":"ED128264",
        "title":"A Comparative View of Aging. An Experimental Unit, Second Edition, Revised."},
      {
        "id":"ED128265",
        "title":"The Arabs: Perception/Misperception. A Comparative View, Experimental Version."},
      {
        "id":"ED128266",
        "title":"A Comparative View of Communications. An Experimental Unit, Second Edition, Revised."},
      {
        "id":"ED128267",
        "title":"A Comparative View of Modernization. An Experimental Unit, Second Edition, Revised."},
      {
        "id":"ED128268",
        "title":"Police. An Experimental Unit."},
      {
        "id":"ED128269",
        "title":"Death: A Part of Life. An Experimental Unit."},
      {
        "id":"ED128270",
        "title":"Work and Leisure: A Comparative View. An Experimental Unit."},
      {
        "id":"ED128272",
        "title":"A Current Appraisal of the Behavioral Sciences, Revised Edition."},
      {
        "id":"ED128274",
        "title":"Team Program in World History, Acton-Boxborough Regional High School, Acton, Mass. Course Description."},
      {
        "id":"ED128275",
        "title":"Social Studies Education, Kindergarten-Grade 12. National Survey."},
      {
        "id":"ED128276",
        "title":"Environmental Curiosity Sampler 2: For Use with Environmental Study Areas in Illinois."},
      {
        "id":"ED128277",
        "title":"Accountability and the Affective Domain."},
      {
        "id":"ED128278",
        "title":"Selected Bibliography of Educational Materials in Pakistan, Vol. 9, No. 1, Period Covered January-March 1975."},
      {
        "id":"ED128279",
        "title":"Ethnic Studies Materials Analysis Instrument."},
      {
        "id":"ED128280",
        "title":"Helping Students Do Research: How to Do a Survey in a Behavioral Science Course."},
      {
        "id":"ED128281",
        "title":"African Oral Literature in the Secondary School Curriculum."},
      {
        "id":"ED128282",
        "title":"Twenty-Two Dimensions of the Population Problem. Worldwatch Paper 5."},
      {
        "id":"ED128283",
        "title":"Alternatives in Education: Freedom to Choose. Perspectives in American Education."},
      {
        "id":"ED128284",
        "title":"The Melting of the Ethnics: Education of the Immigrants, 1880-1914. Perspectives in American Education."},
      {
        "id":"ED128285",
        "title":"Values in Education: Notes toward a Values Philosophy. Perspectives in American Education."},
      {
        "id":"ED128286",
        "title":"The Educational System of the Netherlands. Education Around the World."},
      {
        "id":"ED128287",
        "title":"George Washington Peace Academy Act, 1976: Hearing before the Subcommittee on Education of the Committee on Labor and Public Welfare, United States Senate, Ninety-Fourth Congress, Second Session on S. 1976."},
      {
        "id":"ED128288",
        "title":"An Inquiry-Oriented Curriculum in Map Making and Map Interpretation for the Intermediate Grades."},
      {
        "id":"ED128289",
        "title":"Interdisciplinary Unit on Land Use and Social Action in Pinellas County."},
      {
        "id":"ED128290",
        "title":"Promote Improvement in the Junior High School General Music Course-- A SAFE Approach. Maxi I Report, Revised."},
      {
        "id":"ED128291",
        "title":"The Evaluation of the Treatment of Egypt in American Primary and Secondary School Literature. Final Report."},
      {
        "id":"ED128292",
        "title":"The Scholar and the Feminist III: The Search For Origins."},
      {
        "id":"ED128293",
        "title":"Social Sciences of Sport: Bibliographies on Educational Topics No. 3."},
      {
        "id":"ED128294",
        "title":"The Biological Revolution: Examining Values Through the Futures Perspective."},
      {
        "id":"ED128295",
        "title":"Certification Renewal Through Staff Development."},
      {
        "id":"ED128296",
        "title":"School Law: A Growing Concern. Teacher Education Forum; Volume 4, Number 1."},
      {
        "id":"ED128297",
        "title":"Preservice Teachers' Perceptions of Principals and Inservice Teachers' Views of a Field-Based Program and Trainees. Teacher Education Forum; Volume 4, Number 2."},
      {
        "id":"ED128298",
        "title":"Preservice Teachers as Agents of Change: An Experiment. Teacher Education Forum; Volume 4, Number 3."},
      {
        "id":"ED128299",
        "title":"A Model Program for Training Teachers of the Mildly Handicapped. Teacher Education Forum; Volume 4, Number 4."},
      {
        "id":"ED128300",
        "title":"Student Teaching: First Course in Teacher Education? Teacher Education Forum; Volume 4, Number 5."},
      {
        "id":"ED128301",
        "title":"The University Goes to School: An Inservice Training Design. Teacher Education Forum; Volume 4, Number 6."},
      {
        "id":"ED128302",
        "title":"Study of the Employment Status of Block Program Graduates. Teacher Education Forum; Volume 4, Number 7."},
      {
        "id":"ED128303",
        "title":"Three University External Studies Courses: An Analysis. Teacher Education Forum; Volume 4, Number 8."},
      {
        "id":"ED128304",
        "title":"Role of the University in Field Based Preservice Teacher Education. Teacher Education Forum; Volume 4, Number 9."},
      {
        "id":"ED128305",
        "title":"Our Focus on Teaching Needs a Wide-Angle Lens: Consider Extra-School Teaching. Teacher Education Forum; Volume 4, Number 10."},
      {
        "id":"ED128306",
        "title":"Mathematics Education in Early Childhood: Focus on the Developing Child. Teacher Education Forum; Volume 4, Number 11."},
      {
        "id":"ED128307",
        "title":"A Model for a Competency Based Teacher Preparation Program. Teacher Education Forum; Volume 4, Number 12."},
      {
        "id":"ED128308",
        "title":"Social Schemata of School Personnel: A Bi-Racial Study. Teacher Education Forum; Volume 4, Number 13."},
      {
        "id":"ED128309",
        "title":"The Move to Field Based Teacher Education: A Practical Guide for Field Hands. Teacher Education Forum; Volume 4, Number 14."},
      {
        "id":"ED128310",
        "title":"Expressed Philosophical, Value, and/or Attitudinal Orientations Toward Educational Practice of Student Teachers Preparing to Teach Minority and Mainstream Ethnic Groups. Teacher Education Forum; Volume 4, Number 15."},
      {
        "id":"ED128311",
        "title":"Student Teacher Educational Attitude Changes in Year-Long Placements Examined from a Cognitive Dissonance Framework. Teacher Education Forum; Volume 4, Number 16."},
      {
        "id":"ED128312",
        "title":"Program Evaluation in Alternative Education: An Annotated Bibliography. Teacher Education Forum; Volume 4, Number 17."},
      {
        "id":"ED128313",
        "title":"Curriculum Integration: The Central Problem in Teacher Education. Teacher Education Forum; Volume 4, Number 19."},
      {
        "id":"ED128314",
        "title":"Training in Supervision: A Limited Inservice Approach. Teacher Education Forum; Volume 4, Number 20."},
      {
        "id":"ED128315",
        "title":"Attractiveness and Psychological Development. Teacher Education Forum; Volume 4, Number 21."},
      {
        "id":"ED128316",
        "title":"The Elementary Teaching Internship: Does It Have a Future? Teacher Education Forum; Volume 4, Number 22."},
      {
        "id":"ED128317",
        "title":"Teacher Centering: A National Institute. Conference Report."},
      {
        "id":"ED128318",
        "title":"Shared Governance."},
      {
        "id":"ED128319",
        "title":"Evaluative Indices for Curriculum Materials and Educational Programs. Teacher Education Forum; Volume 3, Number 6."},
      {
        "id":"ED128320",
        "title":"Avoiding Curricular and Organizational White Elephants in Public Schools and On Campus. Teacher Education Forum; Volume 3, Number 1."},
      {
        "id":"ED128321",
        "title":"Undergraduate Secondary Education Report. Teacher Education Forum; Volume 3, Number 2."},
      {
        "id":"ED128322",
        "title":"Preservice and Inservice Education: A Case for Teacher Aides. Teacher Education Forum; Volume 3, Number 3."},
      {
        "id":"ED128323",
        "title":"An Evaluation Model Applied to a Mathematics-Methods Program Involving Three Characteristics of Teaching Style and Their Relationship to Pupil Achievement. Teacher Education Forum; Volume 3, Number 4."},
      {
        "id":"ED128324",
        "title":"An Overview of Inquiry in Teacher Training at Indiana University-Bloomington. Teacher Education Forum; Volume 3, Number 5."},
      {
        "id":"ED128325",
        "title":"An Alternative School Teacher Education Program. Teacher Education Forum; Volume 3, Number 7."},
      {
        "id":"ED128326",
        "title":"Qualitative Indices for Selected Educational Innovations. Teacher Education Forum; Volume 3, Number 8."},
      {
        "id":"ED128327",
        "title":"Mastery Learning: Partly Boon, Partly Boondoggle. Teacher Education Forum; Volume 3, Number 11."},
      {
        "id":"ED128328",
        "title":"Can Behaviorism Save Teacher Education? Teacher Education Forum; Volume 3, Number 12."},
      {
        "id":"ED128329",
        "title":"Empirical Inquiry Into Teacher Centers. Teacher Education Forum; Volume 3, Number 13."},
      {
        "id":"ED128330",
        "title":"Pre-Service Teacher&apos;s Eye View of Pre-Student Teaching Community-Based Experiences in Poor Minority Settings; Teacher Education Forum; Volume 3, Number 14."},
      {
        "id":"ED128331",
        "title":"Selected Characteristics of Preservice Teachers as Learners. Teacher Education Forum; Volume 3, Number 15."},
      {
        "id":"ED128332",
        "title":"Instrumentation Focusing on Formative Evaluation Aspects of an Inservice Teacher Preparation Model. Teacher Education Forum; Volume 3, Number 17."},
      {
        "id":"ED128333",
        "title":"Systems for Program Change in Teacher Education. Teacher Education Forum; Volume 3, Number 18."},
      {
        "id":"ED128335",
        "title":"Overcoming Some Impediments to the Study of Teacher Effectiveness."},
      {
        "id":"ED128336",
        "title":"How Do Teachers and Students Interact to Create the Outcomes of Education?"},
      {
        "id":"ED128337",
        "title":"Application of Research to Teaching. Teacher Education Division Publication Series. Report A75-2."},
      {
        "id":"ED128338",
        "title":"The Effects of &quot;Change&quot; on Teachers and Professors--Theory, Research, and Implications for Decision-Makers."},
      {
        "id":"ED128339",
        "title":"The Beginning Teacher Evaluation Study: Overview and Selected Findings, 1974-1975."},
      {
        "id":"ED128340",
        "title":"A Study of Implementation in Seven Follow Through Educational Models and How Instructional Processes Relate to Child Outcomes."},
      {
        "id":"ED128341",
        "title":"Reflections on Research in Elementary Schools."},
      {
        "id":"ED128342",
        "title":"A Competency Based Certification System."},
      {
        "id":"ED128343",
        "title":"Impediments to the Study of Teacher Effectiveness."},
      {
        "id":"ED128344",
        "title":"Improving Teaching Effectiveness: Florida Essential Competency Studies."},
      {
        "id":"ED128345",
        "title":"Academic Instruction at Community Colleges: A Program for Teacher Preparation."},
      {
        "id":"ED128346",
        "title":"Illinois Policy Project: Accreditation, Certification, and Continuing Education. Task Force Reports."},
      {
        "id":"ED128347",
        "title":"The Attitude-Knowledge Controversy. Working Paper Number 1."},
      {
        "id":"ED128348",
        "title":"The Great American Dream. Education for Work? A Summary of the 10th Annual Meeting of the Education Commission of the States."},
      {
        "id":"ED128350",
        "title":"A Model Approach to Teacher Education."},
      {
        "id":"ED128351",
        "title":"Second Report of the Committee on Program Research and Evaluation."},
      {
        "id":"ED128352",
        "title":"Improving Student Attitudes and Skills for Taking Tests."},
      {
        "id":"ED128353",
        "title":"A Study on the Aptitude Structures of Freshmen in Seoul National University."},
      {
        "id":"ED128354",
        "title":"Evaluation of Regional Workshops in Occupational Education: Evaluation Forms, Evaluation Plans, Evaluation Designs."},
      {
        "id":"ED128355",
        "title":"Characteristics of Children in the Open Classroom."},
      {
        "id":"ED128356",
        "title":"1975 Summer Skills Centers Evaluation Report."},
      {
        "id":"ED128357",
        "title":"Personnel Test Battery and Scoring Procedures. Memorandum No. L.S. 15."},
      {
        "id":"ED128358",
        "title":"Test Anxiety as a Differential Function of Answer Sheet Design."},
      {
        "id":"ED128359",
        "title":"A Description and an Analysis of Tests for the Bilingual Child."},
      {
        "id":"ED128360",
        "title":"A Use of the Q-Sort Technique in Educational Evaluation."},
      {
        "id":"ED128361",
        "title":"Analysis of Covariance: Angel of Salvation, or Temptress and Deluder?"},
      {
        "id":"ED128362",
        "title":"Evaluation of Statistics for Detection of Cheating on Multiple-Choice Tests."},
      {
        "id":"ED128363",
        "title":"Educators Look at Reading Results; Summary of Findings and Preliminary Interpretation by the Richfield Reading Data Analysis Committee."},
      {
        "id":"ED128364",
        "title":"Educators Look at Mathematics Results; Summary of Findings by the Richfield Mathematics Data Analysis Committees."},
      {
        "id":"ED128365",
        "title":"The Relationships of Student Ratings of Instruction to Student, Instructor and Course Characteristics."},
      {
        "id":"ED128366",
        "title":"Declining Test Scores: A Conference Report."},
      {
        "id":"ED128367",
        "title":"Validation of ASVAB-2 Against Civilian Vocational-Technical High School Criteria."},
      {
        "id":"ED128368",
        "title":"Why Does Background Noise Debilitate Simple Task Performance?"},
      {
        "id":"ED128369",
        "title":"The Career Opportunity Program Aide in the Minneapolis Public Schools, 1972-73."},
      {
        "id":"ED128370",
        "title":"Designing Research for Policy Making."},
      {
        "id":"ED128371",
        "title":"Needs Assessment of Administrators' Professional Development, May 1975."},
      {
        "id":"ED128372",
        "title":"An Evaluation of Some Models for Test Bias. Technical Bulletin No. 23."},
      {
        "id":"ED128373",
        "title":"Program Evaluation Project Report, 1969-1973. Chapter One: Basic Goal Attainment Scaling Procedures."},
      {
        "id":"ED128374",
        "title":"Program Evaluation Project Report, 1969-1973. Chapter Two: Activities of the Follow-Up Unit."},
      {
        "id":"ED128375",
        "title":"Program Evaluation Project Report, 1969-73. Chapter Three: An Introduction to Reliability and the Goal Attainment Scaling Methodology."},
      {
        "id":"ED128376",
        "title":"Program Evaluation Project Report, 1969-1973. Chapter Four: An Examination of the Reliability of the Kiresuk-Sherman Goal Attainment Score by Means of Components of Variance."},
      {
        "id":"ED128377",
        "title":"Program Evaluation Project Report, 1969-1973. Chapter Five: A Construct Validity Overview of Goal Attainment Scaling."},
      {
        "id":"ED128378",
        "title":"Program Evaluation Project Report, 1969-1973. Chapter Nine: Evaluation of the Adult Outpatient Program, Hennepin County Mental Service."},
      {
        "id":"ED128380",
        "title":"Ambiguity in ANOVA: Let the Hypothesis Be Your Guide."},
      {
        "id":"ED128381",
        "title":"Test Bias: An Objective Definition for Test Items."},
      {
        "id":"ED128382",
        "title":"Metro Newsbeat. Final Evaluation Report--Year II."},
      {
        "id":"ED128383",
        "title":"Development of Proficiency Examinations and Procedures for Two Levels of Respiratory Therapy Personnel. Final Report."},
      {
        "id":"ED128384",
        "title":"Evaluation of Training."},
      {
        "id":"ED128385",
        "title":"The High Potential Program in the Minneapolis Schools: An Evaluation."},
      {
        "id":"ED128386",
        "title":"Critical Characteristics for Differentiating Among Tests of Educational Achievement."},
      {
        "id":"ED128387",
        "title":"The Ecology of Human Development in Retrospect and Prospect."},
      {
        "id":"ED128388",
        "title":"The Individual Pupil Profile (Including Manual)."},
      {
        "id":"ED128389",
        "title":"Desirable Qualifications for Personnel Conducting Educational Program Evaluations and Audits."},
      {
        "id":"ED128390",
        "title":"Security in a Citywide Testing Program. NCME Measurement in Education, Vol. 6, No. 3, Summer 1975."},
      {
        "id":"ED128392",
        "title":"Community Affairs Training Evaluation; Project CATE: Phase I Final Report."},
      {
        "id":"ED128393",
        "title":"Community Affairs Training Evaluation; Project CATE: DOES Handbook."},
      {
        "id":"ED128394",
        "title":"Second Cross-Sectional Study of Attainment of the Concepts &quot;Equilateral Triangle,&quot;&quot;Cutting Tool,&quot;&quot;Noun,&quot; and &quot;Tree&quot; by Children Age 6 to 16 of City B. Technical Report No. 347."},
      {
        "id":"ED128395",
        "title":"Second Cross-Sectional Study of Attainment of the Concepts &quot;Equilateral Triangle,&quot;&quot;Cutting Tool,&quot;&quot;Noun,&quot; and &quot;Tree&quot; by Children Age 6 to 16 of City A. Technical Report No. 367."},
      {
        "id":"ED128396",
        "title":"Student Ratings: What Is the Frame of Reference?"},
      {
        "id":"ED128397",
        "title":"A Comparison of the Criterion Validity of Two Types of Student Response Inventories for Appraising Instruction."},
      {
        "id":"ED128398",
        "title":"A Longitudinal Analysis of Logical Reasoning Relationships: Conservation and Transitive Inference. Technical Report No. 380."},
      {
        "id":"ED128400",
        "title":"The Use of Rasch Logistic Scaling Procedures in the Development of Short Multi-Level Arithmetic Achievement Tests for Public School Measurement."},
      {
        "id":"ED128401",
        "title":"[Colorado Adult Needs Assessment Survey Instruments for Citizens, Employers and Agencies, 1974.]"},
      {
        "id":"ED128404",
        "title":"Computerized Adaptive Ability Measurement."},
      {
        "id":"ED128405",
        "title":"Sex Differences of Three-Year-Old Children as Measured by the Beery Visual-Motor Test."},
      {
        "id":"ED128406",
        "title":"Task Factor Benchmark Scales for Training Priority Analysis: Overview and Developmental Phase for Administrative/General Aptitude Area."},
      {
        "id":"ED128407",
        "title":"Measuring Attitudes Toward Reading in Large Scale Assessment."},
      {
        "id":"ED128408",
        "title":"The Perceptive Eye: Toward the Reformation of Educational Evaluation."},
      {
        "id":"ED128409",
        "title":"An Evaluation of the Junior League/Vancouver School Board Reading Tutorial Program. Research Report 75-07."},
      {
        "id":"ED128410",
        "title":"An Attempt to Influence Selected Portions of Student Learning."},
      {
        "id":"ED128411",
        "title":"Statistical Survey and Analysis Handbook."},
      {
        "id":"ED128412",
        "title":"Methods for Minimizing Attrition in Field Studies."},
      {
        "id":"ED128413",
        "title":"Viktor Lowenfeld's Visual-Haptic Continuum in Grades 9, 10, and 11."},
      {
        "id":"ED128414",
        "title":"Alternative Item Response Weighting Procedures: Development and Evaluation."},
      {
        "id":"ED128415",
        "title":"An Empirical Investigation of Four Criterion-Referenced Testing Models."},
      {
        "id":"ED128416",
        "title":"Longitudinal Design Considerations for the Evaluation of Bilingual Programs."},
      {
        "id":"ED128417",
        "title":"A Bayesian Method for Maximizing Correct Mastery Classifications."},
      {
        "id":"ED128418",
        "title":"The State of the Art in Applied Performance Testing."},
      {
        "id":"ED128419",
        "title":"Attrition: Identification and Exploration in the National Follow Through Evaluation."},
      {
        "id":"ED128420",
        "title":"New CODAP Programs for Analyzing Task-Factor Information."},
      {
        "id":"ED128422",
        "title":"Discriminant Analysis Applied to Sequential Testing."},
      {
        "id":"ED128423",
        "title":"Year-One Evaluation of French in the Elementary Schools. Research Report 75-17."},
      {
        "id":"ED128424",
        "title":"An Evaluation of the Work Experience Education Program in Five Vancouver Secondary Schools. Research Report 75-19."},
      {
        "id":"ED128425",
        "title":"Educational Evaluation: Some Questions and Answers."},
      {
        "id":"ED128426",
        "title":"Predicting School Outcomes from Observations of Child Behavior in Classrooms."},
      {
        "id":"ED128427",
        "title":"Evaluation of Title I ESEA Projects, 1974-75: Technical Reports. Report No. 7606."},
      {
        "id":"ED128428",
        "title":"A Study of California High School Proficiency Examination Candidates in the Grossmont Union High School District; Second Test Administration, March 1976."},
      {
        "id":"ED128429",
        "title":"The Usefulness of ACT Scores in Predicting Achievement and Attrition Among Disadvantaged and Regular Freshmen: A Survey and Study."},
      {
        "id":"ED128430",
        "title":"Evaluation Design for the Establishment of a Technical Assistance Unit in the Improving Teaching Competencies Program."},
      {
        "id":"ED128431",
        "title":"Evaluation Design for Preparing Educational Training Consultants: A Case Study."},
      {
        "id":"ED128432",
        "title":"Evaluation Designs for the Improving Teaching Competencies Program Dissemination Strategies."},
      {
        "id":"ED128433",
        "title":"Conducting Large-Scale Examinations: A Handbook."},
      {
        "id":"ED128434",
        "title":"The TATTLETOOTH Dental Program (Covering the Field Test Phase, Second Year). Evaluation Report."},
      {
        "id":"ED128435",
        "title":"Community Education Need/Resource Assessment: Statistical Information."},
      {
        "id":"ED128436",
        "title":"Community Education Need/Resource Assessment: A Summary Report."},
      {
        "id":"ED128437",
        "title":"Virginia Educational Needs Assessment in the Cognitive-Affective Domains, 1969 and 1975."},
      {
        "id":"ED128439",
        "title":"Research on Utilization of Assessment Results and Methods. Final Technical Report."},
      {
        "id":"ED128441",
        "title":"Factor Analysis and Validity Study of the Law School Admission Test Battery."},
      {
        "id":"ED128442",
        "title":"Development of Measures for the Study of Creativity."},
      {
        "id":"ED128443",
        "title":"The Effects of Definition and Instance Presentation on Concept Acquisition."},
      {
        "id":"ED128444",
        "title":"Two Studies on Student Perceptions of Isolation in Desegregated School Settings."},
      {
        "id":"ED128445",
        "title":"Prediction of College Achievement Among Mexican-American Students in California."},
      {
        "id":"ED128446",
        "title":"Does Sex of Child Make a Difference in Mother's Ratings of the Barber Scales of Self-Regard for Preschoolers?"},
      {
        "id":"ED128457",
        "title":"Self-Concept or Seven Separable Components of Self-Concept in Preschool Children."},
      {
        "id":"ED128458",
        "title":"Description of the Design and Sample for the 1975 Field Test of the Barber Scales of Self-Regard for Preschool Children."},
      {
        "id":"ED128459",
        "title":"Construct Validity of the Barber Scales of Self-Regard for Preschool Children."},
      {
        "id":"ED128460",
        "title":"Concurrent Validity of Seven Scales of Self-Regard for Preschoolers."},
      {
        "id":"ED128462",
        "title":"An Evaluation of a Multiple Matrix Sampling Procedure for a State Assessment Program."},
      {
        "id":"ED128463",
        "title":"The Use of Item-Favorability Data as Evidence of Sex Bias in Interest Inventories."},
      {
        "id":"ED128464",
        "title":"The Internal Validation of Level II and Level III Respiratory Therapy Examinations. Final Report."},
      {
        "id":"ED128465",
        "title":"1974 Replication and Follow-Up of a Survey of Mathematics and Reading Skills."},
      {
        "id":"ED128466",
        "title":"1975 Replication of a Survey of Mathematics and Reading Skills."},
      {
        "id":"ED128467",
        "title":"Development of a Student Self-Report Scale of Achievement and Affiliation Motivation."},
      {
        "id":"ED128468",
        "title":"Passage-Dependency Data in the Selection of Reading Comprehension Test Items."},
      {
        "id":"ED128469",
        "title":"The Use of Data from Competency-Based Measurement: An Instructional Developer's View."},
      {
        "id":"ED128470",
        "title":"Program Evaluating vs. Program Improvement and Some Implications for Training Evaluators."},
      {
        "id":"ED128471",
        "title":"Rural Blacks in Southern Arizona."},
      {
        "id":"ED128472",
        "title":"Innovative Approaches to Multi-Cultural Programming. Multilingual Monographs No. 001."},
      {
        "id":"ED128473",
        "title":"Urban Growth and Redistribution of the Black Urban American by Size of City, 1950-1970."},
      {
        "id":"ED128474",
        "title":"Multicultural Understanding. Elementary and Secondary Education, Title I, Part B Incentive Grant."},
      {
        "id":"ED128475",
        "title":"The Consumption and Investment Behavior of Black Families."},
      {
        "id":"ED128476",
        "title":"Equality in Educational Programs."},
      {
        "id":"ED128477",
        "title":"New Legal Requirements for Parent Involvement in Title I Projects."},
      {
        "id":"ED128478",
        "title":"Trends in the Level and Distribution of Income in Metropolitan Areas, 1959-1969. Discussion Paper 316-75."},
      {
        "id":"ED128480",
        "title":"Patterns of School Desegregation in Nashville, 1960-1969."},
      {
        "id":"ED128481",
        "title":"On Jensen's Method For Twins. Discussion Paper 340-76."},
      {
        "id":"ED128482",
        "title":"The Alternate Learning Project: Staff Handbook 1975-1976."},
      {
        "id":"ED128483",
        "title":"Lectura en Espanol en el Salon Bilingue Bicultural."},
      {
        "id":"ED128484",
        "title":"Education: Problems in Equity."},
      {
        "id":"ED128485",
        "title":"Desegregation in Pointe Coupee Parish, Louisiana: Its Effects on the Self-Concept of Selected Black Secondary Students."},
      {
        "id":"ED128486",
        "title":"Education of the Disadvantaged (Local School Districts)."},
      {
        "id":"ED128487",
        "title":"Kansas Annual Evaluation Report, 1975. Volume I, Title I ESEA Projects in Local Educational Agencies. Programs for Neglected and Delinquent Children."},
      {
        "id":"ED128488",
        "title":"Title I in Action. Evaluation Summary Data 1974-75 Regular Session, 1975 Summer Session, Virginia."},
      {
        "id":"ED128489",
        "title":"Oregon Title I Annual Evaluation Report. Elementary and Secondary Education Act. Fiscal Year 1974."},
      {
        "id":"ED128490",
        "title":"New York State 1974-75 ESEA Title I Annual Report. Section I: Program Descriptors."},
      {
        "id":"ED128491",
        "title":"New York State Program for Neglected and Delinquent Children, 1974 (Funded Under a Grant from Title I ESEA 1965)."},
      {
        "id":"ED128492",
        "title":"ERIC References on Urban and Minority Education. Equal Opportunity Review, July 1976."},
      {
        "id":"ED128493",
        "title":"Doctoral Dissertations on Urban and Minority Education. Equal Opportunity Review, August 1976."},
      {
        "id":"ED128494",
        "title":"Grouping Practices. ERIC/CUE Capsule Bibliography Series, Number 1. August 1976."},
      {
        "id":"ED128495",
        "title":"Alternative Schooling. ERIC/CUE Capsule Bibliography Series, Number 2. August 1976."},
      {
        "id":"ED128496",
        "title":"Human Relations in the Classroom. ERIC/CUE Capsule Bibliography Series, Number 3. August 1976."},
      {
        "id":"ED128497",
        "title":"The Law, the Courts, and Minority Group Education. ERIC/CUE Capsule Bibliography Series, Number 4. August 1976."},
      {
        "id":"ED128498",
        "title":"Collegiate Compensatory Programs. ERIC/CUE Capsule Bibliography Series, Number 5. August 1976."},
      {
        "id":"ED128499",
        "title":"A Model Program: Preferential Treatment for the Educationally Disadvantaged Youth."},
      {
        "id":"ED128500",
        "title":"Subcounty Allocation oF ESEA Title I Funds."},
      {
        "id":"ED128501",
        "title":"Program Plan Fiscal Year 77, Educational Equity Group."},
      {
        "id":"ED128502",
        "title":"Dominant Values in American Society: An Exploratory Analysis."},
      {
        "id":"ED128503",
        "title":"Selected Demographic Differences Among Southern Rural Blacks, 1970: The Case of the Black Belt."},
      {
        "id":"ED128504",
        "title":"Recent trends in Bilingual Education."},
      {
        "id":"ED128505",
        "title":"Puerto Rican Resource Units."},
      {
        "id":"ED128506",
        "title":"Black Families Under Stress: A Metropolitan-Nonmetropolitan Comparison of Relationships Between Family Disability and Internal Family Interaction."},
      {
        "id":"ED128507",
        "title":"Statement...Concerning Enforcement of Equal Opportunities and Anti-Discrimination Laws in the Public Broadcasting Industry."},
      {
        "id":"ED128508",
        "title":"Work Experience Employability Skills, Junior High."},
      {
        "id":"ED128509",
        "title":"School Desegregation in 1970's: Problems and Prospects."},
      {
        "id":"ED128512",
        "title":"Deviance Theory, Black Youth and Mental Health Professionals."},
      {
        "id":"ED128513",
        "title":"[Violence in the Schools and Public/School Policies.]"},
      {
        "id":"ED128514",
        "title":"Toward an Understanding of Educational Equity."},
      {
        "id":"ED128515",
        "title":"Determinants of the Level and Distribution of Family Income in Metropolitan Areas, 1969. Discussion Papers 320-75."},
      {
        "id":"ED128517",
        "title":"Changes in Organizational Structures of Large School Systems with Special Reference to Problems of Teacher Militancy and Organizational Conflict."},
      {
        "id":"ED128518",
        "title":"Fulfilling the Letter and Spirit of the Law. Desegregation of the Nation's Public Schools. A Report to the United States Commission on Civil Rights, August 1976."},
      {
        "id":"ED128519",
        "title":"The Family Antecedents of Adolescent Mobility Aspirations."},
      {
        "id":"ED128520",
        "title":"Bilingual-Bicultural Education for Filipino Americans."},
      {
        "id":"ED128521",
        "title":"Lau v. Nichols: History of a Struggle for Equal and Quality Education (An Excerpt)."},
      {
        "id":"ED128522",
        "title":"The State of Black America, 1976."},
      {
        "id":"ED128523",
        "title":"Language and Racism."},
      {
        "id":"ED128524",
        "title":"School Desegregation, Inter-Racial Contact and Prejudice. Final Report."},
      {
        "id":"ED128525",
        "title":"The Evolution of the Black Family."},
      {
        "id":"ED128526",
        "title":"The Struggle for Equality of Educational Opportunity: A Way Out of Bondage."},
      {
        "id":"ED128527",
        "title":"Teachers' and Pupils' Attitudes Toward Black English Speech Varieties and Black Pupils' Achievement. Research and Development Memorandum No. 145."},
      {
        "id":"ED128529",
        "title":"Learning Disabilities -- They're All Around You."},
      {
        "id":"ED128530",
        "title":"Desegregation in South carolina."},
      {
        "id":"ED128531",
        "title":"Family Size and the Black American."},
      {
        "id":"ED128533",
        "title":"Migration and Occupational Adjustment of West Virginians in the City."},
      {
        "id":"ED128534",
        "title":"Title I Makes a Difference."},
      {
        "id":"ED128535",
        "title":"NAACP Report on Minority Testing."},
      {
        "id":"ED128536",
        "title":"The Cognitive-Developmental Approach to Inter-Ethnic Attitudes."},
      {
        "id":"ED128537",
        "title":"The Use of Nonstandard English to Improve Communications in Mathematics."},
      {
        "id":"ED128540",
        "title":"Self-Enhancement, Self-Consistency, and Distinctiveness of Feedback in a Field Study of Academic Self-Concept: Attribution Processes in Inner-City High Schools. Technical Report No. 49."},
      {
        "id":"ED128541",
        "title":"Ethnicity and American Education. Working Paper Series, Number II."},
      {
        "id":"ED128542",
        "title":"Social Policy and Multi-Ethnicity in the 1970's. Working Paper Series, Number 1."},
      {
        "id":"ED128543",
        "title":"Modifying the Small Group Experience for Multi-Cultural America. Working Paper Series, Number 7."},
      {
        "id":"ED128544",
        "title":"The New Jersey Consultation on Ethnic Factors in Education. Program Summary and Recommendations. A Preliminary Guide for Action in the 50 States."},
      {
        "id":"ED128545",
        "title":"Robert Anthony Reed, III, et al, Plaintiffs Vs. James A. Rhodes, et al, Defendants. Memorandum Opinion and Order [Relating to Racial Isolation in the Cleveland Public School System]."},
      {
        "id":"ED128546",
        "title":"A Comparative Study of Quality Integrated Education. Final Report."},
      {
        "id":"ED128547",
        "title":"A Resource Guide for Career Development in the Senior High School."},
      {
        "id":"ED128548",
        "title":"Satisfactions and Rewards of Work. A Career Education Resource Guide. Minnesota Guidance Series. Learning Opportunities Package C."},
      {
        "id":"ED128549",
        "title":"Value Identification. A Career Education Resource Guide. Minnesota Guidance Series. Learning Opportunities Package D."},
      {
        "id":"ED128550",
        "title":"Women and the World of Work. A Career Education Resource Guide. Minnesota Guidance Series. Learning Opportunities Package G."},
      {
        "id":"ED128551",
        "title":"Significant Others. A Career Education Resource Guide. Minnesota Guidance Series. Learning Opportunities Package F."},
      {
        "id":"ED128552",
        "title":"The Social Contribution of Work. A Career Education Resource Guide. Minnesota Guidance Series. Learning Opportunities Package E."},
      {
        "id":"ED128553",
        "title":"Life Styles and Work. A Career Education Resource Guide. Minnesota Guidance Series. Learning Opportunities Package A."},
      {
        "id":"ED128554",
        "title":"Self-Concept Exploration. A Career Education Resource Guide. Minnesota Guidance Series. Learning Opportunities Package B."},
      {
        "id":"ED128556",
        "title":"Returners: Some Notes for Those Returning to Employment Later in Life or Considering Training for a New Career."},
      {
        "id":"ED128557",
        "title":"Vocational Awareness in Students: Are the Schools Doing Enough? C.A.T. Education Monograph, No. 14."},
      {
        "id":"ED128558",
        "title":"Using the Modified Delphi to Determine Research Priorities. A Tool to Assist in the Development of Research, Exemplary and Dissemination Priorities for the Resources Development Unit, Bureau of Vocational Education for Fiscal Year 1976. Kentucky Research in Vocational Education Series, No. 3."},
      {
        "id":"ED128559",
        "title":"Auto Mechanics. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128560",
        "title":"Air Conditioning. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128561",
        "title":"Foundry. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128562",
        "title":"Heavy Equipment. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128565",
        "title":"Sheet Metal. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128566",
        "title":"Plumbing and Pipefitting. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128567",
        "title":"Masonry. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128568",
        "title":"Carpentry. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128569",
        "title":"Machine Shop. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128570",
        "title":"Appliance Repair; Radio and Television. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128571",
        "title":"Electricity (Construction). Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128572",
        "title":"Graphic Arts. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128573",
        "title":"Drafting. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128574",
        "title":"Communication and Industrial Electronics. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128575",
        "title":"Welding and Cutting. Trade and Industrial Education Trade Preparatory Training Guide."},
      {
        "id":"ED128576",
        "title":"Research and Experimentation for the Industrial Arts Student. Industrial Arts Series No. 10,006."},
      {
        "id":"ED128577",
        "title":"Introduction to Office Occupations."},
      {
        "id":"ED128578",
        "title":"Manpower Needs in the Field of Aging: The Nursing Home Industry. AOA Occasional Papers in Gerontology, No. 1."},
      {
        "id":"ED128579",
        "title":"An Evaluation of the Instructional Television Program Basic Education: Teaching the Adult."},
      {
        "id":"ED128580",
        "title":"Evaluation of University Vocationally-Oriented Courses. Completed Project."},
      {
        "id":"ED128581",
        "title":"An Economic Analysis of Occupational Licensure. Final Report."},
      {
        "id":"ED128582",
        "title":"A New Look at Lifelong Learning. Unior Press: Monograph III, March 1976."},
      {
        "id":"ED128583",
        "title":"Getting Your Dollar's Worth."},
      {
        "id":"ED128586",
        "title":"Health and Safety: Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED128588",
        "title":"Continuing Education and Aging Annotated Bibliography."},
      {
        "id":"ED128589",
        "title":"Jobs for Veterans With Disabilities. Manpower R&D Monograph 41."},
      {
        "id":"ED128590",
        "title":"New Directions for Accreditation--Implications for Adult Education."},
      {
        "id":"ED128591",
        "title":"Speech Pathology Assistant. Trainee Manual."},
      {
        "id":"ED128592",
        "title":"Audiometric Assistant. A Suggested Guide for a Manpower Training Program."},
      {
        "id":"ED128593",
        "title":"Career Education and the Meanings of Work. Monographs on Career Education."},
      {
        "id":"ED128596",
        "title":"Involuntary Underemployment Among Heads of Households. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED128597",
        "title":"The Determinants and Consequences of Occupational Information for Young Women."},
      {
        "id":"ED128598",
        "title":"The Symbolic Evocation of Occupational Prestige. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED128599",
        "title":"Education and Work. Report of a Seminar. Policy Analysis Service Reports, Vol. 2, No. 1, June 1976."},
      {
        "id":"ED128600",
        "title":"Let's Build: What Materials Will Be Needed? Instructor's Manual. A Resource Unit on Materials Estimation. Building Trades Series."},
      {
        "id":"ED128601",
        "title":"Exploring Home Economics Related Careers. Introduction to Vocations."},
      {
        "id":"ED128602",
        "title":"Home Economics and the Exceptional Student. A Handbook for Home Economics Teachers Working with Mentally Retarded Students."},
      {
        "id":"ED128605",
        "title":"Air Conditioning and Refrigeration. Volume XXVI. 1975 Edition of Course of Study Outlines. Middlesex County Vocational and Technical High Schools and Middlesex County Adult Technical Schools."},
      {
        "id":"ED128606",
        "title":"The Full Employment and Balanced Growth Act of 1976: An Analysis and Evaluation. Discussion Paper 346-76."},
      {
        "id":"ED128611",
        "title":"Human Resources Talent Pool for Career Education. Forms and Procedures."},
      {
        "id":"ED128612",
        "title":"Model for a One-Day Career Education Conference."},
      {
        "id":"ED128613",
        "title":"Factors Influencing Family Migration from Appalachia. Summary of Research Series."},
      {
        "id":"ED128614",
        "title":"Exploratory Education: A Career Model."},
      {
        "id":"ED128615",
        "title":"Comparative Study on the Process of Community Change: Wisconsin, England, Taiwan."},
      {
        "id":"ED128616",
        "title":"A Process Model for the Development of an Information Base for Community Needs Assessment: A Guide for Practitioners."},
      {
        "id":"ED128617",
        "title":"Health Occupations Education Instructional Materials from \"Abstracts of Instructional and Research Materials in Vocational and Technical Education,\" 1972-1975."},
      {
        "id":"ED128619",
        "title":"Home Economics Education Instructional Materials from &quot;Abstracts of Instructional and Research Materials in Vocational and Technical Education,&quot; 1972-1975."},
      {
        "id":"ED128620",
        "title":"Trade and Industrial Education Instructional Materials from \"Abstracts of Instructional and Research Materials in Vocational and Technical Education,\" 1972-1975."},
      {
        "id":"ED128621",
        "title":"Industrial Arts Education Instructional Materials from Abstracts of Instructional and Research Materials in Vocational and Technical Education, 1972-75."},
      {
        "id":"ED128622",
        "title":"Mechanical Drafting. Trade and Industrial Education Course of Study."},
      {
        "id":"ED128623",
        "title":"Radio/Television Repair. Trade and Industrial Education Course of Study."},
      {
        "id":"ED128624",
        "title":"Machine Shop Practice. Trade and Industrial Education Course of Study."},
      {
        "id":"ED128625",
        "title":"Automotive Mechanic: Task List and Competency Record. Developed for Vocational-Technical Curriculum Articulation in Minnesota."},
      {
        "id":"ED128626",
        "title":"Service Center Mechanic: Task List and Competency Record. Developed for Vocational-Technical Curriculum Articulation in Minnesota."},
      {
        "id":"ED128627",
        "title":"Lubrication Specialist: Task List and Competency Record. Developed for Vocational-Technical Curriculum Articulation in Minnesota."},
      {
        "id":"ED128628",
        "title":"Exploratory Program for Auto Mechanics: Task List and Competency Record. Developed for Vocational-Technical Curriculum Articulation in Minnesota."},
      {
        "id":"ED128629",
        "title":"Manual for Implementing a Nursing Assistant Program in the Community College."},
      {
        "id":"ED128635",
        "title":"Proceedings. Annual Southern Region Research Conference in Agricultural Education (24th)."},
      {
        "id":"ED128636",
        "title":"A Special Project Designed to Offer Occupational Information to Adults in ABE Classes and to Research the Performances of Those Adults Who Took Advantage of Opportunities for Further Training. A Report."},
      {
        "id":"ED128637",
        "title":"Career Education Instructional System Project. Newark School District. Newark, Delaware. Year 2. Third-Party Annual Evaluation Report."},
      {
        "id":"ED128638",
        "title":"The Tennessee Exemplary Project in Career Education. Interim Report. Exemplary Project in Vocational Education Conducted under Part D of Public Law 90-576."},
      {
        "id":"ED128639",
        "title":"Status of Former High School Students: Procedure for Local Assessment. Summary Report for a Statewide Sample Class of 1974."},
      {
        "id":"ED128640",
        "title":"Proceedings of the SHOP Travelers' Seminar (Ohio State University, October 16-17, 1975)."},
      {
        "id":"ED128641",
        "title":"Curriculum Research and Design for a Vocational Special Services Education Staff Development Program in New Hampshire. Final Report."},
      {
        "id":"ED128642",
        "title":"Minorities in the Labor Market. Volume I: Spanish Americans and Indians in the Labor Market."},
      {
        "id":"ED128643",
        "title":"Minorities in the Labor Market. Volume II: Orientals in the American Labor Market."},
      {
        "id":"ED128644",
        "title":"Minorities in the Labor Market. Volume III: Metropolitan and Regional Inequalities Among Minorities in the Labor Market."},
      {
        "id":"ED128645",
        "title":"Annual Rural Manpower Report, 1975. State of Maine."},
      {
        "id":"ED128646",
        "title":"A National Study of the Supply and Demand for Teachers of Vocational Agriculture in 1975. VT Research Series."},
      {
        "id":"ED128647",
        "title":"Improvement of Occupational Education in the Federal Bureau of Prisons. Phase I. An Assessment of the Comparative Effectiveness of Occupational Education Delivery Systems in Six Institutions of the Federal Bureau of Prisons."},
      {
        "id":"ED128649",
        "title":"Comprehensive Needs Assessment: Gila River Career Center."},
      {
        "id":"ED128650",
        "title":"Evaluation of 1975 Postsecondary Educational Programs in the Eight Pennsylvania State Correctional Institutions."},
      {
        "id":"ED128651",
        "title":"Project CAREER/Guidance. Research and Development Project in Career Education. Final Report."},
      {
        "id":"ED128652",
        "title":"Technical and Vocational Education Planning. An International Annotated Bibliography of ERIC Documents. Bibliography Series No. 35."},
      {
        "id":"ED128653",
        "title":"The Occupational Safety and Health Act: Its Goals and Its Achievements. Evaluative Studies Series."},
      {
        "id":"ED128654",
        "title":"Assessing Vocational Education Research and Development."},
      {
        "id":"ED128655",
        "title":"Improvement in the Quality of Worklife and Productivity: A Joint Venture Between Management and Employees. Final Report."},
      {
        "id":"ED128656",
        "title":"Integrating Career Education into Teacher Preparation. Implementation Guide for College/University Use."},
      {
        "id":"ED128657",
        "title":"Job Placement Coordinators Manual."},
      {
        "id":"ED128658",
        "title":"Setting the Record Straight: A Reply to Grubb and Lazerson."},
      {
        "id":"ED128659",
        "title":"Career Education: What's Doable Now?"},
      {
        "id":"ED128660",
        "title":"Career Education's Potential for Increasing Productivity."},
      {
        "id":"ED128661",
        "title":"A Summary of Commissioned Papers Prepared for the National Advisory Council for Career Education."},
      {
        "id":"ED128662",
        "title":"Career Options in the Humanities: A Bibliography and Program Guide."},
      {
        "id":"ED128663",
        "title":"The Family: Laboratory for Human Behavior."},
      {
        "id":"ED128664",
        "title":"A Report on My Experiences and Impressions as a UNESCO Consultant in Educational Guidance in Finland."},
      {
        "id":"ED128665",
        "title":"Testing of Minority Group Applicants for Employment. Research Report 1966-7."},
      {
        "id":"ED128666",
        "title":"The Whitman County Project for Academically Talented Students: An Evaluation. Final Grant Report."},
      {
        "id":"ED128667",
        "title":"The Black Person as Client and as Therapist."},
      {
        "id":"ED128668",
        "title":"Articulation in Urban Areas: Community Information Networks and Student Articulation Workers."},
      {
        "id":"ED128669",
        "title":"Attribution Theory and Video Playback: A Social Psychological View."},
      {
        "id":"ED128670",
        "title":"Group Development in the Classroom."},
      {
        "id":"ED128671",
        "title":"College Admissions 1975: Survey and Recommendations."},
      {
        "id":"ED128672",
        "title":"Adult Women's Career Planning in a Liberal Arts College Utilizing Male and Female Counselors."},
      {
        "id":"ED128673",
        "title":"Bibliography of Women: A Survey of Women Past and Present as Reflected by the Holdings of the United States Military Academy Library."},
      {
        "id":"ED128674",
        "title":"A Statistical Portrait of Women in the United States. Current Population Reports, Special Studies Series P-32, No. 58."},
      {
        "id":"ED128675",
        "title":"Belief in a Just World, Interpersonal Trust, and Attitudes."},
      {
        "id":"ED128676",
        "title":"Effects of Differentially Rewarding Groups on Cooperative Task Performance and Satisfaction. Report No. 211."},
      {
        "id":"ED128677",
        "title":"An Investigation of Five Personal Space Measures."},
      {
        "id":"ED128678",
        "title":"Improving Reliability and Validity of &quot;Achievement via Conformance&quot; Through Computer Applications."},
      {
        "id":"ED128679",
        "title":"An Approach to Teaching Parents and Adolescents Problem-Solving Communication Skills."},
      {
        "id":"ED128680",
        "title":"Turtle Manual."},
      {
        "id":"ED128681",
        "title":"Cross Modality Differences in Self-Attributions."},
      {
        "id":"ED128682",
        "title":"The Evaluation of Feminine Professional Competence as a Function of Level of Accomplishment."},
      {
        "id":"ED128683",
        "title":"Bibliography of Sources Relating to Women."},
      {
        "id":"ED128684",
        "title":"Sex, Race, and Reactions to Injustice."},
      {
        "id":"ED128685",
        "title":"Effects of Different Degrees of Task Structure on Leadership in Couples."},
      {
        "id":"ED128686",
        "title":"Confirmation of the Piagetian Logic of Exclusion and Combinations During Concrete and Formal Operations."},
      {
        "id":"ED128687",
        "title":"Eliciting Formal Operations."},
      {
        "id":"ED128688",
        "title":"The University Learning Laboratory: Meeting Student Needs in the '70's. Colorado State University Student Development Reports, Vol. XIII, No. 3, 1975-76."},
      {
        "id":"ED128689",
        "title":"Cost Analysis of Correctional Standards: Halfway Houses. Volumes I and II."},
      {
        "id":"ED128690",
        "title":"Schools and Maturity Program: Final Report. Johns Hopkins University Center for Social Organization of Schools, Report No. 210."},
      {
        "id":"ED128691",
        "title":"Classroom Reward Structure: An Analytical and Practical Review. Johns Hopkins University Center for Social Organization of Schools, Report No. 207."},
      {
        "id":"ED128692",
        "title":"Psychosocial Maturity and a Dimension of Moral Judgement. Johns Hopkins University Center for Social Organization of Schools, Report No. 209."},
      {
        "id":"ED128693",
        "title":"Affecting Organizational Change in Student Services."},
      {
        "id":"ED128694",
        "title":"Teacher Support."},
      {
        "id":"ED128695",
        "title":"Psychosocial Dimensions of Sex Differences in the Academic Competence of Adolescents."},
      {
        "id":"ED128697",
        "title":"Services to Multi-Problem Youth. Georgia Department of Human Resources Program and Funding Report, Vol. 2, No. 1, January 15, 1976."},
      {
        "id":"ED128698",
        "title":"Moral Judgement and Prosocial Behavior: An Interactional Approach."},
      {
        "id":"ED128700",
        "title":"A Course Outline for Pre-Retirement Planning and a List of References and Resources. Curriculum Module."},
      {
        "id":"ED128701",
        "title":"Cognitive Differentiation and Impression Formation: An Integration Theory Approach."},
      {
        "id":"ED128702",
        "title":"A Family Drama Workshop: Communications Seminar for High School Students."},
      {
        "id":"ED128703",
        "title":"The Class Clown Phenomenon Among Middle School Students."},
      {
        "id":"ED128704",
        "title":"The Effect of Content Sequence on Student Learning."},
      {
        "id":"ED128705",
        "title":"Attitude and Information Change Effected by Drug Education via Broadcast Television and Group Viewing."},
      {
        "id":"ED128706",
        "title":"Women's Moral Reasoning and Behavior in a Contractual Form of Prisoner's Dilemma."},
      {
        "id":"ED128707",
        "title":"Cognitive Premises and Curriculum Construction."},
      {
        "id":"ED128708",
        "title":"On the Limits of Kagan's Impulsive-Reflective Distinction."},
      {
        "id":"ED128709",
        "title":"\"Face to Face:\" A Report of a School District's Workshop for Counselors."},
      {
        "id":"ED128710",
        "title":"A Comparison Between the Self Concepts as Learner of Disruptive and Nondisruptive Middle School Students."},
      {
        "id":"ED128711",
        "title":"An Academic Vice President Looks at Student Services/Career Services--A Muddle."},
      {
        "id":"ED128712",
        "title":"Evaluation of an Outgroup Member by Individuals and Groups."},
      {
        "id":"ED128713",
        "title":"The Effects of Juror Bias on Judicial Decisions."},
      {
        "id":"ED128714",
        "title":"The \"Mysterious Gap\" Between Knowledge and Action: A Sociological Comment."},
      {
        "id":"ED128715",
        "title":"Female and Male Perception of Female and Male Speech."},
      {
        "id":"ED128716",
        "title":"A Test of the Urban Overload Hypothesis."},
      {
        "id":"ED128717",
        "title":"A Psychological Services Program for Elementary Schools Coordinated and Operated by College Undergraduates."},
      {
        "id":"ED128718",
        "title":"Cognitive Concepts of Emotional Education."},
      {
        "id":"ED128719",
        "title":"Career Survey of 135 Ph.D. Recipients in Counseling and Student Personnel Psychology: University of Minnesota Graduates Between 1952 and 1972."},
      {
        "id":"ED128720",
        "title":"Strong Designs for Behavior Analysis."},
      {
        "id":"ED128721",
        "title":"Training Counselors and Teachers in Behavioral Contracting: Three Years of Outcomes."},
      {
        "id":"ED128722",
        "title":"Relationship of Children's Conceptual Tempo to Problem Solving and Creativity."},
      {
        "id":"ED128723",
        "title":"Adult Nonconservation of Numerical Equivalence."},
      {
        "id":"ED128724",
        "title":"Athletic Events and Spectacular Spectators: A Longitudinal Study of Fan Aggression."},
      {
        "id":"ED128725",
        "title":"The Relationship Between Selected Value Orientations of Adolescents and Those of Their Parents."},
      {
        "id":"ED128726",
        "title":"The Relation of Materialistic Values to Age, Socioeconomic Status and Sex."},
      {
        "id":"ED128727",
        "title":"Self-Understanding and Self-Awareness in a Counselor Education Program."},
      {
        "id":"ED128728",
        "title":"The Effects of Parent-Child Relationships on the Development of Moral Character."},
      {
        "id":"ED128729",
        "title":"Cinderella Doesn't Live Here Anymore."},
      {
        "id":"ED128730",
        "title":"Family Environment, Socioeconomic Status and Academic Achievement."},
      {
        "id":"ED128731",
        "title":"An Evaluation of an Intensive Pre-Practicum Training Program."},
      {
        "id":"ED128732",
        "title":"Choicepoint: A Peer Group Model for Facilitating Decision Making."},
      {
        "id":"ED128733",
        "title":"Harcum's Peer Resource Program."},
      {
        "id":"ED128734",
        "title":"Exploring Careers in Hospital and Health Administration: An Invitation to a Career in Health Administration."},
      {
        "id":"ED128735",
        "title":"Children and Broken Homes: Sources for the Teacher."},
      {
        "id":"ED128737",
        "title":"Selected Bibliography on Fair Employment."},
      {
        "id":"ED128738",
        "title":"The Process of Supervision."},
      {
        "id":"ED128739",
        "title":"Research and Postulates Related to a Behavioristic Theory of Career Development."},
      {
        "id":"ED128740",
        "title":"Multidimensional Scaling of the Cognitive Control Principle-Equivalence Range and Implications for Reading Comprehension."},
      {
        "id":"ED128741",
        "title":"Mid-Career Change: Smoke or Fire?"},
      {
        "id":"ED128742",
        "title":"Middle-Aged Career Dropouts: An Exploration."},
      {
        "id":"ED128743",
        "title":"A Report on the Proceedings of the First and Second Symposia on Education, Training, and Aging (Springfield, Massachusetts, November, 1974, and Portland, Maine, February, 1975)."},
      {
        "id":"ED128744",
        "title":"The State of the Art of Counseling High School Girls. Final Report. Fels Discussion Paper No. 89."},
      {
        "id":"ED128745",
        "title":"Self-Esteem and Educational Attainment: A Longitudinal Analysis."},
      {
        "id":"ED128746",
        "title":"Simultaneous Equations Models of the Educational Process for High and Low Achievers. Fels Center of Government Discussion Paper No. 89."},
      {
        "id":"ED128747",
        "title":"Influence of Lawyers, Legal Language and Legal Thinking."},
      {
        "id":"ED128748",
        "title":"Frontiers in the Education of the Elderly."},
      {
        "id":"ED128749",
        "title":"How to Evaluate Career Education: or, Frustrations of a Third Party Evaluator. Excerpts from a Final Evaluation Report."},
      {
        "id":"ED128750",
        "title":"Jobsearch: A Career Planning Course for Slow Learners in Secondary Schools."},
      {
        "id":"ED128751",
        "title":"An Investigation of the Mathematical Models of Piaget's Psychological Theory of Cognitive Learning. Final Report."},
      {
        "id":"ED128752",
        "title":"A Group Therapy Approach to the Treatment of Coronary Heart Patients."},
      {
        "id":"ED128753",
        "title":"Counselor Education: A Professional Dialogue."},
      {
        "id":"ED128754",
        "title":"Implementing Competency Based Counselor Preparation: A Resource Manual. Prototype No. 1."},
      {
        "id":"ED128755",
        "title":"A Competency Based Training Program for Manpower Counselors. Fourth Revision."},
      {
        "id":"ED128756",
        "title":"A Competency Based Training Program for Manpower Counselors: Instructor's Key to Preassessment Materials. Fourth Revision."},
      {
        "id":"ED128757",
        "title":"Core Counseling Competencies: A Manual for Self-Growth. Rough Draft."},
      {
        "id":"ED128758",
        "title":"School Reading Programs: Criteria for Excellence."},
      {
        "id":"ED128759",
        "title":"Planning Inservice Education for Improving Teaching and Learning Skills in Reading and Related Language Arts."},
      {
        "id":"ED128760",
        "title":"A Content Analysis of Kindergarten Reading Curricula in Thirteen Large American Cities."},
      {
        "id":"ED128761",
        "title":"Rates of Comprehension: An Annotated Bibliography."},
      {
        "id":"ED128762",
        "title":"Findings of Research in Miscue Analysis: Classroom Implications."},
      {
        "id":"ED128763",
        "title":"Using &quot;The New York Times&quot; to Teach Reading."},
      {
        "id":"ED128764",
        "title":"Commercially-Produced Skills Management Systems Based on the Diagnostic-Prescriptive Model; Modular Sequence: Diagnostic-Prescriptive Teaching of Reading."},
      {
        "id":"ED128765",
        "title":"Diagnostic-Prescriptive Approach; Modular Sequence: Diagnostic-Prescriptive Teaching of Reading."},
      {
        "id":"ED128766",
        "title":"Highlights and Trends from National Assessment: Changes in Reading Achievement, 1970-1975."},
      {
        "id":"ED128767",
        "title":"Accuracy in Measuring Oral Reading in English by a Student with a Spanish Language Background."},
      {
        "id":"ED128769",
        "title":"Reading Researchers: Where Are They Being Trained? Or How Does Your Program Rate?"},
      {
        "id":"ED128770",
        "title":"A New Option in Adult Basic Education: The Adult Performance Level High School Diploma."},
      {
        "id":"ED128771",
        "title":"A Community Operated After School Reading Program."},
      {
        "id":"ED128772",
        "title":"Basic Reading Instruction for Students in Automotive Occupations. Student's Handbook."},
      {
        "id":"ED128773",
        "title":"Literacy in Development: The Second Step. Final Report of Second Experts Meeting on the Production of Training Materials in the Field of Functional Literacy, Dizine, Iran, 24-29 May, 1976."},
      {
        "id":"ED128776",
        "title":"The Effects of Increasing Teacher Competencies as Related to Improved Secondary Student Reading Scores."},
      {
        "id":"ED128777",
        "title":"New Books for Young Readers."},
      {
        "id":"ED128778",
        "title":"Some Findings on Predicting Reading Performance at the Kindergarten Level."},
      {
        "id":"ED128779",
        "title":"Practical Applications of Erik Erikson's Theory to College Reading Instruction and Interpretation."},
      {
        "id":"ED128782",
        "title":"[Reading Teacher Education.]"},
      {
        "id":"ED128783",
        "title":"Teacher Instructional Emphases and Student Achievement in Reading."},
      {
        "id":"ED128784",
        "title":"Structuring Reading Activities for English Classes."},
      {
        "id":"ED128785",
        "title":"Reading in America: A Perspective on Two Assessments."},
      {
        "id":"ED128787",
        "title":"Oral Language Skills: Key to Developing Reading Comprehension."},
      {
        "id":"ED128788",
        "title":"Far Out: Some Approaches to Teaching the Speculative Literature of Science Fiction and the Supernatural."},
      {
        "id":"ED128789",
        "title":"Magazines and Their Importance as a Major Agricultural News Source in Rural America."},
      {
        "id":"ED128790",
        "title":"Jacques Ellul and Democracy's &quot;Vital Information&quot; Premise. Journalism Monographs No. 45."},
      {
        "id":"ED128792",
        "title":"A Tentative List of Doctoral Dissertations, Masters' Theses, and Investigative Studies on High School Journalism in 1974."},
      {
        "id":"ED128793",
        "title":"I Am an Unknown Greatness; Poems &amp; Notes from Montana's 1974-75 Poetry-in-the-Schools Program."},
      {
        "id":"ED128794",
        "title":"Middle School Language Arts Skills Objectives Guidebook: Grades 6,7,8."},
      {
        "id":"ED128795",
        "title":"Non-Stereotyped Indian Literature: A Bibliography."},
      {
        "id":"ED128796",
        "title":"College Student Press Law."},
      {
        "id":"ED128797",
        "title":"The Importance and Use of Quality Literature in the Classroom."},
      {
        "id":"ED128798",
        "title":"American Literature; Study Guide and Reading List. Revised."},
      {
        "id":"ED128799",
        "title":"Suspense Books to Read to Primary Children: A Bibliogrpahy."},
      {
        "id":"ED128802",
        "title":"Associated Writing Programs. 1975 Catalogue of Programs."},
      {
        "id":"ED128804",
        "title":"Report on the Working Conference on the SCRDT (Stanford Center for Research and Development in Teaching) Black English Tests for Teachers (February 19-20, 1976). Occasional Paper No. 15."},
      {
        "id":"ED128805",
        "title":"[Scope and Sequence Language Arts Curriculum Guide, K-8.]"},
      {
        "id":"ED128806",
        "title":"The Supervisor of In-Service Training in Small Programs: A Basic Job Description."},
      {
        "id":"ED128807",
        "title":"Teaching Poetry to Adolescents: Nine Principles Plus One."},
      {
        "id":"ED128808",
        "title":"Interfaith Relations in Children's Books: A Bibliography."},
      {
        "id":"ED128810",
        "title":"A Primer of Transformational Grammar for Rank Beginners."},
      {
        "id":"ED128811",
        "title":"Adolescent Literature Revisited after Four Years."},
      {
        "id":"ED128812",
        "title":"Non-Print Media and the Teaching of English."},
      {
        "id":"ED128813",
        "title":"Group Inquiry Techniques for Teaching Writing."},
      {
        "id":"ED128814",
        "title":"Highlights and Trends from National Assessment: Writing and Change in Writing Skills."},
      {
        "id":"ED128815",
        "title":"Friendship Values in Children's Books: A Bibliography."},
      {
        "id":"ED128817",
        "title":"Teaching Shakespeare."},
      {
        "id":"ED128818",
        "title":"Language Development: Kindergarten through Grade Twelve. NCTE Committee on Research Report No. 18."},
      {
        "id":"ED128820",
        "title":"Recommended English Language Arts Curriculum Guides K-12 and Criteria for Planning and Evaluation, 1976."},
      {
        "id":"ED128821",
        "title":"Archie Bunker in a Foreign Culture: A Panel Study of Selectivity Processes in the Dutch Television Audience."},
      {
        "id":"ED128822",
        "title":"Criticism of American, British, European and Classical Authors: A Selective Bibliography of Books in the United States Military Academy Library."},
      {
        "id":"ED128823",
        "title":"Abstracts of Suburban Press Research Series Papers Produced by the Suburban Press Research Center from July 1966 to February 1973. Suburban Press Research Series No. 14."},
      {
        "id":"ED128824",
        "title":"The Suburban Press; First Steps toward an Annotated Bibliography. Suburban Press Research Series No. 16 and 17."},
      {
        "id":"ED128825",
        "title":"Writing Practice in Upper Secondary School (STIG)."},
      {
        "id":"ED128827",
        "title":"The Impact of Mode on Written Syntactic Complexity: Part III--Fifth Grade. Report No. 27."},
      {
        "id":"ED128828",
        "title":"Reading, Writing and Other Communication Skills among Adults."},
      {
        "id":"ED128829",
        "title":"System-Wide Language Skills Examination: A Look at the Underlying Factors."},
      {
        "id":"ED128831",
        "title":"Archetypal Theory and Women's Fiction: 1688-1975."},
      {
        "id":"ED128833",
        "title":"Teacher, What Do You Think You Are Doing?"},
      {
        "id":"ED128835",
        "title":"Phoneme-Grapheme Correspondences as Cues to Spelling Improvement."},
      {
        "id":"ED128836",
        "title":"Project to Improve Education in the Basic Skills (Reading, Writing, Computing, Speaking, and Listening)."},
      {
        "id":"ED128837",
        "title":"What Spelling Books Don't Tell You about English Spelling."},
      {
        "id":"ED128838",
        "title":"The Speech of Indian Children: Paralinguistic and Registral Aspects of the Yakima Dialect."},
      {
        "id":"ED128839",
        "title":"I Feel Like Touching Something That's Not There; Poems by Students in Elementary &amp; Secondary Schools of Montana."},
      {
        "id":"ED128840",
        "title":"Abstracts of Suburban Press Critique Series Papers Produced by the Suburban Press Research Center from April 1966 to May 1973. Suburban Press Research Series No. 15."},
      {
        "id":"ED128848",
        "title":"The Evening News: Qualitative Assessment and Systematic Analysis."},
      {
        "id":"ED128849",
        "title":"Alienation, Mass Society and Mass Culture."},
      {
        "id":"ED128850",
        "title":"Ancient Media in Literature: Golden Printers and Golden Authors."},
      {
        "id":"ED128851",
        "title":"Re-Viewing Photographs: Unexplored Resources for Communication Research."},
      {
        "id":"ED128852",
        "title":"Paris Commune Imagery in China's Mass Media."},
      {
        "id":"ED128854",
        "title":"A Study of Ballot Feedback from Professional and Nonprofessional Debate Judges."},
      {
        "id":"ED128856",
        "title":"Woman's Career Path to Management through Effective Communication."},
      {
        "id":"ED128857",
        "title":"A Short Course in Communication for Prison Personnel &amp; Offenders. Final Report."},
      {
        "id":"ED128859",
        "title":"Videology: Space and Time in Political Television."},
      {
        "id":"ED128861",
        "title":"Intergroup Cooperation and Intergroup Attraction: The Effect of Previous Interaction and Outcome of Combined Effort."},
      {
        "id":"ED128862",
        "title":"Acting: Stage Movement. TAP (Theatre Arts Package) 210."},
      {
        "id":"ED128863",
        "title":"Stage Movement with Scripts and More Work with Scenes. TAP (Theatre Arts Package) 211 and 212."},
      {
        "id":"ED128864",
        "title":"Directing: Arranging Characters on a Stage. TAP (Theatre Arts Package) 110."},
      {
        "id":"ED128865",
        "title":"Primer for Playwrights. TAP (Theatre Arts Package) 510."},
      {
        "id":"ED128866",
        "title":"Piecing Together an Interior Set. TAP (Theatre Arts Package) 310."},
      {
        "id":"ED128867",
        "title":"Developing a Character in Depth. TAP (Theatre Arts Package) 220."},
      {
        "id":"ED128868",
        "title":"Nixon's Checkers: A Rhetoric-Communication Criticism."},
      {
        "id":"ED128870",
        "title":"Status Report on Speech Research: A Report on the Status and Progress of Studies on the Nature of Speech, Instrumentation for Its Investigation, and Practical Applications, July 1 - September 30, 1976."},
      {
        "id":"ED128872",
        "title":"Facilities for Community Services. Educational Facilities Digest 10."},
      {
        "id":"ED128873",
        "title":"Issues in Basic Education. NAESP School Leadership Digest Second Series, Number 12. ERIC/CEM Research Analysis Series, Number 27."},
      {
        "id":"ED128874",
        "title":"A Research Agenda for Year-Round Schools: Executive Summary. Volume 1."},
      {
        "id":"ED128875",
        "title":"Year-Round Schools: The Importance of Year-Round Schools. Volume 2. Final Report."},
      {
        "id":"ED128876",
        "title":"Alternative Schools. The Best of ERIC, Number 21."},
      {
        "id":"ED128877",
        "title":"Alternative Uses of School Buildings. Educational Facilities Digest 11."},
      {
        "id":"ED128878",
        "title":"Linkage Models for Dissemination and Diffusion."},
      {
        "id":"ED128879",
        "title":"Eight Steps to the Eighties: Interpreting Division Matrix Responses for Improved Departmental Management."},
      {
        "id":"ED128880",
        "title":"T &amp; E. A Primer for School Improvement in New Jersey."},
      {
        "id":"ED128881",
        "title":"Study of Resource Distribution Within School District 4J by Region, Level of School and Major Budget Item."},
      {
        "id":"ED128882",
        "title":"Education Amendments. Conference Report (to Accompany S.2657). 94th Congress, 2d Session. Report No. 94-1701."},
      {
        "id":"ED128883",
        "title":"How Shall Our Schools Be Used--Two Points of View. Community Education."},
      {
        "id":"ED128884",
        "title":"Development and Dissemination of Innovation in Education."},
      {
        "id":"ED128885",
        "title":"Administrative Response to Conflict."},
      {
        "id":"ED128886",
        "title":"Guide to Educational Problem Solving."},
      {
        "id":"ED128887",
        "title":"Post-Occupancy Evaluation of the Danville Community High School."},
      {
        "id":"ED128888",
        "title":"Memo to: Ambulatory Health Care Planners."},
      {
        "id":"ED128889",
        "title":"Specifications for School Administration Central Office Facility."},
      {
        "id":"ED128890",
        "title":"Open Area Schools. Bibliographies in Education No. 17."},
      {
        "id":"ED128891",
        "title":"A Short Annotated List of Information on Open-Area Schools in Canada."},
      {
        "id":"ED128893",
        "title":"Design Development Plans for Altamont Junior High School, Klamath Falls, Oregon."},
      {
        "id":"ED128894",
        "title":"Planning Goals and Concepts and Space Facilities Program for Northwest Christian College."},
      {
        "id":"ED128895",
        "title":"Administration and the Territorial Imperative."},
      {
        "id":"ED128896",
        "title":"An Analysis of Enrollment, Facilities, and Grade Organization. Phoenix-Talent School District #4, Jackson County, Oregon."},
      {
        "id":"ED128897",
        "title":"Six Data Base Management Systems: Feature Analysis and User Experiences. Technical Note 887."},
      {
        "id":"ED128898",
        "title":"The School of the Future. Stelco Trend. Number 34 in a Series."},
      {
        "id":"ED128900",
        "title":"Alternative Building Design: A Study of Self Contained and Open Space Class Area."},
      {
        "id":"ED128901",
        "title":"School=Community Participation in Determining School Effectiveness."},
      {
        "id":"ED128902",
        "title":"Education for the People: Volume III. A Handbook for Determining School Effectiveness."},
      {
        "id":"ED128903",
        "title":"Perting the New Waverly School."},
      {
        "id":"ED128904",
        "title":"Energy Conservation. The Capital Investment Needs for Building Rehabilitation for Non-Profit Educational Institutions. Paper No. 2."},
      {
        "id":"ED128905",
        "title":"Projections of School and College Enrollments: 1971 to 2000. Current Population Reports. Population Estimates and Projections. Series P-25, No. 473."},
      {
        "id":"ED128907",
        "title":"The Three Generation Neighborhood."},
      {
        "id":"ED128908",
        "title":"Energy Management Guide for Building Management. Electricity."},
      {
        "id":"ED128910",
        "title":"Immediate Superordinates' Perception of the Middle School Principal's Functions."},
      {
        "id":"ED128912",
        "title":"The Functions of the High School Principal as Perceived by Student Body Presidents."},
      {
        "id":"ED128913",
        "title":"Performance Concept in Buildings. Volume 1: Invited Papers. Proceedings of a Symposium Jointly Sponsored by the International Union of Testing and Research Laboratories for Materials and Structures (RILEM), the American Society for Testing and Materials (ASTM), and the International Council for Building Research Studies and Documentation (CIB) (Philadelphia, Pennsylvania, May 2-5, 1972)."},
      {
        "id":"ED128915",
        "title":"Princeton High School: A Needs Analysis. Consulting Report."},
      {
        "id":"ED128916",
        "title":"Educational Specifications."},
      {
        "id":"ED128917",
        "title":"Enrollment Change and Educational Personnel Change in the K-12 Schools of Illinois."},
      {
        "id":"ED128918",
        "title":"Planning for Declining Enrollments. Planning Assistance Manual and Case Studies."},
      {
        "id":"ED128925",
        "title":"Individualizing Professional Development for Educational Change Agents."},
      {
        "id":"ED128926",
        "title":"A Description of Follow Through Sponsor Implementation Processes."},
      {
        "id":"ED128927",
        "title":"Casebook of Selected State Facilitators."},
      {
        "id":"ED128928",
        "title":"ENSIM II: A Second Generation, Land Use-Based Enrollment Simulation Model. User&apos;s Manual. Research Report of Project Simu School: Santa Clara County Component."},
      {
        "id":"ED128929",
        "title":"How to Conserve Energy in School Transportation Systems. Energy Conservation Materials Package 4."},
      {
        "id":"ED128930",
        "title":"Concerns of Teachers About Implementing the Innovation of Team Teaching. Procedures for Adopting Educational Innovations Project."},
      {
        "id":"ED128931",
        "title":"Publications from Procedures for Adopting Educational Innovations/CBAM."},
      {
        "id":"ED128932",
        "title":"A Diagnostic Study of the Human Organization in Schools. Final Report."},
      {
        "id":"ED128933",
        "title":"Administering for Change Program Innovation Process Study. Work Unit 12, Milestone 2."},
      {
        "id":"ED128934",
        "title":"Curriculum Leaders: Improving Their Influence. A Report from the ASCD Working Group on the Role, Function, and Preparation of the Curriculum Worker."},
      {
        "id":"ED128935",
        "title":"The Effects of Accountability on an Administrative System and Its Influence on Organizational Policy."},
      {
        "id":"ED128936",
        "title":"Needs Assessment for Staff Development Report."},
      {
        "id":"ED128937",
        "title":"Project Study (Curriculum for Improving Student Study Skills). Project Termination Report."},
      {
        "id":"ED128938",
        "title":"Futurism in American Education."},
      {
        "id":"ED128939",
        "title":"Publications on Optional Public Schools. Brief Reviews of New Books Plus Our Biennial Bibliography on Options in Public Education. No. 17."},
      {
        "id":"ED128940",
        "title":"Ground Rules, Contract Language, Grievances and Impasse Resolution. Proceedings of the Collective Negotiations Clinic."},
      {
        "id":"ED128941",
        "title":"The Determinants of School Achievement in Developing Countries: The Educational Production Function. International Bank for Reconstruction and Development Staff Working Paper No. 201."},
      {
        "id":"ED128942",
        "title":"Building Quality Evaluation Procedurals Manual."},
      {
        "id":"ED128944",
        "title":"A New Life for . . . Family and Community Studies. Curriculum Report, Vol. 6, No. 1."},
      {
        "id":"ED128946",
        "title":"The Impact of Sex Discrimination in the Recruitment of Educational Policy-Makers."},
      {
        "id":"ED128947",
        "title":"Needs Assessment."},
      {
        "id":"ED128949",
        "title":"Performance Based Compensation Structure for School Administrators. SIRS Bulletin No. 2."},
      {
        "id":"ED128950",
        "title":"School Employes Retirement. Suggested Personnel Policy Guidelines for School Districts."},
      {
        "id":"ED128951",
        "title":"Bond Sales for Public School Purposes 1974-75."},
      {
        "id":"ED128952",
        "title":"Education Directory. Education Associations 1976."},
      {
        "id":"ED128953",
        "title":"Improving the Educational (Facility) Planning Process/Simu-School. Evaluation Report."},
      {
        "id":"ED128954",
        "title":"Fund Raising by Parent/Citizen Groups."},
      {
        "id":"ED128955",
        "title":"A Critical Examination of Disciplinary Theories and Practice."},
      {
        "id":"ED128956",
        "title":"Goals Collection Project. Goal Setting Process Evaluation Report. Data Collected Fall 1974."},
      {
        "id":"ED128957",
        "title":"Compilation of Fall 1974 Goals, Subgoals and Priorities Meeting Goals Collection Criteria."},
      {
        "id":"ED128958",
        "title":"Compilation of Fall 1974 Goals, Subgoals and Priorities Not Meeting Goals Collection Criteria."},
      {
        "id":"ED128959",
        "title":"Bringing Education to the People. Final Report."},
      {
        "id":"ED128960",
        "title":"A Report on Absentee and Withdrawal Rates of District 4-J, 1970-1975."},
      {
        "id":"ED128962",
        "title":"An Analysis of the Small Schools Task Force. Final Report."},
      {
        "id":"ED128963",
        "title":"A Review of District 4J Computer Services."},
      {
        "id":"ED128964",
        "title":"A Report on Parent Opinion Surveys."},
      {
        "id":"ED128965",
        "title":"An Evaluation of the Community School Program Using Goal Attainment Scaling."},
      {
        "id":"ED128966",
        "title":"The Spirit of Title IX: Men's Work and Women's Work in Oregon Public Schools. OSSC Bulletin Vol. 20, No. 2."},
      {
        "id":"ED128967",
        "title":"Writing Behavioral Objectives."},
      {
        "id":"ED128968",
        "title":"Alternative Schools."},
      {
        "id":"ED128969",
        "title":"Existing School Facilities, Capacities, and Current Utilization."},
      {
        "id":"ED128970",
        "title":"Educational Change: A Perceptual Approach."},
      {
        "id":"ED128971",
        "title":"A Guide for Comprehensive Educational Planning--A Topical Outline."},
      {
        "id":"ED128972",
        "title":"Functions, Roles, and Relationships of Components of Project Simu School. A Position Paper."},
      {
        "id":"ED128973",
        "title":"Social and Educational Change: Conceptual Frameworks."},
      {
        "id":"ED128974",
        "title":"Insuring Equity In Property Tax Assessment. PAR Analysis Number 215."},
      {
        "id":"ED128975",
        "title":"45-15 Costs. A Cost Study of Loudoun County's 45-15 Program."},
      {
        "id":"ED128977",
        "title":"Mental Health and Mental Retardation Services in Nevada. Executive Summary."},
      {
        "id":"ED128978",
        "title":"Field Teaching: A Report of Planning a Social Science Based Teacher Training Program."},
      {
        "id":"ED128979",
        "title":"Special Education in Rural Areas: An Unsolved Problem."},
      {
        "id":"ED128980",
        "title":"Career Development in the Education of the Deaf: A Program Model, Materials and Practices and Procedures for Preparing Teachers to Implement It. Final Technical Report. July 1, 1973 - August 30, 1975."},
      {
        "id":"ED128981",
        "title":"A Competency-Based Model for the Preparation of Teachers of Very Young Handicapped Children. Final Report. June 1975."},
      {
        "id":"ED128982",
        "title":"Evaluation of an Ink Print Reading Aid for the Blind: The Stereotoner. Final Report."},
      {
        "id":"ED128983",
        "title":"Study of Verbally Gifted Youth: Fourth Annual Report to the Spencer Foundation. September 1, 1975 - September 1, 1976."},
      {
        "id":"ED128984",
        "title":"The Effects of Preferred Stimuli on the Free Recall of Moderately and Severely Mentally Retarded Children."},
      {
        "id":"ED128986",
        "title":"Education of Handicapped Children: Status Report. School Year 1974 - 1975 and Midyear 1975 - 1976."},
      {
        "id":"ED128987",
        "title":"A Comparative Study of Attitudes Toward the Handicapped and Self Concept by Students at Three Universities."},
      {
        "id":"ED128988",
        "title":"Training Educators for the Handicapped: A Need to Redirect Federal Programs."},
      {
        "id":"ED128993",
        "title":"A Teacher's Handbook on Career Development for Children with Special Needs: Grades K-6."},
      {
        "id":"ED128994",
        "title":"A Modified Language Acquisition Program for Use by Attendants and Attendant-Supervised Retarded Trainer-Student Pairs."},
      {
        "id":"ED128995",
        "title":"SRM Manual, Selected Resource Materials: Description and Evaluation."},
      {
        "id":"ED128997",
        "title":"Child Abuse: State Legislation and Programs in the Southeast."},
      {
        "id":"ED128998",
        "title":"Child Abuse in the Southeast: Analysis of 1172 Reported Cases."},
      {
        "id":"ED128999",
        "title":"Is Statewide Deinstitutionalization of Children's Services a Forward or Backward Social Movement?"},
      {
        "id":"ED129000",
        "title":"Programs for Gifted Students: A National Survey."},
      {
        "id":"ED129001",
        "title":"Autism. A Selective Bibliography. Exceptional Child Bibliography Series No. 603."},
      {
        "id":"ED129002",
        "title":"Child Abuse. A Selective Bibliography. Exceptional Child Bibliography Series No. 601."},
      {
        "id":"ED129004",
        "title":"Mainstreaming: Program Descriptions in Areas of Exceptionality. A Selective Bibliography. Exceptional Child Bibliography Series No. 623."},
      {
        "id":"ED129005",
        "title":"Nondiscriminatory Testing. A Selective Bibliography. Exceptional Child Bibliography Series No. 645."},
      {
        "id":"ED129007",
        "title":"Sex Education. A Selective Bibliography. Exceptional Child Bibliography Series No. 605."},
      {
        "id":"ED129010",
        "title":"Emotionally Disturbed--Educational Programs. A Selective Bibliography. Exceptional Child Bibliography Series No. 618."},
      {
        "id":"ED129011",
        "title":"Emotionally Disturbed--Counseling and Therapy. A Selective Bibliography. Exceptional Child Bibliography Series No. 629."},
      {
        "id":"ED129012",
        "title":"Gifted: Parenting/Legislation & Public Policy. A Selective Bibliography. Exceptional Child Bibliography Series No. 636."},
      {
        "id":"ED129013",
        "title":"Creativity--Research/Tests & Measurements/Intelligence. A Selective Bibliography. Exceptional Child Bibliography Series No. 639."},
      {
        "id":"ED129014",
        "title":"Creativity--General/Classroom/Problem Solving. A Selective Bibliography. Exceptional Child Bibliography Series No. 667."},
      {
        "id":"ED129015",
        "title":"Identification of the Gifted. A Selective Bibliography. Exceptional Child Bibliography Series No. 668."},
      {
        "id":"ED129016",
        "title":"Dyslexia. A Selective Bibliography. Exceptional Child Bibliography Series No. 652."},
      {
        "id":"ED129017",
        "title":"Educable Mentally Retarded--Programs/Teaching Methods. A Selective Bibliography. Exceptional Child Bibliography Series No. 621."},
      {
        "id":"ED129018",
        "title":"Educable Mentally Retarded--Curriculum. A Selective Bibliography. Exceptional Child Bibliography Series No. 622."},
      {
        "id":"ED129019",
        "title":"Educable Mentally Retarded--Career Education. A Selective Bibliography. Exceptional Child Bibliography Series No. 682."},
      {
        "id":"ED129020",
        "title":"Severely and Multiply Handicapped--Program Descriptions/Operant Conditioning. A Selective Bibliography. Exceptional Child Bibliography Series No. 614."},
      {
        "id":"ED129021",
        "title":"Severely and Multiply Handicapped--Teaching Methods/Assessment. A Selective Bibliography. Exceptional Child Bibliography Series No. 678."},
      {
        "id":"ED129022",
        "title":"Speech Handicapped/General, Research, Programs. A Selective Bibliography. Exceptional Child Bibliography Series No. 626."},
      {
        "id":"ED129023",
        "title":"Down&apos;s Syndrome. A Selective Bibliography. Exceptional Child Bibliography Series No. 604."},
      {
        "id":"ED129024",
        "title":"Gifted--Handicapped/Disadvantaged/Underachievers. A Selective Bibliography. Exceptional Child Bibliography Series No. 660."},
      {
        "id":"ED129025",
        "title":"Gifted--Teaching Methods/Curriculum/Teacher Training. A Selective Bibliography. Exceptional Child Bibliography Series No. 661."},
      {
        "id":"ED129026",
        "title":"Programming for the Gifted--General/Arts and Humanities/Math and Science. A Selective Bibliography. Exceptional Child Bibliography Series No. 609."},
      {
        "id":"ED129027",
        "title":"Normalization--General/Aurally Handicapped/Visually Handicapped/Physically Handicapped/Emotionally Disturbed. A Selective Bibliography. Exceptional Child Bibliography Series No. 650."},
      {
        "id":"ED129028",
        "title":"Hyperactivity--General. A Selective Bibliography. Exceptional Child Bibliography Series No. 643."},
      {
        "id":"ED129029",
        "title":"Hyperactivity--Drug Therapy/Food Additives/Allergies. A Selective Bibliography. Exceptional Child Bibliography Series No. 602."},
      {
        "id":"ED129030",
        "title":"Parents Anonymous Chairperson-Sponsor Manual."},
      {
        "id":"ED129031",
        "title":"State Legislation Affecting Inservice Staff Development in Public Education."},
      {
        "id":"ED129032",
        "title":"The CI-TAB Secondary Program: Career Information and Training Activities for the Blind."},
      {
        "id":"ED129033",
        "title":"Dissemination and Instructional Implementation for &quot;Me Now&quot; and &quot;Me and My Environment.&quot; The BSCS Life and Environmental Sciences Curricula for the Educable Mentally Handicapped, 1975-1976."},
      {
        "id":"ED129034",
        "title":"Establishing Services for the Severely Handicapped in Public Schools."},
      {
        "id":"ED129035",
        "title":"An Annotated Bibliography on the Severely and Profoundly Mentally Retarded."},
      {
        "id":"ED129036",
        "title":"Project Catalyst: Final Program Performance Report."},
      {
        "id":"ED129037",
        "title":"Promising Practices: Teaching the Disadvantaged Gifted."},
      {
        "id":"ED129038",
        "title":"Cottage Training Workshop. Annual Report for Year Ending June 30, 1976."},
      {
        "id":"ED129040",
        "title":"CORRC/RRC Test Matrix: Individual Test Descriptions."},
      {
        "id":"ED129041",
        "title":"Preschool Test Matrix: Individual Test Descriptions."},
      {
        "id":"ED129042",
        "title":"Field Trials of Instruments Designed to Survey Problems in Schools."},
      {
        "id":"ED129043",
        "title":"Social Relationships and Communication Interactions of Mainstreamed Communication Handicapped Preschool Children. A Pilot Study."},
      {
        "id":"ED129044",
        "title":"Politically Active Parent Groups of Handicapped Children: A Study in Participatory Democracy."},
      {
        "id":"ED129045",
        "title":"National Speech and Hearing Survey. Final Report."},
      {
        "id":"ED129046",
        "title":"Physically Handicapped--Social Emotional Adjustment/Personal Experiences. A Selective Bibliography. Exceptional Child Bibliography Series No. 628."},
      {
        "id":"ED129047",
        "title":"Understanding Child Maltreatment: Help and Hope. A Course of Study. (Pilot Edition)."},
      {
        "id":"ED129048",
        "title":"La perception des morphemes grammaticaux chez les aphasiques (The Perception of Grammatical Morphemes in Aphasics). Montreal Working Papers in Linguistics, Vol. 2."},
      {
        "id":"ED129050",
        "title":"The Teaching of French. Summary from Report No. 22."},
      {
        "id":"ED129051",
        "title":"Language and Culture: Heritage and Horizons. Reports of the Working Committees, Northeast Conference, 1976."},
      {
        "id":"ED129052",
        "title":"Linguistic Diversity in the Pacific: On the Sources of Diversity. Working Papers in Linguistics, Vol. 7, No. 3."},
      {
        "id":"ED129056",
        "title":"Lecture on Communicative Competence. Lektos: Interdisciplinary Working Papers in Language Sciences, Vol. 1, No. 1."},
      {
        "id":"ED129057",
        "title":"Reading Performance of Bilingual Children According to Type of School and Home Language. Working Papers on Bilingualism, No. 11."},
      {
        "id":"ED129060",
        "title":"Foreign Language &quot;Think Tank&quot; Symposium."},
      {
        "id":"ED129062",
        "title":"A Bibliography of Reading Materials for Adult Students of English as a Second Language. Adult Education Series, No. 4. Indochinese Refugee Education Guides."},
      {
        "id":"ED129065",
        "title":"Tense Marking in Black English. A Linguistic and Social Analysis. Urban Language Series, No. 8."},
      {
        "id":"ED129066",
        "title":"Survey of Foreign Language Course Registrations and Student Contact Hours in Institutions of Higher Education, Fall 1972 and Summer 1973. Final Report."},
      {
        "id":"ED129068",
        "title":"English Lessons for Refugee Adults - A Guide for Volunteers, Tutors and Teachers. Adult Education Series, No. 6. Indochinese Refugee Education Guides."},
      {
        "id":"ED129069",
        "title":"Detailed Content of the Vietnamese Secondary Curriculum. Intermediate/Secondary Education Series, No. 2. Indochinese Refugee Education Guides."},
      {
        "id":"ED129070",
        "title":"Handbook for Staff Development Workshops in Indian Education."},
      {
        "id":"ED129071",
        "title":"Teaching English to Speakers of Other Languages in the United States, 1975: A Dipstick Paper. CAL-ERIC/CLL Series on Languages and Linguistics, No. 39."},
      {
        "id":"ED129073",
        "title":"Toward a Model of Journal Economics in the Language Sciences. LINCS Project Document Series."},
      {
        "id":"ED129074",
        "title":"Linguistics and Information Science. LINCS Project Document Series."},
      {
        "id":"ED129078",
        "title":"Personality Characteristics and Second Language Learning in Young Children: A Pilot Study. Working Papers on Bilingualism, No. 11."},
      {
        "id":"ED129081",
        "title":"A Speech Act Analysis of Polite Verb-Forms in Romance."},
      {
        "id":"ED129085",
        "title":"Spelling English as a Second Language. Professional Paper 33."},
      {
        "id":"ED131107",
        "title":"Assessment Alternatives for a High Skill MOS. Volume I. Problem Procedures and Results. Volume II. Appendices."},
      {
        "id":"ED131108",
        "title":"An Evaluation of Ideal School, 1974-75. Research Report 75-22."},
      {
        "id":"ED131109",
        "title":"Survey of Achievement in Composition in Grade 11 of Vancouver Schools, February 18, 1975. Research Report 75-12."},
      {
        "id":"ED131110",
        "title":"The Adoption and Management of Testing Programs in Connecticut Schools. Second Report. A Sampling Study."},
      {
        "id":"ED131111",
        "title":"An Evaluation of a Teaching Improvement Process for University Faculty."},
      {
        "id":"ED131112",
        "title":"ALL WIN-U.S.A. Cost Effectiveness Study. Final Evaluation Report."},
      {
        "id":"ED131113",
        "title":"A Survey of Current Practices in Occupational Certification and Licensing Testing."},
      {
        "id":"ED131114",
        "title":"APPLE Observation Variables as Measures of Teacher Performance."},
      {
        "id":"ED131115",
        "title":"Reading and Mathematics Observation System: Description and Measurement of Time Usage in the Classroom."},
      {
        "id":"ED131116",
        "title":"The Reports of Teachers About Their Mathematics and Reading Instructional Activities."},
      {
        "id":"ED131117",
        "title":"A Report on the Results of Phase II of the Beginning Teacher Evaluation Study: The Effects of Teaching Performances on Student Learning."},
      {
        "id":"ED131118",
        "title":"Teacher Aptitudes, Knowledge, Attitudes, and Cognitive Style as Predictors of Teaching Behavior."},
      {
        "id":"ED131119",
        "title":"An Evaluation of Some Methods Used in the National Assessment of Educational Progress. Final Report."},
      {
        "id":"ED131120",
        "title":"Correlates of Teacher and Student Cognitive Style. Beginning Teacher Evaluation Study Phase II, 1973-74."},
      {
        "id":"ED131121",
        "title":"The Relationship Between Academic Achievement and the Demographic Characteristics of Hearing Impaired Children and Youth. Series R, No. 2."},
      {
        "id":"ED131122",
        "title":"Foibles and Fallacies in Educational Evaluation."},
      {
        "id":"ED131123",
        "title":"Evaluation of Dade County Public Schools Guidance Program, 1975-76."},
      {
        "id":"ED131124",
        "title":"Testing...Grouping: The New Segregation in Southern Schools?"},
      {
        "id":"ED131125",
        "title":"The Intermediate and Junior High Reading Programs of the 1974-75 Minneapolis Emergency School Aid Act Project: An Evaluation."},
      {
        "id":"ED131126",
        "title":"The Desegregation Counselor Aide Program of the 1974-75 Minneapolis Emergency School Aid Act Project: Staff and Student Perceptions."},
      {
        "id":"ED131127",
        "title":"Test Collection Bulletin, Vol 10, No. 1."},
      {
        "id":"ED131128",
        "title":"A Comparison of Domain-Referenced and Classic Psychometric Test Construction Methods."},
      {
        "id":"ED131130",
        "title":"State of the Child: New York City."},
      {
        "id":"ED131131",
        "title":"Fertility Related Attitudes of Minority Mothers with Large and Small Families."},
      {
        "id":"ED131132",
        "title":"Connecticut Compensatory Education Programs. Annual Evaluation Report, 1973-74. Programs Supported by Connecticut Act for Educationally Deprived Children and Title I of the Education Amendments of 1974."},
      {
        "id":"ED131133",
        "title":"A Comparison of American and Vietnamese Value Systems."},
      {
        "id":"ED131134",
        "title":"Skills for Comprehensive and Effective Psychological Services in Large Urban School Districts."},
      {
        "id":"ED131135",
        "title":"Minority Speech as Objectively Measured and Subjectively Evaluated."},
      {
        "id":"ED131136",
        "title":"Equal Employment Legislation: Alternative Means of Compliance."},
      {
        "id":"ED131137",
        "title":"Taking the Role of Different Ethnic Groups: A Developmental Study."},
      {
        "id":"ED131138",
        "title":"Career Intern Program Implementation Planning Guide. CIP: A New Meaning in Education."},
      {
        "id":"ED131139",
        "title":"Urban Career Education Center Implementation Planning Guide. UCEC: A New Meaning in Education."},
      {
        "id":"ED131144",
        "title":"Ageism in Children's Books."},
      {
        "id":"ED131145",
        "title":"Project Propinquity 1975-76. Research and Evaluation Report, Volume 10, Number 4, September 1976."},
      {
        "id":"ED131146",
        "title":"National Neighborhood Policy Act. Hearing Before the Subcommittee on Housing and Community Development of the Committee on Banking, Currency and Housing. House of Representatives, Ninety-Fourth Congress, Second Session on H. R. 14756, H.R. 14361, and H.R. 15388."},
      {
        "id":"ED131147",
        "title":"Equal Educational Opportunity for Puerto Ricans."},
      {
        "id":"ED131148",
        "title":"What Happened to the Kids After Their Segregated School Closed? A Nine-Year, Control-Group Follow-Up of Elementary Students."},
      {
        "id":"ED131149",
        "title":"Improving Urban America: A Challenge to Federalism. An Information Report."},
      {
        "id":"ED131150",
        "title":"A Study of the National Upward Bound and Talent Search Programs. Final Report. Volume I. Review of the Literature Relevant to the Upward Bound and Talent Search Programs."},
      {
        "id":"ED131152",
        "title":"A Study of the National Upward Bound and Talent Search Programs. Final Report. Volume IV. Evaluation Study of the Upward Bound Program."},
      {
        "id":"ED131153",
        "title":"A Study of the National Upward Bound and Talent Search Programs. Final Report. Appendixes to Volume IV. Evaluation Study of the Upward Bound Program."},
      {
        "id":"ED131155",
        "title":"Conditions and Processes of Effective School Desegregation; Final Report."},
      {
        "id":"ED131157",
        "title":"Educational Development Policy in the Netherlands."},
      {
        "id":"ED131159",
        "title":"Youth-Community Coordination Project. Research Results and Organization for Planning, Tacoma, Washington."},
      {
        "id":"ED131160",
        "title":"The Syracuse ESL Center for Refugee Children."},
      {
        "id":"ED131161",
        "title":"A Broad Look at Programs That Serve Vietnamese Refugee Children."},
      {
        "id":"ED131162",
        "title":"Schools and Peers in the Political Socialization of the Urban Poor. Equal Opportunity Review, August 1976."},
      {
        "id":"ED131164",
        "title":"The EXtent and Quality of the Implementation of Grant Terms and Conditions for the Response to Educational Needs Project; Addendum [to Final Formative Evaluation Report]."},
      {
        "id":"ED131165",
        "title":"Three Policies of the Anacostia Community School Board: A Study of Their Intent and Operationalization."},
      {
        "id":"ED131166",
        "title":"Racial Attitudes and Racial Balance in Public Schools: A Case Study of Lynchburg, Virginia. Final Report."},
      {
        "id":"ED131167",
        "title":"Psychological Sources of Systematic Rejection Among White and Black Adolescents."},
      {
        "id":"ED131168",
        "title":"The Listener's Ability to Report Oral Responses of Black and White Children."},
      {
        "id":"ED131169",
        "title":"Effective Strategies for Teaching Social Studies in Junior High School for Disadvantaged Students."},
      {
        "id":"ED131170",
        "title":"Congitive Development in Bilingual-Bicultural Education. A Multi-Dimensional Model."},
      {
        "id":"ED131171",
        "title":"The Minorities are Coming. Transcript for Program Scheduled for Broadcast for the Week of June 7, 1976. Program No. 32."},
      {
        "id":"ED131172",
        "title":"Evaluating Quality of Health Care for the Disadvantaged. A Literature Review."},
      {
        "id":"ED131173",
        "title":"Child Nutrition Act of 1966, as Amended (Asterisks Indicate Deletion of Provisions No Longer Effective as of 10/7/75)."},
      {
        "id":"ED131174",
        "title":"National School Lunch Act, as Amended (Asterisks Indicate Deletion of Provisions No Longer Effective as of 10-7-75)."},
      {
        "id":"ED131176",
        "title":"Runyon et ux., DBA Bobbe's School v. McCrary et al. Certiorari to the United States Court of Appeals for the Fourth Circuit: Syllabus. Slip Opinion."},
      {
        "id":"ED131177",
        "title":"Milliken, Governor of Michigan et al. v. Bradley et al. Certiorari to the United States Court of Appeals for the Sixth Circuit: Syllabus. Slip Opinion."},
      {
        "id":"ED131178",
        "title":"[Amos et al. v. Board of School Directors of the City of Milwaukee et al.] Decision and Order (Including Findings of Fact and Conclusions of Law)."},
      {
        "id":"ED131181",
        "title":"Research and Investigation in Adult Education: 1976 Annual Register."},
      {
        "id":"ED131183",
        "title":"Helpful Hints in Teaching Adult Basic Education for the Mid-Alabama Adult and Vocational Education Demonstration and Training Center."},
      {
        "id":"ED131184",
        "title":"Training Teachers of Adults: Models and Innovative Programs. Occasional Papers. Number 46."},
      {
        "id":"ED131185",
        "title":"A Way of Looking at Sheltered Workshops for the 1970&apos;s. Interface Number 3."},
      {
        "id":"ED131186",
        "title":"Recruitment, Job Search, and the United States Employment Service. Volume I: Findings and Conclusions."},
      {
        "id":"ED131188",
        "title":"Teaching Effectiveness of Two Groups of Beginning Teachers of Vocational Agriculture. Summary of Research Series."},
      {
        "id":"ED131189",
        "title":"Less-Than-Baccalaureate Level Technical Education Program in Four-Year Public Colleges and Universities."},
      {
        "id":"ED131190",
        "title":"A Project to Determine Teaching Content. Final Report."},
      {
        "id":"ED131191",
        "title":"Minimum Levels of Technical Competency Standards of Business and Office Education Programs in Nebraska. Final Report. June 1, 1973-May 31, 1974."},
      {
        "id":"ED131192",
        "title":"Occupational Analysis for Human Resource Development: A Review of Utility of the Task Inventory. Research Report No. 25."},
      {
        "id":"ED131193",
        "title":"The Emergence of a Service Society: Demographic and Sociological Aspects of the Sectoral Transformation of the Labor Force in the U.S.A."},
      {
        "id":"ED131197",
        "title":"Adult Learning: Issues and Innovations. Information Series No. 8."},
      {
        "id":"ED131198",
        "title":"Dogmatism As a Predictor of Effective Supervisory Skills."},
      {
        "id":"ED131199",
        "title":"A Reference Unit on Understanding the Role of Research and Education in Agriculture. Agriculture and Natural Resources Series. Publication 1016."},
      {
        "id":"ED131200",
        "title":"Implementing Competency-Based Teacher Education: Future Directions for Vocational Teacher Educators."},
      {
        "id":"ED131201",
        "title":"Human Resource Development: Technical Education's Challenge. Proceedings of the Annual National Clinic on Technical Education (12th, Spokane, Washington, March 26-28, 1975)."},
      {
        "id":"ED131202",
        "title":"Individualization of Instruction by Vocational and Nonvocational Teachers: Self-Reports Compared with Observations."},
      {
        "id":"ED131203",
        "title":"Industrial Arts: A Focus on Society's Need."},
      {
        "id":"ED131204",
        "title":"Data Needs in Vocational Education. &quot;The Development of a Minimal Information System to Satisfy the Needs of Selected User Groups.&quot; Final Report. Volume II. Project EDNEED. Classification of Information."},
      {
        "id":"ED131205",
        "title":"Data Needs in Vocational Education. \"The Development of a Minimal Information System to Satisfy the Needs of Selected User Groups.\" Final Report. Volume III. Project EDNEED Lexicon."},
      {
        "id":"ED131206",
        "title":"Data Needs in Vocational Education. \"The Development of a Minimal Information System to Satisfy the Needs of Selected User Groups.\" Final Report. Volume IV. Issues and Recommendations. Reports of the Project EDNEED Conferences."},
      {
        "id":"ED131207",
        "title":"Data Needs in Vocational Education. \"The Development of a Minimal Information System to Satisfy the Needs of Selected User Groups.\" Final Report. Volume V. Data Analysis: Procedures and Results. Project EDNEED I."},
      {
        "id":"ED131208",
        "title":"Data Needs in Vocational Education. \"The Development of a Minimal Information System to Satisfy the Needs of Selected User Groups\". Final Report Volume I. Summary of Procedures and Results. Project EDNEED I."},
      {
        "id":"ED131209",
        "title":"Philosophy, Program Development and Implementation. Proceedings and Evaluation of the Annual National Conference for State Personnel Development Coordinators (5th, Arlington, Texas, January 26-28, 1976). Career and Vocational Education Professional Development Report No. 19."},
      {
        "id":"ED131210",
        "title":"Career Education: Learning with a Purpose. Junior High/Secondary Guide."},
      {
        "id":"ED131211",
        "title":"Career Education: Learning with a Purpose (Elementary 5-6)."},
      {
        "id":"ED131212",
        "title":"Tasks Essential to Successful Performance within Animal Production and Management Occupations in Ohio. Summary of Research Series."},
      {
        "id":"ED131213",
        "title":"Improving Occupational Regulation. Officials from 30 States Discuss Common Problems and Search for Solutions. Final Report."},
      {
        "id":"ED131214",
        "title":"Search and Rescue. Auxiliary Operational Specialty Course. Student Text."},
      {
        "id":"ED131215",
        "title":"Study of Community Education in Region V. Report I: Components of Exemplary Community Education Programs in Michigan."},
      {
        "id":"ED131216",
        "title":"Teaching Safety and Health in the Workplace. An Instructor's Guide."},
      {
        "id":"ED131217",
        "title":"High School Seniors' Attitudes & Concepts of Nursing As a Profession."},
      {
        "id":"ED131218",
        "title":"Techniques of Water-Resources Investigations of the United States Geological Survey. Book 3, Applications of Hydraulics. Chapter B2, Introduction to Ground-Water Hydraulics: Programed Text for Self-Instruction."},
      {
        "id":"ED131219",
        "title":"Allied Health Manpower Training Model. Final Report. June 27, 1973-January 31, 1975."},
      {
        "id":"ED131221",
        "title":"A Study of the Retention of Skills and Knowledge Acquired in Basic Training. Technical Report 75-10."},
      {
        "id":"ED131225",
        "title":"Introduction to Metrics."},
      {
        "id":"ED131227",
        "title":"A Resource Guide for Cooperative Work Experience Programs."},
      {
        "id":"ED131233",
        "title":"Dual Enrollment as an Operating Engineer Apprentice and an Associate Degree Candidate. Final Report."},
      {
        "id":"ED131235",
        "title":"Families and the Rise of Working Wives--an Overview. Special Labor Force Report 189."},
      {
        "id":"ED131237",
        "title":"Cost Analysis of Correctional Standards: Institutional-Based Programs and Parole. Volume II."},
      {
        "id":"ED131238",
        "title":"Enlistment Motivation and the Disposition of Army Applicants. Technical Report 74-5."},
      {
        "id":"ED131239",
        "title":"Annual Program Amendment to the Tennessee State Plan for Community Service and Community Education Programs. Fiscal Year 1977."},
      {
        "id":"ED131240",
        "title":"Analyzing Impacts of Extension Programs."},
      {
        "id":"ED131242",
        "title":"Workshop Organization and Management in Adult Education. Case Study of the MOBRAL System."},
      {
        "id":"ED131243",
        "title":"Evaluation of the Marine Corps Task Analysis Program. Final Report. Technical Report No. 16."},
      {
        "id":"ED131244",
        "title":"Competencies and Assessment Behaviors for Vocational Specialists Coordinating the Education of Handicapped Learners in the Vocational Education Awareness Program. Final Report, Section B. April 1974-December 31, 1975."},
      {
        "id":"ED131246",
        "title":"Safety Handbook."},
      {
        "id":"ED131247",
        "title":"Burn Injuries: Causes, Consequences, Knowledge, Behaviors."},
      {
        "id":"ED131253",
        "title":"Office Methods and Behavior. Student Manual."},
      {
        "id":"ED131254",
        "title":"The National Advisory Council on Extension and Continuing Education. Tenth Annual Report: A Decade of Community Service and Continuing Education."},
      {
        "id":"ED131258",
        "title":"Ideology and Adult Education in Sweden: Lesson for the U. S."},
      {
        "id":"ED131260",
        "title":"Third Party Evaluation Report of Career Education for Persons in Rural Areas. Primary Focus on Adults 16 and Over."},
      {
        "id":"ED131262",
        "title":"Development of Generalizable Model for Evaluation of Vocational Teacher Education. Final Report."},
      {
        "id":"ED131263",
        "title":"A Model for the Evaluation of Vocational Teacher Education."},
      {
        "id":"ED131265",
        "title":"Taxes in a Labor Supply Model with Joint Wage-Hours Determination."},
      {
        "id":"ED131266",
        "title":"Community Education Work Councils. Occasional Paper No. 17."},
      {
        "id":"ED131267",
        "title":"The Home as a Learning Center for Vocational Development. Occasional Paper No. 16."},
      {
        "id":"ED131268",
        "title":"Helping to Develop a Provincial Continuing &amp; Community Education Policy. A Paper Inviting Public Response."},
      {
        "id":"ED131269",
        "title":"The Comprehensive Employment and Training Act. Impact on People, Places, Programs. An Interim Report."},
      {
        "id":"ED131270",
        "title":"Project HEAR: A Unique Program in Career(s) Education."},
      {
        "id":"ED131272",
        "title":"Exemplary Competency-Based Vocational Teacher Education Project: Vocational Business Education Component. Competency Identification Phase: Professional Competencies for Vocational Business Education Teachers in Florida. Series No. 4."},
      {
        "id":"ED131273",
        "title":"REVAMP: Revitalize the Vocational and Academic Multifarious Program through Career Education. Final Report."},
      {
        "id":"ED131278",
        "title":"Teacher Training Project in Adult Basic Education. September 1975 through August 1976."},
      {
        "id":"ED131282",
        "title":"Bicycle Repair Course of Instruction. Final Report."},
      {
        "id":"ED131283",
        "title":"The Young Worker and the Law: A Guide for l4-18 Year Olds."},
      {
        "id":"ED131284",
        "title":"Youth Employment Laws: A Handbook for Supervisors of Young Workers."},
      {
        "id":"ED131285",
        "title":"Curriculum Development Basic to the Training of Individuals for Employment in Agribusiness, Natural Resources, and Environmental Protection. Final Report. Volume Four of Five Volumes. Appendix C."},
      {
        "id":"ED131290",
        "title":"CAP: Career Assessment Program (To Be Used to Identify the Status of the Students' Post High School Career Plans; and to Provide Them with Counseling and Information Needed to Pursue Their Career Goals)."},
      {
        "id":"ED131291",
        "title":"Jacks--A Study of Simple Machines."},
      {
        "id":"ED131292",
        "title":"Vocational-Technical Physics Project. Thermometers: I. Temperature and Heat, II. Expansion Thermometers, III. Electrical Thermometers. Field Test Edition."},
      {
        "id":"ED131294",
        "title":"Vocational-Technical Physics Project. Instructor&apos;s Manual. Field Test Edition."},
      {
        "id":"ED131295",
        "title":"Forestry. A Curriculum Guide."},
      {
        "id":"ED131297",
        "title":"Curriculum Development Basic to the Training of Individuals for Employment in Agribusiness, Natural Resources, and Environmental Protection. Final Report. Volume One of Five Volumes."},
      {
        "id":"ED131300",
        "title":"&quot;Career Education&quot; Junior High School Style. Final Report."},
      {
        "id":"ED131301",
        "title":"A Second Evaluation of the Alpine Career Orientation Project. Final Report."},
      {
        "id":"ED131302",
        "title":"Research and Development Project in Career Education. Final Report (South Carolina)."},
      {
        "id":"ED131305",
        "title":"A Study of the Transportability and Effectiveness of the UW-Stout CMIS and Individualized Instructional Systems Based Upon Learning Styles. Final Report."},
      {
        "id":"ED131308",
        "title":"Cooperative Education for the American Indian in Dallas County. Mountain View College. Dallas County Community College District."},
      {
        "id":"ED131309",
        "title":"Research Project in Vocational Nurse Education. Final Report."},
      {
        "id":"ED131312",
        "title":"Employment Opportunities and Training Needs in Agribusiness. Competencies for Cotton Production in the United States."},
      {
        "id":"ED131313",
        "title":"The Development of Modular Instructional Materials for Physics for One-Year Vocational Students."},
      {
        "id":"ED131315",
        "title":"Implementation of a Program and Delivery System for Comprehensive Career Education in a Rural Area. Interim Report."},
      {
        "id":"ED131317",
        "title":"Texas Day Care Study: Job Descriptions, Career Progression, Individual Training Record."},
      {
        "id":"ED131318",
        "title":"Cooperative Follow-Up Project of the Windham School District and the Texas Department of Corrections."},
      {
        "id":"ED131320",
        "title":"A Study of Structured and Non-Structured Work Experience Programs in Texas. Final Report."},
      {
        "id":"ED131321",
        "title":"A Role Model Approach to Job Transition for Disadvantaged Cooperative Home Economics Students. Final Report."},
      {
        "id":"ED131323",
        "title":"Vocational Education Program Evaluation Project. Final Report."},
      {
        "id":"ED131325",
        "title":"Coordinated Effort for Career Education. Final Report."},
      {
        "id":"ED131332",
        "title":"Development of Instructional Module Orientation to the Health Care Delivery System. Final Report."},
      {
        "id":"ED131333",
        "title":"Evaluation of Vocational Technical Education. Phase I. A Review of the Literature."},
      {
        "id":"ED131334",
        "title":"Evaluation of Vocational Technical Education. Phase II. A Skeletal Model with Suggested Research and Development Activities."},
      {
        "id":"ED131335",
        "title":"Fire Education and Training--FEAT. Final Report."},
      {
        "id":"ED131337",
        "title":"Student Job Placement Service. Final Report."},
      {
        "id":"ED131338",
        "title":"Bilingual Bicultural Delivery of Human Services to Elderly Franco-Americans through Vocational Education. Final Report."},
      {
        "id":"ED131340",
        "title":"Careers for the Homebound. Home Study Opportunities."},
      {
        "id":"ED131341",
        "title":"Career Guidance--When, Where and by Whom?"},
      {
        "id":"ED131351",
        "title":"Cross-Cultural Study on the Effect of Space and Teacher Controlling Behavior."},
      {
        "id":"ED131359",
        "title":"Training Manual for Paraprofessional and Allied Professional Programs."},
      {
        "id":"ED131360",
        "title":"Training Manual for Student Service Program Development."},
      {
        "id":"ED131414",
        "title":"Differences between Good and Poor Readers."},
      {
        "id":"ED131417",
        "title":"Primary Grade Understanding Vocabulary as Measured by Orally Administered Basic Word Vocabulary Test."},
      {
        "id":"ED131418",
        "title":"Dissemination of Reading Research to Secondary School Teachers and Administrators."},
      {
        "id":"ED131421",
        "title":"Defining the Good Reading Teacher."},
      {
        "id":"ED131422",
        "title":"Humanistic Approach to Teaching: A Look at Bibliotherapy."},
      {
        "id":"ED131423",
        "title":"Finding Methods and Materials That Work for Problem Readers."},
      {
        "id":"ED131424",
        "title":"Commercial Games--Made Relevant for Reading."},
      {
        "id":"ED131425",
        "title":"Learning Skills for Students in Vocational Education."},
      {
        "id":"ED131426",
        "title":"Bibliotherapy: An Overview and the Librarian&apos;s Role."},
      {
        "id":"ED131427",
        "title":"A Diagnostic/Prescriptive Approach to Early Identification and Its Effects on First-Grade Reading Achievement."},
      {
        "id":"ED131428",
        "title":"Sacred Cows That Should Be Put to Pasture."},
      {
        "id":"ED131429",
        "title":"Operation Prime Program (Central Junior High School), Title I Evaluation, 1973-76."},
      {
        "id":"ED131434",
        "title":"Planning and Implementing a Peer Tutoring Approach to Individualized Instruction to Improve Reading Achievement."},
      {
        "id":"ED131435",
        "title":"Organizing an Oral Reading Contest--A West German Example."},
      {
        "id":"ED131436",
        "title":"Reading in the Secondary School."},
      {
        "id":"ED131438",
        "title":"A Study of Intuitive Thinking."},
      {
        "id":"ED131440",
        "title":"Factors Contributing to Misbehavior and Underachievement among Elementary School Boys."},
      {
        "id":"ED131441",
        "title":"Establishing the Administrator's Role in Right to Read; Proceedings of the Conference (Boxborough, Massachusetts, September 17-18, 1975)."},
      {
        "id":"ED131442",
        "title":"Staffing a Reading Program. A Position Paper."},
      {
        "id":"ED131443",
        "title":"Community and School Climate. A Position Paper."},
      {
        "id":"ED131444",
        "title":"Selecting and Utilizing Materials. A Position Paper."},
      {
        "id":"ED131445",
        "title":"Fostering Reading Interests. A Position Paper."},
      {
        "id":"ED131446",
        "title":"Organizing and Managing a Reading Program. A Position Paper."},
      {
        "id":"ED131447",
        "title":"Effects of Printed Intonation Cues on Reading in Children. Final Report."},
      {
        "id":"ED131448",
        "title":"Developmental Changes in the Effects of Output Interference on Recall Following an Auditory Presentation."},
      {
        "id":"ED131449",
        "title":"Assessing the Difficulty of Reading Materials: The Noun Frequency Method."},
      {
        "id":"ED131450",
        "title":"Summaries of Research Studies on Factors Affecting Reading Comprehension in Business Communication."},
      {
        "id":"ED131454",
        "title":"Creative Reading for the Gifted Child."},
      {
        "id":"ED131456",
        "title":"The Search for Information in Pictures."},
      {
        "id":"ED131466",
        "title":"The Impact of &quot;Gertz&quot;: How the States Have Defined the Standard of Liability for the Private Libel Plaintiff."}]
  }}
