{
  "response":{"numFound":509939,"start":332000,"numFoundExact":true,"docs":[
      {
        "id":"ED131467",
        "title":"&quot;Gertz&quot; and &quot;Firestone&quot;: How Courts have Construed the &quot;Public Figure&quot; Criteria."},
      {
        "id":"ED131470",
        "title":"The Newspaper and Tomorrow&apos;s Readers; Summary of an American Press Institute Seminar, July 19-21, 1976."},
      {
        "id":"ED131471",
        "title":"Spelling."},
      {
        "id":"ED131474",
        "title":"Compose Yourself: A Plan for Instruction in Written Composition, Grades 7-12. Publication No. SC-741."},
      {
        "id":"ED131475",
        "title":"RX for Instant Poets. Publication No. GC-22."},
      {
        "id":"ED131476",
        "title":"Individualizing the Teaching of Writing: Using Small Groups in the Composing Process. Publication No. SC-728."},
      {
        "id":"ED131477",
        "title":"On the Ball-Point: Classroom Practices in Teaching Composition. Publication No. SC-743."},
      {
        "id":"ED131483",
        "title":"Traditional Materials in the Classroom."},
      {
        "id":"ED131490",
        "title":"The Student-Teacher Conference."},
      {
        "id":"ED131496",
        "title":"Skill in the Arts: The Functions and Development of Presentational Symbolism."},
      {
        "id":"ED131498",
        "title":"But It&apos;s Not in the Myth--Some Ideas for Course and Unit Design Using Classical Mythology in the Arts."},
      {
        "id":"ED131503",
        "title":"Speech Communication Education: A Broadened Perspective."},
      {
        "id":"ED131506",
        "title":"&quot;The Second Sex&quot; as a Classic: A Rhetorical Criticism."},
      {
        "id":"ED131507",
        "title":"Anticipatory Democracy and Citizen Involvement: Strategies for Communication Education for the Future."},
      {
        "id":"ED131512",
        "title":"The Relationship of Intrinsic-Extrinsic Motivation and Communication Climate in Organizations."},
      {
        "id":"ED131513",
        "title":"Teaching Speech Communication/Drama in Secondary Schools."},
      {
        "id":"ED131517",
        "title":"[ERIC Abstracts:] ERIC Document Resumes on School Vandalism and Violence. ERIC Abstract Series, Number 36."},
      {
        "id":"ED131526",
        "title":"Violence &amp; Vandalism in the Schools. Research &amp; Experience. Options in Education."},
      {
        "id":"ED131527",
        "title":"Homosexuality Goes to School . . . Options in Education."},
      {
        "id":"ED131528",
        "title":"School Finance in Alaska. Report No. 1: An Overview of Current Issues, Sources and Distribution of Funds for Public Elementary and Secondary Education."},
      {
        "id":"ED131529",
        "title":"Bilingual Education Cost Analysis."},
      {
        "id":"ED131533",
        "title":"Management and Coordination of a Residential Outdoor Education Program. (A New Model for the Role of Elementary Principals.)"},
      {
        "id":"ED131534",
        "title":"Improving Public Relations of Federally Funded Programs."},
      {
        "id":"ED131536",
        "title":"Manual for Developing a Systems Approach to Individualized Instruction. Part I, A Guide for Conducting Workshops in Teaching Reading."},
      {
        "id":"ED131541",
        "title":"1975 State Education Legislation. A Survey of the States. Research Brief, Vol. 4."},
      {
        "id":"ED131544",
        "title":"Readings in School-Community Relations."},
      {
        "id":"ED131547",
        "title":"Organizational Processes in Education: Field Research on Interactions Within Educational Organizations. A Report."},
      {
        "id":"ED131548",
        "title":"Report of the Study Group on Organizational Change and Adaptation to the National Institute of Education."},
      {
        "id":"ED131549",
        "title":"Administrative Structure, Effectiveness, and Efficiency. A Prospectus for Research in Organizational Aspects of Education."},
      {
        "id":"ED131550",
        "title":"Facilities Handbook for Career Education. NIE Papers in Education and Work: Number Two."},
      {
        "id":"ED131551",
        "title":"Decision Making in Educational Organizations."},
      {
        "id":"ED131553",
        "title":"Developing Leadership for Parent/Citizen Groups."},
      {
        "id":"ED131554",
        "title":"The Cost of Neglect, the Value of Equity. A Guidebook for School Finance Reform in the South."},
      {
        "id":"ED131556",
        "title":"Semestering in Vancouver Schools."},
      {
        "id":"ED131557",
        "title":"An Evaluation of Arena Scheduling at Templeton Secondary School During 1975-76."},
      {
        "id":"ED131558",
        "title":"The Secondary School: Reduction, Renewal, and Real Estate. A Report."},
      {
        "id":"ED131566",
        "title":"Administrator Renewal: The Leadership Role in Collegial Team Development. ACFK Ltd. Occasional Paper."},
      {
        "id":"ED131568",
        "title":"What Will Be the Impact of Collective Bargaining on the Evaluation of California State or Federally Funded Programs?"},
      {
        "id":"ED131575",
        "title":"Manual for Developing a Volunteer Tutoring Program."},
      {
        "id":"ED131578",
        "title":"A Resource for Planning and Decision Making."},
      {
        "id":"ED131579",
        "title":"The Role of the Assistant Principal."},
      {
        "id":"ED131581",
        "title":"Where Phoenix Union High School System Students Live and Attend School. 1976-1977."},
      {
        "id":"ED131583",
        "title":"Forecasts of Selected Social Indicators of Educational Outcomes and Recommended Policy Changes. (Final Report)."},
      {
        "id":"ED131584",
        "title":"Educational Planning and Models of Decision-Making."},
      {
        "id":"ED131585",
        "title":"Compensatory Education in Michigan: The Politics of Program Implementation."},
      {
        "id":"ED131587",
        "title":"Educational Planning and School Reform: A Report on West Germany."},
      {
        "id":"ED131588",
        "title":"Educational Policy in the Next Decade."},
      {
        "id":"ED131589",
        "title":"Educational Cost Analysis."},
      {
        "id":"ED131592",
        "title":"Beyond Compulsory Schooling: Options and Changes in Upper Secondary Education."},
      {
        "id":"ED131594",
        "title":"Recommendations for Legislative Consideration on Public Education in Texas. Submitted to the Governor and the Sixty-Fourth Legislature."},
      {
        "id":"ED131595",
        "title":"Laws and Resolutions Affecting Public Education Enacted by the 63rd Texas Legislature, Regular Session--1973."},
      {
        "id":"ED131599",
        "title":"School Staff Reductions: Teaching and Support Personnel. Cook County Suburban Public School Districts."},
      {
        "id":"ED131601",
        "title":"Understanding Vandalism."},
      {
        "id":"ED131602",
        "title":"Elementary School Social Climate and School Achievement."},
      {
        "id":"ED131605",
        "title":"Who Participates: A Field Study of Participation in Planning in a School District."},
      {
        "id":"ED131610",
        "title":"Programmatic Research to Develop and Disseminate Improved Instructional Technology for Handicapped Children. Quarterly Progress Report, October 1, 1973 to January 31, 1974."},
      {
        "id":"ED131616",
        "title":"Parentspeak on Gifted and Talented Children."},
      {
        "id":"ED131619",
        "title":"The First National Conference on the Disadvantaged Gifted."},
      {
        "id":"ED131620",
        "title":"New Directions for Gifted Education. Brief No. 3."},
      {
        "id":"ED131621",
        "title":"Media Reviews."},
      {
        "id":"ED131622",
        "title":"2.5 Million Children: The Invisible Handicap of Hearing Impairment."},
      {
        "id":"ED131624",
        "title":"Elementary Versus Special Education Teachers' Perceptions in Handling Learning, Behavior, and Neurological Problems. Final Report."},
      {
        "id":"ED131625",
        "title":"Program in Special Education. Special Project Report: Alternate Strategies of Preparation for Teachers of Preschool Multiply Handicapped Children. July 1, 1973 to June 30, 1974."},
      {
        "id":"ED131626",
        "title":"Procedural Due Process: Its Application to Special Education and Its Implications for Teacher Training. RIEP Print No. 101."},
      {
        "id":"ED131628",
        "title":"The Prince William Model: A Planning Guide for the Development and Implementation of Full Services for All Handicapped Children."},
      {
        "id":"ED131630",
        "title":"Preschool Instruction for the Exceptional. Project Report, 1974-75."},
      {
        "id":"ED131632",
        "title":"The Deaf Teacher and Flanders Interaction Analysis."},
      {
        "id":"ED131633",
        "title":"Five Years of Research in Special Education. A Summary Report."},
      {
        "id":"ED131635",
        "title":"Testing the Gifted Child: An Interpretation in Lay Language."},
      {
        "id":"ED131636",
        "title":"Special Education: The Meeting of Differences. (North Dakota Study Group on Evaluation)."},
      {
        "id":"ED131637",
        "title":"Impact 9 of the Title VI Programs in the State of Oregon: September 1, 1974 - August 31, 1975."},
      {
        "id":"ED131638",
        "title":"Testing for Impaired, Disabled, and Handicapped Individuals."},
      {
        "id":"ED131640",
        "title":"Development of Audio and Visual Media to Accompany Sequenced Instructional Programs in Physical Education for the Handicapped. Final Report. July 31, 1972."},
      {
        "id":"ED131642",
        "title":"Preventing Mental Retardation and Developmental Disabilities: Proceedings of a Seminar."},
      {
        "id":"ED131644",
        "title":"Feeling Good About Yourself: A Human Sexuality and Socialization Curriculum."},
      {
        "id":"ED131646",
        "title":"Education for the Handicapped: Part I."},
      {
        "id":"ED131647",
        "title":"Education for the Handicapped: Part II."},
      {
        "id":"ED131649",
        "title":"Gifted Children in the Schools: Can You Really Tell a Gifted Child When You Meet One? Part 2 of 5."},
      {
        "id":"ED131650",
        "title":"The Gifted and Talented: What to Do with the Gifted Child at School...Part 3 of 5."},
      {
        "id":"ED131651",
        "title":"The Gifted and Talented: Problems of Parenting. Part 4 of 5."},
      {
        "id":"ED131653",
        "title":"Guide to Resources for Parents of the Handicapped Child."},
      {
        "id":"ED131658",
        "title":"LBRIG Newsletter: The Trimestrial Publication of the Language by Radio Interest Group, Vol. V, No.1, September, 1976."},
      {
        "id":"ED131677",
        "title":"Considerations in the Development and Implementation of Supervised Self-Instructional Courses in the Uncommonly Taught Languages."},
      {
        "id":"ED131679",
        "title":"Language and Man: An Exploratory Foreign-Language Program for Grade Six."},
      {
        "id":"ED131680",
        "title":"The Alberta Modern Language Study. An Assessment of the Program in French as a Second Language."},
      {
        "id":"ED131684",
        "title":"Reports 10, The Yugoslav Serbo-Croatian-English Contrastive Project."},
      {
        "id":"ED131691",
        "title":"Korean Phrase Book."},
      {
        "id":"ED131692",
        "title":"Intermediate Dari for Peace Corps Volunteers. Afghanistan."},
      {
        "id":"ED131693",
        "title":"Lessons in Fijian."},
      {
        "id":"ED131694",
        "title":"Introductory Persian."},
      {
        "id":"ED131695",
        "title":"Kanouri."},
      {
        "id":"ED131696",
        "title":"Lessons in the Korean Language and Culture for Teachers of English as a Second Language."},
      {
        "id":"ED131697",
        "title":"Summary of Dr. John B. Carroll's &quot;The Foreign Language Attainments of Language Majors in the Senior Year.&quot;"},
      {
        "id":"ED131699",
        "title":"The Conditions for Success. Council of Europe: Symposium on Modern Languages in Primary Education (Bakkerne, Holte [near Copenhagen], 20-25 September, 1976)."},
      {
        "id":"ED131714",
        "title":"The Nestor School Bilingual-Bicultural Education Model: Native Language Strand, Second Language Strand, Concept Development Strand, and Cultural Awareness Strand."},
      {
        "id":"ED131717",
        "title":"Differential Intra-Language Tolerance of Bilingual Interference."},
      {
        "id":"ED131719",
        "title":"The 1975 Every Student Survey: Program Placement Related to Selected Countries of Birth and Selected Languages."},
      {
        "id":"ED131730",
        "title":"Language from Within: A Handbook of Teaching Strategies for Personal Growth and Self Reflection in the Language Classes."},
      {
        "id":"ED131731",
        "title":"Toward Meaningful and Equal Educational Opportunity. Report of Public Hearings on Bilingual-Bicultural Education."},
      {
        "id":"ED131732",
        "title":"English-Mandinka Dictionary."},
      {
        "id":"ED131733",
        "title":"A Basic Olof Course with Cultural Notes."},
      {
        "id":"ED131734",
        "title":"A Basic Mandinka Course with Cultural Notes."},
      {
        "id":"ED131735",
        "title":"Meeting the Demand for Accountability. NACUBO Professional File v8 n2."},
      {
        "id":"ED131737",
        "title":"Evaluating Higher Education. Topical Paper No. 1."},
      {
        "id":"ED131739",
        "title":"Differential by Level and Per Credit Student Charges in Major Public Universities, 1974-75."},
      {
        "id":"ED131742",
        "title":"Current Status of Planning at Hampton Institute."},
      {
        "id":"ED131743",
        "title":"A Contemporary Status Report on the Libraries of Historically Black Public Colleges and Universities."},
      {
        "id":"ED131745",
        "title":"Crucial Decisions in American Higher Education."},
      {
        "id":"ED131746",
        "title":"Fact Book 1975-76. Report No. 111."},
      {
        "id":"ED131747",
        "title":"A Study of Graduate Student Attitudes Regarding Graduate Education at Western Michigan University."},
      {
        "id":"ED131749",
        "title":"Consortium Directory Update. (October 1976)."},
      {
        "id":"ED131753",
        "title":"Faculty Rewards, Faculty Accomplishments, and Sex Discrimination ."},
      {
        "id":"ED131755",
        "title":"Information for Decisions in Postsecondary Education. (15th Annual Forum, St. Louis, Missouri)."},
      {
        "id":"ED131758",
        "title":"Federal Funding of Postsecondary Education in the 13 Western States."},
      {
        "id":"ED131759",
        "title":"Criteria Warranted for Evaluation of Academic Programs at The University of Toledo."},
      {
        "id":"ED131760",
        "title":"Faculty Unions: Criticism and Structure."},
      {
        "id":"ED131763",
        "title":"Reshaping American Higher Education."},
      {
        "id":"ED131765",
        "title":"Educational Auditing and Accountability."},
      {
        "id":"ED131766",
        "title":"Accreditation and the Public Interest."},
      {
        "id":"ED131769",
        "title":"Student Participation in the Food Stamp Program at Six Selected Universities. Report to the House Committee on Agriculture by the Comptroller General of the United States."},
      {
        "id":"ED131775",
        "title":"Goals for a Changing University."},
      {
        "id":"ED131777",
        "title":"Why Do UW [University of Washington] Students Withdraw from Classes?"},
      {
        "id":"ED131778",
        "title":"Lifelong Learning: Higher Education&apos;s Response. Topical Paper No. 3."},
      {
        "id":"ED131779",
        "title":"Collective Bargaining for Academic Staff: An Overview. Paper No. OIR-32."},
      {
        "id":"ED131780",
        "title":"A Comparative Study of Sabbatical Leave Practices in Selected Commonwealth and U.S. Universities. Paper No. OIR-30."},
      {
        "id":"ED131781",
        "title":"The Savings Clause: A Threatening Cloud."},
      {
        "id":"ED131784",
        "title":"Evaluation of the Societal Policy and Objectives of an Urban University. Societal Factors."},
      {
        "id":"ED131786",
        "title":"Review of a College President."},
      {
        "id":"ED131790",
        "title":"Statement to the Legislature on Faculty Citizenship."},
      {
        "id":"ED131791",
        "title":"Board of Regents State Appropriation Formula. Revised: 1976."},
      {
        "id":"ED131792",
        "title":"Program Expenditure Models for Higher Education Budgeting 1975-1977."},
      {
        "id":"ED131802",
        "title":"Second Annual Report of the State Board of Education and Board of Regents of the University of Idaho for Fiscal 1975."},
      {
        "id":"ED131805",
        "title":"Toward a Social Audit of Colleges: An Examination of College Student Outcomes in Terms of Admissions Information. ACT Research Report No. 75."},
      {
        "id":"ED131812",
        "title":"Faculty Manual. A Handbook of Policies and Regulations. Washington State University."},
      {
        "id":"ED131816",
        "title":"A Comparison of Black Entering Full-Time Freshmen in the University of Tennessee, Knoxville with Other Groups, Fall 1973. Office of Institutional Research Vol. 14, No. 20."},
      {
        "id":"ED131817",
        "title":"Changing Patterns of Governance in Higher Education. Report Series 1975-76, No. 2."},
      {
        "id":"ED131819",
        "title":"Regionalism and Statewide Coordination of Postsecondary Education. Report No. 26."},
      {
        "id":"ED131829",
        "title":"Stimulus Sequence and Concept Learning. Experiment II. Monograph Number 2."},
      {
        "id":"ED131831",
        "title":"Mapping the Pheno-Structure of Didactic Sequences. Didakometry No. 1."},
      {
        "id":"ED131832",
        "title":"The Prediction of Individual Association Hierarchies from Cultural Frequencies. Pre-Publication Draft."},
      {
        "id":"ED131839",
        "title":"A Computer Support System for a Teacher Evaluation Model."},
      {
        "id":"ED131849",
        "title":"Plan for Progress in the Media Center; District and AEA. Guidelines for the Establishment of Flexible Parameters for District and Area Education Agency Media Services."},
      {
        "id":"ED131851",
        "title":"A Planning Document on the Structure and Responsibility of Libraries in the State of Michigan: A Five Point Plan for Financing Responsible Library Reform in Michigan."},
      {
        "id":"ED131853",
        "title":"Seminar on Media in Manpower Development and Training Act Programs. Final Report. Part One."},
      {
        "id":"ED131857",
        "title":"Investigation of the Public Library as a Linking Agent to Major Scientific, Educational, Social and Environmental Data Bases. Two-Year Interim Report."},
      {
        "id":"ED131860",
        "title":"Library Management in the 1970s: An Annotated Bibliography."},
      {
        "id":"ED131861",
        "title":"The Evaluation of Instructional Materials."},
      {
        "id":"ED131864",
        "title":"The California Education Information System (CEIS); a Report to the California Legislature as Required by Education Code Section 479."},
      {
        "id":"ED131866",
        "title":"Presentation of Projects, 1975/76."},
      {
        "id":"ED131869",
        "title":"Training Program for Teachers of Technical Mathematics in Two-Year Curricula."},
      {
        "id":"ED131871",
        "title":"Comparison of Traditional Instruction and Programmed Instruction in Chemistry."},
      {
        "id":"ED131872",
        "title":"Production of an Automated Lesson for Use on the Audio Visual Response System."},
      {
        "id":"ED131873",
        "title":"Easing the Transition from Schooling to Work. New Directions for Community Colleges, Number 16."},
      {
        "id":"ED131875",
        "title":"A Multicultural Studies Model for the Community College: A Report and a Position Paper."},
      {
        "id":"ED131877",
        "title":"LACCD Grading Practices and Policies. Research Report 76-06."},
      {
        "id":"ED131878",
        "title":"Tutor Perceptions as an Agent for Policy Change."},
      {
        "id":"ED131882",
        "title":"Implications of on-the-job Experience for the Curriculum for Library Technical Assistants at Pasadena City College."},
      {
        "id":"ED131883",
        "title":"Negotiator--for Community College and Technical Institute Trustees."},
      {
        "id":"ED131886",
        "title":"Community College Architecture."},
      {
        "id":"ED131887",
        "title":"Report on Reports: A Study of the Cost of Completing Reports for External Agencies, Fiscal Year 1975-1976. OIRA Report No. 6-20."},
      {
        "id":"ED131888",
        "title":"Developmental Studies Project, Post-Secondary Disadvantaged. Final Report."},
      {
        "id":"ED131889",
        "title":"Community College Forensics Programs in Illinois."},
      {
        "id":"ED131890",
        "title":"Factors that Community College Students Look for in Instructors--A Study of Criteria Used in Teacher Selection."},
      {
        "id":"ED131891",
        "title":"Post-Secondary Personnel Development. Volume 1."},
      {
        "id":"ED131892",
        "title":"Post-Secondary Personnel Development. Volume 2."},
      {
        "id":"ED131893",
        "title":"Community Education: Final Report. A Position Paper Presented to the State Board for Community College Education."},
      {
        "id":"ED131894",
        "title":"Comprehensive Planning and Staff Training for Community College Personnel (State and Local Level) for the State of North Carolina."},
      {
        "id":"ED131896",
        "title":"Adult Basic Education Instructional Materials Guide."},
      {
        "id":"ED131902",
        "title":"The Relationship Between ACT Sub-Test Scores and Grades Earned: A Correlational Study."},
      {
        "id":"ED131903",
        "title":"1976 Graduates Evaluate Their Experiences at CCC: A Comparison with Four Previous Years."},
      {
        "id":"ED131904",
        "title":"Handbook for Telecourse/Newspaper Course Learning Managers."},
      {
        "id":"ED131909",
        "title":"A Different Kind of Change in the Curriculum."},
      {
        "id":"ED131910",
        "title":"An Investigation into the Personality Characteristics of Black Activists and Non-Activists Students."},
      {
        "id":"ED131912",
        "title":"Piaget: A Handbook for Parents and Teachers of Children in the Age of Discovery--Preschool Through Third Grade."},
      {
        "id":"ED131913",
        "title":"Size Is Big or Little: An Approach to the Dimensionality of Children's Concepts."},
      {
        "id":"ED131914",
        "title":"The Diagnostic Value of Psychologically Meaningful Teaching Units as Expressed in Children's Classroom Drawings."},
      {
        "id":"ED131915",
        "title":"Ethics, Issues, and Procedures in School-Readiness Screening."},
      {
        "id":"ED131919",
        "title":"Toward a Social Psychology of Childhood: From &quot;Patterns of Child Rearing&quot; to &quot;1984.&quot;"},
      {
        "id":"ED131920",
        "title":"Lenox Early Childhood Outreach Program for Parents: An Evaluation Study. Final Report."},
      {
        "id":"ED131921",
        "title":"The Young Child in Focus."},
      {
        "id":"ED131922",
        "title":"Heredity and Environment: Major Findings from Twin Studies of Ability, Personality and Interests."},
      {
        "id":"ED131923",
        "title":"Australian Association of Early Childhood Educators: Papers of the National Conference (1st, Ursula College, Canberra, May 17-18, 1975)."},
      {
        "id":"ED131924",
        "title":"Parent Education and the Educationally Disadvantaged Child."},
      {
        "id":"ED131929",
        "title":"National Day Care Study First Annual Report, 1974-1975. Volume II: Phase II Design."},
      {
        "id":"ED131930",
        "title":"National Day Care Study First Annual Report. Volume III: Information Management and Data Collection Systems."},
      {
        "id":"ED131931",
        "title":"National Childcare Consumer Study: 1975. Volume I: Basic Tabulations."},
      {
        "id":"ED131932",
        "title":"National Childcare Consumer Study: 1975. Volume II: Current Patterns of Childcare Use in the United States."},
      {
        "id":"ED131934",
        "title":"National Childcare Consumer Study: 1975. Volume IV: Supplemental Documentation."},
      {
        "id":"ED131935",
        "title":"Licensing Standards for Day and Night Care Centers."},
      {
        "id":"ED131936",
        "title":"Dialect Usage as a Factor in Developmental Language Performance of Primary Grade School Children."},
      {
        "id":"ED131937",
        "title":"Symposium on Systematic Analysis of Social Interaction: Assessments and Interventions."},
      {
        "id":"ED131938",
        "title":"Curriculum Practices in Preschool and Primary Schools in the People's Republic of China: Some First-Hand Observations."},
      {
        "id":"ED131939",
        "title":"Are Head Start and Day Care National Alternatives? A Study of Head Start Programs That Converted to Day Care."},
      {
        "id":"ED131941",
        "title":"The Parenting Process Project: An Experimental and Clinical Application of Psychoanalytic and Anthropological Perspectives."},
      {
        "id":"ED131942",
        "title":"New Child Support Legislation--Its Potential Impact and How to Improve It."},
      {
        "id":"ED131943",
        "title":"Children&apos;s Reactions to Separation and Divorce."},
      {
        "id":"ED131944",
        "title":"Organizing Your Community for Child Advocacy: The 4C Approach."},
      {
        "id":"ED131946",
        "title":"The Sex Differentiated Interaction of Environmental and Hereditary Determinants of Intelligence."},
      {
        "id":"ED131947",
        "title":"The Observation of Substantive Curricular Interactions: An Objective Record of the Content of the Learning Environment in the Early Childhood Classroom. Final Report."},
      {
        "id":"ED131949",
        "title":"Southern University Research Center for Head Start Annual Report, November 27, 1970. Final Report."},
      {
        "id":"ED131950",
        "title":"Serving Children and Their Families: The Role of the Child Care Center."},
      {
        "id":"ED131952",
        "title":"Operational Level, Question Quality and Free Recall in Children."},
      {
        "id":"ED131954",
        "title":"Development of Mental Representations of Spatial Layouts."},
      {
        "id":"ED131956",
        "title":"The Sioux Indian Goes to College. An Analysis of Selected Problems of South Dakota Indian College Students."},
      {
        "id":"ED131958",
        "title":"Navajo Health Authority, Board of Commissioners, Annual Report, June 1975."},
      {
        "id":"ED131963",
        "title":"Segregation, Desegregation, and Resegregation of the Spanish-Surname Student in the United States."},
      {
        "id":"ED131964",
        "title":"Desegregation in the South San Joaquin Valley."},
      {
        "id":"ED131965",
        "title":"An Examination of the Concept of Social Integration as Related to Preventive Medical Care in Poverty Families in Rural and Urban Areas."},
      {
        "id":"ED131966",
        "title":"Estrangement, Machismo, and Gang Violence. Institute for Research on Poverty Discussion Papers 362-76."},
      {
        "id":"ED131968",
        "title":"Comparative Study of Attitudes Toward the Meaning of the Term &quot;Outdoor Education&quot; as Viewed by Selected Members of the American Association of Health, Physical Education and Recreation&apos;s Council on Outdoor Education and Camping in 1968 and 1975."},
      {
        "id":"ED131972",
        "title":"Social Stratification and Rural Economic Development. Lessons from the Anti-Poverty Programs in the United States."},
      {
        "id":"ED131976",
        "title":"Alianza Bilingue Cultural Progress Inventory. Revised September 1976."},
      {
        "id":"ED131982",
        "title":"Change in Leadership Behavior Attitudes Effected by Participation in Basic Courses at the National Outdoor Leadership School."},
      {
        "id":"ED131983",
        "title":"A Comparison of Children's Learning Under Different Program Structures in a Resident Outdoor School."},
      {
        "id":"ED131984",
        "title":"Small Farmers on the Move: Results of a Panel Study in Rural Kenya."},
      {
        "id":"ED131985",
        "title":"New Zealand: A Non-Traditional Rural Society."},
      {
        "id":"ED131986",
        "title":"Family-Centered Residential Career Education and the Rural Poor: A National Needs Assessment. Volume I: The Nature and Size of the Potential Client Population. Evaluation of the Mountain-Plains Education &amp; Economic Development Program, Inc."},
      {
        "id":"ED131988",
        "title":"Small Village Planning Problems in the Netherlands."},
      {
        "id":"ED131993",
        "title":"The Indian Education Act of 1972. Report of Progress for the Third Year of the Program."},
      {
        "id":"ED131994",
        "title":"State of Washington Population Trends, 1976. Washington State Information Report."},
      {
        "id":"ED131996",
        "title":"Preparing Teachers of Mexican Americans: A Sociocultural and Political Issue."},
      {
        "id":"ED131997",
        "title":"Learning Environment Inventory (1967-68 Edition)."},
      {
        "id":"ED131998",
        "title":"Interest Inventory. [Includes Academic Interest Measure, Pupil Activity Inventory, and Semantic Differential]."},
      {
        "id":"ED132000",
        "title":"Investigations in Science Education, Vol. 2 No. 1. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED132002",
        "title":"Water. [Project ECOLogy ELE Pak, Toulouse &amp; Edgar Pak]."},
      {
        "id":"ED132005",
        "title":"Water. [Project ECOLogy ELE Pak, McGrath Pak]."},
      {
        "id":"ED132006",
        "title":"Your World My World. [Project ECOLogy ELE Pak, Peace Pak]."},
      {
        "id":"ED132007",
        "title":"Your Nose Knows. [Project ECOLogy ELE Pak, Meaney Pak]."},
      {
        "id":"ED132008",
        "title":"Exploration with Garbage. [Project ECOLogy ELE Pak, Lund and Wolff Pak]."},
      {
        "id":"ED132009",
        "title":"Home Sweet Earth. [Project ECOLogy ELE Pak, Meaney Pak]."},
      {
        "id":"ED132010",
        "title":"Earth Art. [Project ECOLogy ELE Pak, Dye Pak]."},
      {
        "id":"ED132011",
        "title":"The Games Cities Play. [Project ECOLogy ELE Pak, Amoe Pak]."},
      {
        "id":"ED132012",
        "title":"You Are What You Eat. [Project ECOLogy ELE Pak, Campbell Pak]."},
      {
        "id":"ED132013",
        "title":"Biotic Communities. [Project ECOLogy ELE Pak, Amoe-Thorson Pak]."},
      {
        "id":"ED132014",
        "title":"Eco-Kids: Experiment with Air on Spaceship Earth. [Project ECOLogy ELE Pak, Bell Pak]."},
      {
        "id":"ED132015",
        "title":"Acting for Ecology. [Project ECOLogy ELE Pak, Ausen Pak]."},
      {
        "id":"ED132016",
        "title":"Practice What You Preach! [Project ECOLogy ELE Pak, Backman &amp; Lorain Pak]."},
      {
        "id":"ED132017",
        "title":"Eco-Kids Fly Off to the Forests. [Project ECOLogy ELE Pak, Bell Pak]."},
      {
        "id":"ED132018",
        "title":"Environment. [Project ECOLogy ELE Pak, Dorland Pak]."},
      {
        "id":"ED132020",
        "title":"[Peabody's Time Machine. Project ECOLogy ELE Pak, Hirschel Pak]."},
      {
        "id":"ED132021",
        "title":"Mind-Full of Ecology. [Project ECOLogy ELE Pak, Horton Pak]."},
      {
        "id":"ED132024",
        "title":"A National Plan for Energy Research, Development &amp; Demonstration: Creating Energy Choices for the Future, 1976. Volume 1: The Plan."},
      {
        "id":"ED132025",
        "title":"The Environmental Impact of Electrical Power Generation: Nuclear and Fossil."},
      {
        "id":"ED132026",
        "title":"The Environmental Impact of Electrical Power Generation: Nuclear and Fossil. Teacher's Guide."},
      {
        "id":"ED132028",
        "title":"The Great Spray Can Debate."},
      {
        "id":"ED132029",
        "title":"Black Colleges-A National Resource for the Training of Minority Scientific and Engineering Manpower."},
      {
        "id":"ED132031",
        "title":"Investigations in Mathematics Education, Vol. 9 No. 1."},
      {
        "id":"ED132032",
        "title":"Investigations in Mathematics Education, Vol. 9 No. 2."},
      {
        "id":"ED132033",
        "title":"Space and Geometry. Papers from a Research Workshop."},
      {
        "id":"ED132034",
        "title":"Investigations in Science Education, Vol. 2, No. 2. Expanded Abstracts and Critical Analyses of Recent Research."},
      {
        "id":"ED132038",
        "title":"NASA Report to Educators, Vol. 4, No. 3, October 1976."},
      {
        "id":"ED132042",
        "title":"Marine Affairs Education in Hawaii&apos;s Future."},
      {
        "id":"ED132043",
        "title":"The New Medical College Admissions Tests: New Dimensions in Assessment."},
      {
        "id":"ED132044",
        "title":"Developing a Science Program for Kindergarten Children."},
      {
        "id":"ED132048",
        "title":"A Regional Guide to Iowa Landforms. Iowa Geological Survey Educational Series 3."},
      {
        "id":"ED132049",
        "title":"Self-Study Manual on Optical Radiation Measurements: Part I--Concepts, Chapters 1 to 3. NBS Technical Note 910-1."},
      {
        "id":"ED132054",
        "title":"Opportunities for Concrete and Formal Thinking on Science Tasks."},
      {
        "id":"ED132056",
        "title":"The Early Development of Pharmacology in America."},
      {
        "id":"ED132057",
        "title":"Population Dynamics and Educational Development: A Selection of Papers Presented at the Regional Seminar of Experts on Population Dynamics and Educational Planning (Bangkok, Thailand, September 10-18, 1973)."},
      {
        "id":"ED132063",
        "title":"Books for Children with Oregon Settings: A Revision of a Similar Booklist Compiled by the Jackson County Library System."},
      {
        "id":"ED132064",
        "title":"Scanning Our Future. A Report from the NGO Forum on the World Economic Order in Support of the Seventh Special Session of the UN General Assembly on Development and International Economic Cooperation (September 1-12, 1975)."},
      {
        "id":"ED132065",
        "title":"Dimensions of Children's Classroom Behavior as Perceived by Teachers."},
      {
        "id":"ED132066",
        "title":"Interactions between Child Types and Classroom Types."},
      {
        "id":"ED132067",
        "title":"Youth Policy in Transition."},
      {
        "id":"ED132068",
        "title":"A Comparison of a Programmed and a Nonprogrammed Text on Evolution for the Fifth Grade."},
      {
        "id":"ED132069",
        "title":"Evaluation of the Anthropology Curriculum Project for Grades One and Four as Measured by Selected and Prepared Testing Instruments."},
      {
        "id":"ED132070",
        "title":"An Evaluation of the Sequential Anthropology Curriculum Project."},
      {
        "id":"ED132072",
        "title":"FAMES Project: Final Report."},
      {
        "id":"ED132073",
        "title":"Developing Understanding of Self and Others and the Appropriate Experimental Guidance Model."},
      {
        "id":"ED132074",
        "title":"Evaluation of the Family of Man/Minnesota Project Social Studies."},
      {
        "id":"ED132075",
        "title":"Creating an Awareness of Alternatives to Psycho-Social Situations in Elementary School Children."},
      {
        "id":"ED132077",
        "title":"Teaching the Free Enterprise System in Required Social Studies Courses."},
      {
        "id":"ED132078",
        "title":"Goals and Objectives of the Introductory College-level Course in Economics. Ninth District Economic Information Series."},
      {
        "id":"ED132079",
        "title":"Education for Citizenship: A Bicentennial Survey. User Manual for Replicating the Citizenship Survey."},
      {
        "id":"ED132081",
        "title":"Youth and the Family. Seminar Series No. 7."},
      {
        "id":"ED132082",
        "title":"The Social Studies Teacher: An Exploration of Ethical Behavior."},
      {
        "id":"ED132083",
        "title":"The Ethics of Our Profession: The Student and Schooling."},
      {
        "id":"ED132085",
        "title":"Economic Development and Social Change: Four Case Studies from Africa. Resource Packet."},
      {
        "id":"ED132087",
        "title":"The Celebration of Death: Two Folk Tales about DEath. Mini-Module."},
      {
        "id":"ED132088",
        "title":"Aba Women&apos;s Rebellion [And] Hoda Sha&apos;arawi: Nationalist and Feminist."},
      {
        "id":"ED132089",
        "title":"Life Styles of African Women [And] A Swimming Pool for Mansa Musa&apos;s Wife [And] A Yoruba Naming Ceremony [And] Metropolis: African and American Style. Mini-Modules."},
      {
        "id":"ED132091",
        "title":"Independence Compared and Contrasted: The United States and Mozambique [And] Whither the Struggle for Mozambique? Mini-Module."},
      {
        "id":"ED132092",
        "title":"Ethiopia--Problems of Religious and National Unity: The Legend of Solomon and Sheba [And] Will Ethiopia Survive? Mini-Module."},
      {
        "id":"ED132093",
        "title":"African Music in an American Context. Mini-Module."},
      {
        "id":"ED132095",
        "title":"Teaching African Geography from a Global Perspective. Resource Packet."},
      {
        "id":"ED132096",
        "title":"American Issues Forum, Volume I: American Society in the Making. Courses by Newspaper: Community Leader's Guide, Newspaper Articles, [And] Examination Questions."},
      {
        "id":"ED132098",
        "title":"American Issues Forum, Volume I: American Society in the Making. A Study Guide for Courses by Newspaper."},
      {
        "id":"ED132099",
        "title":"American Issues Forum, Volume II: The Molding of American Values. Courses by Newspaper: Community Leader's Guide, Newspaper Articles, [And] Examination Questions."},
      {
        "id":"ED132101",
        "title":"American Issues Forum, Volume II: The Molding of American Values. A Study Guide for Courses by Newspaper."},
      {
        "id":"ED132102",
        "title":"Moral Education. Options in Education, Transcript for Program Scheduled for Broadcast the Week of September 13 [1976], Program No. 44."},
      {
        "id":"ED132104",
        "title":"The Future, as Process."},
      {
        "id":"ED132105",
        "title":"History and the Social Studies. Issues Current in the Social Studies."},
      {
        "id":"ED132106",
        "title":"Values Education and the Study of Other Cultures. NEA Professional Studies."},
      {
        "id":"ED132107",
        "title":"Education for More Than One Culture: Fostering Cultural Pluralism in Micronesia."},
      {
        "id":"ED132108",
        "title":"Implementation of the Recommendation Concerning Education for International Understanding, Cooperation and Peace, and Education Relating to Human Rights and Fundamental Freedoms. Report of a Meeting of Experts Held at Unesco House (Paris, France, March 15-19, 1976)."},
      {
        "id":"ED132109",
        "title":"Continuity and Change in Children's Attitudes toward the President: Political Crisis to Political Celebration."},
      {
        "id":"ED132110",
        "title":"Social Studies Teacher Preparation in the Small Liberal Arts College and/or Small Teacher Education Departments."},
      {
        "id":"ED132113",
        "title":"Technology and the Nature of Man: Biological Considerations. An Occasional Paper on Man/Society/Technology."},
      {
        "id":"ED132114",
        "title":"Technology and the Nature of Man: Psychological Considerations. The Promise of Technology Vs. the Experience of Individual Helplessness. An Occasional Paper on Man/Society/Technology."},
      {
        "id":"ED132115",
        "title":"Towards a Social History of Technological Ideas: Joseph Black, James Watt, and the Separate Condenser. An Occasional Paper on Man/Society/Technology."},
      {
        "id":"ED132116",
        "title":"Technology and Ecology: Technology's Crossroads. An Occasional Paper on Man/Society/Technology."},
      {
        "id":"ED132120",
        "title":"Effects of the Size of the Student Teacher Group on the Supervisory Program."},
      {
        "id":"ED132121",
        "title":"Institutional Profiles of Education Laboratories and R&amp;D Centers."},
      {
        "id":"ED132122",
        "title":"Teacher Education Candidates&apos; Perceptions of Students."},
      {
        "id":"ED132123",
        "title":"A Brief Bibliography for the Sex Educator."},
      {
        "id":"ED132124",
        "title":"Development of a Competency-Based Teacher Education Approach to Individualize Instruction in Human Growth and Learning."},
      {
        "id":"ED132128",
        "title":"Junior-Senior High Tutor-Aide Program at Malcolm X Elementary School: An Evaluation Study. Final Report."},
      {
        "id":"ED132129",
        "title":"An Evaluation of the Effects of Conceptually Appropriate Feedback on Teacher and Student Behavior."},
      {
        "id":"ED132130",
        "title":"A Procedure for Textbook Evaluation Illustrated by an Analysis of Fifth-Grade Social Studies Texts."},
      {
        "id":"ED132132",
        "title":"Teachers With Children: Curriculum in Open Classrooms."},
      {
        "id":"ED132133",
        "title":"Can Inservice Value Clarification Training Contribute to Openness of Teacher Assessing Behavior?"},
      {
        "id":"ED132135",
        "title":"Evaluating Programmatic Impact in Education."},
      {
        "id":"ED132136",
        "title":"Shared Responsibility for Handicapped Students: Advocacy and Programming."},
      {
        "id":"ED132137",
        "title":"One Man's Perceptions of Physical Education and Its Role in Today's Curriculum."},
      {
        "id":"ED132138",
        "title":"An Exploratory Study of the Effects of Inservice Value Clarification Training on Openness of Teacher Assessing Behavior."},
      {
        "id":"ED132139",
        "title":"Manual for Developing a Senior Citizen Teacher Aide Program."},
      {
        "id":"ED132140",
        "title":"The Visiting Teacher in Texas Public Schools."},
      {
        "id":"ED132142",
        "title":"A Program to Train Teams of Educational Personnel to Serve Certain Handicapped Children who Exhibit Marked Behavior Disorders."},
      {
        "id":"ED132143",
        "title":"Some Relationships Between Psychological Structure, Educational Beliefs, and Teaching Strategies in Three Types of Teacher Trainees."},
      {
        "id":"ED132144",
        "title":"A Comparative Study of the Verbal Interaction and Concerns of Center Student Teachers with Non-Center Student Teachers."},
      {
        "id":"ED132145",
        "title":"A Study of the Competencies for Cooperating Teachers as Perceived by Elementary Education, Physical Education, and Secondary Social Studies Student Teachers."},
      {
        "id":"ED132146",
        "title":"European Cooperation in the Field of Educational Materials Research (La Cooperation Europeenne dans le Domaine de la Recherche en Matiere d'Education)."},
      {
        "id":"ED132147",
        "title":"The Consumer Interests in Voluntary Accreditation."},
      {
        "id":"ED132149",
        "title":"Exercise and the Knee Joint."},
      {
        "id":"ED132152",
        "title":"Maslow and Field Experiences in Competency-Based Teacher Education."},
      {
        "id":"ED132153",
        "title":"Attitudinal Changes Pre-to-Post on the Evaluation of Program Requirement Prerequisites to the Student Teaching Experience."},
      {
        "id":"ED132154",
        "title":"A Contextual Approach to Investigating Verbal and Nonverbal Behaviors."},
      {
        "id":"ED132160",
        "title":"Future Performance Trend Indicators: A Current Value Approach to Human Resources Accounting. Report I. Internal Consistencies and Relationships to Performance By Site. Final Report."},
      {
        "id":"ED132165",
        "title":"Mathematics Accountability Model Final Evaluation Report."},
      {
        "id":"ED132166",
        "title":"Release of Research Information--A Tale of Two Cities."},
      {
        "id":"ED132170",
        "title":"Evaluation of Prekindergarten Head Start. Year End Report, 1975-1976. Report No. 7700."},
      {
        "id":"ED132171",
        "title":"Degrading the Grading Myths: A Primer of Alternatives to Grades and Marks."},
      {
        "id":"ED132172",
        "title":"Early Identification of Learning Disabilities and Suggestions to Assist Classroom Teachers in Program Design. (Implementation of Maryland State Law, House Bill 234). Grades: Kindergarten, 1, 2, and 3. Handbook."},
      {
        "id":"ED132173",
        "title":"The Revised WISC: Does It Serve Inner City Children?"},
      {
        "id":"ED132174",
        "title":"A Summary of Six Major Evaluation Reports on Follow Through in Philadelphia, 1974-1975. Report No. 7713."},
      {
        "id":"ED132176",
        "title":"Impact of Educational Innovation on Student Performance: Project Methods and Findings for Three Cohorts. Project LONGSTEP Final Report: Volume I. Executive Summary."},
      {
        "id":"ED132178",
        "title":"Impact of Educational Innovation on Student Performance: Project Methods and Findings for Three Cohorts. Project LONGSTEP Final Report: Volume I. Appendices."},
      {
        "id":"ED132179",
        "title":"Innovative School Environments and Student Outcomes. Project LONGSTEP Final Report: Volume II."},
      {
        "id":"ED132181",
        "title":"Parental Educational Expectations and Their Impact on Student Outcomes. Project LONGSTEP Memorandum Report."},
      {
        "id":"ED132182",
        "title":"Cheating. An Annotated Bibliography."},
      {
        "id":"ED132183",
        "title":"A Comparison of Two Models of Teacher Selection in a Large Urban Community."},
      {
        "id":"ED132184",
        "title":"Student Effects of an Interdisciplinary Curriculum for Real Problem Solving: The 1974-75 USMES Evaluation. Summary of Final Report."},
      {
        "id":"ED132186",
        "title":"An Evaluation of the Family Life Education Course at Eric Hamber Secondary School. Research Report 75-18."},
      {
        "id":"ED132188",
        "title":"Alternative Methods of Improving the Return of Follow-up Questionnaires: Their Cost and Effectiveness."},
      {
        "id":"ED132189",
        "title":"Social Policies, the Designed Environment, and Human Development."},
      {
        "id":"ED132190",
        "title":"Socioeconomic Status and Levels of Ability."},
      {
        "id":"ED132191",
        "title":"Exploring the Impact of Educational Innovation: Overview of Project LONGSTEP."},
      {
        "id":"ED132192",
        "title":"Impact of Educational Innovation on Student Performance: Overall Findings for Reading and Arithmetic. Project LONGSTEP Final Report: Volume I. Supplement."},
      {
        "id":"ED132194",
        "title":"Evaluation of the Arts and Humanities Center, 1974-75. Research and Evaluation Report, Vol. 9, No. 7."},
      {
        "id":"ED132196",
        "title":"Open Education, Can We Evaluate It?"},
      {
        "id":"ED132197",
        "title":"Relationships Between Teachers&apos; Marks, Achievement Test Scores and Aptitude as a Function of Grade, Ethnicity and Sex."},
      {
        "id":"ED132201",
        "title":"Developing Criterion Referenced Assessment for Head Start: Theoretical and Practical Considerations."},
      {
        "id":"ED132202",
        "title":"Predicting Grades of College Freshmen: Disadvantaged and Regular."},
      {
        "id":"ED132203",
        "title":"The R&D Strategy as an Alternative to Program Evaluation Methodology."},
      {
        "id":"ED132204",
        "title":"Student Ratings Halo Effect Reduction by Alteration of Standard Instructions. 76-18. Educational Assessment Center Project: 554."},
      {
        "id":"ED132205",
        "title":"Predicting Attrition/Persistence of College Freshmen: Disadvantaged and Regular."},
      {
        "id":"ED132208",
        "title":"Evaluation of Measures of Proficiency in Occupational Therapy. Final Report."},
      {
        "id":"ED132209",
        "title":"An Ecological Approach to the Study of Open Classrooms."},
      {
        "id":"ED132210",
        "title":"Conference Summary."},
      {
        "id":"ED132211",
        "title":"Evaluating the Information Base of Students in Health Science Programs."},
      {
        "id":"ED132212",
        "title":"Anthropology and Evaluation: Qualitative and Quantitative Methodology in the Assessment of Action Programs."},
      {
        "id":"ED132213",
        "title":"The Effect of Study Techniques and Preferences on Later Recall."},
      {
        "id":"ED132214",
        "title":"The Impact of Federal Legislation and Regulations on Big City Schools."},
      {
        "id":"ED132215",
        "title":"Interracial Interaction in a New &quot;Magnet&quot; Desegregated School."},
      {
        "id":"ED132216",
        "title":"Programs for Educationally Deprived Children. ESEA Title I Evaluation Report, September, 1975- August, 1976."},
      {
        "id":"ED132217",
        "title":"Think Children! 1976 Annual Report, Department of Education, American Samoa."},
      {
        "id":"ED132218",
        "title":"The Role of the Paraprofessional in Bilingual Education."},
      {
        "id":"ED132219",
        "title":"Poverty, Income Distribution, and Social Policy: The Last Decade and the Next. Discussion Paper 365-76."},
      {
        "id":"ED132220",
        "title":"The Structure of Inequality and the Process of Attainment. Discussion Paper 364-76."},
      {
        "id":"ED132222",
        "title":"Ethnicity: Its Implications for Teaching in Urban Secondary Schools."},
      {
        "id":"ED132225",
        "title":"Implementation and Evaluation of a Desegregation Model for the Erie, Pennsylvania School District."},
      {
        "id":"ED132226",
        "title":"An Assessment of Volunteer Needs in the Boerum Hill - Fort Greene Area of Brooklyn, New York."},
      {
        "id":"ED132227",
        "title":"Puerto Ricans in the Continental United States: An Uncertain Future."},
      {
        "id":"ED132228",
        "title":"Staff Role Expectations: A Study of Alternative High Schools--1975. Research Report. Cooperative Research City Tax Levy Program."},
      {
        "id":"ED132229",
        "title":"Evaluation of the Upward Bound Program. Executive Summary. Planning/Evaluation Study."},
      {
        "id":"ED132231",
        "title":"WIS. World of Inquiry School."},
      {
        "id":"ED132232",
        "title":"Public Education in the United States. A Modularized Course. Elementary Education 3010. Secondary Education 3040."},
      {
        "id":"ED132233",
        "title":"The Non-Verbal Behavior of Children in a Listening Situation; Theoretical Implications and Practical Applications."},
      {
        "id":"ED132234",
        "title":"Attitudes and Characteristics of Black Graduate Students."},
      {
        "id":"ED132235",
        "title":"Rural Asian Americans--An Assessment. A Report of the Yakima Valley Asian American Task Force."},
      {
        "id":"ED132236",
        "title":"The Farmington Report: A Conflict of Cultures. A Report of the New Mexico Advisory Committee to the United States Commission on Civil Rights....."},
      {
        "id":"ED132238",
        "title":"Evaluating Compensatory Education. An Interim Report on the NIE Compensatory Education Study."},
      {
        "id":"ED132239",
        "title":"Educational Principles and Techniques for Interpreters. USDA Forest Service General Technical Report PNW-9."},
      {
        "id":"ED132241",
        "title":"Constructing Wood Agricultural Buildings. An Instructional Unit for High School Teachers of Vocational Agriculture."},
      {
        "id":"ED132242",
        "title":"Apply Pesticides Correctly. A Programmed Instruction Learning Program for Private Applicators."},
      {
        "id":"ED132243",
        "title":"Aviation Support Equipment Technician M 3 &amp; 2. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED132244",
        "title":"Preparing and Selecting Printed Educational Materials for Adult New Readers. Information Series No. 9."},
      {
        "id":"ED132245",
        "title":"Learning How to Learn in Adult Education. Information Series No. 10."},
      {
        "id":"ED132246",
        "title":"Teaching the Meaning and Importance of Agribusiness (A Teaching Plan Designed for Use with &quot;A Reference Unit on the Meaning and Importance of Agribusiness&quot;)."},
      {
        "id":"ED132247",
        "title":"The American Wholesale Grocery and the Tennessee Supermarket. Integrated Clerical Project."},
      {
        "id":"ED132248",
        "title":"Supplementary Teaching Materials for Business Courses."},
      {
        "id":"ED132249",
        "title":"Guidelines for Health Occupations Education Programs in Secondary Schools."},
      {
        "id":"ED132252",
        "title":"Project Reach (Career Guidance and Counseling Utilizing Retired Resource Persons)."},
      {
        "id":"ED132253",
        "title":"REVAMP: Revitalize the Vocational and Academic Multifarious Program through Career Education. Final Evaluation Report. July 1, 1973-June 30, 1976."},
      {
        "id":"ED132254",
        "title":"Impressions and Perspectives on the Education of Adults in India by Some American Adult Educators."},
      {
        "id":"ED132256",
        "title":"Electrician's Mate 1 &amp; C. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED132257",
        "title":"Adult Basic Education Teacher Survey, 1975."},
      {
        "id":"ED132258",
        "title":"The Nature of Higher Education's Response to ABE Staff Development in the Southeast, 1969-1974: An Examination of Off-Campus Course Activity."},
      {
        "id":"ED132262",
        "title":"Community-Based Corrections in Des Moines. An Exemplary Project."},
      {
        "id":"ED132263",
        "title":"Quartermaster 3 &amp; 2. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED132264",
        "title":"Full Employment and Balanced Growth Act of 1976. Hearings before the Subcommittee on Manpower, Compensation, and Health and Safety of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, Second Session on H.R. 50."},
      {
        "id":"ED132266",
        "title":"Group Practice Administration: Current and Future Roles. Final Report."},
      {
        "id":"ED132267",
        "title":"Annotated Data Tables. A Supplement to Group Practice Administration: Current and Future Roles."},
      {
        "id":"ED132268",
        "title":"Weaving."},
      {
        "id":"ED132269",
        "title":"Pottery."},
      {
        "id":"ED132270",
        "title":"Patchwork Quilts."},
      {
        "id":"ED132271",
        "title":"Leather Work."},
      {
        "id":"ED132272",
        "title":"Aviation Electrician's Mate 1 &amp; C. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED132273",
        "title":"A Bibliography of Free Loan Materials for Home Economics Education. Third Edition. Vocational Education Resource Materials."},
      {
        "id":"ED132274",
        "title":"A Bibliography of Free Loan Materials for Business Education. Third Edition. Vocational Education Resource Materials."},
      {
        "id":"ED132276",
        "title":"A Bibliography of Free Loan Materials for Trade and Industrial Education. Third Edition. Vocational Education Resource Materials."},
      {
        "id":"ED132279",
        "title":"A Bibliography of Free Loan Materials for Agriculture Education. Vocational Education Resource Materials."},
      {
        "id":"ED132280",
        "title":"Vocational/Career Education Programs for Persons with Special Needs in Wisconsin&apos;s Vocational Technical and Adult Education Districts. 1975-1976."},
      {
        "id":"ED132281",
        "title":"Adult Counseling Project."},
      {
        "id":"ED132282",
        "title":"Job Tasks of the Beginning Accounting and Bookkeeping Worker Compared with the Content of the High School Accounting and Bookkeeping Curriculum."},
      {
        "id":"ED132283",
        "title":"A History of Vocational Education."},
      {
        "id":"ED132285",
        "title":"Prevocational Training Units for Trainable Mentally Handicapped Students: With Suggested Uses for Educable, \"Normal,\" and Gifted Students."},
      {
        "id":"ED132286",
        "title":"Occupational Training Plans for Disadvantaged and Handicapped Students in Vocational Education. A Manual for Use in Cooperative Work Experience Programs."},
      {
        "id":"ED132287",
        "title":"The Changing Climate Toward Occupational Regulation: How Does It Affect Cosmetology Board Members?"},
      {
        "id":"ED132288",
        "title":"Meeting on Literacy Training, Berlin (West). Final Report. July 11-17, 1975."},
      {
        "id":"ED132289",
        "title":"Facilitating Learning with Adults: What Ralph Tyler Says."},
      {
        "id":"ED132291",
        "title":"The Hemophilia Games: An Experiment in Health Education Planning."},
      {
        "id":"ED132292",
        "title":"SREB's Nursing Curriculum Project: Summary and Recommendations."},
      {
        "id":"ED132293",
        "title":"A Proposed System for Nursing. Theoretical Framework, Part 2. Pathways to Practice, Vol. 4."},
      {
        "id":"ED132294",
        "title":"From Rhetoric to Reality. Proceedings of the Annual Midwinter Conference for Adult Education in Pennsylvania. (11th, February 19-22, 1976)."},
      {
        "id":"ED132295",
        "title":"Activities, Problems, and Needs of Curriculum Developers: A National Survey. Interim Report. Research and Development Series No. 115."},
      {
        "id":"ED132297",
        "title":"Vocational Education R & D in the Past Decade: Implications for the Future. Occasional Paper No. 18."},
      {
        "id":"ED132298",
        "title":"Business/Industry Internship for Occupational Teachers Project. Final Report."},
      {
        "id":"ED132299",
        "title":"The Implementation of a Model Competency Based Graduate Program in Occupational Education Administration: Phase IV. Final Project Report."},
      {
        "id":"ED132300",
        "title":"Tasks Essential to Successful Performance as a Tobacco Producer. Summary of Research."},
      {
        "id":"ED132301",
        "title":"Agribusiness and Natural Resources in Michigan: Manpower Needs, Competencies Needed, School Program Characteristics. Summary of Research."},
      {
        "id":"ED132302",
        "title":"Policy Implications of Current Research in Agricultural Education. Central Region Research Conference in Agricultural Education. Proceedings of Annual Meeting (29th, Columbia, Missouri, July 29-31, 1975)."},
      {
        "id":"ED132303",
        "title":"Vocational Education for Special Needs Students: Competencies and Models for Personnel Preparation. Final Report. A Report on the National Workshop on Vocational Education for Special Needs Students (January 13-15, 1976)."},
      {
        "id":"ED132304",
        "title":"Introduction to Marine Corps Task Analysis. Training Manual II. Technical Report No. 10."},
      {
        "id":"ED132305",
        "title":"Theoretical Labor Supply Models and Real World Complications. Institute for Research on Poverty. Discussion Papers."},
      {
        "id":"ED132306",
        "title":"Construction Electrician 3 &amp; 2. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED132307",
        "title":"A Study of Postsecondary Continuing Education Needs of Human Service Agency Personnel in Northeastern New York State."},
      {
        "id":"ED132308",
        "title":"ACTION. Annual report. 1975."},
      {
        "id":"ED132309",
        "title":"Agribusiness and Natural Resources Education in Michigan. Job Competencies Needed. A Tabular Supplement to the Final Report."},
      {
        "id":"ED132310",
        "title":"Aerographer&apos;s Mate 3 &amp; 2. Rate Training Manual and Nonresident Career Course."},
      {
        "id":"ED132312",
        "title":"Development of Career Awareness Materials for Spanish-Speaking Migrant Children. Grades K-6. A Technical Report. An Executive Summary."},
      {
        "id":"ED132313",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Fruit Grower. Level A."},
      {
        "id":"ED132314",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Cattle Rancher. Level A."},
      {
        "id":"ED132315",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Auto Mechanic. Level A."},
      {
        "id":"ED132316",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Telephone Operator. Level A."},
      {
        "id":"ED132317",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Appliance Repair Person. Level A."},
      {
        "id":"ED132318",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Shipping and Receiving Clerk. Level A."},
      {
        "id":"ED132319",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Butcher. Level A."},
      {
        "id":"ED132320",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Bank Teller. Level A."},
      {
        "id":"ED132321",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Sales Clerk. Level A."},
      {
        "id":"ED132322",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Beautician. Level A."},
      {
        "id":"ED132323",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. School Nurse. Level A."},
      {
        "id":"ED132324",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Police Officer. Level A."},
      {
        "id":"ED132326",
        "title":"Discover the World of Work. Teacher&apos;s Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Cattle Rancher. Level B."},
      {
        "id":"ED132327",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Auto Mechanic. Level B."},
      {
        "id":"ED132328",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Telephone Operator. Level B."},
      {
        "id":"ED132329",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Appliance Repair Person. Level B."},
      {
        "id":"ED132330",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Shipping and Receiving Clerk. Level B."},
      {
        "id":"ED132331",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Butcher. Level B."},
      {
        "id":"ED132333",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Sales Clerk. Level B."},
      {
        "id":"ED132334",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Beautician. Level B."},
      {
        "id":"ED132335",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. School Nurse. Level B."},
      {
        "id":"ED132336",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Police Officer. Level B."},
      {
        "id":"ED132337",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Fruit Grower. Level C."},
      {
        "id":"ED132338",
        "title":"Discover the World of Work. Teacher&apos;s Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Cattle Rancher. Level C."},
      {
        "id":"ED132339",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Auto Mechanic. Level C."},
      {
        "id":"ED132340",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Telephone Operator. Level C."},
      {
        "id":"ED132341",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Appliance Repair Person. Level C."},
      {
        "id":"ED132342",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Shipping and Receiving Clerk. Level C."},
      {
        "id":"ED132343",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Butcher. Level C."},
      {
        "id":"ED132344",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Bank Teller. Level C."},
      {
        "id":"ED132345",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Sales Clerk. Level C."},
      {
        "id":"ED132346",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Beautician. Level C."},
      {
        "id":"ED132347",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. School Nurse. Level C."},
      {
        "id":"ED132348",
        "title":"Discover the World of Work. Teacher's Guide/Student Materials. Spanish/English Career Education Materials. Grades K-6. Police Officer. Level C."},
      {
        "id":"ED132349",
        "title":"A Workbook on the Environments of Nursing. Theoretical Framework, Part 1. Pathways to Practice, Vol. 3."},
      {
        "id":"ED132350",
        "title":"The Adult Performance Level Program: A Serious and Deliberate Examination."},
      {
        "id":"ED132351",
        "title":"The Earnings Gap Between Women and Men."},
      {
        "id":"ED132352",
        "title":"Non-Formal Education for Women in Bangladesh. Supplementary Paper No. 5. Program of Studies in Non-Formal Education."},
      {
        "id":"ED132353",
        "title":"\"Non-Formal Education and the Role of Women and Families in Human Resource Development.\" Topical Acquisitions List No. 4."},
      {
        "id":"ED132354",
        "title":"Methodological Approaches for Determining Health Manpower Supply and Requirements. Volume I. Analytical Perspective."},
      {
        "id":"ED132355",
        "title":"Methodological Approaches for Determining Health Manpower Supply and Requirements. Volume II. Practical Planning Manual."},
      {
        "id":"ED132356",
        "title":"Perceptions of Vocational Education in Ohio by Employers."},
      {
        "id":"ED132357",
        "title":"Critical Issues in Career Guidance."},
      {
        "id":"ED132358",
        "title":"Career Guidance and the Changing World of Work."},
      {
        "id":"ED132359",
        "title":"Career Guidance: Roles for Action."},
      {
        "id":"ED132361",
        "title":"Transfer and Use of Training Technology in Air Force Technical Training: A Model to Guide Training Development. Final Report."},
      {
        "id":"ED132362",
        "title":"Tools and Their Uses. Rate Training Manual."},
      {
        "id":"ED132363",
        "title":"Aviation Structural Mechanic E 3 &amp; 2. Rate Training Manual."},
      {
        "id":"ED132364",
        "title":"Women Workers Today."},
      {
        "id":"ED132365",
        "title":"Sunbelt States Reap GI Bill Bonanza. Eastern and Midwestern Vietnam Veterans Lose Scholarship Opportunities."},
      {
        "id":"ED132366",
        "title":"Career Guidance for Indian Youth. Final Report."},
      {
        "id":"ED132367",
        "title":"Relationships between Career Education and Vocational Education. Monographs on Career Education."},
      {
        "id":"ED132368",
        "title":"Worker Traits Training Unit. MA Handbook No. 314."},
      {
        "id":"ED132369",
        "title":"Administrators as Educators. Proceedings of a National Conference for Administrators of University Affiliated Facilities (Phoenix, Arizona, February 23-25, 1976)."},
      {
        "id":"ED132370",
        "title":"Exemplary Competency-Based Vocational Teacher Education Project. Industrial Arts Component. Competency Identification Phase: Professional Competencies for Middle and High School Industrial Arts Teachers in Florida. Series No. 2."},
      {
        "id":"ED132371",
        "title":"Equal Educational Opportunity Resource Handbook."},
      {
        "id":"ED132372",
        "title":"The Training Methods Manual."},
      {
        "id":"ED132373",
        "title":"Job Corps Instructor's Training Guide for the World of Work Curriculum. ET Handbook No. 321."},
      {
        "id":"ED132374",
        "title":"How to Prepare and Conduct Military Training. Field Manual No. 21-6."},
      {
        "id":"ED132376",
        "title":"Vocational Education Curriculum Specialist (VECS). Installation Guide. Instructor/Administrator Guide."},
      {
        "id":"ED132377",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 1: The Scope of Vocational Education. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132378",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 2: Roles of Vocational Educators in Curriculum Management. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132379",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 3: Current Trends in Vocational Education. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132380",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 5: Legislative Mandates for Vocational Education. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132381",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 6: Selecting Instructional Strategies for Vocational Education. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132382",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 10: Fiscal Management of Vocational Education Programs. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132383",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 14: General Methods and Techniques of Educational Evaluation. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132384",
        "title":"A Guide to Assessing Ambulatory Health Care Needs in Your Community."},
      {
        "id":"ED132385",
        "title":"Graduation and Withdrawal from RN Programs. A Report of the Nurse Career-Pattern Study."},
      {
        "id":"ED132386",
        "title":"Metrics. A Resource Guide for Home Economics. Final Report."},
      {
        "id":"ED132387",
        "title":"An Assessment of Vocational Education in Wisconsin--1976."},
      {
        "id":"ED132388",
        "title":"Evaluation of 1975-76 Vocational and Basic Education Programs in the Eight Pennsylvania State Correctional Institutions."},
      {
        "id":"ED132390",
        "title":"Career Education in the High School: An Integration of Counselor and Teacher Functions."},
      {
        "id":"ED132391",
        "title":"Automotive Emission Control."},
      {
        "id":"ED132392",
        "title":"Snowmobile Repair."},
      {
        "id":"ED132394",
        "title":"Virginia Emergency Vehicle Operator's Curriculum Guide."},
      {
        "id":"ED132396",
        "title":"Comprehensive Career Education in a University: Evaluation."},
      {
        "id":"ED132397",
        "title":"Affective Approaches to Career Education. Project Report."},
      {
        "id":"ED132399",
        "title":"Behavioral Objectives for Elementary Industrial Arts in Bertie County, North Carolina."},
      {
        "id":"ED132400",
        "title":"Flexibility through Part-Time Employment of Career Workers in the Public Service. Professional Series 75-3."},
      {
        "id":"ED132401",
        "title":"Vocational Education Curriculum Specialist (VECS). Seminar 1: Authority Roles. Seminar 2: Leadership Styles. Field Experience: Internship Program. Seminars/Field Experience. (Teaching/Learning Module)."},
      {
        "id":"ED132402",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 1: Important Differences among Learners. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132403",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 2: Learning Processes and Outcomes. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132404",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 3: Applying Knowledge of Learning Processes and Outcomes to Instruction. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132405",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 4: Assessing Manpower Needs and Supply in Vocational Education. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132406",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 4: Organization of Vocational Education. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132407",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 5: Laying the Groundwork for Vocational Education Curriculum Design. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132408",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 6: The Preparation of Vocational Educators. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132409",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 7: Derivation and Specification of Instructional Objectives. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132410",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 8: Development of Instructional Materials. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132411",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 9: Testing Instructional Objectives. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132412",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 11: Introducing and Maintaining Innovation. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132413",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 12: Managing Vocational Education Programs. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132414",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 13: Basic Concepts in Educational Evaluation. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132415",
        "title":"Vocational Education Curriculum Specialist (VECS). Module 15: Procedures for Conducting Evaluations of Vocational Education. Study Guide. (Teaching/Learning Module)."},
      {
        "id":"ED132416",
        "title":"Elementary Industrial Arts Curriculum Guide. Grades K-8 &amp; Special Education. Revised."},
      {
        "id":"ED132417",
        "title":"On the Path to Better Living."},
      {
        "id":"ED132418",
        "title":"Basic Business: A Teacher's Guide to an Employment Orientation Course for Special Needs Students."},
      {
        "id":"ED132419",
        "title":"Beauty Culture: A Teacher's Guide to an Employment Orientation Course for Special Needs Students."},
      {
        "id":"ED132420",
        "title":"Hospitality: A Teacher's Guide to an Employment Orientation Course for Special Needs Students."},
      {
        "id":"ED132421",
        "title":"Laundry: A Teacher's Guide to an Employment Orientation Course for Special Needs Students."},
      {
        "id":"ED132422",
        "title":"Sewing: A Teacher&apos;s Guide to an Employment Orientation Course for Special Needs Students."},
      {
        "id":"ED132423",
        "title":"Foods: A Teacher&apos;s Guide to an Employment Orientation Course for Special Needs Students."},
      {
        "id":"ED132424",
        "title":"Vocational/Career Education Programs for Persons with Special Needs in Wisconsin's Vocational Technical and Adult Education Districts. 1976-1977. Post Secondary Programs Only."},
      {
        "id":"ED132427",
        "title":"Refining the Career Education Concept. Monographs on Career Education."},
      {
        "id":"ED132428",
        "title":"Career Education for Special Populations. Monographs on Career Education."},
      {
        "id":"ED132431",
        "title":"Adult Education Occasional Papers. Volume 3. October 1976."},
      {
        "id":"ED132432",
        "title":"Measuring Wage and Occupational Discrimination: A Comprehensive Approach. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED132433",
        "title":"The Impact of the Censoring Problem on Estimating Women's Occupational Attainment Equations. Institute for Research on Poverty Discussion Papers."},
      {
        "id":"ED132434",
        "title":"The Annual Pennsylvania Conference on Postsecondary Occupational Education: Articulation in Vocational Education (7th)."},
      {
        "id":"ED132435",
        "title":"The Place of Vocational Education in Higher Education: Implications for Educational R&D. Distinguished Lecture Series, No. 4."},
      {
        "id":"ED132436",
        "title":"A Study of the Pittsburgh Plan. Final Report."},
      {
        "id":"ED132438",
        "title":"Productivity: Implications for Vocational Education. Occasional Paper No. 19."},
      {
        "id":"ED132439",
        "title":"Annotated Bibliography of the Air Force Human Resources Laboratory Technical Reports--1968 through 1975. Final Report for Period January 1968-December 1975."},
      {
        "id":"ED132440",
        "title":"A Reference Unit on the Meaning and Importance of Agribusiness."},
      {
        "id":"ED132442",
        "title":"Effects of Tutoring on the Tutee in an Upward Bound Program."},
      {
        "id":"ED132444",
        "title":"Understanding Self and Others: A Relevant, Purposeful Experience."},
      {
        "id":"ED132445",
        "title":"Residence Hall Staff--A New Role Emerging?"},
      {
        "id":"ED132446",
        "title":"Childhood Bereavement and Behavior Disorders: A Critical Review."},
      {
        "id":"ED132447",
        "title":"Congruency of Values Among Teachers, Principals, and Parents and Its Relationship to the Goal-Attaining Process."},
      {
        "id":"ED132448",
        "title":"Women Offenders: A Bibliography."},
      {
        "id":"ED132449",
        "title":"Perceptions of High and Low Verbal Participators."},
      {
        "id":"ED132450",
        "title":"Measuring the Performance of the Inner City Elementary School."},
      {
        "id":"ED132451",
        "title":"Development of Research in Marriage Counseling."},
      {
        "id":"ED132452",
        "title":"The MMPI in a Study of the Diffusion of Stereotypic Sex Traits."},
      {
        "id":"ED132454",
        "title":"Shoplifting: A Study Guide."},
      {
        "id":"ED132455",
        "title":"Vocational Choices of Selected Working Women and Holland&apos;s Theory."},
      {
        "id":"ED132456",
        "title":"Assessment of Cognitive Behavioral Objectives: An Essential Step in Curriculum Development and Change."},
      {
        "id":"ED132457",
        "title":"College Activities in the 70's."},
      {
        "id":"ED132458",
        "title":"The Relationship of Personality Characteristics to Paralinguistic Behavior in the Interview."},
      {
        "id":"ED132459",
        "title":"A Model for Counseling and Human Development."},
      {
        "id":"ED132460",
        "title":"The Use of Telephone Therapy as a Short-term Crisis-Intervention Counseling Technique in a Community Mental Health Center."},
      {
        "id":"ED132462",
        "title":"Mental Health Program Reports - 4."},
      {
        "id":"ED132464",
        "title":"Increasing Decision-Making Behavior in Women: What the Counselor Can Do."},
      {
        "id":"ED132465",
        "title":"Hypnosis and Smoking: A Five-Session Approach."},
      {
        "id":"ED132466",
        "title":"Group Aggression: The Effects of Friendship Ties and Anonymity."},
      {
        "id":"ED132468",
        "title":"The Development and Current Status of an Occupational Classification."},
      {
        "id":"ED132482",
        "title":"Underachievement: A General Overview."},
      {
        "id":"ED132483",
        "title":"Weighting of Factors in Rating Occupational Desirability."},
      {
        "id":"ED132485",
        "title":"S. 192. An Act to Provide Scholarships for the Dependent Children of Public Safety Officers Who Are the Victims of Homicide While Performing Their Official Duties, and for Other Purposes. 94th Congress, 2nd Session, July 21, 1976."},
      {
        "id":"ED132488",
        "title":"Autogenic Training and Hand Temperature Biofeedback in the Treatment of Migraine: A Preliminary Analysis."},
      {
        "id":"ED132489",
        "title":"Facts About Older Americans. 1975."},
      {
        "id":"ED132493",
        "title":"Feedback and Job Satisfaction."},
      {
        "id":"ED132494",
        "title":"A Research Note on the Relationships Between Life Satisfaction, Leisure Satisfaction and Health Satisfaction Among Older Public Housing Residents."},
      {
        "id":"ED132495",
        "title":"Task Satisfaction and Interpersonal Cohesiveness Among Laterally Divided Command Teams."},
      {
        "id":"ED132496",
        "title":"Alcohol and Highway Safety Curriculum Workshops for K-12 Key Personnel. Final Report."},
      {
        "id":"ED132499",
        "title":"Sex Discrimination in Guidance and Counseling. Report (Volume 1)."},
      {
        "id":"ED132500",
        "title":"Sex Discrimination in Guidance and Counseling. Annotations (Volume 2)."},
      {
        "id":"ED132501",
        "title":"The Crystal Ball Examined: A View of the Future of Student Affairs."},
      {
        "id":"ED132502",
        "title":"Toward the Year 2000: Perspectives on the American Fraternity Movement."},
      {
        "id":"ED132503",
        "title":"Sex Discrimination in Guidance and Counseling. Executive Summary."},
      {
        "id":"ED132504",
        "title":"Project MARC (Multisensory Approach to Reading &amp; Reading Readiness Curriculum); Application for Dissemination Review Panel."},
      {
        "id":"ED132505",
        "title":"[Graduate Reading Teacher Education.]"},
      {
        "id":"ED132506",
        "title":"The Importance of Attending Behaviour in Learning to Read."},
      {
        "id":"ED132507",
        "title":"Identifying the Effective Reading Teacher: Considerations for Teachers and Researchers."},
      {
        "id":"ED132508",
        "title":"Development and Standardization of Parallel Forms of a Syllabication Skills Test."},
      {
        "id":"ED132509",
        "title":"Independence through Literacy; Annual Report of The Right to Read, Fiscal Year 1976."},
      {
        "id":"ED132510",
        "title":"Reflection-Impulsivity and Oral Reading Miscues among Fourth-Grade Boys."},
      {
        "id":"ED132511",
        "title":"Diagnostic Prescriptive Reading System (DPRS)."},
      {
        "id":"ED132512",
        "title":"A Reading Program for the 70s: Science."},
      {
        "id":"ED132513",
        "title":"The Des Moines Family Learning Project."},
      {
        "id":"ED132514",
        "title":"Family Learning Center Workshops: A Series for Growth and Getting Along Together. The Des Moines Family Learning Project."},
      {
        "id":"ED132515",
        "title":"The PCRS (Parent-Child Reading System) Specialist's Guide; The Des Moines Family Learning Project."},
      {
        "id":"ED132516",
        "title":"The PCRS (Parent-Child Reading System) Diagnostic Survey Booklet; The Des Moines Family Learning Project."},
      {
        "id":"ED132517",
        "title":"The PCRS (Parent-Child Reading System) Answer Booklet; The Des Moines Family Learning Project."},
      {
        "id":"ED132518",
        "title":"The PCRS (Parent-Child Reading System) Retrieval Manual; The Des Moines Family Learning Project."},
      {
        "id":"ED132519",
        "title":"The PCRS (Parent-Child Reading System) Post Test Manual, Vol. I; The Des Moines Family Learning Project."},
      {
        "id":"ED132520",
        "title":"The PCRS (Parent-Child Reading System) Post Test Manual, Vol. II; The Des Moines Family Learning Project."},
      {
        "id":"ED132521",
        "title":"A Creative Response to Visual Literacy in the Mainstream--Not for Learning Disabled Only."},
      {
        "id":"ED132522",
        "title":"Recommended Standards for Professional Preparation in Reading Education."},
      {
        "id":"ED132523",
        "title":"Listening and Reading."},
      {
        "id":"ED132524",
        "title":"Teaching Reading in the Secondary School: A Bibliography."},
      {
        "id":"ED132526",
        "title":"Operant Studies in the Expansion and Refinement of Verbal Behavior in Disadvantaged Children. Final Report."},
      {
        "id":"ED132527",
        "title":"[Reading Teacher Education Curriculum.]"},
      {
        "id":"ED132528",
        "title":"L'Enseignement de la Lecture dans le Canton de Neuchatel; Resultats de L'Enquete Menee en Deuxieme Annee Primaire, Principes Methodologiques (The Teaching of Reading in the Canton of Neuchatel; Results of the Enquiry Held in the Second Year of Primary School, The Principles of Methods)."},
      {
        "id":"ED132529",
        "title":"L'Enseignement de la Lecture en Suisse Romande (The Teaching of Reading in the French Speaking Part of Switzerland)."},
      {
        "id":"ED132531",
        "title":"Toward Consensus: The Alabama Right to Read Delphi Study."},
      {
        "id":"ED132532",
        "title":"A Literature Search to Determine the Degree of Support for the Alabama Right to Read Criteria for Success."},
      {
        "id":"ED132533",
        "title":"Effect of Behavioral Objective Information Upon Remedial Reader Performance."},
      {
        "id":"ED132536",
        "title":"The Reading Consultant as Change Agent."},
      {
        "id":"ED132537",
        "title":"What Secondary Teachers Should Know About the Teaching of Reading."},
      {
        "id":"ED132538",
        "title":"Measurement of Teacher Knowledge of Reading."},
      {
        "id":"ED132539",
        "title":"A Profile of Children's Reading Abilities as Indexed in Five Perceptual Processing Experiments. Final Report."},
      {
        "id":"ED132560",
        "title":"A Summary of Studies on the Usefulness of Phonic Generalizations."},
      {
        "id":"ED132561",
        "title":"A Bibliography of Studies Relative to the Teaching of Vocabulary: Grades Five through Adult."},
      {
        "id":"ED132562",
        "title":"Selected Annotated Bibliography Relative to College Reading-Study Skills Program Objectives and Evaluation."},
      {
        "id":"ED132564",
        "title":"Program Development through Process (The Glassboro Right-to-Read Program)."},
      {
        "id":"ED132565",
        "title":"When George Washington Takes Second Place."},
      {
        "id":"ED132566",
        "title":"Books for Canadian Kids: Children's Literature and Creative Writing."},
      {
        "id":"ED132568",
        "title":"Degrees of Syntactic and Rhetorical Fluency-Competency in Freshman Writing: A Computer-Assisted Study."},
      {
        "id":"ED132569",
        "title":"The Rhetoric of the Letter of Application and Vita: A Chairman's View."},
      {
        "id":"ED132570",
        "title":"Use of Public Television by Blacks in Mississippi, North Carolina and Columbus, Ohio."},
      {
        "id":"ED132572",
        "title":"You Can Teach Yourself to Spell; Teacher Guide and Student Manual."},
      {
        "id":"ED132574",
        "title":"Native American Newspapers: Selected Vignettes."},
      {
        "id":"ED132575",
        "title":"Agenda-Setting Research; A Bibliographic Essay."},
      {
        "id":"ED132576",
        "title":"What Ever Happened to Little Red Riding Hood? A Study of a Nursery Tale and Its Language."},
      {
        "id":"ED132577",
        "title":"The Deep Structure Content of Native American Literature."},
      {
        "id":"ED132578",
        "title":"Southern Living and Southern Voices: Models of Regional Magazine Success and Failure."},
      {
        "id":"ED132579",
        "title":"Magazine Profiles: Studies of a Dozen Contemporary Magazine Groupings."},
      {
        "id":"ED132580",
        "title":"Organizations and Public Relations: Testing a Communication Theory."},
      {
        "id":"ED132581",
        "title":"Annotated Bibliography of Research in the Teaching of English, July 1, 1976 to December 31, 1976."},
      {
        "id":"ED132582",
        "title":"Focus: Film in the English and Language Arts Classroom."},
      {
        "id":"ED132583",
        "title":"A Descriptive Study of College and University Teachers of Journalism in the United States. AASDJ Studies on Education in Journalism and Mass Communication, No. 2."},
      {
        "id":"ED132584",
        "title":"The Non-Professional Degree in Mass Communication: A Study of Curriculum and Student Enrollment. AASDJ Studies on Education in Journalism and Mass Communication, No. 3."},
      {
        "id":"ED132585",
        "title":"Changes in Student-Faculty Ratios and Cost per Student at 42 Schools of Journalism, 1970-1974. AASDJ Studies in Education in Journalism and Mass Communication, No. 4."},
      {
        "id":"ED132587",
        "title":"New Directions in Children's Literature; Report on the Proceedings of the Annual Conference on Children's Literature (5th, Miami University, April 24, 1976)."},
      {
        "id":"ED132588",
        "title":"Role: Your Own; A Handbook for Coping with Sexism in the Study of Language, Literature, and the Mass Media."},
      {
        "id":"ED132589",
        "title":"The Composing Process of Students Grade 7, Grade 10, and College."},
      {
        "id":"ED132590",
        "title":"The Effects of Being Televised: An Experimental Test."},
      {
        "id":"ED132591",
        "title":"The Importance of Radio News to Listeners."},
      {
        "id":"ED132592",
        "title":"The Teaching of Composition."},
      {
        "id":"ED132593",
        "title":"Creativity in the Classroom; What Research Says to the Teacher."},
      {
        "id":"ED132594",
        "title":"Listening and Speaking, K-3; A Packet for Teachers."},
      {
        "id":"ED132595",
        "title":"Some Effects of Apprehension on Writing Performance."},
      {
        "id":"ED132596",
        "title":"How \"Not\" to Teach Writing."},
      {
        "id":"ED132603",
        "title":"Critical Thinking and Reasoning; A Handbook for Teachers. A Project Search Development."},
      {
        "id":"ED132607",
        "title":"Responses to Sexism; Classroom Practices in Teaching English, 1976-1977."},
      {
        "id":"ED132614",
        "title":"A Sound Curriculum in English Grammar: Guidelines for Teachers and Parents. Occasional Paper No. 23."},
      {
        "id":"ED132616",
        "title":"A Bibliographic Guide to All Plays Published in &quot;Theatre Arts&quot; Magazine from the Spring of 1948 to the Last Published Issue in January 1964."},
      {
        "id":"ED132617",
        "title":"Inequities in Mass Communication Law: The FCC's Application of the Duopoly Rule to Public Broadcasting."},
      {
        "id":"ED132618",
        "title":"Toward a Communication-Based Model of Language Development."},
      {
        "id":"ED132619",
        "title":"Reducing the Distortion in Upward Distortion Data."},
      {
        "id":"ED132620",
        "title":"Teaching Intercultural Communication on the Community College Level."},
      {
        "id":"ED132621",
        "title":"The Utility of the Concept of Agenda-Setting and Implications for Political Communication."},
      {
        "id":"ED132622",
        "title":"An Experimental Study of the Effects of Message Pitch and Evaluative Meaning on Listeners' Recall."},
      {
        "id":"ED132623",
        "title":"Speech Communication in Career Education."},
      {
        "id":"ED132624",
        "title":"Task Difficulty, Relational Interaction, and Performance Outputs in Ad Hoc Problem-Solving Groups."},
      {
        "id":"ED132625",
        "title":"Limited Speech-Communication Faculty in Two-Year Institutions--A National Survey."},
      {
        "id":"ED132627",
        "title":"Therapeutic Communication: A Developmental and Operational Definition."},
      {
        "id":"ED132628",
        "title":"The Transactive Nature of Therapeutic Communication."},
      {
        "id":"ED132629",
        "title":"Curricular and Extra-Curricular Speech in Secondary Schools of the South."},
      {
        "id":"ED132630",
        "title":"Proceedings of the Conference of Representatives of Technical Communication Programs (Boston, April 9-11, 1975)."},
      {
        "id":"ED132631",
        "title":"Career Development for Technical Communication Majors at the University of Minnesota, St. Paul."},
      {
        "id":"ED132632",
        "title":"One-Way and Two-Way Communication in the Classroom. Teaching-Learning Monograph Series, Vol. 1, No. 1."},
      {
        "id":"ED132633",
        "title":"Values Clarification and Speech Communication."},
      {
        "id":"ED132634",
        "title":"NCCB (National Citizens Committee for Broadcasting)--A Media Challenger."},
      {
        "id":"ED132636",
        "title":"Development of Speech Mini Courses Using Guided Design."},
      {
        "id":"ED132637",
        "title":"Describing Communicative Functions in a First Grade Classroom."},
      {
        "id":"ED132638",
        "title":"Survey of the Status of Speech/Drama Education in the Secondary Schools of the State of Illinois: 1973-74."},
      {
        "id":"ED132639",
        "title":"Risky and Conservative Shifts in Interpersonal Communication: An Overview and Bibliography."},
      {
        "id":"ED132640",
        "title":"Career Development for Speech Communication Majors."},
      {
        "id":"ED132641",
        "title":"Student Success, Student Characteristics, and Method of Instruction: A Summary of Research and New Findings."},
      {
        "id":"ED132642",
        "title":"The Application of General Systems Theory to Instructional Development: A Self-Instructional Program. Unit 3 Module 1."},
      {
        "id":"ED132643",
        "title":"Facilities for Mainstreaming the Handicapped. Educational Facilities Digest 13."},
      {
        "id":"ED132645",
        "title":"Recommendations for Legislative Consideration on Public Education in Texas. Public School Organization. A Supplement. Submitted to the Governor and the Sixty-Fourth Legislature."},
      {
        "id":"ED132646",
        "title":"Recommendations for Legislative Consideration on Public Education in Texas. Public School Finance Plan. A Special Supplement. Submitted to the Governor and the Sixty-Fourth Legislature."},
      {
        "id":"ED132647",
        "title":"Principles and Standards for Accrediting Elementary and Secondary Schools: and List of Approved Courses--Grades 7-12. Revised."},
      {
        "id":"ED132648",
        "title":"Guidelines for School Personnel: Certification, Allocations, and Records."},
      {
        "id":"ED132649",
        "title":"Dreams of Humanization and the Realities of Power."},
      {
        "id":"ED132650",
        "title":"The Design of Industrial Arts Workshops for Secondary General Schools in the Asian Region. School Building Digest 13."},
      {
        "id":"ED132653",
        "title":"The Design of Multi-Purpose Science Laboratories for Lower Second Level Schools in Asia. Study No. 11."},
      {
        "id":"ED132654",
        "title":"Schools, Taxes, and Voter Behavior: An Analysis of School District Property Tax Elections."},
      {
        "id":"ED132655",
        "title":"Annual Report of the [U.S.] Commissioner of Education. Fiscal Year 1975."},
      {
        "id":"ED132656",
        "title":"Organization and Instruction in Elementary Schools: First Results, 1973. Technical Report No. 50."},
      {
        "id":"ED132657",
        "title":"Non-Formal Education. A.I.D. Bibliography Series: Education and Human Resources No. 2."},
      {
        "id":"ED132658",
        "title":"Collective Negotiations. What Every School Board Member Should Know Series."},
      {
        "id":"ED132659",
        "title":"Catalog of Federal Education Assistance Programs--1976: An Indexed Guide to the Federal Government&apos;s Programs Offering Educational Benefits to the American People."},
      {
        "id":"ED132660",
        "title":"The Application of the Planning, Programming, Budgeting System (P.P.B.S.) Concept to Counseling and Guidance Services. A Monograph/Workbook."},
      {
        "id":"ED132661",
        "title":"Program Accounting in the United States."},
      {
        "id":"ED132663",
        "title":"PPBS and Indiana Schools: A Manual for Implementing the Concepts of PPBS."},
      {
        "id":"ED132664",
        "title":"The Resurgence of Power in Organizational Psychology."},
      {
        "id":"ED132665",
        "title":"Factors Influencing the Career Commitment of Women."},
      {
        "id":"ED132666",
        "title":"Use of Formal Management Systems to Assist Decision Making in School Settings."},
      {
        "id":"ED132667",
        "title":"The Future: Some Thoughts from the Literature."},
      {
        "id":"ED132668",
        "title":"Educational Planning: Introduction, Definitions and Models, Benefits, Conclusions. Research Report."},
      {
        "id":"ED132669",
        "title":"Comparative Influences of Political, Cost/Benefit, and Statistical Evaluation Information on Administrative Decision Making."},
      {
        "id":"ED132670",
        "title":"Locally Identified Promising Educational Practices 1974."},
      {
        "id":"ED132671",
        "title":"Locally Identified Promising Educational Practices 1975."},
      {
        "id":"ED132672",
        "title":"A Framework of Organizational Effectiveness."},
      {
        "id":"ED132673",
        "title":"Who Governs American Education: One More Time."},
      {
        "id":"ED132674",
        "title":"School Board Research: The Problems and the Prospects."},
      {
        "id":"ED132675",
        "title":"Administrative Representation."},
      {
        "id":"ED132680",
        "title":"The Impact of Education on Income Distribution."},
      {
        "id":"ED132681",
        "title":"Income Distribution Over Educational Levels: A Simple Model."},
      {
        "id":"ED132682",
        "title":"Public and Private School Cooperation. Trends in Education Series."},
      {
        "id":"ED132683",
        "title":"Before Conant, Beyond Jencks. Trends in Education Series."},
      {
        "id":"ED132684",
        "title":"A Citizen's Guide to the Future. A Handbook of Ways to Use the Results of the &quot;Goals for Bellingham&quot; Program and a Guide for Citizen Involvement in Long-Range Planning for Mid-Sized Communities. Working Draft."},
      {
        "id":"ED132685",
        "title":"Block Grants: A Roundtable Discussion. A Commission Report."},
      {
        "id":"ED132687",
        "title":"Consolidated Report on Elementary and Secondary Education to the Governor and General Assembly, State of Colorado."},
      {
        "id":"ED132688",
        "title":"Consolidated Report on Elementary and Secondary Education."},
      {
        "id":"ED132689",
        "title":"An Evaluation of the Community Education Program of Metropolitan Public Schools of Nashville-Davidson County, 1975-76. Report."},
      {
        "id":"ED132690",
        "title":"Model Position Description for the Junior High School Department Head."},
      {
        "id":"ED132691",
        "title":"Potential Applications of Matrix Organization Theory for the New Jersey Department of Education. Position Paper."},
      {
        "id":"ED132692",
        "title":"The Long Range Effectiveness of Different Types of Jewish Education."},
      {
        "id":"ED132693",
        "title":"The Interaction Effects of Parents, Spouse and Schooling: Comparing the Impact of Jewish and Catholic Schools."},
      {
        "id":"ED132694",
        "title":"Description of School Plant Facilities in Tennessee--1973."},
      {
        "id":"ED132695",
        "title":"Survey of Philadelphia High School Dropouts. 1974-75."},
      {
        "id":"ED132696",
        "title":"A Handbook of Educational Indicators. A Staff Report."},
      {
        "id":"ED132698",
        "title":"Study of Current Practices in Wisconsin High Schools."},
      {
        "id":"ED132699",
        "title":"The Role of the High School Principal in Curriculum Development and the Improvement of Instruction."},
      {
        "id":"ED132700",
        "title":"Handbook of Participatory Planning in Education."},
      {
        "id":"ED132701",
        "title":"Handbook for Planning in Local School Systems. Third Edition."},
      {
        "id":"ED132702",
        "title":"Moral Reasoning: A School Administrator's Handbook."},
      {
        "id":"ED132703",
        "title":"Evaluation of the Knox County Extended School Year Program. Final Report."},
      {
        "id":"ED132704",
        "title":"The Exercise of Influence in Educational Organizations. Technical Report No. 4."},
      {
        "id":"ED132705",
        "title":"The Impact of Fluctuating School Enrollments on Minnesota's Educational System. A Final Report to the Minnesota State Legislature. Volume I."},
      {
        "id":"ED132706",
        "title":"The Impact of Fluctuating School Enrollments on Minnesota&apos;s Educational System: A Final Report to the Minnesota State Legislature. Volume II."},
      {
        "id":"ED132707",
        "title":"Energy Conservation Guidelines for Pennsylvania Schools."},
      {
        "id":"ED132708",
        "title":"Integration of Women into Management Positions: A Research Review."},
      {
        "id":"ED132709",
        "title":"Development of a School Bus Fuel System Integrity Compliance Procedure. Final Report."},
      {
        "id":"ED132710",
        "title":"Discipline in the Philadelphia Public Schools: A Working Document."},
      {
        "id":"ED132711",
        "title":"Developing School Policies. The Pennsylvania Executive Academy Monograph Series No. 2."},
      {
        "id":"ED132712",
        "title":"Communicating with the Public: A Two-Way Communications Model."},
      {
        "id":"ED132713",
        "title":"Facts for a Change: Citizen Action Research for Better Schools."},
      {
        "id":"ED132714",
        "title":"You Can Look It Up: Finding Educational Documents."},
      {
        "id":"ED132715",
        "title":"Collecting Evidence: A Layman's Guide to Participant Observation."},
      {
        "id":"ED132716",
        "title":"Solar Guide and Calculator."},
      {
        "id":"ED132717",
        "title":"Trends in Residential Institutions for the Mentally Retarded. Trends in Education Series."},
      {
        "id":"ED132718",
        "title":"The \"Special\" Child Goes to Court. Trends in Education Series."},
      {
        "id":"ED132719",
        "title":"Women in Educational Leadership: A Trend Discussion. Trends in Education Series."},
      {
        "id":"ED132720",
        "title":"An Innovative Approach to Community Intervention: Influentials Charting, Cognitive Mapping, and Community Development."},
      {
        "id":"ED132721",
        "title":"Federalism at the Crossroads: Improving Educational Policymaking."},
      {
        "id":"ED132733",
        "title":"A Practical Defense of Corporal Punishment."},
      {
        "id":"ED132734",
        "title":"Moral Development in the Classroom. OSSC Bulletin Vol. 20, No.5."},
      {
        "id":"ED132736",
        "title":"Enrollment Trends: Programs for the Future. A Planning Guide for Districts with Declining Enrollments."},
      {
        "id":"ED132737",
        "title":"Selection and Allocation Within Schools: Some Causes and Consequences of Curriculum Placement. Report No. 213."},
      {
        "id":"ED132739",
        "title":"The Hart Act (AB 3408). ACSA Special Report. Vol. 6, No. 3."},
      {
        "id":"ED132740",
        "title":"Public Sector Bargaining and Strikes. Second Edition."},
      {
        "id":"ED132741",
        "title":"Educational R&amp;D and the Case of Berkeley&apos;s Experimental Schools. Volume I: A Summative Evaluation of the Berkeley Experimental Schools Project. Volume II: The Life and Fate of Individual Alternative Schools in the Berkeley Experimental Schools Project. Final Report."},
      {
        "id":"ED132742",
        "title":"The Imperative of Leadership. Volume II, Number l. A Report on Declining Enrollments."},
      {
        "id":"ED132743",
        "title":"Sex Discrimination in Education: A Study of Employment Practices Affecting Professional Personnel. Volume I: Study Report."},
      {
        "id":"ED132744",
        "title":"Sex Discrimination in Education: A Study of Employment Practices Affecting Professional Personnel. Volume II: Annotated Bibliography."},
      {
        "id":"ED132745",
        "title":"Representative Payees: What Are They and How to Deal with Them."},
      {
        "id":"ED132746",
        "title":"The Developmentally Disabled: Civil Rights Issues. Final Report."},
      {
        "id":"ED132747",
        "title":"A Compilation of the Developmental Disabilities Legislation, 1975: PL 91-517 as Amended by PL 94-103."},
      {
        "id":"ED132748",
        "title":"The Resource Center Program (A Model for Mainstreaming and Serving Children with Special Needs)."},
      {
        "id":"ED132749",
        "title":"Student Classification Materials, June 1976 Supplement."},
      {
        "id":"ED132750",
        "title":"Detection and Prevention of Learning Disorders."},
      {
        "id":"ED132751",
        "title":"Informal Diagnosis and Prescriptive Programming: A Workshop."},
      {
        "id":"ED132752",
        "title":"Project Talented and Gifted: Final Evaluation Report. ESEA Title III, Region II."},
      {
        "id":"ED132753",
        "title":"Project Talented and Gifted: Appendices to Final Evaluation Report. ESEA Title III, Region II."},
      {
        "id":"ED132754",
        "title":"Academic Achievement of Students Before and During Placement in Classes for the Educationally Handicapped."},
      {
        "id":"ED132755",
        "title":"Case Studies of Gifted Students: Work Resource Packet."},
      {
        "id":"ED132756",
        "title":"A Manual for Assessment and Training of Severely Multiply Handicapped Deaf-Blind Students."},
      {
        "id":"ED132757",
        "title":"Outerdirectedness as a Function of State Anxiety and Experimentally Induced Success and Failure in the Educable Mentally Retarded."},
      {
        "id":"ED132758",
        "title":"Deinstitutionalization: An Analytical Review and Sociological Perspective."},
      {
        "id":"ED132759",
        "title":"Instructional Materials Thesaurus for Special Education. Third Edition."},
      {
        "id":"ED132760",
        "title":"Standard Criteria for the Selection and Evaluation of Instructional Material. Teacher Level."},
      {
        "id":"ED132761",
        "title":"The Education and Socialization of Institutionalized Emotionally Disturbed Children and Youth. Final Report."},
      {
        "id":"ED132763",
        "title":"A Project for Developing Programs to Utilize Social Processes to Increase Academic Performance of Handicapped Children and to Train Teachers of the Handicapped in the Systematic Use of Social Processes for Educational Objectives. Final Report."},
      {
        "id":"ED132764",
        "title":"Project Echo: Evaluation of the Implementation and Replication of a Child Service Demonstration Project for Secondary Students with Learning Disabilities."},
      {
        "id":"ED132766",
        "title":"The Roots of Individuality: Brain Waves and Perception."},
      {
        "id":"ED132767",
        "title":"An Evaluation of Mainstreaming in Vocational Education Programs in the State of Michigan."},
      {
        "id":"ED132768",
        "title":"Developing a Quality-Control Mechanism for Evaluation and Placement of Exceptional Children: Educational Based Appraisal System."},
      {
        "id":"ED132770",
        "title":"Special Education Quality Cost-Effectiveness Study."},
      {
        "id":"ED132771",
        "title":"Teaching and Learning Creatively."},
      {
        "id":"ED132772",
        "title":"Child Service Demonstration Center, July 1, 1974 to June 30, 1975. Final Evaluation."},
      {
        "id":"ED132773",
        "title":"Tests Used with Exceptional Children: Annotated Bibliography."},
      {
        "id":"ED132774",
        "title":"Avocational Counseling in Milwaukee. Final Report."},
      {
        "id":"ED132775",
        "title":"Modified Primary Program for Children with Learning Disabilities. July 1, 1973 - June 30, 1974. Final Report on Products and Results of Year's Work."},
      {
        "id":"ED132776",
        "title":"Public School Model Service Center Providing Prompt Analysis of Learning Disabilities. Final Evaluation Report 1971 - 1974."},
      {
        "id":"ED132777",
        "title":"Teaching Vocabulary and Linguistic Concepts to Pre-Lingually Hearing-Impaired Children by Means of Programmed Instruction. Final Report."},
      {
        "id":"ED132778",
        "title":"The Parenting Program for the Prevention of Child Abuse."},
      {
        "id":"ED132779",
        "title":"Developing and Evaluating Learning Devices for Exceptional Children."},
      {
        "id":"ED132780",
        "title":"Thinking/Learning/Doing Advocacy: A Report on the National Advocacy Project of United Cerebral Palsy Associations, Inc."},
      {
        "id":"ED132781",
        "title":"A Public School Program of Remediation for Children with Specific Learning Disabilities. Final Report."},
      {
        "id":"ED132782",
        "title":"Trends in Mental Health: Self-Destructive Behavior Among Younger Age Groups."},
      {
        "id":"ED132783",
        "title":"A Comparison of the Cognitive Styles of Deaf Students with the Cognitive Styles of Hearing Students."},
      {
        "id":"ED132784",
        "title":"The Concept of Mainstreaming: A Resource Guide for Regular Classroom Teachers."},
      {
        "id":"ED132785",
        "title":"Ethnic Background in Relation to Other Characteristics of Hearing Impaired Students in the United States. Series D, No. 15."},
      {
        "id":"ED132786",
        "title":"Child Services Demonstration Center Evaluation. Summary Report. (ESEA VI-G)."},
      {
        "id":"ED132789",
        "title":"Career Opportunities: Teaching Children with Special Needs. (Revised)."},
      {
        "id":"ED132790",
        "title":"Madison's Alternative for Zero Exclusion: Papers and Programs Related to Public School Services for Secondary Age Severely Handicapped Students. Volume VI, Part 1."},
      {
        "id":"ED132791",
        "title":"The Exceptional Child and the Law: Annotated Bibliography."},
      {
        "id":"ED132792",
        "title":"Assessment of Present United States Office of Education Delivery System to Gifted and Talented Children and Youth. Report to United States Office of Education."},
      {
        "id":"ED132794",
        "title":"Berkeley Outreach Recreation Program."},
      {
        "id":"ED132795",
        "title":"ANCHOR (Answering the Needs of Children with Handicaps through Organized Recreation)."},
      {
        "id":"ED132796",
        "title":"Nassau County Department of Recreation and Parks."},
      {
        "id":"ED132797",
        "title":"King County Division of Parks and Recreation."},
      {
        "id":"ED132798",
        "title":"Avocational Counseling for the Elderly."},
      {
        "id":"ED132799",
        "title":"Leisure Services."},
      {
        "id":"ED132801",
        "title":"Los Angeles County Parks and Recreation."},
      {
        "id":"ED132802",
        "title":"Maine-Niles Association of Special Recreation."},
      {
        "id":"ED132803",
        "title":"Recreational Services for the Handicapped."},
      {
        "id":"ED132804",
        "title":"Early Intervention Project for Handicapped Infants and Young Children. Final Report, 1973-1976."},
      {
        "id":"ED132805",
        "title":"A Review of Head Start Research Since 1969: Working Draft."},
      {
        "id":"ED132806",
        "title":"Michigan's 1976-77 Pilot Programs for Gifted and Academically Talented Students. Information Report."},
      {
        "id":"ED132807",
        "title":"Sign-Language Theatre and Deaf Theatre: New Definitions and Directions. Center on Deafness Publication Series No. 2."},
      {
        "id":"ED132808",
        "title":"Motor Fitness Testing Manual for the Moderately Mentally Retarded."},
      {
        "id":"ED132809",
        "title":"College and Industry: Partners in the Handicapped Employment Role (CIPHER)."},
      {
        "id":"ED132810",
        "title":"Implementation of Strategies for the Handicapped II."},
      {
        "id":"ED132811",
        "title":"Occupational Counseling for Physically Handicapped Students: A Demonstration and Training Project."},
      {
        "id":"ED132812",
        "title":"Child Abuse Intervention: Prescriptive Package."},
      {
        "id":"ED132813",
        "title":"Gifted and Talented Program Guide."},
      {
        "id":"ED132814",
        "title":"CONN-CEPT: Connecticut's Programming for the Gifted and Talented."},
      {
        "id":"ED132815",
        "title":"A Model Program to Meet the Needs of the Learning Disabled Child."},
      {
        "id":"ED132817",
        "title":"Teachers as Mothers: An Innovative Conceptual Rationale for a Program for Multiply Handicapped Infants."},
      {
        "id":"ED132819",
        "title":"The Developmental Roles Model."},
      {
        "id":"ED132821",
        "title":"A Position Statement on Nonbiased Assessment of Culturally Different Children. Region 9 Task Group on Nonbiased Assessment."},
      {
        "id":"ED132822",
        "title":"Psychosocial Management of Leukemias in children and Youth NIMH Report to Physicians - 2."},
      {
        "id":"ED132823",
        "title":"An Annotated Bibliography of Materials for Teaching Advanced Written Skills in English as a Second Language."},
      {
        "id":"ED132824",
        "title":"Phonetics and Phonology. Occasional Papers, No. 16."},
      {
        "id":"ED132825",
        "title":"Cognitive Storage of Word Meaning in Bilingualism."},
      {
        "id":"ED132826",
        "title":"Bibliographie Moderner Fremdsprachenunterricht (A Bibliography of Modern Foreign Language Instruction). Vol. 7 No. 3."},
      {
        "id":"ED132833",
        "title":"Languages of South Asia. A Survey of Materials for the Study of the Uncommonly Taught Languages."},
      {
        "id":"ED132834",
        "title":"Languages of the Middle East and North Africa. A Survey of Materials for the Study of the Uncommonly Taught Languages."},
      {
        "id":"ED132835",
        "title":"Languages of Eastern Asia. A Survey of Materials for the Study of the Uncommonly Taught Languages."},
      {
        "id":"ED132836",
        "title":"Teaching Strategies for the Education of Bilinguals."},
      {
        "id":"ED132837",
        "title":"Motivation, Communication, and Affect: Facilitating English Language Growth Through the Use of Fantasy."},
      {
        "id":"ED132838",
        "title":"Conversational Persian."},
      {
        "id":"ED132839",
        "title":"Amharic and English: An Introduction to the Principles of Language Teaching and Language Learning."},
      {
        "id":"ED132841",
        "title":"Teaching for Communication."},
      {
        "id":"ED132842",
        "title":"Metalinguistic Development and Bilingualism."},
      {
        "id":"ED132843",
        "title":"Attitudes toward Accented English."},
      {
        "id":"ED132845",
        "title":"Toward a Theory of Second Language Reading."},
      {
        "id":"ED132846",
        "title":"The Acquisition of Relative Clauses in French and English: Implications for Language Learning Universals."},
      {
        "id":"ED132847",
        "title":"Survey of Pupils in Vancouver Schools for Whom English is a Second Language. Research Report 75-23"},
      {
        "id":"ED132850",
        "title":"Papers in ESL. Selected Conference Papers of the Association of Teachers of English as a Second Language."},
      {
        "id":"ED132854",
        "title":"Indian English: A Sociolinguistic Profile of a Transplanted Language."},
      {
        "id":"ED132855",
        "title":"Oral Work in a FL Course."},
      {
        "id":"ED132856",
        "title":"An Ka Bamanankan Kalan: Intermediate Bambara."},
      {
        "id":"ED132857",
        "title":"Suggestology and Suggestopedia: The Theory of the Lozanov Method."},
      {
        "id":"ED132858",
        "title":"Toward Structuring Code-Mixing: An Indian Perspective."},
      {
        "id":"ED132859",
        "title":"A Core Vocabulary for Tamil. Final Report."},
      {
        "id":"ED132860",
        "title":"Languages of Southeast Asia and the Pacific. A Survey of Materials for the Study of the Uncommonly Taught Languages."},
      {
        "id":"ED132861",
        "title":"Survey of Foreign Language Course Registrations and Student Contact Hours in Final Report."},
      {
        "id":"ED132863",
        "title":"ERIC Documents on Foreign Language Teaching and Linguistics: List Number 16. CAL-ERIC/CLL Series on Languages and Linguistics, Number 42."},
      {
        "id":"ED132865",
        "title":"Black English: Its Relationship to Reading. An Annotated Bibliography."},
      {
        "id":"ED132866",
        "title":"Bilingual Instructional Materials Dissemination Project. Report I: A Follow-Up Survey of SEDL Product Adopters."},
      {
        "id":"ED132867",
        "title":"A Selective Bibliography on the Individualization of Foreign Language Instruction."},
      {
        "id":"ED132873",
        "title":"The Cognate Trap in Writing by Hispanic Students."},
      {
        "id":"ED132874",
        "title":"Training Prospective Teachers in Coding Dialect Features."},
      {
        "id":"ED132875",
        "title":"The Linguist's Role in a Bilingual Education Programme."},
      {
        "id":"ED132877",
        "title":"Language Planning in Relation to the Education of Bidialectals and Bilinguals. Linguistic Communications: Working Papers of the Linguistic Society of Australia, No. 16."},
      {
        "id":"ED132878",
        "title":"Bilingual Education in Action: The Multilingual Project. Linguistic Communications: Working Papers of the Linguistic Society of Australia, No. 16."},
      {
        "id":"ED132879",
        "title":"An Evaluation of the Foreign Language Appreciation Program in Baltimore County."},
      {
        "id":"ED132880",
        "title":"A Twenty-hour, In Service, Departmental Curriculum Workshop to Develop a Foreign Language Appreciation Curriculum."},
      {
        "id":"ED132881",
        "title":"Career Education at the College Level: A Modest Proposal."},
      {
        "id":"ED132882",
        "title":"Black English Near its Roots: The Transplanted West African Creoles."},
      {
        "id":"ED132883",
        "title":"The Role of Innate and Acquired Generalization Classes in Language Acquisition."},
      {
        "id":"ED132884",
        "title":"English Language Teaching Profile: Austria."},
      {
        "id":"ED132885",
        "title":"In Support of Lifelong Learning. A Report to the Connecticut Commission for Higher Education by a Resource Group on Continuing Education and Community Service."},
      {
        "id":"ED132886",
        "title":"Planning Necessary to Ensure That Educational Quality is Being Achieved at the Postsecondary Level."},
      {
        "id":"ED132887",
        "title":"Post-Secondary Education Commission of Maine Planning Proposal for Fiscal Year 1974."},
      {
        "id":"ED132890",
        "title":"Mental Health Continuing Education Programs for Long-Term Care Providers."},
      {
        "id":"ED132891",
        "title":"Faculty Development and Evaluation in Higher Education. ERIC/Higher Education Research Report No. 8, 1976."},
      {
        "id":"ED132892",
        "title":"Commoditie, Firmenes, and Delight. A Study of Architectural Education in Ontario."},
      {
        "id":"ED132893",
        "title":"Postsecondary Planning Methodologies. Consultants Report to the Georgia Postsecondary Education Commission."},
      {
        "id":"ED132894",
        "title":"Summary of State Legislation Affecting Higher Education in the South, 1976."},
      {
        "id":"ED132895",
        "title":"The Educational Backgrounds of State Executives: A Study of Postsecondary Educational Patterns of State Elites. Report and Recommendations."},
      {
        "id":"ED132896",
        "title":"Health Professions Education Facilities in the Non-Profit Sector. 1973."},
      {
        "id":"ED132897",
        "title":"Geographic Origins of Students. Fall 1975."},
      {
        "id":"ED132898",
        "title":"The Relationship of Major Field of Study with Undergraduate Course Grades: A Multivariate Analysis Controlling for Academic and Personal Characteristics and Longitudinal Trends."},
      {
        "id":"ED132899",
        "title":"A Guide to Educational Project Center Operations. A Manual Based Upon the Model Project Center of Worcester Polytechnic Institute."},
      {
        "id":"ED132900",
        "title":"On the Distribution of Costs and Benefits of Public Higher Education: Reply."},
      {
        "id":"ED132901",
        "title":"Recent Enrollment Trends in Degree-Granting Institutions in New York State. Perspectives for Planning."},
      {
        "id":"ED132902",
        "title":"University of Illinois Employeees Job Satisfaction Study."},
      {
        "id":"ED132904",
        "title":"Affirmative Action in Higher Education."},
      {
        "id":"ED132905",
        "title":"Graduate Student Admissions Survey, 1975. Report No. 1-76."},
      {
        "id":"ED132906",
        "title":"Report No. 94 of the Task Force on State, Institutional and Federal Responsibilities in Providing Postsecondary Educational Opportunity to Service Personnel. Final Report and Recommendations."},
      {
        "id":"ED132907",
        "title":"Admissions and Financial Aid Information for Maryland's Public and Private Postsecondary Educational Institutions."},
      {
        "id":"ED132908",
        "title":"Faculty Collective Bargaining. A Selective Literature Review."},
      {
        "id":"ED132909",
        "title":"The Socialization Process in Higher Education. ERIC/Higher Education Research Report No. 7."},
      {
        "id":"ED132910",
        "title":"Keeping Up with Title IX. ERIC/Higher Education Research Currents."},
      {
        "id":"ED132911",
        "title":"Poverty in Alabama. A Barrier to Postsecondary Education."},
      {
        "id":"ED132912",
        "title":"A Report on the Survey of Foreign Students."},
      {
        "id":"ED132913",
        "title":"Leniency, Learning, and Evaluations."},
      {
        "id":"ED132914",
        "title":"The Council and Accountability to the Community."},
      {
        "id":"ED132915",
        "title":"The Impact of Boston-Area Colleges and Universities on the Local Economy."},
      {
        "id":"ED132916",
        "title":"Assessing Institutional Capacity: Some Considerations from the Craftlore of Organized Social Research."},
      {
        "id":"ED132917",
        "title":"Idaho Postsecondary Education Opportunities. Survey Report."},
      {
        "id":"ED132918",
        "title":"University Services to State Government: Representative Approaches in Southern States."},
      {
        "id":"ED132919",
        "title":"Accreditation and Institutional Eligibility. ERIC/Higher Education Research Report No. 9."},
      {
        "id":"ED132921",
        "title":"From the Ground Up...A Construction Manual for Institutions of Higher Learning Prepared for the New Hampshire Higher Education Facilities Commission."},
      {
        "id":"ED132922",
        "title":"Who Wants Outcome Measures and Why Do They Want Them?"},
      {
        "id":"ED132923",
        "title":"Synthesis of the Keystone Workshop for State Licensing and Approving Officials."},
      {
        "id":"ED132924",
        "title":"Legislative Review: War, Peace, or Armed Truce?"},
      {
        "id":"ED132925",
        "title":"Introducing Higher Education Outcome Information into the State Planning and Budgeting Process."},
      {
        "id":"ED132926",
        "title":"The Impact of the Commonwealth of Virginia's State Supported Colleges and Universities Academic Tenure and Faculty Activity Study Conducted by the State Council of Higher Education on the University of Virginia."},
      {
        "id":"ED132927",
        "title":"Geographic Origins of First-Time Students. Fall 1975. Report No. 3-76A."},
      {
        "id":"ED132928",
        "title":"Report on Teaching: 3. Change Magazine, Volume 9 Number 1."},
      {
        "id":"ED132929",
        "title":"George Mason University Faculty Handbook, 1977-78."},
      {
        "id":"ED132930",
        "title":"Regents External Degrees. College Proficiency Examinations."},
      {
        "id":"ED132931",
        "title":"A Guide to Postsecondary Institutions for Implementation of the Family Educational Rights and Privacy Act of 1974 as Amended."},
      {
        "id":"ED132932",
        "title":"Medical Education and the State. The Changing Pattern in Ten Countries. Fogarty International Center Proceedings Number 31."},
      {
        "id":"ED132933",
        "title":"The Regional State Colleges and Universities in the Middle 1970s."},
      {
        "id":"ED132934",
        "title":"Financial Statistics of Institutions of Higher Education: Property, 1972-73. Summary Data."},
      {
        "id":"ED132935",
        "title":"Public and Private Higher Education: Differences in Role, Character, and Clientele. Policy Analysis Service Reports (Volume 2, Number 3, December, 1976)."},
      {
        "id":"ED132936",
        "title":"Research in Major State Universities: Some Quantitative Measures."},
      {
        "id":"ED132937",
        "title":"Total Revenue and Expenses for Provincially Assisted Universities of Ontario for the Fiscal Year Ended April 30, 1976. Report to the Council of Ontario Universities."},
      {
        "id":"ED132938",
        "title":"Life Cycles, Educational Attainment and Labor Markets."},
      {
        "id":"ED132939",
        "title":"College Organization and Student Impact. Perceptions of Organization in the Residential College."},
      {
        "id":"ED132940",
        "title":"State Budgeting for Higher Education: Interagency Conflict and Consensus."},
      {
        "id":"ED132941",
        "title":"Assessing Faculty Performance: Final Project Report."},
      {
        "id":"ED132942",
        "title":"An Inquiry into the Need for and Feasibility of a National Study of Intercollegiate Athletics. A Report to the American Council on Education."},
      {
        "id":"ED132943",
        "title":"Primary Care Education in Health Maintenance Organizations: Curriculum Content, Evaluation and Costs. A Collaborative Study. Final Report."},
      {
        "id":"ED132944",
        "title":"No Hollow Victory: Measuring the Spiritual Progress of the Independent College. A Case Study."},
      {
        "id":"ED132945",
        "title":"The Role of the Faculty in the Church-Related College."},
      {
        "id":"ED132946",
        "title":"Development of an Admission Policy for the Registered Nurse in a Baccalaureate Program of Nursing. The Educational Policy System."},
      {
        "id":"ED132947",
        "title":"Annual Report of the South Carolina Commission on Higher Education. January, 1977."},
      {
        "id":"ED132948",
        "title":"Final Report on Montana's Ph.D. Programs Existing on More than One Campus."},
      {
        "id":"ED132949",
        "title":"Canadian-American Studies in Washington State Institutions of Postsecondary Education. A Report in Response to SR 1976-233."},
      {
        "id":"ED132950",
        "title":"Regional Accreditation. A Report in Response to SR 1976-230."},
      {
        "id":"ED132951",
        "title":"A National Strategy for Lifelong Learning. Remarks Prepared for the Dialogue on Lifelong Learning."},
      {
        "id":"ED132952",
        "title":"Commuters and Parking at UNC-G. Preliminary Findings from the Commuting Student Survey."},
      {
        "id":"ED132953",
        "title":"Senior Survey. Results of the College Student Questionnaire Part II."},
      {
        "id":"ED132954",
        "title":"A New Direction for the Urban University. A Report to the Richard King Mellon Trusts from the George Washington University."},
      {
        "id":"ED132955",
        "title":"The Other Crisis."},
      {
        "id":"ED132956",
        "title":"Scope of Public Sector Bargaining in 14 Selected States. Special Report 25. Update."},
      {
        "id":"ED132957",
        "title":"Studies of Medical Student Financing. Medical Student Indebtedness and Career Plans, 1974-1975."},
      {
        "id":"ED132958",
        "title":"Developing an Empirical Test of the Impact of Vouchers on Elasticity of Demand for Post-Secondary Education and on the Financing of Higher Education; and Economic Efficiency in Post-Secondary Education. Final Project Report."},
      {
        "id":"ED132960",
        "title":"Program Classification Structure: Second Edition. Review Edition. Technical Report 101."},
      {
        "id":"ED132961",
        "title":"Public Policy and Higher Education. Topical Paper Number 4."},
      {
        "id":"ED132962",
        "title":"The Effect of Federal Biomedical Research Programs on Academic Medical Centers. Prepared for the President&apos;s Biomedical Research Panel."},
      {
        "id":"ED132963",
        "title":"State Budgeting for Higher Education: The Uses of Formulas."},
      {
        "id":"ED132964",
        "title":"Seventh Annual Report to the Governor and the Legislature. Utah State Board of Regents, 1975-76."},
      {
        "id":"ED132965",
        "title":"A Study of Bachelor of Career Arts Degree Program at Dallas Baptist College."},
      {
        "id":"ED132966",
        "title":"Sex Discrimination in Education: Access to Postsecondary Education. Vol. 1 and Vol. 2."},
      {
        "id":"ED132967",
        "title":"Sex Discrimination in Education: Access to Postsecondary Education. Executive Summary."},
      {
        "id":"ED132968",
        "title":"The Need for a National Study of Intercollegiate Athletics. A Report to the American Council on Education. Volume 2. Appendices."},
      {
        "id":"ED132969",
        "title":"The Application of Performance Measures in a Sample of Illinois Public Libraries."},
      {
        "id":"ED132971",
        "title":"The Planning of Indexing and Abstracting Services in the Social Sciences. Coverage, Overlap and Content."},
      {
        "id":"ED132972",
        "title":"Television for Effective Parenthood. Parenthood Education Needs: A National Assessment Study."},
      {
        "id":"ED132973",
        "title":"Television for Effective Parenthood; Literature Search and Existing Materials Assessment."},
      {
        "id":"ED132974",
        "title":"Television for Effective Parenthood. Final Report."},
      {
        "id":"ED132975",
        "title":"Development and Production Leading to a Television Series on Parent Education; Planning Report. Volume I."},
      {
        "id":"ED132976",
        "title":"Development and Production Leading to a Television Series on Parent Education: Planning Report. Volume II. Operational Plan."},
      {
        "id":"ED132977",
        "title":"Report and Recommendations of the Long Range Plan Implementation Committee to the Members of the Rhode Island Library Association."},
      {
        "id":"ED132978",
        "title":"An Overview of a Comprehensive Educational Information System in the State of Kansas."},
      {
        "id":"ED132979",
        "title":"Kansas/Project Communicate--Regional Expansion."},
      {
        "id":"ED132980",
        "title":"The Design and Implementation of an Individualized Instructional Program."},
      {
        "id":"ED132982",
        "title":"Relationship between Hard/Soft, Pure/Applied, and Life/Nonlife Disciplines and Subject Book Use in a University Library."},
      {
        "id":"ED132984",
        "title":"Invisible and Indispensable: Part-Time Teachers in California Community Colleges."},
      {
        "id":"ED132985",
        "title":"A Study of the Need for a Program of Legal Assistant Education in Montgomery County."},
      {
        "id":"ED132986",
        "title":"Federal Categorical Aid Programs, Fiscal Year 1976."},
      {
        "id":"ED132987",
        "title":"A Comparison of District and Statewide Faculty Loads, Fall 1972-Fall 1975. Research Report 76-07."},
      {
        "id":"ED132988",
        "title":"Student Attrition and Program Effectiveness."},
      {
        "id":"ED132989",
        "title":"Community Impressions of the College of Eastern Utah."},
      {
        "id":"ED132990",
        "title":"Faculty Teaching Load, Community Colleges, Fall 1976."},
      {
        "id":"ED132991",
        "title":"A Challenge for the Future."},
      {
        "id":"ED132992",
        "title":"Fall 1975 Entering Students Not Continuing in the Same Community College in Fall 1976. Student Flow Project, Report No. 17."},
      {
        "id":"ED132993",
        "title":"A Preliminary Assessment of the Enrollment Pattern, Motivation, and Course Effectiveness for Students Completing Learning Skills Minicourses."},
      {
        "id":"ED132994",
        "title":"Financial Support Patterns for Community Colleges, 1976."},
      {
        "id":"ED132995",
        "title":"Organization for Direction and Coordination of Occupational Education. Final Report."},
      {
        "id":"ED132996",
        "title":"Innovative Grading Practices; An Annotated Bibliography."},
      {
        "id":"ED132997",
        "title":"The Graduates 1975. A Follow-up Study of the Students Who Graduated from Montgomery College."},
      {
        "id":"ED132998",
        "title":"The Effect of a Student-Centered Teaching Method of Teaching Drama Versus a Traditional Method of Teaching Drama as a Literary Form in the Acquisition of Cognitive Information by Community College Students."},
      {
        "id":"ED132999",
        "title":"Curricular Articulation and Transfer of Credit in Washington Public Colleges and Universities. Report No. 77-8."},
      {
        "id":"ED133000",
        "title":"Impact of Instruction and Counseling on High Risk Youth. Final Report."},
      {
        "id":"ED133001",
        "title":"Maryland State Board for Community Colleges Self-Study; Compiled in Accordance with the Manual Developed for the National Council of State Directors of Community/Junior Colleges."},
      {
        "id":"ED133002",
        "title":"Teaching to Achieve Learning Mastery by Using Retesting Techniques."},
      {
        "id":"ED133003",
        "title":"The Two Year Comprehensive College: A Report of the Proceedings of the Faculty and Staff Development Program Conducted at Salem Community College in Cooperation with Glassboro State College."},
      {
        "id":"ED133004",
        "title":"Education for the Self-Built Self: An Exploratory Investigation of Liberal Arts Cooperative Education Programs in Higher Education."},
      {
        "id":"ED133005",
        "title":"Proceedings and Research Paper Abstracts, 1976 Annual Conference, Madison, Wisconsin, July 15-16."},
      {
        "id":"ED133006",
        "title":"Testing for Restricted Enrollment Programs [with Addendum]."},
      {
        "id":"ED133007",
        "title":"Procedure for New Course Development and Course Approval."},
      {
        "id":"ED133008",
        "title":"State Funding of Community College Community Services Noncredit Offerings: Current Patterns and Problems."},
      {
        "id":"ED133010",
        "title":"Some Practical Considerations in Analyzing and Interpreting Data."},
      {
        "id":"ED133011",
        "title":"Tuition Fees and Pauper Schools."},
      {
        "id":"ED133012",
        "title":"Needs Assessment: Importance in Planning, Present Status [and] Needs Assessment and Long-Range Planning."},
      {
        "id":"ED133013",
        "title":"&quot;Managed&quot; Learning. An Institute of Higher Education Occasional Paper."},
      {
        "id":"ED133014",
        "title":"A Guide for the Development of an External Associate of Arts Degree Program in General Education, Florida Junior College at Jacksonville."},
      {
        "id":"ED133015",
        "title":"Temporary, Contract, or Regular? A Report About Court Cases Involving the Issues of the Status and Pay of Part-Time Faculty in California Community Colleges."},
      {
        "id":"ED133016",
        "title":"Airframe and Powerplant Mechanics Curriculum Study. Final Report."},
      {
        "id":"ED133017",
        "title":"Data Processing Diploma Program Curriculum Study. Final Report."},
      {
        "id":"ED133018",
        "title":"The Range and Organization of Data for Research."},
      {
        "id":"ED133019",
        "title":"Academic Performance of L.A.C.C. Transfers Entering the University of California During the Academic Year 1974-75 [and] California State University at Los Angeles, 1975-76. Research Study 76-7 [and] 76-9."},
      {
        "id":"ED133020",
        "title":"Recommended Procedures for Selecting and Working with an Assisting Agency. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. II, No. 1."},
      {
        "id":"ED133021",
        "title":"Bilingual/Bicultural Education in the Community College. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. II, No. 2."},
      {
        "id":"ED133022",
        "title":"Financial Management in Higher Education: An Approach to Improvement. Advanced Institutional Development Program (AIDP) Two-year College Consortium, Vol. II, No. 3."},
      {
        "id":"ED133023",
        "title":"Student Goals Catalog and Handbook for Utilization."},
      {
        "id":"ED133024",
        "title":"The Role and Function of the California Journalism Articulation Committee; Summary Report of Research Findings."},
      {
        "id":"ED133025",
        "title":"Analysis of Associate Degree Program for Traffic Safety Technicians. Final Report."},
      {
        "id":"ED133026",
        "title":"A Comparative Study of a Traditional Lecture Method and a Group-Paced, Multimedia, Non-Lecture Method used in Teaching College Biology."},
      {
        "id":"ED133027",
        "title":"Adult Basic Education Career Development Center in the Newark Model Cities Area, for the Period Ending December 31, 1974. Final Report."},
      {
        "id":"ED133028",
        "title":"Classic Theatre: The Humanities in Drama; A Television Course for Credit. Final Research Report."},
      {
        "id":"ED133029",
        "title":"The Description and Evaluation of a Sequential Composition Program at a Comprehensive Community College."},
      {
        "id":"ED133030",
        "title":"Resource Development Programs in Two-Year Colleges: A National Survey. A Report to the National Council for Resource Development."},
      {
        "id":"ED133031",
        "title":"Community College Graduates Continue to Do Well."},
      {
        "id":"ED133032",
        "title":"Spring 1976 Non-Continuing Students Registered at Other Community Colleges; Fall 1975 Entering Students. Student Flow Project, Report No. 20."},
      {
        "id":"ED133034",
        "title":"A Comparison of Grade Achievement of Students Using a Programmed Mathematics Text Versus Students Using a Traditional Mathematics Text."},
      {
        "id":"ED133035",
        "title":"An Examination of the Teaching Strategies Practiced by the Full-Time Teaching Faculty at Manatee Junior College."},
      {
        "id":"ED133036",
        "title":"The Two-Year College Entrant: Comparisons with the High School Graduate and with the Four-Year College Entrant. Final Report. C.S.A. Working Paper 6-1."},
      {
        "id":"ED133037",
        "title":"Deans of Instruction and Faculty Development in Four Small Rural Junior Colleges in Texas."},
      {
        "id":"ED133038",
        "title":"Program Development."},
      {
        "id":"ED133039",
        "title":"Psychoanalytic and Cognitive-Developmental Approaches to Moral Education."},
      {
        "id":"ED133040",
        "title":"Visual Scanning Habits of Israeli Kindergartners."},
      {
        "id":"ED133041",
        "title":"Ecological Monitoring Information System (EMIS)."},
      {
        "id":"ED133042",
        "title":"Organization Facilitates Memory--If You Have the Appropriate Classification Skills."},
      {
        "id":"ED133044",
        "title":"Children and Their Families in Two Counties of New York State: An Exploration of the Ecological Utility of the DIPOV Index."},
      {
        "id":"ED133045",
        "title":"Oral History: Research and Teaching Tool for Educators."},
      {
        "id":"ED133046",
        "title":"What Makes for Successful Language Development?"},
      {
        "id":"ED133047",
        "title":"The Effects of Spatial Density on Behavior Styles of Children."},
      {
        "id":"ED133048",
        "title":"Effectiveness of Home-Based Early Education Programs."},
      {
        "id":"ED133049",
        "title":"A Model for Evaluating Innovative Early Childhood Programs."},
      {
        "id":"ED133050",
        "title":"Entrance Age to Kindergarten and First Grade: Its Effect on Cognitive and Affective Development of Students."},
      {
        "id":"ED133051",
        "title":"The Influence on American Parenting Styles of Puritanism, Rationalism and Romanticism."},
      {
        "id":"ED133052",
        "title":"Recent Research on Language Development in Young Children."},
      {
        "id":"ED133053",
        "title":"Two Windows on Research."},
      {
        "id":"ED133054",
        "title":"Competency Assessment Procedures for Training and Certifying the Child Development Associate."},
      {
        "id":"ED133056",
        "title":"First Grade Pilot Project."},
      {
        "id":"ED133057",
        "title":"Putting Early Childhood and Day Care Services into the Public Schools: The Position of the American Federation of Teachers and An Action Plan for Promoting It."},
      {
        "id":"ED133059",
        "title":"Cross-National Perspective on Early Childhood Education: Engaging in Inquiry."},
      {
        "id":"ED133060",
        "title":"Parallel Goals of the Early Childhood Music Program."},
      {
        "id":"ED133061",
        "title":"Self-Perception of Children Starting School (SIS)."},
      {
        "id":"ED133062",
        "title":"Establish and Maintain a Child Service Demonstration Center for Children with Learning Disabilities. Fourth Quarterly and Final Progress Report to Health, Education, and Welfare."},
      {
        "id":"ED133065",
        "title":"Who Benefits from Federal Intervention? Evaluation of an E.S.E.A. Title III Preschool Program."},
      {
        "id":"ED133066",
        "title":"Ancona Montessori Research Project for Culturally Disadvantaged Children. Final Report."},
      {
        "id":"ED133067",
        "title":"Juniper Gardens Parent Cooperative Preschool. Final Report."},
      {
        "id":"ED133068",
        "title":"Research on a Community-Initiated Preschool Program. Final Report."},
      {
        "id":"ED133069",
        "title":"Head Start/EPSDT Collaboration Evaluation. Non-Technical Report."},
      {
        "id":"ED133070",
        "title":"Head Start/EPSDT Collaboration Evaluation. Final Report."},
      {
        "id":"ED133071",
        "title":"Foster Care in Five States: A Synthesis and Analysis of Studies from Arizona, California, Iowa, Massachusetts, and Vermont."},
      {
        "id":"ED133072",
        "title":"The Relation of Cognitive Style to Social and Self-Regulatory Behaviors in Naturalistic Settings."},
      {
        "id":"ED133073",
        "title":"The Relationship Between the Home and School in Influencing the Learning of Children."},
      {
        "id":"ED133075",
        "title":"Mental Health Consultation to Day Care: Planning, Implementing, and Evaluating."},
      {
        "id":"ED133076",
        "title":"Continuity in Urban Education: A Demonstration."},
      {
        "id":"ED133077",
        "title":"Effects of Affective Education Through Developmental Guidance Services: A One-Year Study."},
      {
        "id":"ED133078",
        "title":"How to Set Up an Educational Intervention Program in a Pediatric Clinic Playroom."},
      {
        "id":"ED133079",
        "title":"CTW Research Bibliography. Research Papers Relating to the Children&apos;s Television Workshop and Its Experimental Educational Series: &quot;Sesame Street&quot; and &quot;The Electric Company&quot;--1968-76."},
      {
        "id":"ED133080",
        "title":"The Unique Role of the Child Developmentalist in an Interdisciplinary Team."},
      {
        "id":"ED133081",
        "title":"Perspectives on Primary School Practice: A Study of Formal, Mixed, and Informal Approaches in Open-Plan and Conventional Rooms."},
      {
        "id":"ED133082",
        "title":"Day Care."},
      {
        "id":"ED133083",
        "title":"Parenting."},
      {
        "id":"ED133084",
        "title":"Education: The Process of Becoming What You Can Be."},
      {
        "id":"ED133085",
        "title":"Summer Camp."},
      {
        "id":"ED133086",
        "title":"The Relationship Between Lateral Dominance and Divergent Cognitive Thought."},
      {
        "id":"ED133087",
        "title":"Teacher Verbal Behavior and Its Relationship to Growth in Child Language."},
      {
        "id":"ED133088",
        "title":"Evaluation of Project Inspire: Title III Evaluation Project. Final Report."},
      {
        "id":"ED133090",
        "title":"Colorado Western States Small Schools Project. Annual Report, July 1, 1962-June 30, 1963."},
      {
        "id":"ED133091",
        "title":"A Plan for Individualizing Instruction for the Senior Government Class Through Use of Problem Solving Units. Colorado Western States Small Schools Project Documentation (Silverton High School, Silverton, Colorado, 1963-64)."},
      {
        "id":"ED133092",
        "title":"A Plan for Individualizing Instruction in Seventh Grade Mathematics Through the Use of Multi-Level Textbooks. Colorado Western States Small Schools Project Documentation (Ridgway High School, Ridgway, Colorado, 1963-64)."},
      {
        "id":"ED133094",
        "title":"Small School Design in Practice. Central Ideas -- Focus on The Catskill Area Project."},
      {
        "id":"ED133095",
        "title":"Programmed Mathematics, Quemado [New Mexico] High School."},
      {
        "id":"ED133096",
        "title":"Multidimensional Typology of Rural Communities as a Means of Studying Employment Structure."},
      {
        "id":"ED133101",
        "title":"The Changing Nature of Rural Religious Institutions."},
      {
        "id":"ED133104",
        "title":"Directory of Information on Health Careers for American Indians."},
      {
        "id":"ED133105",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 1: Overview and Recommendations."},
      {
        "id":"ED133106",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 2: Aberdeen Area, 1965-1973."},
      {
        "id":"ED133107",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 3: Alaska (Anchorage) Area, 1966-1973."},
      {
        "id":"ED133108",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 4: Albuquerque Area, 1966-1973."},
      {
        "id":"ED133109",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 5: Billings Area, 1963-1973."},
      {
        "id":"ED133110",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 6: Navajo (Window Rock) Area, 1966-1974."},
      {
        "id":"ED133111",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 7: Oklahoma City Area, 1969-1973."},
      {
        "id":"ED133112",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 8: Phoenix Area, 1966-1974."},
      {
        "id":"ED133113",
        "title":"Service Networks and Patterns of Utilization: Mental Health Programs, Indian Health Service (IHS). Volume 9: Portland Area, 1966-1973."},
      {
        "id":"ED133116",
        "title":"The Structure of the Household Economy in Rural North Norway."},
      {
        "id":"ED133117",
        "title":"The Character of the Modern &quot;Village&quot; Settlement."},
      {
        "id":"ED133118",
        "title":"Land Reform and Its Effects on Rural Community Development in Selected Near Eastern Countries."},
      {
        "id":"ED133119",
        "title":"The Formation and Development of an Ethnic Group: The &quot;Cajuns&quot; of Alabama."},
      {
        "id":"ED133124",
        "title":"The Prospects for Navajo Taxation of Non-Indians. Lake Powell Research Project Bulletin Number 19, March 1976."},
      {
        "id":"ED133125",
        "title":"The Relationship of Economic Variations to Mortality and Fertility Patterns on the Navajo Reservation. Lake Powell Research Project Bulletin Number 20, April 1976."},
      {
        "id":"ED133126",
        "title":"The Effects of Power Production and Strip Mining on Local Navajo Populations. Lake Powell Research Project Bulletin Number 22, June 1976."},
      {
        "id":"ED133128",
        "title":"Handicapped Migrant Farm Workers. Characteristics of Disabled Migratory and Seasonal Agricultural Workers and Their Families, Impact of the State/Federal Vocational Rehabilitation Program, and Strategies for Expanding Services."},
      {
        "id":"ED133131",
        "title":"Curriculum Preparation for Adulthood: A Course for High School Seniors. Pennsylvania Cooperative Extension Studies 66, November 1976."},
      {
        "id":"ED133132",
        "title":"The Hired Farm Working Force of 1975. Agricultural Economic Report No. 355."},
      {
        "id":"ED133133",
        "title":"Training Migrant Paraprofessionals in Bilingual Mini Head Start. Final Evaluation, 1975-76 Program Year. Evaluation of Progress No. 9 in Series."},
      {
        "id":"ED133134",
        "title":"Strategies for Balanced Rural-Urban Growth. Agricultural Information Bulletin No. 392."},
      {
        "id":"ED133136",
        "title":"Family Attitudes Among Mexican-American and Anglo-American Parents in San Jose, California."},
      {
        "id":"ED133140",
        "title":"Outdoor Education - A Guide to Site Planning and Implementation of Programs."},
      {
        "id":"ED133141",
        "title":"Forest Interpreter's Primer on Wildlife. A Reference for Forest Service, USDA Forest Interpreters."},
      {
        "id":"ED133142",
        "title":"Social Sciences in Forestry, A Current Selected Bibliography, No. 40, June 1976."},
      {
        "id":"ED133143",
        "title":"Logs, Universities and the Environmental Education Compromise."},
      {
        "id":"ED133144",
        "title":"Ecological Smorgasbord: A Balanced Reading Diet. [Project ECOLogy ELE Pak, Lorain &amp; Backman Pak]."},
      {
        "id":"ED133145",
        "title":"Thoughts from You. [Project ECOLogy ELE Pak, Northrop Pak]."},
      {
        "id":"ED133146",
        "title":"Round and Round It Goes: A Study of Ecological Cycles. [Project ECOLogy ELE Pak, Roaa Pak]."},
      {
        "id":"ED133147",
        "title":"Please Touch ... Touching Is Living - And Living Is O.K.! [Project ECOLogy ELE Pak, Thorsen-Amoe Pak]."},
      {
        "id":"ED133148",
        "title":"This Land Is Your Land. [Project ECOLogy ELE Pak, Weber Pak]."},
      {
        "id":"ED133149",
        "title":"It's All in the Air. [Project ECOLogy ELE Pak, Wright Pak]."},
      {
        "id":"ED133150",
        "title":"...About This Problem of Air Pollution... . [Project ECOLogy ELE Pak, Wright Pak]."},
      {
        "id":"ED133151",
        "title":"Overpopulation Produces.... What Are We Going To Do About It? [Project ECOLogy ELE Pak, Edgar Pak]"},
      {
        "id":"ED133152",
        "title":"Conducting Environmental Assessment Of Your Local Community. [Project ECOLogy ELE Pak, Files Pak]."},
      {
        "id":"ED133153",
        "title":"From Rocks to Pots. [Project ECOLogy ELE Pak, Grim Pak]."},
      {
        "id":"ED133154",
        "title":"Exponential Explosions! Today.... Tomorrow.... ? [Project ECOLogy ELE Pak, Jensen Pak]."},
      {
        "id":"ED133155",
        "title":"The Drip Impact. [Project ECOLogy ELE Pak, Jack Pak]."},
      {
        "id":"ED133156",
        "title":"Ever Stop to Think Man's Survival Is Dependent on His Use of Food Resources? [Project ECOLogy ELE Pak, Nelson Pak]."},
      {
        "id":"ED133157",
        "title":"Food: The Challenge to Manage. [Project ECOLogy ELE Pak, Roush Pak]."},
      {
        "id":"ED133158",
        "title":"Natural or Organic Foods? [Project ECOLogy ELE Pak, Schmidt Pak]."},
      {
        "id":"ED133159",
        "title":"The Sky Is Falling: A Study Of Particulates... . [Project ECOLogy ELE Pak, Thompson Pak]."},
      {
        "id":"ED133160",
        "title":"Air Pollution: What You Can &amp; Can't See. [Project ECOLogy ELE Pak, Thompson Pak.]."},
      {
        "id":"ED133161",
        "title":"Archaeology/Ecology. [Project ECOLogy ELE Pak, Muccilli Pak]."},
      {
        "id":"ED133162",
        "title":"Energy Futures... [Project ECOLogy ELE Pak, Parr Pak]."},
      {
        "id":"ED133164",
        "title":"Student Attitude Change as a Result of the Presentation of Materials Representing Various Opinions of Strip Mining."},
      {
        "id":"ED133165",
        "title":"1985 R&amp;D Funding Projections."},
      {
        "id":"ED133166",
        "title":"Computers in the Curriculum. Fastback 82."},
      {
        "id":"ED133167",
        "title":"\"Think Metric,\" An Inservice Program for Teachers."},
      {
        "id":"ED133168",
        "title":"An Effort to Implement and Reinforce the Teaching of Metrication Through the Development of Innovative Games."},
      {
        "id":"ED133169",
        "title":"Development and Implementation of an Instructional Services System in Mathematics and Science."},
      {
        "id":"ED133170",
        "title":"Science and Health Baseline, Field Test Copy, Appendix B."},
      {
        "id":"ED133171",
        "title":"Mathematics Baseline Instructional Units, Appendix D."},
      {
        "id":"ED133172",
        "title":"Creating Energy Choices for the Future. A Summary of the National Plan for Energy Research, Development, and Demonstration."},
      {
        "id":"ED133173",
        "title":"Energy and the Environment. Citizens' Workshop Handbook."},
      {
        "id":"ED133174",
        "title":"Life on Guam: Farm &amp; Garden."},
      {
        "id":"ED133175",
        "title":"Life on Guam: Geology."},
      {
        "id":"ED133176",
        "title":"Life on Guam: Savanna, Old Fields, Roadsides."},
      {
        "id":"ED133177",
        "title":"Life on Guam: Schoolyard Ecology."},
      {
        "id":"ED133178",
        "title":"Tendencies and Problems of the Training of Mathematics Teachers. (Materials Prepared by the Working Group &quot;Mathematiklehrerbildung,&quot; Volume 1)."},
      {
        "id":"ED133180",
        "title":"Universitat Bielefeld, Institut fur Didaktik der Mathematik, Schriftenreihe des IDM, 1/1974. (University of Bielefeld, Institute for the Teaching of Mathematics, Series of Publications of the IDM, 1/1974.)"},
      {
        "id":"ED133181",
        "title":"Universitat Bielefeld, Institut fur Didaktik der Mathematik, Schriftenreihe des IDM, 2/1974. (University of Bielefeld, Institute for the Teaching of Mathematics, Series of Publications of the IDM, 2/1974.)"},
      {
        "id":"ED133182",
        "title":"Universitat Bielefeld, Institut fur Didaktik der Mathematik, Schriftenreihe des IDM, 3/1974. (University of Bielefeld, Institute for the Teaching of Mathematics, Series of Publications of the IDM, 3/1974.)"},
      {
        "id":"ED133183",
        "title":"Universitat Bielefeld, Institut fur Didaktik der Mathematik, Schriftenreihe des IDM, 4/1975. (University of Bielefeld, Institute for the Teaching of Mathematics, Series of Publications of the IDM, 4/1975.)"},
      {
        "id":"ED133184",
        "title":"Universitat Bielefeld, Institut fur Didaktik der Mathematik, Schriftenreihe des IDM, 6/1975. (University of Bielefeld, Institute for the Teaching of Mathematics, Series of Publications of the IDM, 6/1975.)"},
      {
        "id":"ED133187",
        "title":"The National Research Council in 1976: Current Issues and Studies."},
      {
        "id":"ED133188",
        "title":"Modularized Methods Course For Pre-service Elementary Teachers. Mathematics 324."},
      {
        "id":"ED133189",
        "title":"Funding of Minority Programs From the Private Sector: 1966-1976, A Ten-Year Perspective."},
      {
        "id":"ED136262",
        "title":"Teaching Afro-American Literature as a Revolutionary Force."},
      {
        "id":"ED136263",
        "title":"Creative Drama: A Program Rationale Via Participant Involvement."},
      {
        "id":"ED136264",
        "title":"The Effect of Thematic Organizers on Comprehension."},
      {
        "id":"ED136265",
        "title":"Student Journals and Literary Responses at the Community College Level."},
      {
        "id":"ED136266",
        "title":"We, Too, Sang America: Blacks Contributed to America's Progress."},
      {
        "id":"ED136267",
        "title":"Nonsimulation Academic Games and the Teaching of Language Usage Skills."},
      {
        "id":"ED136268",
        "title":"The Lesbian Perspective: Pedagogy and the Structure of Human Knowledge."},
      {
        "id":"ED136269",
        "title":"Moral Judgment in Children: Their Responses to Children's Literature Examined Against Piaget's Stages of Moral Development."},
      {
        "id":"ED136270",
        "title":"Sexism, Language and Social Change."},
      {
        "id":"ED136275",
        "title":"Language Production as a Function of Social Distance."},
      {
        "id":"ED136281",
        "title":"An Annotated List of Training Programs for Community College English Teachers: A CCCC (Conference on College Composition and Communication) Report."},
      {
        "id":"ED136283",
        "title":"Challenging the Great Punctuation Copout."},
      {
        "id":"ED136285",
        "title":"Mass Communication in Africa: An Annotated Bibliography."},
      {
        "id":"ED136287",
        "title":"1776-1976: From Revolution to Revelation; Proceedings of the Southwest American Business Communication Association Spring Conference (3rd, San Antonio, Texas, March 17-20, 1976)."},
      {
        "id":"ED136289",
        "title":"Folklore from Africa to the United States: An Annotated Bibliography."},
      {
        "id":"ED136290",
        "title":"Unconventional Internships for English Majors."},
      {
        "id":"ED136291",
        "title":"Contrastive Analysis and Chicano Compositions."},
      {
        "id":"ED136292",
        "title":"Chance Dance: An Experience in Language and Dance."},
      {
        "id":"ED136293",
        "title":"Montana English Teacher Preparation and Needs: Survey and Action, 1973-1977."},
      {
        "id":"ED136294",
        "title":"Censorship and the Teaching of English in the Two-Year College."},
      {
        "id":"ED136295",
        "title":"Practicing Language Arts Skills Using Drama."},
      {
        "id":"ED136296",
        "title":"Photojournalism."},
      {
        "id":"ED136297",
        "title":"Impact of the Regents' Examination."},
      {
        "id":"ED136298",
        "title":"Affective Strategies in the Methods Class: Basic Horticulture and the Growing of a Teacher."},
      {
        "id":"ED136299",
        "title":"A Hierarchy of Empathy Applied to Child and Adult Response to Filmed Literature."},
      {
        "id":"ED136300",
        "title":"The English Skills Program; Teacher's Manual."},
      {
        "id":"ED136301",
        "title":"Literary Characteristics Which Constitute \"Quality\" in the Junior Novel: An Empirical Approach."},
      {
        "id":"ED136302",
        "title":"The Social Functions of Science Fiction: Some Notes on Methodology."},
      {
        "id":"ED136303",
        "title":"Writers on Writers: Literary Biography, A Distinctive Genre."},
      {
        "id":"ED136304",
        "title":"Toward a Rhetoric of Scientific and Technical Discourse."},
      {
        "id":"ED136305",
        "title":"A Developmental Study of the Influence of Semantic and Phonological Variables on Linguistic Comprehension."},
      {
        "id":"ED136306",
        "title":"Justifying a Graduate Program in Communication: Demonstrating Employability."},
      {
        "id":"ED136313",
        "title":"Communication and Austin's Notion of &quot;Uptake&quot;."},
      {
        "id":"ED136314",
        "title":"The Phenomenology of Human Communication as a Rhetorical Ethic."},
      {
        "id":"ED136315",
        "title":"The Effect of Background Material on Students' Perceptions of Drama."},
      {
        "id":"ED136316",
        "title":"Development and Possibilities of Message Measurement Inventories."},
      {
        "id":"ED136317",
        "title":"Research Report on Teleconferencing; Volume 2."},
      {
        "id":"ED136318",
        "title":"Suggestions for the Study of Intercultural Communication."},
      {
        "id":"ED136320",
        "title":"A Design For A Basic Speech Course For Community College Students."},
      {
        "id":"ED136321",
        "title":"Sex and Violence on TV; Hearings before the Subcommittee on Communications of the Committee on Interstate and Foreign Commerce, House of Representatives, 94th Congress, Second Session, July 9; August 17-18, 1976. Serial No. 94-140."},
      {
        "id":"ED136322",
        "title":"Citizen Feedback to a Change in Radio Station Format: Multiple Versus One Time Letter Writers."},
      {
        "id":"ED136323",
        "title":"ERIC First Analysis: 1977-78 National High School Debate Resolutions (How Can the Health Care of United States Citizens Best Be Improved?)"},
      {
        "id":"ED136324",
        "title":"Argument as Hypothesis-Testing."},
      {
        "id":"ED136325",
        "title":"The Best of the Best of ERIC."},
      {
        "id":"ED136326",
        "title":"Equal Opportunities in Education: Instruction and Employment. A Suggested Policy Guide for School Districts."},
      {
        "id":"ED136328",
        "title":"The Integration of General and Special Education Administration: Model, Program and Product Development and Evaluation."},
      {
        "id":"ED136329",
        "title":"GAP. Group Analytical Planning Training Handbook. A Systematic Training Program in the Skills of Facilitating Groups in the Process of Educational Planning."},
      {
        "id":"ED136330",
        "title":"Operations Manual for Average Dollar Base School Budgeting System."},
      {
        "id":"ED136331",
        "title":"Survey and Recommendations."},
      {
        "id":"ED136332",
        "title":"Educational Leadership Appraisal: A New Look at Performance and Potential."},
      {
        "id":"ED136334",
        "title":"Developing and Implementing a System of Teacher Evaluation."},
      {
        "id":"ED136335",
        "title":"The Negotiator. Revised Edition."},
      {
        "id":"ED136336",
        "title":"Legal Powers of School Boards. Revised Edition."},
      {
        "id":"ED136337",
        "title":"Boardsmanship [For School Directors]."},
      {
        "id":"ED136338",
        "title":"First Aid Kit for the Superintendent Selection Process."},
      {
        "id":"ED136339",
        "title":"Resource/Effectiveness Relationships in Education: An Intra-School, Student-Level Approach. A Working Note."},
      {
        "id":"ED136360",
        "title":"The Public Employment Relations Law. What Every Board Member Should Know Series Volume 6."},
      {
        "id":"ED136362",
        "title":"Elections, Demands and Negotiations in Public Employment."},
      {
        "id":"ED136363",
        "title":"Staff Development: Still a Major Challenge for Middle School Administrators!"},
      {
        "id":"ED136364",
        "title":"Preparing for a Strike and Living With It After It Happens."},
      {
        "id":"ED136365",
        "title":"Administrative Style and Performance as Teachers See Them."},
      {
        "id":"ED136366",
        "title":"How to Make Better Use of Department Chairmen."},
      {
        "id":"ED136367",
        "title":"Let's Take Another Look at the Twelfth Grade Year."},
      {
        "id":"ED136368",
        "title":"Alternative Education: Mini-Schools, Sub-Schools, Schools Within a School."},
      {
        "id":"ED136369",
        "title":"Curriculum Enrichment Through School-to-School Student Exchanges."},
      {
        "id":"ED136370",
        "title":"Working with the Unsuccessful Teacher."},
      {
        "id":"ED136371",
        "title":"Extra Curricular Programs--How to Survive in an Era of Austerity."},
      {
        "id":"ED136372",
        "title":"An Educational Policy Issue. The Open Education Movement and Teacher Training. The Educational Policy Systems."},
      {
        "id":"ED136373",
        "title":"Organizing and Using Resource Personnel to Improve Student Behavior."},
      {
        "id":"ED136374",
        "title":"Declining School Enrollments. [Revised.]"},
      {
        "id":"ED136375",
        "title":"Declining Enrollments: A People Problem. (Effective Strategies for Reducing Staffs.)"},
      {
        "id":"ED136376",
        "title":"Can Schools Suspend Your Children? Revised."},
      {
        "id":"ED136377",
        "title":"The Importance of Regionalism in the Decision-Making Style of Local Boards of Education."},
      {
        "id":"ED136378",
        "title":"Assessing the Need of Elementary Principals for Continuing Education in Decision-Making."},
      {
        "id":"ED136379",
        "title":"Are There Differences in Attitudes Toward School Between Students in Individualized and Traditional Programs."},
      {
        "id":"ED136380",
        "title":"The Truman Administration and Federal Aid to Education."},
      {
        "id":"ED136381",
        "title":"The Relationship Between the Management Performance Characteristics of Superintendents and the Frequency of Teacher-Initiated Grievances."},
      {
        "id":"ED136382",
        "title":"Administrative Training Needs of Community Service Agency Administrators, c. 1976."},
      {
        "id":"ED136383",
        "title":"The Exercise of Administrative Discretion in Secondary School Discipline: Grounded Hypotheses."},
      {
        "id":"ED136384",
        "title":"Bridging the Gap: Defining the Role of Research and Development in the Meeting of Local Curricular Needs."},
      {
        "id":"ED136385",
        "title":"Federal Legislation and Education in New York State."},
      {
        "id":"ED136386",
        "title":"Bond Feasibility Study. Project Identification Committee Report."},
      {
        "id":"ED136387",
        "title":"Education's Need for Small-Area Low-Income Data with Reference to Title I, Elementary and Secondary Education Act."},
      {
        "id":"ED136388",
        "title":"Community Involvement in Instructional Programing: Fact or Fiction?"},
      {
        "id":"ED136389",
        "title":"The Compensatory Potential of Competency-Based Education."},
      {
        "id":"ED136390",
        "title":"Teacher Practicality and Curriculum Change: An Ecological Analysis."},
      {
        "id":"ED136391",
        "title":"Elite-Arena Council Behavior and School Boards."},
      {
        "id":"ED136392",
        "title":"The Assistant Principal: In Quandry or Comfort?"},
      {
        "id":"ED136393",
        "title":"Curriculum Scholarship: Refining the Distinction Between Ideology and Theory."},
      {
        "id":"ED136394",
        "title":"A Contigency Model for Predicting Institutionalization of Innovation Across Divergent Organizations."},
      {
        "id":"ED136395",
        "title":"A Study of Diffusion Practices of Alternative Schools Located in New England."},
      {
        "id":"ED136396",
        "title":"Policy Implications for Educational Reform: Federal Experimental Schools and California's Early Childhood Education."},
      {
        "id":"ED136397",
        "title":"An Experiment in the Application of Learning Hierarchies to Curriculum Change in a Large Urban School System."},
      {
        "id":"ED136398",
        "title":"Some Thoughts About Theory in Educational Administration--1975."},
      {
        "id":"ED136399",
        "title":"Theory About What? Some More Thoughts About Theory in Educational Administration."},
      {
        "id":"ED136400",
        "title":"Field Research and Educational Administration."},
      {
        "id":"ED136401",
        "title":"A Model of Competency-Based Training of Special Education Administrators."},
      {
        "id":"ED136402",
        "title":"Reflections on a Dialogue."},
      {
        "id":"ED136403",
        "title":"Oversight Hearings on the School Lunch Program. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor, House of Representatives, Ninety-Fourth Congress, Second Session."},
      {
        "id":"ED136404",
        "title":"Project ORDER: Reorganizing a Middle School for Responsibility, Dependability, Education and Reality."},
      {
        "id":"ED136405",
        "title":"Enrollment Trends, Implications and Forecasting Techniques."},
      {
        "id":"ED136406",
        "title":"A Model for Determining Costs of School Programs."},
      {
        "id":"ED136407",
        "title":"An Analysis and Critique of the 1974-1975 New York State Education Aid Formula. Working Note No. 3."},
      {
        "id":"ED136408",
        "title":"Seniority and Layoffs: A Review of Recent Court Decisions and their Possible Impact on the New York City Public School System. Working Note No. 1 in a Series: Assuring Equal Employment Opportunities in the City School District of New York."},
      {
        "id":"ED136409",
        "title":"The Impact of the 1975-1977 UFT-Board of Education Contract on Class Size, Maximum Pupil-Teacher Ratios and the 1975-1976 Allocation Formulae. Policy Paper No. 4."},
      {
        "id":"ED136410",
        "title":"Development of Guidelines, Policies, and Procedures for Alternative Credit Programs in Anne Arundel County Senior High Schools."},
      {
        "id":"ED136411",
        "title":"A District In-Service Training Program Designed to Improve the Opinion of District Staff and Students Toward the District's Continuation High School."},
      {
        "id":"ED136412",
        "title":"Compendium of Materials on Zero-Base Budgeting in the States. 95th Congress; 1st Session. Committee Print."},
      {
        "id":"ED136413",
        "title":"Reducing Classroom Discipline Problems Among Twenty Selected Classroom Teachers at Hamilton Junior High School."},
      {
        "id":"ED136414",
        "title":"An Investigation of John B. Carroll's Model of School Learning as a Basis for Facilitating Individualized Instruction by Way of School Organizational Patterning."},
      {
        "id":"ED136415",
        "title":"The School Election in Illinois."},
      {
        "id":"ED136416",
        "title":"The Perceived Effects of Teacher Collective Bargaining on Schools and Colleges--A Survey of North Central Association Administrators. Final Report."},
      {
        "id":"ED136417",
        "title":"Financial Management of Overseas Dependents Schools. Department of Defense. Report to the Committee on Appropriations, United States Senate."},
      {
        "id":"ED136418",
        "title":"S.O.M. A Simulation Model of the Educational System. Technical Report."},
      {
        "id":"ED136419",
        "title":"Budget Manual. Zero-Base Budgeting."},
      {
        "id":"ED136421",
        "title":"Alternatives to Suspension. The Best of ERIC, Number 27."},
      {
        "id":"ED136422",
        "title":"Bureaucratic Structure, Organizational Processes, and Three Dimensions of School Effectiveness."},
      {
        "id":"ED136423",
        "title":"Changing the Organizational Structure to Affect Perceived Bureaucracy, Organizational Processes, Loyalty, Job Satisfaction, and Effectiveness."},
      {
        "id":"ED136424",
        "title":"Monitoring Achievement of Educational Governance/Management Policy Goals."},
      {
        "id":"ED136425",
        "title":"Alternative Models for Adversary Evaluation: Variations on a Theme."},
      {
        "id":"ED136426",
        "title":"Assessing the Level of Implementation of New Programs."},
      {
        "id":"ED136427",
        "title":"Utility of Community-Based Learning Resources."},
      {
        "id":"ED136428",
        "title":"Open Education: Achievement and Affective Impacts."},
      {
        "id":"ED136429",
        "title":"Values, Unorthodoxy and the \"Unscientific\" in Educational Administration Research."},
      {
        "id":"ED136430",
        "title":"Innovations and Bureaucracies: A Reexamination of Diffusion Strategies for State and Local Systems."},
      {
        "id":"ED136431",
        "title":"Power and Participatory Decision Making in Selected English Schools."},
      {
        "id":"ED136432",
        "title":"High School Reform: Current and Historic Perspectives."},
      {
        "id":"ED136433",
        "title":"A Model Collective Bargaining Procedure for Use by Educators in Small and Medium Sized Counties in Florida."},
      {
        "id":"ED136434",
        "title":"Educational Service Centers in Connecticut."},
      {
        "id":"ED136435",
        "title":"The Regressivity of the Property Tax. The Incidence of the Property Tax Under Alternative Assumptions of Incidence in Four States--Connecticut, Minnesota, Missouri and South Dakota. Report No. F76-4."},
      {
        "id":"ED136437",
        "title":"The Consequences of Student Brinkmanship for the School Organization."},
      {
        "id":"ED136442",
        "title":"The Condition of Education. 1977 Edition. A Statistical Report on the Condition of Education in the United States. Volume Three, Part One."},
      {
        "id":"ED136443",
        "title":"Solar Heating Proof-of-Concept Experiment for a Public School Building."},
      {
        "id":"ED136444",
        "title":"Maryland School Science Facilities Guidelines."},
      {
        "id":"ED136446",
        "title":"Conflict Management and the Elementary Principal: A Critique of Research and Literature."},
      {
        "id":"ED136447",
        "title":"Stopping School Property Damage: Design and Administrative Guidelines to Reduce School Vandalism."},
      {
        "id":"ED136448",
        "title":"Training and Hiring of Educational Administrators: Considerations for the Black Woman."},
      {
        "id":"ED136449",
        "title":"School Building in Early Development. Part 3. Project Implementation."},
      {
        "id":"ED136450",
        "title":"Operating Learning Resource Centers: A Manual."},
      {
        "id":"ED136454",
        "title":"The Pendleton Project: Semi Annual Report."},
      {
        "id":"ED136455",
        "title":"The Pendleton Project: Its Objectives & Operations."},
      {
        "id":"ED136456",
        "title":"Programmed Stuttering Therapy for Children. Final Report."},
      {
        "id":"ED136458",
        "title":"New York Associate Center--SEIMC. Evaluation Report. Function No. 09-56608."},
      {
        "id":"ED136459",
        "title":"Reading and Arithmetic for Mainstreaming Brain-Injured Children (School Year 1974-1975). Evaluation Report."},
      {
        "id":"ED136460",
        "title":"Summer Program for Hospitalized Handicapped Children, Summer 1975. Evaluation Report."},
      {
        "id":"ED136461",
        "title":"An Evaluation of Outreach Program for Disadvantaged Mentally Retarded Children. 1974-1975 School Year. Evaluation Report. Function No. 09-56607."},
      {
        "id":"ED136462",
        "title":"Individualizing Instruction for Physically Handicapped and Mentally Retarded Children in Special Schools. School Year 1974-1975. Evaluation Report."},
      {
        "id":"ED136463",
        "title":"Individualized Instruction for Handicapped Students in Special Schools (Part C). School Year 1975-1976. Evaluation Report."},
      {
        "id":"ED136464",
        "title":"Individualized Instructional Program for Emotionally Disturbed Children Unable to Participate in Formal Educational Programs. (Title VI) School Year 1974-75. Evaluation Report."},
      {
        "id":"ED136465",
        "title":"Transitional Classes Program. School Year 1975-1976. Evaluation Report."},
      {
        "id":"ED136466",
        "title":"Summer Program for Autistic Children, Summer 1975. Evaluation Report."},
      {
        "id":"ED136467",
        "title":"Attitudes of Handicapped and Non-Handicapped University Students on Three Attitude Scales."},
      {
        "id":"ED136468",
        "title":"Analysis of Satellite Program for Disruptive Children. Final Report."},
      {
        "id":"ED136469",
        "title":"A Survey of Opinions of State Directors of Special Education on Regional Resource Center Services: Report."},
      {
        "id":"ED136470",
        "title":"Independent Living for the Physically Disabled."},
      {
        "id":"ED136471",
        "title":"Special Education: Supplemental Guide for the Program for Mildly Intellectually Limited Students Elementary Program - Intermediate Level."},
      {
        "id":"ED136472",
        "title":"Trends in Education: Changing Roles of Special Education Personnel."},
      {
        "id":"ED136473",
        "title":"An Analysis of Two Naturally Covarying Behaviors: Activity Level and Inappropriateness."},
      {
        "id":"ED136475",
        "title":"Training Manual for a Competency-Guided, Individualized Program for Special Education Supervisors 1972-1975. Document No. 13."},
      {
        "id":"ED136476",
        "title":"An Analysis of Training Experiences in the Special Education Supervisor Training Project 1973-1975. Document No. 14."},
      {
        "id":"ED136477",
        "title":"A Guide for Conducting an Effective Feedback Session. Document No. 15."},
      {
        "id":"ED136478",
        "title":"Program for Doubly Handicapped Children. School Year 1974-1975. Evaluation Report."},
      {
        "id":"ED136479",
        "title":"Pre-Placement Program for Severely Multi-Handicapped Blind Children. 1974-1975 School Year. Evaluation Report."},
      {
        "id":"ED136480",
        "title":"Summer Program for Reading and Mathematics for Handicapped Pupils in Special Education Classes (DSEPPS) (Severely Emotionally Handicapped, Hearing Impaired, Multiply Handicapped, Pre-Placement) Summer 1975. Evaluation Report."},
      {
        "id":"ED136481",
        "title":"Summer Program of Reading and Mathematics for Handicapped Pupils in Special Education Classes (Neurologically Impaired - Emotionally Handicapped, Emotionally Handicapped - A and B Classes, Neurologically Impaired and/or Severely Physically Handicapped, and the Demonstration Classes for the Teacher Training Institute). Summer 1975. Evaluation Report."},
      {
        "id":"ED136482",
        "title":"Summer Program of Reading and Mathematics for Handicapped Pupils in Special Education Classes: Speech/Language Impaired Pupils and Mentally Retarded Pupils. Summer 1975. Evaluation Report."},
      {
        "id":"ED136483",
        "title":"Supplementary Reading and Mathematics Instructional Skills Program for Handicapped Children. School Year 1974-1975. Evaluation Report."},
      {
        "id":"ED136484",
        "title":"Supplementary Reading and Mathematics Instructional Skills Program for Handicapped Children (1974-1975). Evaluation Report."},
      {
        "id":"ED136485",
        "title":"DSEPPS Supplementary Reading Program for Handicapped Children 1975-76. Evaluation Report."},
      {
        "id":"ED136486",
        "title":"Mainstreaming-Supportive Educational Services for the Learning Disabled (DSEPPS) 1975-1976. Evaluation Report."},
      {
        "id":"ED136487",
        "title":"Diagnostic and Remediation Program to Ameliorate the Reading Disabilities of JHS CRMD Pupils, February-June, 1975. Evaluation Report."},
      {
        "id":"ED136488",
        "title":"Summer Pre-Placement Program for Severely Multihandicapped Blind Children. Summer 1975. Evaluation Report."},
      {
        "id":"ED136489",
        "title":"Summer Education Program for Neurologically and Physically Handicapped Children. Summer 1975. Evaluation Report."},
      {
        "id":"ED136490",
        "title":"Pre-School Program for Emotionally Disturbed, Language and Perceptually Impaired Children (Title VI) Evaluation Period (December 1974-June 1975). Evaluation Report."},
      {
        "id":"ED136491",
        "title":"Teacher Training and Program Development in Motor Education for Handicapped Children in New York City Elementary Schools. September 1974-June 1975. Evaluation Report."},
      {
        "id":"ED136493",
        "title":"Evaluation of the National/State Leadership Training Institute on the Gifted and Talented. Final Report."},
      {
        "id":"ED136494",
        "title":"Development of a Program Model for New Careers for Handicapped Children and Youth in the Recreation and Hospitality Career Cluster. Final Report."},
      {
        "id":"ED136495",
        "title":"Planning and Implementing Career Education for the Special Student, with Emphasis on the Leisure Occupations."},
      {
        "id":"ED136496",
        "title":"1970-1975 Follow-Up of Hearing Impaired Graduates of Pennsylvania."},
      {
        "id":"ED136497",
        "title":"Dade County Procedures for Providing Special Education for Exceptional Students."},
      {
        "id":"ED136498",
        "title":"Love Your Resource Neighbor: A Guide to Resource Collaboration in Head Start."},
      {
        "id":"ED136499",
        "title":"Guide to Recruitment: A Manual for Head Start Personnel in Recruiting Handicapped Children."},
      {
        "id":"ED136500",
        "title":"The Integration of Head Start Components: A Materials Manual."},
      {
        "id":"ED136501",
        "title":"Success in New Classrooms: Determined by Teacher Praise and Reprimands."},
      {
        "id":"ED136502",
        "title":"Program Resources for Secondary Handicapped."},
      {
        "id":"ED136503",
        "title":"Homebound Teenage Parenting."},
      {
        "id":"ED136504",
        "title":"Reasons for Taking a Course About the Gifted."},
      {
        "id":"ED136505",
        "title":"Description of Projects: Developing Strategies for Integrating and Delivering Services to Handicapped Children in Head Start Programs."},
      {
        "id":"ED136506",
        "title":"Non-Categorical Preschool Model: Teacher and Parent Training Manual. Preschool Unit."},
      {
        "id":"ED136507",
        "title":"1974 Annual Report of the National/State Leadership Training Institute on the Gifted and Talented. Appendix: Sections A and B."},
      {
        "id":"ED136508",
        "title":"An Evaluation of the Illinois Leadership Training Institute for Region V Educators of Gifted and Talented Children."},
      {
        "id":"ED136511",
        "title":"Curriculum Management Systems and Objectives Banking Efforts in Pennsylvania."},
      {
        "id":"ED136512",
        "title":"Position Paper on Learning Disabilities."},
      {
        "id":"ED136513",
        "title":"Training Activities for Preparing Personnel to Design and Implement Workshops."},
      {
        "id":"ED136514",
        "title":"Informal Diagnosis and Prescriptive Programming: A Follow-Up Workshop."},
      {
        "id":"ED136515",
        "title":"Informal Diagnosis and Prescriptive Programming: In-Service Training Modules for Personnel Who Teach the Severely, Multiply Handicapped."},
      {
        "id":"ED136516",
        "title":"A Pilot Program in Creative Growth for Severely Physically Handicapped Secondary Students of the Human Resources School, Albertson, New York: A Descriptive Study."},
      {
        "id":"ED136517",
        "title":"Applying Behavioral and Political Principles in Developing Mainstream Special Education Programs."},
      {
        "id":"ED136518",
        "title":"Oklahoma Child Service Demonstration Center Formal Final Evaluation. July 1, 1975 to June 30, 1976."},
      {
        "id":"ED136519",
        "title":"Doctoral Internships in Special Education Via State Education Agencies."},
      {
        "id":"ED136520",
        "title":"A Directory of Selected Resources in Special Education. Series No. 2."},
      {
        "id":"ED136521",
        "title":"Discussion Leader's Guide: Parent/Child Home Stimulation. The Marshalltown Project. Revised July 1975."},
      {
        "id":"ED136522",
        "title":"Parent Discussion Manual: Parent/Child Home Stimulation. The Marshalltown Project. Revised July 1975."},
      {
        "id":"ED136523",
        "title":"Sex Education for Handicapped Students."},
      {
        "id":"ED136524",
        "title":"Program Evaluation and Pupil Information in Special Education."},
      {
        "id":"ED136525",
        "title":"Helping Parents Acquire and/or Maintain Realistic Expectations of Their Child's Learning Abilities. Mini Practicum Report."},
      {
        "id":"ED136526",
        "title":"Changing the Staff Selection Process for Special Education. Maxi II Report."},
      {
        "id":"ED136527",
        "title":"Changing the Staff Selection Process: A Source Book for Directors of Special Education."},
      {
        "id":"ED136529",
        "title":"Retarding the Retarded."},
      {
        "id":"ED136530",
        "title":"The Live Oak Curriculum: A Guide to Preschool Planning in the Heterogeneous Classroom."},
      {
        "id":"ED136531",
        "title":"Circle Preschool First Chance Project. Individual Assessment. A Title VI-C Project."},
      {
        "id":"ED136532",
        "title":"Circle Preschool: The First Chance Project. Classroom Screening. A Title VI-C Project."},
      {
        "id":"ED136533",
        "title":"Supply and Demand for Child Foster Family Care in the Southeast."},
      {
        "id":"ED136534",
        "title":"A Planning Model for the Development of Programs for Abused and Neglected Children in Rural Areas."},
      {
        "id":"ED136536",
        "title":"Brilliant Youth: Improving the Quality and Speed of Their Education."},
      {
        "id":"ED136538",
        "title":"Indiana Study of Educational Needs and Programs of the Gifted and Talented."},
      {
        "id":"ED136539",
        "title":"The Chapel Hill Model for Training Head Start Personnel in Mainstreaming Handicapped Children."},
      {
        "id":"ED136540",
        "title":"State of Ohio Curriculum Guide for Moderately Mentally Retarded Learners."},
      {
        "id":"ED136542",
        "title":"The Report of the Inter Agency Committee on the Education and Vocational Rehabilitation of the Handicapped. 1974-1975."},
      {
        "id":"ED136543",
        "title":"Treatment of Hyperactive Two-Year-Old Children."},
      {
        "id":"ED136545",
        "title":"Getting Started on How to Educate Gifted Students: A Workshop Planning Guide."},
      {
        "id":"ED136546",
        "title":"Media Resource Listing."},
      {
        "id":"ED136548",
        "title":"Cape Barren English. Linguistic Communications: Working Papers of the Linguistic Society of Australia, No. 13."},
      {
        "id":"ED136549",
        "title":"Grammatical, Situational and Notional Syllabuses."},
      {
        "id":"ED136550",
        "title":"The Linguistic and Situational Content of the Common Core in a Unit/Credit System."},
      {
        "id":"ED136551",
        "title":"Banque de Terminologie de l'universite de Montreal. Description du systeme Termium (Terminology Bank of the University of Montreal. Description of the Termium System)."},
      {
        "id":"ED136552",
        "title":"Spanish-English Bilingual Education in the U.S.: Current Issues, Resources, and Research Priorities. CAL-ERIC/CLL Series on Languages and Linguistics, No. 41."},
      {
        "id":"ED136553",
        "title":"The Magic Boxes: Children and Black English."},
      {
        "id":"ED136555",
        "title":"English Voiceless and Voiced Stops as Produced by Native and Finnish Speakers. Jyvaskyla Contrastive Studies, 2. Reports from the Department of English, University of Jyvaskyla, No. 2."},
      {
        "id":"ED136556",
        "title":"Language and Ethnic Boundaries."},
      {
        "id":"ED136558",
        "title":"Ellipsis and the Structure of Expectation. San Jose State Occasional Papers in Linguistics, Vol. 1, November, 1975."},
      {
        "id":"ED136559",
        "title":"Projecting a Better Image: Slides and the Foreign Language Teacher. CAL-ERIC/CLL Series on Languages and Linguistics, No. 48."},
      {
        "id":"ED136560",
        "title":"Social and Individual Frame Factors in L2 Learning: Comparative Aspects."},
      {
        "id":"ED136561",
        "title":"Teacher Training: A Counseling Focus."},
      {
        "id":"ED136566",
        "title":"Suggestive, Accelerative Learning and Teaching: A Manual of Classroom Procedures Based on the Lozanov Method."},
      {
        "id":"ED136567",
        "title":"Synthesis of Bilingual Clearinghouse Conferences."},
      {
        "id":"ED136568",
        "title":"Potential Issues for Language Planning in Scotland. Language Planning Newsletter, Vol. 3, No. 1."},
      {
        "id":"ED136569",
        "title":"Graduate Theses and Dissertations in English as a Second Language: 1975-1976. CAL-ERIC/CLL Series on Languages and Linguistics. No. 45."},
      {
        "id":"ED136570",
        "title":"Means to Overcome the Anxieties of Second Language Learners."},
      {
        "id":"ED136571",
        "title":"Learning Geography, Grade 2."},
      {
        "id":"ED136575",
        "title":"Practicing Good Habits, Grade 2."},
      {
        "id":"ED136576",
        "title":"Practicing Good Habits, Grade 4."},
      {
        "id":"ED136580",
        "title":"Teacher's Guide, Child Care. Grades 4-5."},
      {
        "id":"ED136582",
        "title":"Teacher's Guide for Use with the Reading Assessment Materials."},
      {
        "id":"ED136583",
        "title":"Programmed Instruction in Foreign Languages. A Selective Listing of ERIC Documents."},
      {
        "id":"ED136584",
        "title":"A Bibliography of American Doctoral Dissertations in Bilingual Education and English as a Second Language: 1968-1974. CAL-ERIC/CLL Series on Languages and Linguistics, No. 44."},
      {
        "id":"ED136585",
        "title":"Feature Films in Second Language Instruction. CAL-ERIC/CLL Series on Languages and Linguistics, No. 47."},
      {
        "id":"ED136586",
        "title":"Parasitic Speech Acts. San Jose State Occasional Papers in Linguistics, November 1975."},
      {
        "id":"ED136587",
        "title":"Social Implications of Intra-Sentential Code-Switching."},
      {
        "id":"ED136588",
        "title":"Function of Gestural Behavior in Interaction between Mothers and their Language Learning Children."},
      {
        "id":"ED136589",
        "title":"Women in German Literature."},
      {
        "id":"ED136590",
        "title":"Foreign Language Pronunciation on the Elementary Level: A Neglected Area of Early Expertise."},
      {
        "id":"ED136591",
        "title":"Computer Assistance in Foreign Language Instruction: Problems, Possibilities and Payoffs."},
      {
        "id":"ED136593",
        "title":"Facilitating the Immigrant's Learning a Second Language in the Classroom."},
      {
        "id":"ED136594",
        "title":"Bridging the Gap: Language Learning Methods Employed by Baptist Missions in Eastern Africa."},
      {
        "id":"ED136596",
        "title":"Issues in Evaluating Reading. Linguistics and Reading Series: 1. Papers in Applied Linguistics."},
      {
        "id":"ED136598",
        "title":"Educational Activities: Practical Implications for the Classroom."},
      {
        "id":"ED136603",
        "title":"Idiosyncratic Genetic Specificity for Neurolinguistic Systems: A Cause of Atypical or Delayed Language Acquisition."},
      {
        "id":"ED136604",
        "title":"Cultural Clues to the Middle Eastern Student. Occasional Paper No. 2."},
      {
        "id":"ED136605",
        "title":"Language Learning through Communication Practice. ELT Documents (76/3)."},
      {
        "id":"ED136606",
        "title":"Encouraging Language Acquisiton by Adults in a Formal Instructional Setting. ELT Documents (76/3)."},
      {
        "id":"ED136607",
        "title":"English Language Teaching Profile: Israel."},
      {
        "id":"ED136608",
        "title":"The Basic Intonation Contours in Spoken Italian."},
      {
        "id":"ED136609",
        "title":"The Study of English in The People's Republic of China. Research Memorandum, U.S. Information Agency Research Service."},
      {
        "id":"ED136611",
        "title":"Language Acquisition in a Bicultural Community: A Case Study of Bidialectalism."},
      {
        "id":"ED136612",
        "title":"Development of Syntax: The Bridge between Meaning and Sound."},
      {
        "id":"ED136615",
        "title":"Black English Vernacular in the Writing of Young Adults."},
      {
        "id":"ED136616",
        "title":"Making it in the Real World."},
      {
        "id":"ED136618",
        "title":"Teacher-Training In-Service Packet. Individualizing Bilingual/ESL Instruction."},
      {
        "id":"ED136619",
        "title":"Summary of the Culture, History and Educational System of Viet Nam."},
      {
        "id":"ED136626",
        "title":"Articulation at the University of Hawaii: An Academic Dilemma."},
      {
        "id":"ED136627",
        "title":"Graduation: 1976."},
      {
        "id":"ED136628",
        "title":"Management By Objectives."},
      {
        "id":"ED136629",
        "title":"The Evaluation of Academic Administrators."},
      {
        "id":"ED136630",
        "title":"Education for Practical Wisdom. Address of the President; Report of the Board of Directors."},
      {
        "id":"ED136631",
        "title":"The Residence and Migration of Students in New England Institutions of Higher Education, Fall 1975. With Net Migration in the Northeast and Comparisons to 1968."},
      {
        "id":"ED136632",
        "title":"Employability of College Graduates in Indiana Business and Industry. Indiana College-Level Manpower Study. Report Number 5."},
      {
        "id":"ED136633",
        "title":"Educational Plans and Career Choices of Bachelor's Degree Recipients in Indiana. Indiana College-Level Manpower Study Report Number 3."},
      {
        "id":"ED136634",
        "title":"Summary Report. Indiana College-Level Manpower Study Report Number 8."},
      {
        "id":"ED136635",
        "title":"What Research Says About Learning."},
      {
        "id":"ED136636",
        "title":"Legislative, Financial Issues in Higher Education: 1976 and Beyond."},
      {
        "id":"ED136637",
        "title":"Systems Theory, Excellence, and Values: Will They Mix?"},
      {
        "id":"ED136638",
        "title":"Using Cost Analysis in Internal Management in Higher Education."},
      {
        "id":"ED136639",
        "title":"Reduction Planning: Managing in an Era of Declining Resources."},
      {
        "id":"ED136640",
        "title":"Business---Education: Parallels in Management."},
      {
        "id":"ED136641",
        "title":"Personnel Management: Stewardship of Human Resources"},
      {
        "id":"ED136642",
        "title":"Cost Accounting in an Academic Community: A Small College Approach."},
      {
        "id":"ED136643",
        "title":"Costs of Attending College. A Study of Student Expenditures and Sources of Income. No. 9."},
      {
        "id":"ED136644",
        "title":"Student Financial Aid in the United States: Administration and Resources."},
      {
        "id":"ED136645",
        "title":"The Impact of Colleges and Universities on the Educational Aspirations of Women. Final Report."},
      {
        "id":"ED136646",
        "title":"AAUP Policy Documents and Reports."},
      {
        "id":"ED136647",
        "title":"Alabama Citizens on Postsecondary Education: Survey '76."},
      {
        "id":"ED136648",
        "title":"Task Force on Undergraduate Admissions. Final Report."},
      {
        "id":"ED136649",
        "title":"The State Board of Regents 1975-76 Annual Report of the State University and Community College System of Tennessee."},
      {
        "id":"ED136650",
        "title":"Higher Professional Education and the Uses of Knowledge."},
      {
        "id":"ED136651",
        "title":"Nursing Research Support in Community Health Agencies in the West."},
      {
        "id":"ED136652",
        "title":"Extended Degree Programs in the West: Report of a Survey."},
      {
        "id":"ED136653",
        "title":"Innovations in Nursing Curricula. Proceedings of a Workshop for Nursing Faculty."},
      {
        "id":"ED136654",
        "title":"Trends in Enrollment and Degrees Granted 1948-1976. Report No. 7-77."},
      {
        "id":"ED136655",
        "title":"Utilization of Residence Hall Facilities, Fall 1976 With Trends From Fall 1974. Report No. 9-76."},
      {
        "id":"ED136656",
        "title":"Achieving the Mission of Church-Related Institutions of Liberal Learning."},
      {
        "id":"ED136657",
        "title":"Advising By Faculty."},
      {
        "id":"ED136658",
        "title":"Faculty Participation in Voluntary Consortia."},
      {
        "id":"ED136659",
        "title":"Collective Bargaining in Higher Education. Proceedings, Fourth Annual Conference. April 1976."},
      {
        "id":"ED136660",
        "title":"The American Freshman: National Norms for Fall 1976."},
      {
        "id":"ED136661",
        "title":"Washington University Alumni Follow-Up Study. Institutional Study Number 26."},
      {
        "id":"ED136662",
        "title":"Higher Education Enrollments, Fall, 1976. An Informational Report to the Council for Postsecondary Education. Report No. 77-11."},
      {
        "id":"ED136664",
        "title":"Postgraduation Activities: All Degree Levels in Pennsylvania 1975."},
      {
        "id":"ED136665",
        "title":"Report on the Eleventh Annual Conference on the Higher Education General Information Survey (HEGIS), June 2-4, 1975."},
      {
        "id":"ED136667",
        "title":"An Analysis of Instructional Costs per Student Credit Hour, Fall Quarter, 1975 for Public Higher Education Institutions in Tennessee."},
      {
        "id":"ED136668",
        "title":"Higher Education Prices and Price Indexes. 1976 Supplement."},
      {
        "id":"ED136669",
        "title":"Higher Education in Latin America. Occasional Paper Number 7."},
      {
        "id":"ED136670",
        "title":"A University Approach to Coordinated Needs Assessment and Program Development for Related Curriculum in the Uptown Community of Chicago: Planning Educational Policy."},
      {
        "id":"ED136671",
        "title":"The Emerging System of Higher Education in Italy: Report of a Seminar. Conference Report Number 1."},
      {
        "id":"ED136672",
        "title":"In Loco Parentis: Recent Developments in this Legal Doctrine as Applied to the University-Student Relationship in the United States of America, 1965-75."},
      {
        "id":"ED136673",
        "title":"Trustees and College Failure: A Study of the Role of the Board in Four Small College Terminations."},
      {
        "id":"ED136675",
        "title":"Designing and Operating a Barrier Free Campus."},
      {
        "id":"ED136676",
        "title":"Cost of Federal Research Performed by the Universities: A Call for Equity. NACUBO Professional File Volume 9, Number 4."},
      {
        "id":"ED136677",
        "title":"Endangered Service. Independent Colleges, Public Policy and the First Amendment."},
      {
        "id":"ED136678",
        "title":"A College-Related Church. United Methodist Perspectives."},
      {
        "id":"ED136679",
        "title":"Toward 2000: Perspectives on the Environment for United Methodist and Independent Higher Education."},
      {
        "id":"ED136680",
        "title":"To Give the Key of Knowledge: United Methodists and Education, 1784-1976."},
      {
        "id":"ED136681",
        "title":"Academic Master Plan, Valley City State College."},
      {
        "id":"ED136682",
        "title":"Private Colleges: The Federal Tax System and its Impact."},
      {
        "id":"ED136683",
        "title":"Faculty Characteristics. Public Colleges and Universities in West Virginia, Fall Term 1976."},
      {
        "id":"ED136684",
        "title":"Reward Structures of Academic Disciplines."},
      {
        "id":"ED136685",
        "title":"The Competency-Based Degree Program at Oklahoma City University: The Program and the People It Serves."},
      {
        "id":"ED136686",
        "title":"Committee on General Education Report."},
      {
        "id":"ED136687",
        "title":"The Outcomes of Higher Education."},
      {
        "id":"ED136689",
        "title":"Rates of Return on Investments in Education 1890-1964."},
      {
        "id":"ED136690",
        "title":"URI Alumni: The Relationship Between Occupations and Undergraduate Curriculums."},
      {
        "id":"ED136691",
        "title":"Is the Productivity of Colleges Declining?"},
      {
        "id":"ED136692",
        "title":"The &quot;Value-Added&quot; Effects of Two- and Four-Year Lower Division Curriculum Programs."},
      {
        "id":"ED136693",
        "title":"1971-1972 Cost Data and Descriptive Information. University of Wisconsin - La Crosse."},
      {
        "id":"ED136694",
        "title":"Why Analyze Costs? How Analyze Costs?"},
      {
        "id":"ED136695",
        "title":"Program in Health and Medical Sciences, University of California, Berkeley."},
      {
        "id":"ED136696",
        "title":"Proceedings of the Annual Meeting, Council of Graduate Schools in the United States (16th, Denver, Colorado, December 8-10, 1976)."},
      {
        "id":"ED136697",
        "title":"Persistence and Conditions Related to It: A Persistent Question. Indiana Studies in Prediction Number 32."},
      {
        "id":"ED136698",
        "title":"Comparative Faculty Provinciality: An Assessment Model."},
      {
        "id":"ED136699",
        "title":"Selecting Professionals in Higher Education: A Title IX Perspective."},
      {
        "id":"ED136700",
        "title":"Strategies for College Teaching."},
      {
        "id":"ED136701",
        "title":"Summary and Implications of Results, Office of Evaluation, 1972-1975."},
      {
        "id":"ED136702",
        "title":"Office of Evaluation Progress Report, March 77."},
      {
        "id":"ED136703",
        "title":"Six is Fatal. A Case Study of Inter-Institutional Cost Comparison."},
      {
        "id":"ED136704",
        "title":"Freshman Studies Program: A Handbook for Teachers."},
      {
        "id":"ED136705",
        "title":"Public Higher Education Enrollment Forecasting in the State of Ohio."},
      {
        "id":"ED136706",
        "title":"Institutional Goals and Student Costs. ERIC/Higher Education Research Report No. 2."},
      {
        "id":"ED136707",
        "title":"The Evaluation and Development of College and University Administrators. ERIC/Higher Education Research Currents."},
      {
        "id":"ED136709",
        "title":"Higher Education and Employment in the Sudan."},
      {
        "id":"ED136710",
        "title":"State Postsecondary Education Profiles Handbook, 1977 Edition. Report No. 88."},
      {
        "id":"ED136711",
        "title":"Should Non-Teaching Professionals Be Included in a Faculty Union? Research Summary No. 5."},
      {
        "id":"ED136714",
        "title":"Management Prerogatives and Faculty Rights. Special Report No. 29."},
      {
        "id":"ED136715",
        "title":"Productivity Assessment: A Study of Faculty, Administrator, and Trustee Preferences."},
      {
        "id":"ED136716",
        "title":"Helping Administrators Identify Shifts in Enrollment Patterns."},
      {
        "id":"ED136717",
        "title":"Study of Post-Secondary Education in Southwestern Minnesota."},
      {
        "id":"ED136718",
        "title":"Extended Degree Programs in the West: Conference Proceedings."},
      {
        "id":"ED136719",
        "title":"A Dialogue on Liberal Learning in Professional Education."},
      {
        "id":"ED136720",
        "title":"The Added Dimension. State and Land-Grant Universities Serving State and Local Government."},
      {
        "id":"ED136721",
        "title":"Higher Education in the States. Volume 5, Number 5, 1977."},
      {
        "id":"ED136722",
        "title":"Research in the Humanities and Social Sciences. Volume I, 1973-74."},
      {
        "id":"ED136723",
        "title":"Research in the Humanities and Social Sciences. Volume II, 1974-75."},
      {
        "id":"ED136724",
        "title":"Faculty Motivation: Working Papers and Review of the Literature."},
      {
        "id":"ED136725",
        "title":"Faculty Awards Programs: Campus-Based and Systemwide."},
      {
        "id":"ED136726",
        "title":"Summary Memorandum on Higher Education in the Future. A Single System of Higher Education in The Netherlands."},
      {
        "id":"ED136727",
        "title":"College and University Services for Older Adults. Higher Education Panel Reports, No. 33."},
      {
        "id":"ED136728",
        "title":"Ethical and Economic Issues. Policy Surveys: 1. Planning Survey; 2. State-Wide Coordinating Agencies; University Central Offices, Community College Systems Offices; 3. Private Foundations; 4. Higher Education Associations, Professional Associations."},
      {
        "id":"ED136729",
        "title":"Ethical and Economic Issues. An Interview Survey at Ten Universities."},
      {
        "id":"ED136730",
        "title":"Description of Salaried Medical School Faculty 1969-70 and 1974-75. Final Report."},
      {
        "id":"ED136731",
        "title":"Medical Schools in the United States. A Descriptive Study."},
      {
        "id":"ED136732",
        "title":"Descriptive Study of Medical School Applicants, 1975-76."},
      {
        "id":"ED136733",
        "title":"Characteristics of U.S. Citizens Seeking Transfer from Foreign to U.S. Medical Schools in 1975 via the Coordinated Transfer Application System (CONTRANS)."},
      {
        "id":"ED136734",
        "title":"Studies of Medical Student Financing. Medical Student Finances and Personal Characteristics 1974-1975."},
      {
        "id":"ED136735",
        "title":"Studies of Medical Student Financing. Medical Student Finances and Institutional Characteristics 1974-1975."},
      {
        "id":"ED136736",
        "title":"A Multidimensional Model of Medical School Similarities. Final Report."},
      {
        "id":"ED136737",
        "title":"A Second Exploratory Analysis of the Relations Among Institutional Variables. Final Report."},
      {
        "id":"ED136738",
        "title":"An Empirical Classification of U.S. Medical Schools by Institutional Dimensions. Final Report."},
      {
        "id":"ED136739",
        "title":"Cost Accounting Procedures for Public Libraries: A Model."},
      {
        "id":"ED136740",
        "title":"Regional Interlibrary Loan in New York State: A Comparative Study."},
      {
        "id":"ED136741",
        "title":"A Comparison of Two Teaching Strategies; Lecture vs. Discussion in a Small Class Environment at Florida Southern College."},
      {
        "id":"ED136742",
        "title":"A Comparative Study of Open Space and Self-Contained Elementary School Library-Media Centers."},
      {
        "id":"ED136743",
        "title":"Information and Referral; Program for Workshop."},
      {
        "id":"ED136744",
        "title":"Films for Education and Teacher Training."},
      {
        "id":"ED136745",
        "title":"Initiating the Design and Development of a Western Interstate Bibliographic Network. Fourth (Final) Quarterly Report, April-August 1976."},
      {
        "id":"ED136746",
        "title":"Cost and Funding Studies of the Proposed Western Interstate Bibliographic Network. Final Report."},
      {
        "id":"ED136747",
        "title":"Staff Development Model Book: Program Designs for Library Personnel."},
      {
        "id":"ED136748",
        "title":"Cost and Funding Studies of the Proposed Western Interstate Bibliographic Network. Third Quarterly Report."},
      {
        "id":"ED136749",
        "title":"Economic Issues in the Networking of Library Technical Support Services."},
      {
        "id":"ED136751",
        "title":"DIALOG Lab Workbook. Training Exercises for the Lockheed DIALOG Information Retrieval Service."},
      {
        "id":"ED136752",
        "title":"United Nations Documents: A State of the Art Survey."},
      {
        "id":"ED136753",
        "title":"Life History Data on the Occupational Effects of Obtaining Educational Credentials through Alternate Routes."},
      {
        "id":"ED136754",
        "title":"Continuing Library Education: An Interdisciplinary Approach."},
      {
        "id":"ED136755",
        "title":"ERIC as Cited by Doctoral Dissertations in Education: A Statistical Analysis with Commentary."},
      {
        "id":"ED136757",
        "title":"A Plan for Library Cooperation in Pennsylvania."},
      {
        "id":"ED136758",
        "title":"Narrative Evaluation Report on the Institute for: Training Library Aides in Pueblo Indian Schools."},
      {
        "id":"ED136759",
        "title":"The South Carolina State Library. Seventh Annual Report, July 1, 1975-- June 30, 1976."},
      {
        "id":"ED136760",
        "title":"ARL Statistics. 1975-1976. A Compilation of Statistics from the One Hundred and Five Members of the Association of Research Libraries."},
      {
        "id":"ED136761",
        "title":"Problems and Programs in Continuing Professional Education. Working Paper No. 1."},
      {
        "id":"ED136762",
        "title":"A Guide for Planning and Teaching Continuing Education Courses. Working Paper No. 2."},
      {
        "id":"ED136763",
        "title":"Developing a Plan for Affirmative Action--Human Rights Bibliography. Working Paper No. 3."},
      {
        "id":"ED136764",
        "title":"Continuing Education for Health Sciences Library Personnel. Final Report to the National Library of Medicine."},
      {
        "id":"ED136766",
        "title":"A Comparative Analysis of the Major Abstracting and Indexing Services for Library and Information Science; With Notes on Their Coverage of Archival Material."},
      {
        "id":"ED136767",
        "title":"University of Azarabadegan Faculty of Medicine Library Report."},
      {
        "id":"ED136768",
        "title":"Library Services for Native People: A Brief to the Ontario Task Force on the Education of Native Peoples."},
      {
        "id":"ED136769",
        "title":"The Process of Answering Reference Questions. A Test of a Descriptive Model."},
      {
        "id":"ED136770",
        "title":"South Carolina State Program for Library Development. 1976-1981. The Fourth Supplement to the 1972-1977 Program."},
      {
        "id":"ED136771",
        "title":"Report 74. [Planning, Function of the Division of Library Development and Services]."},
      {
        "id":"ED136772",
        "title":"A Bill to Extend and Revise the Library Services and Construction Act, and for Other Purposes...Library Services and Construction Act Amendments of 1977. S.602. 95th Congress, First Session."},
      {
        "id":"ED136773",
        "title":"Specifications for Magnetic Tapes Containing Authority Record in the MARC Format."},
      {
        "id":"ED136774",
        "title":"Coordinating Information for Texas Educators."},
      {
        "id":"ED136775",
        "title":"Evaluation of C.A.I. as Used by Various Handicaps."},
      {
        "id":"ED136776",
        "title":"Development of Educational Methods and Techniques Adapted to the Specific Conditions of the Developing Countries. Peer Tutoring: Operational Description of Various Systems and Their Applications."},
      {
        "id":"ED136777",
        "title":"A Goal-Oriented Model of Natural Language Interaction."},
      {
        "id":"ED136778",
        "title":"Dialogue Games: Meta-Communication Structures for Natural Language Interaction."},
      {
        "id":"ED136779",
        "title":"An Assessment of Reliability of Dialogue-Annotation Instructions."},
      {
        "id":"ED136780",
        "title":"Working Papers in Dialogue Modeling, Volume 1."},
      {
        "id":"ED136781",
        "title":"Working Papers in Dialogue Modeling, Volume 2."},
      {
        "id":"ED136782",
        "title":"Man-Machine Communication Research: Final Report."},
      {
        "id":"ED136784",
        "title":"National Dissemination Conference. Proceedings. (9th, Kansas City, Missouri, June 22-24, 1976)."},
      {
        "id":"ED136785",
        "title":"Media and Creativity: Effects of Pictures on Ideational Fluency in Children."},
      {
        "id":"ED136786",
        "title":"Issues and Problems in Journal Publication."},
      {
        "id":"ED136787",
        "title":"Educational Journals in the Development of the Discipline: Issues and Problems. A Summary."},
      {
        "id":"ED136788",
        "title":"Developing Instructional Television Products for Effective Parenthood: I. A National Assessment of Parent Education Needs."},
      {
        "id":"ED136789",
        "title":"Solid State Physics in the People's Republic of China. A Trip Report of the American Solid State Physics Delegation."},
      {
        "id":"ED136790",
        "title":"Public Communication Programs for Cancer Control."},
      {
        "id":"ED136792",
        "title":"An Outline of How to Plan a Workshop."},
      {
        "id":"ED136793",
        "title":"Proposal for Implementation of Office of Educational Radio Services."},
      {
        "id":"ED136794",
        "title":"Cable Television."},
      {
        "id":"ED136795",
        "title":"Educational Radio."},
      {
        "id":"ED136796",
        "title":"A Short History of Electrical Communication."},
      {
        "id":"ED136797",
        "title":"Letter to a Schoolboy."},
      {
        "id":"ED136798",
        "title":"Common Carrier Services."},
      {
        "id":"ED136799",
        "title":"How to Apply for a Broadcast Station."},
      {
        "id":"ED136800",
        "title":"Educational Television."},
      {
        "id":"ED136801",
        "title":"The FCC and Broadcasting."},
      {
        "id":"ED136802",
        "title":"Field Operations Bureau."},
      {
        "id":"ED136803",
        "title":"Memo to All Young People Interested in Radio."},
      {
        "id":"ED136804",
        "title":"Safety and Special Radio Services."},
      {
        "id":"ED136805",
        "title":"Broadcast Services. Information Bulletin No. 3."},
      {
        "id":"ED136806",
        "title":"The FCC in Brief."},
      {
        "id":"ED136807",
        "title":"Regulation of Wire and Radio Communication."},
      {
        "id":"ED136808",
        "title":"Subscription Television (STV--Pay TV)"},
      {
        "id":"ED136809",
        "title":"Information Services and Publications of the FCC."},
      {
        "id":"ED136810",
        "title":"Regulatory Developments in Cable Television."},
      {
        "id":"ED136811",
        "title":"Educational Broadcasts of NHK."},
      {
        "id":"ED136812",
        "title":"Initiating the Design and Development of a Western Interstate Bibliographic Network. Second Quarterly Report. October-December 1975."},
      {
        "id":"ED136813",
        "title":"Initiating the Design and Development of a Western Interstate Bibliographic Network. Third Quarterly Report. January-March 1976."},
      {
        "id":"ED136816",
        "title":"Sources of French Canadian Materials for Children."},
      {
        "id":"ED136818",
        "title":"Resources of South Carolina Libraries."},
      {
        "id":"ED136819",
        "title":"A Basic Behavioral Objectives Library Package."},
      {
        "id":"ED136820",
        "title":"College Library Prototype Tutorial Program to Prepare Adults for CLEP Examinations."},
      {
        "id":"ED136821",
        "title":"The Future of Reference Services in the Public Library."},
      {
        "id":"ED136822",
        "title":"Visual Literacy."},
      {
        "id":"ED136823",
        "title":"Research Into Educational Futures."},
      {
        "id":"ED136824",
        "title":"Demonstration and Evaluation of the PLATO IV Computer-Based Education System. Computer-Based Education for a Volunteer Armed Service Personnel Program. Semi-Annual Report."},
      {
        "id":"ED136825",
        "title":"A High Resolution Graphic Input System for Interactive Graphic Display Terminals. Appendix B."},
      {
        "id":"ED136826",
        "title":"An Intelligent CAI Monitor and Generative Tutor. Final Report."},
      {
        "id":"ED136827",
        "title":"Educational Technology, Organizational Structure and Teacher Perceptions of Effectiveness. Final Report."},
      {
        "id":"ED136828",
        "title":"The Use of CAI to Provide Problems for Students in Introductory Genetics."},
      {
        "id":"ED136829",
        "title":"Restructuring the Collection, Processing and Dissemination of Educational Data. An Action Plan for Change. Internal Note No. 6."},
      {
        "id":"ED136830",
        "title":"Children&apos;s Television Workshop. Quarterly Progress Report."},
      {
        "id":"ED136833",
        "title":"Educational Brokering; A New Service for Adult Learners."},
      {
        "id":"ED136834",
        "title":"Regional Library Cooperation in Ohio. A Review in 1976."},
      {
        "id":"ED136835",
        "title":"Business/Management Research Characteristics and Collection Evaluation: A Citation Analysis of Dissertations."},
      {
        "id":"ED136836",
        "title":"Canadian Theses on Microfiche. Catalogue: Supplement No. 17-19."},
      {
        "id":"ED136837",
        "title":"The Librarianship of Games."},
      {
        "id":"ED136838",
        "title":"Materials Selection Policies For School Media Centers--Aids for Writing."},
      {
        "id":"ED136839",
        "title":"A Report on the Development of a Natural Resources and Land Use Information System for the Rural Areas of Utah."},
      {
        "id":"ED136840",
        "title":"Comparison of Achievement in English 1A According to Methods of Qualifying for English 1A."},
      {
        "id":"ED136841",
        "title":"A Report on the Establishment of Regional Colleges in the Socialist Republic of the Union of Burma."},
      {
        "id":"ED136842",
        "title":"Annual Enrollment Report: Student Enrollment and Full-time Equivalents, 1975-76. Volume 11."},
      {
        "id":"ED136843",
        "title":"Community Colleges and the Developmentally Disabled; Training Models for Direct Care Personnel."},
      {
        "id":"ED136844",
        "title":"A Study to Facilitate Development of a Faculty Workload Policy for Central Florida Community College."},
      {
        "id":"ED136845",
        "title":"Student Characteristics Report, 1974-75."},
      {
        "id":"ED136846",
        "title":"Profile of Students in North Carolina Community Colleges and Technical Institutes. Volume I--Technical Report [and] A Summary of Research Findings."},
      {
        "id":"ED136847",
        "title":"Changing Instructional Strategies. New Directions for Community Colleges, Number 17."},
      {
        "id":"ED136848",
        "title":"Developing a Total Technical Education System: Implications for Curriculum and Placement."},
      {
        "id":"ED136849",
        "title":"The Food Service Manager; A Study of the Need for a Food Service Management Program in Ocean County."},
      {
        "id":"ED136850",
        "title":"Bibliography Supplement on Campus Judicial Affairs &amp; Legal Issues."},
      {
        "id":"ED136851",
        "title":"Does Enjoyment Accompany Learning (A Student Perceptions Inquiry)."},
      {
        "id":"ED136852",
        "title":"An Overview of the Community College Programs for Elderly Texans. Community Service Report No. 6."},
      {
        "id":"ED136853",
        "title":"California Consortium on Cooperative Education; Annual Report 1975-76."},
      {
        "id":"ED136854",
        "title":"An Analysis of Some Aspects of Social Conflict at Henry Ford Community College (1963-1973). Research Summary #4."},
      {
        "id":"ED136855",
        "title":"A Comparative Study of the Effectiveness of Two Bayesian Models for Predicting the Academic Successes of Selected Allied Health Students Enrolled in the Comprehensive Community College."},
      {
        "id":"ED136856",
        "title":"Essex County College's Academic Preparation: Transfer Students' Perspective."},
      {
        "id":"ED136857",
        "title":"Comprehensive Staff Development in the Community College: Implications for the Office of Institutional Research and Planning."},
      {
        "id":"ED136858",
        "title":"Evaluation of Administrators."},
      {
        "id":"ED136859",
        "title":"John Wood Community College: The Contractual Common Market Concept."},
      {
        "id":"ED136860",
        "title":"The Dental Hygienist: A Study of the Employment Patterns of Registered Dental Hygienists in Southern Maryland."},
      {
        "id":"ED136861",
        "title":"Study of Attrition: Non-Returning Students for 1975-1976."},
      {
        "id":"ED136862",
        "title":"Enrollment Profile and Grade Analysis for 1974-75 Freshmen Class."},
      {
        "id":"ED136863",
        "title":"Fall 1976 Non-Enrolled Students Registered at Other Community Colleges, Fall 1975 Entering Students. Student Flow Project, Report No. 21."},
      {
        "id":"ED136864",
        "title":"The Impact of a Community College Cooperative Education Program on the Performance of its Graduates."},
      {
        "id":"ED136865",
        "title":"The Development of Language Skills in the Setting of an Interdisciplinary Remedial Program at Santa Rosa Junior College [California]."},
      {
        "id":"ED136867",
        "title":"Annual Report of the Chancellor, San Diego Community College District."},
      {
        "id":"ED136869",
        "title":"Job Attitude Survey for Classified Personnel. Research Study #77-3."},
      {
        "id":"ED136870",
        "title":"A Profile of Faculty and Administrator Perceptions of a College's Governance Characteristics."},
      {
        "id":"ED136871",
        "title":"Using Student Data for Community College Decision-Making; Three Examples Using Nonparametric Statistics. Brief No. 32."},
      {
        "id":"ED136872",
        "title":"Adult School and Community College Finance."},
      {
        "id":"ED136873",
        "title":"Standards for Community College Library Facilities."},
      {
        "id":"ED136874",
        "title":"Program Evaluation: The Virginia Community College System."},
      {
        "id":"ED136875",
        "title":"Critical Questions; A Report of the Projects Utilizing Cognitive Style Information in New York State Two-Year Colleges. Project Priority: Occupational Emphasis."},
      {
        "id":"ED136876",
        "title":"High School Senior Survey."},
      {
        "id":"ED136877",
        "title":"1975 Community College Follow-Up System: Summary of Findings, Spring 1976."},
      {
        "id":"ED136878",
        "title":"Meeting the Needs of Working Class Women in Post-Secondary Education."},
      {
        "id":"ED136879",
        "title":"Some Concerns and Promises of Two-Year and Four-Year Colleges in Illinois: Further Deliberations on Articulation."},
      {
        "id":"ED136880",
        "title":"Noncampus Colleges: New Governance Patterns for Outreach Programs. Topical Paper No. 60."},
      {
        "id":"ED136881",
        "title":"North Carolina Community College System Biennial Report, 1974-76."},
      {
        "id":"ED136882",
        "title":"New Jersey Two-Year College Transfer Students. Research Report 76-1."},
      {
        "id":"ED136883",
        "title":"Attitudes of Middle-Management Administrators Concerning Collective Bargaining in a Community College."},
      {
        "id":"ED136884",
        "title":"A Strategy to Gain Faculty Acceptance of and Participation in the Granting of Credit for Prior, Non-Sponsored Learning at Black Hawk College."},
      {
        "id":"ED136885",
        "title":"Fall 1975 Entering Students in Spring 1977: A Comparison of Continuing and Non-Continuing Students at the Beginning of Their Fourth Semester. Student Flow Project, Report No. 23."},
      {
        "id":"ED136886",
        "title":"A Telephone Based Regional Adult Education Information Service."},
      {
        "id":"ED136887",
        "title":"State Legislation Relating to Community and Junior Colleges, 1976. Report No. 27."},
      {
        "id":"ED136888",
        "title":"Recommendation for Faculty Salaries in Washington Public Higher Education 1977-79. Report No. 77-17."},
      {
        "id":"ED136889",
        "title":"The Dual Labor Market Theory: Implications for the Community College."},
      {
        "id":"ED136890",
        "title":"A Statistical Portrait of Honors Programs in Two-Year Colleges."},
      {
        "id":"ED136891",
        "title":"Animal Health Technicians: A Survey of Program Graduates and of Veterinarians."},
      {
        "id":"ED136892",
        "title":"A Systems Analysis and Evaluation of a Junior College Developmental Studies Program."},
      {
        "id":"ED136893",
        "title":"Hillsborough Community College, Dale Mabry Campus: Student and Course Survey."},
      {
        "id":"ED136894",
        "title":"Part-Time Faculty Handbook."},
      {
        "id":"ED136895",
        "title":"Social Scientists and Citizens: Partners in Community Development."},
      {
        "id":"ED136896",
        "title":"Better Information for Student Choice. An Analysis of MECC's Participation in FIPSE's National Project One."},
      {
        "id":"ED136897",
        "title":"PPBS: Its Impact Upon Curriculum Decisions."},
      {
        "id":"ED136898",
        "title":"Alternative Community College Education System Study (ACCESS): A Needs and Feasibility Study."},
      {
        "id":"ED136899",
        "title":"A Follow-Up Study of Former Occupational-Technical Students at Virginia Community Colleges."},
      {
        "id":"ED136900",
        "title":"The Behavioral Objectives Delivery System: Development and Evaluation Comparison to the Traditional Lecture Method in Child Psychology."},
      {
        "id":"ED136901",
        "title":"A Study of Culturally Deprived Children in Kindergarten and Grade I Following a Nine-Month Nursery Experience. Final Report."},
      {
        "id":"ED136902",
        "title":"Teaching the Special Child in Regular Classrooms."},
      {
        "id":"ED136903",
        "title":"An Overview of the Flexible Learning System."},
      {
        "id":"ED136904",
        "title":"The Second Year of the Brookline Early Education Project: Progress Report and Plans for the Future."},
      {
        "id":"ED136905",
        "title":"Staffing and Training in Day Care: U.S.A."},
      {
        "id":"ED136906",
        "title":"Training Administrators of Early Education."},
      {
        "id":"ED136907",
        "title":"Intertask Correspondence in the 5 to 7 Shift: A Question of Competence Vs. Performance."},
      {
        "id":"ED136908",
        "title":"Children's Ability to Coordinate Spatial Perspectives Through Linguistic Descriptions."},
      {
        "id":"ED136909",
        "title":"Subsidized Adoption in America."},
      {
        "id":"ED136910",
        "title":"A Technique for Investigating Attention in Children."},
      {
        "id":"ED136912",
        "title":"The Effects of Parent Training Programs on Child Performance and Parent Behavior."},
      {
        "id":"ED136913",
        "title":"The Development of Thinking and Reasoning Skills in Young Children."},
      {
        "id":"ED136914",
        "title":"Habituation and Dishabituation of Visual Attention to Familiar, Similar and Novel Conceptual Categories in 10- and 16-Week-Old Infants."},
      {
        "id":"ED136916",
        "title":"Cognitive Tempo in Japanese and American Children."},
      {
        "id":"ED136917",
        "title":"A Bill of Rights For Children: The Report of the President's Task Force on Early Child Development."},
      {
        "id":"ED136918",
        "title":"The Child's Conception of Mens Rea: Information Mitigating Punishment Judgments."},
      {
        "id":"ED136919",
        "title":"Sex Determined Parental Reinforcing Contingencies in Toddler Children."},
      {
        "id":"ED136920",
        "title":"Extrinsic Rewards, Intrinsic Motivation, and Task Performance: The Mediating Role of Social Interaction."},
      {
        "id":"ED136921",
        "title":"A Study of Cognitive Development, Character Attractiveness and Children's Conceptions of Death."},
      {
        "id":"ED136922",
        "title":"Perspective Taking and Moral Judgment: A Developmental Analysis."},
      {
        "id":"ED136923",
        "title":"Semantic Comprehension of the Action-Role Relationship in Early-Linguistic Infants."},
      {
        "id":"ED136924",
        "title":"A Naturalistic Study of Reciprocity in the Helping Behavior of Young Children."},
      {
        "id":"ED136925",
        "title":"Maternal and Infant Behavior in Normal, High Risk, and &quot;Difficult&quot; Infants."},
      {
        "id":"ED136926",
        "title":"Effects of Different Situations on Mother-Infant Gazing."},
      {
        "id":"ED136927",
        "title":"Prekindergarten Public School Program for Four-Year-Olds."},
      {
        "id":"ED136928",
        "title":"A Longitudinal Investigation of Role Taking, Altruism, and Empathy."},
      {
        "id":"ED136929",
        "title":"A Descriptive Study of Three Typical \"Quality\" Day Care Centers."},
      {
        "id":"ED136930",
        "title":"Assessment and Training of Isolated Children's Social Skills."},
      {
        "id":"ED136931",
        "title":"Semantic Organization and Reference: Acquisition of Two Aspects of the Meaning of Color Terms."},
      {
        "id":"ED136932",
        "title":"The Misunderstanding of Instructions Explanation in Developmental Psychology."},
      {
        "id":"ED136933",
        "title":"Children's Use of Category Information as a Discriminative Cue for Memory."},
      {
        "id":"ED136934",
        "title":"Familiar and Unfamiliar Peers as &quot;Havens of Security&quot; for Soviet Nursery Children."},
      {
        "id":"ED136935",
        "title":"Maternal Attitudes Toward Sex Roles Related to Children's Attitudes Toward Maternal Roles in Second and Sixth Grade Children."},
      {
        "id":"ED136936",
        "title":"Intimacy Between Adults and Children in Public Places."},
      {
        "id":"ED136937",
        "title":"The University of Illinois Study of the Differential Effects of Five Preschool Programs."},
      {
        "id":"ED136938",
        "title":"The Development of the Category-Recall Relationship in the Sorting-Recall Task."},
      {
        "id":"ED136939",
        "title":"The Coordination of Preschool Socialization: Parent-Caregiver Relationships in Day Care Settings."},
      {
        "id":"ED136940",
        "title":"Education for Human Development: Understanding Montessori."},
      {
        "id":"ED136941",
        "title":"Follow Through Pupil Achievement Characteristics in Philadelphia, 1974-1975. Vol. I: Cross-Sectional Data. Report No. 7664."},
      {
        "id":"ED136942",
        "title":"Follow Through Pupil Achievement Charcteristics in Philadelphia, 1974-1975. Vol. II: Quasi-Longitudinal Data."},
      {
        "id":"ED136943",
        "title":"Learning Techniques of Persuasion: An Analysis of Sequences of Interaction."},
      {
        "id":"ED136944",
        "title":"Mother-Infant Interaction at Home and in the Laboratory: The Effect of Context."},
      {
        "id":"ED136945",
        "title":"Development and Function of Parent-Infant Relationships in the First Two Years of Life."},
      {
        "id":"ED136946",
        "title":"The Effects of Ecological Variables on Parent-Infant Interaction."},
      {
        "id":"ED136947",
        "title":"Trait-Task Interaction in Matching Visual and Auditory Stimuli."},
      {
        "id":"ED136948",
        "title":"200 Years of Children."},
      {
        "id":"ED136949",
        "title":"Sex Role Perception, Portrayal, and Preference in the Fantasy Play of Young Children."},
      {
        "id":"ED136950",
        "title":"Modeling and Self-Regulatory Mechanisms as Determinants of Self-Control."},
      {
        "id":"ED136951",
        "title":"Source of Problem Solving Inefficiency in Relation to Conceptual Tempo."},
      {
        "id":"ED136952",
        "title":"The Development of Skills Underlying Perception, Representation, and Construction of Series."},
      {
        "id":"ED136953",
        "title":"Semantic Effects and Development of Recall in Very Young Children."},
      {
        "id":"ED136954",
        "title":"The Father's Impact on Mother and Child."},
      {
        "id":"ED136955",
        "title":"Relationship of Infants Physical Environment to Their Binet Performance at 2 1/2 Years."},
      {
        "id":"ED136956",
        "title":"Exploratory and Cautious Children in Open Classrooms: Autonomy, Learning and Relationships."},
      {
        "id":"ED136957",
        "title":"State Day Care Assistance Program. First Annual Report."},
      {
        "id":"ED136958",
        "title":"Children's Attention to Television."},
      {
        "id":"ED136959",
        "title":"A Comparative Study of Synanon and Home Reared Children."},
      {
        "id":"ED136960",
        "title":"The Development of Children's Understanding of Temporal Cycles."},
      {
        "id":"ED136961",
        "title":"Comparative Study of Certain Social and School Adjustments of Children in Two Grouping Plans."},
      {
        "id":"ED136962",
        "title":"The Relationship Between Piaget's Concept of Reversibility and Arithmetic Performance Among Second Graders."},
      {
        "id":"ED136963",
        "title":"Mother-Infant Interaction and Cognitive Development in the 12-Week-Old Infant."},
      {
        "id":"ED136964",
        "title":"Early Mother-Infant Interaction and Somatic Growth."},
      {
        "id":"ED136965",
        "title":"A Parenting Support System to Facilitate Parental Competence in the Postpartum Period."},
      {
        "id":"ED136966",
        "title":"Preschool Sex Stereotyping: Effect of Sex of Teacher vs. Training of Teacher."},
      {
        "id":"ED136967",
        "title":"Parents as Teachers of Young Children: An Evaluative Review of Some Contemporary Concepts and Programs."},
      {
        "id":"ED136968",
        "title":"We Look at Indian Education. A Summer Workshop (Tempe, Arizona, 1957)."},
      {
        "id":"ED136969",
        "title":"Rural Education and Under-Development: Aspects of the Politics of Education. IIEP Seminar Paper: 25."},
      {
        "id":"ED136970",
        "title":"Distribution of Funds to Cowlitz and Grand River Band of Ottawa Indians. Hearing Before the Subcommittee on Indian Affairs of the Committee on Interior and Insular Affairs, United States Senate, Ninety-Fourth Congress, First Session on S. 1334, S. 1659 (September 26, 1975)."},
      {
        "id":"ED136971",
        "title":"Outdoor Education, A Selected Bibliography (with ERIC Abstracts). ERIC/CRESS Supplement No. 6."},
      {
        "id":"ED136973",
        "title":"Health Education Needs: A Survey of Rural Adults in Juniata County, Pennsylvania, 1975. An Interim Report. Rural Health Staff Papers - Paper Number 4."},
      {
        "id":"ED136974",
        "title":"Health Education Needs: A Survey of Rural Adults in Fulton County, Pennsylvania, 1975. An Interim Report. Rural Health Staff Papers - Paper Number 5."},
      {
        "id":"ED136975",
        "title":"Health Education Needs: A Survey of Rural Adults in Northumberland County, Pennsylvania, 1975. An Interim Report. Rural Health Staff Papers - Paper Number 6."},
      {
        "id":"ED136976",
        "title":"Health Education Needs: A Survey of Rural Adults in Butler County, Pennsylvania, 1975. An Interim Report. Rural Health Staff Papers - Paper Number 7."},
      {
        "id":"ED136977",
        "title":"Health Education Needs: A Survey of Rural Adults in Armstrong County, Pennsylvania, 1975. An Interim Report. Rural Health Staff Papers - Paper Number 8."},
      {
        "id":"ED136978",
        "title":"Preventive Health Education Needs: A Survey of Adults in Elkland Borough, Tioga County, Pennsylvania, 1976. Rural Health Staff Papers - Paper Number 10."},
      {
        "id":"ED136979",
        "title":"Health Needs Survey: Indiana County, Pennsylvania, Summer 1975. Rural Health Staff Papers - Paper No. 12."},
      {
        "id":"ED136980",
        "title":"The Effects of Sesame Street in Isolated Communities."},
      {
        "id":"ED136981",
        "title":"The Development of an Analytical Community Typology for Rural Canadian Communities as a Basis for Institutional Program Planning."},
      {
        "id":"ED136983",
        "title":"From Respectable Poor Families to a Culture of Rural Poverty."},
      {
        "id":"ED136984",
        "title":"Chicanos in Higher Education: Status and Issues. Chicano Studies Center Publication, Monograph No. 7."},
      {
        "id":"ED136985",
        "title":"Residence as a Factor in Longevity: A Study of Louisianians."},
      {
        "id":"ED136986",
        "title":"Longevity Trends in the Older Population of Louisiana with Residence Comparisons."},
      {
        "id":"ED136989",
        "title":"Indian Child Welfare: A State-of-the-Field Study. Summary of Findings and Discussion of Policy Implications."},
      {
        "id":"ED136990",
        "title":"The Indian Education Act: Reformation in Progress."},
      {
        "id":"ED136991",
        "title":"Attraction of Youth to the Professions: The Process of Goal Identification."},
      {
        "id":"ED136992",
        "title":"Intensity of Aspirations in Adult Households and Its Relation to Household Status Attainment."},
      {
        "id":"ED136994",
        "title":"Native American Fishing/Hunting Rights: An Annotated Bibliography."},
      {
        "id":"ED136995",
        "title":"Labor Markets in the Rural South: A Study Based on Four Rural Southern Counties."},
      {
        "id":"ED136996",
        "title":"Age, Health and Culture: An Examination of Health Among Spanish-Speaking Elderly."},
      {
        "id":"ED136997",
        "title":"Educational Needs of Rural Women and Girls. Report of the National Advisory Council on Women's Educational Programs (January 1977)."},
      {
        "id":"ED136998",
        "title":"A Study of the Effects a Residential Outdoor Education Experience Had on Adults Who Attended a Program in Rockford as Students in 1963 and 1966."},
      {
        "id":"ED136999",
        "title":"The Occupational and Educational Aspirations and Plans of Rural Kentucky High School Seniors. Sociology: RS-50, July 1976."},
      {
        "id":"ED137000",
        "title":"Monographs on the Rural Community in Poland."},
      {
        "id":"ED137001",
        "title":"The Spanish Origin Elderly: A Demographic Survey, 1970-75."},
      {
        "id":"ED137002",
        "title":"Comprehensive Implementation Processes for Special Education Services in the Bureau of Indian Affairs with Public Law 94-142 Compliances: Conference Proceedings (Albuquerque, New Mexico, November 8-12, 1976)."},
      {
        "id":"ED137003",
        "title":"LEA (Local Education Agencies) Plan Development. P.L. 94-142 Workshop (Tempe, Arizona, January 27-28, 1977)."},
      {
        "id":"ED137004",
        "title":"Implementation of a School-Based Fluoride Tablet Program in a Rural Community."},
      {
        "id":"ED137005",
        "title":"Enduring Heritages: A Guide to Multicultural Education in the Secondary School."},
      {
        "id":"ED137006",
        "title":"Quality of Life: How Community Leaders and Ordinary Residents Assess Various Aspects of Life in Four Kentucky Mountain Counties. Kentucky Agricultural Experiment Station Report, RS-45, August 1975."},
      {
        "id":"ED137007",
        "title":"Bilingual Education for Choctaws of Mississippi. Annual Evaluation Report, FY 75-76"},
      {
        "id":"ED137008",
        "title":"Federal Funding of Indian Education: A Bureaucratic Enigma. Legal Action Support Project, Report No. 5."},
      {
        "id":"ED137009",
        "title":"Rural Legal Research, Creighton Legal Information Center (Omaha, Nebraska, March 1977). An Exemplary Project."},
      {
        "id":"ED137010",
        "title":"Career and Vocational Education for Small Schools: A Guide for Planning and Implementation."},
      {
        "id":"ED137011",
        "title":"Prehigher Education in the Unorganized Borough: Analysis and Recommendations with Appendix."},
      {
        "id":"ED137012",
        "title":"A Manual for Rural School Fluoridation."},
      {
        "id":"ED137013",
        "title":"Grievance and Redress: Chicano Access to the Criminal Justice System."},
      {
        "id":"ED137014",
        "title":"The Process of Evaluation in Rural Development."},
      {
        "id":"ED137015",
        "title":"Health Careers Recruitment Program Handbook."},
      {
        "id":"ED137016",
        "title":"Learning Activities and Resource Units: Primary K-3. [Arizona] Migrant Child Institute."},
      {
        "id":"ED137017",
        "title":"Learning Activities and Resource Units: Intermediate 4-8. [Arizona] Migrant Child Institute."},
      {
        "id":"ED137018",
        "title":"Title IM E.S.E.A. Oregon Migrant Education Program, Regular Term 1975-76. Educational Impact Report."},
      {
        "id":"ED137019",
        "title":"From Peones to Politicos: Ethnic Relations in a South Texas Town, 1900 to 1975."},
      {
        "id":"ED137021",
        "title":"BIA Chief Area Office Education Officers' Quarterly Conference (Las Vegas, Nevada, October 14-16, 1975). Research and Evaluation Report Series No. 34.02."},
      {
        "id":"ED137022",
        "title":"1976-1977 Arizona Johnson-O'Malley State Educational Plan, Pursuant to P.L. 93-638 and ARS 15-1161."},
      {
        "id":"ED137024",
        "title":"Racial &amp; Ethnic Survey '75-'76."},
      {
        "id":"ED137025",
        "title":"Social Indicators for Developing Countries: A New Approach. Cornell Rural Sociology Bulletin Series - Bulletin No. 82."},
      {
        "id":"ED137026",
        "title":"Quality of Life Assessment."},
      {
        "id":"ED137027",
        "title":"What NFIRE Members Are Doing. A Report to the 1975 Board of Directors (San Antonio, Texas, October 19, 1975)."},
      {
        "id":"ED137028",
        "title":"The Development of La Raza Community Leadership and Its Impact on Social Problems -- A Causal Model."},
      {
        "id":"ED137029",
        "title":"California Master Plan for Migrant Education, 1976 Edition (Plan Maestro de California para Educacion Migrante, Edicion de 1976)."},
      {
        "id":"ED137030",
        "title":"Indian Health Care Improvement Act -- Public Law 94-437. 94th Congress, S. 522, (September 30, 1976)."},
      {
        "id":"ED137031",
        "title":"Building a Rural Health System."},
      {
        "id":"ED137032",
        "title":"Evaluation Report: Miccosukee Day School, Southeast Agencies, June 1973. Research and Evaluation Report Series No. 06-A."},
      {
        "id":"ED137033",
        "title":"The Organization of the Office of Indian Education Programs. Research and Evaluation Report Series No. 39.00."},
      {
        "id":"ED137034",
        "title":"Determinants of Educational Quality in Nevada. Nevada Agricultural Experiment Station Bulletin, B-32, February 1974."},
      {
        "id":"ED137035",
        "title":"Optimal School Location in Rural Nevada. Nevada Agricultural Experiment Station Bulletin, B-35, February 1975."},
      {
        "id":"ED137036",
        "title":"Definitions of Housing Situations: Outsiders vs. Insiders in Rural Communities."},
      {
        "id":"ED137037",
        "title":"Natural Science of the Great Plains as it Relates to the American Indian: A Syllabus and Sourcebook."},
      {
        "id":"ED137039",
        "title":"California Mini-Corps Annual Evaluation Report, 1976."},
      {
        "id":"ED137040",
        "title":"1976 Annual Report (Including Transition Quarter) -- Appalachian Regional Commission."},
      {
        "id":"ED137041",
        "title":"California Master Plan for Migrant Education: A Guide for Migrant Education at a Glance in California."},
      {
        "id":"ED137042",
        "title":"Community Development Working Papers: Conceptualization for Practice in Town and Country. Mississippi State University Social Science Research Center, Report 45, March 1975."},
      {
        "id":"ED137043",
        "title":"Research and the Hispanic Elderly."},
      {
        "id":"ED137045",
        "title":"The Rural Experimental Schools Program: Some Implications for Federal Reformers."},
      {
        "id":"ED137046",
        "title":"College Level Financial Aid Opportunities for Migrant Students within the State University of New York. Second Edition, January 1977."},
      {
        "id":"ED137048",
        "title":"An Economic Methodology for Measuring the Benefits from Children."},
      {
        "id":"ED137049",
        "title":"Higher Education Opportunities for American Indians, 1971-1972. A Consortium of Haskell Indian Junior College (Lawrence, Kansas); Institute of American Indian Arts (Santa Fe, New Mexico); Southwestern Indian Polytechnic Institute (Albuquerque, New Mexico); Chilocco Indian School (Chilocco, Oklahoma)."},
      {
        "id":"ED137050",
        "title":"Services to Indian Head Start Grantees Under a Special Program (Office of Child Development, Department of Health, Education, and Welfare). Report of the Comptroller General of the United States."},
      {
        "id":"ED137051",
        "title":"Mid-1974 Population Estimates for Nonmetropolitan Communities in Arizona."},
      {
        "id":"ED137052",
        "title":"Rocky Boy's Elementary School (Rocky Boy, Montana)."},
      {
        "id":"ED137053",
        "title":"Bank of Items for H.S.C. Biology Level III and Division 1 with Computerised Self-Moderation and Error Analysis Procedures Using the Items from the Bank."},
      {
        "id":"ED137054",
        "title":"Changing Attitudes Toward Nutrition."},
      {
        "id":"ED137055",
        "title":"Mastery Levels of Three Important Biology Concepts by Junior High School Students."},
      {
        "id":"ED137056",
        "title":"Environmental Education Curriculum Infusion Units for Grades 7-12."},
      {
        "id":"ED137058",
        "title":"Prior Membership in Outdoor-Oriented Youth Organizations: Its Relationship to Environmental Attitudes in Young Adults."},
      {
        "id":"ED137059",
        "title":"Resource Guide to Environmental Education in Colorado."},
      {
        "id":"ED137060",
        "title":"The Development of an Instrument for Determining the Nature of Elementary School Children's Environmental Decisions."},
      {
        "id":"ED137061",
        "title":"The Nation's Science and Engineering Manpower Resources: 1974. Science Resources Studies Highlights, June 29, 1976."},
      {
        "id":"ED137062",
        "title":"Reviews of Data on Science Resources, No. 27. Education and Work Activities of Federal Scientific and Technical Personnel, January 1974."},
      {
        "id":"ED137063",
        "title":"Marine Activity Dynamics (M.A.D.). Unit S."},
      {
        "id":"ED137064",
        "title":"Water Pollution. Project COMPSEP."},
      {
        "id":"ED137065",
        "title":"&quot;No Deposit - No Return&quot; What's It Costing Me? A Complete Program of Action."},
      {
        "id":"ED137067",
        "title":"A Science Assessment Program for Kindergarten and First Grade Students."},
      {
        "id":"ED137068",
        "title":"Proceedings of the Seminar End-Use Regulation: Beginning the Debate."},
      {
        "id":"ED137070",
        "title":"An EEG Study: Hemispheric Brain Functioning of Six to Eight Year Old Children During Piagetian and Curriculum Tasks with Variation in Presentation Mode."},
      {
        "id":"ED137071",
        "title":"Interest and its Relationship to Problem-Solving Ability Among Secondary School Mathematics Students."},
      {
        "id":"ED137072",
        "title":"Bibliography on the Natural History of an Urban Area: New York City. Council of Planning Librarians, Exchange Bibliography 990."},
      {
        "id":"ED137073",
        "title":"Developing and Testing a Pilot Module Program for Physical Science."},
      {
        "id":"ED137075",
        "title":"Energy and Order or If You Can't Trust the Law of Conservation of Energy, Who Can You Trust?"},
      {
        "id":"ED137078",
        "title":"Metric (SI) Education and Science Instruction in the Elementary Schools, A Position Paper."},
      {
        "id":"ED137079",
        "title":"Social Class and Mass Environmental Beliefs: A Reconsideration."},
      {
        "id":"ED137080",
        "title":"Educating Women for Science: A Continuous Spectrum. A One-Day Conference at Mills College, Oakland California, April 24, 1976."},
      {
        "id":"ED137081",
        "title":"Elementary Environmental Learning Packet K-3, Third Revised Edition. [Primary CEL Blocks, Student Activity Cards]."},
      {
        "id":"ED137082",
        "title":"Elementary Environmental Learning Packet Grades 4-6, Third Revised Edition. [Intermediate CEL Blocks, Student Activity Cards]."},
      {
        "id":"ED137083",
        "title":"Condensing Algebra for Technical Mathematics."},
      {
        "id":"ED137084",
        "title":"The Development of a Computer Assisted Math Review for Physical Science Survey Students at Brevard Community College."},
      {
        "id":"ED137085",
        "title":"A Compendium of Values Clarification Research in Environmental Education at Southern Illinois University-Carbondale. Kindergarten through Middle School."},
      {
        "id":"ED137086",
        "title":"A Comparison of Student Preferences and Actual Performance in Problem Solving Tasks Within a Piagetian Setting."},
      {
        "id":"ED137087",
        "title":"A Quantitative Analysis of the Effectiveness and Use of the &quot;Environmental Quality Newsletter&quot; : A Comparative Study of Free and Inexpensive Educational Materials."},
      {
        "id":"ED137088",
        "title":"A Computer Program Designed to Identify Behavior Patterns in Observational Data. Technical Report 12."},
      {
        "id":"ED137089",
        "title":"MACSYS: An Automated Curriculum System for Elementary Mathematics."},
      {
        "id":"ED137090",
        "title":"Cognitive Preferences in Biology of Students Participating in a Secondary Science Summer Program."},
      {
        "id":"ED137091",
        "title":"Measurement of Logical Thinking: An Electronic Equivalent of Piaget's First Chemical Experiment."},
      {
        "id":"ED137092",
        "title":"Cognitive Dissonance as a Means of Effecting Changes in School Related Attitudes."},
      {
        "id":"ED137093",
        "title":"Language Acquisition as a Byproduct of Science Education."},
      {
        "id":"ED137094",
        "title":"Interrelationship of Age and Sex in Achievement in an Accelerated Eighth Grade Algebra Course."},
      {
        "id":"ED137095",
        "title":"Computational Proficiency and Algorithmic Learning of Sixth-Graders Using DMP Materials: A Formative Evaluation. Technical Report No. 401."},
      {
        "id":"ED137096",
        "title":"A Review of Empirical Studies Pertaining to the \"Nature of Science.\""},
      {
        "id":"ED137098",
        "title":"How Elementary Teachers Learned to Use, and Their Resultant Satisfaction With, Their Science Curricula."},
      {
        "id":"ED137099",
        "title":"Dissemination of Educational Information Through Various Media Channels."},
      {
        "id":"ED137100",
        "title":"Ideas and Activities for Teaching Energy Conservation: Grades 7-12."},
      {
        "id":"ED137101",
        "title":"The Effects of a Student Tutor Program Upon Learning in Freshman Mathematics."},
      {
        "id":"ED137102",
        "title":"Individualized Mathematics Instruction: What Are the Specific Problems?"},
      {
        "id":"ED137103",
        "title":"Individualized Mathematics Instruction: How Effective Has It Been in the Elementary School?"},
      {
        "id":"ED137104",
        "title":"Individualized Mathematics Instruction: How Effective Has It Been in Secondary and Post Secondary Schools?"},
      {
        "id":"ED137105",
        "title":"Life on Guam: Human Impact."},
      {
        "id":"ED137106",
        "title":"The Effect of Verbalization Upon Certain Mathematical Generalizations."},
      {
        "id":"ED137107",
        "title":"A Coordinated Program for Providing for Individual Students in Large Lecture Sections."},
      {
        "id":"ED137108",
        "title":"The Readability of Selected Marine Science Texts by Grade Level."},
      {
        "id":"ED137109",
        "title":"National Association for Research in Science Teaching. 50th Annual Meeting, Abstracts of Presented Papers."},
      {
        "id":"ED137111",
        "title":"Science Education Newsletter No. 32."},
      {
        "id":"ED137112",
        "title":"Project I-C-E (Instruction-Curriculum-Environment), Green Bay, Wisconsin. End of Project Period Report."},
      {
        "id":"ED137113",
        "title":"The Development of Young Children's Spatial Representations of their Classroom."},
      {
        "id":"ED137114",
        "title":"Formative Evaluation as a Social Process: A Case Study."},
      {
        "id":"ED137115",
        "title":"The LRDC Individualized Mathematics Project: Program Content, Management System, and Procedures in Development and Implementation."},
      {
        "id":"ED137116",
        "title":"A Paradigm of Environmental Action."},
      {
        "id":"ED137117",
        "title":"An Analysis of Strategies for Teaching Environmental Concepts and Values Clarification in Kindergarten."},
      {
        "id":"ED137119",
        "title":"Education in Hydrology and Water Resources in the United States - 1965-1974: An Overview with Recommendations. Final Report of the Work Group on Education and Training of the U.S. National Committee for the International Hydrological Decade."},
      {
        "id":"ED137120",
        "title":"An Evaluation of Elementary School Mathematics Programs Utilizing the Mini-Calculator."},
      {
        "id":"ED137121",
        "title":"A Survey of Elementary School Teachers'& Principals' Attitudes to Mathematics and Utilizing Mini-Calculators."},
      {
        "id":"ED137122",
        "title":"Marine Occupations Conference (Southern Maine Vocational Technical Institute, South Portland, Maine, April 5, 1974). Maine Sea Grant Bulletin 9."},
      {
        "id":"ED137123",
        "title":"Bibliography on the Metric System. Instructional Materials."},
      {
        "id":"ED137124",
        "title":"Metric. Career Education Program."},
      {
        "id":"ED137125",
        "title":"How to Teach Metric Now."},
      {
        "id":"ED137127",
        "title":"Connect, UNESCO-UNEP Environmental Education Newsletter, Vol. II, No. 1, March 1977. Regional Meetings in the Context of the International Environmental Education Programme."},
      {
        "id":"ED137128",
        "title":"Metric Measures and the Consumer. Reprint from FDA CONSUMER, Dec. 1975-Jan. 1976."},
      {
        "id":"ED137129",
        "title":"Curriculum Report, Volume 6, Number 3, March 1977."},
      {
        "id":"ED137130",
        "title":"A Partial Bibliography for Precollege Marine Science Educators."},
      {
        "id":"ED137133",
        "title":"ECOL Book Catalog. 1976 Supplement."},
      {
        "id":"ED137134",
        "title":"Project on Elementary School Mathematics and Science. Final Report."},
      {
        "id":"ED137135",
        "title":"Developing an Effective Ninth Grade ISCS Science Program."},
      {
        "id":"ED137136",
        "title":"Planning and Organizing an Adult Environmental Education Program."},
      {
        "id":"ED137137",
        "title":"Aptitude-Treatment Interaction in a College Calculus Course Taught in Personalized System of Instruction and Conventional Formats."},
      {
        "id":"ED137138",
        "title":"Differences Between Teachers' Self-Ratings and Principal and University Faculty's Idealized Mathematics Teacher as Measured by a Mathematics Inventory. Reporting Session."},
      {
        "id":"ED137139",
        "title":"Investigations in Mathematics Education, Vol. 10, No. 1."},
      {
        "id":"ED137140",
        "title":"Environmental Education in the Urban Setting: Rationale and Teaching Activities."},
      {
        "id":"ED137141",
        "title":"Manual for Museums."},
      {
        "id":"ED137142",
        "title":"Guidelines for Preparing Subnational Population Projections. Asian Population Studies Series No. 32."},
      {
        "id":"ED137143",
        "title":"Information About Information. An Annotated Bibliography."},
      {
        "id":"ED137144",
        "title":"Going Strong: New Courses/New Programs. Female Studies VII."},
      {
        "id":"ED137145",
        "title":"Learning to Speak: Student Work. Female Studies X."},
      {
        "id":"ED137146",
        "title":"Evaluation Studies on \"New Social Studies\" Materials."},
      {
        "id":"ED137147",
        "title":"Teaching World History: Structured Inquiry through a Historical-Anthropological Approach."},
      {
        "id":"ED137148",
        "title":"Change. [Independent Study in U.S. History for High Schools]."},
      {
        "id":"ED137149",
        "title":"Self-Pacing Versus Pacing Requirements: Criterion Measures, Student Evaluations, and Retention."},
      {
        "id":"ED137150",
        "title":"Indoctrination and Believing."},
      {
        "id":"ED137151",
        "title":"Latin American Studies: New Roles, New Constraints. Issues in International Education, No. 7."},
      {
        "id":"ED137152",
        "title":"Cape Verde and Its People: A Short History, Part I [And] Folk Tales of the Cape Verdean People."},
      {
        "id":"ED137153",
        "title":"Duluth Economics Project."},
      {
        "id":"ED137154",
        "title":"The Reduction Model for Precollege Curriculum Writing."},
      {
        "id":"ED137155",
        "title":"Community Involvement in Law Education: Human Resources in Carroll County, Maryland. Law-Related Education Program for the Schools of Maryland."},
      {
        "id":"ED137156",
        "title":"Social Science Research Institutes in the Quality American University. Final Technical Report."},
      {
        "id":"ED137157",
        "title":"The State of Civil Rights: 1976."},
      {
        "id":"ED137158",
        "title":"Involvement: A Practical Handbook for Teachers on Law-Related Methodologies. Law Related Education Program for the Schools of Maryland, Elementary Level."},
      {
        "id":"ED137159",
        "title":"Involvement: A Practical Handbook for Teachers on Law-Related Methodologies. Law Related Education Program for the Schools of Maryland. Secondary Level."},
      {
        "id":"ED137160",
        "title":"Theoretical Approaches to Moral/Citizenship Education."},
      {
        "id":"ED137161",
        "title":"The U.S. Constitution and Its Development."},
      {
        "id":"ED137162",
        "title":"Simulated Research Experiences for Teaching Research Methodology: Some Educational Computing Implications."},
      {
        "id":"ED137163",
        "title":"Teaching Research Methods to Non-Sociology Students."},
      {
        "id":"ED137164",
        "title":"Slavs in America."},
      {
        "id":"ED137165",
        "title":"Simulation Gaming: A Critical Review."},
      {
        "id":"ED137166",
        "title":"Group Processes in the Classroom, Second Edition."},
      {
        "id":"ED137167",
        "title":"Catholic Perspectives on Population Issues. Population Bulletin, Vol. 30, No. 6."},
      {
        "id":"ED137168",
        "title":"A Geographer's Perspective of Contemporary Problems and Human Survival: An Introductory Course in Human Geography and Motorcycle Maintenance."},
      {
        "id":"ED137169",
        "title":"Exploring Sex Roles in African Studies."},
      {
        "id":"ED137170",
        "title":"Citizenship Needs: A Review."},
      {
        "id":"ED137171",
        "title":"A Conceptual/Cross-cultural Model for Teaching Anthropology in the Elementary School."},
      {
        "id":"ED137173",
        "title":"Money-Go-Round: A Self Teaching Program."},
      {
        "id":"ED137174",
        "title":"Program Improvement for Social Studies Education in Wisconsin. State Social Studies Curriculum Study Committee."},
      {
        "id":"ED137175",
        "title":"Personality Antecedents of the Vote."},
      {
        "id":"ED137176",
        "title":"World Culture Areas: Africa [And] U.S.S.R. Grade 6."},
      {
        "id":"ED137177",
        "title":"American Potpourri: Multi-ethnic Books for Children and Young Adults. A Bibliography Based on the Acquisitions of the Educational Materials Center."},
      {
        "id":"ED137178",
        "title":"Exploration and Early Settlement [And] Discrimination: U.S.A. [And] Change."},
      {
        "id":"ED137179",
        "title":"The City: Two Interdisciplinary Units for Junior High or Middle School Classes."},
      {
        "id":"ED137180",
        "title":"Adventures in Art."},
      {
        "id":"ED137181",
        "title":"The Geography Major Curriculum: A Behavioral Approach."},
      {
        "id":"ED137182",
        "title":"Freedom for Education."},
      {
        "id":"ED137183",
        "title":"Citizenship Education and School-Community Collaboration. Kaleidoscope 16, Bicentennial Issue, Winter 1976."},
      {
        "id":"ED137184",
        "title":"Cultures and Conflict in Local School Districts."},
      {
        "id":"ED137185",
        "title":"Learning with Each Other."},
      {
        "id":"ED137186",
        "title":"Studies of the Ability of Preservice Social Studies Teachers to Stage Score Moral Thought Statements."},
      {
        "id":"ED137187",
        "title":"Man, Education, and Society: The Year 2000. A Report of the 1974 Institute for Chief State School Officers."},
      {
        "id":"ED137188",
        "title":"Latin America: A Student's Guide to Reference Resources."},
      {
        "id":"ED137189",
        "title":"Teaching Psychology in the Secondary Schools: A Historical Background."},
      {
        "id":"ED137190",
        "title":"Social Reconstruction: The Controversy over the Textbooks of Harold Rugg."},
      {
        "id":"ED137191",
        "title":"Massachusetts Educational Assessment Program: Citizenship and Social Studies, 1975-1976."},
      {
        "id":"ED137192",
        "title":"Misplaced Nations: Student Perception of Nation Location."},
      {
        "id":"ED137193",
        "title":"Anthropology and Education Quarterly. Special Issue: Anthropological Resources and Teaching."},
      {
        "id":"ED137194",
        "title":"An Integrated Approach to Moral, Value, and Civic Education with Adolescents: An Analysis of Current Theory and Practice and Recommendations for Program Implementation."},
      {
        "id":"ED137195",
        "title":"High School Social Studies Survey: Are Public Alternative High Schools Really Alternative? Occasional Paper Number 77-2."},
      {
        "id":"ED137196",
        "title":"Slogans and Standard Bearers--The National Party Conventions [And] The Democratic and Republican Conventions, 1976."},
      {
        "id":"ED137197",
        "title":"Students, History Textbooks, and the Hidden Dimension. Occasional Paper Number 77-1."},
      {
        "id":"ED137199",
        "title":"Master Articles List."},
      {
        "id":"ED137200",
        "title":"The Accommodation of Some Historic Determinants in a Culturally Pluralistic Society."},
      {
        "id":"ED137201",
        "title":"Education in Tanzania: Class Formation and Reproduction."},
      {
        "id":"ED137202",
        "title":"Educational Reform and Class Cleavages in Social Democratic Regimes: The Case of Sweden."},
      {
        "id":"ED137203",
        "title":"Inquiry Teaching: Some Applications for Geography Teachers."},
      {
        "id":"ED137204",
        "title":"[Curriculum Support Materials for 1970 Census Data.]"},
      {
        "id":"ED137205",
        "title":"Minimal Performance Objectives for Social Studies Education in Michigan."},
      {
        "id":"ED137206",
        "title":"Some Odds and Ends Relevant to Pre-college Psychology in Florida: A Collection of Tidbits."},
      {
        "id":"ED137207",
        "title":"Selected Secondary School Teachers' Suggestions for Teaching Effectively the Special Reading Skills Needed in Secondary School Social Studies."},
      {
        "id":"ED137208",
        "title":"Status and Effectiveness of Social Studies Skills Programs."},
      {
        "id":"ED137209",
        "title":"Internationalize Your School: A Handbook."},
      {
        "id":"ED137210",
        "title":"Selected Bibliography of Polish Educational Materials, Vol. 13, No. 4, 1974."},
      {
        "id":"ED137211",
        "title":"Learning: An Overview & Update. A Report of the Chief State School Officers 1976 Summer Institute."},
      {
        "id":"ED137212",
        "title":"Student Preferences for Social Studies Content and Methodology."},
      {
        "id":"ED137213",
        "title":"Teacher's Resource Handbook for African Studies: An Annotated Bibliography of Curriculum Materials, Preschool through Grade Twelve. UCLA African Studies Center Reference Series, Volume 16."},
      {
        "id":"ED137214",
        "title":"Philosophy in the Classroom."},
      {
        "id":"ED137215",
        "title":"Lisa."},
      {
        "id":"ED137216",
        "title":"Economic Education in California Public Schools."},
      {
        "id":"ED137217",
        "title":"Economic Education in California Junior and Senior High Schools, 1974."},
      {
        "id":"ED137218",
        "title":"Teaching about Food and Hunger: 33 Activities. Environmental Education Series, Volume 1."},
      {
        "id":"ED137219",
        "title":"Humanistic Competency Training for Supervisors and Cooperating Teachers."},
      {
        "id":"ED137220",
        "title":"A Directory of Information Resources in Health, Physical Education, and Recreation."},
      {
        "id":"ED137221",
        "title":"Administrator Style Effect on Teacher Behavior and Morale. Bibliographies on Educational Topics No. 7."},
      {
        "id":"ED137222",
        "title":"Quality Control in Teacher Education: Some Policy Issues."},
      {
        "id":"ED137223",
        "title":"Taking Another Look at Teaching: How Lower-Class Children Influence Middle-Class Teachers."},
      {
        "id":"ED137224",
        "title":"Student Teachers' Evaluation of Their Preparation for Student Teaching."},
      {
        "id":"ED137225",
        "title":"Acquisition of Specific Teaching Behaviors Through a Teacher Center Consortium."},
      {
        "id":"ED137226",
        "title":"Evaluation of Student Teachers. Bibliographies in Education. No. 59."},
      {
        "id":"ED137227",
        "title":"Teachers' Perceptions of and Interaction with Students in Multicultural Classrooms."},
      {
        "id":"ED137228",
        "title":"The Training of a Cadre: An Application of the PETC Systems. Improving Teaching Competencies Program."},
      {
        "id":"ED137229",
        "title":"Planning Inservice Teacher Education: Promising Alternatives."},
      {
        "id":"ED137232",
        "title":"Teacher Characteristics and the Selection of Teachers as Consultees."},
      {
        "id":"ED137233",
        "title":"A Critique of a Research Instrument Involving Teacher Perceived Problems as Seen By Pre- and In-Service Teachers."},
      {
        "id":"ED137234",
        "title":"An Empirical Investigation of Teacher Clarity."},
      {
        "id":"ED137235",
        "title":"An Intervention to Assist Teachers in Creating Supportive Classroom Climates."},
      {
        "id":"ED137236",
        "title":"The Maintenance of Data Security and the Trustworthiness of Individuals."},
      {
        "id":"ED137237",
        "title":"Using Ordering Theoretic Technique to Analyze Hierarchical Relationships Among Intellectual Skills and Propositional Logic Tasks."},
      {
        "id":"ED137238",
        "title":"The Impact of Teacher Nonverbal Behavior upon Student Learning and Performance."},
      {
        "id":"ED137239",
        "title":"Dance Heritage. Focus on Dance: VIII."},
      {
        "id":"ED137240",
        "title":"Assessment Guide for Secondary School Physical Education Programs."},
      {
        "id":"ED137241",
        "title":"A Data Acquisition and Analysis Handbook for Health Planners. Volume I."},
      {
        "id":"ED137242",
        "title":"A Data Acquisition and Analysis Handbook for Health Planners. Volume II."},
      {
        "id":"ED137243",
        "title":"Toward Better High Schools: An Interdisciplinary Perspective."},
      {
        "id":"ED137244",
        "title":"Dilemmas in Evaluating the Learning Relationship."},
      {
        "id":"ED137245",
        "title":"A Societal Factors Issue: The Role of the Future in Educational Practice."},
      {
        "id":"ED137246",
        "title":"An Experiential Model for Graduate Teacher Education in Reading."},
      {
        "id":"ED137247",
        "title":"Measurement of Stability and Change in Sociometric Choice Status. Pedagogical Bulletin. 3."},
      {
        "id":"ED137248",
        "title":"An Investigation of Teacher Attitudes Towards Community Education Concepts."},
      {
        "id":"ED137250",
        "title":"International Educational Cooperation and the World's Future (A Transitional Model of Educational Relations Across National/Cultural Boundaries, Within the Context of Preferred World Futures, and As a Basis for Educational Planning)."},
      {
        "id":"ED137251",
        "title":"Issues in Designing Preparation Programs or \"When is a Program a Program?\""},
      {
        "id":"ED137252",
        "title":"Personal Freedom + Synergy = A Humanistic Teacher."},
      {
        "id":"ED137253",
        "title":"Teacher Competencies--Now and Then. What is the Relationship?"},
      {
        "id":"ED137254",
        "title":"Language Arts Component Module Descriptions as of April 1, 1974."},
      {
        "id":"ED137255",
        "title":"Generic Competencies Component Module Descriptions as of April 1, 1974."},
      {
        "id":"ED137256",
        "title":"Teacher-Designed Reform in Inservice Education. Final Report."},
      {
        "id":"ED137257",
        "title":"On-Site: Clinical Experience in Pre-Service Teacher Education."},
      {
        "id":"ED137258",
        "title":"A Portrait of the American Teacher. Options in Education. Program No. 62."},
      {
        "id":"ED137259",
        "title":"Portrait of the American Teacher. Part 2. Options in Education. Program No. 63."},
      {
        "id":"ED137260",
        "title":"Portrait of the American Teacher. Part 3. Options in Education. Program No. 64."},
      {
        "id":"ED137261",
        "title":"Down From the Ivory Tower: A Model of Collaborative In-Service Education. Occasional Paper No. 16."},
      {
        "id":"ED137262",
        "title":"The Teacher and the Teaching Profession - An Ecological Adaptation."},
      {
        "id":"ED137263",
        "title":"Motivating Secondary School Students."},
      {
        "id":"ED137264",
        "title":"Association for Research of Education Annual Report, 1975."},
      {
        "id":"ED137265",
        "title":"A Comparison of Nepalese and U.S. Classroom Behaviors."},
      {
        "id":"ED137266",
        "title":"Implications of Research on Causal Attributions for Curriculum Development."},
      {
        "id":"ED137267",
        "title":"A Political View--Factors that Impinge on K-12 Curriculum Development and Inservice Education at the School District and Building Level."}]
  }}
