{
  "response":{"numFound":509939,"start":334000,"numFoundExact":true,"docs":[
      {
        "id":"ED137268",
        "title":"Talent and Tomorrow's Teachers: The Honors Approach. New Dimensions in Higher Education: Number 11."},
      {
        "id":"ED137269",
        "title":"Equating Performance of Students Enrolled in On-Campus and Off-Campus Sections of an Educational Research Course."},
      {
        "id":"ED137270",
        "title":"Autobiography as an Enhancement of the Relationship Between Student and Cooperating Teacher."},
      {
        "id":"ED130102",
        "title":"Meeting the Training, Counseling, and Placement Needs of Unemployed Youth and Adults."},
      {
        "id":"ED130103",
        "title":"Implementing a Career Guidance and Placement Center."},
      {
        "id":"ED130104",
        "title":"Urban Vocational Education: The National Advisory Council's Recommendations and Their Applicability to the Inner City Public School System."},
      {
        "id":"ED130105",
        "title":"Urban Vocational Education: A Summary of Recommendations by the National Advisory Council on Vocational Education."},
      {
        "id":"ED130106",
        "title":"Correction of Sex Discrimination and Sex Stereotyping in Education."},
      {
        "id":"ED130107",
        "title":"Vocational Education Programs for the Disadvantaged Student."},
      {
        "id":"ED130108",
        "title":"The Professional Education of Human Services Personnel. Monographs on Career Education."},
      {
        "id":"ED130109",
        "title":"Career Attitudes Related to Traditional and Non-Traditional Views of Occupational Prestige. Research Report No. 7-75."},
      {
        "id":"ED130111",
        "title":"Understanding the Agribusiness Concept."},
      {
        "id":"ED130112",
        "title":"Region X Adult Education Staff Development Program. Final Report."},
      {
        "id":"ED130113",
        "title":"Occupational Orientation: Personal and Public Service Occupations. Experimental Curriculum Materials."},
      {
        "id":"ED130114",
        "title":"Occupational Orientation: Health Occupations. Experimental Curriculum Materials."},
      {
        "id":"ED130115",
        "title":"Occupational Orientation: Business, Marketing and Management Occupations. Experimental Curriculum Materials."},
      {
        "id":"ED130116",
        "title":"Occupational Orientation: Applied Biological and Agricultural Occupations. Experimental Curriculum Materials."},
      {
        "id":"ED130117",
        "title":"Occupational Orientation: Industrial Oriented Occupations. Experimental Curriculum Materials."},
      {
        "id":"ED130118",
        "title":"Community Resources for Career Education. Monographs on Career Education."},
      {
        "id":"ED130119",
        "title":"Planning for Continuous Occupational Education Programs Between Secondary and Postsecondary Education."},
      {
        "id":"ED130120",
        "title":"Interdisciplinary Cooperative Education Programs. Curriculum Guide."},
      {
        "id":"ED130121",
        "title":"Guidance Workshop Manual. &quot;The Dictionary of Occupational Titles&quot;--A Basic Tool for Counselors and Teachers."},
      {
        "id":"ED130123",
        "title":"&quot;Options in Education.&quot; Transcript for Program Scheduled for Broadcast the Week of August 2, 1976: Schooling and Jobs--Part I."},
      {
        "id":"ED130124",
        "title":"\"Options in Education.\" Transcript for Program Scheduled for Broadcast the Week of August 9, 1976: Schooling and Jobs--Part II."},
      {
        "id":"ED130125",
        "title":"\"Options in Education.\" Transcript Week of January 5, 1976: Can You Get There from Here?--Part I."},
      {
        "id":"ED130126",
        "title":"\"Options in Education.\" Transcript of Program to Be Broadcast Week of January 12, 1976: Can You Get There from Here?--Part II."},
      {
        "id":"ED130127",
        "title":"\"Options in Education.\" Transcript Week of January 19, 1976: Can You Get There from Here?--Part III."},
      {
        "id":"ED130128",
        "title":"\"Options in Education.\" Transcript Week of January 26, 1976: Can You Get There from Here?--Part IV."},
      {
        "id":"ED130129",
        "title":"Survey of Public Demand/Need for Postsecondary Continuing Education for Adults (Lifelong Learning Programs) in Western New York. Final Report."},
      {
        "id":"ED130130",
        "title":"Exploration of Health Careers. Curriculum Guide."},
      {
        "id":"ED130131",
        "title":"Task Descriptions in Diagnostic Radiology. Research Report No. 7. Volume 3, Machine-Related, Patient Care and Administrative Tasks: What Radiologists, Technologists, Nurses and Physicists Do to Run Things and Look After Patients and Equipment."},
      {
        "id":"ED130132",
        "title":"Task Descriptions in Diagnostic Radiology. Research Report No. 7. Volume 4, Index of Tasks by Code Number and Extended Name."},
      {
        "id":"ED130134",
        "title":"Research and Development Project in Career Education. Curriculum Resource Guide. Volume I--Grades 1-4."},
      {
        "id":"ED130135",
        "title":"Research and Development Project in Career Education. Curriculum Resource Guide. Volume II--Grades 5-8."},
      {
        "id":"ED130136",
        "title":"Research and Development Project in Career Education. Curriculum Resource Guide. Volume III--Grades 8-9."},
      {
        "id":"ED130137",
        "title":"Developing Career Counseling Instruments. A Guidance Handbook."},
      {
        "id":"ED130139",
        "title":"A Review of Vocational Research and Exemplary Projects Conducted in Oregon during Fiscal Years 1970-1975 under the Auspices of Parts C and D of the Vocational Education Amendments of 1968 (P.L. 90-576). A Technical Report."},
      {
        "id":"ED130140",
        "title":"Promising Practices in Oregon: Career and Vocational Education. Created in Oregon under the Auspices of Parts C and D of P. L. 90-576."},
      {
        "id":"ED130141",
        "title":"Agricultural Education Instructional Materials from \"Abstracts of Instructional and Research Materials in Vocational and Technical Education,\" 1972-1975."},
      {
        "id":"ED130142",
        "title":"School and College Administrators' Seminars: Community Resources. Report and Major Addresses."},
      {
        "id":"ED130143",
        "title":"The Manpower-Economic Education Project to Improve Teachers' and Pupils' Occupational Employment Knowledge and Attitudes. Final Report."},
      {
        "id":"ED130144",
        "title":"Development of a Career Education Curriculum for Deaf Students at the Texas School for the Deaf. Final Report."},
      {
        "id":"ED130145",
        "title":"Development and Evaluation of a Pilot Element in a Statewide Career Education Delivery System."},
      {
        "id":"ED130146",
        "title":"A Joint Effort by the Division of Guidance Services and the Division of Occupational Education and Technology to Implement the Group Vocational Guidance Program and Research and Develop Additional Target Populations. Final Report. July 1, 1974 through June 30, 1975. Group Vocational Guidance Program."},
      {
        "id":"ED130147",
        "title":"Evaluation of Project RACE. Weatherford Independent School District, Weatherford, Texas. Final Report."},
      {
        "id":"ED130148",
        "title":"Employment by Industry in Ohio Counties, 1940-1970."},
      {
        "id":"ED130149",
        "title":"Careers, Counseling, and Control."},
      {
        "id":"ED130150",
        "title":"An Analysis of Vocational Education R and D Policies from Three Perspectives."},
      {
        "id":"ED130151",
        "title":"An Analysis of the Impact of Applied Research and Demonstration Projects in Vocational Education."},
      {
        "id":"ED130152",
        "title":"The Status of Research Capability in Vocational Education Research and Development."},
      {
        "id":"ED130153",
        "title":"An Analysis of Dissemination and Utilization of Vocational Education Research and Development Efforts."},
      {
        "id":"ED130154",
        "title":"Curriculum Development in Vocational-Technical Education: The Part I Program."},
      {
        "id":"ED130155",
        "title":"Helter-Skelter: Vocational Education R &amp; D."},
      {
        "id":"ED130156",
        "title":"Vocational Research and Development: Key to Survival in America's Third Century."},
      {
        "id":"ED130157",
        "title":"Dissemination of Research and Development Products and Results in Vocational Education."},
      {
        "id":"ED130158",
        "title":"A Framework for Developing Alternative Scenarios for Vocational Education Research and Development."},
      {
        "id":"ED130159",
        "title":"Policy Alternatives in the Evaluation of Vocational Education."},
      {
        "id":"ED130160",
        "title":"Vocational Education Research and Development for Ethnic Minority Students."},
      {
        "id":"ED130161",
        "title":"Guidance and Counseling, Vocational Education, Research and Development."},
      {
        "id":"ED130162",
        "title":"Human Resource Development and Vocational Education."},
      {
        "id":"ED130163",
        "title":"Vocational Education Research and Development as a Factor Influencing Teachers to Change Practices."},
      {
        "id":"ED130164",
        "title":"A Creative Career Education Language Arts Project for the Disadvantaged. Final Report."},
      {
        "id":"ED130165",
        "title":"Student Job Placement. Final Report. Exemplary Project in Vocational Education. Voc. Ed. Act 1968."},
      {
        "id":"ED130166",
        "title":"The Development and Field Test of an Objective Career Counseling Instrument. Final Report."},
      {
        "id":"ED130167",
        "title":"The Teaching of Values: An Instructional Guide for Kindergarten, Grades 1-14, and Accompanying Bibliography. Los Angeles City Schools, Division of Instructional Services Publication No. GC-15."},
      {
        "id":"ED130168",
        "title":"Toward Further Explication of the Psychotherapeutic Process."},
      {
        "id":"ED130169",
        "title":"Behavioral Contracting Within the Families of Delinquents."},
      {
        "id":"ED130170",
        "title":"D.U.S.O.Theoretical Rationale, Philosophy: A Model of Counseling and Human Development."},
      {
        "id":"ED130171",
        "title":"An Introduction to Adlerian Psychology for the School Counsellor."},
      {
        "id":"ED130172",
        "title":"The Student Personnel Worker as a Liaison Between the College Curriculum and Industry's Needs."},
      {
        "id":"ED130173",
        "title":"Mothers, We'd Rather You do it Yourself."},
      {
        "id":"ED130174",
        "title":"Supervision and Evaluation of Paraprofessionals."},
      {
        "id":"ED130175",
        "title":"Counseling and the Blue Collar Culture."},
      {
        "id":"ED130176",
        "title":"Operant Control of Misbehavior: Counselor Intervention."},
      {
        "id":"ED130177",
        "title":"The Use and Misuse of Drugs among High School Athletes."},
      {
        "id":"ED130178",
        "title":"Distraction as an Alternative to Relaxation in Systematic Desensitization Therapy."},
      {
        "id":"ED130179",
        "title":"Counselee Satisfaction and Counselor Training and Experience. Research Report No. 32."},
      {
        "id":"ED130181",
        "title":"The Effects of Verbalization of Transfer of an Elaboration Strategy."},
      {
        "id":"ED130182",
        "title":"Psychology and the Problems of Shoplifting."},
      {
        "id":"ED130183",
        "title":"Using CASES in Measuring Effects of Compensatory Education."},
      {
        "id":"ED130184",
        "title":"The Modification of Depression by a Self-Control Behavior Therapy Program."},
      {
        "id":"ED130185",
        "title":"Controlled Confrontation: The Ward Grievance Procedure of the California Youth Authority. An Exemplary Project."},
      {
        "id":"ED130186",
        "title":"Attitudes Toward the Physically Disabled."},
      {
        "id":"ED130187",
        "title":"Why Reason? A Conversation About Logic With Edwin J. Delattre Conducted by Thomas J. Donovan. National Humanities Faculty Why Series."},
      {
        "id":"ED130189",
        "title":"Something Wonderful Happens When R.S.V.P. Comes into a School. Guide for R.S.V.P. Directors Interested in Involving Schools in Accepting Retired Senior Volunteers in Local School Systems, Grades K to 12."},
      {
        "id":"ED130190",
        "title":"Labeling the Developmentally Disabled: A Social-System Approach."},
      {
        "id":"ED130191",
        "title":"Current Issues in Outcomes-Based Counseling. SWRL Educational Research and Development Professional Paper 32."},
      {
        "id":"ED130192",
        "title":"The Appalachian Child: A Quantitative Description."},
      {
        "id":"ED130193",
        "title":"Guidelines for Volunteer for Credit Program."},
      {
        "id":"ED130194",
        "title":"Alignment Strategies in Verbal Accounts of Problematic Conduct: The Case of Abortion."},
      {
        "id":"ED130196",
        "title":"The Impact of Trust on Information Exchange in Bargaining."},
      {
        "id":"ED130197",
        "title":"Designing Campus Environemnts: A Review of Selected Literature."},
      {
        "id":"ED130198",
        "title":"Training Manual for an Ecosystem Model: Assessing and Designing Campus Environments."},
      {
        "id":"ED130199",
        "title":"Counseling the Mexican American Client: An Annotated Bibliography of Journal Literature, 1964-1974."},
      {
        "id":"ED130200",
        "title":"Counseling the Native American Client: An Annotated Bibliography of Journal Literature, 1964-1974."},
      {
        "id":"ED130201",
        "title":"Counseling the Black Client: An Annotated Bibliography of Journal Literature, 1964-1974."},
      {
        "id":"ED130202",
        "title":"Counseling the Asian American Client: An Annotated Bibliography of Journal Literature, 1964-1974."},
      {
        "id":"ED130203",
        "title":"Family Planning Educational Materials: An Annotated Bibliography of Selected Items."},
      {
        "id":"ED130204",
        "title":"Education Policies and Practices Regarding Child Abuse and Neglect and Recommendations for Policy Development. Education Commission of the States Child Abuse and Neglect Project Report No. 85."},
      {
        "id":"ED130205",
        "title":"Child Abuse and Neglect: Model Legislation for the States. Education Commission of the States Child Abuse and Neglect Project Report No. 71."},
      {
        "id":"ED130206",
        "title":"Contact with Foreign Students as an Influence on Selected Attitudes of American College Students: Research and Implications."},
      {
        "id":"ED130208",
        "title":"Effect of a Collective Project on Group Cohesion."},
      {
        "id":"ED130209",
        "title":"Comprehensive Alcohol Abuse and Alcoholism Prevention, Treatment, and Rehabilitation Act of 1970--Extension. Hearings Before the Subcommittee on Health and the Environment of the Committee on Interstate and Foreign Commerce, House of Representatives, Ninety-Fourth Congress, Second Session. January 19 and 26, 1976. Serial No. 94-74."},
      {
        "id":"ED130210",
        "title":"Guidelines for Employment Counseling and Placement."},
      {
        "id":"ED130211",
        "title":"Concept Attainment, Transfer, and Retention Through Observation and Rule Provision."},
      {
        "id":"ED130212",
        "title":"Child Advocacy Programs: 1975."},
      {
        "id":"ED130213",
        "title":"Locus of Control in Mexican Students: The Case of the Missing Fatalist."},
      {
        "id":"ED130214",
        "title":"Retention of the Nontraditional Student Through Peer Modeling."},
      {
        "id":"ED130215",
        "title":"Will the Real Middle-Aged Woman Please Stand Up? Toward an Understanding of Adult Development in Women."},
      {
        "id":"ED130216",
        "title":"The Predictability of Career Choices of High School Seniors."},
      {
        "id":"ED130217",
        "title":"Patterns of Psychotherapist Nonverbal Behavior."},
      {
        "id":"ED130218",
        "title":"Catalog of Selected Documents in Psychology. Volume 6, February 1976."},
      {
        "id":"ED130219",
        "title":"Catalog of Selected Documents in Psychology. Volume 6, May 1976."},
      {
        "id":"ED130220",
        "title":"What the Colleges Are Doing in Planning and Improving College Reading Programs; Selections from the First, Second and Third Yearbooks of the Southwest Reading Conference for Colleges and Universities."},
      {
        "id":"ED130221",
        "title":"Evaluating College Reading Programs; Yearbook of the Annual Meeting of the Southwest Reading Conference for Colleges and Universities (4th, Texas Christian University, December, 1954)."},
      {
        "id":"ED130222",
        "title":"Exploring the Goals of College Reading Programs; Yearbook of the Annual Meeting of the Southwest Reading Conference for Colleges and Universities (5th, Texas Christian University, Dec. 1-3, 1955)."},
      {
        "id":"ED130223",
        "title":"Significant Elements in College and Adult Reading Improvement; Papers and Reports from the Annual Meeting of the National Reading Conference for Colleges and Adults (7th, Texas Christian University, Dec. 5-7, 1957). Seventh Yearbook."},
      {
        "id":"ED130224",
        "title":"Management Manual: High School Reading Laboratories Funded Reading Programs."},
      {
        "id":"ED130226",
        "title":"The Oral Reading of Colombian Second- and Fourth-Graders: An Illustration of Issues in Cross-Cultural Oral Reading Research."},
      {
        "id":"ED130227",
        "title":"The Module Matures."},
      {
        "id":"ED130228",
        "title":"New Directions, New Dimensions: Practical Programs in Reading."},
      {
        "id":"ED130229",
        "title":"The Effects of Minimal Early Intervention on Subsequent IQ Scores and Reading Achievement. Final Report."},
      {
        "id":"ED130241",
        "title":"1973-74 Interim Evaluation of Dade County&apos;s Systems Approaches to Reading and Mathematics Instruction, Grades 2-6."},
      {
        "id":"ED130242",
        "title":"Reading and Readability Research in the Armed Services. Final Report."},
      {
        "id":"ED130243",
        "title":"Analysis of the School Preferred Reading Program in Selected Los Angeles Minority Schools."},
      {
        "id":"ED130244",
        "title":"A Study of Compensatory Reading Programs. Executive Summary."},
      {
        "id":"ED130245",
        "title":"Reading and the College Teacher: A Survey."},
      {
        "id":"ED130246",
        "title":"Standards of Excellence for Reading Programs in Iowa Schools."},
      {
        "id":"ED130247",
        "title":"When Navajo Children Read English or The Teachers' Last Stand."},
      {
        "id":"ED130248",
        "title":"The Internship Model for Inservice Education."},
      {
        "id":"ED130249",
        "title":"Remedial Education at Berkeley: Why Do We Still Require It?"},
      {
        "id":"ED130250",
        "title":"Because They Care: A Resource Manual for Volunteer Programs."},
      {
        "id":"ED130252",
        "title":"The Reading Performances of Monolinguals and Bilinguals Compared."},
      {
        "id":"ED130253",
        "title":"Renewed Interest in Piaget and Montessori: Implications for the Teaching of Beginning Reading."},
      {
        "id":"ED130254",
        "title":"An Investigation of Reading Interests of Children."},
      {
        "id":"ED130255",
        "title":"Happiness Is Reading; Reading Resource Center Glendale Elementary School District No. 40, Fourth Year of a Title I Project."},
      {
        "id":"ED130256",
        "title":"The Effect of Preschool Experiences on Achievement in Reading."},
      {
        "id":"ED130257",
        "title":"A Descriptive and Analytic Study of Compensatory Reading Programs, Volume I and Appendices A,B,C. Final Report."},
      {
        "id":"ED130258",
        "title":"A Descriptive and Analytic Study of Compensatory Reading Programs, Volume I, Addendum I. Final Report."},
      {
        "id":"ED130259",
        "title":"A Descriptive and Analytic Study of Compensatory Reading Programs, Volume I, Addendum II. Final Report."},
      {
        "id":"ED130260",
        "title":"A Study of Compensatory Reading Programs; Technical Summary."},
      {
        "id":"ED130266",
        "title":"Veiled News Sources--Who and What Are They? ANPA News Research Bulletin No. 3."},
      {
        "id":"ED130267",
        "title":"The Importance of Artificial Light in the Development of Night Photography."},
      {
        "id":"ED130268",
        "title":"A Strategy for Coping with High School and College Remedial English Problems."},
      {
        "id":"ED130269",
        "title":"Students and Teachers Develop English Curriculum, ESEA Title III Evaluation. Final Report."},
      {
        "id":"ED130270",
        "title":"Books for You: A Booklist for Senior High Students. Sixth Edition."},
      {
        "id":"ED130276",
        "title":"Learning Skills Centers: A CCCC (Conference on College Composition and Communication) Report."},
      {
        "id":"ED130290",
        "title":"Black Periodicals &amp; Newspapers: A Union List of Holdings in Libraries of the University of Wisconsin &amp; the Library of the State Historical Society of Wisconsin."},
      {
        "id":"ED130291",
        "title":"Options in Education, Transcript for November 3, 1975: College Enrollment, Standardized Testing, Hyperactive Children, Teacher Strikes, and Training to Be a Professional Golfer."},
      {
        "id":"ED130292",
        "title":"Options in Education, Transcript for November 10, 1975: College Enrollment, Standardized Testing, Hyperactive School Children, Sex Discrimination in Education, Telephone Installation, and Adult Functional Competence."},
      {
        "id":"ED130293",
        "title":"Options in Education, Transcript for November 17, 1975: School Desegregation, School Bus Drivers, and Parental Participation in the Control of Schools."},
      {
        "id":"ED130294",
        "title":"Options in Education, Transcript for December 1, 1975: Guaranteed Student Loan Investigation, Child Abuse, Profile of the Experimental and Bilingual Institute, and Learning to Tune a Piano."},
      {
        "id":"ED130295",
        "title":"Options in Education, Transcript for December 8, 1975: Private School Desegration, Community College of Vermont, Child Abuse and Paralegal Worker Education."},
      {
        "id":"ED130296",
        "title":"Options in Education, Transcript for December 15, 1975: Learning How to Be Santa Claus; and Financial Status of Public School Districts in California, Washington, Wisconsin, Ohio, and Maryland."},
      {
        "id":"ED130297",
        "title":"Options in Education, Transcript for December 22, 1975: College and Alumni Relations, Educational Fund Raising, Community Involvement in School Administration, Public Doublespeak, and Education to Be a Bartender."},
      {
        "id":"ED130298",
        "title":"Options in Education, Transcript for February 2, 1976: Individually Guided Education, Creative Playacting, and Women in Education."},
      {
        "id":"ED130299",
        "title":"Options in Education, Transcript for February 9, 1976: Federal Money for Higher Education; California High School Proficiency Test; College Students&apos; Writing Problems; Columbus, Ohio Arts Impact Program; and Women in Education."},
      {
        "id":"ED130300",
        "title":"Options in Education, Transcript for February 16, 1976: National Commitment to Equal Rights &amp; Equal Educational Opportunity, Racial Conflict in the Classroom, Setting Up a Publishing Business, and Women in Education (Mathematics and Sex)."},
      {
        "id":"ED130301",
        "title":"Options in Education, Transcript for February 23, 1976: Conflict in Theory, Conflict in Research, and Conflict in Practice."},
      {
        "id":"ED130302",
        "title":"Options in Education, Transcript for March 1, 1976: Art in the Schools, Learning to Speak Properly, Music, Project Zero, Art as Core, and Math Can Be Fun."},
      {
        "id":"ED130303",
        "title":"Options in Education, Transcript for March 8, 1976: Parent Tutors, Feminization of the Teaching Profession, Test Score Controversy, and Busing."},
      {
        "id":"ED130304",
        "title":"Options in Education, Transcript for March 29, 1976: Learning to File Your Income Tax, Decline of the Use of the Slide Rule in Classrooms, Consumer Education for Children, Third Graders and Elementary Economics, and State and Federal Roles in Educational Funding."},
      {
        "id":"ED130305",
        "title":"Options in Education, Transcript for April 5, 1976: Review of &quot;The Night Is Dark &amp; I Am Far from Home,&quot; The &quot;Voucher&quot; System, and California Early Childhood Education Plan &amp;&quot;Reform for Intermediate &amp; Secondary Education&quot; Report."},
      {
        "id":"ED130306",
        "title":"Options in Education, Transcript for April 12, 1976: Review of &quot;Simple Justice,&quot; Writing Seminars for Judges and Lawyers, The Teaching of Writing, Visual Literacy, Teacher Internships, System of Interactive Guidance, Changing Jobs, and PKU Children."},
      {
        "id":"ED130307",
        "title":"Options in Education, Transcript for April 19, 1976: What History Textbooks Omit, Review of &quot;Schooling in Capitalistic America,&quot; Liberal Parents/Radical Children, Catholic Education, Kitchen Experiments and &quot;Sesame Street.&quot;"},
      {
        "id":"ED130308",
        "title":"Options in Education, Transcript: Fantasy Magazine, Program No. 33."},
      {
        "id":"ED130309",
        "title":"Perceptual Features, Semantic Roles, and Acquisition of Syntax. Report No. 28."},
      {
        "id":"ED130310",
        "title":"Form and Function in the Written Language of Sixteen Year Olds."},
      {
        "id":"ED130311",
        "title":"Recursiveness and Deletion in English: Two Countervaling Forces."},
      {
        "id":"ED130312",
        "title":"Expressive Writing: Selected Results From the Second National Assessment of Writing."},
      {
        "id":"ED130313",
        "title":"Value and Structure: The Seamless Web of Literary Excellence."},
      {
        "id":"ED130314",
        "title":"Existential Grammar for Composition."},
      {
        "id":"ED130315",
        "title":"There's Nothing New under the Sun."},
      {
        "id":"ED130316",
        "title":"A Descriptive Study of the Language of Men and Women Born in Maine around 1900 As It Reflects the Lakoff Hypotheses in &quot;Language and Women's Place.&quot;"},
      {
        "id":"ED130317",
        "title":"When the Omfluker Agrally Glyphed Up: An Inductive Approach to Grammar [Using a Nonsense Game to Introduce Grammar Concepts at the College Level]."},
      {
        "id":"ED130318",
        "title":"Epistemology and Pedagogy in the Study of Language and Literature."},
      {
        "id":"ED130319",
        "title":"Towards More Painless Grammar."},
      {
        "id":"ED130320",
        "title":"The Decomposition of the Liberal Arts, the Liberalization of Composition, and an Alternative Course."},
      {
        "id":"ED130321",
        "title":"Newspaper Advertising and the First Amendment: The Commercial Speech Doctrine."},
      {
        "id":"ED130322",
        "title":"Revenue, Costs and Net Income of 13 Publicly Owned Newspaper Companies 1971-1974."},
      {
        "id":"ED130323",
        "title":"Coverage of the Rosenberg Case: May 20-June 22, 1953."},
      {
        "id":"ED130324",
        "title":"Criteria Utilized by College-Educated Women to Select Newspaper Science News."},
      {
        "id":"ED130325",
        "title":"The Federal Trade Commission's Use of Evidence to Determine Deception."},
      {
        "id":"ED130326",
        "title":"Newspaper Failure: An Elusive Concept."},
      {
        "id":"ED130327",
        "title":"Access to Information: Special Status for the Press under the FOIA?"},
      {
        "id":"ED130328",
        "title":"Collision of the First and Sixth Amendments: Direct Restraints vs. Alternative Remedies. An Update."},
      {
        "id":"ED130329",
        "title":"Assessing Pupil Progress in English."},
      {
        "id":"ED130330",
        "title":"Film in the Language Arts Class. Developments in Classroom Instruction."},
      {
        "id":"ED130331",
        "title":"Employee Communication: A Bibliography."},
      {
        "id":"ED130332",
        "title":"What's REALLY BAsic in Language Arts? A Report on ACT'S 1976 Invitational Language Arts Conference."},
      {
        "id":"ED130333",
        "title":"SLATE (Support for Learning and Teaching of English). Volume 1."},
      {
        "id":"ED130337",
        "title":"Silent Language in the Classroom. Fastback 86."},
      {
        "id":"ED130338",
        "title":"Focus: Oral Interpretation and Drama."},
      {
        "id":"ED130339",
        "title":"The Communication Journal: A New Tool for Building Interpersonal Relationships in the Communication Classroom."},
      {
        "id":"ED130340",
        "title":"What Is Interpersonal Communication?"},
      {
        "id":"ED130341",
        "title":"A Center for Research in Scientific Communication."},
      {
        "id":"ED130343",
        "title":"Scientific Communication in the Urban Environment: Implications for Political Decision Making."},
      {
        "id":"ED130344",
        "title":"The Processes and Effects of an Internal Technology Discovery Program upon Management."},
      {
        "id":"ED130345",
        "title":"Action and Rhetoric in Seattle's Freedom Patrols: A Study of Protest Activity by a Local Social Movement."},
      {
        "id":"ED130346",
        "title":"Integrating Theoretical Constructs in Human Communication."},
      {
        "id":"ED130347",
        "title":"Interpretive Performance of the Internal Narrator."},
      {
        "id":"ED130348",
        "title":"The Relationship of Cognitive Style to Language Acquisition and Selected Aspects of Nonverbal Communication."},
      {
        "id":"ED130349",
        "title":"Types of Positions Available in Business and Government for the Graduate in Communication."},
      {
        "id":"ED130350",
        "title":"[The Teaching of Listening.]"},
      {
        "id":"ED130351",
        "title":"Teaching Intercultural Communication on the Graduate Level."},
      {
        "id":"ED130352",
        "title":"A Systemic Perspective of Communication and Sexism."},
      {
        "id":"ED130353",
        "title":"Media Exposure, Interpersonal Communication and the Electoral Decision Process."},
      {
        "id":"ED130354",
        "title":"Functional Similarity Between Media; A Cluster Analysis Based on Media Gratifications."},
      {
        "id":"ED130355",
        "title":"Staff Development in the Community College--The Contributions Which a Speech-Communication Instructor Can Make; A Discussion Paper."},
      {
        "id":"ED130356",
        "title":"Communication Channels, Anonymity and the Reduction of Upward Communication Distortion: A Controlled Field Study."},
      {
        "id":"ED130357",
        "title":"Critique of the Communication Audit from the Academic Researcher's Perspective."},
      {
        "id":"ED130358",
        "title":"Accountability in the Speech Arts; Special Report."},
      {
        "id":"ED130359",
        "title":"Organizational Climate: A Review of Recent Literature."},
      {
        "id":"ED130360",
        "title":"The Effect of Vertical Camera Angle on the Perceived Credibility of a Televised Speaker."},
      {
        "id":"ED130361",
        "title":"Drama Prompt Book: Guidelines for the Teacher."},
      {
        "id":"ED130362",
        "title":"Dorothy Heathcote: Drama as a Learning Medium."},
      {
        "id":"ED130363",
        "title":"Genre."},
      {
        "id":"ED130364",
        "title":"Martin Buber's Essays on Theatre: A Philosophical Look at Theatre of the Mind."},
      {
        "id":"ED130365",
        "title":"New Research in Communication Theory: A Summary."},
      {
        "id":"ED130366",
        "title":"The Effects of Self-Disclosing Communication and Attitude Similarity on the Reduction of Interpersonal Conflict."},
      {
        "id":"ED130367",
        "title":"Listening to Color."},
      {
        "id":"ED130368",
        "title":"The Oral Examination in Educational Evaluation."},
      {
        "id":"ED130369",
        "title":"Neo-Socialization Function of Mass Media Working among Foreign Students."},
      {
        "id":"ED130370",
        "title":"Communications."},
      {
        "id":"ED130371",
        "title":"Broadcasting and Cable Television: Policies for Diversity and Change; A Statement on National Policy."},
      {
        "id":"ED130373",
        "title":"The Educational Uses of Poetry Therapy."},
      {
        "id":"ED130374",
        "title":"Community Schools. The Best of ERIC, Number 22."},
      {
        "id":"ED130375",
        "title":"An Evaluation of the Ratio Staffing Plan."},
      {
        "id":"ED130377",
        "title":"Analysis of Journal Articles Presented in the Educational Administration Abstracts 1966-1975."},
      {
        "id":"ED130378",
        "title":"Selected General and Educational Characteristics of the Population of Berrien County, Michigan."},
      {
        "id":"ED130379",
        "title":"The Education of Adolescents. The Final Report and Recommendations of the National Panel on High School and Adolescent Education."},
      {
        "id":"ED130380",
        "title":"Instructional Materials: Selection and Purchase. Revised Edition."},
      {
        "id":"ED130381",
        "title":"Statewide Minimum Competencies--A Force for Quality Education. A Report."},
      {
        "id":"ED130382",
        "title":"Adjusting Within State Inequities in Financing Schools."},
      {
        "id":"ED130383",
        "title":"Role Acquisition and Competency Development of Educational Administrators in the Lower Rio Grande Valley."},
      {
        "id":"ED130384",
        "title":"Public School Finance Programs, 1975-76."},
      {
        "id":"ED130386",
        "title":"Education Vouchers--The Connecticut Experience: A Critical Appraisal. Final Report."},
      {
        "id":"ED130387",
        "title":"Legal Implications of Compulsory Education. Final Report."},
      {
        "id":"ED130388",
        "title":"Notes on the Relationship Between the Language of the Practical, the Meaning of Experience and the Methodology of Curriculum Development."},
      {
        "id":"ED130389",
        "title":"School Facilities Evaluation Instrument. Educational Facility Series. A Guide to Planning."},
      {
        "id":"ED130390",
        "title":"Phases in the Adoption of Educational Innovations in Teacher Training Institutions."},
      {
        "id":"ED130391",
        "title":"Utilizing the Georgia Principal's Assessment System as a Resource in Constructing an Instructional Component for School Administrators."},
      {
        "id":"ED130393",
        "title":"Policymaking: A Challenge for School Board Members."},
      {
        "id":"ED130394",
        "title":"Handbook for Texas School Board Members."},
      {
        "id":"ED130395",
        "title":"Topics for Educational Policymakers."},
      {
        "id":"ED130396",
        "title":"Scaling Priorities: The Value Contribution Method."},
      {
        "id":"ED130397",
        "title":"A Case Study of Complete Energy Management at the Herricks Union Free School District."},
      {
        "id":"ED130398",
        "title":"Open Space--Secondary Style."},
      {
        "id":"ED130399",
        "title":"Status of Collective Bargaining for Non-Certificated Staff. Vol. VIII, No. 4. Information Service Report."},
      {
        "id":"ED130404",
        "title":"A Guide to Program Evaluation Vol. I."},
      {
        "id":"ED130405",
        "title":"A Guide to Program Planning Vol. II."},
      {
        "id":"ED130411",
        "title":"Teacher Negotiations in Indiana: The Second Frustrating Year."},
      {
        "id":"ED130418",
        "title":"Projections of Teacher Supply and Demand to 1980-81. Commissioner's Report on the Education Professions 1974-75."},
      {
        "id":"ED130419",
        "title":"Elementary-Secondary Guide for Oregon Schools. Part I. Minimum Standards for Public Schools."},
      {
        "id":"ED130424",
        "title":"Training for Leadership in Local Educational Improvement Programs. Instructor's Guide."},
      {
        "id":"ED130425",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 1. Training Program Introduction and General Study Plan Guide."},
      {
        "id":"ED130426",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 2. Theory and Strategies of Planned Change in Education."},
      {
        "id":"ED130427",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 3. Task Flow for Designing and Conducting Local Educational Improvement Programs."},
      {
        "id":"ED130428",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 4. Individualization, Mastery, and Student Self-Direction as Themes of Educational Reform, with Related Innovations."},
      {
        "id":"ED130429",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 5. Enquiry As a Theme of Educational Reform, with Related Innovations."},
      {
        "id":"ED130430",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 6. Personal/Social Development As an Educational Theme, with Related Innovations."},
      {
        "id":"ED130431",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 7. Relevance As an Educational Theme with Related Innovations."},
      {
        "id":"ED130432",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 8. Selecting an Educational Improvement Program."},
      {
        "id":"ED130433",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 9. Analyzing and Improving the Implementation of a Local Educational Program."},
      {
        "id":"ED130434",
        "title":"Training for Leadership in Local Educational Improvement Programs. Unit 10. Diffusing Educational Improvement Programs Within a School System."},
      {
        "id":"ED130435",
        "title":"Educational Service Centers in the U.S.A."},
      {
        "id":"ED130438",
        "title":"Teacher Evaluation: The Principal's Role. OSSC Bulletin Vol. 20, No. 3."},
      {
        "id":"ED130440",
        "title":"The Imperative of Leadership III. A Report on Strengthening and Improving Relationships Between State Boards of Education and Legislators."},
      {
        "id":"ED130442",
        "title":"The Imperative of Leadership V. A Report on Education of Disadvantaged and Minority Children: A Multicultural Perspective."},
      {
        "id":"ED130444",
        "title":"The Imperative of Leadership. Volume II, Number 2. A Report on Developing Consistent and Cooperative Constituency Linkages."},
      {
        "id":"ED130445",
        "title":"The Imperative of Leadership. Volume II, Number 3. A Report on Developing Board Agendas That Focus On Policy."},
      {
        "id":"ED130460",
        "title":"The Clinical Teacher for Special Education. Final Report: Volume I; Establishing the Model."},
      {
        "id":"ED130463",
        "title":"A Study of Successful Outcomes in the Categorical Learning Disabilities Programs: 1975."},
      {
        "id":"ED130468",
        "title":"An Empirical Study of the Myklebust Learning Quotient: Unabridged Report."},
      {
        "id":"ED130472",
        "title":"Training Consortium of Institutions Preparing Teaching Personnel for Handicapped Populations. Final Report."},
      {
        "id":"ED130473",
        "title":"The Illinois Regional Resource Center Diagnostic Teaching Model: A Systems Approach to Assessment and Programming for Children with Unexplained Handicaps."},
      {
        "id":"ED130475",
        "title":"Competency-Based Inservice Training for Coordinators of Special Needs in Vocational Education. Recommendations."},
      {
        "id":"ED130476",
        "title":"Coordinators of Special Needs in Minnesota. Position Description."},
      {
        "id":"ED130477",
        "title":"Coordinators of Special Needs in Minnesota. Competency Ratings."},
      {
        "id":"ED130478",
        "title":"Coordinators of Special Needs Programs: Forty-Four Competencies."},
      {
        "id":"ED130481",
        "title":"The Hearing Peer as a Provider of Educational Support to Deaf College Students."},
      {
        "id":"ED130482",
        "title":"Parental Perceptions of Their Experiences with Due Process in Special Education. A Preliminary Report. RIEP-Print No. 99."},
      {
        "id":"ED130483",
        "title":"The Validation of a Learning Hierarchy in Tactual Discrimination for Blind Children."},
      {
        "id":"ED130495",
        "title":"Preliminaries to the Design of LINCS Indexing Tools. LINCS Project Document Series."},
      {
        "id":"ED130496",
        "title":"Professional Meetings in The Language Sciences. A Pilot Study. LINCS Project Document Series."},
      {
        "id":"ED130497",
        "title":"Parameter Requirements for Description of Alternative LINC Systems. Final Report."},
      {
        "id":"ED130503",
        "title":"Glossary of Terms Relating to Languages of the Middle East."},
      {
        "id":"ED130505",
        "title":"The Teaching of Arabic in the Arab World."},
      {
        "id":"ED130506",
        "title":"English Overseas: Guidelines for the American Effort in Teaching English as a Second Language."},
      {
        "id":"ED130511",
        "title":"Appalachian Speech."},
      {
        "id":"ED130516",
        "title":"Papers and Studies in Contrastive Linguistics, Volume 4. The Polish-English Contrastive Project."},
      {
        "id":"ED130519",
        "title":"Russian and Soviet Studies in the United States: A Review."},
      {
        "id":"ED130532",
        "title":"What's REALLY Basic about Teaching Composition to Foreign Students?"},
      {
        "id":"ED130535",
        "title":"Jamaican Creole Language Course (For English Speaking Students)."},
      {
        "id":"ED130545",
        "title":"Boulder Moves Ahead: An Evaluation of the English as a Second Language Tutorial Program of the Boulder Valley Public Schools, During Its First Year of Operation: 1975-76."},
      {
        "id":"ED130558",
        "title":"Selected Characteristics of &quot;Early Completing&quot;, &quot;Completing&quot;, and &quot;Non-Completing&quot; college Students. Centennial Class Survey Report."},
      {
        "id":"ED130567",
        "title":"Institutional Goals Inventory at Frostburg State College (Where We Are and Where We Should Be)."},
      {
        "id":"ED130570",
        "title":"Affirmative Action Reconsidered. Was It Necessary in Academia? Evaluation Studies 27."},
      {
        "id":"ED130572",
        "title":"Organizational Development and Goals: A Consultant's View of Women's Centers."},
      {
        "id":"ED130581",
        "title":"The Current Status of Latin American Studies Programs."},
      {
        "id":"ED130582",
        "title":"An Annotated Bibliography of Institutional Research 1973-1974."},
      {
        "id":"ED130617",
        "title":"Some Implications of Testing Procedures for Auto-Instructional Programming. Final Report."},
      {
        "id":"ED130633",
        "title":"Data Base Directions; the Next Steps. Proceedings of the Workshop of the National Bureau of Standards and the Association for Computing Machinery (Fort Lauderdale, Florida, October 29-31, 1975)."},
      {
        "id":"ED130634",
        "title":"Sesame Street; 1,000 Hours of a Perpetual Television Experiment."},
      {
        "id":"ED130635",
        "title":"The Electric Company; Television and Reading, 1971-1980: A Mid-Experiment Appraisal."},
      {
        "id":"ED130637",
        "title":"Simulation-Dialogue and Teaching Style."},
      {
        "id":"ED130643",
        "title":"An Evaluation of Multiple Tracks in a Linear Program."},
      {
        "id":"ED130644",
        "title":"Learning Set Formation in Programmed Instruction."},
      {
        "id":"ED130645",
        "title":"The Effects of Variations in a Self-Instructional Program on Instructional Outcomes. Research Bulletin."},
      {
        "id":"ED130651",
        "title":"Some Interactions Between Individual Differences and Modes of Instruction. Final Report, January 1964-March 1965."},
      {
        "id":"ED130652",
        "title":"A Comparison of Two Tree Construction Methods for Obtaining Proximity Measures among Words. Number 47."},
      {
        "id":"ED130676",
        "title":"A Classification System and Manual for Placement Office Libraries."},
      {
        "id":"ED130687",
        "title":"An Example of Planning/Management Reports Produced at Delaware County Community College in Conjunction with American Management Association (AMA) Processes and National Center for Education Management Systems (NCHEMS) Products."},
      {
        "id":"ED130690",
        "title":"A Study of a Community College Image by a Survey of the Media."},
      {
        "id":"ED130693",
        "title":"Enhancing Trustee Effectiveness. New Directions for Community Colleges, No. 15."},
      {
        "id":"ED130696",
        "title":"College Behind the Walls: Factors Influencing a Post-Secondary Inmate Education Program."},
      {
        "id":"ED130698",
        "title":"Report on the Peer Tutoring Program, 1973-1975 School Years."},
      {
        "id":"ED130702",
        "title":"Offender Assistance Through Community Colleges Program. Final Report."},
      {
        "id":"ED130703",
        "title":"Offender Assistance Through Community Colleges. Final Evaluation Report."},
      {
        "id":"ED130709",
        "title":"Maryland Community Colleges Student Follow-up Study: First-time Students, Fall 1972."},
      {
        "id":"ED130721",
        "title":"The Humanities in Two-Year Colleges: Faculty Characteristics."},
      {
        "id":"ED130726",
        "title":"Black American English: A Survey of Its Origins and Development and Its Use in the Teaching of Composition."},
      {
        "id":"ED130727",
        "title":"Attitudinal and Instructive Notes--Applications in the Community College English Composition Classroom."},
      {
        "id":"ED130732",
        "title":"Genesis: A Report to the National Endowment for the Humanities by the Coast Community College District."},
      {
        "id":"ED130742",
        "title":"Faculty Master Agreement, September 1, 1975 to August 31, 1977. Oakland Community College."},
      {
        "id":"ED130745",
        "title":"A Pilot Study to Assess the Effectiveness of the Recruitment Strategies and the Treatment of Non-Traditional Students Involved in a Short-Term Communications Course."},
      {
        "id":"ED130746",
        "title":"Articulation and Transfer. Topical Paper No. 59."},
      {
        "id":"ED130757",
        "title":"Fostering Intellectual Development - Reexamined 22 Years Later."},
      {
        "id":"ED130763",
        "title":"Development of Activity, Conventional Play, and Vocalization in Infants and Preschoolers."},
      {
        "id":"ED130769",
        "title":"The Second-Year Evaluation of the Style-Oriented Cognitive Curriculum in the I.V.Y. (Involving the Very Young) Program of the Baltimore City Public Schools and the Evaluation of the Baltimore City Day Care Center Training Program."},
      {
        "id":"ED130771",
        "title":"Spatial Effects of Sound on Visual Activity in Human Newborns."},
      {
        "id":"ED130773",
        "title":"Will the Real Jean Piaget Please Stand Up; A Critique of Three Piaget-Based Curricula, and a Rejoinder."},
      {
        "id":"ED130774",
        "title":"The Constructs of Identity or the Art of Disregarding Differences."},
      {
        "id":"ED130777",
        "title":"Influence of Task Difficulty and Age on Speech to Noise Modulation in Preschoolers."},
      {
        "id":"ED130778",
        "title":"Hemispheric Dominance, Conservation Reasoning and the Dominant Eye."},
      {
        "id":"ED130781",
        "title":"Language and Imaginative Play Experience Approach to Reading: Fact or Fantasy?"},
      {
        "id":"ED130783",
        "title":"Parenting in 1976: A Listing from PMIC."},
      {
        "id":"ED130786",
        "title":"Folklore and the Only Child: A Reassessment."},
      {
        "id":"ED130788",
        "title":"Research Relating to Children. Bulletin 36: September 1975-February 1976."},
      {
        "id":"ED130790",
        "title":"Solving Spatial Perspective-Taking Problems by Rule vs. Computation: A Developmental Study."},
      {
        "id":"ED130792",
        "title":"Daytime Care of Children: October 1974 and February 1975. Current Population Reports: Population Characteristics."},
      {
        "id":"ED130796",
        "title":"State Trends and Priorities in Services for Children and Their Families: A Report of a Telephone Survey. Early Childhood Report No. 17."},
      {
        "id":"ED130798",
        "title":"Research, Demonstration, and Evaluation Studies: Fiscal Year 1976."},
      {
        "id":"ED130814",
        "title":"Development of an Organizational Design for the Office of Education Programs, Bureau of Indian Affairs, April 1971. Research and Evaluation Report Series No. 39.01."},
      {
        "id":"ED130815",
        "title":"An Alternative Approach to the Organization of the Office of Education Programs. Bureau of Indian Affairs, December 1972."},
      {
        "id":"ED130816",
        "title":"The Organization of the Office of Indian Education Programs, July 1, 1974 and July 1, 1975."},
      {
        "id":"ED130819",
        "title":"Population Change in Nonmetropolitan Cities and Towns. Agricultural Economic Report No. 323."},
      {
        "id":"ED130833",
        "title":"Energy Investigations for the Classroom."},
      {
        "id":"ED130836",
        "title":"Analyzing Science Teaching: A Case Study Based on Three Philosophical Models of Teaching. The Explanatory Modes Project, Background Paper No. 5."},
      {
        "id":"ED130838",
        "title":"Toward Understanding the Use of Argument and Authority in Science Teaching. The Explanatory Modes Project, Background Paper No. 7."},
      {
        "id":"ED130840",
        "title":"An Impact Analysis of Sponsored Projects to Increase the Participation of Women in Careers in Science and Technology. [Interim Technical Report.]"},
      {
        "id":"ED130842",
        "title":"Scientific and Technical Manpower Projections. Proceedings of the Seminar Including the Formal Papers (Hot Springs, Virginia, April 16-18, 1974)."},
      {
        "id":"ED130847",
        "title":"Nuclear Power and the Environment."},
      {
        "id":"ED130848",
        "title":"Solar Energy."},
      {
        "id":"ED130849",
        "title":"Real Increases Seen for Federal R&D Funding of Energy, Education, Science, and Defense in FY 1977. Science Resources Studies Highlights, August 19, 1976."},
      {
        "id":"ED130850",
        "title":"A Case Study and Survey of Two Montgomery County, Maryland Nature Centers; With an Overview of Nature Interpretation as a Unique Spectrum in the Educational Process."},
      {
        "id":"ED130851",
        "title":"The Double Bind: The Price of Being a Minority Woman in Science. Report of a Conference of Minority Women Scientists, Arlie House, Warrenton, Virginia."},
      {
        "id":"ED130852",
        "title":"Measurement. [Individualized Learning System (ILS) Chemistry Pac No. 1.]"},
      {
        "id":"ED130853",
        "title":"Terminology. [Individualized Learning System (ILS) Chemistry Pac No. 2.]"},
      {
        "id":"ED130854",
        "title":"Structure. [Individualized Learning System (ILS) Chemistry Pac No. 3.]"},
      {
        "id":"ED130855",
        "title":"Bonding. [Individualized Learning System (ILS) Chemistry Pac No. 4.]"},
      {
        "id":"ED130856",
        "title":"Reactions. [Individualized Learning System (ILS) Chemistry Pac No. 5.]"},
      {
        "id":"ED130857",
        "title":"Solutions. [Individualized Learning System (ILS) Chemistry Pac No. 6.]"},
      {
        "id":"ED130858",
        "title":"Carbon. [Individualized Learning System (ILS) Chemistry Pac No. 7.]"},
      {
        "id":"ED130859",
        "title":"Biochem. [Individualized Learning System (ILS) Chemistry Pac No. 8.]"},
      {
        "id":"ED130860",
        "title":"Investigations in Mathematics Education, Vol. 8 No. 4."},
      {
        "id":"ED130861",
        "title":"Teacher Education in Mathematics."},
      {
        "id":"ED130863",
        "title":"Some Aspects of Secondary School Science in Australia. Centre for Advancement of Teaching Education Monograph Series. No. 9."},
      {
        "id":"ED130864",
        "title":"A Survey of Environmental Knowledge and Attitudes of Fifth Year Students in England."},
      {
        "id":"ED130865",
        "title":"Relationships Between Concrete and Formal Operational Physics Concepts and the Intellectual Levels of High School Students."},
      {
        "id":"ED130866",
        "title":"A Proposed Model for Teaching and Learning Common Fractions, and the Operations of Multiplication and Division of Fractions."},
      {
        "id":"ED130868",
        "title":"Plans of Indiana High School Seniors; Are Those Who Plan to Become Engineers Different? [Manpower Monograph 76-l.]"},
      {
        "id":"ED130869",
        "title":"Self-Supported Graduate Science Students Increased by 22 Percent in 1975. Science Resources Studies Highlights, September 30, 1976."},
      {
        "id":"ED130870",
        "title":"Mathematics for Junior High School, Volume 1, Student's Text, Part I. Unit 1."},
      {
        "id":"ED130871",
        "title":"Mathematics for Junior High School, Volume 1, Student's Text, Part II. Unit 2."},
      {
        "id":"ED130872",
        "title":"Mathematics for Junior High School, Volume 1, Teacher&apos;s Commentary, Part I. Unit 3. Revised Edition."},
      {
        "id":"ED130873",
        "title":"Mathematics for Junior High School, Volume 1, Teacher's Commentary, Part II. Unit 4. Revised Edition."},
      {
        "id":"ED130874",
        "title":"Mathematics for Junior High School, Volume 2, Student&apos;s Text, Part I. Unit 5."},
      {
        "id":"ED130875",
        "title":"Mathematics for Junior High School, Volume 2, Student's Text, Part II. Unit 6."},
      {
        "id":"ED130876",
        "title":"Mathematics for Junior High School, Volume 2, Teacher&apos;s Commentary, Part I. Unit 7."},
      {
        "id":"ED130877",
        "title":"Mathematics for Junior High School, Volume 2, Teacher&apos;s Commentary, Part II. Unit 8."},
      {
        "id":"ED130878",
        "title":"Investigations in Mathematics Education, A Journal of Abstracts and Annotations, Volume 4."},
      {
        "id":"ED130879",
        "title":"Philosophies and Procedures of SMSG Writing Teams."},
      {
        "id":"ED130880",
        "title":"Report of a Conference on Future Responsibilities for School Mathematics."},
      {
        "id":"ED130881",
        "title":"Report of a Conference on Responsibilities for School Mathematics in the 70's."},
      {
        "id":"ED130882",
        "title":"Electricity: Part I, Types and Generation of Electricity. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130883",
        "title":"Electricity: Part II, The Control and Measurement of Electricity. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130884",
        "title":"Electricity: Part III, Applications for Electricity. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130885",
        "title":"Can You Hear My Vibes? A Mini-Course on Sound. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130886",
        "title":"Lenses and Their Uses. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130887",
        "title":"What Is It? Identification of an Unknown Chemical Substance. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130888",
        "title":"A Very Complex Molecule: D.N.A., The Substance That Carries Heredity. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130889",
        "title":"Controlling the Code of Life. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130890",
        "title":"Paleo Biology, Bones: Clues to Mankind's Past. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130891",
        "title":"A Field Study in Human Ecology. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130892",
        "title":"Basic Principles of Genetics. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130893",
        "title":"Human Genetics - Mendel's Laws Applied to You! [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130894",
        "title":"Weather Instruments. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130895",
        "title":"Topographic Maps. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130897",
        "title":"Physical Optics. [Aids to Individualize the Teaching of Science, Mini-Course Units.]"},
      {
        "id":"ED130898",
        "title":"A Study for the Birds. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130899",
        "title":"Creepy Critters (Snakes). [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130900",
        "title":"How's Your Plumbing. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130901",
        "title":"Guess Who's Been Here for Dinner? [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130902",
        "title":"Plants - The &quot;Other&quot; Living Things. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130903",
        "title":"Let's Look At You - The Human Organism. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130904",
        "title":"Classification: Why Is There a Need? [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130905",
        "title":"Protist: The &quot;Unseen&quot; Kingdom. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130906",
        "title":"Coastline Development. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130907",
        "title":"Ocean Currents. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130908",
        "title":"Features of the Ocean Floor (Ocean Floor Topography). [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130909",
        "title":"Space and Its Problems. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130910",
        "title":"Invertebrate Fossils: Clues to the Distant Past. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130911",
        "title":"An Attempt Towards Independent Study in Astronomy. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130912",
        "title":"Household Chemistry. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130913",
        "title":"Notions on Motions. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130914",
        "title":"Environmental Chemistry. [Aids to Individualize the Teaching of Science, Mini-Course Units for Grades 7, 8, and 9.]"},
      {
        "id":"ED130915",
        "title":"The Development of a Model to Determine Perceptions of Scientific Literacy."},
      {
        "id":"ED130916",
        "title":"Colorado Centennial-Bicentennial Teacher's Guide."},
      {
        "id":"ED130918",
        "title":"Multicultural Planning Conferences: Summary."},
      {
        "id":"ED130921",
        "title":"Conflicting Theories of Social and Educational Change: A Typological Review."},
      {
        "id":"ED130922",
        "title":"The Educational System of Czechoslovakia. Education around the World."},
      {
        "id":"ED130923",
        "title":"Religion Studies in Public Education: A Task Force, Year II Report (1976)."},
      {
        "id":"ED130924",
        "title":"The Colorado System-Based Curriculum Project: Position Papers."},
      {
        "id":"ED130925",
        "title":"Resource Materials for Elementary Social Studies: An Annotated List of Selected Titles for the Basic Program."},
      {
        "id":"ED130926",
        "title":"Resource Materials for Secondary Social Studies: An Annotated List of Selected Titles for the Basic Program."},
      {
        "id":"ED130927",
        "title":"Teaching about the Child and World Environment: Elementary Teacher's Kit."},
      {
        "id":"ED130928",
        "title":"The Native Americans: Teacher's Guide [And 12 Student Booklets]."},
      {
        "id":"ED130929",
        "title":"Environmental Law II."},
      {
        "id":"ED130930",
        "title":"Guide to Study America: An Interdisciplinary Approach to American Studies."},
      {
        "id":"ED130931",
        "title":"Curriculum Guidelines for Multiethnic Education: Position Statement."},
      {
        "id":"ED130932",
        "title":"Educational Development in the Post-colonial Period in India: Problems and Prospects."},
      {
        "id":"ED130933",
        "title":"Prisoner's Dilemma as a Social Simulation Game."},
      {
        "id":"ED130934",
        "title":"[Museum-School Cooperation: A Summary of School Projects.]"},
      {
        "id":"ED130935",
        "title":"Council on Anthropology and Education Quarterly, Vol. VII, No. 1, February 1976."},
      {
        "id":"ED130936",
        "title":"Council on Anthropology and Education Quarterly, Vol. VII, No. 2, May 1976."},
      {
        "id":"ED130937",
        "title":"Council on Anthropology and Education Quarterly, Vol. VII, No. 3, August 1976. Special Issue: Research Dimensions of Anthropology and Education."},
      {
        "id":"ED130938",
        "title":"National Identity from a Social Psychological Perspective: Two Brazilian Case Studies."},
      {
        "id":"ED130939",
        "title":"MACOS Controversy: Responses to Charges by John Conlan."},
      {
        "id":"ED130940",
        "title":"Innovation or Renovation? Lecture, Commentary, and Discussion in the Precollege Psychology Classroom."},
      {
        "id":"ED130941",
        "title":"Affirmative Action: Field Laboratory for Sociologists."},
      {
        "id":"ED130942",
        "title":"Peoria and the World."},
      {
        "id":"ED130943",
        "title":"What Inhibits Achievement and Career Motivation in Women? Why Women Contribute Less to the Humanities, Arts, and Sciences."},
      {
        "id":"ED130944",
        "title":"An Ethnic Dimension in American History: A Unit on Immigration, Industrialization, Urbanization, and Imperialism, 1880-1920. Resource Guide."},
      {
        "id":"ED130945",
        "title":"Canadian Content Survey: Elementary Panel. Research Report."},
      {
        "id":"ED130946",
        "title":"Canadian Content Survey: Junior High Panel. Research Report."},
      {
        "id":"ED130947",
        "title":"Canadian Content Survey: Secondary Panel. Research Report."},
      {
        "id":"ED130948",
        "title":"Great Issues in American History: A Compilation of Primary Sources Related to Issues That Have Occupied the Attention of the American People from Colonial Days to the Present. Oregon ASCD Curriculum Bulletin, Vol. 30, No. 333."},
      {
        "id":"ED130949",
        "title":"A Guide to Free and Inexpensive Consumer Education Resources."},
      {
        "id":"ED130950",
        "title":"Humanistic Studies, Academic and Cultural Enrichment Project: Title III Public Schools of the District of Columbia. Evaluation, Final Report, 1975-76."},
      {
        "id":"ED130951",
        "title":"The World Is Your Museum: Title III Project of the District of Columbia Public Schools. Evaluation, Final Report, 1975-76."},
      {
        "id":"ED130952",
        "title":"Is Teaching the Best Way to Learn? Comments."},
      {
        "id":"ED130953",
        "title":"Perspectives on Economic Education: A Report on Conference Proceedings."},
      {
        "id":"ED130954",
        "title":"The Kinder-Economy: A Case Study of Kindergarten Pupils' Acquisition of Economic Concepts."},
      {
        "id":"ED130956",
        "title":"Labeling and the Socialization to Deviancy in Schools: Notes on Labeling Theory and the Self-Fulfilling Prophecy."},
      {
        "id":"ED130957",
        "title":"A Study of Differences of Views of Students, Parents, Teachers, and Administrators on Selected Teaching Objectives."},
      {
        "id":"ED130958",
        "title":"A Museum for Children. Final Report, 1973-1976."},
      {
        "id":"ED130959",
        "title":"Experimental Course Development in Introductory Economics at Indiana University. The Journal of Economic Education, Special Issue No. 4, Fall 1975."},
      {
        "id":"ED130960",
        "title":"Teaching African Politics at American Colleges and Universities: A Survey."},
      {
        "id":"ED130961",
        "title":"Teaching Political Parties in American Colleges and Universities: A Survey."},
      {
        "id":"ED130962",
        "title":"Global Studies: Problems and Promises for Elementary Teachers."},
      {
        "id":"ED130963",
        "title":"Social Studies: Issues and Methods."},
      {
        "id":"ED130964",
        "title":"Bicentennial Awareness through Social Studies and Related Careers. Publication No. 40."},
      {
        "id":"ED130965",
        "title":"Canadiana: A Student's Guide to Bibliographic Resources."},
      {
        "id":"ED130966",
        "title":"Canadian Manuscripts and Archives: A Student's Guide to Reference Sources."},
      {
        "id":"ED130967",
        "title":"Archaeology: A Student's Guide to Reference Sources."},
      {
        "id":"ED130968",
        "title":"Institutes on Ancient and Modern Studies."},
      {
        "id":"ED130969",
        "title":"Art Appreciation: A Bibliography."},
      {
        "id":"ED130970",
        "title":"TACT/ESAA Newsletter, Vol. 3, No. 1."},
      {
        "id":"ED130971",
        "title":"Education in Social Movements."},
      {
        "id":"ED130972",
        "title":"Final Report of Activities for International Women's Year in the Department of Health, Education, and Welfare."},
      {
        "id":"ED130973",
        "title":"A Teaching and Learning Guide for Organ Instruction."},
      {
        "id":"ED130974",
        "title":"This Union Cause: An Illustrated History of Labor Unions in America. Revised Edition."},
      {
        "id":"ED130975",
        "title":"Eastern European Studies in the Secondary School Curriculum: Report of the Proceedings of a Conference (8th, University of Sussex, England, April 10, 1974). Curriculum Development Series No. 5."},
      {
        "id":"ED130976",
        "title":"Fundamentals of the Free Enterprise System, Course Guide."},
      {
        "id":"ED130977",
        "title":"Implementing the Utah Social Studies Guide: Workshop Manual."},
      {
        "id":"ED130978",
        "title":"Social Studies Survey."},
      {
        "id":"ED130979",
        "title":"Ethnic Heritage in America, Teacher's Manual: Curriculum Materials in Elementary School Social Studies on Greeks, Jews, Lithuanians, and Ukrainians."},
      {
        "id":"ED130980",
        "title":"Greeks in America: Contributions to America, Relationship to Homeland, Integration into American Life, Retention of Ethnicity in America. Ethnic Heritage in America: Curriculum Materials in Elementary School Social Studies on Greeks, Jews, Lithuanians, and Ukrainians."},
      {
        "id":"ED130981",
        "title":"Jews in America: Contributions to America, Relationship to Homeland, Integration into American Life, Retention of Ethnicity in America. Ethnic Heritage in America: Curriculum Materials in Elementary School Social Studies on Greeks, Jews, Lithuanians, Ukrainians."},
      {
        "id":"ED130982",
        "title":"Lithuanians in America: Contributions to America, Relationship to Homeland, Integration into American Life, Retention of Ethnicity in America. Ethnic Heritage in America: Curriculum Materials in Elementary School Social Studies on Greeks, Jews, Lithuanians, and Ukrainians."},
      {
        "id":"ED130983",
        "title":"Ukrainians in America: Contributions to America, Relationship to Homeland, Integration into American Life, Retention of Ethnicity in America. Ethnic Heritage in America: Curriculum Materials in Elementary School Social Studies on Greeks, Jews, Lithuanians, and Ukrainians."},
      {
        "id":"ED130984",
        "title":"Asian Americans: Then, Now, and Tomorrow."},
      {
        "id":"ED130985",
        "title":"Asian Americans: Now."},
      {
        "id":"ED130986",
        "title":"Women's Work and Women's Studies, 1973-1974: A Bibliography."},
      {
        "id":"ED130987",
        "title":"Classroom Strategies for Individualizing Instruction in the Social Studies."},
      {
        "id":"ED130988",
        "title":"Psychology: A Student's Guide to Reference Sources."},
      {
        "id":"ED130989",
        "title":"Sociology: A Student's Guide to Reference Sources."},
      {
        "id":"ED130990",
        "title":"Guidelines for 4-H Consumer Education."},
      {
        "id":"ED130991",
        "title":"Women's Athletics: Bibliographies on Educational Topics, No. 2."},
      {
        "id":"ED130993",
        "title":"Pearl Harbor: A Failure for Baseball?"},
      {
        "id":"ED131000",
        "title":"VD Education in California: A Review of Ideas, Programs, Methods, and Resources."},
      {
        "id":"ED131002",
        "title":"The Future Role of Teachers Colleges."},
      {
        "id":"ED131003",
        "title":"The Continuing Education of Teachers."},
      {
        "id":"ED131004",
        "title":"Experimental Schools Program: Opportunities to Improve the Management of an Education Research Program; Report to Congress by the Comptroller General of the United States."},
      {
        "id":"ED131005",
        "title":"Teacher Politics. Options in Education Program No. 38."},
      {
        "id":"ED131007",
        "title":"The Legal Rights of Teachers. Fastback No. 38."},
      {
        "id":"ED131012",
        "title":"Project STEP (Seniors Tutor for Educational Progress) On-Site Validation Report."},
      {
        "id":"ED131016",
        "title":"The Scottish Council for Research in Education: Forty-Eight Annual Report, 1975-76."},
      {
        "id":"ED131018",
        "title":"Annotated Guide to Venereal Disease Instructional Materials Available in Canada."},
      {
        "id":"ED131019",
        "title":"Report of the Task Force on Teacher Education and Laboratory Schools."},
      {
        "id":"ED131023",
        "title":"Testimony on Physical Fitness for Older Persons."},
      {
        "id":"ED131024",
        "title":"An Interpretive Study of Individualized Instruction in the Schools: Procedures, Problems, and Prospects. A Final Report."},
      {
        "id":"ED131025",
        "title":"The Experimental Ecology of Education."},
      {
        "id":"ED131029",
        "title":"The Irresistible Need for Educational Research."},
      {
        "id":"ED131030",
        "title":"An Experiment on the Effectiveness of Training for Teaching Assistants."},
      {
        "id":"ED131032",
        "title":"Elementary and Secondary Masters Degree Program Revision. Progress Report II. Reactions from Area Educators."},
      {
        "id":"ED131033",
        "title":"Gymnastic Activities in School (the GAIS Project)."},
      {
        "id":"ED131034",
        "title":"Evaluation of State University Laboratory Schools."},
      {
        "id":"ED131035",
        "title":"Study of State Coordination of Research and Development Efforts for Education."},
      {
        "id":"ED131036",
        "title":"Advising on Needs in Teacher Preparation."},
      {
        "id":"ED131037",
        "title":"A Comparison of Remediation Systems Affecting Achievement and Retention in Mastery Learning."},
      {
        "id":"ED131038",
        "title":"1976 Databook: The Status of Education Research and Development in the United States."},
      {
        "id":"ED131039",
        "title":"Specifying Competencies for School Based Teacher Educators Through Task, Conceptual, and Perceptual Analyses. School Based Teacher Educators, Number 7."},
      {
        "id":"ED131040",
        "title":"Credentialing School Based Teacher Educators: Bases for Decisioning. School Based Teacher Educators, Number 8."},
      {
        "id":"ED131041",
        "title":"School Based Teacher Educator Project: Report of First Year Activities, 1975-1976. School Based Teacher Educators, Number 9."},
      {
        "id":"ED131042",
        "title":"Alternatives: An Annotated Bibliography of Selected Topics Related to Alternative and In-Service Education (1973-76)."},
      {
        "id":"ED131043",
        "title":"Licensing and Accreditation in Education: The Law and the State Interest."},
      {
        "id":"ED131046",
        "title":"Experience, Effectiveness and the Urban High School Subculture."},
      {
        "id":"ED131047",
        "title":"Institutional Self-Assessment Guide in Intercollegiate Athletics."},
      {
        "id":"ED131050",
        "title":"Bilingual/Bicultural Education and Teacher Training. NEA Professional Studies Series."},
      {
        "id":"ED131053",
        "title":"Students' Performance in M. Ed. Programs at the Cleveland State University, 1968-1975."},
      {
        "id":"ED131054",
        "title":"Training Educational Leaders; A Search for Alternatives. Report of the Leadership Training Institute on Educational Leadership, 1969-1975."},
      {
        "id":"ED131055",
        "title":"Formative and Summative Evaluation of the FEHR-Practicum Training Module. Final Report."},
      {
        "id":"ED131056",
        "title":"Transfer Systems: The Opinions of Queensland Teachers. Evaluation Series."},
      {
        "id":"ED131057",
        "title":"Education in Japan: A Century of Modern Development."},
      {
        "id":"ED131058",
        "title":"Education in Ghana."},
      {
        "id":"ED131059",
        "title":"Materials for Documenting and Evaluating School Practice."},
      {
        "id":"ED131062",
        "title":"Staff Development Workbook for Classroom Teachers and Principals."},
      {
        "id":"ED131063",
        "title":"Test of a Contingency Model of Teacher Effectiveness."},
      {
        "id":"ED131065",
        "title":"Skin Conditions of Youths 12-17, United States. Vital and Health Statistics; Series 11, Number 157."},
      {
        "id":"ED131070",
        "title":"A Study of the Effect of Human Relations Training on Self-Concepts of Student Teachers."},
      {
        "id":"ED131071",
        "title":"The Relationship of Student Teaching Effectiveness and Satisfaction to the Preferred and Perceived Role of the Cooperating Teacher."},
      {
        "id":"ED131072",
        "title":"Comparison of Center and Non-Center Placed Student Teachers in Their Opinions of the Student Teaching Experience."},
      {
        "id":"ED131074",
        "title":"Validating a Teacher Behavior by Student Performance."},
      {
        "id":"ED131075",
        "title":"The Relationships Between Principals' and Teachers' Perceptions of the Quality of College Preparation For Teaching Competence."},
      {
        "id":"ED131076",
        "title":"Follow-Up Study of Selected Teacher Education Graduates from Iowa State University, the University of Iowa, and the University of Northern Iowa. Volume I, Issue I."},
      {
        "id":"ED131077",
        "title":"The Multi-Disciplinary Graduate Program in Educational Research. Final Report, Part I; An Historical Documentation of the Multi-Disciplinary Program in Educational Research."},
      {
        "id":"ED131078",
        "title":"The Multi-Disciplinary Graduate Program in Educational Research. Final Report, Part II; Methodoloqical Trilogy."},
      {
        "id":"ED131079",
        "title":"The Multi-Disciplinary Graduate Program in Educational Research. Final Report, Part III; Elements of Panel Analysis."},
      {
        "id":"ED131080",
        "title":"The Multi-Disciplinary Graduate Program in Educational Research. Final Report, Part IV; The Utilization of Sociological Ideas in Organizational Planning: A Case Study."},
      {
        "id":"ED131081",
        "title":"The Multi-Disciplinary Graduate Program in Educational Research. Final Report, Part V; The Frame of Reference Study."},
      {
        "id":"ED131082",
        "title":"The Multi-Disciplinary Graduate Program in Educational Research. Final Report, Part VI; Essays."},
      {
        "id":"ED131083",
        "title":"The Multi-Disciplinary Graduate Program in Educational Research. Final Report, Part VII; Evaluation of the Multi-Disciplinary Program in Educational Research."},
      {
        "id":"ED131084",
        "title":"Attitudes Toward Olympic Games of Swedish Adolescents: Reports from the Institute of Education, University of Goteborg, No. 51."},
      {
        "id":"ED131085",
        "title":"Emergence of Needs Assessment as a Basis for Title I Planning."},
      {
        "id":"ED131087",
        "title":"Attrition Effects in Large-Scale Longitudinal Studies."},
      {
        "id":"ED131088",
        "title":"A Review of Instrumentation to Assess Reading Attitudes in the Elementary Grades."},
      {
        "id":"ED131089",
        "title":"Parents, Teachers, and School Administrators as Targets for Statewide Assessment Information."},
      {
        "id":"ED131091",
        "title":"Test Bias in the Absence of a Criterion."},
      {
        "id":"ED131092",
        "title":"Program Evaluation: An Empirical Study of Individualized Instruction."},
      {
        "id":"ED131093",
        "title":"How to Tell if a Test Measures the Same Thing in Different Cultures."},
      {
        "id":"ED131094",
        "title":"Aspects of Educational Assessment."},
      {
        "id":"ED131095",
        "title":"Follow Through Expansion Pre-Program Data, 1975. Report Number 7642."},
      {
        "id":"ED131096",
        "title":"The University of Botswana, Lesotho and Swaziland Schools Examinations Council Development Plan (1976-1985)."},
      {
        "id":"ED131097",
        "title":"A Note on the Probability of Errors in Decisions Based on Tests of the College Level Examination Program."},
      {
        "id":"ED131098",
        "title":"A Report on the Proposed Assessment Program for the Lunenburg Public Schools."},
      {
        "id":"ED131099",
        "title":"Delaware Educational Assessment Program 1975-76. Report of Spring Testing and Needs Assessment."},
      {
        "id":"ED131100",
        "title":"Individualized Testing System. Report to Special Academic Programs. Improvement of Multiple Choice Testing."},
      {
        "id":"ED131101",
        "title":"An Evaluation of the 1975-76 Hartford Project Concern Program."},
      {
        "id":"ED131103",
        "title":"The Examination of Intra-group Agreement of Q-Sort Responses."},
      {
        "id":"ED131104",
        "title":"Representative Normative Tables for the Armed Services Vocational Aptitude Battery (Form 5). Technical Research Note 75-6."},
      {
        "id":"ED131105",
        "title":"Survey of Parent Attitudes Toward an Experimental Pupil Progress Report."},
      {
        "id":"ED133190",
        "title":"Science Education Newsletter No. 31."},
      {
        "id":"ED133191",
        "title":"Geographical Distribution of Federal Science Funds to Colleges and Universities. Report of the Comptroller General of the United States."},
      {
        "id":"ED133192",
        "title":"Energy Education Materials Inventory (e.e.m.i.). Part One: Print Materials."},
      {
        "id":"ED133193",
        "title":"Energy Education Materials Inventory (e.e.m.i.). Part Two: Non-Print Materials, Part One."},
      {
        "id":"ED133194",
        "title":"Energy Education Materials Inventory (e.e.m.i.). Part Three: Non-Print Materials, Part Two: 16 mm Films."},
      {
        "id":"ED133195",
        "title":"Energy Education Materials Inventory (e.e.m.i.). Part Four: Kits, Games &amp; Miscellaneous Curricula."},
      {
        "id":"ED133196",
        "title":"Energy Education Materials Inventory (e.e.m.i.). Part Five: Reference Sources."},
      {
        "id":"ED133197",
        "title":"Atoms in Astronomy."},
      {
        "id":"ED133198",
        "title":"Chemistry Between The Stars."},
      {
        "id":"ED133199",
        "title":"Extragalactic Astronomy: The Universe Beyond Our Galaxy."},
      {
        "id":"ED133200",
        "title":"The Supernova - A Stellar Spectacle."},
      {
        "id":"ED133201",
        "title":"A Report to the University of Maine, Office of Sea Grant Concerning the 6th National Marine Education Conference, Pacific Grove, California, October 26-29, 1976."},
      {
        "id":"ED133202",
        "title":"New Frontiers in Mathematics Education: Project for the Mathematical Development of Children."},
      {
        "id":"ED133203",
        "title":"1974-75 Graduate Student Survey. Physics Manpower Report."},
      {
        "id":"ED133204",
        "title":"The Pennsylvania Academy of Science - Fifty-Two Years in Retrospect."},
      {
        "id":"ED133205",
        "title":"The Future for Women in Science and Engineering."},
      {
        "id":"ED133206",
        "title":"A Self-Instructional Approach to Environmental Decision Making: Focus on Land Use."},
      {
        "id":"ED133207",
        "title":"A Citizen's Guide to Information on Land Use Decision Making."},
      {
        "id":"ED133208",
        "title":"Introduction to Land Use Decision Making Kit and Economics of Land Use. [2 Units]."},
      {
        "id":"ED133209",
        "title":"Maps--Map Reading and Aerial Photography. [2 Units]."},
      {
        "id":"ED133210",
        "title":"Geosystems and Land Use Decision Making and Open Space and Land Use Decision Making. [2 Units]."},
      {
        "id":"ED133212",
        "title":"Synthesis: Part II, Land Use Attractiveness."},
      {
        "id":"ED133214",
        "title":"Planning for People and Land Use Decision Making."},
      {
        "id":"ED133215",
        "title":"Cultural Systems and Land Use Decision Making."},
      {
        "id":"ED133218",
        "title":"Hydrosystems and Land Use Decision Making."},
      {
        "id":"ED133219",
        "title":"Inland Wetlands."},
      {
        "id":"ED133220",
        "title":"Coastal Wetlands."},
      {
        "id":"ED133221",
        "title":"A Scientist Views Communication With The Public."},
      {
        "id":"ED133222",
        "title":"Recent Changes in Opportunities for Women in Science and Engineering."},
      {
        "id":"ED133225",
        "title":"Priority One: Environment. Air Pollution and Your Health, Teacher&apos;s Guide."},
      {
        "id":"ED133226",
        "title":"Priority One: Environment. Protecting Our Water Supplies."},
      {
        "id":"ED133227",
        "title":"Priority One: Environment. Protecting Our Water Supplies, Teacher's Guide."},
      {
        "id":"ED133228",
        "title":"Priority One: Environment. The Energy Challenge."},
      {
        "id":"ED133229",
        "title":"Priority One: Environment. The Energy Challenge, Teacher's Guide."},
      {
        "id":"ED133230",
        "title":"Priority One: Environment. Open Lands and Wildlife."},
      {
        "id":"ED133231",
        "title":"Priority One: Environment. Open Lands and Wildlife, Teacher&apos;s Guide."},
      {
        "id":"ED133233",
        "title":"History of Academy Conference, 1926-1970."},
      {
        "id":"ED133234",
        "title":"Report of a Conference on Research at the Undergraduate Level."},
      {
        "id":"ED133235",
        "title":"Preparatory Mathematics Programs in Departments of Mathematics."},
      {
        "id":"ED133238",
        "title":"Interdependence--Spirit of 1976: A Special Bicentennial Edition of &quot;Teaching about Interdependence in a Peaceful World.&quot;"},
      {
        "id":"ED133239",
        "title":"Teacher&apos;s Resource Handbook for Latin American Studies: An Annotated Bibliography of Curriculum Materials, Preschool through Grade Twelve. UCLA Latin American Center Reference Series, Volume 6."},
      {
        "id":"ED133240",
        "title":"Teacher&apos;s Resource Handbook for Russian and East European Studies: An Annotated Bibliography of Curriculum Materials, Preschool through Grade Twelve."},
      {
        "id":"ED133241",
        "title":"Teacher&apos;s Resource Handbook for Asian Studies: An Annotated Bibliography of Curriculum Materials, Preschool through Grade Twelve."},
      {
        "id":"ED133243",
        "title":"Evaluating Educational Reform: An International Casebook."},
      {
        "id":"ED133244",
        "title":"The Initiation Experience: Recognition of Adulthood [And] When Does a Child Become a Man/Woman? Mini-Module."},
      {
        "id":"ED133245",
        "title":"The People and Their Schools. Fastback 79. Bicentennial Series."},
      {
        "id":"ED133246",
        "title":"Schools of the Past: A Treasury of Photographs. Fastback 80."},
      {
        "id":"ED133248",
        "title":"Anthropology and Openmindedness: A Restructuring of the Social Studies Curriculum."},
      {
        "id":"ED133249",
        "title":"Expanding Elementary Pupils&apos; Occupational and Social Role Perceptions: An Innovative Federal Project."},
      {
        "id":"ED133250",
        "title":"Trends in Publishing for Ethnic Studies: Afro Americans, Native American, and Spanish Speaking."},
      {
        "id":"ED133251",
        "title":"Social Studies Simulations and Attitudinal Change: The Research Findings."},
      {
        "id":"ED133255",
        "title":"Partnership Models for Faculty Development."},
      {
        "id":"ED133256",
        "title":"Elementary Law-Related Education: Why Bother? And What to Get Bothered about!"},
      {
        "id":"ED133257",
        "title":"Environmental Action."},
      {
        "id":"ED133258",
        "title":"The Religion in Elementary Social Studies Project. Final Report."},
      {
        "id":"ED133259",
        "title":"Economic Literacy and Efficacy: Suggestions for Research. Draft."},
      {
        "id":"ED133260",
        "title":"Technology and the New Liberal Arts. Monograph Series, 1."},
      {
        "id":"ED133261",
        "title":"A Case Study: New Doctor of Arts Program, Illinois State University."},
      {
        "id":"ED133262",
        "title":"Personalizing Instruction through the Use of Protocol-Related Materials."},
      {
        "id":"ED133263",
        "title":"Moving toward Cultural Pluralism, Part l: The Process of Enculturation."},
      {
        "id":"ED133264",
        "title":"UNESCO and the Academic Community: A Case Study."},
      {
        "id":"ED133268",
        "title":"Planning Local History Projects for Elementary and Secondary Students."},
      {
        "id":"ED133270",
        "title":"Books in World History: A Guide for Teachers and Students."},
      {
        "id":"ED133271",
        "title":"Education in Asia: Reviews, Reports, and Notes. Number 8."},
      {
        "id":"ED133273",
        "title":"World of Work--Economic Education Project, 1974-1976. Final Evaluation."},
      {
        "id":"ED133274",
        "title":"Values Education. Towards a Theory and Practice of Cultural Transformation."},
      {
        "id":"ED133275",
        "title":"Teaching Self-Discipline: Democratizing the Classroom through Law-Related Education."},
      {
        "id":"ED133276",
        "title":"Another Specie Endangered: The Young American Citizen. Thoughts and Comments on the Political and Legal Education of Primary School Children."},
      {
        "id":"ED133277",
        "title":"Toward a Statewide Network of Education Programs for Working Women. Conference Proceedings (Syracuse, New York, March 25-26, 1976)."},
      {
        "id":"ED133278",
        "title":"Technology and the Nature of Man: A View from the Humanities. An Occasional Paper on Man/Society/Technology."},
      {
        "id":"ED133279",
        "title":"Technology and Education: Non-prioritized Technology in an Adaptive Society: A Socio-political View. An Occasional Paper on Man/Society/Technology."},
      {
        "id":"ED133280",
        "title":"A Business Casebook for Young Decision Makers."},
      {
        "id":"ED133281",
        "title":"The United States and Japan. A Wingspread Conference of Editors from Japan and the United States (Racine, Wisconsin, November 2-5, 1975)."},
      {
        "id":"ED133282",
        "title":"Multiethnic Education: A Vehicle for Educational Reform."},
      {
        "id":"ED133283",
        "title":"Adolescent and Parent: Interaction between Developmental Stages."},
      {
        "id":"ED133284",
        "title":"Applications of Learning Theory: A Course in Self-Control."},
      {
        "id":"ED133285",
        "title":"The Relationship of a Given Group of Elementary Children&apos;s Rankings of Social Studies with Other Subject Matter in Grades Three and Five."},
      {
        "id":"ED133286",
        "title":"The Aesthetic Eye Project. Final Report."},
      {
        "id":"ED133287",
        "title":"The Aesthetic Eye Project. Appendix. Final Report."},
      {
        "id":"ED133288",
        "title":"Teaching about Communism: A Resource Book."},
      {
        "id":"ED133289",
        "title":"Selected Bibliography of Polish Educational Materials, Vol. 13, No. 3, 1974."},
      {
        "id":"ED133290",
        "title":"The Measurement and Facilitation of Learning in the Museum Environment: An Experimental Analysis. Publications in Museum Behavior, 1."},
      {
        "id":"ED133297",
        "title":"Towards Functional Preservice Teacher Education Centers: Human Interactions in Program Development."},
      {
        "id":"ED133298",
        "title":"The Merger Process as Perceived by Male and Female Physical Educators."},
      {
        "id":"ED133299",
        "title":"The Effects of Age, Tenure Status, Salary Status and Degree Status on the Responses of College Level Physical Educators to Questions Regarding the Merger Process."},
      {
        "id":"ED133302",
        "title":"Antecedent Developments in the Movement to Performance-Based Programs of Teacher Education: An Historical Survey of Concepts, Movements, and Practices Significant in the Development of Teacher Education."},
      {
        "id":"ED133303",
        "title":"The Georgia Health Education Study: A Summary Report."},
      {
        "id":"ED133304",
        "title":"Health Science Education in Elementary Schools."},
      {
        "id":"ED133305",
        "title":"Women's Participation in American Sport."},
      {
        "id":"ED133306",
        "title":"Criticisms of Segal&apos;s Interpretation of the Ancient Greek Pentathlon."},
      {
        "id":"ED133307",
        "title":"A Vignette of an American Sporting Sculptor: Joseph D. Brown."},
      {
        "id":"ED133308",
        "title":"Health Education: Cancer Prevention and Control. Curriculum Guides, Grades 4, 5, and 6."},
      {
        "id":"ED133309",
        "title":"Health Education: Cancer Prevention and Control. Curriculum Guides, Grades 7, 8, and 9."},
      {
        "id":"ED133310",
        "title":"Health Education: Cancer Prevention and Control. Curriculum Guides, Grades 10, 11, and 12."},
      {
        "id":"ED133312",
        "title":"Developing Instructional Objectives for Humanities Programs. A Project Search Development: The Humanities Series."},
      {
        "id":"ED133314",
        "title":"The Relationships Between Student Evaluation of Teaching, Student Achievement and Student Perception of Teacher Effectiveness."},
      {
        "id":"ED133316",
        "title":"Productivity of Schools: Conceptual and Methodological Frameworks for Research. Report No. 218."},
      {
        "id":"ED133317",
        "title":"Higher Educations's Role in Inservice Education: Highlights of a Leadership Training Institute Held in Atlanta, Georgia, December 1-3, 1976."},
      {
        "id":"ED133319",
        "title":"Nurses Improve Their Personal Communication."},
      {
        "id":"ED133321",
        "title":"Swedish Behavioural Science Research Reports. (Beteendevetenskapliga Rapporter. 1975/76.)"},
      {
        "id":"ED133322",
        "title":"The Southwestern Early Childhood Education Professorship: A Profile."},
      {
        "id":"ED133325",
        "title":"The Question of Class Size. Info-Item Educators Digest/No. 2040."},
      {
        "id":"ED133326",
        "title":"Educational Accountability. Info-Item Educators Digest/No. 1020."},
      {
        "id":"ED133327",
        "title":"Guidelines for Educational Aides. Info-Item Educators Digest/No. 1060."},
      {
        "id":"ED133328",
        "title":"OEA 1976-77 Resolutions and Biennium Legislative Priorities and Policies. Info-Item Educators Digest/No. 8020."},
      {
        "id":"ED133329",
        "title":"Inservice Planning Manual. Info-Item Educators Digest/No. 5070."},
      {
        "id":"ED133330",
        "title":"Rights of Privacy and Research Needs: A Problem Whose Time Has Arrived."},
      {
        "id":"ED133331",
        "title":"Can Rasch Scaled Scores Be Predicted from a Calibrated Item Pool?"},
      {
        "id":"ED133332",
        "title":"A Comparison of Objective-Based and Modified-Bormuth Item Writing Techniques."},
      {
        "id":"ED133333",
        "title":"What Inferences Are Allowable With a Significant F in Regression Analysis?"},
      {
        "id":"ED133334",
        "title":"Item-Nonresponse in the First Follow-Up Survey of the National Longitudinal Survey of the High School Class of 1972."},
      {
        "id":"ED133335",
        "title":"Evaluation of the Dade County Hearing Impaired Program, 1975-76."},
      {
        "id":"ED133336",
        "title":"Intrinsic Motivation and Its Determinants as Factors Enhancing the Prediction of Job Performance from Ability. Research Report No. 11."},
      {
        "id":"ED133337",
        "title":"Prototype Testing in Instructional Development. SWRL Working Papers: 1972."},
      {
        "id":"ED133339",
        "title":"Instrumentation for Evaluating Medical School Courses in Human Sexuality."},
      {
        "id":"ED133340",
        "title":"An Investigation of Some Distributional Characteristics of the Measure of Sampling Adequacy."},
      {
        "id":"ED133341",
        "title":"Test-Taking Skills."},
      {
        "id":"ED133342",
        "title":"Measurement Error and the Analysis of Panel Data. Studies of Educative Processes Report No. 5."},
      {
        "id":"ED133343",
        "title":"Educational Based Appraisal System. Diagnostician's Manual, Experimental Edition."},
      {
        "id":"ED133344",
        "title":"Districtwide Needs Assessment. Final Project Report."},
      {
        "id":"ED133345",
        "title":"Standardized Tests, Group Differences, and Public Policy."},
      {
        "id":"ED133346",
        "title":"Squaring the Peg or Rounding the Hole: Teacher Categorization of Pupils' Routine Acts."},
      {
        "id":"ED133347",
        "title":"Variable Contribution in Discriminant Analysis."},
      {
        "id":"ED133348",
        "title":"The Logic of Evaluation: Norm- or Criterion-Referenced Judgments."},
      {
        "id":"ED133350",
        "title":"Category Scoring Techniques from National Assessment: Applications to Free Response Items from Career and Occupational Development."},
      {
        "id":"ED133351",
        "title":"Attitudes of Youth Toward Military Service in the All-Volunteer Force: Results from National Surveys Conducted Between May 1971 and November 1973. Consulting Report."},
      {
        "id":"ED133352",
        "title":"The Title I Evaluation Cycle: 1965-1975."},
      {
        "id":"ED133353",
        "title":"Overview and Critique of Existing Evaluation Practices and Some New Leads for the Future."},
      {
        "id":"ED133354",
        "title":"Evaluation and Motivation: A Critical Analysis."},
      {
        "id":"ED133355",
        "title":"Educational Organization Evaluation Model."},
      {
        "id":"ED133356",
        "title":"The New York State Physical Fitness Screening Test for Boys and Girls Grades 4-12 (1976 Revision). A Manual for Teachers of Physical Education."},
      {
        "id":"ED133357",
        "title":"Tables for Posttest Prediction Using Six-Step Historical Regression Procedure."},
      {
        "id":"ED133358",
        "title":"Development of the Research for Better Schools Student Attitude Survey."},
      {
        "id":"ED133359",
        "title":"Viktor Lowenfeld&apos;s Visual-Haptic Continuum and Groups of Wide Geographic Separation."},
      {
        "id":"ED133360",
        "title":"National Evaluation of the Emergency School Aid Act (ESAA): Summary of the Second-Year Studies."},
      {
        "id":"ED133361",
        "title":"An In-Depth Study of Emergency School Aid Act (ESAA) Schools: 1974-1975."},
      {
        "id":"ED133363",
        "title":"The Validation and Refinement of Measures of Literal Comprehension in Reading for Use in Policy Research and Classroom Management."},
      {
        "id":"ED133364",
        "title":"PRIME: Personnel Research Instrumentalities for Measurement and Evaluation."},
      {
        "id":"ED133365",
        "title":"The Army Racial Awareness Program: A Case Study of Program Impact on Personal Values. Special Report"},
      {
        "id":"ED133366",
        "title":"Development and Evaluation of Pretraining as an Adjunct to a Pilot Training Study."},
      {
        "id":"ED133367",
        "title":"Factor Regression Analysis: A New Method for Weighting Predictors. Final Report."},
      {
        "id":"ED133368",
        "title":"An Assessment of Vocational Education Programs for the Disadvantaged under Part B and Part A Section 102(b) of the 1968 Amendments to the Vocational Education Act. Final Report."},
      {
        "id":"ED133369",
        "title":"Data Collection Instruments and Guidelines Developed for Project LONGSTEP."},
      {
        "id":"ED133371",
        "title":"A Handbook for the Evaluation of Classroom Teachers and School Principals."},
      {
        "id":"ED133372",
        "title":"Evidence for a Phase and Stage Developmental Sequence Derived from Response Patterns on Multiple Choice Tests."},
      {
        "id":"ED133373",
        "title":"Minnesota Child Development Inventory Identification of Children with Developmental Disorders."},
      {
        "id":"ED133374",
        "title":"An Administrator's Guide to Evaluation in Local School Districts. Final Report."},
      {
        "id":"ED133375",
        "title":"Validation of Assessment Measures for Use With Disadvantaged Enrollees in Work-Training Programs. Final Report."},
      {
        "id":"ED133380",
        "title":"Productivity in New York City's Schools. Fiscal Reality and Educational Quality."},
      {
        "id":"ED133381",
        "title":"School Desegregation and the Status Attainment Process: Some Results from Rural Schools."},
      {
        "id":"ED133382",
        "title":"Student Advisory Committees in Minneapolis Public Secondary Schools Participating in the 1974-75 Emergency School Aid Act Project. Report No. C-74-71."},
      {
        "id":"ED133383",
        "title":"Some Hints to Work With Vietnamese Students."},
      {
        "id":"ED133384",
        "title":"Minority Group Aged in America: A Comprehensive Bibliography of Recent Publications on Blacks, Mexican-Americans, Native Americans, Chinese, and Japanese."},
      {
        "id":"ED133385",
        "title":"Issues in Services Delivery to Ethnic Elderly."},
      {
        "id":"ED133387",
        "title":"Intensive Reading Instructional Teams."},
      {
        "id":"ED133388",
        "title":"They Cast a Long Shadow. A History of the Nonwhite Races on Bainbridge Island."},
      {
        "id":"ED133389",
        "title":"The Six-District Plan. Integration of the Springfield, Mass., Elementary Schools. A Report of the Massachusetts Advisory Committee to the United States Commission on Civil Rights."},
      {
        "id":"ED133390",
        "title":"A Decade of Waiting in Cairo. A Report of the Illinois Advisory Committee to the United States Commission on Civil Rights..."},
      {
        "id":"ED133391",
        "title":"Making Public Employment a Model of Equal Opportunity. A Report of the Proceedings of Regional Civil Rights Conference sponsored by the U.S. Commission on Civil Rights (2nd, Boston, Massachusetts, September 22 - 24, 1974)."},
      {
        "id":"ED133392",
        "title":"Evaluation of Project Components. McKinley Education Complex."},
      {
        "id":"ED133393",
        "title":"1973-74 Evaluation of Project Components. Hawaii District Office."},
      {
        "id":"ED133394",
        "title":"1974-75 Evaluation of Project Components. Elementary and Secondary Education Act Title I--Hawaii District. Report No. 146."},
      {
        "id":"ED133395",
        "title":"Malnutrition, Learning, and Behavior."},
      {
        "id":"ED133396",
        "title":"Raising Academic Motivation in Lower Class Adolescents: A Convergence of Two Research Traditions. Discussion Papers 75-70."},
      {
        "id":"ED133397",
        "title":"Youth Monitoring and Self-Evaluation Services. Final Report."},
      {
        "id":"ED133398",
        "title":"Multi-City Community College Educational Demonstration Project (New York City) Conducted at the State University of New York Urban Center in Brooklyn... March 1968 to August 31, 1969. Final Report."},
      {
        "id":"ED133399",
        "title":"Can We Afford Deficient Evaluations? Interim Report."},
      {
        "id":"ED133400",
        "title":"Community Preparation for Desegregation. Cleveland, November, 1974 - September, 1976."},
      {
        "id":"ED133401",
        "title":"Title I Evaluation Report, 1975, Elementary and Secondary Education Act, Title I."},
      {
        "id":"ED133402",
        "title":"Adolescent Prejudice: A Commentary."},
      {
        "id":"ED133403",
        "title":"1976 Annual Report to the President and the Congress."},
      {
        "id":"ED133404",
        "title":"Cultural Diversity, Mental Retardation, and Assessment: The Case for Nonlabeling."},
      {
        "id":"ED133408",
        "title":"Vermont ESEA Title I Final Evaluation Report 1974-75."},
      {
        "id":"ED133410",
        "title":"Colorado Annual Evaluation Report. The Elementary and Secondary Education Act, Title I."},
      {
        "id":"ED133412",
        "title":"Title IV of the Civil Rights Act of 1964: A Review of Program Operations. Executive Summary."},
      {
        "id":"ED133415",
        "title":"The Extent and Distribution of Poverty in Mississippi."},
      {
        "id":"ED133419",
        "title":"Fuels and Lubricants. An Instructional Unit for High School Teachers of Vocational Agriculture."},
      {
        "id":"ED133420",
        "title":"The Characteristics and Role of Illegal Aliens in the U.S. Labor Market: An Exploratory Study."},
      {
        "id":"ED133422",
        "title":"Health Careers Planning Guide--Illinois. Second Edition."},
      {
        "id":"ED133423",
        "title":"An Assessment of School Supervised Work Education Programs. Part II: Urban Cooperative Education Programs and Follow-Up Study. Executive Summary."},
      {
        "id":"ED133424",
        "title":"Elementary Accounting. A Programed Text. Revised. Edition Code-3."},
      {
        "id":"ED133427",
        "title":"Abstracts of Doctoral Dissertations: Agricultural Education. 1949-1971."},
      {
        "id":"ED133431",
        "title":"An Assessment of School Supervised Work Education Programs. Part II: Urban Cooperative Work Education Programs and Follow-Up Study. Final Report. Volume 3: Thirty Case Studies of Urban Cooperative Education Programs."},
      {
        "id":"ED133432",
        "title":"New Outlooks for Vocational Education."},
      {
        "id":"ED133433",
        "title":"Study and Proposal for the Improvement of Military Technical Information Transfer Methods. Final Report."},
      {
        "id":"ED133435",
        "title":"Owning and Operating a Small Business. Strategies for Teaching Small Business Ownership and Management."},
      {
        "id":"ED133438",
        "title":"Freedom, Professionalism, and Our National Heritage."},
      {
        "id":"ED133440",
        "title":"Materials Technology; 200 Years and the Future."},
      {
        "id":"ED133441",
        "title":"Manufacturing Education Curriculum Project."},
      {
        "id":"ED133442",
        "title":"Technology as Content: Can Teacher Education Cope?"},
      {
        "id":"ED133451",
        "title":"It&apos;s About Time Physical Disabilities Came Out in the Open: Part I. Amputation, Monoplegia, Hemiplegia, Triplegia, Quadruplegia, Paraplegia."},
      {
        "id":"ED133452",
        "title":"It&apos;s About Time Hearing Impairments Came Out in the Open!"},
      {
        "id":"ED133453",
        "title":"A Project to Develop a Methodology to Establish Standards of Job Performance and Continuing Education Opportunities for Maintaining Competency of Occupational Therapists. AOTA Continuing Competency Project. Final Report."},
      {
        "id":"ED133456",
        "title":"Industrial Cooperative Training II. Curriculum Guide. General Related Study Units."},
      {
        "id":"ED133457",
        "title":"Task Analysis for Legal Assistant Program. Final Report."},
      {
        "id":"ED133458",
        "title":"The Development of Guides for Teacher Preparation in Driver Education."},
      {
        "id":"ED133460",
        "title":"Women in Non-Traditional Occupations--A Bibliography."},
      {
        "id":"ED133465",
        "title":"Course Guide and Course Coordinator Orientation Program. Basic Training Program for Emergency Medical Technician. Ambulance."},
      {
        "id":"ED133466",
        "title":"Nurse Training. Title VIII--Public Health Service Act (As Amended and Restructured by P.L. 94-63, July 29, 1975)."},
      {
        "id":"ED133471",
        "title":"Area Health Education Centers: A Directory of Federal, State, Local and Private Decentralized Health Professional Education Programs. Health Manpower References."},
      {
        "id":"ED133473",
        "title":"Advising People about Cooperatives."},
      {
        "id":"ED133474",
        "title":"Wanted: Jobs with Fair Pay for Veterans with Disabilities."},
      {
        "id":"ED133477",
        "title":"Student Attitudes Toward Vocational Education. Research and Development Series No. 114."},
      {
        "id":"ED133485",
        "title":"Community Resources for Teacher Preparation in Career Education."},
      {
        "id":"ED133488",
        "title":"Career Education in Elementary Teacher Education."},
      {
        "id":"ED133490",
        "title":"Individualizing Instruction in Vocational and Technical Education."},
      {
        "id":"ED133491",
        "title":"Interpretive Study: Mainstreaming Vocational Education for the Handicapped in California Secondary Schools. Final Report."},
      {
        "id":"ED133492",
        "title":"Preparation for Work of the Future."},
      {
        "id":"ED133493",
        "title":"Comprehensive Occupational Data Analysis Programs (CODAP): Use of REXALL to Identify Divergent Raters. Interim Report for Period May 1976-September 1976."},
      {
        "id":"ED133494",
        "title":"Career Stability and Redirection in Adulthood. Report No. 219."},
      {
        "id":"ED133495",
        "title":"A Model for Planning Patient Education--An Essential Component of Health Care."},
      {
        "id":"ED133496",
        "title":"Abstracts of Instructional and Research Materials in Vocational and Technical Education. Volume 9, Number 5. VT 103 201-103 400."},
      {
        "id":"ED133497",
        "title":"Armed Forces VIEW (Vital Information for Education and Work)."},
      {
        "id":"ED133498",
        "title":"The Impact of Vocational and Technical Education on Manpower and Economic Development. Economic Development Research Report."},
      {
        "id":"ED133499",
        "title":"Training for the Military."},
      {
        "id":"ED133500",
        "title":"Health and CETA. A Coordination Guide for Health Administrators."},
      {
        "id":"ED133502",
        "title":"CETA and HEW Programs."},
      {
        "id":"ED133503",
        "title":"Vocational/Technical Materials for Community College Resource Centers."},
      {
        "id":"ED133504",
        "title":"Painting Services: An Instructor's Guide for a Program in Trade and Technical Education. Automotive Industries Occupations."},
      {
        "id":"ED133505",
        "title":"Career Education Catalog. Annotated Listings of Selected, Diverse, and Innovative Programs."},
      {
        "id":"ED133506",
        "title":"A Comparison of Work Values Held by Students, Parents and Teachers. Final Report. Volume I."},
      {
        "id":"ED133507",
        "title":"Indiana Invitational Conference on Placement. Report. (Smithville, Indiana, June 25-27, 1975)."},
      {
        "id":"ED133508",
        "title":"SIRF: System for Implementing Review and Follow-Up."},
      {
        "id":"ED133509",
        "title":"Career Development. Administrator's Guide."},
      {
        "id":"ED133510",
        "title":"Arkansas Research Project. A Unified School-Community Approach to Remodel Guidance Services and Expand Next Step Placement and Follow-Up. Final Report."},
      {
        "id":"ED133511",
        "title":"A Validated Program Development Model and Staff Development Prototype for Comprehensive Career Guidance, Counseling, Placement and Followup. Final Report."},
      {
        "id":"ED133512",
        "title":"MERC Report: State Management Evaluation Reviews for Compliance. Final Report."},
      {
        "id":"ED133514",
        "title":"A Project for the Development of a Multi-State Consortium for the Production of Performance Objectives and Criterion Measures in Occupational Education. First Report. Report of Procedures Used to Develop Performance Objectives and Criterion Measures."},
      {
        "id":"ED133515",
        "title":"A Project for the Development of a Multi-State Consortium for the Production of Performance Objectives and Criterion Measures in Occupational Education. Second Report. A Status Report on Occupational Education, Accountability, Performance Objectives, Criterion-Referenced Measures, and Educational Consortia."},
      {
        "id":"ED133516",
        "title":"A Project for the Development of a Multi-State Consortium for the Production of Performance Objectives and Criterion Measures in Occupational Education. Third Report. Tentative Agreement Form and Organizational Structure for a Multi-State Consortium to Produce Performance Objectives and Criterion-Referenced Measures in Occupational Education."},
      {
        "id":"ED133517",
        "title":"A Project for the Development of a Multi-State Consortium for the Production of Performance Objectives and Criterion Measures in Occupational Education. Final Report."},
      {
        "id":"ED133518",
        "title":"Credit and Collections. An Advanced Level Option for Finance and Credit."},
      {
        "id":"ED133520",
        "title":"Suspension and Alinement Services. An Instructor's Guide for a Program in Trade and Technical Education. Automotive Industries Occupations."},
      {
        "id":"ED133521",
        "title":"A Report on Career Education. The Imperative of Leadership. Volume II, Number 6."},
      {
        "id":"ED133522",
        "title":"A Study of Teacher Aides in Ohio Adult Basic Education Programs."},
      {
        "id":"ED133523",
        "title":"Exemplary Strategies for Elimination of Sex Bias in Vocational Education Programs. Final Report."},
      {
        "id":"ED133524",
        "title":"Career Guidance Techniques for Classroom Teachers. Tests. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133525",
        "title":"Career Guidance Techniques for Classroom Teachers. Parental Involvement. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133526",
        "title":"Career Guidance Techniques for Classroom Teachers. Occupational Information. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133527",
        "title":"Career Guidance Techniques for Classroom Teachers. Working Relationships. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133528",
        "title":"Career Guidance Techniques for Classroom Teachers. Community Resources. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133529",
        "title":"Career Guidance Techniques for Classroom Teachers. Lifestyle. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133530",
        "title":"Career Guidance Techniques for Classroom Teachers. Decisionmaking Skills. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133531",
        "title":"Career Guidance Techniques for Classroom Teachers. Valuing. Individualized Learning Systems for: Career/Vocational Education Staff Development."},
      {
        "id":"ED133532",
        "title":"Research and Development Project in Career Education. The Batesburg-Leesville Way."},
      {
        "id":"ED133533",
        "title":"Middle School/Junior High Co-Educational Mini Units in Home Economics. Units 1-3."},
      {
        "id":"ED133534",
        "title":"Middle School/Junior High Co-Educational Mini Units in Home Economics. Units 4-7."},
      {
        "id":"ED133535",
        "title":"Middle School/Junior High Co-Educational Mini Units in Home Economics. Units 8-13."},
      {
        "id":"ED133536",
        "title":"Middle School/Junior High Co-Educational Mini Units in Home Economics. Unit 14."},
      {
        "id":"ED133537",
        "title":"Middle School/Junior High Co-Educational Mini Units in Home Economics. Units 15-17."},
      {
        "id":"ED133538",
        "title":"Middle School/Junior High Co-Educational Mini Units in Home Economics. Units 18-21."},
      {
        "id":"ED133539",
        "title":"Needs Assessment and Career Education: An Approach for States."},
      {
        "id":"ED133540",
        "title":"Parts Counterperson. Auto, Agriculture &amp; Truck. Task List Competency Record."},
      {
        "id":"ED133541",
        "title":"Medical Secretary: Task List Competency Record."},
      {
        "id":"ED133542",
        "title":"Correspondence Supervisor: Task List Competency Record."},
      {
        "id":"ED133543",
        "title":"Administrative Assistant and Correspondence Specialist: Task List Competency Record."},
      {
        "id":"ED133544",
        "title":"Legal Secretary: Task List Competency Record."},
      {
        "id":"ED133545",
        "title":"Educational Office Personnel: Task List Competency Record."},
      {
        "id":"ED133546",
        "title":"Data Entry Operator: Task List Competency Record."},
      {
        "id":"ED133547",
        "title":"Secretary/Shorthand: Task List Competency Record."},
      {
        "id":"ED133548",
        "title":"Secretary/Non-Shorthand: Task List Competency Record."},
      {
        "id":"ED133549",
        "title":"General Office/Typist: Task List Competency Record."},
      {
        "id":"ED133550",
        "title":"Receptionist: Task List Competency Record."},
      {
        "id":"ED133551",
        "title":"Typist: Task List Competency Record."},
      {
        "id":"ED133552",
        "title":"Office Services Aid: Task List Competency Record."},
      {
        "id":"ED133553",
        "title":"Business and Office Education Instructional Materials from &quot;Abstracts of Instructional and Research Materials in Vocational and Technical Education&quot;, 1972-1975."},
      {
        "id":"ED133554",
        "title":"Establishing Personal and Career Goals. Suggested Career Education Activities for East High School. Career Education for Des Moines High Schools: Roosevelt, Tech, East, Hoover, Lincoln, North."},
      {
        "id":"ED133555",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Module 7: Promoting Professional Growth and Staff Development."},
      {
        "id":"ED133556",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Module 6: Preparing for Curriculum Evaluation."},
      {
        "id":"ED133557",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Module 5: Preparing Instructional Materials."},
      {
        "id":"ED133558",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Module 4: Organizing Instructional Strategies."},
      {
        "id":"ED133559",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Module 3: Preparing for Curriculum Change."},
      {
        "id":"ED133560",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Module 2: Evaluating and Using Needs Assessment and Manpower Information."},
      {
        "id":"ED133561",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Module 1: Developing Curriculum: Goals, Objectives and Instructional Plans."},
      {
        "id":"ED133562",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Introductory Module."},
      {
        "id":"ED133563",
        "title":"Curriculum for Graduate Program to Prepare Vocational Education Curriculum Specialists (VECS). Installation Guide."},
      {
        "id":"ED133564",
        "title":"Third Party Evaluation of The Saint Paul-Minneapolis Career Education Project. Interim Report."},
      {
        "id":"ED133565",
        "title":"An Exemplary Career Education Project for Southeast Arkansas. Final Report."},
      {
        "id":"ED133566",
        "title":"Occupational Competence Access Project. First Year Report."},
      {
        "id":"ED133570",
        "title":"Small Business Management Volume I: Instructor's Manual. An Adult Education Program."},
      {
        "id":"ED133573",
        "title":"Individualization and Modularization of Vocational Education Instructional Materials. An Annotated Bibliography of Publications and Projects. Bibliography Series No. 32."},
      {
        "id":"ED133578",
        "title":"The Development and Testing of a Criterion Referenced Evaluation System for Faculty and Administrators in Technical Institutes/Community Colleges. Final Report."},
      {
        "id":"ED133579",
        "title":"Career Education in Burlington. Student Plans and Career Clusters (SPACC). Interim Report."},
      {
        "id":"ED133580",
        "title":"Clothing Construction Performance Assessment. Final Report."},
      {
        "id":"ED133581",
        "title":"A Developmental Program, Pre-School-Adult, in Career Education for North Dakota. Final Report."},
      {
        "id":"ED133582",
        "title":"Comprehensive Career Curriculum. Final Report."},
      {
        "id":"ED133583",
        "title":"A Proposal to Develop and Implement a Comprehensive Career Education Program K-14 in a Three-County Non-Urban Area in Missouri. Final Report."},
      {
        "id":"ED133584",
        "title":"A Continuum Model for Career Development Education K-14. Final Report."},
      {
        "id":"ED133585",
        "title":"Kentucky Advisory Committee Evaluation System."},
      {
        "id":"ED133586",
        "title":"Secondary-Post Secondary Curriculum Articulation Project for Vocational Technical Education in Minnesota. Final Report."},
      {
        "id":"ED133587",
        "title":"Career Oriented Education Project. Final Report."},
      {
        "id":"ED133588",
        "title":"TRACE: A System for Student Follow-Up. Management Handbook."},
      {
        "id":"ED133589",
        "title":"Des Moines Comprehensive Career Education Curriculum Project. Evaluation Report."},
      {
        "id":"ED133590",
        "title":"Evaluation of the State Fair Community College Career Education Project: 1975-76 School Year."},
      {
        "id":"ED133591",
        "title":"Vocational Education Programming for Special Education Students in Texas. Final Report."},
      {
        "id":"ED133592",
        "title":"Determining Adult Agribusiness Training Needs. Final Report."},
      {
        "id":"ED133593",
        "title":"A Review of Effective Counseling Procedures Utilized to Orient Secondary School Students with Vocational-Technical Institute Programs in Maine. Final Report."},
      {
        "id":"ED133594",
        "title":"Open Entry/Open Exit Study. Final Report."},
      {
        "id":"ED133595",
        "title":"Academic and World of Work Gap-Bridging Through Career Education. Final Report."},
      {
        "id":"ED133596",
        "title":"School-Based Job Placement Service Model. Final Report."},
      {
        "id":"ED133597",
        "title":"Mission Possible. Fargo Area Schools Work Experience Program. Final Report."},
      {
        "id":"ED133598",
        "title":"Work Experience Career Exploration Program (WECEP). Annual Report."},
      {
        "id":"ED133599",
        "title":"Procedures for Teaching Vocational Concepts to Special Needs Students. Final Report."},
      {
        "id":"ED133600",
        "title":"Career Education for Persons in Rural Areas--Primary Focus on Adults 16 and Over. Final Report."},
      {
        "id":"ED133601",
        "title":"Improvement of Occupational Education in the Federal Bureau of Prisons. Phase II: Regional Workshops."},
      {
        "id":"ED133602",
        "title":"Career Guidance Institute. Final Report."},
      {
        "id":"ED133603",
        "title":"Proceedings of the Annual National Clinic on Technical Education (12th, Spokane, Washington, March 26-28, 1975). Human Resource Development: Technical Education's Challenge."},
      {
        "id":"ED133604",
        "title":"The Development and Pilot Testing of Self-Review Instruments for Vocational Education Programs in Kentucky."},
      {
        "id":"ED133605",
        "title":"The Relationship Between Communication Skills of Young Deaf Adults and Their Success in Employment. Final Report."},
      {
        "id":"ED133606",
        "title":"A Survey of Common Elements in Appliance Repair, Refrigeration and Air Conditioning. Final Report."},
      {
        "id":"ED133608",
        "title":"Professional, Technical and Kindred Workers: Where They Come From, Where They Go In The Commonwealth of Pennsylvania. Information For Student Career Planning."},
      {
        "id":"ED133609",
        "title":"Vocational Language Project for Secondary Trainable Mentally Retarded."},
      {
        "id":"ED133610",
        "title":"Determining Performance Levels of Competencies for Job Entry. Final Report. Marketing and Retail Sales Programs."},
      {
        "id":"ED133611",
        "title":"Colorado Career Information System. Annual Report."},
      {
        "id":"ED133612",
        "title":"Microfiche Set of Documents Announced in &quot;Abstracts of Instructional and Research Materials in Vocational and Technical Education&quot; (AIM/ARM), Volume 9, Number 6."},
      {
        "id":"ED133613",
        "title":"A Tentative Approach to the Conceptualization and Measurement of Intensity and Intimacy of Interpersonal Contact as a Variable in Psychotherapy."},
      {
        "id":"ED133614",
        "title":"The Measurement of Depth of Intrapersonal Exploration."},
      {
        "id":"ED133615",
        "title":"The Forgotten Woman: A Report On The Vocational Interests Of Women In Nonprofessional Occupations."},
      {
        "id":"ED133616",
        "title":"The College Student of the Sixties."},
      {
        "id":"ED133617",
        "title":"Effective Vocational Rehabilitation: Differential Agency Practices and Client Outcomes. Discussion Papers, Vol. 2, No. 5."},
      {
        "id":"ED133618",
        "title":"An Analysis of the Work Values of Women: Implications for Counseling."},
      {
        "id":"ED133619",
        "title":"An Investigation of Relationships between Perceived Subject Matter Difficulty and Physiological Arousal During Achievement Testing."},
      {
        "id":"ED133620",
        "title":"Projects to Advance Creativity in Education: Administrator&apos;s Manual for State Plan Programs. Title III, Elementary and Secondary Education Act."},
      {
        "id":"ED133621",
        "title":"The Effect of Sex on College Admission, Work Evaluation, and Job Interviews."},
      {
        "id":"ED133622",
        "title":"Smiling Elicited From an Interviewer as a Function of Subjects' History of Interpersonal Distance."},
      {
        "id":"ED133623",
        "title":"Simulation Instruction Applied to Child Management Problems."},
      {
        "id":"ED133624",
        "title":"Five Year Stability of Holland Occupational Types."},
      {
        "id":"ED133626",
        "title":"Family Therapy in the Black Community."},
      {
        "id":"ED133628",
        "title":"Information and Project Description and Validation Report: Project Self."},
      {
        "id":"ED133629",
        "title":"Kansas Action Model: Needs Identification, Plan Development, Implementation and Follow Through. A Process for Career Guidance, Counseling and Placement Programming."},
      {
        "id":"ED133630",
        "title":"Academic Advising in Action--A Specific Program."},
      {
        "id":"ED133632",
        "title":"Analysis of the Academic Advisement Process."},
      {
        "id":"ED133633",
        "title":"The 4 x 4 Model for Student Development."},
      {
        "id":"ED133634",
        "title":"The Aggression-Inhibiting and Aggression-Facilitating Influence of Heightened Sexual Arousal."},
      {
        "id":"ED133635",
        "title":"Project Price Needs Assessment Study. Working Paper No. 7."},
      {
        "id":"ED133636",
        "title":"A Comparison of Methods of Studying Illicit Drug Usage. Technical Report."},
      {
        "id":"ED133637",
        "title":"Intrapersonal and Interpersonal Self-Disclosures in the Development of Relationships."},
      {
        "id":"ED133638",
        "title":"Comparison of PIAT Validity with Anglo and Mexican-American Children."},
      {
        "id":"ED133639",
        "title":"An Evaluation of Experiential Methods to Increase Empathy in Associate Degree Nursing Students. Applied Educational Research and Evaluation."},
      {
        "id":"ED133640",
        "title":"Analysis of Veterans Survey Responses. Spring 1975."},
      {
        "id":"ED133641",
        "title":"Tutorial Assistance Program. Evaluation (Spring 1975)."},
      {
        "id":"ED133642",
        "title":"Counselor Training: Changing Counselor Behaviors Through Self-Management."},
      {
        "id":"ED133646",
        "title":"Emotionality Across the Life-Span."},
      {
        "id":"ED133647",
        "title":"Orientation: New Student Survey. Summer 1974."},
      {
        "id":"ED133648",
        "title":"Heterosexuality and Sex-Typing."},
      {
        "id":"ED133649",
        "title":"Notes on a Theory of the Development of the Human Information Processing System."},
      {
        "id":"ED133650",
        "title":"The Relationship of Selected Variables to Counselor Performance."},
      {
        "id":"ED133651",
        "title":"Running-Away: A Definitional Dilemma."},
      {
        "id":"ED133652",
        "title":"The Computerized Vocational Guidance System (VOCGUYD)."},
      {
        "id":"ED133654",
        "title":"Psychology Tomorrow: Explorations of Consciousness."},
      {
        "id":"ED133658",
        "title":"The Impact of Desegregation on Achievement Test Scores of Black and White Students in Rural and an Urban County: Implications for Counseling."},
      {
        "id":"ED133660",
        "title":"Individual Differences in Information Processing: Verbal Ability and Memory Encoding Processes."},
      {
        "id":"ED133661",
        "title":"Teaching Aids to Psychology."},
      {
        "id":"ED133662",
        "title":"Procedures for Identifying Mental Health Problems in Schools. Summary Report of Workshop - March 1974."},
      {
        "id":"ED133663",
        "title":"Classification of Line Location and Orientation in Continuous and Discrete RT Trials."},
      {
        "id":"ED133666",
        "title":"The Relationship of Self-Concept, Objective Appearance and Profile Self-Perception."},
      {
        "id":"ED133667",
        "title":"An Analysis of Interaction of Anxiety, Aspiration Level and Ability Derived From Ecological Systems Theory."},
      {
        "id":"ED133668",
        "title":"Preventive Outcomes of Small Group Education with School Age Children. An Epidemiologic Follow Up of the Kansas City School Behavior Project."},
      {
        "id":"ED133669",
        "title":"Expectancy in Rapid Decision Making."},
      {
        "id":"ED133670",
        "title":"Academic Advisement at the University of Maryland. Introduction."},
      {
        "id":"ED133676",
        "title":"H.R. 15414. A Bill to Enact the National School-Age Mother and Child Health Act of 1976. House of Representatives, Ninety-Fourth Congress, Second Session."},
      {
        "id":"ED133679",
        "title":"The Effect of Sex and Age on Children's Choice of Peer Groups."},
      {
        "id":"ED133681",
        "title":"Description of the Elementary Reading Program. District Summary Report."},
      {
        "id":"ED133682",
        "title":"Acquisition of a Reading Repertoire."},
      {
        "id":"ED133683",
        "title":"Language Skills: A Prospectus for the Naval Service."},
      {
        "id":"ED133684",
        "title":"The Reading Schedule: A Neglected Variable."},
      {
        "id":"ED133685",
        "title":"Georgia's Criterion-Referenced Reading Test--New Help for Teachers."},
      {
        "id":"ED133686",
        "title":"Five Fingers: Games and Activities to Motivate the Growing Reader."},
      {
        "id":"ED133690",
        "title":"The Effect of Age-Grading on Reading Performance."},
      {
        "id":"ED133691",
        "title":"Exploring Children's Strengths: A Planning Strategy for Disabled Readers."},
      {
        "id":"ED133693",
        "title":"Are Reading Habits of Parents Related to Reading Performance of Their Children?"},
      {
        "id":"ED133694",
        "title":"Affective Aspects in Teacher Education."},
      {
        "id":"ED133695",
        "title":"The Problem of Teenagers Reading on Elementary Levels: An Analysis of Approaches or How to Teach CVC to a Dude."},
      {
        "id":"ED133696",
        "title":"Linguistic and Conceptual Processes in the Comprehension of Spatial Antonyms."},
      {
        "id":"ED133697",
        "title":"Implementing and Evaluating In-Service Programs for Content Teachers."},
      {
        "id":"ED133698",
        "title":"Reading Tests and The Dialect Speaker."},
      {
        "id":"ED133699",
        "title":"A Reading Profile of Functionally Illiterate Adults."},
      {
        "id":"ED133700",
        "title":"Extrinsic Is the Dirty Word."},
      {
        "id":"ED133701",
        "title":"Recent Research and Implications Concerning Children's Literature and Reading Instruction."},
      {
        "id":"ED133702",
        "title":"Teaching Spanish-Speaking Children to Read in New Jersey."},
      {
        "id":"ED133703",
        "title":"Assessing Reading Behavior: Informal Reading Inventories; An Annotated Bibliography."},
      {
        "id":"ED133705",
        "title":"Prediction of Reading Achievement as a Function of Classroom Openness."},
      {
        "id":"ED133706",
        "title":"A Comparison of the Informal Reading Inventory and the Reading Miscue Inventory."},
      {
        "id":"ED133707",
        "title":"A Selection from the Overall Findings of the I.E.A. Study in Science, Reading Comprehension, Literature, French as a Foreign Language, English as a Foreign Language and Civic Education. IIEP Occasional Papers No. 30."},
      {
        "id":"ED133708",
        "title":"Effect of Selected Prereading Skills on Subsequent Reading Achievement. Technical Report No. 392."},
      {
        "id":"ED133709",
        "title":"The Effects of Verbally and Pictorially Induced and Imposed Strategies on Children's Memory for Text. Technical Report No. 394."},
      {
        "id":"ED133720",
        "title":"Effective Remediation of Reading Skills Using Behavior Modification."},
      {
        "id":"ED133721",
        "title":"Facilitative Effects of Map Interpretation on Reading Skills."},
      {
        "id":"ED133722",
        "title":"A Psycholinguistic Approach to Training Urban High School Students in Test-Taking Strategies: A Directional Effort."},
      {
        "id":"ED133723",
        "title":"The Role of the Reading Center in the Secondary School."},
      {
        "id":"ED133728",
        "title":"Syllables as Visual Units in Letter-String Perception."},
      {
        "id":"ED133729",
        "title":"So...What About the Gifted? Proceedings of a Conference of The Queens Association for the Education of the Exceptionally Gifted Child, Inc. Community School District 29, Queens, The State Education Department, and York College at CUNY (Jamaica, New York, March 3, 1973). DICTA No. I."},
      {
        "id":"ED133730",
        "title":"Reading in Early Childhood Education; Proceedings of the York College Reading Conference (1st, Jamaica, New York, April 27, 1974). DICTA No. II."},
      {
        "id":"ED133731",
        "title":"A Teacher's Notebook: English, 5-9; Volume II."},
      {
        "id":"ED133732",
        "title":"Assessing Written Communicative Competence: A Textual Cognition Model."},
      {
        "id":"ED133733",
        "title":"Ontological Aspects of Validity Concerns in Language Arts Assessment."},
      {
        "id":"ED133734",
        "title":"The Game TV Plays: Or, Why an English Teacher Came to Hate Barnaby Jones."},
      {
        "id":"ED133735",
        "title":"Renaissance Theatre in a General Education Program."},
      {
        "id":"ED133737",
        "title":"Student Writing: The Problem and Some Solutions."},
      {
        "id":"ED133738",
        "title":"Interpersonal Motivations in Writing Pedagogy."},
      {
        "id":"ED133739",
        "title":"Bibliography of Science Fiction. WCTE Service Bulletin No. 30."},
      {
        "id":"ED133740",
        "title":"Language, Culture and the Specialist in Ethnic Literature."},
      {
        "id":"ED133741",
        "title":"Wittgenstein's Theory of Language Games and the Freshman Composition Class."},
      {
        "id":"ED133745",
        "title":"How Can We Call Adolescent Literature, Sports Literature, Etc. \"Real\" English Classes?"},
      {
        "id":"ED133746",
        "title":"Don't Let It Happen Again: Let's Keep Blacks in American Literature."},
      {
        "id":"ED133749",
        "title":"An Instrument for Describing Written Products."},
      {
        "id":"ED133750",
        "title":"Do Readers Make Meaning?"},
      {
        "id":"ED133751",
        "title":"A Selected List of Films Related to Black Literature. WCTE Service Bulletin No. 24."},
      {
        "id":"ED133752",
        "title":"Why Children's Literature Belongs in the English Department."},
      {
        "id":"ED133753",
        "title":"Black Fiction and Biographies: Current Books for Children and Adolescents. WCTE Service Bulletin No. 28."},
      {
        "id":"ED133755",
        "title":"A Study of Some Speech-Language Functions of Children Affected by Early Schooling."},
      {
        "id":"ED133758",
        "title":"About Face: Towards a Positive Image of Women in Advertising."},
      {
        "id":"ED133767",
        "title":"Literature and the Law: An Interdisciplinary Liberal Arts Course."},
      {
        "id":"ED133768",
        "title":"A Selected Annotated Bibliography: Literature of the American Indian."},
      {
        "id":"ED133769",
        "title":"Curriculum Planning: Ways to Go."},
      {
        "id":"ED133770",
        "title":"Assessment of Spoken English."},
      {
        "id":"ED133771",
        "title":"Annotated Bibliography of Research in the Teaching of English, January 1, 1976 to June 30, 1976."},
      {
        "id":"ED133772",
        "title":"Report on the Status of Student Writing in the College."},
      {
        "id":"ED133773",
        "title":"To Outline or Not to Outline."},
      {
        "id":"ED133774",
        "title":"Forward to Basics Through Sentence-Combining."},
      {
        "id":"ED133775",
        "title":"Promoting Scholarship in the Area of Freedom of Speech."},
      {
        "id":"ED133776",
        "title":"John Dewey's Interaction Theory: Its Application to the Performance of Poetry."},
      {
        "id":"ED133777",
        "title":"Alternatives to Using Masculine Pronouns When Referring to the Species."},
      {
        "id":"ED133779",
        "title":"Free Speech Yearbook 1976."},
      {
        "id":"ED133780",
        "title":"The Persistenacity of Public Address."},
      {
        "id":"ED133781",
        "title":"Chamber Theatre: Staging Defamiliarized Prose."},
      {
        "id":"ED133782",
        "title":"An Experimental Study of the Effects of Toulmin&apos;s Pattern for Argument Development on Attitude Change."},
      {
        "id":"ED133783",
        "title":"Public Television Survey; Report 1: Awareness and Viewing."},
      {
        "id":"ED133784",
        "title":"Public Television Survey; Report 2: On-Air Fund-Raising."},
      {
        "id":"ED133785",
        "title":"Public Television Survey; Report 3: Programming."},
      {
        "id":"ED133787",
        "title":"Public Radio and Television Audiences, Report 1; The Roper Surveys: A CPB (Corporation of Public Broadcasting) Special Report."},
      {
        "id":"ED133788",
        "title":"The Television Audience for Selected Public Affairs Programs, Report 2; The Roper Surveys: A CPB (Corporation of Public Broadcasting) Special Report."},
      {
        "id":"ED133789",
        "title":"The Effects of Inadmissible Testimony on Verdicts in Simulated Juries."},
      {
        "id":"ED133790",
        "title":"A Study of Local Effort and Ability As They Relate to School Finance in Alabama."},
      {
        "id":"ED133791",
        "title":"Impressions of Education in Israel. A Report of the Educational Staff Seminar Study Mission (February 13-29, 1976)."},
      {
        "id":"ED133792",
        "title":"The Briefer for Texas School Finance Studies."},
      {
        "id":"ED133793",
        "title":"The Briefer for Texas School Finance Studies."},
      {
        "id":"ED133794",
        "title":"Implementation Outline for Community Involvement. The Pennsylvania Executive Academy Activity #4."},
      {
        "id":"ED133795",
        "title":"Community Involvement. The Pennsylvania Executive Academy Monograph Series No. 1."},
      {
        "id":"ED133796",
        "title":"Schools Where Parents Make A Difference."},
      {
        "id":"ED133797",
        "title":"Words, Pictures, Media: Communication in Educational Politics."},
      {
        "id":"ED133800",
        "title":"Fulfilling the Mission . . . A Program for Excellence, Efficiency and Effectiveness. Prospectus."},
      {
        "id":"ED133801",
        "title":"Fulfilling the Mission . . . A Program for Excellence, Efficiency and Effectiveness. Volume I. A Design for Competency Based Curriculum. Pre-Kindergarten--Grade Twelve."},
      {
        "id":"ED133802",
        "title":"Fulfilling the Mission . . . A Program for Excellence, Efficiency and Effectiveness. Volume II. A Design for the Delivery of Educational Services."},
      {
        "id":"ED133803",
        "title":"Fulfilling the Mission . . . A Program for Excellence, Efficiency and Effectiveness. Volume III. The Organizational Schema."},
      {
        "id":"ED133804",
        "title":"Fulfilling the Mission . . . A Program for Excellence, Efficiency and Effectiveness. Volume IV. Planning--Part I. Research and Evaluation--Part II."},
      {
        "id":"ED133805",
        "title":"Planning for Effective Education."},
      {
        "id":"ED133806",
        "title":"Priorities in Australian Education."},
      {
        "id":"ED133807",
        "title":"The Educational Process."},
      {
        "id":"ED133808",
        "title":"Educational Perspectives in Papua New Guinea."},
      {
        "id":"ED133809",
        "title":"Facilities for Special Education. Educational Facilities Digest 14."},
      {
        "id":"ED133810",
        "title":"Complex Justice: Courts, Agenda-Setting and School Finance."},
      {
        "id":"ED133811",
        "title":"Factor Cost Differences, Educational Equality, and Funding Decisions in Public Education. Final Report."},
      {
        "id":"ED133812",
        "title":"Understanding Financial Support of Public Schools 1976-77."},
      {
        "id":"ED133821",
        "title":"Minicourses: Developments in Classroom Instruction."},
      {
        "id":"ED133822",
        "title":"Fringe Benefits for Principals, Assistant Principals & Other Administrators. Administrative Information Report."},
      {
        "id":"ED133824",
        "title":"Concerning Statutory Protection for Principals. Part II--Protection Against Tort Liability. A Legal Memorandum."},
      {
        "id":"ED133825",
        "title":"The Imperative of Leadership. Volume II, Number 7. A Report on Alternative Methods of Teacher Certification."},
      {
        "id":"ED133826",
        "title":"One Hundred Practicums: A Basic Resource for Practitioners. Nova National Leadership Program Reports in ERIC."},
      {
        "id":"ED133827",
        "title":"A 1976 Theory of Charismatic Leadership. Working Paper Series 76-06."},
      {
        "id":"ED133828",
        "title":"Needs Assessment Model: East Stroudsburg. Project NAMES Workbook. Second Edition."},
      {
        "id":"ED133829",
        "title":"Alternative Considerations for Professional Negotiations in Education for the State of Alabama."},
      {
        "id":"ED133830",
        "title":"The Development and Implementation of a Program of Open Campus."},
      {
        "id":"ED133831",
        "title":"Energy Conservation: Guidelines for Action. Suggested Guidelines for Local School District Development of Energy Conservation Programs."},
      {
        "id":"ED133832",
        "title":"Statistics of State School Systems, 1971-72."},
      {
        "id":"ED133833",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education, 1973-74."},
      {
        "id":"ED133835",
        "title":"A Study of the Costs of Driver Education Programs in the Public Schools of Illinois."},
      {
        "id":"ED133836",
        "title":"Competency-Based Education. The Best of ERIC, Number 25."},
      {
        "id":"ED133837",
        "title":"Personal Property Tax: The Effects of Its Loss on Illinois Schools. Volume 1."},
      {
        "id":"ED133838",
        "title":"Alternative Grading Systems. The Practitioner, Vol. III, No. 3."},
      {
        "id":"ED133839",
        "title":"The Birth, Nurturance and Transformation of an Educational Reform."},
      {
        "id":"ED133840",
        "title":"Guidelines for Integrating Program Evaluation with Administrative Decision Making."},
      {
        "id":"ED133841",
        "title":"Boarding Schools."},
      {
        "id":"ED133842",
        "title":"Management Models in Teacher Supervision."},
      {
        "id":"ED133844",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1975. Current Population Reports. Population Characteristics, Series P-20, No. 303."},
      {
        "id":"ED133847",
        "title":"The Director's Report to the Campbell Committee."},
      {
        "id":"ED133848",
        "title":"A Guide for Planning and Construction of Public School Facilities in Georgia. Media Center Facilities."},
      {
        "id":"ED133849",
        "title":"A Guide for Planning and Construction of Public School Facilities in Georgia. Physical Education Facilities."},
      {
        "id":"ED133850",
        "title":"A Guide for Planning and Construction of Public School Facilities in Georgia. School Food Service Facilities."},
      {
        "id":"ED133851",
        "title":"Financing Connecticut's Regional Service Centers."},
      {
        "id":"ED133852",
        "title":"The Development, Evaluation and Implementation of Curriculum. IIEP Seminar Paper: 4."},
      {
        "id":"ED133853",
        "title":"International Evaluation of Educational Systems and Its Role of Building Research Competence in Less-Developed Countries. IIEP Seminar Paper: 7."},
      {
        "id":"ED133854",
        "title":"The Training of Expertise. IIEP Seminar Paper: 8."},
      {
        "id":"ED133855",
        "title":"Evaluation, Instruction and Policy Making. IIEP Seminar Paper: 9."},
      {
        "id":"ED133856",
        "title":"Possibilities and Limits of Evaluation Research in Educational Planning. IIEP Seminar Paper: 11."},
      {
        "id":"ED133858",
        "title":"Towards Community-Centered Education for National Harmony and Development in Thailand. IIEP Seminar Paper: 13."},
      {
        "id":"ED133859",
        "title":"Experience in Tanzania in Identifying and Satisfying Local Needs in Education. IIEP Seminar Paper: 14."},
      {
        "id":"ED133860",
        "title":"Design of a Regional Educational Plan. An Illustration: Informal Education in the Highlands of Guatemala. IIEP Seminar Paper: 15."},
      {
        "id":"ED133861",
        "title":"What Is Meant by Basic Education? IIEP Seminar Paper: 19."},
      {
        "id":"ED133862",
        "title":"The Financing of Privately-Managed Schools in the Punjab. Financing of Educational Systems: Specific Case Studies - 10. IIEP Research Report: 1."},
      {
        "id":"ED133863",
        "title":"Primary School Inspection in Venezuela. The Organisation and Staffing of the Primary School Inspectorate: Case Studies - 5. IIEP Research Report: 15."},
      {
        "id":"ED133866",
        "title":"Educational Policy and Its Financial Implications in Tanzania. Financing Educational Systems: Country Case Studies 4."},
      {
        "id":"ED133868",
        "title":"Primary School Inspection: A Supporting Service for Education."},
      {
        "id":"ED133869",
        "title":"Financing First-Level and Second-Level Education in Nepal. Financing Educational Systems: Specific Case Studies 8."},
      {
        "id":"ED133870",
        "title":"Parents&apos; Choice. A Report on Education Vouchers in East Hartford, Connecticut. Volumes I and II."},
      {
        "id":"ED133871",
        "title":"Re-Evaluating the Human Curriculum: The Change from Bureaucratic to Professional."},
      {
        "id":"ED133872",
        "title":"Investigation of the Abandonment Rate and Causes of Abandonment of Innovative Practices in Secondary Schools. Final Report."},
      {
        "id":"ED133876",
        "title":"Educational Building and Facilities in the Asian Region. Bulletin No. 17."},
      {
        "id":"ED133877",
        "title":"The Peruvian Model of Innovation: The Reform of Basic Education. Experiments and Innovations in Education No. 22."},
      {
        "id":"ED133878",
        "title":"Psychoeducational Consultation: Definition--Functions--Preparation."},
      {
        "id":"ED133894",
        "title":"Development and Implementation of a New Attendance Policy at Napa High School."},
      {
        "id":"ED133895",
        "title":"The Development of an Early Intervention System for the Reduction of Unexcused Absences in Elementary and Secondary Schools."},
      {
        "id":"ED133896",
        "title":"From Where You Are . . . To Where You Want to Be! An Alternate Approach for Identifying Classroom Objectives."},
      {
        "id":"ED133897",
        "title":"Small Classes? \"What Research Says About Effective Class Sizes and Possible Alternatives to Small Classes.\""},
      {
        "id":"ED133899",
        "title":"A Model for Education: Energy-Water Consumption Decision Making."},
      {
        "id":"ED133900",
        "title":"The Notion of Competence and Competency as Educational Objectives."},
      {
        "id":"ED133901",
        "title":"A Project to Assess Needed Competencies in Community Education."},
      {
        "id":"ED133902",
        "title":"An Experience in University-School System Exchange . . . from the Perspective of the Guest."},
      {
        "id":"ED133903",
        "title":"Information Analysis at the ERIC Clearinghouse on Educational Management: Rationale and Classification of Products."},
      {
        "id":"ED133904",
        "title":"Advocacy--A Community Planning Game for the Ranking of School System Goals and Training Needs."},
      {
        "id":"ED133905",
        "title":"Corporal Punishment in the Schools--Discipline or Abuse?"},
      {
        "id":"ED133906",
        "title":"We're Pleased That You Are Interested in Making the Arts Accessible to Everyone . . ."},
      {
        "id":"ED133907",
        "title":"Schoolhouse. A Newsletter from Educational Facilities Laboratories. No. 26."},
      {
        "id":"ED133908",
        "title":"From Recess to Hang-Out: The Design of Open Space Opportunities."},
      {
        "id":"ED133909",
        "title":"Cutting Costs: Successful Ways to Reduce School Expenditures. Current Trends in School Policies & Programs. Education U.S.A. Special Report."},
      {
        "id":"ED133910",
        "title":"Schools and Neighborhoods Research Study: Phase One--Executive Summary."},
      {
        "id":"ED133911",
        "title":"Schools and Neighborhoods Research Study: Phase Two--School District/City Relationships."},
      {
        "id":"ED133912",
        "title":"Schools and Neighborhoods Research Study: School Building Use Study."},
      {
        "id":"ED133913",
        "title":"Schools and Neighborhoods Research Study: Neighborhood Impact Study. Final Report."},
      {
        "id":"ED133914",
        "title":"Schools and Neighborhoods Research Study: The Neighborhood Survey. Final Report."},
      {
        "id":"ED133917",
        "title":"Sex Discrimination in the Selection of School District Administrators: What Can Be Done? NIE Papers in Education and Work: Number Three."},
      {
        "id":"ED133918",
        "title":"The Conservation of Energy in Schools--A Feasibility Report."},
      {
        "id":"ED133919",
        "title":"Developing a Child's Potential."},
      {
        "id":"ED133920",
        "title":"Guide to Resources for Bilingual/Bicultural Education."},
      {
        "id":"ED133921",
        "title":"Cognitive Development in Children with Brain Damage."},
      {
        "id":"ED133923",
        "title":"Comprehensive Support Service Program for Serving Pupils with Special Educational Needs, 1974-75."},
      {
        "id":"ED133924",
        "title":"Facilitating the Education of the Visually Handicapped Through Research in Communications: 15 November 1972 - 30 April 1976. Final Report. Part One: Facilitating Listening as a Medium for Education of the Visually Impaired."},
      {
        "id":"ED133925",
        "title":"Facilitating the Education of the Visually Handicapped Through Research in Communications: 15 November 1972 - 30 April 1976. Final Report. Part Two: Indexes for Tape Recordings."},
      {
        "id":"ED133926",
        "title":"Facilitating the Education of the Visually Handicapped Through Research in Communications: 15 November 1972 - 30 April 1976. Final Report. Part Three: Facilitating Tactile Map Readings."},
      {
        "id":"ED133927",
        "title":"Early Intervention and Day Care."},
      {
        "id":"ED133928",
        "title":"Guidelines for In-Service Education: Gifted and Talented."},
      {
        "id":"ED133929",
        "title":"Articulation Disorders: A Guide to Program Administration and Case Management for Speech Clinicians in Public Schools."},
      {
        "id":"ED133930",
        "title":"Child Abuse in the Name of Discipline."},
      {
        "id":"ED133931",
        "title":"Demographic Data for Special Needs Children in Title XX Day Care. Report No. 7698."},
      {
        "id":"ED133932",
        "title":"Early Childhood Instruction: A Summary of Approaches."},
      {
        "id":"ED133934",
        "title":"Films Relevant to Child Development Early Childhood Education and Preschool Education of Handicapped Children: An Annotated Listing. Volume III, No. 1, The Staff Training Resource Series."},
      {
        "id":"ED133935",
        "title":"Snacks for Young Children. Volume II, No. 4. The Staff Training Monograph Series."},
      {
        "id":"ED133936",
        "title":"Parents as Staff Partners: A Program for Parent Involvement in a Short Term Preschool Psychiatric Center. Volume III, No. 1. The Staff Training Prototype Series."},
      {
        "id":"ED133937",
        "title":"The Integration of Hearing Impaired Children in Regular Classrooms."},
      {
        "id":"ED133938",
        "title":"Children's Play and Social Speech. An NIMH Program Report."},
      {
        "id":"ED133939",
        "title":"Gifted Children: Their Relative Levels of Scholastic Achievement and Interests. Teachers' Views on Their Educational Needs."},
      {
        "id":"ED133940",
        "title":"Instructional Development for Special Needs Learners: An Inservice Resource Guide."},
      {
        "id":"ED133943",
        "title":"Guidance Programs for Pupils with Handicapping Conditions."},
      {
        "id":"ED133944",
        "title":"Planning Programs for Children with Exceptional Educational Needs: Multi-Variate Analysis in the Evaluation of Special Education."},
      {
        "id":"ED133945",
        "title":"A Special Education Systems Simulation Model: Teacher Training Emphasis."},
      {
        "id":"ED133946",
        "title":"Teaching Children with Learning Problems."},
      {
        "id":"ED133947",
        "title":"Regulations and Procedures: Special Education Program."},
      {
        "id":"ED133948",
        "title":"Psychological, Sexual, Social and Vocational Aspects of Spinal Cord Injury. A Selected Bibliography."},
      {
        "id":"ED133949",
        "title":"The Role of a Rural University in the Delivery of Special Services to Exceptional Children and Youth."},
      {
        "id":"ED133950",
        "title":"A Study of Special Programs for Children with Specific Learning Disabilities. Final Report."},
      {
        "id":"ED133951",
        "title":"A Study of Special Programs for Children with Specific Learning Disabilities. Appendix to the Final Report. Case Studies."},
      {
        "id":"ED133952",
        "title":"Inservice Training Packet: Auditory Discrimination Listening Skills."},
      {
        "id":"ED133953",
        "title":"Basic Number Facts: 1 2 3."},
      {
        "id":"ED133954",
        "title":"BEHAVIOR MANAGEMENT: For the Identified Exceptional Student in Your Classroom. 9 out of 10 Kids Need It."},
      {
        "id":"ED133955",
        "title":"Identification."},
      {
        "id":"ED133956",
        "title":"Powerful Little Goodies! Information Packet. Motivate Reading!!"},
      {
        "id":"ED133957",
        "title":"Activities for Emotional Development."},
      {
        "id":"ED133958",
        "title":"Inservice Training Packet: Perception."},
      {
        "id":"ED133959",
        "title":"Gross Motor Development."},
      {
        "id":"ED133960",
        "title":"Working with Parents."},
      {
        "id":"ED133961",
        "title":"Career Education Inservice Training Packet: Career Awareness."},
      {
        "id":"ED133962",
        "title":"Spelling: Great Idea Stuff."},
      {
        "id":"ED133963",
        "title":"Visual Perception."},
      {
        "id":"ED133964",
        "title":"Primary Language Activities."},
      {
        "id":"ED133965",
        "title":"Consequences: A Guide to Assist Teachers in Changing Pupil's Behavioral Patterns."},
      {
        "id":"ED133966",
        "title":"A Procedures Manual for Exceptional Student Programs: A Service Delivery Model for the Identification of and Intervention with Exceptional Students."},
      {
        "id":"ED133967",
        "title":"Sharing Best Practices for Teachers of the Visually Impaired/Exceptional Child Education."},
      {
        "id":"ED133968",
        "title":"Creme de la Creme: A Collection of Best Ideas for Teaching Social Adjustment Skills. Volume I."},
      {
        "id":"ED133969",
        "title":"Second Annual Ideas Booklet of Teacher Developed Materials. Exceptional Child Education."},
      {
        "id":"ED133970",
        "title":"Parent Manual for Speech and Language Development."},
      {
        "id":"ED133972",
        "title":"Overview of Curriculum."},
      {
        "id":"ED133973",
        "title":"Activities Manual for Florida Language Profile."},
      {
        "id":"ED133974",
        "title":"Fun and Games with Reading, Math, Language, Brainstorming: New Concepts of Learning Centers."},
      {
        "id":"ED133975",
        "title":"Results of Survey for 1975-76 on Labor Market for Handicapped Persons in Manatee and Sarasota Counties."},
      {
        "id":"ED133976",
        "title":"Florida Statewide Assessment of Trainable Mentally Retarded: Technical Report 1975-76."},
      {
        "id":"ED133977",
        "title":"How Teachers, Parents and Administrators Can Use Objectives and Feedback in Programs for Special Students."},
      {
        "id":"ED133978",
        "title":"Programmatic Research to Design and Develop Improved Instructional Technology for Handicapped Children. Final Report."},
      {
        "id":"ED133979",
        "title":"Preparation of Personnel to Serve the Handicapped 1964-1974: Bibliography of Research Reports, Demonstration Projects, and Other Materials. Working Paper #1."},
      {
        "id":"ED133980",
        "title":"A Direct Intervention Replication."},
      {
        "id":"ED133981",
        "title":"Play, Recreation and Leisure for People Who Are Deaf-Blind."},
      {
        "id":"ED133982",
        "title":"Identification, Evaluation, and Remediation of Perceptually Handicapped Children: Moving to Learn, Learning to Move."},
      {
        "id":"ED133983",
        "title":"The Delaware Function Rater: A Method of Quantifying Classroom Behavior."},
      {
        "id":"ED133984",
        "title":"Evaluation of the Affective Education Training Program. Final Report 18.3."},
      {
        "id":"ED133985",
        "title":"Summative Evaluation: Behavior Management Training Program. Technical Report 31.2."},
      {
        "id":"ED133986",
        "title":"The Development of a Program in Orientation and Mobility for Multiply Impaired Blind Children. Final Report."},
      {
        "id":"ED133987",
        "title":"The Contexts of Life: A Socio-Ecological Model of Adaptive Behavior and Functioning. Final Report."},
      {
        "id":"ED133988",
        "title":"The Game Bag: Instructional Games Kit."},
      {
        "id":"ED133989",
        "title":"Introduction to Programming in LISP."},
      {
        "id":"ED133990",
        "title":"Bilingual Education: An Idea Whose Time Has Come."},
      {
        "id":"ED133991",
        "title":"Egalitarian Surnaming: A Psycholinguistic Challenge. Working Papers in Linguistics, Vol. 7, No. 4, July-August 1975."},
      {
        "id":"ED133992",
        "title":"On Bilingual Competence. Rapport d'Activites de l'Institut de Phonetique."},
      {
        "id":"ED133993",
        "title":"Proceedings of the 1975 NASILP Conference."},
      {
        "id":"ED133994",
        "title":"Foreign Language Exploratory (French, German, Spanish), (6-8), Resource Guide and Handbook."},
      {
        "id":"ED133998",
        "title":"The Status of Bilingual Vocational Training, Fiscal Year 1976. Report of the Commissioner of Education and the Secretary of Labor to the President and to the Congress."},
      {
        "id":"ED133999",
        "title":"Phonology and Orthography. Linguistic Communications: Working Papers of the Linguistic Society of Australia, No. 16."},
      {
        "id":"ED134000",
        "title":"Children's Language and Experiences: Some Considerations for Linguists. Linguistic Communications: Working Papers of the Linguistic Society of Australia, No. 16."},
      {
        "id":"ED134001",
        "title":"CFLTA Kiosk of Foreign Language Aids, Vol. II."},
      {
        "id":"ED134003",
        "title":"Bilingual/Cross-Cultural Teacher Shortage in California. Position Paper."},
      {
        "id":"ED134004",
        "title":"Development of Paralinguistic and Kinesic Expression of Roles."},
      {
        "id":"ED134005",
        "title":"Language Assistant Training. A Report of Work Supported by the Nuffield Foundation."},
      {
        "id":"ED134006",
        "title":"Bibliography of Instructional Materials for the Teaching of Portuguese."},
      {
        "id":"ED134007",
        "title":"Commission for Teacher Preparation and Licensing: A Report of Bilingual/ Cross-Cultural Educational Credentialing Requirements."},
      {
        "id":"ED134008",
        "title":"English Language Teaching Profile: Indonesia."},
      {
        "id":"ED134009",
        "title":"English Language Teaching Profile: Tunisia."},
      {
        "id":"ED134010",
        "title":"English Language Teaching Profile: Hong Kong."},
      {
        "id":"ED134011",
        "title":"English Language Teaching Profile: Central African Republic."},
      {
        "id":"ED134012",
        "title":"English Language Teaching Profile: Netherlands."},
      {
        "id":"ED134013",
        "title":"English Language Teaching Profile: The Gambia."},
      {
        "id":"ED134014",
        "title":"ESL Master Plan, San Francisco Community College District."},
      {
        "id":"ED134015",
        "title":"Vocational ESL Master Plan, San Francisco Community College District."},
      {
        "id":"ED134016",
        "title":"English Language Teaching Profile: Denmark."},
      {
        "id":"ED134017",
        "title":"English Language Teaching Profile: Sri Lanka. Literature Annex."},
      {
        "id":"ED134018",
        "title":"English Language Teaching Profile: Nepal."},
      {
        "id":"ED134019",
        "title":"English Language Teaching Profile: Cameroon."},
      {
        "id":"ED134020",
        "title":"English Language Teaching Profile: Pakistan Literature Annex."},
      {
        "id":"ED134022",
        "title":"The Cultural Revolution in Foreign Language Teaching. A Guide for Building the Modern Curriculum. Selected Papers from the 1975 Central States Conference."},
      {
        "id":"ED134023",
        "title":"Teaching for Communication in the Foreign Language Classroom. A Guide for Building the Modern Curriculum. Selected Papers from the 1976 Central States Conference."},
      {
        "id":"ED134024",
        "title":"Careers, Communication and Culture in Foreign Language Teaching. A Guide for Building the Modern Curriculum. Selected Papers from the 1974 Central States Conference."},
      {
        "id":"ED134025",
        "title":"Student Motivation and the Foreign Language Teacher. A Guide for Building the Modern Curriculum. [Selected Papers from the 1973 Central States Conference]."},
      {
        "id":"ED134026",
        "title":"Prediction of Success in French, Spanish, German, and Russian Foreign Language Learning. An Analysis of FY67-74 Student Data."},
      {
        "id":"ED134027",
        "title":"Language Treatment in Israel: Especially the Development and Spread of Hebrew. Language Planning Newsletter, Vol. 2 No. 4."},
      {
        "id":"ED134028",
        "title":"Model for Bilingual Language Skill Building. Bilingual/Bicultural Education. Series No. 3. Indochinese Refugee Education Guides."},
      {
        "id":"ED134031",
        "title":"Women's Language Model: A Proposal."},
      {
        "id":"ED134033",
        "title":"Meeting Some Social Language Needs of Overseas Students."},
      {
        "id":"ED134034",
        "title":"Han Hanh Duoc Gap (Happy To Meet You)."},
      {
        "id":"ED134035",
        "title":"The Universality of Acquisitional Phonology."},
      {
        "id":"ED134036",
        "title":"Needed Research in the Fields of Psycho- and Socio-Linguistics as They Relate to the Instruction of Minority Children in the Bilingual Education Programs of North American Schools."},
      {
        "id":"ED134037",
        "title":"Special Issue on Teaching and Testing Communicative Competence. Language Centre News, No. 4."},
      {
        "id":"ED134038",
        "title":"Second Language Learning vs. Pidginization."},
      {
        "id":"ED134039",
        "title":"Language Learning: An Open Door to the World."},
      {
        "id":"ED134040",
        "title":"The Syntax of Conservation."},
      {
        "id":"ED134041",
        "title":"Bibliography of Psychological, Linguistic, and Philosophical Research on the Psychological Reality of Grammar."},
      {
        "id":"ED134042",
        "title":"The Syntax of ESL Teachers' Classroom Language: A Preliminary Report."},
      {
        "id":"ED134043",
        "title":"ESL Teachers' Classroom Speech: Support for the L1=L2 Hypothesis."},
      {
        "id":"ED134044",
        "title":"Teaching Standard Versus Non-Standard Spanish in a Study Abroad Program. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED134045",
        "title":"Language Switching in Chicano Spanish: Linguistic Norm Awareness. Lektos: Interdisciplinary Working Papers in Language Sciences, Special Issue."},
      {
        "id":"ED134046",
        "title":"Equal Education: A Right. A Handbook for Parents Who Want to Know More about Bilingual-Bicultural Education."},
      {
        "id":"ED134047",
        "title":"Survey of Foreign Language Enrollments in Public Secondary Schools, Fall 1974. Final Report."},
      {
        "id":"ED134048",
        "title":"Indiana University Academic Handbook."},
      {
        "id":"ED134049",
        "title":"The Study of Higher Education: Some Papers on Administrative Theory and Practice."},
      {
        "id":"ED134050",
        "title":"The Evaluation of Unsuccessful Applicants to Medical Schools as a Health Manpower Resource. Final Report."},
      {
        "id":"ED134051",
        "title":"The F. E. College and the Community. Coombe Lodge Report Volume 7 Number 6. Study Conference 74/14."},
      {
        "id":"ED134052",
        "title":"A Handbook for College Governors. Coombe Lodge Report Volume 8 Number 11."},
      {
        "id":"ED134053",
        "title":"National Representation Project. Preliminary Report."},
      {
        "id":"ED134055",
        "title":"Equality, Equity or Equilibrium. Policy toward Access to Higher Education."},
      {
        "id":"ED134056",
        "title":"Outcomes of the Academic and Non-Academic Experience of College Related to Frequency of Students' Informal Interaction with Faculty."},
      {
        "id":"ED134057",
        "title":"Remarks on Consumer Protection Issues."},
      {
        "id":"ED134058",
        "title":"Federal Programs Supporting Lifelong Learning."},
      {
        "id":"ED134060",
        "title":"The Selection of Primary Care Physicians."},
      {
        "id":"ED134061",
        "title":"Government Action in Universities and Colleges."},
      {
        "id":"ED134062",
        "title":"Salaries of Engineers in Education. Special Report. 1976."},
      {
        "id":"ED134063",
        "title":"Transition in Higher Education, July 1, 1973 - July 1, 1976."},
      {
        "id":"ED134065",
        "title":"Ohio Instructional Grants. Sixth Annual Report, 1975-1976 Academic Year."},
      {
        "id":"ED134066",
        "title":"Ohio Board of Regents. Fiscal Year 1975, Annual Report."},
      {
        "id":"ED134067",
        "title":"Understanding the Information Needs of College and University Decision Makers: Challenges to Systems Developers."},
      {
        "id":"ED134068",
        "title":"Middle-Level Collegiate Administration in a Period of Retrenchment."},
      {
        "id":"ED134069",
        "title":"The Administration of Education for the Health Professions: A Time for Reappraisal."},
      {
        "id":"ED134070",
        "title":"Fact Sheet: Health Professions Educational Assistance Act of 1976 (PL 94-484)."},
      {
        "id":"ED134071",
        "title":"Human Resource Development."},
      {
        "id":"ED134072",
        "title":"The Chicken or the Egg: The Interdependence of Information Systems and Personnel Development."},
      {
        "id":"ED134073",
        "title":"Personal and Professional Transitions of College and University Administrators."},
      {
        "id":"ED134074",
        "title":"Facilitating Administrator Development through Growth Contracts."},
      {
        "id":"ED134075",
        "title":"The Role of the Small Private College in Creating a Moral, Spiritual Climate in American Society. CASC Newsletter Supplements, 1976-77."},
      {
        "id":"ED134076",
        "title":"Persistence of Educational Opportunity Program (Group) Students: A Study of Seven Entering Classes. Indiana Studies in Prediction No. 33."},
      {
        "id":"ED134077",
        "title":"A Comparison of Official Transcripts and Operational Records for Fall, 1975 University of Minnesota Registered Students. OSA Research Bulletin, v17 n7."},
      {
        "id":"ED134078",
        "title":"Developing Trends in Faculty Unionism in Higher Education."},
      {
        "id":"ED134079",
        "title":"The Current Status of Faculty Unionism in Higher Education: A Statistical Analysis."},
      {
        "id":"ED134080",
        "title":"The Effects of Federal Funds upon Selected Health-Related Disciplines."},
      {
        "id":"ED134081",
        "title":"Institutional Goals: A Model for Clarifying and Acquiring Consensus."},
      {
        "id":"ED134082",
        "title":"Perspectives on White Administrators in Higher Education and Affirmative Action."},
      {
        "id":"ED134083",
        "title":"Colleges and Universities Speak Out on Cost of Federal Compliance in Higher Education. A Special Report."},
      {
        "id":"ED134084",
        "title":"Mission Statement: State University of New York at Albany."},
      {
        "id":"ED134085",
        "title":"Aspects of American Higher Education, 1969-1975. A Report for the Carnegie Council on Policy Studies in Higher Education."},
      {
        "id":"ED134086",
        "title":"The Determination of a Set of Characteristics to Be Used in the Selection of New Engineering Technology Faculty Members at the Southern Technical Institute. College Governance."},
      {
        "id":"ED134088",
        "title":"Report of the Interagency Task Force on Higher Education Burden Reduction."},
      {
        "id":"ED134089",
        "title":"Organizational Implications of Faculty Role/Activity Preferences."},
      {
        "id":"ED134090",
        "title":"The Effects of Different Instructions on Student Ratings of Faculty."},
      {
        "id":"ED134091",
        "title":"Contemplating the Future: Higher Education in the Context of Society."},
      {
        "id":"ED134092",
        "title":"Tennesseans' Opinions Toward Higher Education and the University of Tennessee. 1974 Statewide Opinion Survey. Preliminary Report Number 1."},
      {
        "id":"ED134094",
        "title":"Comparison of Tennessee Opinions with U.S. and Other States' Opinions. 1974 Statewide Opinion Survey. Preliminary Report No. 3."},
      {
        "id":"ED134096",
        "title":"Educational Improvement Process for Accreditation by Contract."},
      {
        "id":"ED134097",
        "title":"A Systems Approach to College Administration and Planning: A Descriptive Comparison of Selected Models, Programs, and Services. Suitable for Use in Small Colleges."},
      {
        "id":"ED134099",
        "title":"State and Federal Relationships in Education. A Position Statement."},
      {
        "id":"ED134100",
        "title":"Liberal Learning at Alverno College."},
      {
        "id":"ED134101",
        "title":"Confidentiality and Accreditation."},
      {
        "id":"ED134102",
        "title":"Reflections on an International Seminar. Higher Education in a Changing World. Conference Report No. 3."},
      {
        "id":"ED134103",
        "title":"Personal Management Style as It Relates to Effective Governance in York College Residence Facilities."},
      {
        "id":"ED134105",
        "title":"Mergers in Higher Education. An Analysis of Ten Case Studies."},
      {
        "id":"ED134106",
        "title":"Financing the Next Decade of Higher Education in Michigan: A Staff Report Projecting State Enrollment, Cost, and Revenue Trends to 1980 and 1985."},
      {
        "id":"ED134107",
        "title":"Development Strategies and Manpower Needs: The Response of Southeast Asian Universities. Proceedings of the Workshop held in Vientiane, Laos, 15-17 December 1974."},
      {
        "id":"ED134108",
        "title":"Tertiary Students and Social Development: An Area for Direct Action--Student Rural Service Activities in Malaysia."},
      {
        "id":"ED134109",
        "title":"Higher Education and Economic Growth in Southeast Asia."},
      {
        "id":"ED134110",
        "title":"Affirmative Action in Science Departments: A Challenge for Higher Education."},
      {
        "id":"ED134111",
        "title":"Postsecondary Education: The Current Federal Role and Alternative Approaches. Budget Issue Paper."},
      {
        "id":"ED134112",
        "title":"Campus Police. A Study of Existing Policies and Procedures Among the Pennsylvania State Colleges and University and Resultant Implications for Policy Development at West Chester State College. Educational Policies."},
      {
        "id":"ED134114",
        "title":"State Budgeting for Higher Education: Information Systems and Technical Analyses."},
      {
        "id":"ED134115",
        "title":"A Profile of University of Maryland, College Park, Freshmen, 1976-77. Research Report No. 11-76."},
      {
        "id":"ED134116",
        "title":"University Student Attitudes toward Women's Studies. Research Report No. 4-76."},
      {
        "id":"ED134117",
        "title":"Planning and Coordination of Collegiate Off-Campus Services in Michigan."},
      {
        "id":"ED134119",
        "title":"Mean Cumulative Grade Point Average by Class, Sex, and Quarter for the Academic Years of 1971-1972 to 1975-1976 at the University of Washington."},
      {
        "id":"ED134120",
        "title":"Women on the Chemistry Faculties of Institutions Granting the Ph.D. in Chemistry."},
      {
        "id":"ED134121",
        "title":"First Annual Report and Recommendations of the State Board for Higher Education."},
      {
        "id":"ED134122",
        "title":"Studies of the Adult Learner. Formal Education at a Standstill: Women's Views. Research Paper No. 4."},
      {
        "id":"ED134123",
        "title":"Postgraduate Training in Agricultural Economics at African Universities."},
      {
        "id":"ED134124",
        "title":"Faculty Retirement: A Preliminary Study."},
      {
        "id":"ED134125",
        "title":"Faculty Professional Interests."},
      {
        "id":"ED134126",
        "title":"Status Report: Public Higher Education Enrollments."},
      {
        "id":"ED134127",
        "title":"An Historical Summary of Financial Aid Provided Students in Washington, 1972-73 through 1976-77. Report No. 77-13."},
      {
        "id":"ED134128",
        "title":"Facts '77."},
      {
        "id":"ED134129",
        "title":"Approaches to Studying the Student Dropout--or Where Have All the Students Gone?"},
      {
        "id":"ED134130",
        "title":"Student Evaluation of Teaching: A Report of the Ad Hoc Committee to Study the Current Uses of and Faculty Attitudes Toward Student Evaluation of Teachers and Courses at Bowling Green State University (BGSU)."},
      {
        "id":"ED134131",
        "title":"Medical Students on Health Care Teams: Allied Health Professionals' Viewpoint."},
      {
        "id":"ED134132",
        "title":"Development of New Evaluation Instruments for Faculty Promotion and Retention in the Department of Media Communication Science at Trenton State College."},
      {
        "id":"ED134133",
        "title":"Planning in Academe: Courage, Purpose and Choice."},
      {
        "id":"ED134134",
        "title":"Workshop on How to Give Workshops. Proceedings."},
      {
        "id":"ED134135",
        "title":"Characteristics of Social Science Serials; The Construction and Analysis of a File of Social Science Serial Titles. Research Reports Series B No. 4."},
      {
        "id":"ED134136",
        "title":"Overview of Mediated Courseware in Learning Centers."},
      {
        "id":"ED134137",
        "title":"Self-Study Report."},
      {
        "id":"ED134138",
        "title":"A Media-Assisted Library Instruction Orientation Program Report."},
      {
        "id":"ED134139",
        "title":"Clear Purpose--Complete Commitment; A Long-Range Program to Provide Louisianians with Library and Information Services Adequate to Their Needs, 1977-1981."},
      {
        "id":"ED134140",
        "title":"CLENE: Continuing Library Education Network and Exchange Proceedings (Second CLENE Assembly, July 16-17, 1976)."},
      {
        "id":"ED134141",
        "title":"Non-Traditional Study, The Public Library Approach: Research Study Group for the Development of an Integrated Common Data System. Final Report."},
      {
        "id":"ED134142",
        "title":"Institute of Library Research. Annual Report, July 1975 to June 1976."},
      {
        "id":"ED134143",
        "title":"National Agricultural Library 1975 Annual Report."},
      {
        "id":"ED134145",
        "title":"Instruction: Overcoming the God-Never-Meant-You-Should-Do-It-That-Way Syndrome."},
      {
        "id":"ED134146",
        "title":"1976 Pennsylvania Public Television Network Audience Research Project: Phase 1. Audience Definition and Estimation."},
      {
        "id":"ED134147",
        "title":"Broadcast Education--A Review of Total Programs and Broadcaster Perceptions; 1975-1976."},
      {
        "id":"ED134148",
        "title":"Computer-Produced Bibliographies for Class Use."},
      {
        "id":"ED134149",
        "title":"Developing the Television and Film Writer."},
      {
        "id":"ED134150",
        "title":"Teaching Structured Fortran without Structured Extensions."},
      {
        "id":"ED134151",
        "title":"Toward a Conservatory of Communications."},
      {
        "id":"ED134152",
        "title":"GPN Instructional Television Packages."},
      {
        "id":"ED134153",
        "title":"Media Selection for Public TV Advertisements."},
      {
        "id":"ED134154",
        "title":"Development of a Computer-Assisted Instruction (CAI) Program on the Delphi Technique."},
      {
        "id":"ED134155",
        "title":"Subject Access to Education Literature; Dewey Decimal Classification."},
      {
        "id":"ED134156",
        "title":"Visual Communication in Special Education Using Television and Manipulative Materials."},
      {
        "id":"ED134157",
        "title":"New Interconnection Telecommunications Needs in Virginia."},
      {
        "id":"ED134159",
        "title":"A Total Concept of Computer-Based Instruction."},
      {
        "id":"ED134160",
        "title":"A Study of Low-Power School Radio Stations in the United States."},
      {
        "id":"ED134161",
        "title":"Evaluation of Scholarly Nonprint Publication."},
      {
        "id":"ED134162",
        "title":"The Evidence on Television Violence."},
      {
        "id":"ED134163",
        "title":"Television and the Teacher."},
      {
        "id":"ED134164",
        "title":"The Long-Range Impact of Television."},
      {
        "id":"ED134165",
        "title":"Operation and Maintenance of the 35mm Filmstrip Projector."},
      {
        "id":"ED134166",
        "title":"Operation and Maintenance of the 16mm Sound Film Projector."},
      {
        "id":"ED134167",
        "title":"A Distributed Data Base Version of INGRES."},
      {
        "id":"ED134168",
        "title":"The Institute for Communication Research Annual Report 1975-1976."},
      {
        "id":"ED134169",
        "title":"The Structured Use of Vocational Behavior Media in Vocational Evaluation Programming."},
      {
        "id":"ED134170",
        "title":"The Realism of Marital and Parental Roles on Television; A Research Report."},
      {
        "id":"ED134171",
        "title":"Opportunities for Students in Educational Media Centers."},
      {
        "id":"ED134172",
        "title":"Students Enroll in a Model Television Course: Evaluation of City Colleges of Chicago's Use of &quot;Ascent of Man.&quot;"},
      {
        "id":"ED134173",
        "title":"Decision-Oriented Research in an Educational Communications Organization."},
      {
        "id":"ED134174",
        "title":"Co-Production of Teaching Resources under the Auspices of the Council of Europe. Catalogue for 1976."},
      {
        "id":"ED134175",
        "title":"Research Outlook at CPB."},
      {
        "id":"ED134176",
        "title":"The Business of Radio Promotion."},
      {
        "id":"ED134177",
        "title":"Adventures in Educational Technology."},
      {
        "id":"ED134178",
        "title":"The Public Broadcasting Satellite Interconnection System."},
      {
        "id":"ED134179",
        "title":"Kent County Public Library: A Survey of a Small Public Library and its Community with Recommendations for Future Goals."},
      {
        "id":"ED134180",
        "title":"School Library Media Center Day. May 5, 1976. Material Resource File."},
      {
        "id":"ED134181",
        "title":"CREW Manual; A Unified System of Weeding, Inventory, and Collection-Building for Small and Medium-Sized Public Libraries."},
      {
        "id":"ED134182",
        "title":"The Springfield (Vermont) Town Library: A Survey of Its Community, Its Resources and Services, with Recommendations for Developing Services Responsive to Community Needs."},
      {
        "id":"ED134183",
        "title":"The Effect of the SOLINET Data Base Quality Control Committee on Member Libraries' Input."},
      {
        "id":"ED134184",
        "title":"A Survey of Audiovisual Resources in Selected California Public Libraries and Library Systems."},
      {
        "id":"ED134185",
        "title":"Study of the Community of East Brunswick and the East Brunswick Public Library with Recommendations for the Library."},
      {
        "id":"ED134186",
        "title":"A Study of the Community of Auburn and Its Library Service."},
      {
        "id":"ED134187",
        "title":"A Study of the Texas State Library System. Phases 1-3."},
      {
        "id":"ED134188",
        "title":"Discrepancies between Actual and Ideal Roles and Functions of Texas School Librarians as Perceived by School Superintendents, Principals, and Librarians. Report of a Study."},
      {
        "id":"ED134189",
        "title":"A Study of Salary Determinants within the SUNY Librarians&apos; Association between 1973 and 1974."},
      {
        "id":"ED134190",
        "title":"Sharing the Riches--Cooperation and the Library of Congress."},
      {
        "id":"ED134191",
        "title":"Information Needs of the People of the Eastern Shore."},
      {
        "id":"ED134192",
        "title":"OCLC Participating Institutions: Arranged by Network and Subarranged by Institution Name."},
      {
        "id":"ED134193",
        "title":"The On-Line ERIC Project at the National Library of Australia."},
      {
        "id":"ED134194",
        "title":"A Management Review and Analysis of the University of Massachusetts at Amherst Libraries, Amherst, Massachusetts."},
      {
        "id":"ED134195",
        "title":"Technion Libraries Systems Study."},
      {
        "id":"ED134199",
        "title":"Wisconsin Library Service Record, 1975."},
      {
        "id":"ED134201",
        "title":"A Mathematical Model of the Illinois Interlibrary Loan Network; Project Report No. 5."},
      {
        "id":"ED134202",
        "title":"Instructional Television Materials Duplication and Distribution in Occupational Education. Summative Evaluation Report, Project 81."},
      {
        "id":"ED134203",
        "title":"Technical Report on Libraries and Library Services in Albany County, New York."},
      {
        "id":"ED134204",
        "title":"Design of Pamphlet/Clipping File for UCB School of Journalism Library, Including Subject Headings."},
      {
        "id":"ED134205",
        "title":"&quot;Intelligent&quot; Computer Assisted Instruction (CAI) Applications. Interim Report."},
      {
        "id":"ED134206",
        "title":"New York University Elmer Holmes Bobst Library. A User Survey, Spring 1976."},
      {
        "id":"ED134207",
        "title":"Performance Report for Title II, Elementary and Secondary Education Act P.L. 89-10 as Amended, FY 1976."},
      {
        "id":"ED134208",
        "title":"Information Sources and How to Use Them."},
      {
        "id":"ED134209",
        "title":"A Study of the Effects of a Trained Television Communicator on Undergraduate Attitudes and Learning."},
      {
        "id":"ED134210",
        "title":"Census of Use by the Public of Different Types of Libraries: A Survey Indicating the Needs of Users with Regard to Cooperative Ventures."},
      {
        "id":"ED134211",
        "title":"Access to U.S. Government Statistics Through Course-Related Instruction."},
      {
        "id":"EJ1373805",
        "title":"BioPhy Magazine Based on a Floating Market for Problem-Solving Skills and Environmental Awareness"},
      {
        "id":"EJ1373807",
        "title":"Islamic Higher Education Students&apos; Expenditure before and during Pandemic in Indonesia"},
      {
        "id":"EJ1373809",
        "title":"The Effectiveness of Peer Educators and Guidance Counselling Teachers to the Knowledge of Reproductive Health"},
      {
        "id":"EJ1373818",
        "title":"A Narrative Inquiry into Educational Decision-Making in Thai-Japanese Families in Thailand"},
      {
        "id":"EJ1373819",
        "title":"An Investigation of the Attitudes of Students Studying in the Field of Sports Sciences towards Future Expectations and Brain Migration"},
      {
        "id":"EJ1373820",
        "title":"A Structural Equation Model of Factors Affecting Effective Academic Affairs Administration of Secondary Schools in Northeast of Thailand"},
      {
        "id":"EJ1373821",
        "title":"Crowd Context-Based Learning Process via IoT Wearable Technology to Promote Digital Health Literacy"},
      {
        "id":"EJ1373822",
        "title":"Social and Psychiatric Effects of COVID-19 Pandemic and Distance Learning on High School Students: A Cross-Sectional Web-Based Survey"},
      {
        "id":"EJ1373823",
        "title":"Enhancing Understanding about the Nature of Local Science: An Action Research in Primary Education"},
      {
        "id":"EJ1373824",
        "title":"Coping Strategies Used by Pre-Service Teachers to Overcome Writing Challenges"},
      {
        "id":"EJ1373825",
        "title":"We Asked Teachers: Do You Know What Dyscalculia Is?"},
      {
        "id":"EJ1373826",
        "title":"The Predictive Relationships between Pre-School Teachers&apos; Classroom Management Skills and Their Thinking-Supportive Behaviours"},
      {
        "id":"EJ1373827",
        "title":"The Effect of the 5W1H Technology Model on Some Variables Related to Reading Skills in Primary School"},
      {
        "id":"EJ1373853",
        "title":"Antecedents of Classroom Teachers&apos; Intention to Use Distance Education Environments: A Structural Equation Modeling Approach"},
      {
        "id":"EJ1373860",
        "title":"Exploring the Learning Analytics Equation: What about the &quot;Carpe Diem&quot; of Teaching and Learning?"},
      {
        "id":"EJ1373861",
        "title":"Design Considerations for MOOCs with Mathematics Education Context: Let&apos;s Listen to the Voice of Learners"},
      {
        "id":"EJ1373862",
        "title":"English First Additional Language: Teachers&apos; Written Feedback Practices in Multi-Grade Classrooms in Rural South African Primary Schools"},
      {
        "id":"EJ1373863",
        "title":"Is Flipped Approach a Panacea?: A Systematic Review of Trends, Conceptions, and Practices of a Decade of Research"},
      {
        "id":"EJ1373864",
        "title":"STEM Learning and Loose Parts in Early Elementary Classrooms: A Scoping Review"},
      {
        "id":"EJ1373865",
        "title":"Metaphorical Perceptions of Pre-Service Special Education Teachers towards Distance Education during the Coronavirus (COVID-19) Pandemic"},
      {
        "id":"EJ1373867",
        "title":"Gender Roles among Public Elementary Teachers: Basis for Gender-Responsive Intervention Activities"},
      {
        "id":"EJ1373871",
        "title":"Flexible Classrooms and Their Teachers in Primary Education"},
      {
        "id":"EJ1373874",
        "title":"Experiences of Qualified Teachers of the Future in the Scope of an International eTwinning Project"},
      {
        "id":"EJ1373879",
        "title":"Participation or Eschewal? Final-Year Secondary School Students&apos; Attitudes towards Participation in Higher Education in Cameroon"},
      {
        "id":"EJ1373894",
        "title":"Relationship Approach to Cognitive and Metacognitive Strategies on EFL Students&apos; Reading Comprehension"},
      {
        "id":"EJ1373895",
        "title":"Teachers&apos; Narratives on the Use of English to Teach Bahasa Melayu as Language Other than English"},
      {
        "id":"EJ1373898",
        "title":"Applying De Bono&apos;s Six Thinking Hats for an Anti-Bullying Program"},
      {
        "id":"EJ1373899",
        "title":"The Master of Arts in Applied Linguistics Graduates&apos; Perceptions on the Program and Their Competencies"},
      {
        "id":"EJ1373900",
        "title":"Faculty and Student Online Mentoring Preferences"},
      {
        "id":"EJ1373902",
        "title":"Leadership Skill Development in Master&apos;s-Level Counselor Education"},
      {
        "id":"EJ1373904",
        "title":"The Challenges Facing Effective Teaching of Literature-in-English in Nigerian Secondary Schools"},
      {
        "id":"EJ1373921",
        "title":"Attitude toward Physics Teaching of Science Teachers: A Revised Scale and Analysis"},
      {
        "id":"EJ1373922",
        "title":"Class Size and Self-Esteem as Determinants of Student Learning Outcomes in Essay Writing"},
      {
        "id":"EJ1373924",
        "title":"Dissertation Writing during COVID-19: Student Anxiety and Productivity"},
      {
        "id":"EJ1373927",
        "title":"Footsteps of Adaptive Online Learning: Tracing the Relationships between Online Self-Regulation, Cognitive Style, Online Interaction and Gender"},
      {
        "id":"EJ1373931",
        "title":"Is the Empirical Research We Have the Research We Can Trust? A Review of Distance Education Journal Publications in 2021"},
      {
        "id":"EJ1373932",
        "title":"Women&apos;s Empowerment through Learning Using Technology"},
      {
        "id":"EJ1373933",
        "title":"Zoom Engagement of Pre-Service Teachers during Emergency Remote Classes"},
      {
        "id":"EJ1373935",
        "title":"Adapting the Survey of Technological Pedagogical STEM Knowledge to the Turkish Language and Determining the Knowledge of Pre-Service and In-Service Teachers"},
      {
        "id":"EJ1373936",
        "title":"Content-Related Solution Quality in Invention Activities and Worked Solutions -- Promoting the Professional Vision of Classroom Management"},
      {
        "id":"EJ1373939",
        "title":"The Effect of the Slowmation Technique on Attitudes towards Social Studies Lessons, Active Learning, and Metacognitive Awareness"},
      {
        "id":"EJ1373945",
        "title":"The Prediction Level of Teachers&apos; Perceptions of Psychological Empowerment on Job Satisfaction and Organizational Citizenship Behaviors"},
      {
        "id":"EJ1373948",
        "title":"The Relationship between Faculty Members&apos; Organizational Support Perceptions and Personal Growth Initiative Levels, the Mediating Role of General Self-Efficacy"},
      {
        "id":"EJ1373957",
        "title":"&quot;ESL Teachers Are Looked down Upon&quot;: Understanding the Lived Experience of a First-Year ESL Teacher with a Culturally and Linguistically Diverse Background"},
      {
        "id":"EJ1373960",
        "title":"Implementing Positive Behavior Intervention and Support (PBIS) with Fidelity: Secondary School Staff Members&apos; Descriptions of School Climate"},
      {
        "id":"EJ1373961",
        "title":"Operationalizing Centerness and Measuring It in Professional Development Teams"},
      {
        "id":"EJ1374007",
        "title":"Fifth and Ninth Grade Students&apos; Engagement in Science Classes in Palestine"},
      {
        "id":"EJ1374010",
        "title":"Management of Classroom Acoustics by Teachers at Two Special Needs Schools in Johannesburg, South Africa"},
      {
        "id":"EJ1374014",
        "title":"Developmental Dyslexia in Private Schools in South Africa: Educators&apos; Perspectives"},
      {
        "id":"EJ1374028",
        "title":"Burnout in Secondary School Teachers: The Contribution of the Work Environment"},
      {
        "id":"EJ1374031",
        "title":"An Arendtian Perspective on Education as a Means of Citizenship: How Citizenship Is Processed by Syrian Immigrant Students in Higher Education"},
      {
        "id":"EJ1374038",
        "title":"Video-Based Material Development during COVID-19 and Its Impact on Learners: A Critical Perspective"},
      {
        "id":"EJ1374039",
        "title":"Examining the Relationship between Teachers&apos; Self-Compassion, Forgiveness, and Psychological Resilience"},
      {
        "id":"EJ1374041",
        "title":"Transformational Experience during Study Abroad: The Case of a Japanese Pre-Service Teacher"},
      {
        "id":"EJ1374042",
        "title":"Strategic Ways for Improving the Efficiency of Teaching Linguistics to EFL Students with Physical Disabilities"},
      {
        "id":"EJ1374043",
        "title":"Communicative English in Bangladesh: Where Are the Communicative Elements?"},
      {
        "id":"EJ1374045",
        "title":"EFL Learners&apos; Speaking Strategies: A Study of Low and High Proficiency Learners"},
      {
        "id":"EJ1374047",
        "title":"Examining Three Crucial Second Language Acquisition Theories and Their Relationship in the Acquisition Process by a Six-Year-Old Nicaraguan Girl"},
      {
        "id":"EJ1374048",
        "title":"Gender Portrayals in Indonesian and International English Language Textbooks for Primary Students: A Critical Image Analysis"},
      {
        "id":"EJ1374050",
        "title":"Language Learning Strategies of Kurdish EFL Learners: High Achievers versus Low Achievers"},
      {
        "id":"EJ1374052",
        "title":"Developing a Financial Literacy Scale for Primary School Students: A Validity and Reliability Study"},
      {
        "id":"EJ1374053",
        "title":"Teaching Practices in Inclusive Classrooms from the Perspective of Primary School Teacher Candidates: An Observation Study"},
      {
        "id":"EJ1374054",
        "title":"Secondary Level English Language Teachers&apos; Pedagogical Skills: A Case Study in Bangladesh"},
      {
        "id":"EJ1374055",
        "title":"Promoting EFL Learners&apos; Pragmatic Awareness through Test-Teach-Test (TTT) Method via &quot;Telegram&quot; and &quot;Edmodo&quot;"},
      {
        "id":"EJ1374056",
        "title":"Testing a Model of Entrepreneurship Intention among Iranian ELT Learners"},
      {
        "id":"EJ1374057",
        "title":"College Students&apos; Belonging and Loneliness in the Context of Remote Online Classes during the COVID-19 Pandemic"},
      {
        "id":"EJ1374061",
        "title":"The Concurrent Contribution of Input Flooding, Visual Input Enhancement, and Consciousness-Raising Tasks to Noticing and Intake of Present Perfect Tense"},
      {
        "id":"EJ1374063",
        "title":"First-Time Chinese Online Students&apos; Expectations of Their Instructors in Fully Online Learning Environments"},
      {
        "id":"EJ1374064",
        "title":"The Effect of Blended Learning through Meaning-Focused Input and Output Activities on Learning Collocations"},
      {
        "id":"EJ1374065",
        "title":"Visually Impaired Students&apos; and Their Teacher&apos;s Perceptions of the English Teaching and Learning Process"},
      {
        "id":"EJ1374068",
        "title":"The Potential of Translanguaging Pedagogy for Promoting Iranian Bilingual Students&apos; English Development"},
      {
        "id":"EJ1374072",
        "title":"Analysis of Environmental Risk Perceptions and Scores of Preservice Science Teachers in Terms of Some Variables"},
      {
        "id":"EJ1374076",
        "title":"Impact of Social Class Background on General Cognitive Ability"},
      {
        "id":"EJ1374079",
        "title":"The Level of Services for Cerebral Palsy Centers from the Viewpoint of Parents during the COVID-19"},
      {
        "id":"EJ1374092",
        "title":"The Perspective of School Leadership and Management: The Role of the School Principal in Academic Learner Performance"},
      {
        "id":"EJ1374093",
        "title":"The Mediating Role of Communication Skills in the Relationship between Leadership Style and 21st-Century Skills"},
      {
        "id":"EJ1374101",
        "title":"Alofa Fai Tamamanu, Giving Yourself Wholeheartedly: Education That Matters to Tokelau People in Aotearoa NZ"},
      {
        "id":"EJ1374107",
        "title":"Developing Mathematics-Enhanced Chemistry Research Lessons through Productive Lesson Study: Insights from In-Service Teachers"},
      {
        "id":"EJ1374110",
        "title":"Enhancing Student Engagement in Vocational Education by Using Virtual Reality"},
      {
        "id":"EJ1374114",
        "title":"Exploring Possibilities and Challenges of Lesson Study: A Case Study in a Small Island Developing State"},
      {
        "id":"EJ1374117",
        "title":"Gallery Walk Technique in Enhancing Reading Comprehension and Oral English Language Proficiency of Junior High School Students"},
      {
        "id":"EJ1374130",
        "title":"Advancing Digital Learning in a Traditional System: Uruguay during the COVID-19 Pandemic"},
      {
        "id":"EJ1374133",
        "title":"Blurred Boundaries: An Examination of Learning and Working in the Home during the COVID-19 Pandemic"},
      {
        "id":"EJ1374134",
        "title":"High School Teachers&apos; Self-Efficacy Beliefs: A Mixed Method Research"},
      {
        "id":"EJ1374137",
        "title":"Omani International Students&apos; Social Connection and Friendship at a New Zealand University"},
      {
        "id":"EJ1374138",
        "title":"Brazilian Digital Learning Strategies during the COVID-19 Pandemic and Their Impact on Socio-Educational Gaps: An Exploratory Study on Manaus, Rio de Janeiro, and So Paulo"},
      {
        "id":"EJ1374140",
        "title":"Teachers Implementing New Primary School Digital Technology Areas: What Are We Teaching Now?"},
      {
        "id":"EJ1374141",
        "title":"Chile&apos;s Digital Learning Strategy during the COVID-19 Pandemic: Connecting Policy with Social Realities?"},
      {
        "id":"EJ1374142",
        "title":"COVID-19 and Higher Education: Crossed Perspectives in the Construction of Knowledge and the Rise of Citizen Science. Theoretical Reflections and Practical Approach in the 11th Encounter of CeiED Researchers"},
      {
        "id":"EJ1374153",
        "title":"Students&apos; Mathematics-Related Belief Systems and Their Strategies for Solving Non-Routine Mathematical Problems"},
      {
        "id":"EJ1374154",
        "title":"Teaching with Biosecurity Content in the Social Sciences Learning Area: A Year 13 Social Science Teacher&apos;s Experience"},
      {
        "id":"EJ1374162",
        "title":"Analysis of Science-Based Entrepreneurship Skills and Parents&apos; Academic Achievement Pressure and Support of Primary School Students"},
      {
        "id":"EJ1374163",
        "title":"An Assessment of Pre-Service Mathematics Teachers&apos; Techno-Pedagogical Content Knowledge Regarding Geometry"},
      {
        "id":"EJ1374170",
        "title":"Teacher Education Reimagined: A Letter to Teacher Educators on Preparing Teachers to Educate Refugee Students"},
      {
        "id":"EJ1374171",
        "title":"The Effect of a Social Studies Course Supported by Stories on Critical and Empathetic Thinking Skills"},
      {
        "id":"EJ1374172",
        "title":"Ko e leo ke eke ha? Empowering tagata Niue Living in Aotearoa New Zealand to Claim Its Status in Education"},
      {
        "id":"EJ1374173",
        "title":"Teachers&apos; Views on the Communication Skills of School Administrators: A Mixed Method Research"},
      {
        "id":"EJ1374174",
        "title":"The Mediator Role of Academic Grit in the Relationship between Academic Procrastination and Academic Self-Handicapping in Adolescents"},
      {
        "id":"EJ1374175",
        "title":"Unsettling Language Ideologies: Examples from Writing Teacher Education in New Zealand and the United States"},
      {
        "id":"EJ1374177",
        "title":"Wayfinding Waves and Winds of Change: The Currency of the Post-COVID Gaze into Pasifika/Pacific Education&apos;s Trajectory"},
      {
        "id":"EJ1374178",
        "title":"Reimagining Education: Restore, Rebuild, Curate, Uplift, and Celebrate"},
      {
        "id":"EJ1374180",
        "title":"Applying a Socio-Ecological Model to Understand the Psychosocial Support Services Available to Students with Disabilities in Universities"},
      {
        "id":"EJ1374181",
        "title":"Resilience and Despair: Exploring the Educational Experiences of Graduate Students during the COVID-19 Pandemic to Guide Strategies for Action"},
      {
        "id":"EJ1374182",
        "title":"Core Conceptual Features of Successful Blended Learning in Higher Education: Policy Implications"},
      {
        "id":"EJ1374183",
        "title":"Shifting from the Hidden Shadow to the Bright Sunshine under the COVID-19 Pandemic: Implications for the Education New Normal from Hong Kong&apos;s Learning System"},
      {
        "id":"EJ1374184",
        "title":"Educational Belief Systems among American Parents: Exploring the Relationship between Integration, Testing, and Enhanced Academics"},
      {
        "id":"EJ1374185",
        "title":"Culturally Relevant Pedagogy in the Post-COVID-19 Era"},
      {
        "id":"EJ1374186",
        "title":"Equity for Multilingual Learners: A Global Network Response to the Pandemic"},
      {
        "id":"EJ1374187",
        "title":"Entrenched Disadvantage and the Internationalization of Education: A Review of the Science without Border Program in Brazil"},
      {
        "id":"EJ1374188",
        "title":"Innovation in Times of Crisis: Using the COVID-19 Pandemic to Reevaluate Curricula"},
      {
        "id":"EJ1374189",
        "title":"Exploring State Department of Education Grading Guidance during COVID-19: A Model for Future Emergency Remote Learning"},
      {
        "id":"EJ1374190",
        "title":"The Principal&apos;s Role in Managing Curriculum Change: Implications for the Provision of Quality Education"},
      {
        "id":"EJ1374191",
        "title":"Tokenism and Barriers to Genuine Learner Participation in School Governance in One Progressive South African Girls&apos; High School"},
      {
        "id":"EJ1374195",
        "title":"AI, Biometric Analysis, and Emerging Cheating Detection Systems: The Engineering of Academic Integrity?"},
      {
        "id":"EJ1374197",
        "title":"An Exploration of Individual, Job, and Organizational Characteristics Associated with District Research Leaders&apos; Knowledge Brokering Work"},
      {
        "id":"EJ1374199",
        "title":"A Genre-Based Approach to Teaching Descriptive Report Writing to Japanese EFL University Students"},
      {
        "id":"EJ1374200",
        "title":"An Investigation into the Roles of Guessing and Partial Knowledge in the Vocabulary Size Test"},
      {
        "id":"EJ1374204",
        "title":"Digital Learning Measures in Honduras during the COVID-19 Pandemic"},
      {
        "id":"EJ1374209",
        "title":"Commonalities and Conflation of Global Englishes and Translanguaging for Equitable English Language Education"},
      {
        "id":"EJ1374212",
        "title":"Impacts of Remote Learning Measures on Educational Access and Quality in Ecuador"},
      {
        "id":"EJ1374214",
        "title":"The Provision of Learning in Mexico during the COVID-19 Pandemic: Defining the Digital Divide"},
      {
        "id":"EJ1374215",
        "title":"The Relationship between School Principals&apos; Personality Traits and Spiritual Leadership Level"},
      {
        "id":"EJ1374216",
        "title":"Fiscal Cuts in Education and Their Effects: Politicising Learned Helplessness as a Disciplinary Technology in Education Leaders in Catalonia. An Exploratory Research Study"},
      {
        "id":"EJ1374217",
        "title":"Trends of Virtual Reality for Learning Empirical Evidence from Different Fields"},
      {
        "id":"EJ1374224",
        "title":"Mission, Money, and Membership: An Institutional Perspective on Teacher Preparation at New Graduate Schools of Education"},
      {
        "id":"EJ1374227",
        "title":"The Review of the Effects of Realistic Mathematics Education on Students&apos; Academic Achievement in Turkey: A Meta-Analysis Study"},
      {
        "id":"EJ1374228",
        "title":"School Turnaround Lessons for Policy and Practice: A Systematic Review of Research and Evaluation"},
      {
        "id":"EJ1374230",
        "title":"Seeing through the Fog: A Case Study of Teachers&apos; Working Conditions during the Pandemic in the State of Paran, Brazil"},
      {
        "id":"EJ1374239",
        "title":"Investigation of School &apos;Administrators&apos; Assumptions Regarding Management Practices Based on X-Y Theory"},
      {
        "id":"EJ1374240",
        "title":"Circuit Managers&apos; Views on Quality Education at Selected Public Schools in the Limpopo Province, South Africa"},
      {
        "id":"EJ1374241",
        "title":"PGCE Students&apos; Learning through Reflective Journaling during Teaching Practice: An Exploratory Study"},
      {
        "id":"EJ1374242",
        "title":"Investigation of the Effect of Teaching with Drama Activities on Students&apos; Achievement in Social Studies Lesson and Permanence of Knowledge"},
      {
        "id":"EJ1374243",
        "title":"Alertness, Self-Efficacy, and Intention: Mediating Effects Encouraging Students Entrepreneurship Behavior"},
      {
        "id":"EJ1374262",
        "title":"A Case Study of Community of Inquiry Presences and Cognitive Load in Asynchronous Online STEM Courses"},
      {
        "id":"EJ1374265",
        "title":"Advising Sleep Deprived Students to Take Online Classes"},
      {
        "id":"EJ1374267",
        "title":"Creating a Social Presence Measure: Self-Rated Behaviors That Indicate Mediated Presence"},
      {
        "id":"EJ1374269",
        "title":"Culturally Responsive Teaching in an Undergraduate Online General Education Course"},
      {
        "id":"EJ1374276",
        "title":"Validating School-Based Measures of Educational Disadvantage in Ireland"},
      {
        "id":"EJ1374280",
        "title":"&quot;Tell Them Local Control Is Important&quot;: A Case Study of Democratic, Community-Centered School Boards"},
      {
        "id":"EJ1374281",
        "title":"The Battle for Whole-Child Approaches: Examining the Motivations, Strategies and Successes of a Parents&apos; Resistance Movement against a Performance Regime in a Local Norwegian School System"},
      {
        "id":"EJ1374282",
        "title":"Defining Different Modes of Learning: Resolving Confusion and Contention through Consensus"},
      {
        "id":"EJ1374283",
        "title":"Effect of Role-Play in Online Discussions on Student Engagement and Critical Thinking"},
      {
        "id":"EJ1374284",
        "title":"Enhancing College Students&apos; Online Group Work Perceptions and Skills Using a Utility-Value Intervention"},
      {
        "id":"EJ1374285",
        "title":"Exploring the Factors Associated with Undergraduate Students&apos; Online Learning Anxiety: Development of the Online Learner Anxiety Scale"},
      {
        "id":"EJ1374286",
        "title":"Faculty Perceptions of Online Education and Technology Use over Time: A Secondary Analysis of the Annual Survey of Faculty Attitudes on Technology from 2013 to 2019"},
      {
        "id":"EJ1374287",
        "title":"Get Connected: A Scoping Review of Advising Online Graduate Students"},
      {
        "id":"EJ1374288",
        "title":"&quot;It Helped to Know I Wasn&apos;t Alone&quot;: Exploring Student Satisfaction in an Online Community with a Gamified, Social Media-Like Instructional Approach"},
      {
        "id":"EJ1374289",
        "title":"A Bibliometric Analysis of Collaboration Skills in Education (2019-2021)"},
      {
        "id":"EJ1374315",
        "title":"Teaching and Learning with AI-Generated Courseware: Lessons from the Classroom"},
      {
        "id":"EJ1374317",
        "title":"Towards Professionalism in Higher Education: An Exploratory Case Study of Struggles and Needs of Online Adjunct Professors"},
      {
        "id":"EJ1374320",
        "title":"Using Online Tools to Develop Higher Order Learning among Tertiary Students"},
      {
        "id":"EJ1374321",
        "title":"Creativity and Entrepreneur Knowledge to Increase Entrepreneurial Intent among Vocational School Students"},
      {
        "id":"EJ1374322",
        "title":"Handling Behavior Problems of Children with Special Educational Needs Based on Teacher Analysis"},
      {
        "id":"EJ1374323",
        "title":"Lecturers and Students&apos; Perceptions about Online Learning Problems during the COVID-19 Pandemic"},
      {
        "id":"EJ1374324",
        "title":"Leading Collegially: Shifting Paradigms for Effective Student Teacher Mentoring during Work-Integrated Learning"},
      {
        "id":"EJ1374325",
        "title":"Effective Mentoring: Understanding Factors Affecting the Holistic Development of Pre-Service Teachers during Teaching Practice"},
      {
        "id":"EJ1374326",
        "title":"The Impact of Using the Modified Know-Want-Learn Strategy in Physics Teaching on Students&apos; Metacognition"},
      {
        "id":"EJ1374327",
        "title":"Teaching Reading of Arabic Language in Indonesia: Reconstruction of the Contents and Scope of Nahwu Science"},
      {
        "id":"EJ1374328",
        "title":"The Role of Requestee&apos;s Gender in the Choice of Request Strategies by Female Speakers of Saudi Colloquial Arabic"},
      {
        "id":"EJ1374329",
        "title":"Lecturers&apos; Checklist Instrument to Monitor Students&apos; Understanding in Distance Learning"},
      {
        "id":"EJ1374330",
        "title":"Teachers&apos; Individual Characteristics and Job Satisfaction in Southern Papua"},
      {
        "id":"EJ1374331",
        "title":"Understanding the Concept of Percent Using the Egg Rack"},
      {
        "id":"EJ1374341",
        "title":"The Relationship between School-Related Gender-Based Violence and Absenteeism: Evidence from 14 Southern and Eastern African Countries"},
      {
        "id":"EJ1374342",
        "title":"Student Learning and Teacher Retention for Graduates of Texas Noyce Programs"},
      {
        "id":"EJ1374344",
        "title":"Teachers&apos; Views on the Role of Economic and Management Sciences in Preparing Learners for Accounting in the Further Education and Training Phase"},
      {
        "id":"EJ1374345",
        "title":"School Leadership Practice at Faith-Based Schools through a Servant Leadership Lens"},
      {
        "id":"EJ1374346",
        "title":"Exploring Intervention of E-Textbook in Schools: Teachers&apos; Perspectives"},
      {
        "id":"EJ1374347",
        "title":"Philosophy of Ubuntu and Collaborative Project-Based Learning in Post-Apartheid South Africa: A Case Study of Underperforming Learners at Hope Saturday School"},
      {
        "id":"EJ1374349",
        "title":"School Administrators&apos; Perceptions of Democratic Coexistence in Catalan Schools: An Analytical Study"},
      {
        "id":"EJ1374350",
        "title":"Determination of Exercise Attitudes of Pregnant Women"},
      {
        "id":"EJ1374354",
        "title":"Do Self-Efficacy and Moral Intelligence Have a Role in the Formation of Sportsmanship Behavior?"},
      {
        "id":"EJ1374356",
        "title":"Impact of Academic Self-Efficacy on Entrepreneurial Intention of Faculty of Sport Sciences&apos; Students: Bayburt University"},
      {
        "id":"EJ1374380",
        "title":"The Effect of Social Studies and Science Teachers&apos; Interactions with Their Students in Social Media and Anxiety in Social Environments on Various Variables"},
      {
        "id":"EJ1374382",
        "title":"The Effect of COVID-19 Fear on Anxiety, Depression, and Stress in Athlete Students: The Mediating Role of Psychological Resilience"},
      {
        "id":"EJ1374383",
        "title":"The Effectiveness of Flipped Learning Model on Korean Language Learning as a Foreign Language: Speaking Class in a University Level"},
      {
        "id":"EJ1374386",
        "title":"Book Reading Habits of People Who Are Learning Turkish as a Foreign Language (Example of Kyrgyzstan)"},
      {
        "id":"EJ1374388",
        "title":"Individual Innovativeness Levels of Science Teacher Candidates"},
      {
        "id":"EJ1374389",
        "title":"Experiences of Pre-Service Mathematics Teachers on the Use of Mentimeter in Distance Learning"},
      {
        "id":"EJ1374391",
        "title":"Considering Collective Motivation to Read: A Narrative, Inquiry"},
      {
        "id":"EJ1374392",
        "title":"Determining the Educational Needs of International Students Residing in Antalya from the Perspectives of Students, Teachers, Parents and Administrators"},
      {
        "id":"EJ1374394",
        "title":"Determining In-Service Training Needs of Physics Teachers for Inquiry Based Curricula"},
      {
        "id":"EJ1374398",
        "title":"Neoliberalism, Critical Literacy, and the Everyday: A Post-Qual Informed Multi-Genre Inquiry"},
      {
        "id":"EJ1374400",
        "title":"Opinions of Social Studies Teachers in Turkey on the Polarization between States"},
      {
        "id":"EJ1374401",
        "title":"The Influences of Teacher Knowledge on Qualitative Writing Assessment"},
      {
        "id":"EJ1374403",
        "title":"Breaking down Bias: A Practical Framework for the Systematic Evaluation of Source Bias"},
      {
        "id":"EJ1374407",
        "title":"Information Literacy and the Body in the Kente-Weaving Landscape"},
      {
        "id":"EJ1374410",
        "title":"Turkish as a Foreign Language Learners&apos; Tendency to Use Communication Strategies"},
      {
        "id":"EJ1374411",
        "title":"Teaching and Its Discontents: How Academic Librarians Are Negotiating a Complicated Role"},
      {
        "id":"EJ1374412",
        "title":"High School Students&apos; Music Listening Habits and Attitudes towards Intangible Cultural Heritage Elements"},
      {
        "id":"EJ1374413",
        "title":"Does Empowerment Effects the Quality of Work Life?"},
      {
        "id":"EJ1374415",
        "title":"Students, Academic Reading and Information Literacy in a Time of COVID"},
      {
        "id":"EJ1374422",
        "title":"Investigation of Preparatory School Students&apos; Cyber-Loafing Levels and Views on Distance Education English Curriculum: A Mixed Method Study"},
      {
        "id":"EJ1374423",
        "title":"Investigating the Relationship between Emotional Intelligence and Social Anxiety Levels of University Students"},
      {
        "id":"EJ1374425",
        "title":"An Analysis of Science Teachers&apos; Views on Argumentation-Based Science Learning and the Activities They Have Prepared"},
      {
        "id":"EJ1374426",
        "title":"A Meta-Synthesis Research of Articles on Turkish as a Foreign Language Teaching Sets"},
      {
        "id":"EJ1374428",
        "title":"Innovative Technology and Education: Artificial Intelligence and Language Learning in Turkey"},
      {
        "id":"EJ1374429",
        "title":"Investigation of the Relationship between Curriculum Literacy and Teacher Performance"},
      {
        "id":"EJ1374431",
        "title":"Can Non-Subject-Based Off-Campus Training Improve Student Mental Health in the Context of the Implementation of the Double Reduction Policy? A Study Based on a Survey in 30 Counties in Six Eastern, Central, and Western Provinces of China"},
      {
        "id":"EJ1374433",
        "title":"The Influence of Teacher Gender on Student Human Capital Development: An Empirical Study Based on Data from China Education Panel Survey"},
      {
        "id":"EJ1374435",
        "title":"The &quot;Theatre Effect&quot; of Shadow Education: A Study Based on Data from China Education Panel Survey"},
      {
        "id":"EJ1374442",
        "title":"Enabling Environments That South African Teachers Create to Accommodate Diversity in Their Classrooms: A Case Study on the Limpopo Province"},
      {
        "id":"EJ1374446",
        "title":"Investigating English First Additional Language Educators&apos; Reading Comprehension Practices in Selected Schools in Gauteng, South Africa"},
      {
        "id":"EJ1374448",
        "title":"Construction of Self as a Principal: Meanings Gleaned from Narratives of Novice School Principals"},
      {
        "id":"EJ1374449",
        "title":"Correlation between Behavioural Management, Instructional Management, and the English Proficiency Level of Teachers of English as a Foreign Language (EFL)"},
      {
        "id":"EJ1374450",
        "title":"Collaboration: The Key to Managing Discipline in South African Schools"},
      {
        "id":"EJ1374453",
        "title":"Interactive Pedagogy Elevating Learners as Producers of Knowledge in the isiZulu Classroom"},
      {
        "id":"EJ1374454",
        "title":"Learning Design in the Time of COVID-19: The Digital Learning Design Unit Story"},
      {
        "id":"EJ1374455",
        "title":"Investigation of Kyrgyz Learners&apos; Engagement in Online Courses"},
      {
        "id":"EJ1374457",
        "title":"Post-Method Practice in the English First Additional Language Classroom: A Transformative Language Pedagogy"},
      {
        "id":"EJ1374459",
        "title":"Qualitative Exploration of Workplace Demands, Resources and Bullying among Teachers in South African Schools: Implications for Individual and Organisational Well-Being"},
      {
        "id":"EJ1374460",
        "title":"Principals&apos; Transformational Leadership in Strengthening Character Education at Senior High School Level (SMA) in Indonesia"},
      {
        "id":"EJ1374461",
        "title":"Reducing School Violence: A Peace Education Project in Kwazulu-Natal, South Africa"},
      {
        "id":"EJ1374462",
        "title":"The Effect of Science Centres on Perceptions of Secondary School Students towards the Nature of Science"},
      {
        "id":"EJ1374463",
        "title":"The Effect of Activities Performed in the Science Center on Students&apos; Perceptions of Out-of-School Learning Environments"},
      {
        "id":"EJ1374464",
        "title":"Instructional Design of Online Courses in Mozambique: The Use of eBooks as a Strategy to Improve Learning"},
      {
        "id":"EJ1374465",
        "title":"The Effects of STEM Activities Conducted with the Flipped Learning Model on Primary School Students&apos; Scientific Creativity, Attitudes and Perceptions towards STEM"},
      {
        "id":"EJ1374466",
        "title":"Evaluation on College Students&apos; Anxiety and Social Media Usage during Shanghai Closure"},
      {
        "id":"EJ1374468",
        "title":"A Mixed-Methods Study of Secondary Student and Teacher Attitudes to Mobile Education Apps in Lagos, Nigeria"},
      {
        "id":"EJ1374471",
        "title":"CEFR: A Global Framework for Global Englishes?"},
      {
        "id":"EJ1374472",
        "title":"A Systematic Review on Pedagogical Translanguaging in TESOL"},
      {
        "id":"EJ1374514",
        "title":"Auto-Scoring of Student Speech: Proprietary vs. Open-Source Solutions"},
      {
        "id":"EJ1374517",
        "title":"Digital Service-Learning: Creating Translanguaging Spaces for Emergent Bilinguals&apos; Literacy Learning and Culturally Responsive Family Engagement in Mainstream Preservice Teacher Education"},
      {
        "id":"EJ1374523",
        "title":"Focus on the Speaker-Learner in English as a Global Language: Agency and Satisfaction"},
      {
        "id":"EJ1374525",
        "title":"Online Resources and Professional Development for Teachers of English Learners: A US State-by-State Analysis"},
      {
        "id":"EJ1374527",
        "title":"Providing Social-Emotional and Academic Supports to SLIFE: What Every Teacher Needs to Know"},
      {
        "id":"EJ1374529",
        "title":"Translanguaging as an Agentive Action: A Longitudinal Case Study of Uzbek EFL Learners in South Korea"},
      {
        "id":"EJ1374531",
        "title":"Translanguaging Life Writing: &quot;Auto&quot;biography-Driven Writing Instruction"},
      {
        "id":"EJ1374532",
        "title":"Using Padlet as a Learning Space for Simulating Real-Life Business Communication"},
      {
        "id":"EJ1374535",
        "title":"How Working Memory and Prior Vocabulary Knowledge Influence the Impact of Task Repetition on L2 Oral Performance: Insights into Vietnamese EFL Learners"},
      {
        "id":"EJ1374546",
        "title":"Full-Time Schools in Portugal: Participation and Educational Achievement"},
      {
        "id":"EJ1374554",
        "title":"Raising Primary School Boys&apos; and Girls&apos; Awareness and Interest in STEM-Related Activities, Subjects, and Careers: An Exploratory Case Study"},
      {
        "id":"EJ1374563",
        "title":"Accent Difference Makes No Difference to Phoneme Acquisition"},
      {
        "id":"EJ1374565",
        "title":"Conflict Resolution Skills of Chinese International Students in the United States"},
      {
        "id":"EJ1374573",
        "title":"What If They Are Set Free? Using Autonomous Reading-Listening and Book Clubs in Reading Fluency Development"},
      {
        "id":"EJ1374575",
        "title":"Engagement of International Students at Irish Higher Education Institutions"},
      {
        "id":"EJ1374576",
        "title":"&quot;It&apos;s How We Get Along&quot; -- Translanguaging in Middle-School Mathematics Class"},
      {
        "id":"EJ1374589",
        "title":"Ethical Focus in Training Future Business Leaders at University Level"},
      {
        "id":"EJ1374590",
        "title":"Does Experience Matter? A Comparative Study of EFL Teachers&apos; Challenges"},
      {
        "id":"EJ1374591",
        "title":"An Etymological and Lexicological Study of Borrowings into Modern Standard Arabic (MSA): The Case of Nesrin Chukri&apos;s Translation of Mouloud Feraoun&apos;s &quot;Le Fils du pauvre&quot;"},
      {
        "id":"EJ1374595",
        "title":"A Web-Based Learning Media Ruang Ekspresi to Teach Poetry Writing for Junior High School Students"},
      {
        "id":"EJ1374596",
        "title":"International Students&apos; Suggestions for What Universities Can Do to Better Support Their Mental Wellbeing"},
      {
        "id":"EJ1374597",
        "title":"Current Assessment Practices in Ukrainian Translation Classroom: Teachers&apos; Survey Results"},
      {
        "id":"EJ1374599",
        "title":"CEFR-Based Policy in Arabic Language Teaching and Cultural Dimension in Indonesian Islamic Higher Education"},
      {
        "id":"EJ1374600",
        "title":"Motivation of Pre-Service English Teachers to Learn English as a Foreign Language in Challenging Circumstances"},
      {
        "id":"EJ1374602",
        "title":"Examination of Digital Literacy Skills of Undergraduate Students According to Various Variables"},
      {
        "id":"EJ1374603",
        "title":"Understanding Post-Graduation Decision of Caribbean International Students to Remain in the United States"},
      {
        "id":"EJ1374604",
        "title":"How Do Medical Students&apos; Chronobiological Tendencies and Study Approaches Affect Academic Performance?"},
      {
        "id":"EJ1374605",
        "title":"What We Know after the Pandemic. Online and Face-to-Face Testing in Comparative Perspective"},
      {
        "id":"EJ1374606",
        "title":"Differentiated Instructions Effect on Academic Achievements of Level 2 English Students. A Case on Iraq Public Sectors Universities"},
      {
        "id":"EJ1374607",
        "title":"Discourse Analysis in the Speeches of Indonesian Parliamentarians about Handling COVID-19"},
      {
        "id":"EJ1374609",
        "title":"Effectiveness of the Grammar and Translation Methods in Learning Arabic"},
      {
        "id":"EJ1374611",
        "title":"Possible Factors Determining Satisfaction of Distance Education among University Students"},
      {
        "id":"EJ1374612",
        "title":"Impact of English Language Proficiency, Multilingualism and Perceived Language Difficulties on International Student&apos;s Academic Performance in Iraq"},
      {
        "id":"EJ1374613",
        "title":"Improving EFL Writing Skills via Reading of Authentic Materials: An Online Course"},
      {
        "id":"EJ1374614",
        "title":"Online Reading in Digital Learning Environments for Primary School Students"},
      {
        "id":"EJ1374615",
        "title":"Comparison of the Satisfaction of Students Who Use Different Learning Management Systems in Distance Education Processes"},
      {
        "id":"EJ1374616",
        "title":"The Role of Perceived Ease of Use and Perceived Usefulness on Personality Traits among Adults"},
      {
        "id":"EJ1374618",
        "title":"Modes of Persuasion for Women in English and Arabic Advertisements"},
      {
        "id":"EJ1374620",
        "title":"The Role of Teamwork in the Creation of Open Educational Resources for Closing SDG-Related Knowledge Gaps"},
      {
        "id":"EJ1374621",
        "title":"Power of Metaphor in Political Contests of Indonesian Public Intellectuals"},
      {
        "id":"EJ1374623",
        "title":"A Bibliometric Analysis of Research on Teacher Emotions"},
      {
        "id":"EJ1374629",
        "title":"Developing a Student Satisfaction Index and a Strategic Management Map for Turkish Higher Education"},
      {
        "id":"EJ1374630",
        "title":"Performance of the Q-Matrix Validation Methods in the DINA Model"},
      {
        "id":"EJ1374633",
        "title":"Supporting Concept Teaching with Activities in Primary School Third Grade Life Science Course"},
      {
        "id":"EJ1374635",
        "title":"The Effect of Discrimination Model-Based Group Supervision on Counseling Self-Efficacy and Insights of Novice Supervisees"},
      {
        "id":"EJ1374636",
        "title":"The Eclectic Approach to Learning English"},
      {
        "id":"EJ1374637",
        "title":"The Gender Discrimination and Regional Difference Effect on Reading Literacy of College Students: A Case from Iraq"},
      {
        "id":"EJ1374638",
        "title":"The Pragmatics of Javanese People: Pride, Identity, and Living Capital in a Digital Era"},
      {
        "id":"EJ1374642",
        "title":"Domain Specific Hope as a Predictor of Psychological Symptoms during the COVID-19 Pandemic"},
      {
        "id":"EJ1374643",
        "title":"Gender and Age Differences in the Relationship between Sensation-Seeking and Sexual Risk-Taking Behavior among Adolescents"},
      {
        "id":"EJ1374646",
        "title":"The Relationship between School Administrators&apos; Creative Leadership Qualities and School&apos;s Organizational Intelligence Levels"},
      {
        "id":"EJ1374647",
        "title":"The Relationship between Spirituality and Psychological Wellness: A Serial Multi-Mediation Analysis"},
      {
        "id":"EJ1374648",
        "title":"The Turkish Form of the Delaying Gratification Inventory: Validity and Reliability Studies"},
      {
        "id":"EJ1374649",
        "title":"Using Literary Works to Teach Psychopathology: A Qualitative Document Analysis Regarding Alcohol Use Disorder"},
      {
        "id":"EJ1374671",
        "title":"Developing Tailored Messages to Improve Mental Health and Adjustment of Asian International Students"},
      {
        "id":"EJ1374673",
        "title":"Exploring the Impact of the Academic Interactions and Social Relations of Graduate Black African Students on Their Learning Experiences in China"},
      {
        "id":"EJ1374691",
        "title":"The Use of Community of Inquiry Framework-Informed Facebook Discussion Activities on Student Speaking Performances in a Blended EFL Class"},
      {
        "id":"EJ1372872",
        "title":"Effectiveness of Digital Game Based Learning Strategy in Higher Educational Perspectives"},
      {
        "id":"EJ1372873",
        "title":"Immigrant Catholic School Teachers: Working across Cultures, Opportunities and Perspectives"},
      {
        "id":"EJ1372874",
        "title":"Practices, Perceptions, and Perspectives of Hispanic Catholic School Diocesan Leaders"},
      {
        "id":"EJ1372876",
        "title":"Rethinking the Hispanic Teacher Shortage: Dual Language Schools as Identity-Affirming Organizations"},
      {
        "id":"EJ1372878",
        "title":"Strengthening and Sustaining Dual Language Education in Catholic Schools"},
      {
        "id":"EJ1372906",
        "title":"Making Sense of the Borderlands: Short-Term Immersions and Communicating upon Returning"},
      {
        "id":"EJ1372909",
        "title":"University Students Pilot a Community Survey at Ciclovia"},
      {
        "id":"EJ1372915",
        "title":"Utility of the Global Engagement Survey (GES) to Quantitatively Evaluate a Unique Undergraduate Community-Based Global Learning Program"},
      {
        "id":"EJ1372916",
        "title":"The Effect of Problem-Based Learning during the Pandemic on Self-Confidence and Social Interaction of High School Student"},
      {
        "id":"EJ1372918",
        "title":"The Environmental Attitude of the Prospective Biology Teachers in Indonesia"},
      {
        "id":"EJ1372919",
        "title":"Virtual Service Learning: An Exploration into How Physical Therapy Students Make Meaning of Professional Skill Development Online"},
      {
        "id":"EJ1372922",
        "title":"A New Approach to Self-Assessment of Community Engagement: A Case Study of Technological University Dublin"},
      {
        "id":"EJ1372928",
        "title":"Biology Learning Tasks Variation during COVID-19 Pandemic and Its Effect on Students&apos; Self-Efficacy"},
      {
        "id":"EJ1372929",
        "title":"Environmental Literacy of Biology Teacher Candidates in Supporting the Walisongo Eco Green Campus Program"},
      {
        "id":"EJ1372930",
        "title":"Implementation of Free Inquiry Approach Based on Blended Learning on Creative Thinking and Student Collaboration Skills"},
      {
        "id":"EJ1372931",
        "title":"Improving Critical Thinking and Problem-Solving Skills through POGIL Combined with Digital Mind Map"},
      {
        "id":"EJ1372938",
        "title":"Community Members&apos; Perspectives on a Community-Engaged Process for Supporting Vibrant Greenspaces in Detroit"},
      {
        "id":"EJ1372941",
        "title":"Conversations in Isolation: A Mixed-Methods, Multi-Perspective Evaluation of Extreme Electronic Service Learning during COVID-19"},
      {
        "id":"EJ1372943",
        "title":"The Heritage Conversation Partners Project: Virtual Cultural Heritage Exchange in an Anthropology Course"},
      {
        "id":"EJ1372950",
        "title":"Voices of Black Leadership: Town-Gown Relationships and the Black Community"},
      {
        "id":"EJ1372954",
        "title":"Implementation of the Student Facilitator and Explaining Model Assisted by Media Game on the Students&apos; Explaining Skills"},
      {
        "id":"EJ1372957",
        "title":"Learning Assessment Model in Biology Education during the COVID-19 Pandemic"},
      {
        "id":"EJ1372959",
        "title":"Revealing the Effect of Local-Based Teaching Materials toward Scientific Reasoning, Argumentation, and Problem-Solving in Biology Classroom"},
      {
        "id":"EJ1372960",
        "title":"The Inquiry Investigation Group Learning Model: Improving Students&apos; Critical Thinking Skills, Cognitive Learning Outcomes, and Scientific Attitudes"},
      {
        "id":"EJ1372964",
        "title":"A Systematic Study of the Literature on Career Guidance Expert Systems for Students: Implications for ODL"},
      {
        "id":"EJ1372971",
        "title":"COVID-19 Pandemic: Development of Digital Technologies That Provide Connection, Collaboration and Lifelong Learning"},
      {
        "id":"EJ1372974",
        "title":"Future Directions for Digital Literacy Fluency Using Cognitive Flexibility Research: A Review of Selected Digital Literacy Paradigms and Theoretical Frameworks"},
      {
        "id":"EJ1372979",
        "title":"A Study on the Comparative Analysis of Writing Skills Activities in Japanese and Turkish Textbooks"},
      {
        "id":"EJ1372981",
        "title":"Learning a Brand-New Language through Duolingo: A Case Study of a Gifted Student"},
      {
        "id":"EJ1372988",
        "title":"Physical Resource Management in Government Secondary Schools, Wolaita Zone, Southern Ethiopia"},
      {
        "id":"EJ1372992",
        "title":"Formal Literacy Instruction and the Development of Oral Language in Manitoba French Immersion Early Years Classrooms"},
      {
        "id":"EJ1372995",
        "title":"Quantifying the Higher Education Leadership Competency Framework for Talent Management in Malaysia"},
      {
        "id":"EJ1372999",
        "title":"What&apos;s on Your Mind? Impact of Online Education on Students&apos; Mental Wellness"},
      {
        "id":"EJ1373000",
        "title":"Read-Aloud: A Middle Years Approach to Connecting and Learning from Literature"},
      {
        "id":"EJ1373001",
        "title":"Professional Learning Communities as a Model for Effective English Language Arts Curriculum Implementation"},
      {
        "id":"EJ1373005",
        "title":"Augmented Reality as a Digital Tool to Support All Learners in Inquiry-Based Learning Lessons"},
      {
        "id":"EJ1373006",
        "title":"Artificial Intelligence in Education: AIEd for Personalised Learning Pathways"},
      {
        "id":"EJ1373008",
        "title":"Contextualizing Lecturer Performance Indicators to Online Teaching and Learning Activities: Insights for Application during the COVID-19 Pandemic and Beyond"},
      {
        "id":"EJ1373013",
        "title":"Distance Project-Based Learning during Lockdown and Learner&apos;s Motivation"},
      {
        "id":"EJ1373016",
        "title":"Effects of Innovative Project-Based Learning Model on Students&apos; Knowledge Acquisition, Cognitive Abilities, and Personal Competences"},
      {
        "id":"EJ1373018",
        "title":"Teaching Dilemmas and Student Motivation in Project-Based Learning in Secondary Education"},
      {
        "id":"EJ1373020",
        "title":"Pre-Service Teachers&apos; Perceptions of Problem-Based Learning for Developing Their Mathematics Teaching Pedagogy"},
      {
        "id":"EJ1373032",
        "title":"Changemakers: Influences on Engagement in STEM Curricula among Underrepresented Youth"},
      {
        "id":"EJ1373038",
        "title":"Character Education Based on Reflective Pedagogical Paradigm and Its Effect on Conscience and Compassion of Students"},
      {
        "id":"EJ1373040",
        "title":"Building Links between Early Academic Skills and Later Academic Achievement: A Cross-Country Analysis"},
      {
        "id":"EJ1373046",
        "title":"Curriculum Content Proposal for Integration of Technology in Education"},
      {
        "id":"EJ1373048",
        "title":"Relationships between School Enjoyment, Social Integration, and Achievement at the Beginning of Primary School: Does Family Background Matter?"},
      {
        "id":"EJ1373053",
        "title":"Adverse Childhood Experiences of Elementary School Students Exacerbated by COVID-19: A Conceptual Framework"},
      {
        "id":"EJ1373057",
        "title":"Analysis of Masters Degree Attaining Teachers&apos; Opinions on Developing 21st-Century Life Skills of Students"},
      {
        "id":"EJ1373058",
        "title":"Analyzing the Selected Eurofit Test Batteries of the Children with Down Syndrome and Autism in the Age Range of 12-16 and Receiving Montessori Education"},
      {
        "id":"EJ1373064",
        "title":"Reflections on Technology, Teaching, Learning, and Professional Development: Findings from a Teacher Survey in Tanzania"},
      {
        "id":"EJ1373067",
        "title":"A Novel Context for Project-Based Learning a Language School for Adults in Spain (EOI) &amp; an Applied Higher Education Institution (College) of a University in Estonia"},
      {
        "id":"EJ1373077",
        "title":"Does Interprofessional Problem-Based Learning (iPBL) Develop Health Professional Students&apos; Interprofessional Competences? A Systematic Review of Contexts, Mechanisms and Outcomes"},
      {
        "id":"EJ1373080",
        "title":"Developing the Historical Thinking Skill Scale at the Secondary School Level"},
      {
        "id":"EJ1373081",
        "title":"The Opinions of Teacher Candidates about Critical and Analytical Thinking Course"},
      {
        "id":"EJ1373082",
        "title":"The Search for an Effective Curricular Change Adoption in Foreign Language Education: A Meta-Synthesis"},
      {
        "id":"EJ1373083",
        "title":"Discussion-Based Pedagogy to Promote to Socioemotional Learning and Well-Being among Students in Japan"},
      {
        "id":"EJ1373084",
        "title":"Implementing Phonological Awareness in Saudi Arabia Kindergartens"},
      {
        "id":"EJ1373085",
        "title":"Parenting and Education Involvement of Korean Mothers during the COVID-19 Pandemic"},
      {
        "id":"EJ1373086",
        "title":"Possible Selves of Pre-Service Elementary School Teachers in the Time of COVID-19 Pandemic: A Sequential Explanatory Mixed-Method Study"},
      {
        "id":"EJ1373087",
        "title":"STEAM Education and the Whole Child: Examining Policy and Barriers"},
      {
        "id":"EJ1373088",
        "title":"A Course Hybrid Recommender System for Limited User Information Scenarios"},
      {
        "id":"EJ1373122",
        "title":"Automated Feedback Generation for Student Project Reports: A Data-Driven Approach"},
      {
        "id":"EJ1373124",
        "title":"An Examination of Flexible Seating in the Higher Education Classroom from a Physical and Kinesthetic Perspective"},
      {
        "id":"EJ1373125",
        "title":"Optimizing Financial Aid Allocation to Improve Access and Affordability to Higher Education"},
      {
        "id":"EJ1373126",
        "title":"Assessing the Use of Spaces Renovated to Support Group Work in an Academic Library"},
      {
        "id":"EJ1373127",
        "title":"Social Media Representations of Makerspaces"},
      {
        "id":"EJ1373128",
        "title":"Development and Evaluation of an Online Homework System for High School Physics Classes"},
      {
        "id":"EJ1373129",
        "title":"Space-Time as a Symbolic, Cultural and Curricular Element of Educational Practice: Constitution of Place as an Educative and Identity Process in Spain and Latin America"},
      {
        "id":"EJ1373133",
        "title":"Using Machine Learning to Detect SMART Model Cognitive Operations in Mathematical Problem-Solving Process"},
      {
        "id":"EJ1373136",
        "title":"Towards Design-Loop Adaptivity: Identifying Items for Revision"},
      {
        "id":"EJ1373138",
        "title":"Online Teaching and Students&apos; Perceived Level of Math Anxiety during COVID-19 Pandemic"},
      {
        "id":"EJ1373139",
        "title":"When Probabilities Are Not Enough--A Framework for Causal Explanations of Student Success Models"},
      {
        "id":"EJ1373140",
        "title":"Principles of Economic Theory: An Anachronistic School Textbook in Greek Educational System?"},
      {
        "id":"EJ1373143",
        "title":"Teachers&apos; Beliefs about Teaching and Encouraging Reflexivity in Teaching Practices"},
      {
        "id":"EJ1373145",
        "title":"Video Modeling and Daily Living Skills Training in Students with ASD"},
      {
        "id":"EJ1373162",
        "title":"You Asked, Now What? Modeling Students&apos; Help-Seeking and Coding Actions from Request to Resolution"},
      {
        "id":"EJ1373188",
        "title":"Clinical Supervision of Experienced School Counsellors in Israel"},
      {
        "id":"EJ1373193",
        "title":"The Implications of Self-Esteem Development in Primary School Students"},
      {
        "id":"EJ1373201",
        "title":"The Role of Practicum in Teacher Education Policy Documents in Ethiopia, Myanmar, Kazakhstan, and Iran"},
      {
        "id":"EJ1373220",
        "title":"Contextual Content Analysis of Mission Statements of Open and Distance Education Institutions in Sub-Saharan Africa"},
      {
        "id":"EJ1373223",
        "title":"Examining the Use of Renewable Assignments in a Teacher Education Course to Build Understanding of Open Educational Resources"},
      {
        "id":"EJ1373227",
        "title":"Creating Spaces for Engagement in Meaningful Activities"},
      {
        "id":"EJ1373228",
        "title":"Driving Employee-Driven Innovation through Workplace Learning: The Story of Singapore SMEs"},
      {
        "id":"EJ1373231",
        "title":"Final Report of a Novel and Successful Online Public Health Capacity Building Experiment -- Peoples-uni"},
      {
        "id":"EJ1373232",
        "title":"Professional Competencies and the Continuing Professional Development Needs of Technical, Vocational Education and Training (TVET) Teachers in Kenya"},
      {
        "id":"EJ1373233",
        "title":"Reconsidering the Nature of the Learning Space in Practically-Based Higher Education: Innovative Approaches to Higher Education in the UK Context"},
      {
        "id":"EJ1373234",
        "title":"High Structure Renewable Assignments: A Design Study"},
      {
        "id":"EJ1373235",
        "title":"Researching Informal Workplace Learning in the Context of Remote Working in the Post COVID-19 World"},
      {
        "id":"EJ1373236",
        "title":"Integrating Design-Based Learning and Mentoring Strategies into a Professional Development Program for Distance Education Instructors"},
      {
        "id":"EJ1373240",
        "title":"Open and Distance Learning Vision of Higher Education Institutions in Turkey: Implications for Leadership"},
      {
        "id":"EJ1373241",
        "title":"The e-Leadership Challenge in Online Chemistry Learning in the Caribbean"},
      {
        "id":"EJ1373245",
        "title":"Internship Learning as Transactional Sociomaterial Experiences in Media Industry: What Do Undergraduate Interns Tell Us?"},
      {
        "id":"EJ1373246",
        "title":"The Self-Willed Child -- Basic Needs and Education in Post-Mythic Times Outlines of a Responsive Pedagogy"},
      {
        "id":"EJ1373247",
        "title":"Investigating EFL Teachers&apos; Resilience: Using Grounded Theory Approach"},
      {
        "id":"EJ1373250",
        "title":"Work-Related Informal Learning in Knowledge-Intensive Industry"},
      {
        "id":"EJ1373252",
        "title":"Adapting Scrum for Software Capstone Courses"},
      {
        "id":"EJ1373253",
        "title":"A Method of Selecting Computer Science Students for the IT Market Based on Their Predispositions Resulting from Multiple Intelligence"},
      {
        "id":"EJ1373254",
        "title":"A Valid and Reliable Scale for Education 4.0 Competency Determination (E4CD)"},
      {
        "id":"EJ1373274",
        "title":"Teachers&apos; Materials Use in L2 Classroom Discourse: Interface between Stated and Enacted Beliefs about Textbooks"},
      {
        "id":"EJ1373276",
        "title":"Qualitative Data Coding and Analysis: A Systematic Review of the Papers Published in the &quot;Journal of Second Language Writing&quot;"},
      {
        "id":"EJ1373279",
        "title":"Mixed Methods Research in Applied Linguistics: The Status Quo of the Current Issues and Practices"},
      {
        "id":"EJ1373281",
        "title":"Gamification Design Patterns for User Engagement"},
      {
        "id":"EJ1373282",
        "title":"Designing a Master Course on Architectures for Big Data: A Collaboration between University and Industry"},
      {
        "id":"EJ1373285",
        "title":"Integrating Open Challenges in the Curriculum: Lessons Learned from an Experience with NASA"},
      {
        "id":"EJ1373288",
        "title":"Pedagogical Strategies Based on Socio-Affective Scenarios: An Outlook Based on Personalized Teaching in a Virtual Learning Environment"},
      {
        "id":"EJ1373290",
        "title":"The Symbiotic Interaction between Industry and Academia in Tertiary Education: A Case Study on Internships"},
      {
        "id":"EJ1373291",
        "title":"Peer Feedback Accuracy in Synchronous and Asynchronous Computer-Mediated Conditions in an EFL Context"},
      {
        "id":"EJ1373292",
        "title":"Better Remedies for Bad Exams: Correcting for Difficult Questions in a Fair and Systematic Way"},
      {
        "id":"EJ1373293",
        "title":"Empathy in Education: A Critical Review"},
      {
        "id":"EJ1373295",
        "title":"The Influence of Discussion Prompts on Fostering Student Teachers&apos; Competence in Knowledge of English Instruction"},
      {
        "id":"EJ1373296",
        "title":"Student Preferences in Using Affordable Learning Materials to Teach Research Methods Online"},
      {
        "id":"EJ1373301",
        "title":"Students&apos; Experiences of Participation in a Research Team: Evaluation of a Research-Based Teaching Activity in Higher Education"},
      {
        "id":"EJ1373302",
        "title":"The Effects of a Syllabus on Students&apos; Perceptions of the Motivational Climate in a Course"},
      {
        "id":"EJ1373311",
        "title":"Designing Intensive Mode Science Subjects: Improving the Student and Teacher Experience"},
      {
        "id":"EJ1373312",
        "title":"Evaluation of Emergency Remote Teaching during COVID-19 Lockdown in a Spanish University"},
      {
        "id":"EJ1373314",
        "title":"Making the Transition from On-Campus to Online Learning: Pre-Service Teachers&apos; Experiences of Online Learning as a Result of COVID-19"},
      {
        "id":"EJ1373320",
        "title":"Impact of Chatbots on Student Learning and Satisfaction in the Entrepreneurship Education Programme in Higher Education Context"},
      {
        "id":"EJ1373321",
        "title":"A Comparative Study on the Forecast Models of the Enrollment Proportion of General Education and Vocational Education"},
      {
        "id":"EJ1373322",
        "title":"Common Errors of Using Gerundial and Infinitival Forms in EFL Learners&apos; Writing"},
      {
        "id":"EJ1373323",
        "title":"Comparing Teachers&apos; and Students&apos; Perspectives of Student Engagement in Higher Education: Between Performativity and Invisibility"},
      {
        "id":"EJ1373324",
        "title":"Sustaining Education by Actualizing Affordances of Social Media Platforms during the Pandemic"},
      {
        "id":"EJ1373325",
        "title":"Examining the Reliability and Validity of a Mongolian Version of the Student Online Learning Readiness Instrument Using Exploratory and Confirmatory Factor Analysis"},
      {
        "id":"EJ1373327",
        "title":"Scaffolding Genre-Based Writing in the Subjects: Lecturers&apos; Learning Processes in a Design-Based Research Project"},
      {
        "id":"EJ1373329",
        "title":"Back to the Classroom: Teachers&apos; Views on Classroom Management after COVID-19"},
      {
        "id":"EJ1373331",
        "title":"Student Experiences of Facilitated Asynchronous Online Discussion Boards: Lessons Learned and Implications for Teaching Practice"},
      {
        "id":"EJ1373332",
        "title":"Developing Students&apos; Attitude Scale for the Online Education"},
      {
        "id":"EJ1373333",
        "title":"Student Perceptions of Humour in Teaching Politics and International Relations: A Focus Group Study"},
      {
        "id":"EJ1373337",
        "title":"Student Satisfaction with Online Academic Skills Session during the Pandemic"},
      {
        "id":"EJ1373338",
        "title":"Predictive Relations between Quest for Significance and Social Media Addiction of Adults"},
      {
        "id":"EJ1373339",
        "title":"Reexamining Feedback on L2 Digital Writing"},
      {
        "id":"EJ1373344",
        "title":"The Effects of Using Cognitive Discourse Functions to Instruct 4th-Year Children on Report Writing in a CLIL Science Class"},
      {
        "id":"EJ1373346",
        "title":"A Classroom-Based Study on the Effects of WCF on Accuracy in Pen-and-Paper versus Computer-Mediated Collaborative Writing"},
      {
        "id":"EJ1373350",
        "title":"Developing a Number Sense-Based Instructional Design to Eliminate Student Errors Based on Mathematical Misconceptions"},
      {
        "id":"EJ1373351",
        "title":"Developments in Classroom-Based Research on L2 Writing"},
      {
        "id":"EJ1373352",
        "title":"Future Proposals for E-Learning at Conventional Tertiary Institutions as They Move on Past the COVID Experience"},
      {
        "id":"EJ1373353",
        "title":"Heritage, Second and Third Language Learner Processing of Written Corrective Feedback: Evidence from Think-Alouds"},
      {
        "id":"EJ1373355",
        "title":"Models as Written Corrective Feedback: Effects on Young L2 Learners&apos; Fluency in Digital Writing from Product and Process Perspectives"},
      {
        "id":"EJ1373356",
        "title":"Talismans of Digital Literacy: A Statistical Overview"},
      {
        "id":"EJ1373357",
        "title":"High School Dropout Dilemma in America and the Importance of Reformation of Education Systems to Empower All Students"},
      {
        "id":"EJ1373360",
        "title":"Developing a Semantic Question Answering System for E-Learning Environments Using Linguistic Resources"},
      {
        "id":"EJ1373361",
        "title":"WCF Processing in the L2 Curriculum: A Look at Type of WCF, Type of Linguistic Item, and L2 Performance"},
      {
        "id":"EJ1373363",
        "title":"Exploring the Influencing Factors and Validity of Formative Assessment in Online Learning"},
      {
        "id":"EJ1373365",
        "title":"Professional Identity Development during Video Cases Discussions: Does It Make a Difference Whether Teacher Candidates Focus Their Own Videos or Experts&apos; Videos?"},
      {
        "id":"EJ1373366",
        "title":"Skills Teaching in the Social Studies Course in the Light of Graduate Theses"},
      {
        "id":"EJ1373371",
        "title":"The Role of Cognitive Individual Differences in Digital versus Pen-and-Paper Writing"},
      {
        "id":"EJ1373375",
        "title":"The Opinions of the Principals and Teachers on the Classroom Inspection Conducted by the School Principals"},
      {
        "id":"EJ1373377",
        "title":"The Relationship between School Moral Atmosphere and Student Engagement in Secondary Schools"},
      {
        "id":"EJ1373381",
        "title":"The Predictive Relationship between Pre-Service Teachers&apos; Self-Efficacy Belief, Attitudes towards Teaching Profession and Teaching Motivation"},
      {
        "id":"EJ1373382",
        "title":"A Critical Overview of English Language Education Policy in Turkey"},
      {
        "id":"EJ1373384",
        "title":"Exploring Paraphrase Performances and Strategies of Graduate Student Writing"},
      {
        "id":"EJ1373385",
        "title":"Exploration of EFL Male and Female University Students&apos; Stand Points on Demotivation: A Case Study of Albaha University, KSA"},
      {
        "id":"EJ1373386",
        "title":"Examination of Sports Sciences Faculty Student&apos;s Competence in Sports Levels and Self-Efficacy in Sports According to Various Variables"},
      {
        "id":"EJ1373387",
        "title":"Implementation of Strategy Instruction to Promote Pre-Service Chemistry Teachers&apos; Self-Regulated Learning Skills"},
      {
        "id":"EJ1373390",
        "title":"The Views of Middle School Students on Distance and Face-to-Face Education on Mathematics Education during the COVID-19 Pandemic"},
      {
        "id":"EJ1373392",
        "title":"An Investigation on Homework Involvement of Higher Secondary Students"},
      {
        "id":"EJ1373394",
        "title":"An Investigation on the Technological Competency Self- Evaluation Levels of English Language Teachers"},
      {
        "id":"EJ1373396",
        "title":"How Has the Pandemic Affected Social Values? From the Perspective of Preservice Teachers, Is It Erosion or Gain?"},
      {
        "id":"EJ1373398",
        "title":"Attitude of Educationalists on Implications of Value-Void Education in Creating Tunneled Individuals: A Case Study of Elizabeth Holmes and Annie Dookhan"},
      {
        "id":"EJ1373402",
        "title":"Tendency to Be Open to Learning Scale: Validity and Reliability Studies"},
      {
        "id":"EJ1373405",
        "title":"The Impact of Flipped Learning on L2 Learners&apos; Achievements: A Meta-Analysis"},
      {
        "id":"EJ1373407",
        "title":"Promoting Self-Regulated Learning Skills of Pre-Service Chemistry Teachers: Motivation Component"},
      {
        "id":"EJ1373408",
        "title":"The Purposes and Justifications for Preferences of Web 2.0 Tools Used by Pre-Service Chemistry Teachers in Their Teaching Practices in Distance Education Environment"},
      {
        "id":"EJ1373409",
        "title":"An Investigation of Preschool Teachers&apos; Use of Traditional Turkish Music in Music Activities"},
      {
        "id":"EJ1373428",
        "title":"Attitudes toward Self-Disclosure on Facebook: A Review of Perception, Emotion and Behavior in University Students"},
      {
        "id":"EJ1373433",
        "title":"Implications of Mobile Learning for Sustainable Inclusive Education: A Systematic Review"},
      {
        "id":"EJ1373437",
        "title":"Mobile-Assisted Language Learning Using Task-Based Approach and Gamification for Enhancing Writing Skills in EFL Students"},
      {
        "id":"EJ1373444",
        "title":"Modelling Students&apos; Satisfaction with Computer-Based Assessment (CBA) Environments in Higher Education: The Roles of CBA Center Service Satisfaction and Perceived Trust"},
      {
        "id":"EJ1373445",
        "title":"Online vs. In-Campus, Comparative Analysis of Intrinsic Motivation Inventory, Student Engagement and Satisfaction: A Way Forward for Post COVID-19 Era"},
      {
        "id":"EJ1373472",
        "title":"Relationships between Cognitive Styles and Indigenous Students&apos; Mathematics Academic Outcomes"},
      {
        "id":"EJ1373474",
        "title":"Assessment of Tutors&apos; Level of ICT Competencies in Teaching in Teacher Education in Tanzania"},
      {
        "id":"EJ1373477",
        "title":"Effects of Online Yoga Training on Self-Perceived Stress of the Students of Certificate Programme in Yoga (CPY) of IGNOU"},
      {
        "id":"EJ1373479",
        "title":"Enhancing the Digital Literacy Experience of Teachers to Bolster Learning in the 21st Century"},
      {
        "id":"EJ1373480",
        "title":"Online Learning as an Alternative Learning Modality in Ecuador&apos;s Education Institutions Amidst Crises and Outbreaks: A SWOT Analysis"},
      {
        "id":"EJ1373481",
        "title":"Gender Equality and Women&apos;s Empowerment Capacity Building of Organisations and Individuals"},
      {
        "id":"EJ1373482",
        "title":"Students&apos; Perception about the Use of an Educational Web Application during the COVID-19 Pandemic"},
      {
        "id":"EJ1373484",
        "title":"Tracer Study of 2017-2019 NAMCOL TVET Graduates"},
      {
        "id":"EJ1373497",
        "title":"Introducing Interdisciplinary Curricula into Conservation Biology: Exploring Changes in Students&apos; Perceived Proenvironmental Attitudes and Behaviors"},
      {
        "id":"EJ1373498",
        "title":"Improving Computer Programming Competency for First Semester Computer Science Students through Immersive Project-Based Learning"},
      {
        "id":"EJ1373499",
        "title":"Improving a Culture of Knowledge Transfer in a School of Nursing"},
      {
        "id":"EJ1373500",
        "title":"Compulsory Work-Integrated Learning: A Solution for Equity Degree Propositioning and Future Proofing"},
      {
        "id":"EJ1373505",
        "title":"Enhancing Employment Outcomes for Psychology Graduates: Developing a Taxonomy of Work-Integrated Learning"},
      {
        "id":"EJ1373507",
        "title":"Exploring Lecturers&apos; Perspectives on Inclusive Elementary School Mentoring Programs Based on University-School Collaborative Partnerships in Indonesia"},
      {
        "id":"EJ1373508",
        "title":"Action-Research Approach: Building Capacity and Enhancing Work-Integrated Learning Curricula"},
      {
        "id":"EJ1373511",
        "title":"Creation of Innovative Teaching Spaces with Gamma Tutor: A Techno-Blended Model for Rural Mathematics Teaching"},
      {
        "id":"EJ1373512",
        "title":"Changes in the Assessment of Work-Integrated Learning in Botswana for Vocational Education and Training Students as a Result of the COVID-19 Pandemic"},
      {
        "id":"EJ1373513",
        "title":"Analyzing Ranking Strategies to Characterize Competition in the Co-Operative Education Job Market"},
      {
        "id":"EJ1373515",
        "title":"Clinical Placement Quality Survey-Student (CPQS-S): A Tool to Evaluate Allied Health Placement Quality"},
      {
        "id":"EJ1373523",
        "title":"Assessment of High School Students&apos; Learning and Development of Qualities and Competencies: A Case Study"},
      {
        "id":"EJ1373524",
        "title":"Enhancing Work-Integrated Learning through South-North Collaboration: A Comparative Contextual Analysis"},
      {
        "id":"EJ1373525",
        "title":"Postgraduate Work-Integrated Learning: Using Diversity to Prepare Graduates for a Messy and Uncertain World"},
      {
        "id":"EJ1373526",
        "title":"Exploring Localized Learning during a Short-Term Health Student Placement"},
      {
        "id":"EJ1373527",
        "title":"Impact of Differentiated Instruction on the Mathematical Thinking Processes of Gifted and Talented Students"},
      {
        "id":"EJ1373528",
        "title":"A Study on Parents&apos; Emotion Regulation Skills, Self-Awareness, and Cognitive Flexibility Levels"},
      {
        "id":"EJ1373529",
        "title":"More than Mandatory Work Placements: The Role of Work-Integrated Learning in Preparing Financial Planning Graduates for the Professional Year"},
      {
        "id":"EJ1373530",
        "title":"Investigation of Preferred Teaching Pedagogies of Preservice Science Teachers through Individual and Team Studies"},
      {
        "id":"EJ1373535",
        "title":"Examining of University Students&apos; Assertiveness Levels and Attitudes towards Physical Education Course"},
      {
        "id":"EJ1373536",
        "title":"A Comparison of the Use of Three Vocabulary Learning Methods by Pre-Service English Language Teachers"},
      {
        "id":"EJ1373537",
        "title":"Study of the Relationship between Digital Citizenship and Basic Technology Qualification Levels of Social Studies Teachers"},
      {
        "id":"EJ1373539",
        "title":"Teaching Methods Used by Geography Teachers in Libya: Qualitative Analysis"},
      {
        "id":"EJ1373547",
        "title":"A Case Study on How Distance Education May Inform Post-Pandemic University Teaching"},
      {
        "id":"EJ1373551",
        "title":"Online Teaching: A Pleasure or Pressure for Higher Secondary School Teachers--A Case Study"},
      {
        "id":"EJ1373553",
        "title":"Blended Learning Model to Promote the Ability to Analytical Thinking and Learning Outcomes of Computer and Educational Technology Students"},
      {
        "id":"EJ1373555",
        "title":"A Learning Analytics Approach Using Social Network Analysis and Binary Classifiers on Virtual Resource Interactions for Learner Performance Prediction"},
      {
        "id":"EJ1373557",
        "title":"Practice and Challenges of the Implementation of Inclusive Education Strategy in Secondary Schools: The Case of Gofa Zone, Southern Ethiopia"},
      {
        "id":"EJ1373559",
        "title":"Comparison of the Effects of Emergency Distance and Face-to-Face Education Applications on Students&apos; Analytical Thinking Skills in Science Course: Example of Energy Transformations and Environmental Science Unit"},
      {
        "id":"EJ1373563",
        "title":"Development of the Online Course Overload Indicator and the Student Mental Fatigue Survey"},
      {
        "id":"EJ1373565",
        "title":"An Investigation of Social Acceptance Levels of Students with Typical Development toward Their Peers with Special Needs in Terms of Certain Variables"},
      {
        "id":"EJ1373567",
        "title":"Research on Professional Turkish Teacher Law Based on Teachers&apos; Rights and Freedoms"},
      {
        "id":"EJ1373568",
        "title":"Impact of COVID-19 on Formal Education: An International Review of Practices and Potentials of Open Education at a Distance"},
      {
        "id":"EJ1373569",
        "title":"Advanced Placement Biology Scores: A Comparison of Scores for White and Hispanic Students from California, Texas, and Arizona"},
      {
        "id":"EJ1373570",
        "title":"Open Distance and e-Learning: Ethiopian Doctoral Students&apos; Satisfaction with Support Services"},
      {
        "id":"EJ1373631",
        "title":"Translating and Validating the Community of Inquiry Survey Instrument in Brazil"},
      {
        "id":"EJ1373633",
        "title":"MOOCs as a Research Agenda: Changes over Time"},
      {
        "id":"EJ1373637",
        "title":"SLOAN: Social Learning Optimization Analysis of Networks"},
      {
        "id":"EJ1373638",
        "title":"Technology Enabling the New Normal: How Students Respond to Classes"},
      {
        "id":"EJ1373639",
        "title":"Study of Happiness with Online Learning in COVID-19 among the Students at Suan Dusit University, Thailand"},
      {
        "id":"EJ1373640",
        "title":"The Influence of Sense of Community and Satisfaction with E-Learning and Their Impact on Nursing Students&apos; Academic Achievement"},
      {
        "id":"EJ1373641",
        "title":"Using Low-Immersive Virtual Reality in Online Learning: Field Notes from Environmental Management Education"},
      {
        "id":"EJ1373645",
        "title":"Parental Involvement in Nonformal Distance Education: Experiences from Lebanon"},
      {
        "id":"EJ1373646",
        "title":"Context-Based Biology Motivations of Secondary School Students"},
      {
        "id":"EJ1373650",
        "title":"Improving Home Literacy Skills of Parents during the COVID-19 Pandemic"},
      {
        "id":"EJ1373655",
        "title":"Supporting Young Children&apos;s Mathematical Development: The Role of Parents"},
      {
        "id":"EJ1373656",
        "title":"Teachers&apos; Opinions on Peer Relations between Students with Special Needs in Primary Education"},
      {
        "id":"EJ1373661",
        "title":"Special Education School Administrators&apos; Experiences Regarding Distance and Hybrid Education"},
      {
        "id":"EJ1373663",
        "title":"Crochet: Engaging Secondary School Girls in Art for STEAM&apos;s Sake"},
      {
        "id":"EJ1373664",
        "title":"Enhancing Grade 10 Physical Sciences Teachers&apos; Self-Directedness in Implementing Blended Problem-Based Learning"},
      {
        "id":"EJ1373666",
        "title":"STEM-Based Course Design: A Way to Develop Attitudes toward STEM and Science Course"},
      {
        "id":"EJ1373668",
        "title":"Teachers&apos; Work-Life Balance in Emergency Remote Teaching during the COVID-19 Pandemic"},
      {
        "id":"EJ1373679",
        "title":"Primary Teachers and Students&apos; Anxiety toward Online Instruction during COVID-19 Pandemic"},
      {
        "id":"EJ1373686",
        "title":"Relationship among Socioeconomic Status, Attitude toward Science, School Climate and Students&apos; Science Achievement: A Cross-Country Comparison of TIMSS"},
      {
        "id":"EJ1373699",
        "title":"Time Management and Procrastination during the COVID-19 Pandemic in Higher Education"},
      {
        "id":"EJ1373711",
        "title":"Effects of Technology-Integrated Formative Assessment on Students&apos; Retention of Conceptual and Procedural Knowledge in Chemical Equilibrium Concepts"},
      {
        "id":"EJ1373716",
        "title":"Exploratory Study to Determine the Effectiveness of Discussion Sessions as a Teaching Strategy on the Concepts of Spontaneity"},
      {
        "id":"EJ1373718",
        "title":"Supporting the STEM Aspirations of Youth Who Have Been Pushed Out"},
      {
        "id":"EJ1373720",
        "title":"Teachers&apos; Feedback and Students&apos; Academic Achievement"},
      {
        "id":"EJ1373721",
        "title":"The Effects of Laboratory Safety Professional Development Seminars Implemented on Science Teachers: Laboratory Safety Knowledge Levels"},
      {
        "id":"EJ1373729",
        "title":"Transitioning to Online Learning Amid COVID-19: Perspectives in a Civil Engineering Program"},
      {
        "id":"EJ1363750",
        "title":"Psychometric Evaluation of Dictations with the Rasch Model"},
      {
        "id":"EJ1363751",
        "title":"Psychometric Evaluation of Cloze Tests with the Rasch Model"},
      {
        "id":"EJ1363752",
        "title":"Inclusive Education Curriculum Management with Modification Humanistic Design"},
      {
        "id":"EJ1363753",
        "title":"Readiness to Change State Islamic Institute Status to Become State Islamic University from the Aspect of Lecturer Human Resources and Education Staff"},
      {
        "id":"EJ1363755",
        "title":"What Students Gain by Learning through Argumentation"},
      {
        "id":"EJ1363756",
        "title":"How Do Preservice Mathematics Teachers Use Manipulatives to Teach Mathematics?"},
      {
        "id":"EJ1363759",
        "title":"Exploring Factors in the Adaptation of the First Grade Student: Transition from Preschool to First Grade Primary School"},
      {
        "id":"EJ1363762",
        "title":"Implementation of Total Quality Management and Curriculum on the Education Quality"},
      {
        "id":"EJ1363765",
        "title":"The Impact of Research-Oriented Collaborative Inquiry Learning on Pre-Service Teachers&apos; Scientific Process Skills and Attitudes"},
      {
        "id":"EJ1363767",
        "title":"Advancing Global Citizenship of Underrepresented and Hypersegregated U.S. Students in Higher Education through Virtual Exchange"},
      {
        "id":"EJ1363770",
        "title":"Faculty Perceptions of Building Collaborative Teaching Capacities within a Transnational Virtual Exchange: A Collaborative Autoethnography"},
      {
        "id":"EJ1363773",
        "title":"Teachers&apos; Perspectives on Using Information and Communication Technology in the Secondary School Practice: A Case Study"},
      {
        "id":"EJ1363775",
        "title":"K-12 Schooling through Virtual Exchange: Opportunities in a Fractured Context"},
      {
        "id":"EJ1363776",
        "title":"Centering Equity in Community College Virtual International Exchange: An Exploration of Program Typology and Participant Demographics"},
      {
        "id":"EJ1363777",
        "title":"The Effect of Green Policy Implementation on Green Entrepreneurship: Evidence from Indonesia&apos;s Micro, Small, and Medium Enterprises"},
      {
        "id":"EJ1363779",
        "title":"The Effect of ISO and Leadership Quality on the Sustainable Development of Academic Competence and Student Performance"},
      {
        "id":"EJ1363780",
        "title":"Science Teachers&apos; Perceptions of Their Knowledge Base for Teaching Force Concepts"},
      {
        "id":"EJ1363782",
        "title":"The Effect of Students&apos; Attitude towards Science, Technology, Engineering, and Mathematics on 21st Century Learning Skills: A Structural Equation Model"},
      {
        "id":"EJ1363783",
        "title":"Marginalization and Underrepresentation in Virtual Exchange: Reasons and Remedies"},
      {
        "id":"EJ1363784",
        "title":"The Effects of Science Teachers&apos; Pedagogical Content Knowledge on Students&apos; Attitudes toward Science and Their Achievement"},
      {
        "id":"EJ1363786",
        "title":"Assessment of Knowledge Integration in Student Learning of Buoyant Force"},
      {
        "id":"EJ1363787",
        "title":"Role of WhatsApp in Teaching and Learning Process in Schools in Pakistan"},
      {
        "id":"EJ1363788",
        "title":"The Effect of Blended Learning on EFL Students&apos; Performance in Research Methodology and Practice of 21st Century Skills"},
      {
        "id":"EJ1363791",
        "title":"Applying Factor Analysis for Assessing Knowledge Structure of Students in Grade 10: The Subject of Redox Reaction"},
      {
        "id":"EJ1363793",
        "title":"The Impact of Blended-Flipped Learning on Mathematical Creative Thinking Skills"},
      {
        "id":"EJ1363794",
        "title":"Comparing Pre-Service Primary School Teachers&apos; and Lower-Secondary Learners&apos; Understanding the Particulate Nature of Matter"},
      {
        "id":"EJ1363795",
        "title":"Preparing Students for Successful Online Intercultural Communication and Collaboration in Virtual Exchange"},
      {
        "id":"EJ1363798",
        "title":"Scenarios for the Integration of Virtual Exchange in Higher Education"},
      {
        "id":"EJ1363802",
        "title":"Effects of Inquiry-Based Chemistry Experimentation on Students&apos; Attitudes towards the Teaching and Learning of Chemistry"},
      {
        "id":"EJ1363803",
        "title":"The Impact of International Virtual Exchange on Student Success"},
      {
        "id":"EJ1363805",
        "title":"Prediction of the Correlation between Problem-Solving Skills and Conceptual Reasoning in Stoichiometry"},
      {
        "id":"EJ1363806",
        "title":"Transformational Learning through Shifting Global Perspectives: The Impact of COVID-19 on a Global Classroom in the U.S. and Liberia"},
      {
        "id":"EJ1363808",
        "title":"Virtual Tabadul: Creating Language-Learning Community through Virtual Reality"},
      {
        "id":"EJ1363809",
        "title":"The Types of Peer Scaffolding in Scientific Experimental Activities"},
      {
        "id":"EJ1363810",
        "title":"Examining the Relationship between High School Students&apos; Lifelong Learning Tendencies and Problem Solving Self-Appraisal"},
      {
        "id":"EJ1363811",
        "title":"Undergraduate STEM and Non-STEM Students&apos; Interpretation of Mean in an Infographic"},
      {
        "id":"EJ1363815",
        "title":"Using a Machine Learning Approach to Explore Non-Cognitive Factors Affecting Reading, Mathematics, and Science Literacy in China and the United States"},
      {
        "id":"EJ1363819",
        "title":"The Jigsaw Technique in Lower Secondary Physics Education: Students&apos; Achievement, Metacognition and Motivation"},
      {
        "id":"EJ1363820",
        "title":"Academic Writing Centers and the Teaching of Academic Writing at Colleges: Literature Review"},
      {
        "id":"EJ1363821",
        "title":"A Critical Review of Whole Theory: Stationenlernen Learning Technique and German Language Learning Outcomes"},
      {
        "id":"EJ1363822",
        "title":"Digital Competencies for Online Teachers"},
      {
        "id":"EJ1363823",
        "title":"Evaluating Preservice Teachers&apos; Performance in a Blended Field Experience Course during the Quarantine of COVID-19"},
      {
        "id":"EJ1363824",
        "title":"Moodle as a Learning Management System: Perceived Efficacy and Actual Use"},
      {
        "id":"EJ1363825",
        "title":"Challenges and Adaptation on Online Learning during COVID-19 Pandemic"},
      {
        "id":"EJ1363826",
        "title":"Effect of Online Flipped Classroom on Students&apos; Self-Directed Learning: A Case of Some Universities in Indonesia"},
      {
        "id":"EJ1363827",
        "title":"Instructors&apos; Perceptions of Teaching Online during Emergency Remote Teaching: The Case of a Teacher Education College"},
      {
        "id":"EJ1363829",
        "title":"Determining Digital Literacy among Teacher from Gender Perspective through the Rasch Model"},
      {
        "id":"EJ1363830",
        "title":"Potential of Viber Messenger to Foster Online Social Presence among Blended Learning Students"},
      {
        "id":"EJ1363831",
        "title":"The Impact of Social Networks on Teaching and Learning at a Rural University in South Africa"},
      {
        "id":"EJ1363832",
        "title":"The Prototype of Blended Learning&apos;s Support System to Improve the Pre-Service Teacher&apos;s Digital Literacy"},
      {
        "id":"EJ1363833",
        "title":"Bimodal Realities: Academic Achievement and Persistence of Traditional Undergraduate Students in Online Courses"},
      {
        "id":"EJ1363834",
        "title":"Canadian Teachers&apos; Perceptions of Online Professional Development"},
      {
        "id":"EJ1363835",
        "title":"Communicating Instructor Power Online: A Case Study Examining Communities of Inquiry"},
      {
        "id":"EJ1363837",
        "title":"Comparing the Sense of Online Classroom Community between Students from Urban and Rural Areas at a Chinese University"},
      {
        "id":"EJ1363838",
        "title":"Experiences of East African Students in Norway: Development of a Process Model"},
      {
        "id":"EJ1363839",
        "title":"The Impact of the COVID-19 Pandemic on International Students in a Public University in the United States: Academic and Non-Academic Challenges"},
      {
        "id":"EJ1363843",
        "title":"The Empirical Analysis of Degree-Mobile Students: The Hosting Country Perspective"},
      {
        "id":"EJ1363845",
        "title":"&quot;Lock Us in a Room Together&quot;--Local Students&apos; Suggestions for Improving Socialization with International Students"},
      {
        "id":"EJ1363846",
        "title":"Internationalization Experiences of Universities in the United States and in Turkey"},
      {
        "id":"EJ1363848",
        "title":"Information and Communication Technology in English Language Teaching: Some Opportunities and Challenges"},
      {
        "id":"EJ1363850",
        "title":"Developing Intercultural Competency in a Public Health Study Abroad Program: What Does Cultural Learning Mean for Undergraduate Chinese Students?"},
      {
        "id":"EJ1363852",
        "title":"The Preference of the Use of Intuition over Other Methods of Problem Solving by Undergraduate Students"},
      {
        "id":"EJ1363874",
        "title":"What the Yurt? Round Teaching and Architecture as Pedagogy"},
      {
        "id":"EJ1363876",
        "title":"Workshop-Style in a Graduate Classroom: Teaching Communication to Business Students"},
      {
        "id":"EJ1363890",
        "title":"Protective Factors and Burnout Risk of Teachers during the COVID-19 Pandemic -- A Two-Step Cluster Analysis"},
      {
        "id":"EJ1363907",
        "title":"The Effect of Online Education on Children&apos;s Social Skills during the COVID-19 Pandemic"},
      {
        "id":"EJ1363908",
        "title":"Microsoft Teams Supports Authentic Assessment of Learning"},
      {
        "id":"EJ1363909",
        "title":"A Flipped Classroom Experience in the Context of a Pandemic: Cooperative Learning as a Strategy for Meaningful Student Learning"},
      {
        "id":"EJ1363910",
        "title":"Students&apos; Perception of Digital Tools Used with Online Teaching Methodologies in a Pandemic Context: A Case Study in Northern Chile"},
      {
        "id":"EJ1363911",
        "title":"Authentic Assessments through the Lenses of Diversity, Equity, Inclusion, and Justice in a Fully Online Course"},
      {
        "id":"EJ1363912",
        "title":"Critical Thinking Skills of Chemistry Education Students in Team Project-Based STEM-Metacognitive Skills Learning during the COVID-19 Pandemic"},
      {
        "id":"EJ1363924",
        "title":"Examining University Students&apos; Social Desirability and Culture of Being Healthy"},
      {
        "id":"EJ136393",
        "title":"An Investigation of Selection Criteria for Admission to an Ontario University"},
      {
        "id":"EJ136394",
        "title":"Some Comments on Reports of Postsecondary Commissions in Relation to Community Colleges in Canada"},
      {
        "id":"EJ1363949",
        "title":"Leveraging Online Tutorials and Performance Assessment to Improve Information Literacy Instruction"},
      {
        "id":"EJ1363951",
        "title":"Creating Authentic Assessments through Controversy"},
      {
        "id":"EJ1363955",
        "title":"Teaching Experiences of E-Authentic Assessment: Lessons Learned in Higher Education"},
      {
        "id":"EJ1363958",
        "title":"Using Google Docs to Administer Synchronous Collaborative Assessments"},
      {
        "id":"EJ1363959",
        "title":"Using Video Simulations for Assessing Clinical Skills in Speech-Language Pathology Students"},
      {
        "id":"EJ1363970",
        "title":"Effect of Participatory Art on the Life Satisfaction of Working Women"},
      {
        "id":"EJ1363971",
        "title":"Evaluation of School Libraries in Terms of Quantity and Quality"},
      {
        "id":"EJ1363974",
        "title":"Implementer Views on Whether Catch-Up Education Program in Primary Schools (IYEP) Could Be Performed via Distance Education"},
      {
        "id":"EJ1363975",
        "title":"American Families&apos; Attitudes to Unschooling: A National Survey"},
      {
        "id":"EJ1363976",
        "title":"Preschool Teachers&apos; Opinions about Second Step Early Learning Curriculum"},
      {
        "id":"EJ1363978",
        "title":"An Investigation of Color Preferences of Students with Special Needs"},
      {
        "id":"EJ1363979",
        "title":"Relationship between Scientific Literacy and the Attitude towards Reading Scientific Texts: A Study on Primary School Teacher Candidates"},
      {
        "id":"EJ1363980",
        "title":"An Investigation of Preschool Teacher Candidates&apos; Lifelong Learning Tendencies"},
      {
        "id":"EJ1363983",
        "title":"An Investigation of Students&apos; Performances in Solving Different Types of Problems"},
      {
        "id":"EJ1363988",
        "title":"Revealing Pre-Service Teachers&apos; Mind Maps on STEM Education through STEM Images"},
      {
        "id":"EJ1363989",
        "title":"A Participatory and Democratic Education Administration Model: Local Education Boards"},
      {
        "id":"EJ1363993",
        "title":"Determining the Changes in the Cognitive Structures of Ecology-Based Natural Education Participants through the Word Association"},
      {
        "id":"EJ1363995",
        "title":"Socialization: The Process of Learning to Be Human"},
      {
        "id":"EJ1363996",
        "title":"Examination of Pre-Service Teachers&apos; Academic Perfectionism and Research Anxiety"},
      {
        "id":"EJ1363998",
        "title":"Using Game-Based Learning in Place Value Teaching in Primary School: A Mixed-Method Study"},
      {
        "id":"EJ1363999",
        "title":"Students at Risk with the Implementation of Pandemic Lockdown Practices"},
      {
        "id":"EJ1364001",
        "title":"Difficulties Classroom Teachers Encounter in Teaching Mathematics: A Phenomenological Study"},
      {
        "id":"EJ1364010",
        "title":"Strategies Used by Turkish Teachers in Teaching Comprehension (Reading) in Turkish Lesson Teaching Process"},
      {
        "id":"EJ1364012",
        "title":"The Effect of Argumentation on Seventh Grade Students&apos; Scientific Epistemological Beliefs and 21st Century Skills"},
      {
        "id":"EJ1364014",
        "title":"The Use of Canvas, a Learning Management System, to Reduce EFL Learners&apos; Public Speaking Anxiety"},
      {
        "id":"EJ1364082",
        "title":"The Correlation between the Empathy Levels and Interpersonal Communication Skills of Social Studies Teacher Candidates"},
      {
        "id":"EJ1364084",
        "title":"The Effect of Animations Involving Role Models Taking Intellectual Risks on Fourth Grade Gifted Students&apos; Intellectual Risk-Taking Behaviors and Science Learning"},
      {
        "id":"EJ1364085",
        "title":"The Effect of Eyes Closed Tennis Service Trainings on the Target Service in Volleyball"},
      {
        "id":"EJ1364098",
        "title":"Context and Pedagogy as Signpoints to Authentic Learning Paths"},
      {
        "id":"EJ1364101",
        "title":"Empathy and Narrative: A Discussion of Contemporary Stories from Childcare and Healthcare"},
      {
        "id":"EJ1364102",
        "title":"Prediction of the Factors Affecting PISA Mathematics Literacy of Students from Different Countries by Using Data Mining Methods"},
      {
        "id":"EJ1364144",
        "title":"Cultivating the Chicano/Latina/o/x Faculty Pipeline across Hispanic Serving Institutions (HSI) Systems: The Potential Role of HSRIs in Transforming the Professoriate"},
      {
        "id":"EJ1364147",
        "title":"Undocumented Chicanx/Latinx Graduate Students: Illuminating Home-Based Sources of Support"},
      {
        "id":"EJ1364149",
        "title":"Assessment Strategies in Mixed Learning Applied in IT Engineering and Mathematics Studies"},
      {
        "id":"EJ1364151",
        "title":"Challenges, Difficulties and Barriers for Engineering Higher Education"},
      {
        "id":"EJ1364152",
        "title":"Conflicting Roles of Vocational Education: Civic, Industrial, Market and Project Conventions to Address VET Scenarios"},
      {
        "id":"EJ1364153",
        "title":"Methodological Choices in Developing Scenarios in Vocational Education and Training -- Reflections on Three European Scenario Projects"},
      {
        "id":"EJ1364154",
        "title":"Radical Institutional Changes While Maintaining Strong Links between VET and the Labour Market: The Dutch VET Experience"},
      {
        "id":"EJ1364155",
        "title":"Scenarios for Vocational Education and Training in Europe in the 21st Century"},
      {
        "id":"EJ1364156",
        "title":"The Changing Epistemology of VET: Reflections on Analysing Content Change"},
      {
        "id":"EJ1364157",
        "title":"The Evolution of VET Systems as a Combination of Economic, Social and Educational Aims. The Case of Swiss VET"},
      {
        "id":"EJ1364158",
        "title":"An Analysis of Preservice Chemistry Teachers&apos; Misconceptions of Reduction-Oxidation Reaction Concepts"},
      {
        "id":"EJ1364159",
        "title":"The Prediction Level of University Students&apos; Critical Thinking Dispositions to Achievement Goal Orientations"},
      {
        "id":"EJ1364160",
        "title":"The Evolution of Vocational Education and Training in Hungary and Poland 1989-2035"},
      {
        "id":"EJ1364161",
        "title":"The Resilience of VET: Managing Economic Shocks, Ageing, and Technological Change in an Age of Uncertainty"},
      {
        "id":"EJ1364162",
        "title":"Implementing AB 705: Implications for Equitable Outcomes of Latinx Students"},
      {
        "id":"EJ1364163",
        "title":"TV News Induced Fears of Turkish Children: Reports from Mothers and Children"},
      {
        "id":"EJ1364166",
        "title":"CO[subscript 2] Capture and Conversion: A Homemade Experimental Approach"},
      {
        "id":"EJ1364167",
        "title":"Making Movidas: Cultivating Leadership through Conocimiento in an Undergraduate Student Retreat"},
      {
        "id":"EJ1364168",
        "title":"A Bibliometric Study of Scientific Productivity on Adaptive Behavior in Children and Adolescents with Autism"},
      {
        "id":"EJ1364169",
        "title":"The Impact of Collaborative Learning Techniques on Written Expression, Self- Regulation and Writing Motivation"},
      {
        "id":"EJ1364170",
        "title":"Shallow Inclusion: How Latinx Students Experience a Predominantly White Institution &quot;Doing Diversity Work&quot;"},
      {
        "id":"EJ1364171",
        "title":"Design and Validation of an Assessment Rubric of Relevant Competencies for Employability"},
      {
        "id":"EJ1364173",
        "title":"The Right to the University: The Experiences of Mexican/Mexican American/Xicanx Students at a Predominantly White University in Upstate New York"},
      {
        "id":"EJ1364174",
        "title":"E-Learning Adoption during COVID-19 Crisis and Its Effect on Achieving Students&apos; Performance--Evidence from Business Collages--Jordanian Universities"},
      {
        "id":"EJ1364177",
        "title":"Youth Mental Health: Roadblocks and Solutions to Student Success"},
      {
        "id":"EJ1364178",
        "title":"Applications of Blended Learning Method Enriched by Developing Materials and Their Effects on Students"},
      {
        "id":"EJ1364179",
        "title":"Attitudes of Teacher Candidates towards Values Teaching via Distance Education"},
      {
        "id":"EJ1364181",
        "title":"Rapid Weight Loss and Athletic Performance in Combat Sports"},
      {
        "id":"EJ1364187",
        "title":"From Orientation to Graduation: Predictors of Academic Success for Freshmen with ADHD"},
      {
        "id":"EJ1364189",
        "title":"Academic Impairments Faced by College Students with Attention-Deficit Hyperactivity Disorder: A Qualitative Study"},
      {
        "id":"EJ1364190",
        "title":"Implementation of Design Based Learning for the Development of SDGs Educational Games"}]
  }}
