{
  "response":{"numFound":509939,"start":350000,"numFoundExact":true,"docs":[
      {
        "id":"ED519243",
        "title":"Safe Schools Policy for LGBTQ Students. Social Policy Report. Volume 24, Number 4"},
      {
        "id":"ED519244",
        "title":"The National School Safety Center's Report on School Associated Violent Deaths"},
      {
        "id":"ED519245",
        "title":"School Meal Programs: More Systematic Development of Specifications Could Improve the Safety of Foods Purchased through USDA's Commodity Program. Report to the Ranking Member, Committee on Education and the Workforce, House of Representatives. GAO-11-376"},
      {
        "id":"ED519248",
        "title":"&quot;Program of Studies&quot; and College Readiness Standards Alignment"},
      {
        "id":"ED519250",
        "title":"Advanced Applications of CBM in Reading (K-6): Instructional Decision-Making Strategies Manual"},
      {
        "id":"ED519251",
        "title":"Using CBM for Progress Monitoring in Written Expression and Spelling"},
      {
        "id":"ED519252",
        "title":"Using CBM for Progress Monitoring in Reading"},
      {
        "id":"ED519254",
        "title":"USAID Worldwide Education and Training Workshop (Arlington, Virginia, August 17-21, 2009)"},
      {
        "id":"ED519256",
        "title":"A Guide to the Kentucky System of Interventions"},
      {
        "id":"ED519257",
        "title":"The Quest for Less: Activities and Resources for Teaching K-8. A Teacher's Guide to Reducing, Reusing, and Recycling. EPA530-R-05-005"},
      {
        "id":"ED519278",
        "title":"The MetLife Survey of the American Teacher: Preparing Students for College and Careers"},
      {
        "id":"ED519279",
        "title":"Learning Together: How Families Responded to Education Incentives in New York City's Conditional Cash Transfer Program"},
      {
        "id":"ED519281",
        "title":"Learning Together: How Families Responded to Education Incentives in New York City's Conditional Cash Transfer Program. Executive Summary"},
      {
        "id":"ED519282",
        "title":"No &quot;Drop&quot; in the Bucket: The High Costs of Dropping Out. Lessons in Learning"},
      {
        "id":"ED519283",
        "title":"Lessons in Learning: Making the Environmental Grade--The Benefits of Going Green in the Classroom"},
      {
        "id":"ED519284",
        "title":"Contextualized Teaching &amp; Learning: A Faculty Primer. A Review of Literature and Faculty Practices with Implications for California Community College Practitioners"},
      {
        "id":"ED519285",
        "title":"Lessons in Learning: Why Boys Don't Like to Read--Gender Differences in Reading Achievement"},
      {
        "id":"ED519286",
        "title":"Effective Practices for Promoting the Transition of High School Students to College: A Review of Literature with Implications for California Community College Practitioners"},
      {
        "id":"ED519287",
        "title":"Much Ado about Nothing? Innovation in Charter Schools"},
      {
        "id":"ED519290",
        "title":"Ability Grouping, Classroom Instruction, and Students' Mathematics Gains in Charter and Traditional Public Schools"},
      {
        "id":"ED519291",
        "title":"Promising Practices for Transitioning Students from Adult Education to Postsecondary Education: A Review of Literature with Implications for California Community College Practitioners"},
      {
        "id":"ED519293",
        "title":"Choosing More School: Extended Time Policies and Student Achievement across Seasons in Charter and Traditional Public Schools"},
      {
        "id":"ED519294",
        "title":"Changing Our Schools: Implementing Successful Educational Reform. Lessons in Learning"},
      {
        "id":"ED519295",
        "title":"Sabbaticals: Effective Practices for Proposals, Implementation and Follow-Up"},
      {
        "id":"ED519296",
        "title":"Does Placement Matter? Comparing the Academic Performance of Students with Special Needs in Inclusive and Separate Settings. Lessons in Learning"},
      {
        "id":"ED519297",
        "title":"Homework Helps, but Not Always. Lessons in Learning"},
      {
        "id":"ED519298",
        "title":"Does Charter Status Determine Preferences? Comparing the Hiring Preferences of Charter and Traditional Public School Principals"},
      {
        "id":"ED519322",
        "title":"Baseline Analyses of SIG Applications and SIG-Eligible and SIG-Awarded Schools. NCEE 2011-4019"},
      {
        "id":"ED519323",
        "title":"Unity in the Elementary School Classroom: Building Community Through Increasing Positive Social Interactions Between and Among Students"},
      {
        "id":"ED519324",
        "title":"XY Needs in Education"},
      {
        "id":"ED519325",
        "title":"History Electives in High School: Making Social Studies Engaging"},
      {
        "id":"ED519326",
        "title":"Lessons in Learning: More Education, Less Employment--Immigrants and the Labour Market"},
      {
        "id":"ED519327",
        "title":"Lessons in Learning: Understanding the Academic Trajectories of ESL Students"},
      {
        "id":"ED519328",
        "title":"The State of E-Learning in Canada"},
      {
        "id":"ED519334",
        "title":"The MILE Guide: Milestones for Improving Learning & Education"},
      {
        "id":"ED519335",
        "title":"Up to the Challenge: The Role of Career and Technical Education and 21st Century Skills in College and Career Readiness"},
      {
        "id":"ED519336",
        "title":"21st Century Knowledge and Skills in Educator Preparation"},
      {
        "id":"ED519337",
        "title":"21st Century Skills, Education & Competitiveness: A Resource and Policy Guide"},
      {
        "id":"ED519341",
        "title":"School Climate in Urban Elementary Schools: Its Role in Predicting Low-Income Children's Transition from Early Educational RCT to Kindergarten"},
      {
        "id":"ED519342",
        "title":"The Impact of an Urban Universal Public Prekindergarten Program on Children's Early Numeracy, Language, Literacy, and Executive Function Outcomes"},
      {
        "id":"ED519364",
        "title":"Numbers and Types of Public Elementary and Secondary Local Education Agencies from the Common Core of Data: School Year 2009-10. First Look. NCES 2011-346"},
      {
        "id":"ED519365",
        "title":"The Relationship between Advanced Placement and College Graduation. 2005 AP Study Series, Report 1"},
      {
        "id":"ED519366",
        "title":"Identifying and Studying High-Performing Schools. NCEA Issue Brief # 1"},
      {
        "id":"ED519367",
        "title":"Lessons for PreK-3rd from Montgomery County Public Schools. An FCD Case Study"},
      {
        "id":"ED519368",
        "title":"PreK-3rd: How Superintendents Lead Change. PreK-3rd Policy Action Brief. No. Five"},
      {
        "id":"ED519370",
        "title":"Tribal CCDF Guide to \"Financial Management, Grants Administration, and Program Accountability\""},
      {
        "id":"ED519371",
        "title":"Declining Fortunes of Children in Middle-Class Families: Economic Inequality and Child Well-Being in the 21st Century. FCD Child and Youth Well-Being Index (CWI) Policy Brief 2011"},
      {
        "id":"ED519372",
        "title":"Child Well-Being Index (CWI), 2010"},
      {
        "id":"ED519373",
        "title":"What Providers Should Know about Child Care Assistance for Families: A Targeted Effort to Reach Hispanic Families and Providers = Lo que Deben Saber los Proveedores Sobre el Programa de Ayuda de Cuidado Infantil para las Familias: Un Esfuerzo Especial para Alcanzar Familias y Proveedores Hispanos"},
      {
        "id":"ED519374",
        "title":"Tribal TANF and CCDF Guide to Financial Management, Grants Administration, and Program Accountability"},
      {
        "id":"ED519375",
        "title":"Tribal Child Care and Development Fund: Guide for New Administrators"},
      {
        "id":"ED519398",
        "title":"Creating Collaborative Partnership With Local Churches to Improve Academic Performance of K-12 Public Schools"},
      {
        "id":"ED519399",
        "title":"The CAST Initiative in Guam: A Model of Effective Teachers Teaching Teachers"},
      {
        "id":"ED519400",
        "title":"Moral Education and Improvement of Coexistence in Secondary Education (12-16 Years) in Spain"},
      {
        "id":"ED519401",
        "title":"Management Strategies for Promoting Teacher Collective Learning"},
      {
        "id":"ED519402",
        "title":"Science Centres: A Resource for School and Community"},
      {
        "id":"ED519403",
        "title":"An Evidence-Based Approach to Estimating the National and State Costs of PreK-3rd. FCD Policy Brief Advancing PK-3rd. No.10"},
      {
        "id":"ED519404",
        "title":"A Promise Unfulfilled: How Title I Funding Is Broken and What Could Be Done about It. The Progress of Education Reform. Volume 12, Number 2"},
      {
        "id":"ED519405",
        "title":"Lessons Learned from High School SLC and Small School Reform Efforts. Lessons Learned. Volume 1, Issue 1"},
      {
        "id":"ED519406",
        "title":"Review of &quot;Yearning to Break Free: Ohio Superintendents Speak out&quot;"},
      {
        "id":"ED519407",
        "title":"The 2009 Foundation for Child Development Child and Youth Well-Being Index (CWI) Report"},
      {
        "id":"ED519408",
        "title":"A Sample Science Education Activity in Multicultural Environment"},
      {
        "id":"ED519409",
        "title":"Physics & Astronomy Master's Initial Employment: Data from the Degree Recipient Follow-Up Survey for the Classes of 2006, 2007 and 2008. Focus On"},
      {
        "id":"ED519410",
        "title":"Planning a School-Based Mentoring Program. Lessons Learned. Volume 1, Issue 4"},
      {
        "id":"ED519411",
        "title":"PreK-3rd: What Is the Price Tag? Policy to Action Brief. No. 2"},
      {
        "id":"ED519412",
        "title":"Creating Schools That Support Success for English Language Learners. Lessons Learned. Volume 1, Issue 2"},
      {
        "id":"ED519413",
        "title":"Choosing a School Turnaround Provider. Lessons Learned. Volume 1, Issue 3"},
      {
        "id":"ED519414",
        "title":"Student and Teacher Safety in Chicago Public Schools: The Roles of Community Context and School Social Organization"},
      {
        "id":"ED519415",
        "title":"Orange Juice or Orange Drink? Ensuring that \"Advanced Courses\" Live up to Their Labels. NCEA Policy Brief No. 1"},
      {
        "id":"ED519416",
        "title":"Securing Our Future? Rethinking Public Investments in America's Children"},
      {
        "id":"ED519417",
        "title":"Evolution from Collaborative Learning to Symbiotic E-Learning: Creation of New E-Learning Environment for Knowledge Society"},
      {
        "id":"ED519418",
        "title":"California's Fiscal Crisis: What Does It Mean for Schools? Q&amp;A"},
      {
        "id":"ED519419",
        "title":"Leveraging the Unique Features of Small, Rural Schools for Improvement. Lessons Learned. Volume 1, Issue 5"},
      {
        "id":"ED519420",
        "title":"The Social Security Administration's Youth Transition Demonstration Projects: Interim Report on Transition WORKS"},
      {
        "id":"ED519421",
        "title":"Lessons Learned from the Northwest and beyond: 2010 Annual Report"},
      {
        "id":"ED519422",
        "title":"Curriculum and Instruction: A 21st Century Skills Implementation Guide"},
      {
        "id":"ED519423",
        "title":"Learning to Program in KPL through Guided Collaboration"},
      {
        "id":"ED519424",
        "title":"New Methods in Design Education: The Systemic Methodology and the Use of Sketch in the Conceptual Design Stage"},
      {
        "id":"ED519425",
        "title":"21st Century Readiness for Every Student: A Policymaker's Guide. Principles and Recommendations for Reauthorizing the Elementary and Secondary Education Act"},
      {
        "id":"ED519426",
        "title":"Parents' Perception on De La Salle University-Dasmarinas Services"},
      {
        "id":"ED519427",
        "title":"Standards: A 21st Century Skills Implementation Guide"},
      {
        "id":"ED519428",
        "title":"Intercultural Communication from an Interdisciplinary Perspective"},
      {
        "id":"ED519449",
        "title":"Student Reports of Bullying and Cyber-Bullying: Results from the 2007 School Crime Supplement to the National Crime Victimization Survey. Web Tables. NCES 2011-316"},
      {
        "id":"ED519451",
        "title":"2010 Impacts: The Expanded Food and Nutrition Education Program (EFNEP)"},
      {
        "id":"ED519452",
        "title":"Veterans' Education Benefits: Enhanced Guidance and Collaboration Could Improve Administration of the Post-9/11 GI Bill Program. GAO-11-356R"},
      {
        "id":"ED519456",
        "title":"Analysis of Verification Summary Data School Year 2008-2009"},
      {
        "id":"ED519458",
        "title":"Teacher Voices: Immigration, Language and Culture"},
      {
        "id":"ED519459",
        "title":"Professional Development: A 21st Century Skills Implementation Guide"},
      {
        "id":"ED519460",
        "title":"Assessment: A 21st Century Skills Implementation Guide"},
      {
        "id":"ED519461",
        "title":"Learning Environments: A 21st Century Skills Implementation Guide"},
      {
        "id":"ED519462",
        "title":"P21 Framework Definitions"},
      {
        "id":"ED519463",
        "title":"Maximizing the Impact: The Pivotal Role of Technology in a 21st Century Education System"},
      {
        "id":"ED519464",
        "title":"Transition Brief: Policy Recommendations on Preparing Americans for the Global Skills Race"},
      {
        "id":"ED519465",
        "title":"Are They Really Ready to Work? Employers' Perspectives on the Basic Knowledge and Applied Skills of New Entrants to the 21st Century U.S. Workforce"},
      {
        "id":"ED519466",
        "title":"Evaluating ARRA Programs and Other Educational Reforms: A Guide for States"},
      {
        "id":"ED519467",
        "title":"The Expanded Food and Nutrition Education Program (EFNEP)"},
      {
        "id":"ED519491",
        "title":"21st Century Skills Map: Social Studies"},
      {
        "id":"ED519494",
        "title":"Who Wins? Who Pays? The Economic Returns and Costs of a Bachelor's Degree"},
      {
        "id":"ED519495",
        "title":"Financing College in Hard Times: Work and Student Aid. The CSU Crisis and California's Future"},
      {
        "id":"ED519497",
        "title":"Education and Health. Policy Brief #9"},
      {
        "id":"ED519498",
        "title":"21st Century Skills Map: World Languages"},
      {
        "id":"ED519499",
        "title":"21st Century Skills Map: Science"},
      {
        "id":"ED519500",
        "title":"21st Century Skills Map: The Arts"},
      {
        "id":"ED519501",
        "title":"21st Century Skills Map: Geography"},
      {
        "id":"ED519502",
        "title":"21st Century Skills Map: English"},
      {
        "id":"ED519506",
        "title":"Using Local Matching to Improve Estimates of Program Impact: Evidence from Project STAR"},
      {
        "id":"ED519507",
        "title":"The Role of Pretest and Proxy-Pretest Measures of the Outcome for Removing Selection Bias in Observational Studies"},
      {
        "id":"ED519508",
        "title":"Matching Strategies for Observational Data with Multilevel Structure"},
      {
        "id":"ED519509",
        "title":"How Can Comparison Groups Strengthen Regression Discontinuity Designs?"},
      {
        "id":"ED519532",
        "title":"The Impact of Teacher Education Programs on In-Service Teachers in China and USA"},
      {
        "id":"ED519533",
        "title":"Making Connections: Values, Challenges and Successes in the Implementation of Eportfolios in Teacher Education at a Community College in New York City"},
      {
        "id":"ED519534",
        "title":"Learning for Vocation Apprentice Participation in Work Practice"},
      {
        "id":"ED519535",
        "title":"Pre-Service Physics Teachers' Conceptions of Nature of Science"},
      {
        "id":"ED519536",
        "title":"Fostering Cooperative and Competitive Competencies of Non-Business Graduates by Economic Education"},
      {
        "id":"ED519537",
        "title":"Elementary Teachers' Perceptions about Implementation of Inclusive Education"},
      {
        "id":"ED519538",
        "title":"Strategy and Quality Maps in Higher Education"},
      {
        "id":"ED519539",
        "title":"Gender Adeptness among Educational Administrators for Leading Innovative Initiatives in Public Education"},
      {
        "id":"ED519540",
        "title":"Through Musical Communication to Development of Competence in Culture Awareness and Expression"},
      {
        "id":"ED519541",
        "title":"Training while Unemployed. Final Report"},
      {
        "id":"ED519542",
        "title":"South Asian Nomads--A Literature Review. CREATE Pathways to Access. Research Monograph No. 58"},
      {
        "id":"ED519544",
        "title":"Technical Guide Documenting Methodology, Indicators, and Data Sources for &quot;Measuring Up 2004: The National and State Report Card on Higher Education.&quot; National Center #04-6"},
      {
        "id":"ED519545",
        "title":"Have Patterns of Learning and Working Changed for Youth? Final Report"},
      {
        "id":"ED519546",
        "title":"State Policies on 2/4 Transfers Are Key to Degree Attainment. Policy Alert"},
      {
        "id":"ED519547",
        "title":"Does Competition among Schools Encourage Grade Inflation?"},
      {
        "id":"ED519548",
        "title":"Technical Guide for &quot;Measuring Up 2006&quot;: Documenting Methodology, Indicators, and Data Sources. National Center #06-6"},
      {
        "id":"ED519549",
        "title":"Setting a Public Agenda for Higher Education in the States: Lessons Learned from the National Collaborative for Higher Education Policy"},
      {
        "id":"ED519550",
        "title":"Responding to the Crisis in College Opportunity"},
      {
        "id":"ED519552",
        "title":"New Evidence on the Determinants of Training in Canadian Business Locations. The Evolving Workplace Series. Catalogue No. 71-584-MPE No. 5"},
      {
        "id":"ED519553",
        "title":"Beyond Universal Access to Elementary Education in India: Is it Achievable at Affordable Costs? CREATE Pathways to Access. Research Monograph No. 53"},
      {
        "id":"ED519554",
        "title":"Mixed Signals in California: A Mismatch between High Schools and Community Colleges. Policy Alert"},
      {
        "id":"ED519555",
        "title":"Changing Patterns of Access to Education in Anglophone and Francophone Countries in Sub Saharan Africa: Is Education for All Pro-Poor? CREATE Pathways to Access. Research Monograph No. 52"},
      {
        "id":"ED519556",
        "title":"School Drop Out in Bangladesh: New Insights from Longitudinal Evidence. CREATE Pathways to Access. Research Monograph No. 49"},
      {
        "id":"ED519557",
        "title":"Cross-Border Higher Education for Regional Integration:Analysis of the JICA-RI Survey on Leading Universities in East Asia. JICA-RI Working Paper. No. 26"},
      {
        "id":"ED519558",
        "title":"Potential Use of Course Management Systems in Higher Education Institutions in Jordan"},
      {
        "id":"ED519559",
        "title":"Dropping Out of School in Southern Ghana: The Push-Out and Pull-Out Factors. CREATE Pathways to Access. Research Monograph No. 55"},
      {
        "id":"ED519560",
        "title":"Fosterage and Access to Schooling in Savelugu-Nanton, Ghana. CREATE Pathways to Access. Research Monograph No. 59"},
      {
        "id":"ED519561",
        "title":"Cross-Border Higher Education for Labor Market Needs: Mobility of Public-Funded Malaysian Students to Japan over Years. JICA-RI Working Paper. No. 29"},
      {
        "id":"ED519562",
        "title":"Notepad Is NOT Bad: Employing Yahoo! Notepad as an Online Research Diary in Educational Enquiry Based on a PhD Study"},
      {
        "id":"ED519563",
        "title":"Exploring Correlates of Postsecondary Graduation Rates: An Updated Case for Consumer Education"},
      {
        "id":"ED519564",
        "title":"\"We're Going to Figure That Out Together\": Implications of Segregating Programs in Content Literacy Courses"},
      {
        "id":"ED519565",
        "title":"Study on the Computational Estimation Performance and Computational Estimation Attitude of Elementary School Fifth Graders in Taiwan"},
      {
        "id":"ED519566",
        "title":"Bully-Victimization Scale: Using Rasch Modeling in the Analysis of a Qualitative Scale"},
      {
        "id":"ED519567",
        "title":"Psychosocial Predictors of Adjustment among First Year College of Education Students"},
      {
        "id":"ED519568",
        "title":"Taking Targets to Task Revisited: How Indicators of Progress on Access to Education can Mislead. CREATE Pathways to Access. Research Monograph No. 54"},
      {
        "id":"ED519569",
        "title":"With Tools and Strategies Teachers Use in Online Courses: A Mexican Public University Case"},
      {
        "id":"ED519570",
        "title":"Emerging Educational Institutional Decision-Making Matrix"},
      {
        "id":"ED519571",
        "title":"A Multicontextual Model for Broadening Participation in STEM Related Disciplines"},
      {
        "id":"ED519572",
        "title":"Examining the Role of Principals in the Retention of New Teachers"},
      {
        "id":"ED519573",
        "title":"School to Work: Using Active Learning to Teach Business Writing"},
      {
        "id":"ED519574",
        "title":"The Effect of Culture Integrated Language Courses on Foreign Language Education"},
      {
        "id":"ED519575",
        "title":"The Perceptions of Administrators Concerning the One Florida Initiative"},
      {
        "id":"ED519576",
        "title":"Best Practices for Teaching Those Afraid in Water"},
      {
        "id":"ED519577",
        "title":"Measuring Up Internationally: Developing Skills and Knowledge for the Global Knowledge Economy. National Center Report #06-7"},
      {
        "id":"ED519578",
        "title":"The Educational Pipeline: Big Investment, Big Returns. Policy Alert"},
      {
        "id":"ED519579",
        "title":"Literacy Skills, Occupational Assignment and the Returns to Over- and Under-Education. International Adult Literacy Survey"},
      {
        "id":"ED519580",
        "title":"Interim Evaluation of the National Literacy Program. Final Report"},
      {
        "id":"ED519581",
        "title":"Working Smarter: The Skill Bias of Computer Technologies. The Evolving Workplace Series"},
      {
        "id":"ED519582",
        "title":"Formative Evaluation of the International Academic Mobility Initiative. Final Report"},
      {
        "id":"ED519583",
        "title":"Summative Evaluation of the Office of Learning Technologies. Final Report"},
      {
        "id":"ED519584",
        "title":"Formative Evaluation of the Canada Education Savings Grant Program. Final Report"},
      {
        "id":"ED519585",
        "title":"Understanding the Early Years (UEY) Initiative"},
      {
        "id":"ED519647",
        "title":"Summative Evaluation of Work Sharing while Learning and Increased Referrals to Training. Final Report"},
      {
        "id":"ED519648",
        "title":"Canada Education Savings Program: Annual Statistical Review--2009"},
      {
        "id":"ED519649",
        "title":"Formative Evaluation of the Youth Employment Strategy. Final Report"},
      {
        "id":"ED519650",
        "title":"Understanding the Early Years: Early Childhood Development in the Montreal Study Area, Montreal, Quebec. An Analysis of the Communities Survey"},
      {
        "id":"ED519651",
        "title":"Formative Evaluation of the Aboriginal Skills and Employment Partnership Program. Final Report"},
      {
        "id":"ED519652",
        "title":"Formative Evaluation of the Understanding the Early Years Initiative. Final Report"},
      {
        "id":"ED519653",
        "title":"Summative Evaluation of the Learning Initiatives Program (LIP). Final Report"},
      {
        "id":"ED519654",
        "title":"Formative Evaluation of the Canada Student Loans Program. Final Report"},
      {
        "id":"ED519655",
        "title":"Summative Evaluation of the National Literacy Secretariat. Final Report"},
      {
        "id":"ED519656",
        "title":"Evaluation of the Training Centre Infrastructure Fund (TCIF). Final Report"},
      {
        "id":"ED519658",
        "title":"Individual-Based Completion Rates for Apprentices. Technical Paper"},
      {
        "id":"ED519659",
        "title":"Youth Employment Strategy (YES) 1997-2002: Summary of Recent Summative Evaluation Results. Final Report"},
      {
        "id":"ED519660",
        "title":"The Shifting Demographics and Lifelong Learning. Conference Paper"},
      {
        "id":"ED519661",
        "title":"Student Selection, Attrition, and Replacement in KIPP Middle Schools"},
      {
        "id":"ED519662",
        "title":"Bullying and Harassment in Secondary Schools: A Critical Feminist Analysis of the Gaps, Overlaps, and Implications from a Decade of Research"},
      {
        "id":"ED519663",
        "title":"From Tacit Sensorimotor Coupling to Articulated Mathematical Reasoning in an Embodied Design for Proportional Reasoning"},
      {
        "id":"ED519664",
        "title":"Overcoming Language and Cultural Barriers in School: Helping Hispanic Students Acquire Success in Elementary School"},
      {
        "id":"ED519688",
        "title":"Public Participation in Scientific Research: Defining the Field and Assessing Its Potential for Informal Science Education. A CAISE Inquiry Group Report"},
      {
        "id":"ED519689",
        "title":"Turkish Students' Force Meanings"},
      {
        "id":"ED519690",
        "title":"Managing the Organizational Vision, Mission, and Planning: Five Steps toward a Successful Leadership Strategy"},
      {
        "id":"ED519691",
        "title":"Promising Practices Supporting Low-Income, First-Generation Students at DeVry University"},
      {
        "id":"ED519692",
        "title":"Expanding Access and Opportunity: The Washington State Achievers Scholarship"},
      {
        "id":"ED519709",
        "title":"Student Retention and Graduation: Facing the Truth, Living with the Consequences. Occasional Paper 1"},
      {
        "id":"ED519710",
        "title":"National Dispute Resolution Use and Effectiveness Study. Executive Summary"},
      {
        "id":"ED519711",
        "title":"Public Higher Education Reform Five Years after the Kellogg Commission on the Future of State and Land-Grant Universities"},
      {
        "id":"ED519712",
        "title":"Teacher Education for Tomorrow"},
      {
        "id":"ED519714",
        "title":"Recruiting and Retaining Quality Teachers for High-Needs Schools: Insights from NBCT Summits and Other Policy Initiatives"},
      {
        "id":"ED519715",
        "title":"Toward a Voluntary System of Accountability Program (VSA) for Public Universities and Colleges"},
      {
        "id":"ED519716",
        "title":"Exploratory Study of the HOPE Foundation[C] Courageous Leadership Academy: Summary of Findings"},
      {
        "id":"ED519717",
        "title":"State of College Opportunity in Ohio, 2005"},
      {
        "id":"ED519718",
        "title":"Transforming School Conditions: Building Bridges to the Education System that Students and Teachers Deserve"},
      {
        "id":"ED519719",
        "title":"Black College Dollars: Scholarships for African-American Students. 2007-2008 Directory"},
      {
        "id":"ED519720",
        "title":"National Dispute Resolution Use and Effectiveness Study"},
      {
        "id":"ED519721",
        "title":"A Caring, Qualified, Well-Supported, and Effective Teacher for Every Student: Questions for Smart School Districts to Answer"},
      {
        "id":"ED519722",
        "title":"The Strategic Management of Human Capital: Brief Reflections and a Few Propositions"},
      {
        "id":"ED519723",
        "title":"Supporting and Staffing High-Needs Schools: Recommendations from Washington's National Board Certified Teachers[R]"},
      {
        "id":"ED519724",
        "title":"Children of Poverty Deserve Great Teachers: One Union's Commitment to Changing the Status Quo"},
      {
        "id":"ED519725",
        "title":"Supporting and Staffing High-Needs Schools: Recommendations from South Carolina's National Board Certified Teachers[R]"},
      {
        "id":"ED519749",
        "title":"The Strategic Management of Human Capital: Issues and Ideas"},
      {
        "id":"ED519753",
        "title":"The Strategic Management of Human Capital: Extending the Conversation on Issues and Ideas"},
      {
        "id":"ED519762",
        "title":"Race/Ethnicity and Arts Participation: Findings from the Survey of Public Participation in the Arts"},
      {
        "id":"ED519763",
        "title":"Under What Assumptions Do Site-by-Treatment Instruments Identify Average Causal Effects?"},
      {
        "id":"ED519764",
        "title":"Understanding the What Works Clearinghouse Standards for Regression Discontinuity Designs"},
      {
        "id":"ED519765",
        "title":"Assessing Compliance-Effect Bias in the Two Stage Least Squares Estimator"},
      {
        "id":"ED519766",
        "title":"Mediation and Spillover Effects in Group-Randomized Trials with Application to the 4Rs Evaluation"},
      {
        "id":"ED519767",
        "title":"Using a Virtual Classroom to Teach Online Mathematics"},
      {
        "id":"ED519768",
        "title":"Shining a Light on College Remediation in Colorado: The Predictive Utility of the ACT for Colorado and the Colorado Student Assessment Program (CSAP)"},
      {
        "id":"ED519789",
        "title":"The Magnitude, Destinations, and Determinants of Mathematics and Science Teacher Turnover. CPRE Research Report # RR-66"},
      {
        "id":"ED519790",
        "title":"A Study of Chicago New Teacher Center Induction Coaching in Chicago Public Schools: 2009-2010"},
      {
        "id":"ED519791",
        "title":"From Testing to Teaching: The Use of Interim Assessments in Classroom Instruction. CPRE Research Report # RR-65"},
      {
        "id":"ED519792",
        "title":"Learning Trajectories in Mathematics: A Foundation for Standards, Curriculum, Assessment, and Instruction. CPRE Research Report # RR-68"},
      {
        "id":"ED519793",
        "title":"YOUmedia Chicago: Reimagining Learning, Literacies, and Libraries--A Snapshot Of Year 1. Working Paper"},
      {
        "id":"ED519794",
        "title":"Achieving Ambitious Goals: Case Studies of Scaling-Up Programs for Advancing Low-Skilled Adults"},
      {
        "id":"ED519795",
        "title":"Innovations in Developmental Math: Community Colleges Enhance Support for Nontraditional Students"},
      {
        "id":"ED519796",
        "title":"From GED to College Degree: Creating Pathways to Postsecondary Success for High School Dropouts"},
      {
        "id":"ED519797",
        "title":"Greening Community Colleges: An Environmental Path to Improving Educational Outcomes"},
      {
        "id":"ED519798",
        "title":"Creating Opportunities in Health Care: The Community College Role in Workforce Partnerships"},
      {
        "id":"ED519799",
        "title":"Leaving No Worker Behind: Community Colleges Retrain the Michigan Workforce--and Themselves"},
      {
        "id":"ED519800",
        "title":"A Route for Every Learner: Universal Design for Learning (UDL) as a Framework for Supporting Learning and Improving Achievement for All Learners in Maryland, Prekindergarten through Higher Education"},
      {
        "id":"ED519802",
        "title":"Getting Ready: The 2010-2011 Maryland School Readiness Report. Children Entering School Ready to Learn"},
      {
        "id":"ED519803",
        "title":"Children Entering School Ready to Learn: 2010-2011 Maryland Model for School Readiness"},
      {
        "id":"ED519804",
        "title":"Rising to the Challenge: Meaningful Assessment of Student Learning"},
      {
        "id":"ED519805",
        "title":"State of the Nation: K-12 Online Learning in Canada"},
      {
        "id":"ED519806",
        "title":"What Works Clearinghouse (WWC) Standards for Evaluating Single Case Designs (SCDs)"},
      {
        "id":"ED519809",
        "title":"How Laptops Digitize and Transform Learning"},
      {
        "id":"ED519810",
        "title":"Integrating Theater Arts into the Classroom: The New Responsibilities of the Elementary School Teacher"},
      {
        "id":"ED519811",
        "title":"The Thurgood Marshall School of Law Empirical Findings: A Report of the Statistical Analysis of the July 2010 TMSL Texas Bar Results"},
      {
        "id":"ED519812",
        "title":"Effects of a K-12 Technology Integration Program on Teachers and Students"},
      {
        "id":"ED519835",
        "title":"Constraints in Teacher Training for Computer Assisted Language Testing Implementation"},
      {
        "id":"ED519836",
        "title":"African-American Communities in Economic Crisis: Adult Educators Investing in the Human Capital Development of the Urban Poor"},
      {
        "id":"ED519837",
        "title":"A Correlational Study of Extracurricular Involvement and Homework Performance of Third Grade Students"},
      {
        "id":"ED519838",
        "title":"Literacy Lessons and Preservice Teachers: Belief Systems, Reflective Responses"},
      {
        "id":"ED519839",
        "title":"Report to the Maryland State Board of Education on the Provision of Educational Services to Long-Term Suspended and Expelled Students in Maryland Public Schools"},
      {
        "id":"ED519840",
        "title":"The Fact Book: 2009-2010--A Statistical Handbook"},
      {
        "id":"ED519841",
        "title":"Maryland's Achievements in Public Education, 2011"},
      {
        "id":"ED519842",
        "title":"Task Force Report on Social Studies Education in Maryland: The Challenge and the Imperative"},
      {
        "id":"ED519843",
        "title":"Career and Technology Education: Educating Tomorrow's Workforce Today. Maryland High School Career and Technology Education Programs of Study. Second Edition"},
      {
        "id":"ED519844",
        "title":"A Parent's Guide: Maryland's Plan for PreK-12 Education, 2010-2011 School Year"},
      {
        "id":"ED519845",
        "title":"Accelerating the Academic Achievement of Students Referred to Developmental Education. CCRC Brief. Number 55"},
      {
        "id":"ED519846",
        "title":"Taking the &quot;Next Great Step&quot; for Maryland Public Schools: State of Education Report, 2010"},
      {
        "id":"ED519847",
        "title":"Philadelphia's Renaissance Schools: A Report on Start up and Early Implementation"},
      {
        "id":"ED519848",
        "title":"Philadelphia's Renaissance Schools: Start up and Early Implementation. Executive Summary"},
      {
        "id":"ED519880",
        "title":"Impacts of a Violence Prevention Program for Middle Schools: Findings after 3 Years of Implementation. NCEE 2011-4017"},
      {
        "id":"ED519881",
        "title":"Impacts of a Violence Prevention Program for Middle Schools: Findings after 3 Years of Implementation. Executive Summary. NCEE 2011-4018"},
      {
        "id":"ED519922",
        "title":"Middle School Mathematics Professional Development Impact Study: Findings after the Second Year of Implementation. NCEE 2011-4024"},
      {
        "id":"ED519923",
        "title":"Middle School Mathematics Professional Development Impact Study: Findings after the Second Year of Implementation. Executive Summary. NCEE 2011-4025"},
      {
        "id":"ED519926",
        "title":"Applying Adult Learning and Development Theories to Educational Practice"},
      {
        "id":"ED519928",
        "title":"Language (Policy) Matters!"},
      {
        "id":"ED519929",
        "title":"Fostering Face to Face Oral Interaction through Webquests:  A Case Study in ESP for Tourism"},
      {
        "id":"ED519930",
        "title":"Descriptions of a Quality Gifted School and Recommendations to Parents Today"},
      {
        "id":"ED519940",
        "title":"International School Feeding: USDA's Oversight of the McGovern-Dole Food for Education Program Needs Improvement. Report to Congressional Requesters. GAO-11-544"},
      {
        "id":"ED519941",
        "title":"CCRC Currents. April 2011"},
      {
        "id":"ED519942",
        "title":"Paying for Scale: Results of a Symposium on CMO Finance"},
      {
        "id":"ED519943",
        "title":"Inside Charter Schools: Unlocking Doors to Student Success"},
      {
        "id":"ED519944",
        "title":"Contracted Providers: Overcoming Challenges in a Portfolio School District. CRPE Working Paper #2011-2"},
      {
        "id":"ED519945",
        "title":"Reforming Districts through Choice, Autonomy, Equity, and Accountability: An Overview of the Voluntary Public School Choice Directors Meeting. Portfolio School Districts Project"},
      {
        "id":"ED519946",
        "title":"Will Seniority-Based Layoffs Undermine School Improvement Efforts in Washington State?"},
      {
        "id":"ED519947",
        "title":"New York City's iZone. CRPE Working Paper #2011-1"},
      {
        "id":"ED519989",
        "title":"Enhanced Student Learning with Problem Based Learning"},
      {
        "id":"ED519991",
        "title":"Using Technology to Bridge the Cultures Together in the Multicultural Classroom"},
      {
        "id":"ED519993",
        "title":"Power Play? Teacher Characteristics and Class Assignments. Working Paper 59"},
      {
        "id":"ED519994",
        "title":"Reflective Teaching in EFL Classes: An Overview"},
      {
        "id":"ED519995",
        "title":"Preventing School Violence"},
      {
        "id":"ED519996",
        "title":"Australian Vocational Education and Training Statistics: Apprentices and Trainees. December Quarter, 2010"},
      {
        "id":"ED519998",
        "title":"The Community College and Career Training Grant Program: Lessons Learned from the Field and Recommendations"},
      {
        "id":"ED519999",
        "title":"Unconventional Wisdom: A Profile of the Graduates of Early College High School"},
      {
        "id":"ED520000",
        "title":"Six Pillars of Effective Dropout Prevention and Recovery: An Assessment of Current State Policy and How to Improve It"},
      {
        "id":"ED520001",
        "title":"The Condition of Education 2011. NCES 2011-033"},
      {
        "id":"ED520002",
        "title":"Testimony before the Subcommittee on Labor, Health and Human Services, Education and Related Agencies, Committee on Appropriations, U.S. House of Representatives"},
      {
        "id":"ED520003",
        "title":"The Condition of Education 2011 in Brief. NCES 2011-034"},
      {
        "id":"ED520004",
        "title":"Driving Innovation: How Six States Are Organizing to Improve Outcomes in Developmental Education"},
      {
        "id":"ED520005",
        "title":"Accelerating College Readiness: Lessons from North Carolina's Innovator Early Colleges"},
      {
        "id":"ED520006",
        "title":"Making the Grade: Texas Early College High Schools Prepare Students for College. Executive Summary"},
      {
        "id":"ED520007",
        "title":"Making the Grade: Texas Early College High Schools Prepare Students for College"},
      {
        "id":"ED520008",
        "title":"California Integrated Service Delivery Evaluation Report. Phase I"},
      {
        "id":"ED520009",
        "title":"Affirming the Goal: Is College and Career Readiness an Internationally Competitive Standard?"},
      {
        "id":"ED520011",
        "title":"Using Research to Promote Literacy and Reading in Libraries: Guidelines for Librarians. IFLA Professional Report No. 125"},
      {
        "id":"ED520012",
        "title":"Affirming the Goal: Is College and Career Readiness an Internationally Competitive Standard? Executive Summary"},
      {
        "id":"ED520013",
        "title":"Affirming the Goal: Is College and Career Readiness an Internationally Competitive Standard? Advance Brief for State Policymakers"},
      {
        "id":"ED520014",
        "title":"Taking the Next Step: The Promise of Intermediate Measures for Meeting Postsecondary Completion Goals"},
      {
        "id":"ED520015",
        "title":"College Success for All: How the Hidalgo Independent School District Is Adopting Early College as a District-Wide Strategy"},
      {
        "id":"ED520016",
        "title":"ICCS 2009 Latin American Report: Civic Knowledge and Attitudes among Lower-Secondary Students in Six Latin American Countries"},
      {
        "id":"ED520017",
        "title":"ICCS 2009 European Report: Civic Knowledge, Attitudes, and Engagement among Lower-Secondary Students in 24 European Countries"},
      {
        "id":"ED520018",
        "title":"ICCS 2009 International Report: Civic Knowledge, Attitudes, and Engagement among Lower-Secondary School Students in 38 Countries"},
      {
        "id":"ED520061",
        "title":"Supporting Preservice Teachers' Reform-Based Practices: The Importance of Intellectual and Emotional Support in a Community"},
      {
        "id":"ED520062",
        "title":"Teacher Responses to Pay-for-Performance Policies: Survey Results from Four High-Poverty,  Urban School Districts"},
      {
        "id":"ED520063",
        "title":"Frontier Schools in Montana: Challenges and Sustainability Practices. A Research Report"},
      {
        "id":"ED520064",
        "title":"The View from the Principal's Office: Results from the IERC Principals Survey. Policy Research: IERC 2011-2"},
      {
        "id":"ED520065",
        "title":"School District Consolidation, Size and Spending: &quot;An Evaluation&quot;. A Mackinac Center Report"},
      {
        "id":"ED520066",
        "title":"Virtual Learning in Michigan's Schools. A Mackinac Center Report"},
      {
        "id":"ED520075",
        "title":"Girls' Success: Mentoring Guide for Life Skills"},
      {
        "id":"ED520076",
        "title":"Tailoring the Education Message: A Diversity of Settings and Needs. Symposium Report"},
      {
        "id":"ED520077",
        "title":"Success in Primary School. Success in Schools"},
      {
        "id":"ED520078",
        "title":"Success in First Grade"},
      {
        "id":"ED520079",
        "title":"Small Technology--Big Impact. Practical Options for Development"},
      {
        "id":"ED520080",
        "title":"The CERCA School Report Card: Communities Creating Education Quality. Implementation Manual"},
      {
        "id":"ED520081",
        "title":"MK Connects: Macedonia Links Education and Connectivity"},
      {
        "id":"ED520082",
        "title":"Recruiting, Retaining, and Retraining Secondary School Teachers and Principals in Sub-Saharan Africa. Secondary Education in Africa (SEIA) Thematic Study #4. GEC Working Paper Series 2005/#3"},
      {
        "id":"ED520083",
        "title":"The Untapped Opportunity: How Public-Private Partnerships Can Advance Education for All"},
      {
        "id":"ED520084",
        "title":"Pakistan's Primary Education Quality Improvement Program: Local Partners Work with Rural Communities to Support High Quality Education for Girls"},
      {
        "id":"ED520105",
        "title":"A Correlational Study of Nature Awareness and Science Achievement"},
      {
        "id":"ED520106",
        "title":"A Qualitative Study/A Narrative Analysis of a Black Male Looking to Teach"},
      {
        "id":"ED520107",
        "title":"Back on Track to College: A Texas School District Leverages State Policy to Put Dropouts on the Path to Success"},
      {
        "id":"ED520108",
        "title":"The Rallying Call: Bringing Game-Changing Results to Developmental Education. The Colloquium on State Policy Support for Developmental Education Innovation"},
      {
        "id":"ED520109",
        "title":"A Policymaker's Guide to Early College Designs: Expanding a Strategy for Achieving College Readiness for All"},
      {
        "id":"ED520110",
        "title":"Students as Co-Constructors of the Learning Environment: Building Systemic Approaches for Youth Engagement"},
      {
        "id":"ED520111",
        "title":"Small High Schools at Work: A Case Study of Six Gates-Funded Schools in New York City. A Report to the Bill &amp; Melinda Gates Foundation"},
      {
        "id":"ED520112",
        "title":"Family Information Guide to Assistive Technology and Transition Planning: Planned Transitions Are Smooth Transitions!"},
      {
        "id":"ED520113",
        "title":"Bilingual Infant/Toddler Environments: Supporting Language & Learning in Our Youngest Children. A Guide for Migrant & Seasonal Head Start Programs"},
      {
        "id":"ED520114",
        "title":"Going Green: The Vital Role of Community Colleges in Building a Sustainable Future and Green Workforce"},
      {
        "id":"ED520115",
        "title":"Strengthening Education to Drive Economic Development: A Manual for Replicating &quot;The CEC Experience&quot; in Your Community"},
      {
        "id":"ED520116",
        "title":"Improving the Skills and Credentials of Migrant, Seasonal and American Indian/Alaska Native Head Start Teachers: Building from Within"},
      {
        "id":"ED520117",
        "title":"AED in the United States of America"},
      {
        "id":"ED520118",
        "title":"Pursuing Excellence in Teacher Preparation: Evidence of Institutional Change from TNE Learning Network Universities"},
      {
        "id":"ED520119",
        "title":"The Proceedings for the Colloquium on Diversity in Education Abroad: How to Change the Picture"},
      {
        "id":"ED520120",
        "title":"Crime, Violence, Discipline, and Safety in U.S. Public Schools. Findings from the School Survey on Crime and Safety: 2009-10. First Look. NCES 2011-320"},
      {
        "id":"ED520121",
        "title":"Characteristics of Private Schools in the United States: Results from the 2009-10 Private School Universe Survey. First Look. NCES 2011-339"},
      {
        "id":"ED520122",
        "title":"\"Optimizing Talent: Closing Educational and Social Mobility Gaps Worldwide\"--A Salzburg Global Seminar. Policy Notes. Volume 19, Number 2, Spring 2011"},
      {
        "id":"ED520123",
        "title":"Access/&quot;Acceso&quot;: Rising to the Challenge of Improving Higher Education Opportunities for Latinos"},
      {
        "id":"ED520124",
        "title":"Practical Considerations in Computer-Based Testing"},
      {
        "id":"ED520146",
        "title":"Addressing Achievement Gaps: The Family--America's Smallest School. Policy Notes. Volume 19, Number 1, Winter 2011"},
      {
        "id":"ED520147",
        "title":"Addressing Achievement Gaps: Advancing Learning for Our Diverse Adult Population. Policy Notes. Volume 18, Number 2, Spring 2010"},
      {
        "id":"ED520148",
        "title":"A Look inside the Fourth-Grade Reading Classroom. Policy Notes. Volume 18, Number 3, Fall 2010"},
      {
        "id":"ED520149",
        "title":"Addressing Achievement Gaps: After the Bell Rings--Learning outside of the Classroom and Its Relationship to Student Academic Achievement. Policy Notes. Volume 18, Number 1, Winter 2010"},
      {
        "id":"ED520150",
        "title":"Addressing Achievement Gaps: School Finance and the Achievement Gap--Funding Programs That Work. Policy Notes. Volume 16, Number 3, Fall 2008"},
      {
        "id":"ED520151",
        "title":"Outcomes of a High School Entrepreneurship Curriculum"},
      {
        "id":"ED520155",
        "title":"Underserved: A Case Study of ROTC in New York City. A Report of the AEI Program on American Citizenship"},
      {
        "id":"ED520156",
        "title":"Anchoring our Practice: Perspectives, Partnerships, Projections. Proceedings of the 2006 Annual International Conference of the Association of Tertiary Learning Advisors Aotearoa/New Zealand (ATLAANZ) (Tauranga, New Zealand, November 21-23, 2006). Volume 2"},
      {
        "id":"ED520157",
        "title":"Morbidity and Mortality Weekly Report. Volume 60, Number 15"},
      {
        "id":"ED520158",
        "title":"A Rating Scale Model for a Scale of Test Anxiety in Italy. Working Paper N. 11/2011"},
      {
        "id":"ED520160",
        "title":"What Savings Are Produced by Moving to a Four-Day School Week?"},
      {
        "id":"ED520161",
        "title":"How the Brain's Performance during Mathematics and Reading Fluency Tests Compare"},
      {
        "id":"ED520162",
        "title":"Effect of Specialized In-Service Professional Development Activities on Elementary School Students' Reading Achievement"},
      {
        "id":"ED520166",
        "title":"Education and Certification Qualifications of Departmentalized Public High School-Level Teachers of Core Subjects: Evidence from the 2007-08 Schools and Staffing Survey. Statistical Analysis Report. NCES 2011-317"},
      {
        "id":"ED520167",
        "title":"Federal Student Loans: Patterns in Tuition, Enrollment, and Federal Stafford Loan Borrowing up to the 2007-08 Loan Limit Increase. GAO-11-470R"},
      {
        "id":"ED520168",
        "title":"Promoting Gender Diversity in the Faculty: What Higher Education Unions Can Do"},
      {
        "id":"ED520169",
        "title":"A Short Supplement to \"A Future of Leadership Development\""},
      {
        "id":"ED520170",
        "title":"Montana's High School Dropouts: Examining the Fiscal Consequences. State Research"},
      {
        "id":"ED520171",
        "title":"A Future of Leadership Development"},
      {
        "id":"ED520173",
        "title":"Australian Vocational Education and Training Statistics: Students and Courses, 2010. Preliminary Data"},
      {
        "id":"ED520174",
        "title":"Pathways: Developing the Skills of Australia's Workforce. Occasional Paper"},
      {
        "id":"ED520176",
        "title":"Collecting &quot;Total&quot; Vocational Education and Training Activity. Position Paper"},
      {
        "id":"ED520198",
        "title":"Taking Workforce Initiatives to Scale: Workforce Initiatives Discussion Paper #2"},
      {
        "id":"ED520199",
        "title":"Priced out: How the Wrong Financial-Aid Policies Hurt Low-Income Students"},
      {
        "id":"ED520200",
        "title":"Florida's Public Education Spending. School Choice Issues in the State"},
      {
        "id":"ED520201",
        "title":"Social Enterprises and Social Sector Workforces: Workforce Initiatives Discussion Paper #3"},
      {
        "id":"ED520202",
        "title":"Professional Writing Retreat Handbook: A How-To Manual for Replicating the NWP Professional Writing Retreat Model"},
      {
        "id":"ED520203",
        "title":"A School Voucher Program for Baltimore City"},
      {
        "id":"ED520204",
        "title":"Public Education Finances, 2009"},
      {
        "id":"ED520205",
        "title":"The Fiscal Impact of the Kentucky Education Tax Credit Program"},
      {
        "id":"ED520206",
        "title":"The Constitutionality of School Choice in New Hampshire"},
      {
        "id":"ED520207",
        "title":"Public Education Finances, 2007"},
      {
        "id":"ED520208",
        "title":"Public Education Finances, 2008"},
      {
        "id":"ED520209",
        "title":"Definitions and Design Options: Workforce Initiatives Discussion Paper #1"},
      {
        "id":"ED520210",
        "title":"Public Education Finances, 2006"},
      {
        "id":"ED520211",
        "title":"Public Education Finances, 2005"},
      {
        "id":"ED520212",
        "title":"The Fiscal Impacts of School Choice in New Hampshire"},
      {
        "id":"ED520213",
        "title":"Workforce Intermediation for Vulnerable Youth: Workforce Initiatives Discussion Paper #4"},
      {
        "id":"ED520214",
        "title":"An Analysis of South Carolina Per Pupil State Funding"},
      {
        "id":"ED520215",
        "title":"Segregation Levels in Milwaukee Public Schools and the Milwaukee Voucher Program. School Choice Issues in the State"},
      {
        "id":"ED520216",
        "title":"Building the Capacity of Writing Project Site Leadership"},
      {
        "id":"ED520217",
        "title":"What Do I Do, if I Can't Understand My New Students Language?"},
      {
        "id":"ED520218",
        "title":"Perceptions of Secondary Science Educators of Limited English Proficient (LEP) Learners in Their Classrooms"},
      {
        "id":"ED520219",
        "title":"Has Student Achievement Increased since 2002? State Test Score Trends through 2006-07"},
      {
        "id":"ED520220",
        "title":"Technology and Its Use in Education: Present Roles and Future Prospects"},
      {
        "id":"ED520222",
        "title":"A Counterargument to Ineffective Technology in Classrooms: Characteristics of High Achieving Schools"},
      {
        "id":"ED520223",
        "title":"How the Shining Star Project Improved Mathematics and Science Learning with the Inclusion of Data-Loggers and Teacher Professional Development in Greater Clark Schools"},
      {
        "id":"ED520224",
        "title":"Transformations: Proceedings of the 2008 Annual International Conference of the Association of Tertiary Learning Advisors of Aotearoa/New Zealand (ATLAANZ) (Porirua, New Zealand, November 19-21, 2008). Volume 4"},
      {
        "id":"ED520225",
        "title":"Thinking Like a 21st Century Nurse: Theories, Instruments and Methodologies to Improve Clinical Thinking"},
      {
        "id":"ED520250",
        "title":"Independent Reading and the \"Social Turn:\" How Adolescent Reading Habits and Motivation Relate to Cultivating Social Relationships"},
      {
        "id":"ED520251",
        "title":"Characteristics of Teachers Participating in Voluntary Music Integration Professional Development"},
      {
        "id":"ED520252",
        "title":"A Longitudinal Evaluation of &quot;QuickSmart&quot;: An Effective Australian Intervention to Improve Numeracy"},
      {
        "id":"ED520253",
        "title":"Prevalence of Aggression and Defiance in Children with ADD/ADHD Tendencies"},
      {
        "id":"ED520272",
        "title":"Answering the Question that Matters Most: Has Student Achievement Increased since No Child Left Behind?"},
      {
        "id":"ED520275",
        "title":"Reducing the Federal Footprint on Education and Empowering State and Local Leaders. Backgrounder No. 2565"},
      {
        "id":"ED520279",
        "title":"Funding School Choice: A Road Map to Tax-Credit Scholarship Programs and Scholarship Granting Organizations. Issues in Depth"},
      {
        "id":"ED520290",
        "title":"Early Reading: Igniting Education for All. A Report by the Early Grade Learning Community of Practice. Revised Edition"},
      {
        "id":"ED520291",
        "title":"Young Adults in the Workplace: A Multisite Initiative of Substance Use Prevention Programs. RTI Press Book"},
      {
        "id":"ED520294",
        "title":"Alternative and Asset-Based Evaluation and Assessment in Language Teaching and Literacy: Resources for Research, Classroom Instruction and Evaluation of Language Competence"},
      {
        "id":"ED520295",
        "title":"The Nature of Educational Research"},
      {
        "id":"ED520296",
        "title":"Gimme an A"},
      {
        "id":"ED520297",
        "title":"How to Enhance Classes by Using PCs, the Internet, and Mobile Phones"},
      {
        "id":"ED520298",
        "title":"Communication Technologies and the Classroom Teaching Environment"},
      {
        "id":"ED520299",
        "title":"Strategic Class Roster Creation in Elementary Schools: Indicative of Student Reading Growth or a Waste of Time?"},
      {
        "id":"ED520300",
        "title":"&quot;Video for Participatory Communication&quot;: An Exploratory Study Conducted with Video SEWA Cooperative in Ahmedabad"},
      {
        "id":"ED520323",
        "title":"Writer's Workshop: Implementing Units of Study, Findings from a Teacher Study Group, and Student Success in Writing"},
      {
        "id":"ED520326",
        "title":"State Policies and Procedures on Response to Intervention in the Midwest Region. Issues &amp; Answers. REL 2011-No. 116"},
      {
        "id":"ED520327",
        "title":"State Policies and Procedures on Response to Intervention in the Midwest Region. Summary. Issues &amp; Answers. REL 2011-No. 116"},
      {
        "id":"ED520331",
        "title":"Integrating Suburban Schools: How to Benefit from Growing Diversity and Avoid Segregation"},
      {
        "id":"ED520332",
        "title":"Envisioning New Directions in Teacher Evaluation. Report"},
      {
        "id":"ED520333",
        "title":"Principles of Professionalism for Science Educators. National Science Teachers Association Position Statement"},
      {
        "id":"ED520334",
        "title":"Parent Involvement in Science Learning. NSTA Position Statement"},
      {
        "id":"ED520335",
        "title":"Science for English Language Learners. NSTA Position Statement"},
      {
        "id":"ED520336",
        "title":"Teaching Science and Technology in the Context of Societal and Personal Issues. National Science Teachers Association Position Statement"},
      {
        "id":"ED520337",
        "title":"Liability of Science Educators for Laboratory Safety. NSTA Position Statement"},
      {
        "id":"ED520338",
        "title":"The Role of E-Learning in Science Education. NSTA Position Statement"},
      {
        "id":"ED520339",
        "title":"An NSTA Position Statement: International Science Education and the National Science Teachers Association"},
      {
        "id":"ED520340",
        "title":"Professional Development in Science Education. NSTA Position Statement"},
      {
        "id":"ED520341",
        "title":"The Role of Research on Science Teaching and Learning"},
      {
        "id":"ED520342",
        "title":"Induction Programs for the Support and Development of Beginning Teachers of Science. National Science Teachers Association Position Statement"},
      {
        "id":"ED520343",
        "title":"The Integral Role of Laboratory Investigations in Science Instruction. Position Statement"},
      {
        "id":"ED520344",
        "title":"Physics Undergraduate Degrees: Results from the 2008 Survey of Enrollments and Degrees. Focus On"},
      {
        "id":"ED520345",
        "title":"Wisconsin Model Early Learning Standards Alignment with Wisconsin Common Core State Standards for English Language Arts and Mathematics"},
      {
        "id":"ED520346",
        "title":"Crafting a Balanced System of Assessment in Wisconsin. Recommendations of the Next Generation Assessment Task Force"},
      {
        "id":"ED520347",
        "title":"Wisconsin Response to Intervention: A Guiding Document"},
      {
        "id":"ED520369",
        "title":"Do Vouchers and Tax Credits Increase Private School Regulation? A Statistical Analysis. CATO Working Paper"},
      {
        "id":"ED520370",
        "title":"They Spend What? The Real Cost of Public Schools. Policy Analysis. No. 662"},
      {
        "id":"ED520371",
        "title":"Making Schools Work Better"},
      {
        "id":"ED520372",
        "title":"Unbearable Burden? Living and Paying Student Loans as a First-Year Teacher. Policy Analysis. No. 629"},
      {
        "id":"ED520373",
        "title":"Walking the Talk: Supporting Teachers' Growth with Differentiated Professional Learning"},
      {
        "id":"ED520375",
        "title":"The Poverty of Preschool Promises: Saving Children and Money with the Early Education Tax Credit. Policy Analysis. No. 641"},
      {
        "id":"ED520376",
        "title":"The Affirmative Action Myth. Policy Analysis. No. 540"},
      {
        "id":"ED520377",
        "title":"The Other Lottery: Are Philanthropists Backing the Best Charter Schools? Policy Analysis No. 677"},
      {
        "id":"ED520382",
        "title":"Markets vs. Monopolies in Education: A Global Review of the Evidence. Policy Analysis. No. 620"},
      {
        "id":"ED520383",
        "title":"End It, Don't Mend It: What to Do with No Child Left Behind. Policy Analysis. No. 599"},
      {
        "id":"ED520384",
        "title":"Behind the Curtain: Assessing the Case for National Curriculum Standards. Policy Analysis. No. 661"},
      {
        "id":"ED520385",
        "title":"Responsible Use of Live Animals and Dissection in the Science Classroom. NSTA Position Statement"},
      {
        "id":"ED520386",
        "title":"Aerospace Education. NSTA Position Statement"},
      {
        "id":"ED520390",
        "title":"Making College More Expensive: The Unintended Consequences of Federal Tuition Aid. Policy Analysis. No. 531"},
      {
        "id":"ED520413",
        "title":"Sexual Identity, Sex of Sexual Contacts, and Health-Risk Behaviors among Students in Grades 9-12--Youth Risk Behavior Surveillance, Selected Sites, United States, 2001-2009. Morbidity and Mortality Weekly Report. Early Release. Volume 60"},
      {
        "id":"ED520414",
        "title":"Using Food Science Concepts to Enact Science-Indigenous Knowledge Systems Classroom Based Discourses"},
      {
        "id":"ED520415",
        "title":"The Role of Mentoring in College Access and Success. Research to Practice Brief"},
      {
        "id":"ED520416",
        "title":"Shifting Trends in Special Education"},
      {
        "id":"ED520417",
        "title":"Promoting Full-Time Attendance among Adults in Community College: Early Impacts from the Performance-Based Scholarship Demonstration in New York"},
      {
        "id":"ED520419",
        "title":"Review of &quot;The Comprehensive Longitudinal Evaluation of the Milwaukee Parental Choice Program: Summary of Fourth Year Reports&quot;"},
      {
        "id":"ED520420",
        "title":"Effects of Dialogical Argumentation-Based Workshops on Primary and Secondary School Teachers' Ability to Co-Construct the Concept of Solubility"},
      {
        "id":"ED520425",
        "title":"Evaluation of Seeds of Science/Roots of Reading: Effective Tools for Developing Literacy through Science in the Early Grades-Light Energy Unit. CRESST Report 781"},
      {
        "id":"ED520426",
        "title":"Evaluation of the Artist Teacher Collaborative Program: Summary of Year 1 Findings. CRESST Report 784"},
      {
        "id":"ED520427",
        "title":"Review of Rifle Marksmanship Training Research. CRESST Report 783"},
      {
        "id":"ED520428",
        "title":"Year 3 ASK/FOSS Efficacy Study. CRESST Report 782"},
      {
        "id":"ED520429",
        "title":"Preparing Students for the 21st Century: Exploring the Effect of Afterschool Participation on Students' Collaboration Skills, Oral Communication Skills, and Self-Efficacy. CRESST Report 777"},
      {
        "id":"ED520430",
        "title":"When to Exit ELL Students: Monitoring Success and Failure in Mainstream Classrooms after ELLs' Reclassification. CRESST Report 779"},
      {
        "id":"ED520431",
        "title":"An Evidence Centered Design for Learning and Assessment in the Digital World. CRESST Report 778"},
      {
        "id":"ED520432",
        "title":"Aligning Instruction and Assessment with Game and Simulation Design. CRESST Report 780"},
      {
        "id":"ED520454",
        "title":"Views of the Teachers of Social Studies and Administrators Relating Impediments of Organizational Learning"},
      {
        "id":"ED520455",
        "title":"Using Analogy and Model to Enhance Conceptual Change in Thai Middle School Students"},
      {
        "id":"ED520456",
        "title":"The Introduction of Native Knowledge in Mathematic-Teaching in Ethnic Elementary and Secondary Schools--Based on the Theory of &quot;Cultural Discontinuities&quot;"},
      {
        "id":"ED520457",
        "title":"Successful Educational Leadership at High Performing Schools"},
      {
        "id":"ED520458",
        "title":"How Do University Literature Students Understand the Learning Contents of Sound Taught at School?"},
      {
        "id":"ED520460",
        "title":"Comparison between Effects in Two Blended Classes Which E-Learning Is Used inside and outside Classroom"},
      {
        "id":"ED520461",
        "title":"Influence of School Climate on Students' Achievement and Teachers' Productivity for Sustainable Development"},
      {
        "id":"ED520462",
        "title":"A Soft Take-Off in the Direction of &quot;Bologna&quot;"},
      {
        "id":"ED520463",
        "title":"Integrating Mathematical Modeling for Undergraduate Pre-Service Science Education Learning and Instruction in Middle School Classrooms"},
      {
        "id":"ED520464",
        "title":"An Analysis of the Effects of Communication Skills Training Provided to the Mothers of Six-Year-Old Children on the Social Skills of Children"},
      {
        "id":"ED520465",
        "title":"An Investigation into the Impact of School Context on Achievement: A Situational Analysis of Five Western Cape Schools in South Africa"},
      {
        "id":"ED520466",
        "title":"Accuracy of Answers Provided by Digital/Face-to-Face Reference Services in Japanese Public Libraries and Q &amp; A Sites"},
      {
        "id":"ED520467",
        "title":"Analyzing the Engineering Educational Research in Spain: A Global Vision through the Awards of CESEI-IEEE"},
      {
        "id":"ED520468",
        "title":"Triadic Dialogue: An Analysis of Interactions in Multilingual Mathematics Primary Classrooms"},
      {
        "id":"ED520469",
        "title":"Perceived Social Support from Friends as Determinant of Loneliness in a Sample of Primary School"},
      {
        "id":"ED520470",
        "title":"A Novel Approach for Enhancing Lifelong Learning Systems by Using Hybrid Recommender System"},
      {
        "id":"ED520471",
        "title":"&quot;Turkish Five&quot;: Their Contributions to Contemporary Piano Music and Piano Education in Turkey"},
      {
        "id":"ED520472",
        "title":"Invariance of an Extended Technology Acceptance Model Across Gender and Age Group"},
      {
        "id":"ED520473",
        "title":"The Factors Determining Professional Career of Females from Different Social Groups: Reflexive Attitude"},
      {
        "id":"ED520474",
        "title":"Francophonie: An Alternative Education for Globalisation"},
      {
        "id":"ED520475",
        "title":"Social Capital--An Alternative Model to College Graduation"},
      {
        "id":"ED520476",
        "title":"How One University Examined Graduation Rates of Its Undergraduate Student Population"},
      {
        "id":"ED520477",
        "title":"Using Instrumental Variables to Account for Selection Effects in Research on First-Year Programs"},
      {
        "id":"ED520478",
        "title":"Uncontrolled Destinies: Improving Opportunity for Academically Qualified, Low-Income Students"},
      {
        "id":"ED520479",
        "title":"Using SEM to Describe the Infusion of Civic Engagement into the Campus Culture"},
      {
        "id":"ED520480",
        "title":"Exploring the Effects of Social Networking on Students' Perceptions of Social Connectedness, Adjustment, Academic Engagement, and Institutional Commitment"},
      {
        "id":"ED520481",
        "title":"Time on Test, Student Motivation, and Performance on the Collegiate Learning Assessment: Implications for Institutional Accountability"},
      {
        "id":"ED520482",
        "title":"A Growth Model for Academic Program Life Cycle (APLC): A Theoretical and Empirical Analysis"},
      {
        "id":"ED520483",
        "title":"What Is It That Satisfies Faculty? Rank as a Consideration in Factors Related to Job Satisfaction"},
      {
        "id":"ED520484",
        "title":"Changing Demographics of Online Courses"},
      {
        "id":"ED520485",
        "title":"Do College Student Surveys Have Any Validity?"},
      {
        "id":"ED520486",
        "title":"Deep Learning as an Individual, Conditional, and Contextual Influence on First-Year Student Outcomes"},
      {
        "id":"ED520487",
        "title":"Critical Junctures in Community College Student Progress"},
      {
        "id":"ED520488",
        "title":"The Determinants of Out-Migration among In-State College Students in the United States"},
      {
        "id":"ED520489",
        "title":"Use of Authentic-Speech Technique for Teaching Sound Recognition to EFL Students"},
      {
        "id":"ED520490",
        "title":"IES Teacher Assignment Final Report. CRESST Report 786"},
      {
        "id":"ED520491",
        "title":"Pathways and Partnerships for Child Care Excellence"},
      {
        "id":"ED520492",
        "title":"Accessible Reading Assessments for Students with Disabilities: The Role of Cognitive, Grammatical, Lexical, and Textual/Visual Features. CRESST Report 785"},
      {
        "id":"ED520493",
        "title":"Highlights from the Technical Assistance and Child Care Resources Sponsored by the Office of Child Care. Office of Child Care Pathways and Partnerships Priorities. Issue Number 2"},
      {
        "id":"ED520494",
        "title":"Correcting Correlations When Predicting Success in College"},
      {
        "id":"ED520495",
        "title":"Contingent Instructors and Student Outcomes: An Artifact or a Fact?"},
      {
        "id":"ED520496",
        "title":"Why Do All the Study Abroad Students Look Alike? Using an Integrated Student Choice Model to Explore Differences in the Development of White and Minority Students' Intent to Study Abroad"},
      {
        "id":"ED520519",
        "title":"Validity Research on Teacher Evaluation Systems Based on the Framework for Teaching"},
      {
        "id":"ED520520",
        "title":"Exploding the Myths about DETC Accreditation: A Primer for Students"},
      {
        "id":"ED520521",
        "title":"Integrating Faith-Based Organizations into State-Funded Pre-K Programs: Resolving Constitutional Conflict. Pre-K Policy Brief Series"},
      {
        "id":"ED520522",
        "title":"Is School Funding Fair? A National Report Card"},
      {
        "id":"ED520523",
        "title":"Including Children with Disabilities in State Pre-K Programs. Pre-K Policy Brief Series"},
      {
        "id":"ED520524",
        "title":"Independent Statewide Evaluation of After School Programs: ASES and 21st CCLC Year 2 Annual Report. CRESST Report 789"},
      {
        "id":"ED520525",
        "title":"Evaluation of the Enhanced Assessment Grants (EAGs) SimScientists Program: Site Visit Findings. CRESST Report 791"},
      {
        "id":"ED520526",
        "title":"Using Key Conceptual Ideas to Improve Teacher Use of Formative Assessment Data. CRESST Report 794"},
      {
        "id":"ED520527",
        "title":"The Practical Benefits of Growth Models for Accountability and the Limitations under NCLB. Policy Brief 9, Spring 2007"},
      {
        "id":"ED520528",
        "title":"Improving the Validity of English Language Learner Assessment Systems. Full Report. Policy Brief 10, Spring 2010"},
      {
        "id":"ED520529",
        "title":"Improving the Validity of English Language Learner Assessment Systems. Executive Summary. Policy Brief 10, Spring 2010"},
      {
        "id":"ED520530",
        "title":"IES Integrated Learning Assessment Final Report. CRESST Report 788"},
      {
        "id":"ED520531",
        "title":"The Feasibility of Using Cluster Analysis to Examine Log Data from Educational Video Games. CRESST Report 790"},
      {
        "id":"ED520532",
        "title":"The Development and Impact of POWERSOURCE[c]: Year 5. CRESST Report 792"},
      {
        "id":"ED520533",
        "title":"The Development and Impact of POWERSOURCE[c]: Year 3. CRESST Report 793"},
      {
        "id":"ED520534",
        "title":"Outlook. Number 362"},
      {
        "id":"ED520535",
        "title":"Outlook. Number 363"},
      {
        "id":"ED520536",
        "title":"Outlook. Number 364"},
      {
        "id":"ED520537",
        "title":"Outlook. Number 365"},
      {
        "id":"ED520538",
        "title":"Outlook. Number 366"},
      {
        "id":"ED520539",
        "title":"The Effects of Practicing with a Virtual Ultrasound Trainer on FAST Window Identification, Acquisition, and Diagnosis. CRESST Report 787"},
      {
        "id":"ED520562",
        "title":"Instructional Methods to Foster Student Learning"},
      {
        "id":"ED520563",
        "title":"The Effectiveness of Scaffolding Interactive Activities in Developing the English Listening Comprehension Skills of the Sixth Grade Elementary Schoolgirls in Jeddah"},
      {
        "id":"ED520564",
        "title":"Brainstorming for Ideas"},
      {
        "id":"ED520565",
        "title":"New York College of Osteopathic Medicine Learning Outcomes Assessment 2009-2010"},
      {
        "id":"ED520566",
        "title":"Russian Language Analysis Project"},
      {
        "id":"ED520567",
        "title":"Adolescent's Perceptions of Deviance When Using Technology: The Approaching Post-Typographic Culture"},
      {
        "id":"ED520569",
        "title":"Using Internships in the Preparation of School Leaders. Implications from UCEA"},
      {
        "id":"ED520570",
        "title":"The Revolving Door of the Principalship. Implications from UCEA"},
      {
        "id":"ED520571",
        "title":"Accessing and Using Public Educational Data Sources for School and Leadership Research. Implications from UCEA"},
      {
        "id":"ED520572",
        "title":"Successful Leadership in High Poverty, Urban Schools. Implications from UCEA"},
      {
        "id":"ED520573",
        "title":"District-Driven Success: Research and Implications for Large-Scale Reform. Implications from UCEA"},
      {
        "id":"ED520574",
        "title":"Advancing from Preparation to Leadership Positions: The Influence of Time, Institution & Demographics. Implications from UCEA"},
      {
        "id":"ED520575",
        "title":"Realizing the Goal of College Readiness in South Texas: The Role of School &amp; Community Leaders. Implications from UCEA"},
      {
        "id":"ED520576",
        "title":"Student Assessment in Leadership Programs: Hopeful Signs and Cautions. Implications from UCEA"},
      {
        "id":"ED520577",
        "title":"Strengthening the Superintendent Pipeline and Professional Development Options. Implications from UCEA"},
      {
        "id":"ED520578",
        "title":"Candidates in Educational Leadership Graduate Programs. Implications from UCEA"},
      {
        "id":"ED520579",
        "title":"A Brief History of Leadership Preparation. Implications from UCEA"},
      {
        "id":"ED520580",
        "title":"Quality Leadership Matters. Policy Brief Series. Volume 1, Issue 1, Fall 2007"},
      {
        "id":"ED520607",
        "title":"Essential Understandings of Montana Hutterites: A Resource Guide for Educators and Students"},
      {
        "id":"ED520608",
        "title":"World Citizenship Education: From Concept to Realization"},
      {
        "id":"ED520609",
        "title":"Southern Vermont College (SVC) and Wheelock College (WC): 2010 Urban and Rural Healthcare Academy Program (HAP) for College Progress and Workforce Development"},
      {
        "id":"ED520637",
        "title":"The Nation's Report Card [TM]: U.S. History 2010. National Assessment of Educational Progress at Grades 4, 8, and 12. With Highlighted Results from the 2009 High School Transcript Study. NCES 2011-468"},
      {
        "id":"ED520681",
        "title":"An Investigation of Non-Thesis Master's Program Geography Teacher Candidates' Attitudes towards Teaching Profession regarding Several Socio-Cultural Features"},
      {
        "id":"ED520682",
        "title":"An Institutional Code of Ethics--A Response to Attitude of Israeli Teachers' Education College Students towards Academic Plagiarism"},
      {
        "id":"ED520683",
        "title":"Examining College Students' Culture Learning before and after Summer Study Abroad in Japan"},
      {
        "id":"ED520684",
        "title":"Pedagogical Content Knowledge of Inquiry: An Instrument to Assess It and Its Application to High School In-Service Science Teachers"},
      {
        "id":"ED520685",
        "title":"Teachers' Opinion Concerning Common Exams Administered in Elementary Schools"},
      {
        "id":"ED520686",
        "title":"Assessing Library Automation and Virtual Library Development in Four Academic Libraries in Oyo, Oyo State, Nigeria"},
      {
        "id":"ED520687",
        "title":"Fostering Model-Based School Scientific Argumentation Among Prospective Science Teachers"},
      {
        "id":"ED520688",
        "title":"Identification of Good Practices in the Implementation of Innovative Learning Methodologies"},
      {
        "id":"ED520689",
        "title":"Assemble Collocation and Colligation in Chinese Writing Web Tools for New Immigrants in Taiwan"},
      {
        "id":"ED520690",
        "title":"Students' Difficulties With Multiple Representations in Introductory Mechanics"},
      {
        "id":"ED520691",
        "title":"People and Technology Today: Some Educational Implications"},
      {
        "id":"ED520692",
        "title":"The Integration of Interior Architecture Education with Digital Design Approaches"},
      {
        "id":"ED520693",
        "title":"Educational Assessment via a Web-Based Intelligent System"},
      {
        "id":"ED520694",
        "title":"The Importance of the Foreign Language Learning Contributing to World Peace"},
      {
        "id":"ED520695",
        "title":"Critique of a Language-Learning Website"},
      {
        "id":"ED520718",
        "title":"Intrusive Advisement: A Necessary Process to Retain Graduate Student and Bolster Graduation Rates"},
      {
        "id":"ED520719",
        "title":"Motivating PAU Language Testing Candidates through Mobile Technology"},
      {
        "id":"ED520720",
        "title":"Information Literacy Instruction in the Web 2.0 Library"},
      {
        "id":"ED520721",
        "title":"Montana American Indian Student Achievement Data Report, Fall 2010"},
      {
        "id":"ED520722",
        "title":"Measuring Teachers' Contributions to Student Learning Growth for Nontested Grades and Subjects. Research &amp; Policy Brief"},
      {
        "id":"ED520723",
        "title":"Mississippi Department of Education 2011 Superintendent's Annual Report, School Year 2009-2010"},
      {
        "id":"ED520724",
        "title":"Teacher Preparation for Response to Intervention in Middle and High Schools. TQ Research &amp; Policy Brief"},
      {
        "id":"ED520725",
        "title":"Ensuring the Equitable Distribution of Teachers: Strategies for School, District, and State Leaders. TQ Research & Policy Brief"},
      {
        "id":"ED520726",
        "title":"Challenges in Evaluating Special Education Teachers and English Language Learner Specialists. Research &amp; Policy Brief"},
      {
        "id":"ED520727",
        "title":"School Enrollment in the United States: 2006. Population Characteristics. Current Population Reports"},
      {
        "id":"ED520728",
        "title":"The Distribution of Highly Qualified, Experienced Teachers: Challenges and Opportunities. TQ Research &amp; Policy Brief"},
      {
        "id":"ED520729",
        "title":"Determining Processes That Build Sustainable Teacher Accountability Systems. TQ Research &amp; Policy Brief"},
      {
        "id":"ED520731",
        "title":"School Enrollment in the United States: 2008. Population Characteristics"},
      {
        "id":"ED520732",
        "title":"High-Quality Professional Development for All Teachers: Effectively Allocating Resources. Research & Policy Brief"},
      {
        "id":"ED520733",
        "title":"Using Technology with Adults. The Montessori Observer. Volume 30, Number 2"},
      {
        "id":"ED520734",
        "title":"How Are Low-Skilled Women Doing in the Labor Market? Policy Brief #6"},
      {
        "id":"ED520735",
        "title":"Family Support during the Transition to Adulthood. Policy Brief #3"},
      {
        "id":"ED520736",
        "title":"Home-School Relations. The Montessori Observer. Volume 30, Number 1"},
      {
        "id":"ED520737",
        "title":"Context and Content. The Montessori Observer. Volume 30, Number 3"},
      {
        "id":"ED520738",
        "title":"A Report Card on District Achievement: How Low-Income, African-American, and Latino Students Fare in California School Districts. K-12 Policy"},
      {
        "id":"ED520739",
        "title":"Victims of the Churn: The Damaging Impact of California's Teacher Layoff Policies on Schools, Students, and Communities in Three Large School Districts. K-12 Policy"},
      {
        "id":"ED520740",
        "title":"Forum Guide to Crime, Violence, and Discipline Incident Data. NFES 2011-806"},
      {
        "id":"ED520741",
        "title":"Mr. Vetro, a Collective Simulation Cyberlearning Infrastructure for Science Education"},
      {
        "id":"ED520742",
        "title":"Computational Thinking Patterns"},
      {
        "id":"ED520743",
        "title":"Patient Waiting. The Montessori Observer. Volume 30, Number 4"},
      {
        "id":"ED520764",
        "title":"Shaping the Future of Mathematics Education. Proceedings of the Annual Conference of the Mathematics Education Research Group of Australasia (33rd, Freemantle, Western Australia, Australia, July 3-7, 2010)"},
      {
        "id":"ED520765",
        "title":"Futures at Risk: The Story of Latino Student Achievement in California, 2010. Research Report"},
      {
        "id":"ED520766",
        "title":"Becoming a Leader in Education: An Agenda for Michigan. Special Report"},
      {
        "id":"ED520767",
        "title":"Opportunity Lost: The Story of African-American Achievement in California, 2010. Research Report"},
      {
        "id":"ED520768",
        "title":"Prospects for the Profession: Public Opinion Research on Teachers. TQ Research &amp; Policy Brief"},
      {
        "id":"ED520769",
        "title":"Teacher Quality and Student Achievement: Making the Most of Recent Research. TQ Research & Policy Brief"},
      {
        "id":"ED520770",
        "title":"The Teacher Preparation Teacher Practices Student Outcomes Relationship in Special Education: Missing Links and New Connections. TQ Research & Policy Brief"},
      {
        "id":"ED520771",
        "title":"Scanning and Supervision. The Montessori Observer. Volume 29, Number 2"},
      {
        "id":"ED520772",
        "title":"Beginning Conditions. The Montessori Observer. Volume 29, Number 1"},
      {
        "id":"ED520773",
        "title":"Verbal Techniques. The Montessori Observer. Volume 29, Number 3"},
      {
        "id":"ED520774",
        "title":"Scientific Education. The Montessori Observer. Volume 29, Number 4"},
      {
        "id":"ED520775",
        "title":"Barriers to the Preparation of Highly Qualified Teachers in Reading. TQ Research &amp; Policy Brief"},
      {
        "id":"ED520776",
        "title":"Paving the Path to the Urban School Principalship. TQ Research & Policy Brief"},
      {
        "id":"ED520777",
        "title":"Leading Gen Y Teachers: Emerging Strategies for School Leaders. TQ Research &amp; Policy Brief"},
      {
        "id":"ED520778",
        "title":"Improving Instruction through Effective Teacher Evaluation: Options for States and Districts. TQ Research &amp; Policy Brief"},
      {
        "id":"ED520808",
        "title":"Developing a Model of Effective English Teaching for Pre-Service Teacher Education"},
      {
        "id":"ED520809",
        "title":"Would Having a Lead Instructional Designer Position Encourage Change in a K-12 Educational Setting?"},
      {
        "id":"ED520810",
        "title":"Integration of Foreign-Born Faculty in Academia: Foreignness as an Asset"},
      {
        "id":"ED520811",
        "title":"Complexity in College Admission: Fact or Urban Myth. Research Findings of Parent and Student Perceptions of Complexity in College Admission"},
      {
        "id":"ED520812",
        "title":"Postsecondary Education Transition: A Summary of the Findings from Two Literature Reviews"},
      {
        "id":"ED520813",
        "title":"The Secretary's Seventh Annual Report on Teacher Quality: A Highly Qualified Teacher in Every Classroom"},
      {
        "id":"ED520814",
        "title":"Assessment and Accountability for Recently Arrived and Former Limited English Proficient (LEP) Students: Non-Regulatory Guidance"},
      {
        "id":"ED520815",
        "title":"Cracking the Student Aid Code: Parent and Student Perspectives on Paying for College"},
      {
        "id":"ED520816",
        "title":"Trends in For-Profit Postsecondary Education: Enrollment, Prices, Student Aid and Outcomes. Trends in Higher Education Series"},
      {
        "id":"ED520817",
        "title":"How Four-Year Colleges and Universities Organize Themselves to Promote Student Persistence: The Emerging National Picture"},
      {
        "id":"ED520819",
        "title":"Characteristics of States' Alternate Assessments Based on Modified Academic Achievement Standards in 2009-2010. Synthesis Report 80"},
      {
        "id":"ED520820",
        "title":"Who Are the Students Who May Qualify for an Alternate Assessment Based on Modified Academic Achievement Standards (AA-MAS)?: Focus Group Results. Synthesis Report 79"},
      {
        "id":"ED520821",
        "title":"Accommodations: Results of a Survey of Alabama Special Education Teachers. Synthesis Report 81"},
      {
        "id":"ED520822",
        "title":"Developing Common Accommodations Policies: Discussion Points for Consortia. NCEO Brief. Number 2"},
      {
        "id":"ED520823",
        "title":"Participation and Performance Reporting for the Alternate Assessment Based on Modified Achievement Standards (AA-MAS). Technical Report 58"},
      {
        "id":"ED520824",
        "title":"Don't Forget Accommodations! Five Questions to Ask When Moving to Technology-Based Assessments. NCEO Brief. Number 1"},
      {
        "id":"ED520825",
        "title":"Public Reporting of 2007-2008 Assessment Information on Students with Disabilities: Progress on the Gap Front. Technical Report 57"},
      {
        "id":"ED520826",
        "title":"Economics in History: What Every High School Student and Teacher Needs to Know. Footnotes. Volume 15, Number 8"},
      {
        "id":"ED520827",
        "title":"Linking Assessment and Instruction: Teacher Preparation and Professional Development. TQ Connection Issue Paper"},
      {
        "id":"ED520828",
        "title":"A Practical Guide to Designing Comprehensive Teacher Evaluation Systems: A Tool to Assist in the Development of Teacher Evaluation Systems"},
      {
        "id":"ED520829",
        "title":"Teacher Leadership as a Key to Education Innovation. Action Steps and Promising Strategies for State, District, and University Officials. Policy-to-Practice Brief"},
      {
        "id":"ED520830",
        "title":"Job-Embedded Professional Development: What It Is, Who Is Responsible, and How to Get It Done Well. Issue Brief"},
      {
        "id":"ED520852",
        "title":"Student Achievement and the Leadership Capacity of Early Childhood Public Elementary School Principals: Is There a Correlation?"},
      {
        "id":"ED520853",
        "title":"Assessing the Need for Curriculum or Delivery Revisions to the D.A.R.E.[R] K-4 Visitation Lessons: A Qualitative Inquiry"},
      {
        "id":"ED520854",
        "title":"Language Negotiation in a Multilingual Mathematics Classroom: An Analysis"},
      {
        "id":"ED520855",
        "title":"Becoming More Numerate: The Journey of Tania"},
      {
        "id":"ED520856",
        "title":"Students' Frames of Reference and Their Assessments of Interest for Statistical Literacy"},
      {
        "id":"ED520857",
        "title":"Teachers' Extent of the Use of Particular Task Types in Mathematics and Choices behind That Use"},
      {
        "id":"ED520858",
        "title":"Aspects of Teachers' Knowledge for Helping Students Learn about Ratio"},
      {
        "id":"ED520859",
        "title":"The Predominance of Procedural Knowledge in Fractions"},
      {
        "id":"ED520860",
        "title":"Making Sense of Critical Mathematics Teaching"},
      {
        "id":"ED520861",
        "title":"Why Do Disadvantaged Filipino Children Find Word Problems in English Difficult?"},
      {
        "id":"ED520862",
        "title":"Two Test Items to Explore High School Students' Beliefs of Sample Size When Sampling from Large Populations"},
      {
        "id":"ED520863",
        "title":"Percentages: The Effect of Problem Structure, Number Complexity and Calculation Format"},
      {
        "id":"ED520864",
        "title":"Bridging the Numeracy Gap for Students in Low SES Communities: The Power of a Whole School Approach"},
      {
        "id":"ED520865",
        "title":"Mathematics Teachers: Negotiating Professional and Discipline Identities"},
      {
        "id":"ED520866",
        "title":"Students' Experiences of Mathematics during the Transition from Primary to Secondary School"},
      {
        "id":"ED520867",
        "title":"Challenging Multiplicative Problems Can Elicit Sophisticated Strategies"},
      {
        "id":"ED520868",
        "title":"The Impact of a Developmental Framework in Number on Primary Teachers' Classroom Practice"},
      {
        "id":"ED520869",
        "title":"Auditing the Numeracy Demands of the Middle Years Curriculum"},
      {
        "id":"ED520870",
        "title":"The &quot;Number Proficiency Index&quot;: Establishing the Starting Point for Mathematical Instruction in High School"},
      {
        "id":"ED520871",
        "title":"&quot;Scratch&quot;ing below the Surface: Mathematics through an Alternative Digital Lens?"},
      {
        "id":"ED520872",
        "title":"The Impact of Two Teachers' Use of Specific Scaffolding Practices on Low-Attaining Upper Primary Students"},
      {
        "id":"ED520873",
        "title":"The Terminology of Mathematics Assessment"},
      {
        "id":"ED520874",
        "title":"Perceived Professional Learning Needs of Numeracy Coaches"},
      {
        "id":"ED520875",
        "title":"Using Developmental Frameworks to Support Curriculum Outcomes"},
      {
        "id":"ED520898",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2008-09 (Fiscal Year 2009). First Look. NCES 2011-329"},
      {
        "id":"ED520899",
        "title":"Driving Leadership Style in Leading to Enhance Participation and Involvement in School"},
      {
        "id":"ED520900",
        "title":"An Analysis of the Education Systems in Mexico and the United States from Pre-Kinder to 12 Grade"},
      {
        "id":"ED520901",
        "title":"Reflections on Teaching Social Studies to ESL Students"},
      {
        "id":"ED520902",
        "title":"Adult Learning Theories Closure"},
      {
        "id":"ED520903",
        "title":"Quality Matters[TM] Accessibility Survey: Institutional Practices and Policies for Online Courses"},
      {
        "id":"ED520905",
        "title":"Year 11 Advanced Mathematics: Hearing from Students Who Buck the Trend"},
      {
        "id":"ED520906",
        "title":"Connecting the Points: Cognitive Conflict and Decimal Magnitude"},
      {
        "id":"ED520907",
        "title":"A \"Knowledge Quartet\" Used to Identify a Second-Year Pre-Service Teacher's Primary Mathematical Content Knowledge"},
      {
        "id":"ED520908",
        "title":"Student Attitude, Student Understanding and Mathematics Anxiety"},
      {
        "id":"ED520909",
        "title":"&quot;You Might Say You're 9 Years Old but You're Actually 'B' Years Old Because You're Always Getting Older&quot;: Facilitating Young Students' Understanding of Variables"},
      {
        "id":"ED520910",
        "title":"The Relationship between the Number Sense and Problem Solving Abilities of Year 7 Students"},
      {
        "id":"ED520911",
        "title":"Upper Primary School Students' Algebraic Thinking"},
      {
        "id":"ED520912",
        "title":"Young Children's Measurement Knowledge: Understandings about Comparison at the Commencement of Schooling"},
      {
        "id":"ED520913",
        "title":"Pre-Service Students' Responses to Being Tested on Their Primary School Mathematical Knowledge"},
      {
        "id":"ED520914",
        "title":"Developing a Framework for the Selection of Picture Books to Promote Early Mathematical Development"},
      {
        "id":"ED520915",
        "title":"Learning Mathematical Concepts through Authentic Learning"},
      {
        "id":"ED520916",
        "title":"A Network Analysis of Concept Maps of Triangle Concepts"},
      {
        "id":"ED520917",
        "title":"Coming to &quot;Know&quot; Mathematics through &quot;Acting, Talking and Doing&quot; Mathematics"},
      {
        "id":"ED520918",
        "title":"Gap Thinking in Fraction Pair Comparisons Is Not Whole Number Thinking: Is This What Early Equivalence Thinking Sounds Like?"},
      {
        "id":"ED520919",
        "title":"A Teacher Pair Approach to Adopting Effective Numeracy Teaching Practice"},
      {
        "id":"ED520920",
        "title":"I Liked It till Pythagoras: The Public's Views of Mathematics"},
      {
        "id":"ED520921",
        "title":"Utilising Year Three NAPLAN Results to Improve Queensland Teachers' Mathematical Pedagogical Content Knowledge"},
      {
        "id":"ED520922",
        "title":"Examinations in the Final Year of Transition to Mathematical Methods Computer Algebra System (CAS)"},
      {
        "id":"ED520923",
        "title":"The Mathematical Needs of Urban Indigenous Primary Children: A Western Australian Snapshot"},
      {
        "id":"ED520924",
        "title":"A Decade of MERGA Theses"},
      {
        "id":"ED520925",
        "title":"Web-Based Mathematics: Student Perspectives"},
      {
        "id":"ED520926",
        "title":"Computational Estimation in the Primary School: A Single Case Study of One Teacher's Involvement in a Professional Learning Intervention"},
      {
        "id":"ED520927",
        "title":"Teachers' Perceptions of Geometry Instruction and the Learning Environment in Years 9-10 ESL Classrooms"},
      {
        "id":"ED520928",
        "title":"Assessment for Learning Tasks and the Peer Assessment Process"},
      {
        "id":"ED520929",
        "title":"Teacher Change in Response to a Professional Learning Project"},
      {
        "id":"ED520930",
        "title":"The Impact of the Recession on Public Library Use in Colorado: A Closer Look"},
      {
        "id":"ED520951",
        "title":"Using Video-Stimulated Recall as a Tool for Reflecting on the Teaching of Mathematics"},
      {
        "id":"ED520952",
        "title":"Gay, Lesbian, Bisexual, Transgender and Questioning Youth Matter!"},
      {
        "id":"ED520953",
        "title":"Gender Equity Matters!"},
      {
        "id":"ED520954",
        "title":"Partial Metacognitive Blindness in Collaborative Problem Solving"},
      {
        "id":"ED520955",
        "title":"Changing Our Perspective on Space: Place Mathematics as a Human Endeavour"},
      {
        "id":"ED520956",
        "title":"Online Faculty Satisfaction and Quality Enhancement Initiatives"},
      {
        "id":"ED520957",
        "title":"Culturally Responsive Teaching Matters!"},
      {
        "id":"ED520958",
        "title":"Addressing Discrimination in School Matters!"},
      {
        "id":"ED520959",
        "title":"The Counseling Challenge: Balancing Student Interests with Societal Pressures"},
      {
        "id":"ED520960",
        "title":"Achievement Gaps: How Hispanic and White Students in Public Schools Perform in Mathematics and Reading on the National Assessment of Educational Progress. Statistical Analysis Report. NCES 2011-459"},
      {
        "id":"ED520961",
        "title":"Experiences of Learning and Teaching Mathematics: Using Activity Theory to Understand Tensions in Practice"},
      {
        "id":"ED520962",
        "title":"Facilitating the Development of Proportional Reasoning through Teaching Ratio"},
      {
        "id":"ED520963",
        "title":"An Ethnographic Intervention Using the Five Characteristics of Effective Teacher Professional Development"},
      {
        "id":"ED520964",
        "title":"Exploring the Relationship between Mathematical Modelling and Classroom Discourse"},
      {
        "id":"ED520965",
        "title":"Assessing the Number Knowledge of Children in the First and Second Grade of an Indonesian School"},
      {
        "id":"ED520966",
        "title":"Enactivism and Figural Apprehension in the Context of Pattern Generalisation"},
      {
        "id":"ED520967",
        "title":"Using Concept Cartoons to Access Student Beliefs about Preferred Approaches to Mathematics Learning and Teaching"},
      {
        "id":"ED520968",
        "title":"How to Build Powerful Learning Trajectories for Relational Thinking in the Primary School Years"},
      {
        "id":"ED520969",
        "title":"Students' Opinions about Characteristics of Their Desired Mathematics Lessons"},
      {
        "id":"ED520970",
        "title":"The Multifaceted Variable Approach: Selection of Method in Solving Simple Linear Equations"},
      {
        "id":"ED520971",
        "title":"Interactive Whiteboards and All That Jazz: Analysing Classroom Activity with Interactive Technologies"},
      {
        "id":"ED520972",
        "title":"One on One Numeracy Intervention: A Pilot Project in Low SES Communities"},
      {
        "id":"ED520973",
        "title":"Now I'm Teaching the Children: Changing from Assessment &quot;of&quot; Learning to Assessment &quot;for&quot; Learning in Fiji"},
      {
        "id":"ED520974",
        "title":"Student Centred Approaches: Teachers' Learning and Practice"},
      {
        "id":"ED520975",
        "title":"Indigenous Children's Ability to Pattern as They Enter Kindergarten/Pre-Prep Settings: An Exploratory Study"},
      {
        "id":"ED520976",
        "title":"Students with Disabilities at Degree-Granting Postsecondary Institutions. First Look. NCES 2011-018"},
      {
        "id":"ED520977",
        "title":"Student Change Associated with Professional Learning in Mathematics"},
      {
        "id":"ED520978",
        "title":"Documenting the Learning of Teacher Communities across Changes in Their Membership"},
      {
        "id":"ED520979",
        "title":"The Researcher's Self in Research: Confronting Issues about Knowing and Understanding Others"},
      {
        "id":"ED525180",
        "title":"Upgrading High-Stakes Assessment"},
      {
        "id":"ED525183",
        "title":"Competitive Intelligence: Significance in Higher Education"},
      {
        "id":"ED525184",
        "title":"Review of Research on the Nebraska LEP Plan Components. Reference Desk Response"},
      {
        "id":"ED525185",
        "title":"Legislative Review. A Look at Higher Education in Week 3: January 24-28, 2011"},
      {
        "id":"ED525187",
        "title":"Legislative Review. A Look at Higher Education in Week 4: January 31-February 4, 2011"},
      {
        "id":"ED525188",
        "title":"More on Pay-for-Performance: New Developments in the Field Provide Insights for Policymaking. The Progress of Education Reform. Volume 12, Number 5"},
      {
        "id":"ED525189",
        "title":"Working Together to Make a Difference in Rural America: North Central Regional Center for Rural Development, 2010 Annual Report"},
      {
        "id":"ED525190",
        "title":"Envisioning Your Child's College Goal: College Savings Planner for Parents and Grandparents"},
      {
        "id":"ED525196",
        "title":"A Year of Transition: North Central Regional Center for Rural Development Annual Report 2009"},
      {
        "id":"ED525198",
        "title":"The Capabilities-Complexity Model. CALA Report 108"},
      {
        "id":"ED525199",
        "title":"Legislative Review. A Look at Higher Education in Week 9: March 7-11, 2011"},
      {
        "id":"ED525201",
        "title":"Legislative Review. A Look at Higher Education in Week 8: February 28-March 4, 2011"},
      {
        "id":"ED525202",
        "title":"Legislative Review. A Look at Higher Education in Week 11: March 21-25, 2011"},
      {
        "id":"ED525204",
        "title":"Testimony of Kevin Huffman, Tennessee Commissioner of Education, before the House Committee on Education and Labor"},
      {
        "id":"ED525205",
        "title":"College Graduate Retention: An Initiative Planning Document for Medina, Portage, Summit, Stark and Wayne Counties. Ohio Department of Job and Family Services and Ohio Department of Development Graduate Retention Initiative"},
      {
        "id":"ED525206",
        "title":"Changing a Culture: Toward a 30% Increase in Degree Attainment in Stark County, Ohio"},
      {
        "id":"ED525207",
        "title":"Toward 2025 in the Massillon City Schools"},
      {
        "id":"ED525208",
        "title":"Alignment: A Local High School/College Model to Eliminate Remediation"},
      {
        "id":"ED525209",
        "title":"A Qualitative Meta-Analysis of the Literature on Planning & Sustaining of Small Learning Communities"},
      {
        "id":"ED525228",
        "title":"Russian Loanword Adaptation in Persian; Optimal Approach"},
      {
        "id":"ED525229",
        "title":"Still in the Shadows with Their Future Uncertain. A Report on Family and Individual Needs for Disability Supports (FINDS), 2011. Summary of Key Findings and a Call to Action"},
      {
        "id":"ED525230",
        "title":"Algebraic Reasoning in the Middle Grades: A View of Student Strategies in Pictorial and Algebraic System of Equations"},
      {
        "id":"ED525231",
        "title":"Transformative Pedagogy: From High Stake Testing to Culturally Responsive Mathematic Applications"},
      {
        "id":"ED525232",
        "title":"Pedagogy of Latinos: From Accountability to Critical Mathematics Pedagogy"},
      {
        "id":"ED525233",
        "title":"Science Competencies That Go Unassessed"},
      {
        "id":"ED525234",
        "title":"Intellectual Property Rights and The Classroom: What Teachers Can Do"},
      {
        "id":"ED525236",
        "title":"Parent Involvement in 3rd Grade Special Education"},
      {
        "id":"ED525237",
        "title":"Self-Efficacy, Taiwan Elementary Teachers Perspective"},
      {
        "id":"ED525238",
        "title":"Educating Michigan&apos;s Students with Autism Spectrum Disorder (ASD): An Initial Exploration of Programming.&quot;The ASD Michigan Project&quot;. Special Report"},
      {
        "id":"ED525239",
        "title":"Legislative Review. A Look at Higher Education in Week 14: April 11-15, 2011"},
      {
        "id":"ED525240",
        "title":"Legislative Review. A Look at Higher Education in Week 12: March 28-31, 2011"},
      {
        "id":"ED525242",
        "title":"Legislative Review. A Look at Higher Education in Weeks 15 and 16: April 18-28, 2011"},
      {
        "id":"ED525252",
        "title":"STEM Learning in Afterschool: An Analysis of Impact and Outcomes"},
      {
        "id":"ED525253",
        "title":"The Hidden Costs of Community Colleges"},
      {
        "id":"ED525254",
        "title":"Post-Secondary Education in Canada: Meeting Our Needs? 2008-2009"},
      {
        "id":"ED525255",
        "title":"State of Learning in Canada: A Year in Review, 2009-2010"},
      {
        "id":"ED525256",
        "title":"State of Learning in Canada: A Year in Review, 2009-2010. Executive Summary"},
      {
        "id":"ED525257",
        "title":"Canadian Post-Secondary Education: A Positive Record--An Uncertain Future. Report on Learning in Canada 2006"},
      {
        "id":"ED525258",
        "title":"Post-Secondary Education in Canada: Strategies for Success. Report on Learning in Canada 2007"},
      {
        "id":"ED525282",
        "title":"Teacher Efficacy of High School Mathematics Co-Teachers"},
      {
        "id":"ED525283",
        "title":"The Promise of Social Perspective Taking to Facilitate Teacher-Student Relationships"},
      {
        "id":"ED525284",
        "title":"Social Motivation in the Secondary Classroom: Assessing Teacher-Student Relationships from Both Perspectives"},
      {
        "id":"ED525286",
        "title":"New Models in Transcultural Learning Institutions and Curricula"},
      {
        "id":"ED525287",
        "title":"International Learning Institutions: Organization, Visions, and Missions"},
      {
        "id":"ED525290",
        "title":"Teachers' and Students' Perceptions on Teachers' Caring Behaviors"},
      {
        "id":"ED525297",
        "title":"STEM: Science Technology Engineering Mathematics"},
      {
        "id":"ED525298",
        "title":"STEM: Science Technology Engineering Mathematics. Executive Summary"},
      {
        "id":"ED525299",
        "title":"The Midwest Challenge: Matching Jobs with Education in the Post-Recession Economy"},
      {
        "id":"ED525301",
        "title":"How Middle-School Mathematics Teachers Use Interim and Benchmark Assessment Data. CRESST Report 807"},
      {
        "id":"ED525303",
        "title":"Are We There Yet? Making the Successful Transition to Adulthood. Longitudinal Surveys of Australian Youth. Research Synthesis"},
      {
        "id":"ED525304",
        "title":"Examining the Factor Structure of a State Standards-Based Science Assessment for Students with Learning Disabilities. Research Report. ETS RR-11-38"},
      {
        "id":"ED525305",
        "title":"The Mission of the High School: A New Consensus of the Purposes of Public Education? Policy Information Perspective"},
      {
        "id":"ED525306",
        "title":"Equivalency of the DINA Model and a Constrained General Diagnostic Model. Research Report. ETS RR-11-37"},
      {
        "id":"ED525307",
        "title":"STEM: Science Technology Engineering Mathematics. State-Level Analysis"},
      {
        "id":"ED525308",
        "title":"Automated Subscores for TOEFL iBT[R] Independent Essays. Research Report. ETS RR-11-39"},
      {
        "id":"ED525309",
        "title":"A Differential Word Use Measure for Content Analysis in Automated Essay Scoring. Research Report. ETS RR-11-36"},
      {
        "id":"ED525310",
        "title":"The Development of a Classroom Observational System for Studying the Quality of Reading Comprehension and Vocabulary Instruction in First Grade Classrooms"},
      {
        "id":"ED525311",
        "title":"The Effects of the California High School Exit Exam Requirement on Student Achievement, Persistence, and Graduation"},
      {
        "id":"ED525312",
        "title":"Evaluating the Relationship between Student Attendance and Achievement in Urban Elementary and Middle Schools: An Instrumental Variables Approach"},
      {
        "id":"ED525313",
        "title":"Stages in the Development of a Mathematics Intervention for Public Preschool Programs"},
      {
        "id":"ED525314",
        "title":"Standards and Excellence: Evidence from Advanced Placement (AP) Exams"},
      {
        "id":"ED525315",
        "title":"The Effects of High School Exit Exam Performance: New Evidence from Florida"},
      {
        "id":"ED525335",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Wyoming. Grade 4, Public Schools"},
      {
        "id":"ED525336",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Wisconsin. Grade 4, Public Schools"},
      {
        "id":"ED525337",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. West Virginia. Grade 4, Public Schools"},
      {
        "id":"ED525338",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Washington. Grade 4, Public Schools"},
      {
        "id":"ED525339",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Virginia. Grade 4, Public Schools"},
      {
        "id":"ED525340",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Vermont. Grade 4, Public Schools"},
      {
        "id":"ED525341",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Utah. Grade 4, Public Schools"},
      {
        "id":"ED525342",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Texas. Grade 4, Public Schools"},
      {
        "id":"ED525343",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Tennessee. Grade 4, Public Schools"},
      {
        "id":"ED525344",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. South Dakota. Grade 4, Public Schools"},
      {
        "id":"ED525345",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. South Carolina. Grade 4, Public Schools"},
      {
        "id":"ED525346",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Rhode Island. Grade 4, Public Schools"},
      {
        "id":"ED525347",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Pennsylvania. Grade 4, Public Schools"},
      {
        "id":"ED525348",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Oregon. Grade 4, Public Schools"},
      {
        "id":"ED525349",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Oklahoma. Grade 4, Public Schools"},
      {
        "id":"ED525350",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Ohio. Grade 4, Public Schools"},
      {
        "id":"ED525351",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. North Dakota. Grade 4, Public Schools"},
      {
        "id":"ED525352",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. North Carolina. Grade 4, Public Schools"},
      {
        "id":"ED525353",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New York. Grade 4, Public Schools"},
      {
        "id":"ED525354",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New Mexico. Grade 4, Public Schools"},
      {
        "id":"ED525355",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New Jersey. Grade 4, Public Schools"},
      {
        "id":"ED525356",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New Hampshire. Grade 4, Public Schools"},
      {
        "id":"ED525357",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Nevada. Grade 4, Public Schools"},
      {
        "id":"ED525358",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Nebraska. Grade 4, Public Schools"},
      {
        "id":"ED525359",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Montana. Grade 4, Public Schools"},
      {
        "id":"ED525360",
        "title":"Synthesized Literature about LGBTQ Youth's Educational Experiences: Disseminating the Real Story throughout the Preservice Curriculum"},
      {
        "id":"ED525361",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Missouri. Grade 4, Public Schools"},
      {
        "id":"ED525362",
        "title":"Seeking Better Lives by Becoming Teachers in Rural South Georgia: Case Study"},
      {
        "id":"ED525363",
        "title":"The Interface of Adventure Education and Religious Education: A Study of Curriculum Interrelations"},
      {
        "id":"ED525364",
        "title":"Statistical Methods for Protecting Personally Identifiable Information in the Disclosure of Graduation Rates of First-Time, Full-Time Degree- or Certificate-Seeking Undergraduate Students by 2-Year Degree-Granting Institutions of Higher Education. Technical Brief. NCES 2012-151"},
      {
        "id":"ED525365",
        "title":"Coping Power. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED525367",
        "title":"Comparing Achievement Trends in Reading and Math across Arizona Public School Student Subgroups. REL Technical Brief. REL 2012-No. 019"},
      {
        "id":"ED525387",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Mississippi. Grade 4, Public Schools"},
      {
        "id":"ED525388",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Minnesota. Grade 4, Public Schools"},
      {
        "id":"ED525389",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Michigan. Grade 4, Public Schools"},
      {
        "id":"ED525390",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Massachusetts. Grade 4, Public Schools"},
      {
        "id":"ED525391",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Maryland. Grade 4, Public Schools"},
      {
        "id":"ED525392",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Maine. Grade 4, Public Schools"},
      {
        "id":"ED525393",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Louisiana. Grade 4, Public Schools"},
      {
        "id":"ED525394",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Kentucky. Grade 4, Public Schools"},
      {
        "id":"ED525395",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Kansas. Grade 4, Public Schools"},
      {
        "id":"ED525396",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Iowa. Grade 4, Public Schools"},
      {
        "id":"ED525397",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Indiana. Grade 4, Public Schools"},
      {
        "id":"ED525398",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Illinois. Grade 4, Public Schools"},
      {
        "id":"ED525399",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Idaho. Grade 4, Public Schools"},
      {
        "id":"ED525400",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Hawaii. Grade 4, Public Schools"},
      {
        "id":"ED525401",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Georgia. Grade 4, Public Schools"},
      {
        "id":"ED525402",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Florida. Grade 4, Public Schools"},
      {
        "id":"ED525403",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. DoDEA. Grade 4, Public Schools"},
      {
        "id":"ED525404",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Delaware. Grade 4, Public Schools"},
      {
        "id":"ED525405",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. District of Columbia. Grade 4, Public Schools"},
      {
        "id":"ED525406",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Connecticut. Grade 4, Public Schools"},
      {
        "id":"ED525407",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Colorado. Grade 4, Public Schools"},
      {
        "id":"ED525408",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. California. Grade 4, Public Schools"},
      {
        "id":"ED525409",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Arkansas. Grade 4, Public Schools"},
      {
        "id":"ED525410",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Arizona. Grade 4, Public Schools"},
      {
        "id":"ED525411",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Alaska. Grade 4, Public Schools"},
      {
        "id":"ED525412",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Alabama. Grade 4, Public Schools"},
      {
        "id":"ED525413",
        "title":"Performance Management as a Means of Teacher Evaluation: A South Australian Perspective"},
      {
        "id":"ED525414",
        "title":"Research Application Paper"},
      {
        "id":"ED525432",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Missouri. Grade 8, Public Schools"},
      {
        "id":"ED525433",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Montana. Grade 8, Public Schools"},
      {
        "id":"ED525434",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Nebraska. Grade 8, Public Schools"},
      {
        "id":"ED525435",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Nevada. Grade 8, Public Schools"},
      {
        "id":"ED525436",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Pennsylvania. Grade 8, Public Schools"},
      {
        "id":"ED525437",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Rhode Island. Grade 8, Public Schools"},
      {
        "id":"ED525438",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. South Carolina. Grade 8, Public Schools"},
      {
        "id":"ED525439",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New Hampshire. Grade 8, Public Schools"},
      {
        "id":"ED525440",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New Jersey. Grade 8, Public Schools"},
      {
        "id":"ED525441",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New Mexico. Grade 8, Public Schools"},
      {
        "id":"ED525442",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. South Dakota. Grade 8, Public Schools"},
      {
        "id":"ED525443",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Tennessee. Grade 8, Public Schools"},
      {
        "id":"ED525444",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. New York. Grade 8, Public Schools"},
      {
        "id":"ED525445",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Texas. Grade 8, Public Schools"},
      {
        "id":"ED525446",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. North Carolina. Grade 8, Public Schools"},
      {
        "id":"ED525447",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Utah. Grade 8, Public Schools"},
      {
        "id":"ED525448",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Vermont. Grade 8, Public Schools"},
      {
        "id":"ED525449",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. North Dakota. Grade 8, Public Schools"},
      {
        "id":"ED525450",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Virginia. Grade 8, Public Schools"},
      {
        "id":"ED525451",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Ohio. Grade 8, Public Schools"},
      {
        "id":"ED525453",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Washington. Grade 8, Public Schools"},
      {
        "id":"ED525454",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Oklahoma. Grade 8, Public Schools"},
      {
        "id":"ED525455",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. West Virginia. Grade 8, Public Schools"},
      {
        "id":"ED525457",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Wisconsin. Grade 8, Public Schools"},
      {
        "id":"ED525458",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Oregon. Grade 8, Public Schools"},
      {
        "id":"ED525459",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Wyoming. Grade 8, Public Schools"},
      {
        "id":"ED525479",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Mississippi. Grade 8, Public Schools"},
      {
        "id":"ED525480",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Minnesota. Grade 8, Public Schools"},
      {
        "id":"ED525481",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Michigan. Grade 8, Public Schools"},
      {
        "id":"ED525482",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Massachusetts. Grade 8, Public Schools"},
      {
        "id":"ED525483",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Maryland. Grade 8, Public Schools"},
      {
        "id":"ED525484",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Maine. Grade 8, Public Schools"},
      {
        "id":"ED525485",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Louisiana. Grade 8, Public Schools"},
      {
        "id":"ED525486",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Kentucky. Grade 8, Public Schools"},
      {
        "id":"ED525487",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Kansas. Grade 8, Public Schools"},
      {
        "id":"ED525488",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Iowa. Grade 8, Public Schools"},
      {
        "id":"ED525489",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Indiana. Grade 8, Public Schools"},
      {
        "id":"ED525490",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Illinois. Grade 8, Public Schools"},
      {
        "id":"ED525491",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Idaho. Grade 8, Public Schools"},
      {
        "id":"ED525492",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Hawaii. Grade 8, Public Schools"},
      {
        "id":"ED525493",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Georgia. Grade 8, Public Schools"},
      {
        "id":"ED525494",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Florida. Grade 8, Public Schools"},
      {
        "id":"ED525495",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. DoDEA. Grade 8, Public Schools"},
      {
        "id":"ED525496",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Delaware. Grade 8, Public Schools"},
      {
        "id":"ED525497",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. District of Columbia. Grade 8, Public Schools"},
      {
        "id":"ED525498",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Connecticut. Grade 8, Public Schools"},
      {
        "id":"ED525499",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Colorado. Grade 8, Public Schools"},
      {
        "id":"ED525500",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. California. Grade 8, Public Schools"},
      {
        "id":"ED525501",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Arkansas. Grade 8, Public Schools"},
      {
        "id":"ED525502",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Arizona. Grade 8, Public Schools"},
      {
        "id":"ED525503",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Alaska. Grade 8, Public Schools"},
      {
        "id":"ED525504",
        "title":"The Nation's Report Card Reading 2009 State Snapshot Report. Alabama. Grade 8, Public Schools"},
      {
        "id":"ED525505",
        "title":"The Debate of Evolution versus Intelligent Design: Is Critical Thinking Occurring among K-12 Students?"},
      {
        "id":"ED525506",
        "title":"Teaching Beliefs and Teaching Styles of Mathematics Teachers and Their Relationship with Academic Achievement"},
      {
        "id":"ED525507",
        "title":"Teachers' Voices/Stories: Dilemmas in Representing the Research Data"},
      {
        "id":"ED525508",
        "title":"Knowledge and Perceptions of Students with Disabilities in Regard to a Resource Room in a Private School"},
      {
        "id":"ED525509",
        "title":"Multidisciplinary Methods in Educational Technology Research and Development"},
      {
        "id":"ED525510",
        "title":"Cross-Cultural Context, Content, and Design: Development of Courses in Global Topics Serving International Students"},
      {
        "id":"ED525511",
        "title":"A Historical Analysis of Special Education Services in Conservative Christian Schools Since 1950"},
      {
        "id":"ED525512",
        "title":"U.S. Public Libraries and the Use of Web Technologies, 2010. A Closer Look"},
      {
        "id":"ED525513",
        "title":"An Analysis of Informal Reasoning Fallacy and Critical Thinking Dispositions among Malaysian Undergraduates"},
      {
        "id":"ED525514",
        "title":"A Methodological Review of the Articles Published in &quot;Georgia Educational Researcher&quot; from 2003-2010"},
      {
        "id":"ED525534",
        "title":"The Schools Network Strategy for 2011-2012 to 2013-2014"},
      {
        "id":"ED525535",
        "title":"The Schools Network Corporate Plan: 2010-2011 to 2012-2013"},
      {
        "id":"ED525536",
        "title":"The Complex Learning Difficulties and Disabilities Research Project: Developing Meaningful Pathways to Personalised Learning. Final Report"},
      {
        "id":"ED525541",
        "title":"Leading Practice in Space Education: Successful Approaches by Specialist Schools"},
      {
        "id":"ED525542",
        "title":"Academy Governing Bodies--A Strategic Approach to Monitoring and Evaluation"},
      {
        "id":"ED525543",
        "title":"The Complex Learning Difficulties and Disabilities Research Project: Developing Meaningful Pathways to Personalised Learning. Executive Summary"},
      {
        "id":"ED525544",
        "title":"The Nation's Report Card: Reading 2011. National Assessment of Educational Progress at Grades 4 and 8. NCES 2012-457"},
      {
        "id":"ED525545",
        "title":"The Nation's Report Card: Mathematics 2011. National Assessment of Educational Progress at Grades 4 and 8. NCES 2012-458"},
      {
        "id":"ED525546",
        "title":"A Study of the Predictors of Academic Success of High School English Language Learners in One Tennessee Urban School District"},
      {
        "id":"ED525547",
        "title":"A Historical Analysis of Attitudes toward the Use of Calculators in Junior High and High School Math Classrooms in the United States since 1975"},
      {
        "id":"ED525549",
        "title":"The Schools Network Corporate Plan: 2008-2009 to 2010-2011"},
      {
        "id":"ED525557",
        "title":"The Schools Network Corporate Plan: 2009-2010 to 2011-2012"},
      {
        "id":"ED525559",
        "title":"Looking Mother Tongue Instruction through Different Perspectives"},
      {
        "id":"ED525560",
        "title":"Specialist Schools and Academies Trust Corporate Plan: 2007-2008 and 2009-2010"},
      {
        "id":"ED525563",
        "title":"Technology Integration: A Research-Based Professional Development Program"},
      {
        "id":"ED525594",
        "title":"Specialist Schools and Academies Trust Annual Report, 2009-2010"},
      {
        "id":"ED525595",
        "title":"Specialist Schools and Academies Trust Annual Report, 2008-2009"},
      {
        "id":"ED525596",
        "title":"By Schools for Schools: The Origins, History and Influence of the Specialist Schools and Academies Trust, 1987-2007"},
      {
        "id":"ED525597",
        "title":"Specialist Schools and Academies Trust Annual Report, 2006-2007"},
      {
        "id":"ED525598",
        "title":"Student Victimization in U.S. Schools: Results from the 2009 School Crime Supplement to the National Crime Victimization Survey. NCES 2012-314"},
      {
        "id":"ED525612",
        "title":"Student Perceptions of Interactive Whiteboards in a Third Grade Classroom"},
      {
        "id":"ED525676",
        "title":"Applying Knowledge of Qualitative Design and Analysis"},
      {
        "id":"ED525678",
        "title":"A Comparison of Foreign Language Learning Social Environments, Motivation, and Beliefs between Chinese and American Students"},
      {
        "id":"ED525679",
        "title":"Determination of the Levels of Elementary Student Teachers in Putting the Stages of Technological Design Cycle into Practice: A Model Parachute Race Activity"},
      {
        "id":"ED525683",
        "title":"Increasing Capacity to Improve Instruction: Are National Board Certified Teachers the Answer?"},
      {
        "id":"ED525685",
        "title":"Assessing the Compensation of Public-School Teachers. A Report of the Heritage Center for Data Analysis"},
      {
        "id":"ED525692",
        "title":"What Role Do Croatian Higher Institution Play? A Study on University Civic Mission"},
      {
        "id":"ED525724",
        "title":"A Teaching Identity: The Factors Which Have Influenced It"},
      {
        "id":"ED525725",
        "title":"Researching Classroom Questioning"},
      {
        "id":"ED525726",
        "title":"Evaluating EFL Intermediate Teachers' Performance in the Light of Quality Standards in Saudi Arabia"},
      {
        "id":"ED525728",
        "title":"Non-Linguistic Challenges for Turkish Students in American Higher Education"},
      {
        "id":"ED525729",
        "title":"Learner Training: Towards Improving Secondary Students' Writing Skills"},
      {
        "id":"ED525730",
        "title":"Time-Indexed Effect Size Metric for K-12 Reading and Math Education Evaluation"},
      {
        "id":"ED525731",
        "title":"Using Web Resources to Support Teachers and Students with the Teaching and Practice of Listening Comprehension"},
      {
        "id":"ED525732",
        "title":"High Hopes--Few Opportunities: The Status of Elementary Science Education in California. Strengthening Science Education in California"},
      {
        "id":"ED525733",
        "title":"High Hopes--Few Opportunities: The Status of Elementary Science Education in California. Summary Report &amp; Recommendations. Strengthening Science Education in California"},
      {
        "id":"ED525734",
        "title":"Understanding Performance Incentives in Postsecondary State Policy: The Case of Louisiana"},
      {
        "id":"ED525736",
        "title":"Interlanguage in Undergraduates' Academic English: Preliminary Results from Written Script Analysis"},
      {
        "id":"ED525738",
        "title":"Turning Back the Clock: The Inequitable Impact of Shortening California's School Year. Policy Brief"},
      {
        "id":"ED525739",
        "title":"L2 Skills and the Use of Compensation Strategies: The Case of Adult Learners"},
      {
        "id":"ED525747",
        "title":"Reflections on My Experience as a Learner of Languages and on How That Experience May Have Influenced My Teaching Style and Practice"},
      {
        "id":"ED525752",
        "title":"Feedback: A Basic Ingredient"},
      {
        "id":"ED525762",
        "title":"The Nation's Report Card: Reading and Mathematics 2011. National Assessment of Educational Progress at Grades 4 and 8. Findings in Brief. NCES 2012-459"},
      {
        "id":"ED525783",
        "title":"Cyber-Bullying in School Settings: A Research Citation Analysis"},
      {
        "id":"ED525785",
        "title":"Crossing the Line: Sexual Harassment at School"},
      {
        "id":"ED525786",
        "title":"Crossing the Line: Sexual Harassment at School. Executive Summary"},
      {
        "id":"ED525789",
        "title":"State Test Score Trends through 2008-09, Part 5: Progress Lags in High School, Especially for Advanced Achievers"},
      {
        "id":"ED525791",
        "title":"Issues of International Student Retention in American Higher Education"},
      {
        "id":"ED525826",
        "title":"How to Create a Learning-Centered ESL Program"},
      {
        "id":"ED525827",
        "title":"Factors of Code Switching among Bilingual English Students in the University Classroom: A Survey"},
      {
        "id":"ED525964",
        "title":"Outdoor Education Opportunities for Middle School Students: Academic and Social Impacts of Adventure Programs"},
      {
        "id":"ED526045",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Wyoming. Grade 4, Public Schools"},
      {
        "id":"ED526046",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Wisconsin. Grade 4, Public Schools"},
      {
        "id":"ED526047",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. West Virginia. Grade 4, Public Schools"},
      {
        "id":"ED526048",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Vermont. Grade 4, Public Schools"},
      {
        "id":"ED526049",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Utah. Grade 4, Public Schools"},
      {
        "id":"ED526050",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Texas. Grade 4, Public Schools"},
      {
        "id":"ED526051",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Washington. Grade 4, Public Schools"},
      {
        "id":"ED526052",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Virginia. Grade 4, Public Schools"},
      {
        "id":"ED526053",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Tennessee. Grade 4, Public Schools"},
      {
        "id":"ED526054",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. South Dakota. Grade 4, Public Schools"},
      {
        "id":"ED526055",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. South Carolina. Grade 4, Public Schools"},
      {
        "id":"ED526056",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Rhode Island. Grade 4, Public Schools"},
      {
        "id":"ED526057",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Pennsylvania. Grade 4, Public Schools"},
      {
        "id":"ED526058",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Oregon. Grade 4, Public Schools"},
      {
        "id":"ED526059",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Oklahoma. Grade 4, Public Schools"},
      {
        "id":"ED526060",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Ohio. Grade 4, Public Schools"},
      {
        "id":"ED526061",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. North Dakota. Grade 4, Public Schools"},
      {
        "id":"ED526062",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. North Carolina. Grade 4, Public Schools"},
      {
        "id":"ED526063",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New York. Grade 4, Public Schools"},
      {
        "id":"ED526064",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New Mexico. Grade 4, Public Schools"},
      {
        "id":"ED526065",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New Jersey. Grade 4, Public Schools"},
      {
        "id":"ED526066",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New Hampshire. Grade 4, Public Schools"},
      {
        "id":"ED526067",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Nevada. Grade 4, Public Schools"},
      {
        "id":"ED526068",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Nebraska. Grade 4, Public Schools"},
      {
        "id":"ED526069",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Montana. Grade 4, Public Schools"},
      {
        "id":"ED526070",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Missouri. Grade 4, Public Schools"},
      {
        "id":"ED526071",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Mississippi. Grade 4, Public Schools"},
      {
        "id":"ED526072",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Minnesota. Grade 4, Public Schools"},
      {
        "id":"ED526073",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Michigan. Grade 4, Public Schools"},
      {
        "id":"ED526074",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Massachusetts. Grade 4, Public Schools"},
      {
        "id":"ED526075",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Maryland. Grade 4, Public Schools"},
      {
        "id":"ED526076",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Maine. Grade 4, Public Schools"},
      {
        "id":"ED526077",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Louisiana. Grade 4, Public Schools"},
      {
        "id":"ED526078",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Kentucky. Grade 4, Public Schools"},
      {
        "id":"ED526079",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Kansas. Grade 4, Public Schools"},
      {
        "id":"ED526080",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Iowa. Grade 4, Public Schools"},
      {
        "id":"ED526081",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Indiana. Grade 4, Public Schools"},
      {
        "id":"ED526082",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Illinois. Grade 4, Public Schools"},
      {
        "id":"ED526083",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Idaho. Grade 4, Public Schools"},
      {
        "id":"ED526084",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Hawaii. Grade 4, Public Schools"},
      {
        "id":"ED526085",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Georgia. Grade 4, Public Schools"},
      {
        "id":"ED526086",
        "title":"Determination of the Effectiveness of Intermediate Algebra-Accelerated (Math 255) as Preparation for Student Success in a Transferable Mathematics Course"},
      {
        "id":"ED526087",
        "title":"The Need for Increased Integration of Technology and Digital Skills in the Literacy Field in Canada"},
      {
        "id":"ED526088",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Florida. Grade 4, Public Schools"},
      {
        "id":"ED526089",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. DoDEA. Grade 4, Public Schools"},
      {
        "id":"ED526090",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. District of Columbia. Grade 4, Public Schools"},
      {
        "id":"ED526091",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Delaware. Grade 4, Public Schools"},
      {
        "id":"ED526092",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Connecticut. Grade 4, Public Schools"},
      {
        "id":"ED526093",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Colorado. Grade 4, Public Schools"},
      {
        "id":"ED526094",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. California. Grade 4, Public Schools"},
      {
        "id":"ED526095",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Arkansas. Grade 4, Public Schools"},
      {
        "id":"ED526096",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Arizona. Grade 4, Public Schools"},
      {
        "id":"ED526097",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Alaska. Grade 4, Public Schools"},
      {
        "id":"ED526098",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Alabama. Grade 4, Public Schools"},
      {
        "id":"ED526099",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Wyoming. Grade 8, Public Schools"},
      {
        "id":"ED526100",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Wisconsin. Grade 8, Public Schools"},
      {
        "id":"ED526101",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. West Virginia. Grade 8, Public Schools"},
      {
        "id":"ED526102",
        "title":"Pushing, Pulling, and Prying: Renewing Senior Faculty Performance through College Dean Efforts"},
      {
        "id":"ED526103",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Washington. Grade 8, Public Schools"},
      {
        "id":"ED526104",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Virginia. Grade 8, Public Schools"},
      {
        "id":"ED526105",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Vermont. Grade 8, Public Schools"},
      {
        "id":"ED526106",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Utah. Grade 8, Public Schools"},
      {
        "id":"ED526107",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Texas. Grade 8, Public Schools"},
      {
        "id":"ED526108",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Tennessee. Grade 8, Public Schools"},
      {
        "id":"ED526109",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. South Dakota. Grade 8, Public Schools"},
      {
        "id":"ED526110",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. South Carolina. Grade 8, Public Schools"},
      {
        "id":"ED526111",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Rhode Island. Grade 8, Public Schools"},
      {
        "id":"ED526112",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Pennsylvania. Grade 8, Public Schools"},
      {
        "id":"ED526113",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Oregon. Grade 8, Public Schools"},
      {
        "id":"ED526114",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Oklahoma. Grade 8, Public Schools"},
      {
        "id":"ED526115",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Ohio. Grade 8, Public Schools"},
      {
        "id":"ED526116",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. North Dakota. Grade 8, Public Schools"},
      {
        "id":"ED526117",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. North Carolina. Grade 8, Public Schools"},
      {
        "id":"ED526118",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New York. Grade 8, Public Schools"},
      {
        "id":"ED526119",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New Mexico. Grade 8, Public Schools"},
      {
        "id":"ED526120",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New Jersey. Grade 8, Public Schools"},
      {
        "id":"ED526121",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. New Hampshire. Grade 8, Public Schools"},
      {
        "id":"ED526122",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Nevada. Grade 8, Public Schools"},
      {
        "id":"ED526123",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Nebraska. Grade 8, Public Schools"},
      {
        "id":"ED526124",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Montana. Grade 8, Public Schools"},
      {
        "id":"ED526125",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Missouri. Grade 8, Public Schools"},
      {
        "id":"ED526126",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Mississippi. Grade 8, Public Schools"},
      {
        "id":"ED526127",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Minnesota. Grade 8, Public Schools"},
      {
        "id":"ED526128",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Michigan. Grade 8, Public Schools"},
      {
        "id":"ED526129",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Massachusetts. Grade 8, Public Schools"},
      {
        "id":"ED526130",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Maryland. Grade 8, Public Schools"},
      {
        "id":"ED526131",
        "title":"Federal Education Tax Benefits: Who Receives Them and to What Extent Do They Shape the Price of College Attendance? Stats in Brief. NCES 2012-212"},
      {
        "id":"ED526132",
        "title":"Student Team Reading and Writing. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED526134",
        "title":"What Four States Are Doing to Support Local Data-Driven Decisionmaking: Policies, Practices, and Programs. Issues &amp; Answers. REL 2012-No. 118"},
      {
        "id":"ED526135",
        "title":"What Four States Are Doing to Support Local Data-Driven Decisionmaking: Policies, Practices, and Programs. Summary. Issues &amp; Answers. REL 2012-No. 118"},
      {
        "id":"ED526158",
        "title":"Language Challenges Faced by International Graduate Students in the United States"},
      {
        "id":"ED526176",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Maine. Grade 8, Public Schools"},
      {
        "id":"ED526177",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Louisiana. Grade 8, Public Schools"},
      {
        "id":"ED526178",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Kentucky. Grade 8, Public Schools"},
      {
        "id":"ED526179",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Kansas. Grade 8, Public Schools"},
      {
        "id":"ED526180",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Iowa. Grade 8, Public Schools"},
      {
        "id":"ED526182",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Indiana. Grade 8, Public Schools"},
      {
        "id":"ED526183",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Illinois. Grade 8, Public Schools"},
      {
        "id":"ED526184",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Idaho. Grade 8, Public Schools"},
      {
        "id":"ED526185",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Hawaii. Grade 8, Public Schools"},
      {
        "id":"ED526186",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Georgia. Grade 8, Public Schools"},
      {
        "id":"ED526187",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Florida. Grade 8, Public Schools"},
      {
        "id":"ED526188",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. DoDEA. Grade 8, Public Schools"},
      {
        "id":"ED526190",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Delaware. Grade 8, Public Schools"},
      {
        "id":"ED526191",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. District of Columbia. Grade 8, Public Schools"},
      {
        "id":"ED526192",
        "title":"Applying Technology to Inquiry-Based Learning in Early Childhood Education"},
      {
        "id":"ED526193",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Connecticut. Grade 8, Public Schools"},
      {
        "id":"ED526195",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Colorado. Grade 8, Public Schools"},
      {
        "id":"ED526196",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. California. Grade 8, Public Schools"},
      {
        "id":"ED526197",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Arkansas. Grade 8, Public Schools"},
      {
        "id":"ED526198",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Arizona. Grade 8, Public Schools"},
      {
        "id":"ED526199",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Alaska. Grade 8, Public Schools"},
      {
        "id":"ED526200",
        "title":"The Nation's Report Card Mathematics 2011 State Snapshot Report. Alabama. Grade 8, Public Schools"},
      {
        "id":"ED526201",
        "title":"The Nation's Report Card Reading 2011 State Snapshot Report. Wyoming. Grade 4, Public Schools"},
      {
        "id":"ED485038",
        "title":"Learning in 3D: Students' Experiences of Online Projects in NSW Schools"},
      {
        "id":"ED485039",
        "title":"The Digital Divide: Focused Research Results On Peer Mentoring, Scalability and Occupational Self Efficacy In a Home-Based Technology Integration Program"},
      {
        "id":"ED485041",
        "title":"Motivational Influences in Self-Directed Online Learning Environments: A Qualitative Case Study"},
      {
        "id":"ED485042",
        "title":"Determinants for Failure and Success of Innovation Projects: The Road to Sustainable Educational Innovation"},
      {
        "id":"ED485043",
        "title":"The Development and Evaluation of Multi-Level Assessment Framework for Analyzing Online Interaction"},
      {
        "id":"ED485044",
        "title":"Distance Learning and Role Play: A Web-Bard Pedagogy"},
      {
        "id":"ED485045",
        "title":"Novice Learners in Cyberspace"},
      {
        "id":"ED485046",
        "title":"Exploring the Potential of WAP Technology in Online Discussion"},
      {
        "id":"ED485047",
        "title":"Appreciating Assets: Educational Technology Leadership and the Generation of Social Capital"},
      {
        "id":"ED485048",
        "title":"Igniting the SPARK: Supporting the Technology Needs of Online Learners"},
      {
        "id":"ED485049",
        "title":"Adapting Reading Intervention for Online Students"},
      {
        "id":"ED485050",
        "title":"The Effect of Graphical Representation on the Learner's Learning Interest and Achievement in Multimedia Learning"},
      {
        "id":"ED485051",
        "title":"Are Two Modalities Better Than One When Learning from Online Reference Maps?"},
      {
        "id":"ED485052",
        "title":"Brain-Based Learning With Technological Support"},
      {
        "id":"ED485053",
        "title":"Building a Large, Successful Web Site on a Shoestring: A Decade of Progress"},
      {
        "id":"ED485054",
        "title":"Online Facilitation and Motivation in Online MBA Courses"},
      {
        "id":"ED485055",
        "title":"Building an Online Learning Community"},
      {
        "id":"ED485056",
        "title":"Building Bridge between Learning and Positive Emotion: How to Apply Emotional Factor in Instructional Designing Process?"},
      {
        "id":"ED485057",
        "title":"Online Learning Students' Profiles"},
      {
        "id":"ED485058",
        "title":"The Effects of Communication Style and Message Function in Triggering Responses and Critical Discussion in Computer-Supported Collaborative Argumentation"},
      {
        "id":"ED485059",
        "title":"Designing a Classroom as a Learner-Centered Learning Environment Prompting Students' Reflective Thinking in K-12"},
      {
        "id":"ED485060",
        "title":"Past Technologies, Practice and Applications: A Discussion on How the Major Developments in Instructional Technology in the 20th Century Affect the Following Qualities ? Access, Efficiency, Effectiveness, and Humaneness"},
      {
        "id":"ED485061",
        "title":"Predicting Intrinsic Motivation"},
      {
        "id":"ED485062",
        "title":"The Effects of Design Strategies for Promoting Students' Self-Regulated Learning Skills on Students' Self-Regulation and Achievements in Online Learning Environments"},
      {
        "id":"ED485063",
        "title":"Developing a Comprehensive Instructional Planning and Improvement Model for Use in K-12 Classrooms"},
      {
        "id":"ED485064",
        "title":"Pre-Service Teachers and Search Engines: Prior Knowledge and Instructional Implications"},
      {
        "id":"ED485065",
        "title":"E[2]ML: A Visual Instructional Design Language"},
      {
        "id":"ED485066",
        "title":"Capturing Rehearsals to Facilitate Reflection"},
      {
        "id":"ED485067",
        "title":"Problem-Based Learning (PBL) In Distance Education: A Literature Review of How the Distance Education (DE) Environment Transforms the Design of PBL for Teacher Education"},
      {
        "id":"ED485068",
        "title":"Public School Teacher Use of Instructional Technology from an Organizational Culture Perspective: An Explanatory Case Study of Two Middle Schools"},
      {
        "id":"ED485069",
        "title":"Faculty Beliefs about Teaching with Technology"},
      {
        "id":"ED485070",
        "title":"Collaborative Learning Experiences in Online Instructional Design Courses"},
      {
        "id":"ED485072",
        "title":"Qualitative Evaluation On Facilitator's Contributions To Online Professional Development"},
      {
        "id":"ED485073",
        "title":"Revisiting the Professional Status of Instructional Design and Technology and the Specializations Within"},
      {
        "id":"ED485075",
        "title":"The Effects of Split-Attention and Redundancy on Cognitive Load When Learning Cognitive and Psychomotor Tasks"},
      {
        "id":"ED485076",
        "title":"Rural Creativity: A Study of District Mandated Online Professional Development"},
      {
        "id":"ED485077",
        "title":"Computer-Supported Communities for Novice Teachers: Needs Assessment and Design"},
      {
        "id":"ED485078",
        "title":"The Effects of Synchronous and Asynchronous Distance Education: A Meta-Analytical Assessment of Simonson's &quot;Equivalency Theory&quot;"},
      {
        "id":"ED485079",
        "title":"How Do We Teach Research to Instructional Design and Technology Students?"},
      {
        "id":"ED485080",
        "title":"Conducting a Qualitative Return on Investment: Determining Whether to Migrate to Blackboard[TM]"},
      {
        "id":"ED485081",
        "title":"The Effects of Various Animation Strategies in Facilitating the Achievement of Students on Tests Measuring Different Educational Objectives"},
      {
        "id":"ED485082",
        "title":"Adopting an Electronic Portfolio System: Key Considerations for Decision Makers"},
      {
        "id":"ED485083",
        "title":"The Impact of Computer-Mediated Intercultural Communication on Learner's Cultural Awareness and Sensitivity: A Case Study"},
      {
        "id":"ED485084",
        "title":"The Impact of Spoken Instructions on Learner Behavior Following Multimedia Tutorial Instruction"},
      {
        "id":"ED485085",
        "title":"Children Are Best Taught How to Read by Learning Sounds of Letters"},
      {
        "id":"ED485086",
        "title":"The Impact of Technology Use on Low-Income and Minority Students' Academic Achievements: Educational Longitudinal Study of 2002"},
      {
        "id":"ED485087",
        "title":"Cable Television Video-On-Demand for Learner-Centered Instruction: A Framework &amp; Demonstration"},
      {
        "id":"ED485088",
        "title":"Modular Object-Oriented Dynamic Learning Environment: What Open Source Has to Offer"},
      {
        "id":"ED485089",
        "title":"The Logic, Affectivity and Ethics of Electronic Conferencing Teaching Strategies in Post-Secondary Mixed-Mode Courses"},
      {
        "id":"ED485090",
        "title":"Building Accessible Educational Web Sites: The Law, Standards, Guidelines, Tools, and Lessons Learned"},
      {
        "id":"ED485091",
        "title":"Jazz It Up, with Music Technology!"},
      {
        "id":"ED485092",
        "title":"Who's in Charge? A System of Scaffolds That Encourages Online Learners to Take Control"},
      {
        "id":"ED485093",
        "title":"Designing a Peer Rating System for Asynchronous Discussion"},
      {
        "id":"ED485094",
        "title":"The Value of Modularity in Instructional Design: Implications for Improved Validity in the Evaluation of New Techniques in Distance Learning"},
      {
        "id":"ED485095",
        "title":"Which Way for Which Teacher? Comparing Two Graduate Courses That Teach Technology Integration to Teachers"},
      {
        "id":"ED485096",
        "title":"Digital Booktalk: Pairing Books with Potential Readers"},
      {
        "id":"ED485097",
        "title":"What's Driving Faculty Participation in Distance Education?"},
      {
        "id":"ED485098",
        "title":"E-Listening: Transforming Education Using Collaborative Tools for Assessment and Evaluation"},
      {
        "id":"ED485099",
        "title":"Training and Transfer of Complex Cognitive Skills: Effects of Worked Examples and Conventional Problem-Solving"},
      {
        "id":"ED485100",
        "title":"Culture and Motivation in Online Learning Environments"},
      {
        "id":"ED485101",
        "title":"What Teachers Use; What Teachers Want"},
      {
        "id":"ED485103",
        "title":"Faculty Development through Streaming Video: A New Delivery Medium for Training"},
      {
        "id":"ED485105",
        "title":"Contributions to These Practices from a Professional Program"},
      {
        "id":"ED485106",
        "title":"Designing and Development of EPSS (Electronic Performance Support System): Case of (CRMT) Course Resource Management Tool"},
      {
        "id":"ED485107",
        "title":"Utilizing Multimedia PBL to Engage Pre-Service Teachers in Multi-Cultural Special Education Decision-Making"},
      {
        "id":"ED485108",
        "title":"The Act of Online Writing as an Indicator of Student Performance"},
      {
        "id":"ED485110",
        "title":"Design and Architecture of Collaborative Online Communities: A Quantitative Analysis"},
      {
        "id":"ED485111",
        "title":"Using Peer Feedback to Enhance Student Meaningful Learning"},
      {
        "id":"ED485112",
        "title":"Discovering the Meaning of Community In An Online Master's Degree Program"},
      {
        "id":"ED485113",
        "title":"Using Human Performance Technology (HPT) to Identify Potential Barriers to Online High School Course Development"},
      {
        "id":"ED485115",
        "title":"Using Course Syllabi to Determine Amount of Student Exposure to and Use of Technology in Instruction: PT3 Assessment"},
      {
        "id":"ED485118",
        "title":"Intercultural Internet-Based Learning: Know Your Audience and What They Value"},
      {
        "id":"ED485119",
        "title":"Design, Development, and Evaluation of Electronic Portfolios for Advanced Degree Programs in Technology and School Media"},
      {
        "id":"ED485120",
        "title":"Use of an Innovation Component Configuration Map to Measure Technology Integration Practices of Higher Education Faculty"},
      {
        "id":"ED485123",
        "title":"Integrating HCI into IDT: Charting the Human Computer Interaction Competencies Necessary for Instructional Media Production Coursework"},
      {
        "id":"ED485128",
        "title":"Dynamic Selection of Learning Tasks According to the 4C/ID-Model"},
      {
        "id":"ED485129",
        "title":"TEPSS: Initial Steps in the Design of Electronic Support for Novice Teachers"},
      {
        "id":"ED485130",
        "title":"Effect of Visual Scaffolding and Animation on Students? Performance on Measures of Higher Order Learning"},
      {
        "id":"ED485131",
        "title":"Three Levels of Motivation in Instruction: Building Interpersonal Relations with Learners"},
      {
        "id":"ED485132",
        "title":"Instructional Principles for Online Learning"},
      {
        "id":"ED485133",
        "title":"Interactive TV: An Effective Instructional Mode for Adult Learners"},
      {
        "id":"ED485134",
        "title":"Technology Grants and Rural Schools: The Power to Transform"},
      {
        "id":"ED485136",
        "title":"Improving Open Online Content Development for K-12 Education"},
      {
        "id":"ED485138",
        "title":"Internet Searching by K-12 Students: A Research-Based Process Model"},
      {
        "id":"ED485139",
        "title":"Video in the Classroom: Learning Objects or Objects of Learning?"},
      {
        "id":"ED485140",
        "title":"Inquiry on Storytelling for the Web-Based Environmental Learning Environment"},
      {
        "id":"ED485141",
        "title":"Self-Regulation Strategies and Technologies for Adaptive Learning Management Systems for Web-based Instruction"},
      {
        "id":"ED485142",
        "title":"Online Education Evaluation: What Should We Evaluate?"},
      {
        "id":"ED485143",
        "title":"Integrating Technology in Classrooms: We Have Met the Enemy and He is Us"},
      {
        "id":"ED485144",
        "title":"Reading Assessment Strategies for On-Line Learners"},
      {
        "id":"ED485145",
        "title":"In What Ways Do Preservice Teachers Utilize an Online Learning Support System?"},
      {
        "id":"ED485146",
        "title":"Simulations as Authentic Learning Strategies: Bridging the Gap Between Theory and Practice in Performance Technology"},
      {
        "id":"ED485150",
        "title":"Mentoring Student Teachers Into The Profession: Intentionally Creating a Culture of Inquiry in the Context of Media and Technology Practice"},
      {
        "id":"ED485151",
        "title":"The Effects of High-Structure Cooperative versus Low-Structure Collaborative Design of Decision Change, Critical Thinking, and Interaction Pattern during Online Debates"},
      {
        "id":"ED485152",
        "title":"Improving Computer Instruction: Experiments and Strategies"},
      {
        "id":"ED485153",
        "title":"Meta-What?: Metadata and Information Management For School Library Media Collections"},
      {
        "id":"ED485154",
        "title":"Never Mind the Prescriptions, Bring on the Descriptions: Students' Representations of Inquiry-Driven Design"},
      {
        "id":"ED485155",
        "title":"Using Asynchronous Discussion to Promote Collaborative Problem Solving among Preservice Teachers in Field Experiences: Lessons Learned from Implementation"},
      {
        "id":"ED485156",
        "title":"Online Learning Environments: A Report of an Instructional Design Case Event"},
      {
        "id":"ED485157",
        "title":"Moving Toward SCORM Compliant Content Production at Educational Software Company: Technical and Administrative Challenges"},
      {
        "id":"ED485158",
        "title":"No Kidding - Exploring the Effects of Stories through the Window of Schema Theory"},
      {
        "id":"ED485159",
        "title":"Making Connections in Teacher Education: Electronic Portfolios, Videoconferencing, and Distance Field Experiences"},
      {
        "id":"ED485160",
        "title":"Project Management for Web-Based Course Development"},
      {
        "id":"ED485162",
        "title":"When Schools Stay Open Late: The National Evaluation of the 21st Century Community  Learning Centers Program. Final Report"},
      {
        "id":"ED485164",
        "title":"Issues and Practices in the Identification and Education of Gifted Students From Under-represented Groups"},
      {
        "id":"ED485165",
        "title":"Pathways to Labor Market Success: The Literacy Proficiency of U.S. Adults. Policy Information Report"},
      {
        "id":"ED485166",
        "title":"Promoting Sustained Growth in the Representation of African Americans, Latinos, and Native Americans among Top Students in the United States at All Levels of the Education System"},
      {
        "id":"ED485171",
        "title":"Affirmative Action and Diversity: The Beginning of the End? Or the End of the Beginning? Policy Information Perspective"},
      {
        "id":"ED485172",
        "title":"The Chronic Underrepresentation of African Americans in Medicine. ETS Policy Notes. Volume 12, Number 1, Winter 2004"},
      {
        "id":"ED485181",
        "title":"Transitions to College: From Theory to Practice"},
      {
        "id":"ED485184",
        "title":"Teachers Matter: Evidence from Value-Added Assessments. Research Points, Volume 2, Issue 2, Summer 2004"},
      {
        "id":"ED485186",
        "title":"English Language Learners: Boosting Academic Achievement. Research Points: Essential  Information for Education Policy. Volume 2, Issue 1, Winter 2004"},
      {
        "id":"ED485190",
        "title":"A Human Capital Concern: The Literacy Proficiency of U.S. Immigrants. Policy Information Report"},
      {
        "id":"ED485191",
        "title":"Characteristics of Minority Students Who Excel on the SAT and in the Classroom. Policy Information Report"},
      {
        "id":"ED485192",
        "title":"One-Third of a Nation: Rising Dropout Rates and Declining Opportunities. Policy Information Report"},
      {
        "id":"ED485193",
        "title":"The Fourth-Grade Reading Classroom. Policy Information Report"},
      {
        "id":"ED485194",
        "title":"Unfinished Business: More Measured Approaches in Standards-Based Reform. Policy Information Report"},
      {
        "id":"ED485196",
        "title":"Responding to Regional Needs & National Priorities. Annual Report, 2004"},
      {
        "id":"ED485197",
        "title":"Head Start. Further Development Could Allow Results of New Test to Be Used for Decision Making. Results in Brief"},
      {
        "id":"ED485199",
        "title":"NAEP 1999 Long-Term Trend Technical Analysis Report: Three Decades of Student Performance. NCES 2005-484"},
      {
        "id":"ED485200",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2002-03. E.D. TAB. NCES 2005-353"},
      {
        "id":"ED485204",
        "title":"Tools for Providing Feedback in Reading: A Reading Assessment Handbook for All Teachers in Grades 3-12"},
      {
        "id":"ED485205",
        "title":"Toolkit for Professional Developers: Training Targets 3?6 Grade Teachers"},
      {
        "id":"ED485206",
        "title":"English Language Learners in the Southeast: Research, Policy, & Practice. Policy Report"},
      {
        "id":"ED485208",
        "title":"A Facilitator's Guide to Professional Learning Teams Creating On-the-Job Opportunities for Teachers to Learn and Grow."},
      {
        "id":"ED485210",
        "title":"Commercial Activities in Schools: Use of Student Data is Limited and  Additional Dissemination of Guidance Could Help Districts Develop Policies.  GAO-04-810"},
      {
        "id":"ED485212",
        "title":"Planning for Terrific Transitions: A Guide for Transition-to-School Teams. Participant's Guide. Revised"},
      {
        "id":"ED485218",
        "title":"Planning for Terrific Transitions: A Guide for Transition-to-School Teams. Trainer's Guide"},
      {
        "id":"ED485231",
        "title":"Teacher Growth and Assessment Process Procedural Handbook"},
      {
        "id":"ED485284",
        "title":"From Out Here: Valuing our Rural Colleges"},
      {
        "id":"ED485285",
        "title":"Capitalizing on the Potential of Minnesota's Rural Campuses. Seeking Solutions for Greater Minnesota's Future"},
      {
        "id":"ED485287",
        "title":"IHL System Profile: A Report from the Board of Trustees of State Institutions of Higher Learning"},
      {
        "id":"ED485289",
        "title":"New Jersey's Colleges and Universities 7th Annual Systemwide Accountability Report"},
      {
        "id":"ED485290",
        "title":"Survey of New Jersey Employers to Assess the Ability of Higher Education Institutions to Prepare Students for Employment"},
      {
        "id":"ED485291",
        "title":"Preparing New Jersey Students for College and Careers: Evaluation of New Jersey GEAR UP. New Jersey Gear Up: Gaining Early Awareness and Readiness for Undergraduate Programs"},
      {
        "id":"ED485292",
        "title":"Independent Colleges and Universities: A National Profile"},
      {
        "id":"ED485293",
        "title":"Your Vote, Your Voice. National Campus Voter Registration Project Organizing Handbook, 2004"},
      {
        "id":"ED485294",
        "title":"The Outstanding Scholar Recruitment Program: An Evaluation"},
      {
        "id":"ED485297",
        "title":"A Report on Outcomes of Teacher Education Grants"},
      {
        "id":"ED485298",
        "title":"Higher Education Technology and Research: Creating Excellence through State Investments"},
      {
        "id":"ED485299",
        "title":"Some Efficient and Effective Classroom Designs That Accommodate Technology for Promoting Learning. Comprehensive Written Exam"},
      {
        "id":"ED485300",
        "title":"Health Clinic Environments in Georgia Elementary Schools"},
      {
        "id":"ED485301",
        "title":"National Survey of Latinos: Education. Summary and Chartpack"},
      {
        "id":"ED485302",
        "title":"Contracting Out Schools: The First Year of the Philadelphia Diverse Provider Model"},
      {
        "id":"ED485303",
        "title":"Locating Local Education Funds: A Conceptual Framework for Describing LEFs' Contribution to Public Education"},
      {
        "id":"ED485304",
        "title":"Latino Youth and the Pathway to College"},
      {
        "id":"ED485305",
        "title":"Federal Policy and Latinos in Higher Education"},
      {
        "id":"ED485306",
        "title":"All Work and No Play? Listening to What Kids and Parents Really Want from Out-of-School Time"},
      {
        "id":"ED485307",
        "title":"Private Sector Involvement in Urban School Reform. Emerging Themes"},
      {
        "id":"ED485308",
        "title":"The Quest for Quality. Recruiting and Retaining Teachers in Philadelphia. The Second Annual Study of Teacher Quality in Philadelphia"},
      {
        "id":"ED485309",
        "title":"Life After High School. Young People Talk about Their Hopes and Prospects"},
      {
        "id":"ED485310",
        "title":"Philadelphia's Teacher Hiring and School Assignment Practices. Comparisons with Other Districts. A Report from Learning from Philadelphia's School Reform"},
      {
        "id":"ED485311",
        "title":"Public Attitudes on Higher Education: A Trend Analysis, 1993 to 2003. National Center Report Number 04-2"},
      {
        "id":"ED485312",
        "title":"Teaching Interrupted. Do Discipline Policies in Today's Public Schools Foster the Common Good?"},
      {
        "id":"ED485313",
        "title":"Adult Multiple Intelligences. NCSALL Study Circle Guide"},
      {
        "id":"ED485315",
        "title":"Focus on Basics Connecting Research & Practice: Modes of Delivery, Volume 7, Issue C"},
      {
        "id":"ED485316",
        "title":"Montana High School Completion and Graduation Rates for the Graduating Class of 2004"},
      {
        "id":"ED485317",
        "title":"Montana District-level Criterion-Referenced Test Results by Subgroup: 2003-04 School Year"},
      {
        "id":"ED485318",
        "title":"Montana School-Level Criterion-Referenced Test Results by Subgroup, 2003-04 School Year"},
      {
        "id":"ED485319",
        "title":"Special Education Report to the 2005 Montana Legislature"},
      {
        "id":"ED485329",
        "title":"Latino Youth Finishing College: The Role of Selective Pathways"},
      {
        "id":"ED485331",
        "title":"Focus on Basics: Connecting Research and Practice: Workplace Education, Volume 7, Issue B"},
      {
        "id":"ED485342",
        "title":"Building Pathways to Success for Low-Skill Adult Students: Lessons for Community College Policy and Practice from a Statewide Longitudinal Tracking Study"},
      {
        "id":"ED485344",
        "title":"State Dual Enrollment Policies: Addressing Access and Quality. CCRC Brief Number 26"},
      {
        "id":"ED485345",
        "title":"California's Approach to Math Instruction Doesn't Add Up. CenterView."},
      {
        "id":"ED485349",
        "title":"Achievement Effects of Embedded Multimedia in a Success for All Reading Program"},
      {
        "id":"ED485350",
        "title":"Enhancing Success for All for Hispanic Students: Effects on Beginning Reading Achievement"},
      {
        "id":"ED485351",
        "title":"The National Randomized Field Trial of Success for All: Second-Year Outcomes"},
      {
        "id":"ED485352",
        "title":"Effective Reading Programs for English Language Learners and Other Language Minority Students"},
      {
        "id":"ED485353",
        "title":"Research Priorities for Dance Education: A Report to the Nation"},
      {
        "id":"ED485354",
        "title":"Understanding School District Budgets: A Guide For Local Leaders"},
      {
        "id":"ED485355",
        "title":"Charter Schools in California: An Experiment Coming of Age"},
      {
        "id":"ED485356",
        "title":"How Are California's Charter Schools Performing?"},
      {
        "id":"ED485357",
        "title":"Quality. Access. Low Cost. Can California's Community Colleges Do It All?"},
      {
        "id":"ED485358",
        "title":"No Child Left Behind in California? The Impact Of The Federal NCLB Act So Far"},
      {
        "id":"ED485359",
        "title":"Rethinking How California Funds Its Schools. Report"},
      {
        "id":"ED485360",
        "title":"School Finance 2004?05: Districts Receive An Increase Despite A State Budget Squeeze"},
      {
        "id":"ED485361",
        "title":"A Glossary of School Finance Terms"},
      {
        "id":"ED485363",
        "title":"California's Middle Grade Students"},
      {
        "id":"ED485364",
        "title":"2004 National Study of Postsecondary Faculty (NSOPF:04) Report on Faculty and Instructional Staff in Fall 2003. E.D. TAB. NCES 2005-172"},
      {
        "id":"ED485367",
        "title":"The Condition of Education 2005 in Brief. NCES 2005-095"},
      {
        "id":"ED485368",
        "title":"Crime and Safety in America's Public Schools: Selected Findings from the School Survey on Crime and Safety. NCES 2004?370"},
      {
        "id":"ED485369",
        "title":"State Library Agencies, Fiscal Year 2002. E.D. Tabs. NCES 2004?304"},
      {
        "id":"ED485370",
        "title":"Forum Guide to Protecting the Privacy of Student Information: State and Local Education Agencies. NCES 2004-330"},
      {
        "id":"ED485371",
        "title":"Highlights From the 2003 International Adult Literacy and Lifeskills Survey (ALL). Issue Brief NCES 2005-117rev."},
      {
        "id":"ED485373",
        "title":"Programs and Plans of the National Center for Education Statistics. 2005 Edition. NCES 2005-113"},
      {
        "id":"ED485376",
        "title":"Staff in Postsecondary Institutions, Fall 2003, and Salaries of Full-Time Instructional Faculty, 2003-04. E.D. TAB. NCES 2005-155"},
      {
        "id":"ED485377",
        "title":"Revenues and Expenditures by Public School Districts: School Year 2000?2001. Statistics In Brief. NCES 2004?319"},
      {
        "id":"ED485378",
        "title":"The Status of Public and Private School Library Media Centers in the United States: 1999-2000. E.D. Tabs. NCES 2004-313"},
      {
        "id":"ED485380",
        "title":"Undergraduate Enrollments in Academic, Career, and Vocational Education. Issue  Brief. NCES 2004?018"},
      {
        "id":"ED485427",
        "title":"Exemplary Geography Benchmarks among the Seven States in the Central Region"},
      {
        "id":"ED485429",
        "title":"Investing in America's Future - Why Student Aid Pays Off for Society and Individuals"},
      {
        "id":"ED485430",
        "title":"Higher Education Opportunities for Students with Disabilities: A Primer for Policymakers"},
      {
        "id":"ED485431",
        "title":"Leading the Way to America's Future: A Monograph about the Launch and Implementation of the Kellogg MSI Leadership Fellows Program, 2002-2004"},
      {
        "id":"ED485433",
        "title":"Language Minorities and Their Educational and Labor Market Indicators: Recent Trends. Statistical Analysis Report. NCES 2004-009"},
      {
        "id":"ED485434",
        "title":"The Achiever.  Volume 3, Number 16"},
      {
        "id":"ED485435",
        "title":"The Achiever. Volume 3, Number 15"},
      {
        "id":"ED485436",
        "title":"Serving the Nation: Opportunities and Challenges in the Use of Information Technology at Minority-Serving Colleges and Universities"},
      {
        "id":"ED485438",
        "title":"Understanding Out-of-Level Testing in Local Schools: A First Case Study of Policy Implementation and Effects. Out-of-Level Testing Report 11."},
      {
        "id":"ED485439",
        "title":"Understanding North Carolina End-of-Grade Testing. Assessment Brief, Volume 5, Number 3."},
      {
        "id":"ED485440",
        "title":"Federal Education Update, December 2004. Commission Update 04-17."},
      {
        "id":"ED485443",
        "title":"Annual Financial and Statistical Report, 2002-2003. 154th Edition"},
      {
        "id":"ED485444",
        "title":"Commission Review of a Proposal by the Santa Clarita Community College District To Establish the Canyon Country Educational Center. Commission Report 04-19"},
      {
        "id":"ED485445",
        "title":"Effective Instructional Leadership Act: Technical Assistance Manual for Instructional Leaders, and Training Program Providers. July 1, 2004 - June 30, 2006."},
      {
        "id":"ED485446",
        "title":"Understanding the North Carolina End-of-Course Tests. Assessment Brief. Volume 9, Number 4"},
      {
        "id":"ED485447",
        "title":"Last Best Chance 2004: Educating Young Adolescents in the 21st Century. Middle Grades Task Force Report. Fall 2004"},
      {
        "id":"ED485448",
        "title":"Educational and Demographic Profile: Los Angeles County"},
      {
        "id":"ED485449",
        "title":"District Composite Report: Bossier Parish. 2002-2003"},
      {
        "id":"ED485450",
        "title":"Educational and Demographic Profile: Merced County"},
      {
        "id":"ED485451",
        "title":"Educational and Demographic Profile: Modoc County."},
      {
        "id":"ED485452",
        "title":"Educational and Demographic Profile: Monterey County."},
      {
        "id":"ED485453",
        "title":"Educational and Demographic Profile: San Francisco County"},
      {
        "id":"ED485454",
        "title":"Educational and Demographic Profile: Siskiyou County"},
      {
        "id":"ED485455",
        "title":"Educational and Demographic Profile: Sierra County"},
      {
        "id":"ED485456",
        "title":"Arizona Academic Standards, Grade 3."},
      {
        "id":"ED485457",
        "title":"Educational and Demographic Profile: Tulare County"},
      {
        "id":"ED485459",
        "title":"District Composite Report: Beauregard Parish. 2002-2003."},
      {
        "id":"ED485460",
        "title":"District Composite Report:  Claiborne Parish. 2002-2003."},
      {
        "id":"ED485461",
        "title":"Released Test Items: Sample Student Work Illustrating GEE 21 Achievement Levels, Grade 11 Science"},
      {
        "id":"ED485462",
        "title":"Educational and Demographic Profile: Humboldt County."},
      {
        "id":"ED485463",
        "title":"Educational and Demographic Profile: Mono County."},
      {
        "id":"ED485464",
        "title":"Educational and Demographic Profile: San Diego County."},
      {
        "id":"ED485465",
        "title":"Educational and Demographic Profile: Trinity County"},
      {
        "id":"ED485466",
        "title":"District Composite Report: Lincoln Parish, 2002-2003"},
      {
        "id":"ED485467",
        "title":"LEAP (Louisiana Educational Assessment Program) Alternate Assessment Interpretive Guide, Spring 2004"},
      {
        "id":"ED485468",
        "title":"Released Test Items: Sample Student Work Illustrating GEE 21 Achievement Levels. Grade 11, Social Studies"},
      {
        "id":"ED485469",
        "title":"Released Test Items: Sample Student Work Illustrating LEAP 21 Achievement Levels. English Language Arts, Grade 8. Spring 2004"},
      {
        "id":"ED485470",
        "title":"Universal Design for Learning (UDL): Reaching All, Teaching All."},
      {
        "id":"ED485472",
        "title":"Music (9-12): Band One. Course of Study."},
      {
        "id":"ED485473",
        "title":"Alignment of Idaho State Standards With The Idaho Direct Mathematics Assessment In Grades 4, 6, and 8."},
      {
        "id":"ED485474",
        "title":"Legislative Report on Charter Schools. Statutory Report Series."},
      {
        "id":"ED485475",
        "title":"Wisconsin Knowledge and Concepts Examinations. Interpretive Guide for Students and Parents, 2003-2004. Grades 4, 8, 10."},
      {
        "id":"ED485476",
        "title":"The Role of Academic and Non-Academic Factors in Improving College Retention.  ACT Policy Report."},
      {
        "id":"ED485477",
        "title":"Volunteering Among Young People. CIRCLE Fact Sheet."},
      {
        "id":"ED485478",
        "title":"School-Based Teacher-Led Assessment and Reporting System: A Summary"},
      {
        "id":"ED485479",
        "title":"Autism Spectrum Disorders: Guidance on Providing Supports and Services to Young Children with Autism Spectrum Disorders and Their Families. Technical Assistance Manual."},
      {
        "id":"ED485480",
        "title":"Longitudinal Assessment of Comprehensive School Reform Program Implementation and Outcomes: First-Year Report"},
      {
        "id":"ED485481",
        "title":"Politics: The Missing Link of Responsible Civic Education. CIRCLE Working Paper 18. Report Executive Summary."},
      {
        "id":"ED485485",
        "title":"FY 2006 Program Performance Plan."},
      {
        "id":"ED485491",
        "title":"No Child Left Behind Act: Education Needs to Provide Additional Technical Assistance and Conduct Implementation Studies for School Choice Provision. Report to the Secretary of Education. GAO-05-7"},
      {
        "id":"ED485492",
        "title":"CUNY on the Job: The City's New Workforce Workhorse"},
      {
        "id":"ED485496",
        "title":"Educational and Demographic Profile: Madera County"},
      {
        "id":"ED485497",
        "title":"District Composite Report: Grant Parish. 2002-2003"},
      {
        "id":"ED485498",
        "title":"The Art of Student Retention: A Handbook for Practitioners and Administrators."},
      {
        "id":"ED485500",
        "title":"Increasing Rates of School Completion: Moving from Policy and Research to Practice. A Manual for Policymakers, Administrators, and Educators. Essential Tools."},
      {
        "id":"ED485501",
        "title":"The Achiever. Volume 3, Number 17"},
      {
        "id":"ED485502",
        "title":"Graduation Exam Participation and Performance of English Language Learners with Disabilities, 1999-2000. ELLs with Disabilities Report 2"},
      {
        "id":"ED485504",
        "title":"A Review of 50 States' Online Largescale Assessment Policies: Are English Language Learners with Disabilities Considered? ELLs with Disabilities Report 5"},
      {
        "id":"ED485505",
        "title":"Beyond Subgroup Reporting: English Language Learners with Disabilities in 2002-2003 Online State Assessment Reports. ELLs with Disabilities Report 10"},
      {
        "id":"ED485506",
        "title":"Building Learning Communities Early Results from the Opening Doors Demonstration at Kingsborough Community College"},
      {
        "id":"ED485507",
        "title":"Promoting Student Success in Community College and Beyond. The Opening Doors Demonstration"},
      {
        "id":"ED485513",
        "title":"Accountability for Better Results ? A National Imperative for Higher Education"},
      {
        "id":"ED485514",
        "title":"SHEEO's State Higher Education Finance, FY 2003"},
      {
        "id":"ED485515",
        "title":"Is National Board Certification an Effective Signal of Teacher Quality?"},
      {
        "id":"ED485516",
        "title":"Relative Pay and Teacher Retention: An Empirical Analysis in a Large Urban District"},
      {
        "id":"ED485517",
        "title":"Beating the Odds IV: A City-By-City Analysis of Student Performance and Achievement Gaps on State Assessments. Results from the 2002-2003 School Year"},
      {
        "id":"ED485518",
        "title":"Oregon University System Fact Book, 2004"},
      {
        "id":"ED485519",
        "title":"Academic Excellence/Economic Development Working Group Progress Report to the Board"},
      {
        "id":"ED485521",
        "title":"Addressing the Needs of an Increasingly Diverse Society. OUS Diversity Report, 2004"},
      {
        "id":"ED485522",
        "title":"A Wide-Angle Look at the Charter School Movement in Ohio/Dayton, Circa September 2004"},
      {
        "id":"ED485523",
        "title":"The State of State English Standards, 2005"},
      {
        "id":"ED485524",
        "title":"Fwd: Where Do Public School Teachers Send Their Kids to School? Volume: I, Number: 1. Arresting Insights in Education"},
      {
        "id":"ED485525",
        "title":"Fwd: How Are Dayton's Charter Schools Doing? Volume: I, Number: 2. Arresting Insights in Education"},
      {
        "id":"ED485526",
        "title":"Fwd: Opportunities Lost--How New York City Got Derailed on the Way to School Reform. Volume: I, Number: 3. Arresting Insights in Education"},
      {
        "id":"ED485527",
        "title":"Fwd: Half Empty or Half Full? Florida's Voluntary Pre-Kindergarten Standards. Volume: 2, Number: 1. Arresting Insights in Education"},
      {
        "id":"ED485528",
        "title":"Grading the Systems: The Guide to State Standards, Tests, and Accountability Policies"},
      {
        "id":"ED485529",
        "title":"A Consumer's Guide to High School History Textbooks"},
      {
        "id":"ED485530",
        "title":"The Mad, Mad World of Textbook Adoption"},
      {
        "id":"ED485531",
        "title":"The State of State MATH Standards, 2005"},
      {
        "id":"ED485533",
        "title":"The Stealth Curriculum: Manipulating America's History Teachers"},
      {
        "id":"ED485534",
        "title":"Testimony Prepared for the Alternative Education Subcommittee, House of Representatives, Ohio General Assembly"},
      {
        "id":"ED485535",
        "title":"America's Public School Libraries: 1953-2000. NCES 2005-324"},
      {
        "id":"ED485536",
        "title":"Affordability: Family Incomes and Net Prices at Highly Selective Private Colleges and Universities. Discussion Paper No. 66r"},
      {
        "id":"ED485537",
        "title":"Final Analysis of Evaluation of Homeschool and ChalleNGe Program Recruits"},
      {
        "id":"ED485538",
        "title":"Who Cares? How Students View Faculty and Other Adults in US Higher Education. Discussion Paper No. 67"},
      {
        "id":"ED485539",
        "title":"Institutional Ethos, Peers and Individual Outcomes. Discussion Paper Number 68"},
      {
        "id":"ED485540",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Appalachia Region"},
      {
        "id":"ED485541",
        "title":"A Report to the U.S. Department of Education: Overview and Synthesis of the Regional Advisory Committee Reports on Educational Challenges and Technical Assistance Needs"},
      {
        "id":"ED485542",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Mid Atlantic Region"},
      {
        "id":"ED485543",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Mid-Continent Region"},
      {
        "id":"ED485544",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the North Central Region"},
      {
        "id":"ED485545",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Northeast Region"},
      {
        "id":"ED485546",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Northwest Region"},
      {
        "id":"ED485547",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Pacific Region"},
      {
        "id":"ED485549",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Southeast Region"},
      {
        "id":"ED485550",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Southwest Region"},
      {
        "id":"ED485551",
        "title":"A Report to the U.S. Department of Education on Educational Challenges and Technical Assistance Needs for the Western Region"},
      {
        "id":"ED485556",
        "title":"Lifelong Learning: Crossing Bridges into New Territories. Proceedings of the Annual Meeting of the Association for Continuing Higher Education (66th, Newport, RI, October 30-November 3, 2004)"},
      {
        "id":"ED485561",
        "title":"Early Childhood Assessment: Problems and Possibilities. The Albert Shanker Institute National Press Club Forum"},
      {
        "id":"ED485562",
        "title":"Reading Disabilities, Reading Difficulties, and School-Based Interventions that Work: A Forum"},
      {
        "id":"ED485566",
        "title":"From Best Research to What Works: Improving the Teaching and Learning of Mathematics: A Forum (Washington, D. C., May 5, 2005)"},
      {
        "id":"ED485568",
        "title":"The University of North Carolina Board of Governors Long-Range Plan, 2004-2009"},
      {
        "id":"ED485569",
        "title":"Institutional Profiles. University of North Carolina, 2004-2005 Edition"},
      {
        "id":"ED485570",
        "title":"Statistical Abstract of Higher Education in North Carolina, 2003-04. Research Report 1-04"},
      {
        "id":"ED485571",
        "title":"Development Plan for Relocation to the Nichols Avenue School"},
      {
        "id":"ED485572",
        "title":"School-Based Health Care and the District of Columbia Safety Net. Medical Homes DC Report"},
      {
        "id":"ED485579",
        "title":"California Report Card 2004. Focus on Children in Immigrant Families"},
      {
        "id":"ED485592",
        "title":"Public Policy and Teacher Labor Markets. What We Know and Why It Matters"},
      {
        "id":"ED485594",
        "title":"Working Together for Safety: A State Team Approach to Preventing Occupational Injuries in Young People"},
      {
        "id":"ED485598",
        "title":"The Changing Mathematics Curriculum: An Annotated Bibliography. Third Edition"},
      {
        "id":"ED485599",
        "title":"Reflections on the Looking at Student Work Project of the Center for Arts Education 2003. CCT Reports"},
      {
        "id":"ED485602",
        "title":"Effective Access: Teachers&apos; Use of Digital Resources in STEM Teaching"},
      {
        "id":"ED485606",
        "title":"Lessons Learned About Providing Laptops for All Students"},
      {
        "id":"ED485607",
        "title":"Linking Data and Learning - The Grow Network Study: Summary Report"},
      {
        "id":"ED485608",
        "title":"Live @ The Exploratorium: Origins. Final Evaluation Report"},
      {
        "id":"ED485609",
        "title":"Making the Most Of On-line Learning: An Introduction to Learning on the Internet"},
      {
        "id":"ED485610",
        "title":"Television Goes to School: The Impact of Video on Student Learning in Formal Education"},
      {
        "id":"ED485613",
        "title":"Technology and Teaching Children to Read"},
      {
        "id":"ED485614",
        "title":"Bridging the Gap Between Formal and Informal Learning: Evaluating the Seatrek Distance Learning Project"},
      {
        "id":"ED485618",
        "title":"The Role of State, Community, and Institutional Policy in the Prevention of College Alcohol Problems. Prevention Updates"},
      {
        "id":"ED485622",
        "title":"World History Textbooks: A Review"},
      {
        "id":"ED485626",
        "title":"Message from the Governor and State Education Secretary. South Dakota Department of Education 2003-2004 Annual Report"},
      {
        "id":"ED485627",
        "title":"The Nation's Report Card. NAEP 2004 Trends in Academic Progress: Three Decades of Student Performance in Reading, 1971-2004 and Mathematics, 1973-2004. NCES 2005?464"},
      {
        "id":"ED485629",
        "title":"NAEP 2004 Trends in Academic Progress: Three Decades of Student Performance in Reading and Mathematics. Findings in Brief. NCES 2005-463"},
      {
        "id":"ED485630",
        "title":"Private School Teacher Turnover and Teacher Perceptions of School Organizational Characteristics. Issue Brief. NCES 2005-061"},
      {
        "id":"ED485631",
        "title":"Qualifications of Public Secondary School Biology Teachers, 1999?2000. Issue Brief. NCES 2005-081"},
      {
        "id":"ED485633",
        "title":"No Child Left Behind Act: Most Students with Disabilities Participated in Statewide Assessments, but Inclusion Options Could Be Improved. Report to the Ranking Minority Member, Committee on Health, Education, Labor, and Pensions, U.S. Senate. GAO-05-618"},
      {
        "id":"ED485634",
        "title":"Regional Differences in Kindergartners' Early Education Experiences. Statistics in Brief. NCES 2005-099"},
      {
        "id":"ED485635",
        "title":"Early Childhood Longitudinal Study, Birth Cohort (ECLS-B) Methodology Report for the Nine-Month Data Collection (2001-02). Volume 1: Psychometric Characteristics. NCES 2005-100"},
      {
        "id":"ED485637",
        "title":"The Forum Guide to Education Indicators. NFES 2005-802"},
      {
        "id":"ED485638",
        "title":"Parent and Family Involvement in Education: 2002?03. E.D. TAB. NCES 2005-043"},
      {
        "id":"ED485639",
        "title":"Waiting to Attend College. Undergraduates Who Delay Their Postsecondary  Enrollment. Postsecondary Education Descriptive Analysis Report. NCES 2005?152"},
      {
        "id":"ED485640",
        "title":"National Assessment of Educational Progress. Commissioner's Remarks."},
      {
        "id":"ED485641",
        "title":"25th Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act, 2003. Volume 1"},
      {
        "id":"ED485642",
        "title":"25th Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act, 2003. Volume 2"},
      {
        "id":"ED485643",
        "title":"A Profile of the Ronald E. McNair Postbaccalaureate Achievement Program, 1997-1998 through 2001-2002"},
      {
        "id":"ED485644",
        "title":"Report on Federal Activities under the Rehabilitation Act. Annual Report, Fiscal Year 2001"},
      {
        "id":"ED485645",
        "title":"Accreditation, Public Policy and Presidential Leadership. Letter from the President"},
      {
        "id":"ED485646",
        "title":"SAMHSA Funding Opportunities for Afterschool: Substance Abuse Prevention and Mental Health Services. Funding Note"},
      {
        "id":"ED485648",
        "title":"Preparing and Training Professionals. Comparing Education to Six Other Fields"},
      {
        "id":"ED485649",
        "title":"U.S. Department of Justice Funding Opportunities for Afterschool. Funding Note, June 2005"},
      {
        "id":"ED485651",
        "title":"Excerpts from inside the Black Box School District Spending on Professional Development in Education: Lessons from Five Urban Districts"},
      {
        "id":"ED485652",
        "title":"Estimating Supply and Demand for Afterschool Programs: A Tool for State and Local Policymakers"},
      {
        "id":"ED485653",
        "title":"Creating a Vision for Afterschool Partnerships"},
      {
        "id":"ED485655",
        "title":"Universal Design for Assessment: An E-Mail-Based Soapbox Discussion by IAETE, March 2005. Soapbox Digest. Vol. 4, No. 1, Summer 2005"},
      {
        "id":"ED485659",
        "title":"Youth Risk Behavior Surveillance--United States, 2003. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 53, Number SS-2"},
      {
        "id":"ED485660",
        "title":"Spotlight on California High School Performance"},
      {
        "id":"ED485661",
        "title":"Lessons from the Civil Rights Movement for the Long-Term Success of Service-Learning and Citizenship Education"},
      {
        "id":"ED485662",
        "title":"Improving Urban Student Achievement Through Early Childhood Reform: What State Policymakers Can Do. Issue Paper. Early Childhood Reform Issue Paper"},
      {
        "id":"ED485663",
        "title":"Keeping America's Promise: A Report on the Future of the Community College"},
      {
        "id":"ED485680",
        "title":"The Challenge of Scaling Up Educational Reform. Findings and Lessons from First Things First. Final Report"},
      {
        "id":"ED485682",
        "title":"The Employment Retention and Advancement Project Early Results from Four Sites"},
      {
        "id":"ED485683",
        "title":"Fifteen Effective Strategies for Improving Student Attendance and Truancy Prevention"},
      {
        "id":"ED485686",
        "title":"NCD and the Americans with Disabilities Act: 15 Years of Progress"},
      {
        "id":"ED485687",
        "title":"National Council on Disability Government Performance and Results Act Annual Report to the President and Congress, Fiscal Year 2004"},
      {
        "id":"ED485690",
        "title":"Update on the Fifth Session. UN Convention on the Rights of People with Disabilities"},
      {
        "id":"ED485691",
        "title":"Improving Educational Outcomes for Students with Disabilities"},
      {
        "id":"ED485692",
        "title":"Higher Education Act. Fact Sheet"},
      {
        "id":"ED485693",
        "title":"Improving Federal Disability Data. Position Paper"},
      {
        "id":"ED485696",
        "title":"National Disability Policy: A Progress Report, December 2002-December 2003"},
      {
        "id":"ED485697",
        "title":"Righting the ADA"},
      {
        "id":"ED485698",
        "title":"National Council on Disability: 20 Years of Independence"},
      {
        "id":"ED485700",
        "title":"Student Reports of Bullying: Results from the 2001 School Crime Supplement to the National Crime Victimization Survey. Statistical Analysis Report. NCES 2005-310"},
      {
        "id":"ED485701",
        "title":"Forging Consensus: Can the School Choice Community Come Together on an Explicit Goal and a Plan for Achieving It? A Mackinac Center Report"},
      {
        "id":"ED485702",
        "title":"Recommendations to Strengthen Civil Society and Balance Michigan's State Budget, 2nd Edition. An Analysis of Fiscal-Year 2003-04 Appropriations and Recommendations for 2004-05. Revision of the March 2003 Study. A Mackinac Center Report"},
      {
        "id":"ED485703",
        "title":"Career Planning Begins with Assessment: A Guide for Professionals Serving Youth  with Educational and Career Development Challenges"},
      {
        "id":"ED485705",
        "title":"Knowledge, Skills, and Abilities of Youth Service Practitioners: The Centerpiece of a Successful Workforce Development System. A Background Paper"},
      {
        "id":"ED485706",
        "title":"Special Education Law Enacted. National Collaborative on Workforce and Disability. InfoBrief Issue 10"},
      {
        "id":"ED485707",
        "title":"Youth Development and Youth Leadership in Programs. InfoBrief Issue 11"},
      {
        "id":"ED485708",
        "title":"Strategies for Youth Workforce Programs to Become Employer-Friendly Intermediaries. Info Brief 12"},
      {
        "id":"ED485709",
        "title":"The Right Connections: Navigating the Workforce Development System. InfoBrief. Issue 13"},
      {
        "id":"ED485710",
        "title":"Building Lasting Connections to Employers: Developing Community-Wide Intermediaries. Research to Practice Brief. Issue 1"},
      {
        "id":"ED485711",
        "title":"Youth Development &amp; Youth Leadership. A Background Paper"},
      {
        "id":"ED485712",
        "title":"Full-Day Kindergarten: Expanding Learning Opportunities. Early Education. Policy Brief"},
      {
        "id":"ED485713",
        "title":"Women's Education and Earnings in California"},
      {
        "id":"ED485714",
        "title":"The Handbook for Campus Crime Reporting"},
      {
        "id":"ED485715",
        "title":"Women's Education and Earnings in Georgia"},
      {
        "id":"ED485716",
        "title":"Women's Education and Earnings in Michigan"},
      {
        "id":"ED485717",
        "title":"Public Perceptions of the Pay Gap"},
      {
        "id":"ED485718",
        "title":"Tenure Denied: Cases of Sex Discrimination in Academia"},
      {
        "id":"ED485719",
        "title":"Women's Education and Earnings in Texas."},
      {
        "id":"ED485720",
        "title":"Under the Microscope: A Decade of Gender Equity Projects in the Sciences"},
      {
        "id":"ED485721",
        "title":"Youth Indicators, 2005: Trends in the Well-Being of American Youth. NCES 2005-050"},
      {
        "id":"ED485722",
        "title":"Autism and Genes"},
      {
        "id":"ED485723",
        "title":"Autism Overview: What We Know"},
      {
        "id":"ED485724",
        "title":"Enrollment in Postsecondary Institutions, Fall 2003; Graduation Rates 1997 &amp; 2000 Cohorts; and Financial Statistics, Fiscal Year 2003. E.D. TAB. NCES 2005-177"},
      {
        "id":"ED485726",
        "title":"Growing Up Healthy: An Overview of the National Children's Study"},
      {
        "id":"ED485727",
        "title":"Media-Smart Youth: Eat, Think, and Be Active!"},
      {
        "id":"ED485728",
        "title":"A Focus on Comprehension. Research-Based Practices in Early Reading Series"},
      {
        "id":"ED485730",
        "title":"A Communications Strategy for the National Children's Study"},
      {
        "id":"ED485731",
        "title":"Representing Rural Context in Doctoral-Level Math Education Courses: A Guide for Mathematics Education Professors. Occasional Paper No. 12"},
      {
        "id":"ED485733",
        "title":"Ten Steps for Peace Education"},
      {
        "id":"ED485734",
        "title":"The Importance of Play: Children from Birth to Five:  A Statement of First Principles on Early Education for Educators and Policymakers"},
      {
        "id":"ED485735",
        "title":"The Dot.com Kids and the Demise of Frustration Tolerance"},
      {
        "id":"ED485736",
        "title":"Teaching Peace in Fearful Times"},
      {
        "id":"ED485737",
        "title":"Tech Tonic: Towards a New Literacy of Technology"},
      {
        "id":"ED485738",
        "title":"Time for Play, Every Day: It's Fun ? and Fundamental"},
      {
        "id":"ED485740",
        "title":"Supplemental Educational Services Non-Regulatory Guidance"},
      {
        "id":"ED485741",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 2003. Population Characteristics, P20-554"},
      {
        "id":"ED485742",
        "title":"Charter Schools: Oversight Practices in the District of Columbia. GAO-05-490"},
      {
        "id":"ED485743",
        "title":"MentorLinks: Advancing Technological Education. Project Brief. AACC-PB-04-01"},
      {
        "id":"ED485744",
        "title":"Community Colleges Broadening Horizons through Service Learning, 2003-2006. Project Brief. AACC-PB-04-2"},
      {
        "id":"ED485745",
        "title":"Hot Programs at Community Colleges. Executive Summary. Research Brief. AACC-RB-04-1"},
      {
        "id":"ED485747",
        "title":"Turning Welfare into a Work Support: Six-Year Impacts on Parents and Children  from the Minnesota Family Investment Program"},
      {
        "id":"ED485748",
        "title":"Building a Portfolio of High Schools: A Strategic Investment Toolkit"},
      {
        "id":"ED485749",
        "title":"English Language Arts Core Curriculum (Prekindergarten?Grade 12)"},
      {
        "id":"ED485750",
        "title":"Mathematics Core Curriculum MST Standard 3 Prekindergarten-Grade 12"},
      {
        "id":"ED485751",
        "title":"Mathematics. MST Standard 3. Prekindergarten - Grade 8"},
      {
        "id":"ED485752",
        "title":"The Teaching of Language Arts to Limited English Proficient/English Language Learners: Learning Standards for English as a Second Language.  Building the Bridge"},
      {
        "id":"ED485754",
        "title":"Characteristics of Public School Teachers' Professional Development Activities: 1999-2000. NCES Issue Brief. NCES 2005-030"},
      {
        "id":"ED485755",
        "title":"Elementary/Secondary School Teaching Among Recent College Graduates: 1994 and 2001. Statistical Analysis Report. NCES 2005-161"},
      {
        "id":"ED485756",
        "title":"First-Generation Students in Postsecondary Education: A Look at Their College Transcripts.  Postsecondary Education Descriptive Analysis Report. NCES 2005-171"},
      {
        "id":"ED485757",
        "title":"National Household Education Surveys Program of 2003: Education Surveys Program of 2003 Tabular Summary of Adult Education for Work-Related Reasons: 2002-03 E.D. TAB. NCES 2006-044"},
      {
        "id":"ED485758",
        "title":"National Postsecondary Student Aid Study (NPSAS:04), 2003-04: Undergraduate Financial Aid Estimates for 2003-04 by Type of Institution. E.D. TAB. NCES 2005-163"},
      {
        "id":"ED485760",
        "title":"Charter Schools, Parents, and Public Schools in Minnesota. CURA Reporter, Winter 2004"},
      {
        "id":"ED485766",
        "title":"Supporting the Career Aspirations of American Indian Youth. CURA Reporter, Spring 2005"},
      {
        "id":"ED485767",
        "title":"Seven Years of Welfare Reform--Weighing the Results: A Summary of Research Findings on the Minnesota Family Investment Program (MFIP)"},
      {
        "id":"ED485768",
        "title":"Tapping America's Potential: The Education for Innovation Initiative"},
      {
        "id":"ED485770",
        "title":"Assistance to States for the Education of Children with Disabilities; Preschool Grants for Children with Disabilities; and Service Obligations under Special Education--Personnel Development to Improve Services and Results for Children with Disabilities; Proposed Rule. Federal Register, Part II: Department of Education, 34 CFR Parts 300, 301, and 304. Vol. 70, No. 118, p35781-35892"},
      {
        "id":"ED485773",
        "title":"College Textbooks Enhanced Offerings Appear to Drive Recent Price Increases. GAO-05-806"},
      {
        "id":"ED485780",
        "title":"Online Assessment in Mathematics and Writing: Reports from the NAEP Technology-Based Assessment Project, Research and Development Series. NCES 2005-457"},
      {
        "id":"ED485789",
        "title":"Survey of Domestic Violence, Sexual Assault Victim Service Agencies"},
      {
        "id":"ED485790",
        "title":"Rural Pennsylvania in the New Economy: Identifying the Causes of Growth and Developing New Opportunities"},
      {
        "id":"ED485791",
        "title":"Examining Demographic, Economic, and Educational Factors: Overweight Children in Pennsylvania"},
      {
        "id":"ED485792",
        "title":"Pockets of Rural Prosperity"},
      {
        "id":"ED485793",
        "title":"Lessons from CARES and Other Early Care and Education Workforce Initiatives in California, 1999-2004: A Review of Evaluations Completed by Fall 2004"},
      {
        "id":"ED485794",
        "title":"Compensation and Comparable Worth: What Lies Ahead for California's Preschool Teachers? Building California's Preschool for All Workforce"},
      {
        "id":"ED485795",
        "title":"Teacher Credentialing in Early Care and Education: Prospects for Universal Preschool in California, and Lessons from Other States. Building California's Preschool For All Workforce"},
      {
        "id":"ED485796",
        "title":"Raising Teacher Education and Training Standards For Universal Preschool in California:  Assessing the Size of the Task"},
      {
        "id":"ED485797",
        "title":"Training the Next Generation of Teachers: A Preliminary Survey of California's Higher Education Programs in Early Childhood Education and Child Development"},
      {
        "id":"ED485798",
        "title":"Two Years in Early Care and Education: A Community Portrait of Quality and Workforce Stability"},
      {
        "id":"ED485800",
        "title":"Measuring the Regional Economic Importance of Early Care and Education: The Cornell Methodology Guide"},
      {
        "id":"ED485811",
        "title":"School Accountability under NCLB: Ambitious Goals and Competing Systems. EdSource Report"},
      {
        "id":"ED485812",
        "title":"Excellence in Environmental Education--Guidelines for Learning (Pre K-12)"},
      {
        "id":"ED485813",
        "title":"Excellence in Environmental Education--Guidelines for Learning (Pre K?12): Executive Summary &amp; Self-Assessment Tool"},
      {
        "id":"ED485814",
        "title":"Nonformal Environmental Education Programs: Guidelines For Excellence"},
      {
        "id":"ED485826",
        "title":"We the People: The Citizen and the Constitution. 2004 National Finalists' Knowledge of and Support for American Democratic Institutions and Processes"},
      {
        "id":"ED485827",
        "title":"The Status of Civic Education: Making the Case for a National Movement. The Second Annual Congressional Conference on Civic Education"},
      {
        "id":"ED485828",
        "title":"&quot;We the People&quot; Curriculum: Results of Pilot Test. A Report to the Center for Civic Education"},
      {
        "id":"ED485831",
        "title":"Parental Transfers, Student Achievement, and the Labor Supply of College Students. Working Paper 374"},
      {
        "id":"ED485836",
        "title":"Pathways To Hispanic Family Learning"},
      {
        "id":"ED485837",
        "title":"New &quot;Nation's Report Card&quot; Shows NCLB is Working For All Students"},
      {
        "id":"ED485839",
        "title":"Arkansas Consolidated School Improvement Planning (ACSIP): Handbook. 2005-06"},
      {
        "id":"ED485840",
        "title":"Arkansas HEA Title II. State Report, 2004"},
      {
        "id":"ED485841",
        "title":"Guidelines for the Preparation and Professional Development of Environmental Educators"},
      {
        "id":"ED485842",
        "title":"Alternate Achievement Standards for Students with the Most Significant Cognitive Disabilities: \"Non-Regulatory Guidance\""},
      {
        "id":"ED485843",
        "title":"Highly Qualified Teachers: Improving Teacher Quality State Grants. ESEA Title II, Part A.  Non-Regulatory Guidance"},
      {
        "id":"ED485846",
        "title":"Juvenile Firesetting: A Research Overview. Juvenile Justice Bulletin"},
      {
        "id":"ED485848",
        "title":"Juvenile Suicides, 1981?1998. Youth Violence Research Bulletin"},
      {
        "id":"ED485849",
        "title":"The Mathematics of Risk Classification: Changing Data into Valid Instruments for Juvenile Courts. NCJ 209158"},
      {
        "id":"ED485850",
        "title":"Youth Gangs in Indian Country"},
      {
        "id":"ED485852",
        "title":"Cocaine Use: 2002 and 2003. The NSDUH Report"},
      {
        "id":"ED485853",
        "title":"Substance Use among Hispanic Youths. The NSDUH Report"},
      {
        "id":"ED485854",
        "title":"Youths' Exposure to Substance Use Prevention Messages: 2003. The NSDUH Report"},
      {
        "id":"ED485855",
        "title":"Binge Alcohol Use among Persons Aged 12 to 20: 2002 and 2003 Update. The NSDUH Report"},
      {
        "id":"ED485856",
        "title":"Workforce Investment Act: Substantial Funds Are Used for Training, but Little is Known  Nationally about Training Outcomes. Report to Congressional Requesters"},
      {
        "id":"ED485857",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School  Districts in the United States: 2002-03. E.D. TAB. NCES 2005-312"},
      {
        "id":"ED485858",
        "title":"The Secretary's Fourth Annual Report On Teacher Quality. A Highly Qualified Teacher In Every Classroom"},
      {
        "id":"ED485859",
        "title":"A Profile of the Student Support Services Program, 1998-1999 through 2001-2002"},
      {
        "id":"ED485860",
        "title":"Mobility In The Teacher Workforce Findings From The Condition Of Education 2005  NCES 2005?114"},
      {
        "id":"ED485861",
        "title":"Status And Trends In The Education Of American Indians And Alaska Natives. NCES 2005-108"},
      {
        "id":"ED485862",
        "title":"2000 NAEP--1999, TIMSS Linking Report. Working Paper Series. NCES 2005-01"},
      {
        "id":"ED485865",
        "title":"Adolescents Assuming Adult Roles:  Factors Associated with Teens Providing Child Care for Younger Siblings"},
      {
        "id":"ED485869",
        "title":"Linking Training to Performance: A Guide for Workforce Development Professionals"},
      {
        "id":"ED485877",
        "title":"1992-93 Bachelor's Degree Recipients And their Opinions about Education. E.D. TAB. NCES 2005-174"},
      {
        "id":"ED485878",
        "title":"Many Things We Need Can Wait: The Child Cannot. Baltimore's Five-Year Action Plan for Achieving School Readiness"},
      {
        "id":"ED485879",
        "title":"Report of the Defense Task Force on Sexual Harassment and Violence at the Military Service Academies"},
      {
        "id":"ED485880",
        "title":"Private Education: Good for Students; Good for Families; Good for America"},
      {
        "id":"ED485881",
        "title":"Building Culturally & Linguistically Competent Services to Support Young Children, Their Families, and School Readiness"},
      {
        "id":"ED485882",
        "title":"HEA Reauthorization. Issue Paper"},
      {
        "id":"ED485883",
        "title":"City & Rural KIDS COUNT Data Book. KIDS COUNT Special Report"},
      {
        "id":"ED485884",
        "title":"A Cost Allocation Model For Shared District Resources: A Means For Comparing Spending Across Schools. CRPE Working Paper 2004-4"},
      {
        "id":"ED485885",
        "title":"Addressing Funding Inequities Within Districts. Working Paper #2005-2"},
      {
        "id":"ED485886",
        "title":"City Kids Count Pocket Guide. Measures of Child Well-Being in the Nation's Largest Cities"},
      {
        "id":"ED485887",
        "title":"Buried Treasure: Developing A Management Guide From Mountains of School Data"},
      {
        "id":"ED485888",
        "title":"Rural KIDS COUNT Pocket Guide. Measures of Child Well-Being in the Nation's Rural Areas"},
      {
        "id":"ED485889",
        "title":"From Bystander to Ally: Transforming the District Human Resources Department"},
      {
        "id":"ED485891",
        "title":"Charter Schools in Washington State: A Financial Drain or Gain? CRPE Working Paper #2004_5"},
      {
        "id":"ED485892",
        "title":"Doing School Choice Right. Proceedings of a Meeting on Communities and Choice (Washington, DC, August 30-31, 2004)"},
      {
        "id":"ED485893",
        "title":"Legal Issues and Small High Schools: Strategies to Support Innovation in Washington State"},
      {
        "id":"ED485894",
        "title":"Accelerating Success: A Design Guide for Starting a New School Incubator"},
      {
        "id":"ED485895",
        "title":"Strengthening Title I to Help High-Poverty Schools: How Title I Funds Fit into District Allocation Patterns"},
      {
        "id":"ED485897",
        "title":"Families as Primary Partners in their Child&apos;s Development and School Readiness"},
      {
        "id":"ED485899",
        "title":"Welfare Reform in Los Angeles: Implementation, Effects, and Experiences of Poor Families and Neighborhoods. The Project on Devolution and Urban Change"},
      {
        "id":"ED485900",
        "title":"School Meal Programs: Competitive Foods Are Widely Available and Generate  Substantial Revenues for Schools. Report to Congressional Requesters. GAO-05-563"},
      {
        "id":"ED485901",
        "title":"Arizona Healthy School Environment Model Policy Implementation Pilot Study. Team Nutrition Grant"},
      {
        "id":"ED485902",
        "title":"Standards and Rubrics for School Improvement. 2005 Revised Edition"},
      {
        "id":"ED485903",
        "title":"Arizona State Report Card, 2003-2004"},
      {
        "id":"ED485904",
        "title":"Arizona's School Accountability System &quot;Technical Manual.&quot; Volume III: Title III Accountability"},
      {
        "id":"ED485906",
        "title":"Good Jobs And Careers: What Communities Need to do to Train and Move Low-Income,  Low-Skilled People into Good Jobs and Careers"},
      {
        "id":"ED485907",
        "title":"Faith Matters: Race/Ethnicity, Religion and Substance Use"},
      {
        "id":"ED485908",
        "title":"The Road to Good Employment Retention. Three Successful Programs from the Jobs Initiative"},
      {
        "id":"ED485910",
        "title":"Advanced Placement and International Baccalaureate Exam Results for 2003-2004"},
      {
        "id":"ED485911",
        "title":"Final 2004 Report on Adequate Yearly Progress in the Montgomery County Public Schools"},
      {
        "id":"ED485912",
        "title":"An Examination of the 2003-2004 Montgomery County Public Schools High School Academic Attainment Model"},
      {
        "id":"ED485913",
        "title":"Senior Exit Survey: Class of 2004"},
      {
        "id":"ED485914",
        "title":"Annual Report on Our Call to Action: Strategic Plan for the Montgomery County Public Schools"},
      {
        "id":"ED485915",
        "title":"Improving School Readiness Outcomes: Lessons from Six Communities"},
      {
        "id":"ED485917",
        "title":"MCPS Schools at a Glance, 2004-2005"},
      {
        "id":"ED485918",
        "title":"The High Cost of Being Poor: What It Takes for Low-Income Families to Get By and Get Ahead in Rural America. Strengthening Rural Families"},
      {
        "id":"ED485919",
        "title":"A Guide to the Tool Kit for Hispanic Families"},
      {
        "id":"ED485924",
        "title":"Resource Guide to Mathematics Curriculum Materials for High Ability Learners, Grades  K-8"},
      {
        "id":"ED485934",
        "title":"KIDS COUNT Data Book, 2004: State Profiles of Child Well-Being"},
      {
        "id":"ED485935",
        "title":"KIDS COUNT Data Book, 2005: State Profiles of Child Well-Being"},
      {
        "id":"ED485936",
        "title":"KIDS COUNT Pocket Guide, 2005"},
      {
        "id":"ED485937",
        "title":"Moving Youth from Risk to Opportunity. KIDS COUNT 2004 Essay"},
      {
        "id":"ED485938",
        "title":"Helping Our Most Vulnerable Families Overcome Barriers to Work and Achieve Financial Success. KIDS COUNT 2005 Essay"},
      {
        "id":"ED485942",
        "title":"The Context and Meaning of Family Strengthening in Indian America"},
      {
        "id":"ED485943",
        "title":"Workforce Intermediaries: Powering Regional Economies in the New Century"},
      {
        "id":"ED485945",
        "title":"Working Hard, Falling Short: America's Working Families and the Pursuit of Economic Security"},
      {
        "id":"ED485953",
        "title":"Unfulfilled Promise: Ensuring High Quality Teachers for Our Nation's Students. No Child Left Behind: A Status Report from Southeastern Schools"},
      {
        "id":"ED485954",
        "title":"Teacher Working Conditions are Student Learning Conditions. A Report to Mike Easley on the 2004 North Carolina Teacher Working Conditions Survey"},
      {
        "id":"ED485955",
        "title":"Fragmentary Cohorts, Full Cohorts, and the Placement/Course Level Match in Remedial Mathematics Courses among Urban Community College Students"},
      {
        "id":"ED485956",
        "title":"Listening to the Experts: A Report on the 2004 South Carolina Working Conditions Survey"},
      {
        "id":"ED485958",
        "title":"Projections of Education Statistics to 2014. Thirty-Third Edition. NCES 2005-074"},
      {
        "id":"ED485959",
        "title":"Accelerated Learning Certification: Levels I, II and III"},
      {
        "id":"ED485960",
        "title":"Peer Assessment and Compliance Review (PACR) Innovative Strategies Report. California Court Appointed Special Advocates (CASA) Programs"},
      {
        "id":"ED485961",
        "title":"Evaluation of the Child Development Facility Accreditation Project. Final Report"},
      {
        "id":"ED485963",
        "title":"Bibliography of Resources for Multicultural Higher Education"},
      {
        "id":"ED485964",
        "title":"EPP Monitor, Volume 8, Issues 1&amp;2, Spring/Summer 2004"},
      {
        "id":"ED485973",
        "title":"A Lesson in Waste: Where Does All the Federal Education Money Go? Policy Analysis. No. 518"},
      {
        "id":"ED485974",
        "title":"Paraprofessional Staff Development: State &amp; National Resources"},
      {
        "id":"ED485975",
        "title":"Assessing the Impact and Effectiveness of the Advanced Technological Education (ATE) Program. 2004 Survey Results. Volume I: Evaluation of the ATE Program Design"},
      {
        "id":"ED485976",
        "title":"Assessing the Impact and Effectiveness of the Advanced Technological Education (ATE) Program. 2004 Survey Results. Volume II. Status of the ATE Centers. Executive Summary"},
      {
        "id":"ED485977",
        "title":"Assessing the Impact and Effectiveness of the Advanced Technological Education (ATE) Program. Survey Results 2004. Volume III: Status of ATE Projects and Articulation Partnerships"},
      {
        "id":"ED485979",
        "title":"Comparison of Key Provisions: IDEA '97 and the 2004 IDEA Amendments"},
      {
        "id":"ED485980",
        "title":"Comparison of Key Provisions: IDEA '97 and the IDEA as Amended (IDEA '04)"},
      {
        "id":"ED485981",
        "title":"20 Essential Questions Every Board Member must Answer"},
      {
        "id":"ED485982",
        "title":"Using Case Studies to Teach Science. Education: Classroom Methodology"},
      {
        "id":"ED485990",
        "title":"Taking School Design to Students"},
      {
        "id":"ED485991",
        "title":"Why Students with Learning Disabilities Need No Child Left Behind"},
      {
        "id":"ED485999",
        "title":"Learning to Lead? What Gets Taught in Principal Preparation Programs. PEPG 05-02"},
      {
        "id":"ED486000",
        "title":"Textbook Leadership? An Analysis of Leading Books Used in Principal Preparation. PEPG 05-03"},
      {
        "id":"ED486002",
        "title":"What's So Big about Small Schools? The Case for Small Schools: Nationwide and in North Dakota. PEPG 05-05"},
      {
        "id":"ED486009",
        "title":"Educational Adequacy Lawsuits: The Rest of the Story. PEPG 04-07"},
      {
        "id":"ED486012",
        "title":"The Efficacy of Choice Threats within School Accountability Systems: Results from Legislatively Induced Experiments. PEPG 05-01"},
      {
        "id":"ED486013",
        "title":"Alabama Department of Education Annual Report, 2003. Bulletin 2005, Number 3"},
      {
        "id":"ED486014",
        "title":"State Board of Education School Report Card for 2003-2004: A State Summary. Bulletin 2005, Number 99"},
      {
        "id":"ED486015",
        "title":"Residential Group Care Quarterly. Volume 5, Number 2, Fall 2004"},
      {
        "id":"ED486017",
        "title":"Title IA School Improvement Resource Manual, 2004-05. Revised"},
      {
        "id":"ED486018",
        "title":"Career-Related Learning Standards and Extended Application Standard: Guide for Schools to Build Relevant and Rigorous Collections of Evidence"},
      {
        "id":"ED486019",
        "title":"Residential Group Care Quarterly. Volume 5, Number 4, Spring 2005"},
      {
        "id":"ED486020",
        "title":"Oregon Title I-A Handbook. No Child Left Behind Act of 2001, Public Law 107-110, January 8, 2002"},
      {
        "id":"ED486021",
        "title":"Residential Group Care Quarterly. Volume 5, Number 1, Summer 2004"},
      {
        "id":"ED486022",
        "title":"Oregon Consolidated State Performance Report: Comprehensive School Reform Program (CSR), 2003-2004"},
      {
        "id":"ED486023",
        "title":"Residential Group Care Quarterly. Volume 6, Number 1, Summer 2005"},
      {
        "id":"ED486024",
        "title":"Residential Group Care Quarterly. Volume 5, Number 3, Winter 2005"},
      {
        "id":"ED486025",
        "title":"Science: Teaching and Learning to Standards. Oregon Teacher Resources. 2005-2007"},
      {
        "id":"ED486027",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 3, Number 2, Spring 2004"},
      {
        "id":"ED486028",
        "title":"Subject Area Endorsement Resource Manual"},
      {
        "id":"ED486029",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 3, Number 3, Summer/Fall 2004"},
      {
        "id":"ED486030",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 4, Number 1, Spring 2005"},
      {
        "id":"ED486033",
        "title":"Indiana&apos;s Academic Standards: Economics--Social Studies"},
      {
        "id":"ED486034",
        "title":"Indiana&apos;s Academic Standards: Grade 8 English/Language Arts, Mathematics, Science, Social Studies"},
      {
        "id":"ED486035",
        "title":"Graduation and Dropout Trends in Chicago: A Look at Cohorts of Students from 1991 through 2004. Report Highlights"},
      {
        "id":"ED486036",
        "title":"Food Safety Tips for College Students"},
      {
        "id":"ED486037",
        "title":"Proposition 74: Waiting Period for Permanent Teaching Status and Dismissal Procedures"},
      {
        "id":"ED486038",
        "title":"Proposition 76: State Spending and School Funding Limits. Voter Guide"},
      {
        "id":"ED486039",
        "title":"Indiana&apos;s Academic Standards: Grade 9--English/Language Arts"},
      {
        "id":"ED486041",
        "title":"Indiana&apos;s Academic Standards. Integrated Mathematics I--Mathematics"},
      {
        "id":"ED486042",
        "title":"No Child Left Behind Act: Education Could Do More to Help States Better Define Graduation Rates and Improve Knowledge about Intervention Strategies. Report to Congressional Requesters. GAO-05-879"},
      {
        "id":"ED486043",
        "title":"Indiana&apos;s Academic Standards: World History and Civilization--Social Studies"},
      {
        "id":"ED486044",
        "title":"Vocational Rehabilitation: Better Measures and Monitoring Could Improve the Performance of the VR Program. Report to Congressional Committees. GAO-05-865"},
      {
        "id":"ED486045",
        "title":"Indiana&apos;s Academic Standards: United States History--Social Studies"},
      {
        "id":"ED486052",
        "title":"Public Libraries in the United States: Fiscal Year 2003. E.D. TAB. NCES 2005-363"},
      {
        "id":"ED486060",
        "title":"A Child Care Primer, 2004: Key Facts about Child Care and Early Education Services in New York City"},
      {
        "id":"ED486062",
        "title":"EDJJ Notes. Volume 3, Number 2"},
      {
        "id":"ED486063",
        "title":"EDJJ Notes. Volume 3, Number 3"},
      {
        "id":"ED486064",
        "title":"EDJJ Notes. Volume 4, Number 1"},
      {
        "id":"ED486065",
        "title":"Vision, Leadership, and Determination: Cities and Their Partners Are Creating After-School System"},
      {
        "id":"ED486066",
        "title":"Heads Up: Concussion in High School Sports. Guide for Coaches"},
      {
        "id":"ED486068",
        "title":"U.S.?South African Research and Training Collaborations"},
      {
        "id":"ED486071",
        "title":"Challenges of Starting and Operating Charter Schools: A Multicase Study"},
      {
        "id":"ED486072",
        "title":"Evaluating the Performance of Charter Schools in Connecticut"},
      {
        "id":"ED486073",
        "title":"High School Agenda: Who's Doing What"},
      {
        "id":"ED486074",
        "title":"Full-Day Kindergarten: A Study of State Policies in the United States"},
      {
        "id":"ED486077",
        "title":"The Rural Systemic Initiative of the National Science Foundation: An Evaluation Perspective at the Local School and Community Level"},
      {
        "id":"ED486078",
        "title":"CDA Leadership Program Final Report: Emerging Themes. CCT Reports"},
      {
        "id":"ED486079",
        "title":"Intel International Interim Report"},
      {
        "id":"ED486080",
        "title":"Teachers&apos; Domain Evaluation Report. CCT Reports"},
      {
        "id":"ED486081",
        "title":"Corrective Action: A Look at State Takeovers of Urban and Rural Districts. AEL Policy Brief"},
      {
        "id":"ED486083",
        "title":"The Healthy and High Performance School: A Two-Part Report Regarding the Scientific Findings and Policy Implications of School Environmental Health"},
      {
        "id":"ED486088",
        "title":"Participation Guidelines for Alaska Students in State Assessments: Limited English Proficient and Special Education"},
      {
        "id":"ED486090",
        "title":"Guide to Test Interpretation for the High School Graduation Qualifying Examination  for Parents and Students, Spring 2005"},
      {
        "id":"ED486094",
        "title":"Federal Literacy Facts: An Update on Literacy-Related Developments at the National Level"},
      {
        "id":"ED486095",
        "title":"Federal Literacy Facts: An Update on Literacy-Related Developments at the National Level"},
      {
        "id":"ED486096",
        "title":"Federal Literacy Facts: An Update on Literacy-Related Developments at the National Level"},
      {
        "id":"ED486109",
        "title":"Mathematics for All Project Annual Report to the National Science Foundation. CCT Reports"},
      {
        "id":"ED486114",
        "title":"What Middle Grade Students Say about Learning Science with Multimedia"},
      {
        "id":"ED486115",
        "title":"Formative Evaluation of the Intel Seeing Reason Seminars (U.S.). Summary Report"},
      {
        "id":"ED486116",
        "title":"Intel Teach to the Future[R] U.S. Classic Program Cumulative Participant Teacher End-of-Training Survey Data through Q4-2003. Summary Report. CCT Reports"},
      {
        "id":"ED486117",
        "title":"Intel Teach to the Future[R] U.S. Classic Program Cumulative Master Teacher End-of-Training Survey Data. Summary Report. CCT Reports"},
      {
        "id":"ED486119",
        "title":"What Factors Inflence Teachers&apos; Level of Follow Up on Their Training? Further Findings from the 2003 End of School Year Survey Intel Teach to the Future[R] U.S. Classic Implementation. CCT Reports"},
      {
        "id":"ED486120",
        "title":"Intel Teach to the Future[R] U.S. Classic Program and U.S. Expansion Program Master Teacher End of Training Survey. Summary Report. CCT Reports"},
      {
        "id":"ED486121",
        "title":"Intel Teach to the Future[R] U.S. Classic Program and U.S. Expansion Program Participant Teacher End of Training Survey. Summary Report. CCT Reports"},
      {
        "id":"ED486122",
        "title":"Formative Evaluation of the Intel[R] Design and Discovery Curriculum Report. CCT Reports"},
      {
        "id":"ED486123",
        "title":"Formative Evaluation of the Intel[R] Innovation in Education Institutes. Summary Report. CCT Reports"},
      {
        "id":"ED486125",
        "title":"The Reinventing Education Initiative from an Evaluation Perspective: The Role of Innovative Technology Partnerships in Addessing Significant Challenges to Education Improvement. CCT Research Summary"},
      {
        "id":"ED486126",
        "title":"Intel Teach to the Future[R] Leadership Forum: Formative Research. CCT Reports"},
      {
        "id":"ED486127",
        "title":"Intel Teach for the Future: Meeting the Challenge of No Child Left Behind"},
      {
        "id":"ED486128",
        "title":"Intel[R] Teach to the Future Summary of Evaluation Findings, 2000-2003 U.S. Classic Program Implementation. CCT Reports"},
      {
        "id":"ED486129",
        "title":"Intel[R] Teach to the Future U.S. Implementation, Classic and Expansion Teachers 2004 End of School Year Survey Summary. CCT Reports"},
      {
        "id":"ED486130",
        "title":"Why the Senate Higher Education Bill Is Good News for Low-Income Adults--And How to Make It Even Better"},
      {
        "id":"ED486132",
        "title":"Alaska State Educational Technology Plan"},
      {
        "id":"ED486133",
        "title":"A Handbook to Writing Educational Specifications. 2005 Edition"},
      {
        "id":"ED486134",
        "title":"Graduation Rate Report: Four and Five Year Graduation Rates for the Cohort Class of 2003, Arizona Public High Schools"},
      {
        "id":"ED486135",
        "title":"Early Learning Standards"},
      {
        "id":"ED486137",
        "title":"School Safety Program Guidance Manual. Revised"},
      {
        "id":"ED486138",
        "title":"Case Studies of Supplemental Services Under the &quot;No Child Left Behind Act&quot;: Findings from 2003-04. DOC# 2005-13"},
      {
        "id":"ED486139",
        "title":"Review of Department Identified Contracts and Grants for Public Relations Services.  Final Inspection Report. ED-OIG/I13-F0012"},
      {
        "id":"ED486140",
        "title":"Developing Effective Wording and Format Options for a Children's Nutrition Behavior Questionnaire for Mothers of Children in Kindergarten. Contractor and Cooperator Report No. 10"},
      {
        "id":"ED486141",
        "title":"Establishing a Web-Based Data Collection System for National School Lunch and National School Breakfast Program Data. Technical Report. E-FAN-04-005-3"},
      {
        "id":"ED486142",
        "title":"Evaluating the Impact of School Nutrition Programs. Final Report. E-FAN-04-008"},
      {
        "id":"ED486143",
        "title":"Innovative WIC Practices: Profiles of 20 Programs. E-FAN-04-007"},
      {
        "id":"ED486144",
        "title":"Parenting Practices and Obesity in Low-Income African-American Preschoolers. Contractor  and Cooperator Report No. 3"},
      {
        "id":"ED486146",
        "title":"Indians In Oregon Today. Oregon Middle School - High School Curriculum"},
      {
        "id":"ED486147",
        "title":"Bureau of Indian Affairs. Office of Indian Education Programs. School Report Cards.  2003-2004"},
      {
        "id":"ED486148",
        "title":"Indian Education Technology Plan, 2004-2009"},
      {
        "id":"ED486151",
        "title":"Workforce Strategy Center Comments on President Bush's Call for Community-Based Job Training Grants. Policy Brief"},
      {
        "id":"ED486152",
        "title":"WSC Bridge Program Planning Guide"},
      {
        "id":"ED486153",
        "title":"Building Community College/Community Based Organizations (CBO) Partnerships: A Report to the William and Flora Hewlett Foundation"},
      {
        "id":"ED486154",
        "title":"Using Resources Effectively: An Overview of Funding Resources for Workforce Development Initiatives"},
      {
        "id":"ED486155",
        "title":"Education and Skills for the 21st Century: An Agenda for Action"},
      {
        "id":"ED486156",
        "title":"Big Buildings, Small Schools: Using a Small Schools Strategy for High School Reform"},
      {
        "id":"ED486157",
        "title":"Breaking Through: Helping Low-Skilled Adults Enter and Succeed in College and Careers"},
      {
        "id":"ED486158",
        "title":"Fast Track to College: Increasing Postsecondary Success for All Students. Double the Numbers: A Jobs for the Future Initiative"},
      {
        "id":"ED486159",
        "title":"From the Entry Level to Licensed Practical Nurse: Four Case Studies of Career Ladders in Health Care"},
      {
        "id":"ED486160",
        "title":"Head Start on College: Dual Enrollment Strategies in New England, 2004-2005"},
      {
        "id":"ED486161",
        "title":"Integrating Grades 9 through 14: State Policies to Support and Sustain Early College High Schools. Early College High School Initiative"},
      {
        "id":"ED486162",
        "title":"Profiles of Partnerships, Programs, and Practices to Illustrate the U.S. Employment  and Training Administration's New Vision for Youth Services"},
      {
        "id":"ED486163",
        "title":"The Right Jobs: Identifying Career Advancement Opportunities for Low-Skilled Workers. A Guide for Public and Private Sector Workforce Development Practitioners. Advancement for Low-Wage Workers"},
      {
        "id":"ED486166",
        "title":"Computer/Technology Skills: Standard Course of Study and Grade Level Competencies 3-5"},
      {
        "id":"ED486167",
        "title":"Computer/ Technology Skills Standard Course of Study and Grade Level Competencies, 6-8"},
      {
        "id":"ED486168",
        "title":"Computer/Technology Skills Standard Course of Study and Grade Level Competencies 6-12"},
      {
        "id":"ED486169",
        "title":"Computer/Technology Skills Standard Course of Study and Grade Level Competencies K-2"},
      {
        "id":"ED486171",
        "title":"Afterschool, Community Service and Volunteerism. Afterschool Alert. Issue Brief No. 10"},
      {
        "id":"ED486175",
        "title":"Assessing Public Board Performance"},
      {
        "id":"ED486190",
        "title":"Individuals with Disabilities Education Act Burden of Proof: On Parents or Schools?"},
      {
        "id":"ED486201",
        "title":"Science and Engineering Indicators. 2004. Volume 1"},
      {
        "id":"ED486203",
        "title":"Support of Graduate Students and Postdoctoral Researchers in the Sciences and  Engineering: Impact of Related Policies and Practices. Workshop Report"},
      {
        "id":"ED486204",
        "title":"Labor Force Participation in Formal Work-Related Education in 2000-01. Statistical Analysis Report. NCES 2005-048"},
      {
        "id":"ED486205",
        "title":"Postsecondary Institutions in the United States: Fall 2004 and Degrees and Other  Awards Conferred: 2003-04. E.D. TAB. NCES 2005-182"},
      {
        "id":"ED486206",
        "title":"Virtual District, Real Improvement: A Retrospective Evaluation of the Chancellor's District, 1996-2003"},
      {
        "id":"ED486207",
        "title":"Charter School Funding in New York Perspectives on Parity with Traditional Public Schools"},
      {
        "id":"ED486209",
        "title":"Second Year Evaluation Report for the Cornerstone Literacy Initiative"},
      {
        "id":"ED486211",
        "title":"Lessons from the Field of School Reform Organizing. A Review of Strategies for Organizers and Leaders"},
      {
        "id":"ED486213",
        "title":"Scaling Up the Big Picture. Summary of Findings"},
      {
        "id":"ED486214",
        "title":"The Finance Gap: Charter Schools and Their Facilities. Findings from a Nine-Month  National Study"},
      {
        "id":"ED486215",
        "title":"The Events of the Beslan, Russia School Siege. SVRC Fact Sheet"},
      {
        "id":"ED486216",
        "title":"School Preparation to the Terrorist Threat. SVRC Fact Sheet"},
      {
        "id":"ED486224",
        "title":"Shaw High School A Case Study in Rural High School Improvement"},
      {
        "id":"ED486225",
        "title":"Longitudinal Study of the Effects of Professional Development on Improving Mathematics and Science Instruction (MSP PD Study). Year 2 Progress Report"},
      {
        "id":"ED486226",
        "title":"Policy Statement on School Health"},
      {
        "id":"ED486227",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 4, Number 2, Fall/Summer 2005"},
      {
        "id":"ED486228",
        "title":"Residential Group Care Quarterly. Volume 6, Number 2, Fall 2005"},
      {
        "id":"ED486229",
        "title":"Annual Performance Reports: 2002-2003 State Assessment Data"},
      {
        "id":"ED486230",
        "title":"Confronting the Unique Challenges of Including English Language Learners with Disabilities in Statewide Assessments. ELLs with Disabilities Report 9"},
      {
        "id":"ED486231",
        "title":"Graduation Exam Participation and Performance (2000-2001) of English Language Learners with Disabilities. ELLs with Disabilities Report 3"},
      {
        "id":"ED486232",
        "title":"English Language Learners with Disabilities and Large-Scale Assessments: What the Literature Can Tell Us. ELLs with Disabilities Report 6"},
      {
        "id":"ED486233",
        "title":"Educators' Opinions About Out-of-Level Testing.  Moving Beyond Perceptions. Out-of-Level Testing Report 15"},
      {
        "id":"ED486234",
        "title":"Understanding Out-of-Level Testing in Local Schools: A Second Case Study of Policy Implementation and Effects. Report 12"},
      {
        "id":"ED486235",
        "title":"Alternative Routes to the Standard Diploma. Synthesis Report 54"},
      {
        "id":"ED486236",
        "title":"State Policies on Assessment Participation and Accommodations for Students with Disabilities, 2003. Synthesis Report 56"},
      {
        "id":"ED486237",
        "title":"Steady Progress: State Public Reporting Practices for  Students with Disabilities after the First Year of NCLB (2002-2003). Technical Report 40"},
      {
        "id":"ED486238",
        "title":"Analyzing Results of Large-Scale Assessments to Ensure Universal Design. Technical Report 41"},
      {
        "id":"ED486247",
        "title":"Integrative Learning: Mapping the Terrain. The Academy in Transition"},
      {
        "id":"ED486258",
        "title":"Model Wellness Policy"},
      {
        "id":"ED486259",
        "title":"Using Evidence-Based Parenting Programs to Advance CDC Efforts in Child Maltreatment Prevention. Research Brief"},
      {
        "id":"ED486260",
        "title":"CDC's Rape Prevention and Education Grant Program: Preventing Sexual Violence in the United States, 2004"},
      {
        "id":"ED486261",
        "title":"Measuring Violence-Related Attitudes, Behaviors, and Influences among Youths: A Compendium of Assessment Tools. Second Edition"},
      {
        "id":"ED486265",
        "title":"Case Studies of 19 School Resource Officer (SRO) Programs. Document Number 209271"},
      {
        "id":"ED486266",
        "title":"Comparison of Program Activities and Lessons Learned among 19 School Resource Officer (SRO) Programs. Document Number 209272"},
      {
        "id":"ED486267",
        "title":"Integration of Law Enforcement into School Safety: The Milwaukee Initiative. Final Report. Document Number 209266"},
      {
        "id":"ED486268",
        "title":"National Assessment of School Resource Officer Programs. Final Project Report. Document Number 209273"},
      {
        "id":"ED486269",
        "title":"National Summit on Campus Public Safety. Strategies for Colleges and Universities in a Homeland Security Environment"},
      {
        "id":"ED486270",
        "title":"School Vandalism and Break-Ins. Problem-Oriented Guides for Police. Problem-Specific Guides Series, No. 35"},
      {
        "id":"ED486271",
        "title":"National Assessment of School Resource Officer Programs: Survey of Students in Three Large New SRO Programs. Document Number 209270"},
      {
        "id":"ED486273",
        "title":"Autism Overview: What We Know"},
      {
        "id":"ED486274",
        "title":"Mind over Matter: The Brain's Response to Drugs. Teacher's Guide. Revision. Publication No. 05-3592"},
      {
        "id":"ED486275",
        "title":"Families Finding the Balance: A Parent Handbook. We Can! Ways to Enhance Children's Activity & Nutrition."},
      {
        "id":"ED486277",
        "title":"Science Standard Course of Study and Grade Level Competencies, K-12. Revised"},
      {
        "id":"ED486278",
        "title":"Second Language Studies Standard Course of Study and Grade Level Competencies, K-12. Revised"},
      {
        "id":"ED486282",
        "title":"Assessing the Relationship Between Observed Teaching Practice and Reading Growth in First Grade English Learners: A Validation Study"},
      {
        "id":"ED486289",
        "title":"NASA Explorer Institutes: Exploring the Possibilities for Collaboration with the Informal Education Community. Report of the NASA Explorer Institutes--Focus Groups and Pilot Workshops, September 2004-March 2005; Planning and Evaluation Meeting, March 14-17, 2005"},
      {
        "id":"ED486290",
        "title":"Tapestry of Tales: Stories of Self, Family, and Community Provide Rich Fabric for Learning"},
      {
        "id":"ED486291",
        "title":"Young Children and the Rural Information Gap: The Weaknesses of Major Data Sources for Examining the Well-being of Rural Children"},
      {
        "id":"ED486298",
        "title":"A Profile of the American High School Senior in 2004: A First Look. Initial Results from the First Follow-Up of the Education Longitudinal Study of 2002 (ELS:2002). NCES 2006-348"},
      {
        "id":"ED486314",
        "title":"Advancing the Civic Mission of Schools: What Schools, Districts, and State and Federal Leaders Can Do"},
      {
        "id":"ED486315",
        "title":"AED in Africa"},
      {
        "id":"ED486316",
        "title":"AED in Asia"},
      {
        "id":"ED486318",
        "title":"AED in the Middle East"},
      {
        "id":"ED486319",
        "title":"Center for School and Community Services"},
      {
        "id":"ED486320",
        "title":"Establishing Apprenticeship Programs for Youth Workers: A Planning Guide"},
      {
        "id":"ED486321",
        "title":"Making School Safe for Girls: Combating Gender-Based Violence in Benin"},
      {
        "id":"ED486325",
        "title":"Teacher Leaders for Mathematics Success (TL=MS). Final Evaluation Report"},
      {
        "id":"ED486326",
        "title":"Guidebook for the California Healthy Kids Survey. Part I: Administration. 2004-2005 Edition"},
      {
        "id":"ED486327",
        "title":"Guidebook for the California Healthy Kids Survey. Part II: Data Use and Dissemination. 2004-2005 Edition"},
      {
        "id":"ED486328",
        "title":"Guidebook for the California Healthy Kids Survey. Part III: School Climate Survey for Teachers and Other Staff. 2005-2006 Edition"},
      {
        "id":"ED486329",
        "title":"Ensuring that No Child is Left Behind. How are Student Health Risks &amp; Resilience Related to the Academic Progress of Schools?"},
      {
        "id":"ED486332",
        "title":"Student Achievement and Graduation Rates in Nevada: Urgent Need for Faster Improvement"},
      {
        "id":"ED486333",
        "title":"Educational Attainment in the United States: 2003. Population Characteristics"},
      {
        "id":"ED486334",
        "title":"Public Education Finances, 2003"},
      {
        "id":"ED486335",
        "title":"What It's Worth: Field of Training and Economic Status in 2001. Household Economic Studies"},
      {
        "id":"ED486336",
        "title":"Childhood Obesity: A Food and Nutrition Resource List for Educators and Researchers"},
      {
        "id":"ED486337",
        "title":"Nutrition, Learning and Behavior in Children: A Resource List for Professionals. March 2004"},
      {
        "id":"ED486338",
        "title":"Engaging Families at the Secondary Level: What Schools Can Do to Support Family Involvement"},
      {
        "id":"ED486339",
        "title":"Organizing Family and Community Connections With Schools: How Do School Staff Build Meaningful Relationships with All Stakeholders?"},
      {
        "id":"ED486341",
        "title":"Higher Education. Federal Science, Technology, Engineering, and Mathematics Programs and Related Trends. Report to the Chairman, Committe on Rules, House of Representatives. GAO-06-114"},
      {
        "id":"ED486342",
        "title":"National Institute for Literacy. Report on Activities and Accomplishments. FY 1993-FY 2002"},
      {
        "id":"ED486343",
        "title":"From Teasing to Torment: School Climate in America. A Survey of Students and Teachers"},
      {
        "id":"ED486344",
        "title":"Measuring Up on College-Level Learning. National Center Report #05-8"},
      {
        "id":"ED486348",
        "title":"South Dakota Department of Education Special Education Programs Northern Hills Training Center"},
      {
        "id":"ED486351",
        "title":"Achieving Diversity: Race-Neutral Alternatives in American Education"},
      {
        "id":"ED486352",
        "title":"Evaluators Meeting Summary"},
      {
        "id":"ED486353",
        "title":"Office of Elementary and Secondary Education Webcast Introduction: Identifying, Recognizing, and Learning From Effective Schools"},
      {
        "id":"ED486354",
        "title":"Character Education and Civic Engagement Listening Session Meeting Summary (Arlington, Virginia, March 30, 2004)"},
      {
        "id":"ED486357",
        "title":"Superintendent's 15th Annual Report, State of Hawaii Department of Education, 2004"},
      {
        "id":"ED486358",
        "title":"Bullying, Intimidation and Harassment Prevention School Policy. A Discussion Paper"},
      {
        "id":"ED486359",
        "title":"Montana Indians. Their History and Location"},
      {
        "id":"ED486360",
        "title":"Procedural Safeguards in Special Education Under IDEA"},
      {
        "id":"ED486361",
        "title":"Serving Students with Health Care Needs in Public Schools. A Technical Assistance Manual"},
      {
        "id":"ED486362",
        "title":"Tobacco-Free School Policy. A Discussion Paper"},
      {
        "id":"ED486363",
        "title":"Montana Youth Risk Behavior Survey Report, 2005 for Alternative Schools Students: Statewide Analysis of Selected Behavior Risk Factors"},
      {
        "id":"ED486364",
        "title":"Montana Youth Risk Behavior Survey Report, 2005 for American Indian Students in Urban Schools: Statewide Analysis of Selected Behavior Risk Factors"},
      {
        "id":"ED486365",
        "title":"Montana Youth Risk Behavior Survey Report, 2005 for Students with Disabilities: Statewide Analysis of Selected Behavior Risk Factors"},
      {
        "id":"ED486366",
        "title":"Montana Youth Risk Behavior Survey Report, 2005 for Grades 7-8: Statewide Analysis of Selected Behavior Risk Factors"},
      {
        "id":"ED486367",
        "title":"Montana Youth Risk Behavior Survey Report, 2005 for Montana High Schools: Statewide Analysis of Selected Behavior Risk Factors"},
      {
        "id":"ED486368",
        "title":"Montana Youth Risk Behavior Survey Report, 2005 for American Indian Students on Montana Reservations: Statewide Analysis of Selected Behavior Risk Factors"},
      {
        "id":"ED486369",
        "title":"Strengthening the Capacity to Lead in the Community College: The Role of University-Based Leadership Programs. An NCIA White Paper"},
      {
        "id":"ED486370",
        "title":"Intensive Technical Assistance Assessment Tool. Community Systems Edition"},
      {
        "id":"ED486374",
        "title":"Ohio Department of Education, Office of Career-Technical &amp; Adult Education District Program Performance Review--Executive Summary, FY04"},
      {
        "id":"ED486379",
        "title":"Marketing Education Cooperative Education Manual. Classroom and Training Station  Connecting Activities"},
      {
        "id":"ED486380",
        "title":"Ohio Career-Technical and Adult Education Dictionary"},
      {
        "id":"ED486381",
        "title":"The Form SF-3--Line by Line. Fiscal Years 2006 and 2007, Ohio's School Foundation Funding Program"},
      {
        "id":"ED486385",
        "title":"Whose IDEA Is This? A Resource Guide for Parents"},
      {
        "id":"ED486389",
        "title":"Crisis or Possibility? Conversations About the American High School"},
      {
        "id":"ED486399",
        "title":"Houston KIDS COUNT: A Snapshot of Children Living in Houston and Harris County. 2005 Texas KIDS COUNT Special Report"},
      {
        "id":"ED486401",
        "title":"The State of Texas Children, 2004"},
      {
        "id":"ED486402",
        "title":"Tough Choices: Making It Work When Work Doesn't Pay: Narratives from Texas Working Families"},
      {
        "id":"ED486403",
        "title":"Truth or Consequences: The State Budget for 2004-2005 and Its Impact on Texans"},
      {
        "id":"ED486404",
        "title":"Rural Roots, Urban Harvest, and Giving Back to the Land. Occasional Paper No. 8"},
      {
        "id":"ED486406",
        "title":"How Children Can Benefit from the Transition to Digital TV: Putting the Remote Control Back into the Hands of Parents. Policy Brief"},
      {
        "id":"ED486408",
        "title":"Digital Television: Sharpening the Focus on Children. Media Now, Spring 2004"},
      {
        "id":"ED486410",
        "title":"A Snapshot of Children on the California Border"},
      {
        "id":"ED486411",
        "title":"The Importance of Family Engagement. English Language Learners, Immigrant Children and Preschool for All. An Issue Brief Series"},
      {
        "id":"ED486412",
        "title":"The 2003 National School Climate Survey. The School-Related Experiences of Our Nation's Lesbian, Gay, Bisexual and Transgender Youth"},
      {
        "id":"ED486413",
        "title":"State of the States, 2004. A Policy Analysis of Lesbian, Gay, Bisexual and Transgender (LGBT) Safer Schools Issues"},
      {
        "id":"ED486414",
        "title":"Affirmative Student Development: Closing the Achievement Gap by Developing Human Capital. ETS Policy Notes Volume 12, Number 2, Spring 2004"},
      {
        "id":"ED486417",
        "title":"Schooling, Statistics, and Poverty: Can We Measure School Improvement?"},
      {
        "id":"ED486418",
        "title":"Testing and Time Limits. ETS R&amp;D Connections"},
      {
        "id":"ED486421",
        "title":"Foundations for Success in the Minneapolis Public Schools: Report of the Strategic Support Teams of the Council of the Great City Schools"},
      {
        "id":"ED486422",
        "title":"Raising Student Achievement in the St. Louis Public Schools. Report of the Strategic Support Teams of the Council of the Great City Schools"},
      {
        "id":"ED486423",
        "title":"Restoring Excellence to the District of Columbia Public Schools. Report of the Strategic Support Team of the Council of the Great City Schools"},
      {
        "id":"ED486424",
        "title":"Title III of No Child Left Behind: A Status Report from the Great City Schools, Fall 2004"},
      {
        "id":"ED486425",
        "title":"School Finance 2005?06. Budget Sets Off Public Battle"},
      {
        "id":"ED486428",
        "title":"Alternative Certification: A Growing Trend to Address the Teacher Shortage. ECS Policy Brief"},
      {
        "id":"ED486430",
        "title":"Learning That Lasts: Field Guide"},
      {
        "id":"ED486431",
        "title":"Restructuring Schools in Chester Upland, Pennsylvania: An Analysis of State and District Efforts. ECS Policy Brief"},
      {
        "id":"ED486432",
        "title":"State Strategies for Redesigning High Schools and Promoting High School to College Transitions. Issue Brief"},
      {
        "id":"ED486434",
        "title":"District and School Leadership. The Progress of Education Reform. Volume 6, Number 2"},
      {
        "id":"ED486435",
        "title":"Training for Paraprofessionals: The Community College Role Preparing Tomorrow's Teachers to Use Technology (PT3). Policy Brief"},
      {
        "id":"ED486436",
        "title":"What's Happening in School and District Leadership?"},
      {
        "id":"ED486441",
        "title":"An Examination of the Conditions of School Facilities Attended by 10th-Grade Students in 2002. E.D. TAB. NCES 2006-302"},
      {
        "id":"ED486442",
        "title":"Independent Undergraduates: 1999-2000. Postsecondary Education Descriptive Analysis Report. NCES 2005-151"},
      {
        "id":"ED486443",
        "title":"Integrated Postsecondary Education Data System Data Quality Study. Methodology Report. NCES 2005-175"},
      {
        "id":"ED486445",
        "title":"District of Columbia: Financial and Program Management Improvements Needed for Tuition Assistance Grant Program. Report to Congressional Committees. GAO-06-14"},
      {
        "id":"ED486446",
        "title":"Education's Data Management Initiative: Significant Progress Made, but Better Planning Needed to Accomplish Project Goals. Report to Congressional Committees. GAO-06-6"},
      {
        "id":"ED486447",
        "title":"Federal Student Loans. Challenges in Estimating Federal Subsidy Costs. Report to Congressional Committees. GAO-05-874"},
      {
        "id":"ED486448",
        "title":"Transfer Students: Postsecondary Institutions Could Promote More Consistent Consideration of Coursework by Not Basing Determinations on Accreditation. Report to Congressional Requesters. GAO-06-22"},
      {
        "id":"ED486450",
        "title":"New Assessment Option for Students with Disabilities under No Child Left Behind"},
      {
        "id":"ED486451",
        "title":"No Child Left Behind: Determining Appropriate Assessment Accommodations for Students with Disabilities"},
      {
        "id":"ED486452",
        "title":"No Child Left Behind: Making the Most of Options for IDEA-Eligible Students. Parent Advocacy Brief"},
      {
        "id":"ED486453",
        "title":"No Child Left Behind: Understanding Assessment Options for IDEA-Eligible Students. Parent Advocacy Brief"},
      {
        "id":"ED486454",
        "title":"Co-Teaching: Principles, Practices, and Pragmatics. New Mexico Public Education Department Quarterly Special Education Meeting (Albuquerque, New Mexico, April 29, 2004). [Participant's Guide]"},
      {
        "id":"ED486455",
        "title":"South Dakota's State Assessment System"},
      {
        "id":"ED486456",
        "title":"Bilingualism. Survey Brief"},
      {
        "id":"ED486457",
        "title":"Hispanic College Enrollment: Less Intensive and Less Heavily Subsidized. Fact Sheet"},
      {
        "id":"ED486458",
        "title":"Hispanic School Achievement: Catching Up Requires Running Faster Than White Youth. Fact Sheet"},
      {
        "id":"ED486460",
        "title":"The Averaged Freshman Graduation Rate for Public High Schools From the Common Core of Data: School Years 2001-02 and 2002-03. NCES 2006-601"},
      {
        "id":"ED486461",
        "title":"National Forum on Education Statistics History"},
      {
        "id":"ED486464",
        "title":"State Library Agencies, Fiscal Year 2004. E.D. TAB. NCES 2006-303"},
      {
        "id":"ED486465",
        "title":"The High School Transcript Study: The 2000 High School Transcript Study User's Guide and Technical Report. NCES 2005-483"},
      {
        "id":"ED486466",
        "title":"What Is the Status of High School Athletes 8 Years after Their Senior Year? Statistics in Brief. NCES 2005-303"},
      {
        "id":"ED486468",
        "title":"Reaching Out to Diverse Populations: What Can Schools Do to Foster Family-School Connections? A Strategy Brief of the National Center for Family and Community Connections with Schools"},
      {
        "id":"ED486469",
        "title":"Easing the Transition from PreK to Kindergarten: What Schools and Families Can Do to Address Child Readiness. A Strategy Brief of the National Center for Family and Community Connections with Schools"},
      {
        "id":"ED486470",
        "title":"SEDL Letter, Volume XVII, Number 1"},
      {
        "id":"ED486471",
        "title":"Adult Education and Family Literacy Act: Program Year 2002-2003. Report to Congress on State Performance"},
      {
        "id":"ED486473",
        "title":"Mathematics Framework for the 2005 National Assessment of Educational Progress"},
      {
        "id":"ED486475",
        "title":"Science Framework for the 2005 National Assessment of Educational Progress"},
      {
        "id":"ED486476",
        "title":"Single-Sex Versus Coeducational Schooling: A Systematic Review. Doc # 2005-01"},
      {
        "id":"ED486478",
        "title":"Hispanics: A People in Motion"},
      {
        "id":"ED486479",
        "title":"Latino Teens Staying in High School: A Challenge for all Generations. Pew Hispanic Center Fact Sheet"},
      {
        "id":"ED486480",
        "title":"Autism Program Quality Indicators: A Self-Review and Quality Improvement Guide for Programs Serving Young Students with Autism Spectrum Disorders, Fall 2004"},
      {
        "id":"ED512591",
        "title":"Utilizing College Access &amp; Completion Innovation Funds to Improve Postsecondary  Attainment in California"},
      {
        "id":"ED512592",
        "title":"State Policies on Student Transitions: Results of a Fifty-State Inventory"},
      {
        "id":"ED512593",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 2008-09. Statistical Analysis Report. NCES 2011-301"},
      {
        "id":"ED512602",
        "title":"Secondary Preservice Teachers Remember Their Favorite Writing Experience: Insights and Implications for Content Area Instruction"},
      {
        "id":"ED512603",
        "title":"Multiple Literacies in the 21st Century: The Twenty-Eighth Yearbook: A Peer Reviewed Publication of the College Reading Association, 2006. [Papers from the College Reading Association Conference, 2005]"},
      {
        "id":"ED512604",
        "title":"Celebrating the Power of Literacy. The Twenty-Sixth Yearbook: A Peer Reviewed Publication of The College Reading Association [Papers from the College Reading Association Conference, 2004]"},
      {
        "id":"ED512605",
        "title":"Navigating the Literacy Waters: Research, Praxis, and Advocacy. The Twenty-Ninth Yearbook: A Peer Reviewed Publication of the College Reading Association. [Papers from the College Reading Association Conference, 2006]"},
      {
        "id":"ED512606",
        "title":"Building Bridges to Literacy. The Twenty-Seventh Yearbook: A Peer Reviewed Publication of the College Reading Association. [Papers from the College Reading Association Conference, 2004]"},
      {
        "id":"ED512607",
        "title":"Kentucky Disability Resource Manual: A Handbook of Program Descriptions, Eligibility Criteria, and Contact Information"},
      {
        "id":"ED512608",
        "title":"Kentucky Early Childhood Transition Project. Evaluation Report: Quality and Impact of Transition Training and Technical Assistance Services"},
      {
        "id":"ED512609",
        "title":"A Network for Educational Change in the Great Lakes Region: A View through the Lens of Educational Service Agencies"},
      {
        "id":"ED512610",
        "title":"Does Remediation Work for All Students? How the Effects of Postsecondary Remedial and Developmental Courses Vary by Level of Academic Preparation. An NCPR Working Paper"},
      {
        "id":"ED512611",
        "title":"Parents' Experiences with the IEP Process: Considerations for Improving Practice"},
      {
        "id":"ED512612",
        "title":"Perspectives of Participants in Special Education Mediation: A Qualitative Inquiry"},
      {
        "id":"ED512613",
        "title":"Computer-Based Testing: Practices and Considerations. Synthesis Report 78"},
      {
        "id":"ED512614",
        "title":"States' Participation Guidelines for Alternate Assessments Based on Modified Academic Achievement Standards (AA-MAS) in 2009. Synthesis Report 75"},
      {
        "id":"ED512615",
        "title":"Science Assessments for Students with Disabilities in School Year 2006-2007: What We Know about Participation, Performance, and Accommodations. Synthesis Report 77"},
      {
        "id":"ED512616",
        "title":"Using Growth for Accountability: Considerations for Students with Disabilities. Policy Directions. Number 21"},
      {
        "id":"ED512617",
        "title":"Student Engagement: Pathways to Collegiate Success. 2004 Annual Survey Results"},
      {
        "id":"ED512618",
        "title":"Exploring Different Dimensions of Student Engagement. 2005 Annual Survey Results"},
      {
        "id":"ED512619",
        "title":"Engaged Learning: Fostering Success for All Students. Annual Report 2006"},
      {
        "id":"ED512620",
        "title":"Experiences That Matter: Enhancing Student Learning and Success. Annual Report 2007"},
      {
        "id":"ED512621",
        "title":"Promoting Engagement for All Students: The Imperative to Look Within. 2008 Results"},
      {
        "id":"ED512623",
        "title":"A New Look at the Institutional Component of Higher Education Finance: A Guide for Evaluating Performance Relative to Financial Resources"},
      {
        "id":"ED512625",
        "title":"The Role of a Mentor in Undergraduates' Research Writing Process"},
      {
        "id":"ED512635",
        "title":"Dual Language Learners in the Early Years: Getting Ready to Succeed in School"},
      {
        "id":"ED512636",
        "title":"Professional Development in Action: Improving Teaching for English Learners"},
      {
        "id":"ED512637",
        "title":"Outlook. Number 359"},
      {
        "id":"ED512638",
        "title":"Revisiting School District Consolidation Issues. Education Policy Brief. Volume 8, Number 3, Summer 2010"},
      {
        "id":"ED512639",
        "title":"College Persistence and Completion Strategies: Opportunities for Scaling up. Education Policy Brief. Volume 8, Number 4, Fall 2010"},
      {
        "id":"ED512640",
        "title":"Making Education Research Behave: Reflections from the Rural Lifeworld"},
      {
        "id":"ED512641",
        "title":"Understanding the Meaning of Rural within a Middle School Mathematics Professional Development and Research Project in Nebraska. Working Paper No. 40"},
      {
        "id":"ED512642",
        "title":"The Social Construction of Rural Mathematics. Working Paper No. 17"},
      {
        "id":"ED512643",
        "title":"Findings from Inverness Research Associates' Evaluation of the Appalachian Collaborative Center for Learning, Assessment, and Instruction in Mathematics (ACCLAIM). Working Paper No. 39"},
      {
        "id":"ED512644",
        "title":"A Rural Community's Perceptions of the Importance of Math and Math Education in Appalachia. Summary Report. The Padua Project"},
      {
        "id":"ED512646",
        "title":"The Impact of Looping Practices on Student Achievement at a Minnesota Inner City Elementary School: A Comparison Study"},
      {
        "id":"ED512647",
        "title":"A New Equation: How Encore Careers in Math and Science Education Equal More Success for Students"},
      {
        "id":"ED512648",
        "title":"Capturing Quality in Formative Assessment Practice: Measurement Challenges. CRESST Report 770"},
      {
        "id":"ED512649",
        "title":"How Boomers Can Contribute to Student Success: Emerging Encore Career Opportunities in K-12 Education"},
      {
        "id":"ED512650",
        "title":"A Bayesian Network Approach to Modeling Learning Progressions and Task Performance. CRESST Report 776"},
      {
        "id":"ED512651",
        "title":"Validity Evidence for Games as Assessment Environments. CRESST Report 773"},
      {
        "id":"ED512652",
        "title":"Measuring Opportunity to Learn and Academic Language Exposure for English Language Learners in Elementary Science Classrooms. CRESST Report 767"},
      {
        "id":"ED512653",
        "title":"A Conceptual Framework for Assessing Performance in Games and Simulations. CRESST Report 771"},
      {
        "id":"ED512654",
        "title":"What Works? Common Practices in High Functioning Afterschool Programs across the Nation in Math, Reading, Science, Arts, Technology, and Homework--A Study by the National Partnership. The Afterschool Program Assessment Guide. CRESST Report 768"},
      {
        "id":"ED512655",
        "title":"Developing High-Quality Assessments that Align with Instructional Video Games. CRESST Report 774"},
      {
        "id":"ED512656",
        "title":"Automatic Assessment of Complex Task Performance in Games and Simulations. CRESST Report 775"},
      {
        "id":"ED512657",
        "title":"Examining Practices of Staff Recruitment and Retention in Four High-Functioning Afterschool Programs: Extended Study from the National Afterschool Partnership Report. CRESST Report 769"},
      {
        "id":"ED512658",
        "title":"What Probably Works in Alternative Assessment. CRESST Report 772"},
      {
        "id":"ED512659",
        "title":"The Unintended Consequences of an Algebra-for-All Policy on High-Skill Students: The Effects on Instructional Organization and Students' Academic Outcomes"},
      {
        "id":"ED512660",
        "title":"A Bayesian Perspective on Methodologies for Drawing Causal Inferences in Experimental and Non-Experimental Settings"},
      {
        "id":"ED512661",
        "title":"Competitive Effects of Means-Tested School Vouchers"},
      {
        "id":"ED512662",
        "title":"Cognitive Underpinnings of Preschool Literacy and Numeracy"},
      {
        "id":"ED512663",
        "title":"Using State Tests vs. Study-Administered Tests to Measure Student Achievement: An Empirical Assessment Based on Four Recent Randomized Evaluations of Educational Interventions"},
      {
        "id":"ED512664",
        "title":"Physics Doctorates One Year Later: Data from the Follow-Up Survey of Degree Recipients from the Classes of 2007 and 2008. Focus On"},
      {
        "id":"ED512665",
        "title":"Good Policy, Good Practice II. Improving Outcomes and Productivity in Higher Education: A Guide for Policymakers"},
      {
        "id":"ED512666",
        "title":"Building Teacher Quality in Baltimore City Public Schools"},
      {
        "id":"ED512667",
        "title":"Arizona's Race to the Top: What Will It Take to Compete?"},
      {
        "id":"ED512668",
        "title":"Ed School Essentials: A Review of Illinois Teacher Preparation"},
      {
        "id":"ED512669",
        "title":"A Call for Change: The Social and Educational Factors Contributing to the Outcomes of Black Males in Urban Schools"},
      {
        "id":"ED512670",
        "title":"Bumping HR: Giving Principals More Say over Staffing"},
      {
        "id":"ED512671",
        "title":"Human Capital in Boston Public Schools: Rethinking How to Attract, Develop and Retain Effective Teachers"},
      {
        "id":"ED512672",
        "title":"The Final Stretch: An Analysis of the Race to the Top Round 2 Finalists"},
      {
        "id":"ED512673",
        "title":"The All-Purpose Science Teacher: An Analysis of Loopholes in State Requirements for High School Science Teachers"},
      {
        "id":"ED512674",
        "title":"Analysis of Seattle's New Teacher Contract"},
      {
        "id":"ED512675",
        "title":"Teacher Layoffs: Rethinking &quot;Last-Hired, First-Fired&quot; Policies"},
      {
        "id":"ED512676",
        "title":"Putting Michigan in the Driver's Seat for the Race to the Top"},
      {
        "id":"ED512677",
        "title":"A Bayesian Semiparametric Multivariate Causal Model, with Automatic Covariate Selection   and for Possibly-Nonignorable Missing Data"},
      {
        "id":"ED512678",
        "title":"Ed School Essentials: A Review of Illinois Teacher Preparation. Executive Summary"},
      {
        "id":"ED512679",
        "title":"Instructional Interactions of Kindergarten Mathematics Classrooms: Validating a Direct Observation Instrument"},
      {
        "id":"ED512680",
        "title":"Compliance-Effect Correlation Bias in Instrumental Variables Estimators"},
      {
        "id":"ED512681",
        "title":"Transforming American Education: Learning Powered by Technology. National Education Technology Plan, 2010"},
      {
        "id":"ED512682",
        "title":"Preparing Tomorrow's Teachers: Are Colorado's Education School Graduates Ready to Teach Reading and Mathematics in Elementary Classrooms?"},
      {
        "id":"ED512683",
        "title":"Navigating the Race to the Top Traffic Jam"},
      {
        "id":"ED512684",
        "title":"A Race to the Top Scorecard: How the \"Great Teachers and Leaders\" Assurance Area Can Help States Maximize Their Odds of Winning a \"Race to the Top\" Grant"},
      {
        "id":"ED512685",
        "title":"Read Alouds Enhanced with Tier 2 Instruction: Closing the Vocabulary and Comprehension Gap in First Grade"},
      {
        "id":"ED512686",
        "title":"The Targeted Reading Intervention: A Classroom Teacher Professional Development Program to Promote Effective Teaching for Struggling Readers in Kindergarten and First Grade"},
      {
        "id":"ED512687",
        "title":"Multipurpose Spaces"},
      {
        "id":"ED512688",
        "title":"Teacher Workspaces"},
      {
        "id":"ED512689",
        "title":"School Health Centers"},
      {
        "id":"ED512690",
        "title":"Analysis of Seattle Contract Proposals"},
      {
        "id":"ED512691",
        "title":"What School Boards Should Know Before Attempting to Circumvent the Rights of High School Students to Organize Gay-Straight Alliances Under the Auspices of the Equal Access Act"},
      {
        "id":"ED512692",
        "title":"Early Findings from the Implementation and Impact Study of Early College High School"},
      {
        "id":"ED512693",
        "title":"Planning School Grounds for Outdoor Learning"},
      {
        "id":"ED512694",
        "title":"Human Capital in Seattle Public Schools: Rethinking How to Attract, Develop and Retain Effective Teachers"},
      {
        "id":"ED512695",
        "title":"Workforce Infrastructure in Support of People with Disabilities: Matching Human Resources to Service Needs"},
      {
        "id":"ED512696",
        "title":"Student Commons"},
      {
        "id":"ED512697",
        "title":"Equality of Opportunity: The Making of the Americans with Disabilities Act"},
      {
        "id":"ED512698",
        "title":"Improving Basic Math Skills Using Technology"},
      {
        "id":"ED512699",
        "title":"Closing a School Building: A Systematic Approach"},
      {
        "id":"ED512700",
        "title":"Green Schools as High Performance Learning Facilities"},
      {
        "id":"ED512701",
        "title":"Cyberinfrastructure and Scientific Collaboration: Application of a Virtual Team Performance Framework with Potential Relevance to Education. WCER Working Paper No. 2010-12"},
      {
        "id":"ED512702",
        "title":"Teacher-Quality Checklist for School Districts"},
      {
        "id":"ED512705",
        "title":"A Course on Supporting Early Language and Literacy Development through Effective Teacher-Child Interactions: Effects on Teacher Beliefs, Knowledge and Practice"},
      {
        "id":"ED512706",
        "title":"The Role of Cognitive Strategy and Direct Instruction in Enhancing Kindergarten Students' Learning of Number Sense"},
      {
        "id":"ED512707",
        "title":"Using Meta-Analysis to Explain Variation in Head Start Research Results: The Role of Research Design"},
      {
        "id":"ED512708",
        "title":"Assessing the Conditional Reliability of State Assessments"},
      {
        "id":"ED512710",
        "title":"Learning Communities for Students in Developmental Reading: An Impact Study at Hillsborough Community College. NCPR Brief"},
      {
        "id":"ED512711",
        "title":"Building Ready States: A Governor's Guide to Supporting a Comprehensive, High-Quality Early Childhood State System"},
      {
        "id":"ED512712",
        "title":"Evaluation Highlights. Client Feedback from March 2009-March 2010, Compiled April 2010"},
      {
        "id":"ED512713",
        "title":"Complete to Compete: Common College Completion Metrics"},
      {
        "id":"ED512714",
        "title":"Effectiveness of Inclusion in an Indiana Middle School"},
      {
        "id":"ED512715",
        "title":"Section 619 Profile. 17th Edition"},
      {
        "id":"ED512716",
        "title":"Evaluating SPP/APR Improvement Activities"},
      {
        "id":"ED512717",
        "title":"Induction Programs Effect on Beginning Teachers' Feelings of Preparedness and Plans to Remain in Teaching"},
      {
        "id":"ED512718",
        "title":"Pre-K Gifted Program Standards"},
      {
        "id":"ED512719",
        "title":"A Media-Rich Curriculum for Improving Early Literacy Outcomes of Low-Income Children: Evaluation Results for the &quot;Ready to Learn&quot; Initiative"},
      {
        "id":"ED512720",
        "title":"Essential Elements of High Performing, High Quality Part C Systems. NECTAC Notes No. 25"},
      {
        "id":"ED512721",
        "title":"Class Management and Homogeneous Grouping in Kindergarten Literacy Instruction"},
      {
        "id":"ED512722",
        "title":"Quality Indicators of Inclusive Early Childhood Programs/Practices: A Compilation of Selected Resources"},
      {
        "id":"ED512723",
        "title":"Evaluation Highlights. Client Feedback from October 2006-September 2009, Compiled December 2009"},
      {
        "id":"ED512724",
        "title":"Expanding Opportunities: An Interagency Inclusion Initiative"},
      {
        "id":"ED512725",
        "title":"Part C Lead Agencies. NECTAC Notes No. 26"},
      {
        "id":"ED512726",
        "title":"Part C Updates. 11th Edition"},
      {
        "id":"ED512727",
        "title":"TA Collaborations"},
      {
        "id":"ED512728",
        "title":"The Statistical Power of the Cluster Randomized Block Design with Matched Pairs--A Simulation Study"},
      {
        "id":"ED512729",
        "title":"Addressing the Don't Ask, Don't Tell Practice in Observational Studies: Using Interviews to Understand the Assignment Mechanism"},
      {
        "id":"ED512730",
        "title":"College Readiness of Urban High School Students in the United States: The Role of Technology in Preparing All Students for College"},
      {
        "id":"ED512731",
        "title":"Looking from the Outside In: A Spatial Analysis of Students' Neighborhood Characteristics and School Performance in Philadelphia"},
      {
        "id":"ED512732",
        "title":"Entrepreneurial Education in Nigeria Tertiary Institutions and Sustainable Development"},
      {
        "id":"ED512733",
        "title":"Promoting Discussions in ESL Students"},
      {
        "id":"ED512734",
        "title":"A Critical Look at the Discourse of Popular Television: The Case of \"Friends\""},
      {
        "id":"ED512755",
        "title":"Teaching of Psychology Conference: Ideas &amp; Innovations. Proceedings from the Annual Conference (24th, Tarrytown, NY, March 19-20, 2010)"},
      {
        "id":"ED512776",
        "title":"The Long Agony of English as a World Language"},
      {
        "id":"ED512777",
        "title":"Evaluation of an Arabic Version of Children's Self-Report Social Skills Scale (CS[superscript 4]) Based on Item Response Theory"},
      {
        "id":"ED512803",
        "title":"Survey Data Gives Voice to Students in Creating a Healthy Campus/Community Culture"},
      {
        "id":"ED512804",
        "title":"Districts Developing Leaders: Lessons on Consumer Actions and Program Approaches from Eight Urban Districts"},
      {
        "id":"ED512806",
        "title":"Guide to U.S. Department of Education Programs, Fiscal Year 2010"},
      {
        "id":"ED512807",
        "title":"Transforming Teacher Education through Clinical Practice: A National Strategy to Prepare Effective Teachers. Report of the Blue Ribbon Panel on Clinical Preparation and Partnerships for Improved Student Learning"},
      {
        "id":"ED512809",
        "title":"A Reflective Look at Formative Assessment: Using Math Exit Slips to Check for Understanding"},
      {
        "id":"ED512810",
        "title":"Profile of Graduate and First-Professional Students: Trends from Selected Years, 1995-96 to 2007-08. Web Tables. NCES 2011-219"},
      {
        "id":"ED512811",
        "title":"Student Financing of Graduate and First-Professional Education: 2007-08. Web Tables. NCES 2011-172"},
      {
        "id":"ED512812",
        "title":"Using Multiple Intelligences to Bridge the Educational Poverty Gap"},
      {
        "id":"ED512813",
        "title":"Maintaining Discipline: Conceptualizations towards the Understanding and Controlling of Classroom Behavior"},
      {
        "id":"ED512814",
        "title":"Trends in Graduate Borrowing: Selected Years, 1995-96 to 2007-08. Web Tables. NCES 2010-180"},
      {
        "id":"ED512815",
        "title":"Use of Learner-Centered Strategies in the Preparation of Community and Technical College Leaders: Assessments by Participating Doctoral Students"},
      {
        "id":"ED512819",
        "title":"Middle School Mathematics PD Study: Study Design and Methodology. Paper #1"},
      {
        "id":"ED512820",
        "title":"Middle School Mathematics PD Study: Description of the PD Intervention. Paper #2"},
      {
        "id":"ED512821",
        "title":"Middle School Mathematics PD Study: Study Results. Paper #3"},
      {
        "id":"ED512822",
        "title":"Improving Intervention Implementation and Fidelity in Evidence-Based Practice: Integrating Teacher Preference into Intervention Selection"},
      {
        "id":"ED512823",
        "title":"Estimating Impacts on Program-Related Subgroups Using Propensity Score Matching: Evidence from the Early College High School Study"},
      {
        "id":"ED512824",
        "title":"The Nation's Report Card: Grade 12 Reading and Mathematics 2009. National and Pilot State Results. National Assessment of Educational Progress. NCES 2011-455"},
      {
        "id":"ED512825",
        "title":"The Role Ethnicity Plays in Who Elementary Students Choose as Friends"},
      {
        "id":"ED512826",
        "title":"Home Education - The Third Way in Education: Thinking the Unthinkable"},
      {
        "id":"ED512827",
        "title":"Test-Anxiety Program and Test Gains with Nursing Classes"},
      {
        "id":"ED512828",
        "title":"A Design for Professional Development of Teachers--Need for New Policy Framework"},
      {
        "id":"ED512833",
        "title":"Noncognitive Skills in the Classroom: New Perspectives on Educational Research"},
      {
        "id":"ED512834",
        "title":"Higher Education: Stronger Federal Oversight Needed to Enforce Ban on Incentive Payments to School Recruiters. Report to Congressional Committees. GAO-11-10"},
      {
        "id":"ED512835",
        "title":"District of Columbia Public Education: Agencies Have Enhanced Internal Controls over Federal Payments for School Improvement, but More Consistent Monitoring Needed. Report to Congressional Requesters. GAO-11-16"},
      {
        "id":"ED512839",
        "title":"Recruiting Trends, 2009-2010"},
      {
        "id":"ED512840",
        "title":"Recruiting Trends, 2006-2007"},
      {
        "id":"ED512841",
        "title":"Recruiting Trends, 2007-2008"},
      {
        "id":"ED512842",
        "title":"Recruiting Trends, 2008-2009"},
      {
        "id":"ED512843",
        "title":"Recruiting Trends, 2005-2006"},
      {
        "id":"ED512844",
        "title":"Symposium on Financing Higher Education: Putting Illinois in the National Context. Summary and Recommendations"},
      {
        "id":"ED512845",
        "title":"Illinois Statewide Superintendents Survey: 2002. Analysis and Findings: Section I. Evaluation of Superintendents and Principals"},
      {
        "id":"ED512846",
        "title":"The Illinois Best Practice School Study: 2003-2006. Research &amp; Policy Report 1-2007"},
      {
        "id":"ED512847",
        "title":"Illinois State Superintendent's Survey 2004: Analysis and Findings"},
      {
        "id":"ED512894",
        "title":"An Investigation of  Palestinian EFL Majors' Writing Apprehension: Causes and Remedies"},
      {
        "id":"ED512895",
        "title":"Reading Comprehension across Different Genres: An Action Research Study"},
      {
        "id":"ED512896",
        "title":"Major Language Theorists influencing Learning of Mathematics"},
      {
        "id":"ED512901",
        "title":"Indicators of School Crime and Safety: 2010. NCES 2011-002/NCJ 230812"},
      {
        "id":"ED512906",
        "title":"2010 Guide to National Board Certification"},
      {
        "id":"ED512907",
        "title":"2007 Guide to National Board Certification"},
      {
        "id":"ED512908",
        "title":"A Research Guide on National Board Certification[R] of Teachers"},
      {
        "id":"ED512909",
        "title":"Education Strategic Plan 2009-2029: Focusing on Science, Service &amp; Stewardship"},
      {
        "id":"ED513095",
        "title":"Data Stewardship: Managing Personally Identifiable Information in Electronic Student Education Records. SLDS Technical Brief 2. NCES 2011-602"},
      {
        "id":"ED513101",
        "title":"Basic Concepts and Definitions for Privacy and Confidentiality in Student Education Records. SLDS Technical Brief 1. NCES 2011-601"},
      {
        "id":"ED513106",
        "title":"A Sharper Focus on Technical Workers: How to Educate and Train for the Global Economy"},
      {
        "id":"ED513108",
        "title":"Two Perspectives on the Generalizability of Lessons from Scaling Up SimCalc"},
      {
        "id":"ED513109",
        "title":"The Impact of The Stock Market Game on Financial Literacy and Mathematics Achievement: Results from a National Randomized Controlled Trial"},
      {
        "id":"ED513110",
        "title":"The Moment of Learning: Quantitative Analysis of Exemplar Gameplay Supports CyGaMEs Approach to Embedded Assessment"},
      {
        "id":"ED513111",
        "title":"Parent Involvement and Child Development: First-Year Results from a School-Randomized Trial in Latino Communities"},
      {
        "id":"ED513112",
        "title":"Building Bridges: A Peace Corps Classroom Guide to Cross-Cultural Understanding"},
      {
        "id":"ED513113",
        "title":"Preparing Students for Future Learning with Teachable Agents"},
      {
        "id":"ED513114",
        "title":"Report on On-Line Trial Test for Fourth-Grade Students -- May 2009"},
      {
        "id":"ED513115",
        "title":"Developing Interactional Competence by Using TV Series in \"English as an Additional Language\" Classrooms"},
      {
        "id":"ED513116",
        "title":"Fraternity as &quot;Enabling Environment:&quot; Does Membership Lead to Gambling Problems?"},
      {
        "id":"ED513289",
        "title":"Student Self-Assessment in Higher Education: Alone or Plus?"},
      {
        "id":"ED513290",
        "title":"The 21st Century Writing Program: Collaboration for the Common Good"},
      {
        "id":"ED513298",
        "title":"Policy Implications of Trends for Asian American Students. Student Achievement Policy Brief #2: Asian American Students"},
      {
        "id":"ED513299",
        "title":"Improving Achievement for the Growing Latino Population Is Critical to the Nation's Future. Student Achievement Policy Brief #3: Latino Students"},
      {
        "id":"ED513300",
        "title":"How State and Federal Accountability Policies Have Influenced Curriculum and Instruction in Three States: Common Findings from Rhode Island, Illinois, and Washington"},
      {
        "id":"ED513301",
        "title":"How Many Schools Have Not Made Adequate Yearly Progress under the No Child Left Behind Act? August 2010 Update"},
      {
        "id":"ED513304",
        "title":"A Call to Action to Raise Achievement for African American Students. Student Achievement Policy Brief #1: African American Students"},
      {
        "id":"ED513306",
        "title":"State High School Exit Exams: Trends in Test Programs, Alternate Pathways, and Pass Rates"},
      {
        "id":"ED513311",
        "title":"Access to and Exclusion from Primary Education in Slums of Dhaka, Bangladesh. CREATE Pathways to Access. Research Monograph No. 45"}]
  }}
