{
  "response":{"numFound":509939,"start":354000,"numFoundExact":true,"docs":[
      {
        "id":"ED498271",
        "title":"ARL Supplementary Statistics, 2001-02. A Compilation of Statistics from the Members of the Association of Research Libraries"},
      {
        "id":"ED498272",
        "title":"ARL Supplementary Statistics 2002-03"},
      {
        "id":"ED498287",
        "title":"Reconnecting Education & Foundations: Turning Good Intentions into Educational Capital. Summary of the Findings and Recommendations"},
      {
        "id":"ED498288",
        "title":"Renewing Our Education Mission. Report to the National Leadership Council"},
      {
        "id":"ED498289",
        "title":"ARL Annual Salary Survey 2003-04"},
      {
        "id":"ED498290",
        "title":"ARL Annual Salary Survey 2005-06"},
      {
        "id":"ED498291",
        "title":"ARL Statistics 2002-03: A Compilation of Statistics from the One Hundred and Twenty-Three Members of the Association of Research Libraries"},
      {
        "id":"ED498292",
        "title":"ARL Statistics, 2001-02: A Compilation of Statistics from the One Hundred and Twenty-Four Members of the Association of Research Libraries"},
      {
        "id":"ED498293",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Special Double Issue on New Measures. Number 230-231, October-December 2003"},
      {
        "id":"ED498294",
        "title":"ARL Statistics, 2003-04: A Compilation of Statistics from the One Hundred and Twenty-Three Members of the Association of Research Libraries"},
      {
        "id":"ED498295",
        "title":"Ten Ideas That Get Kids Writing"},
      {
        "id":"ED498297",
        "title":"Modern Physics In Brazilian Secondary Schools"},
      {
        "id":"ED498298",
        "title":"Public Secondary School Dropouts in Pennsylvania 2005-06: Report to the General Assembly"},
      {
        "id":"ED498299",
        "title":"ARL Preservation Statistics, 2001-02. A Compilation of Statistics from the Members of the Association of Research Libraries"},
      {
        "id":"ED498300",
        "title":"ARL Preservation Statistics 2003-04. A Compilation of Statistics from the Members of the Association of Research Libraries"},
      {
        "id":"ED498301",
        "title":"ARL Preservation Statistics 2002-03. A Compilation of Statistics from the Members of the Association of Research Libraries"},
      {
        "id":"ED498302",
        "title":"ARL Academic Health Sciences Library Statistics, 2001-02"},
      {
        "id":"ED498303",
        "title":"ARL Academic Health Sciences Library Statistics 2002-03"},
      {
        "id":"ED498304",
        "title":"ARL Academic Health Sciences Library Statistics, 2004-05"},
      {
        "id":"ED498305",
        "title":"ARL Academic Health Sciences Library Statistics, 2003-04"},
      {
        "id":"ED498307",
        "title":"The Promise of Preschool: Local California Efforts Show the Potential of a Statewide Preschool System"},
      {
        "id":"ED498308",
        "title":"Teachers as Caring Classroom Leaders: A Case Study of Practices that Encourage the Hearts of Students"},
      {
        "id":"ED498316",
        "title":"Children in Immigrant Families: A California Data Brief"},
      {
        "id":"ED498317",
        "title":"Enrollments and Degrees Report, 2005. AIP Report, Number R-151.42"},
      {
        "id":"ED498318",
        "title":"A Comparative Study of Teacher Preparation and Qualifications in Six Nations"},
      {
        "id":"ED498320",
        "title":"Changing District Culture and Capacity: The Impact of the Merck Institute for Science Education Partnership. CPRE Research Report Series. RR-054"},
      {
        "id":"ED498323",
        "title":"External Support to Schools on Probation: Getting a Leg Up?"},
      {
        "id":"ED498324",
        "title":"Getting It Right: The MISE Approach to Professional Development. CPRE Research Report Series. RR-055"},
      {
        "id":"ED498325",
        "title":"Holding High Hopes: How High Schools Respond to State Accountability Policies. CPRE Research Report Series RR-056"},
      {
        "id":"ED498327",
        "title":"Misdiagnosing the Teacher Quality Problem. CPRE Policy Briefs. RB-49"},
      {
        "id":"ED498331",
        "title":"Developing Communities of Instructional Practice: Lessons from Cincinnati and Philadelphia. CPRE Policy Briefs. RB-39"},
      {
        "id":"ED498332",
        "title":"Keeping New Teachers: A First Look at the Influences of Induction in the Chicago Public Schools. Research Report"},
      {
        "id":"ED498333",
        "title":"Small High Schools on a Larger Scale: The First Three Years of the Chicago High School Redesign Initiative. Research Report"},
      {
        "id":"ED498335",
        "title":"The Heart of the Matter: The Coaching Model in America's Choice Schools"},
      {
        "id":"ED498337",
        "title":"Principal and Teacher Leadership in Chicago. Continuing Analysis of Three Initiatives. Evaluation Report"},
      {
        "id":"ED498338",
        "title":"Redesigning Accountability Systems for Education. CPRE Policy Briefs. RB-38"},
      {
        "id":"ED498339",
        "title":"Still Crazy after All These Years: Race in the Chicago School System"},
      {
        "id":"ED498340",
        "title":"Teaching Matters: How State and Local Policymakers Can Improve the Quality of Teachers and Teaching. CPRE Policy Briefs RB-48"},
      {
        "id":"ED498341",
        "title":"Teacher Performance Pay: Synthesis of Plans, Research, and Guidelines for Practice. Policy Brief RB-46"},
      {
        "id":"ED498342",
        "title":"The Essential Supports for School Improvement. Research Report"},
      {
        "id":"ED498343",
        "title":"The Impact of Standards-Based Reform in Duval County, Florida: 1999-2002"},
      {
        "id":"ED498344",
        "title":"The Use of Research Evidence in Instructional Improvement: CPRE Policy Briefs RB-40"},
      {
        "id":"ED498345",
        "title":"2006 ISAT Reading and Math Scores in Chicago and the Rest of the State. Research Brief"},
      {
        "id":"ED498346",
        "title":"A Comparative Study of Teacher Preparation and Qualifications in Six Nations. CPRE Policy Briefs. RB-47"},
      {
        "id":"ED498347",
        "title":"A Comparative Study of Teacher Preparation and Qualifications in Six Nations. CPRE Research Report Series"},
      {
        "id":"ED498349",
        "title":"What Explains Differences in International Performance? TIMSS Researchers Continue to Look for Answers. CPRE Policy Briefs. RB-37"},
      {
        "id":"ED498350",
        "title":"What Matters for Staying On-Track and Graduating in Chicago Public High Schools: A Close Look at Course Grades, Failures, and Attendance in the Freshman Year. Research Report"},
      {
        "id":"ED498351",
        "title":"Helping Students Finish School: Why Students Drop Out and How to Help Them Graduate"},
      {
        "id":"ED498352",
        "title":"Promising Programs and Practices for Dropout Prevention  Report to the Legislature"},
      {
        "id":"ED498353",
        "title":"Is Accreditation Accountable? The Continuing Conversation between Accreditation and the Federal Government. CHEA Monograph Series 2003, Number 1"},
      {
        "id":"ED498354",
        "title":"Freshman Year: The Make-It or Break-It Year, Fall 2007. [Teacher Edition]"},
      {
        "id":"ED498355",
        "title":"Freshman Year: The Make-It or Break-It Year, Fall 2007. [Parent Edition]"},
      {
        "id":"ED498356",
        "title":"Freshman Year: The Make-It or Break-It Year, Fall 2007. [Student Edition]"},
      {
        "id":"ED498357",
        "title":"Public School Practices for Violence Prevention and Reduction: 2003-04. Issue Brief. NCES 2007-010"},
      {
        "id":"ED498358",
        "title":"New Data Needed: Improving Survey Research on Two-Year College Experiences. Issues &amp; Answers. REL 2007-No. 015"},
      {
        "id":"ED498359",
        "title":"Interpreting 12th-Graders' NAEP-Scaled Mathematics Performance Using High School Predictors and Postsecondary Outcomes from the National Education Longitudinal Study of 1988 (NELS:88). Statistical Analysis Report. NCES 2007-328"},
      {
        "id":"ED498360",
        "title":"La Frontera: Student Achievement in Texas Border and Nonborder Districts. Issues &amp; Answers. REL 2007-No. 027"},
      {
        "id":"ED498361",
        "title":"Redesigning School Finance Systems: Lessons from CPRE Research. CPRE Policy Briefs. RB-50"},
      {
        "id":"ED498362",
        "title":"Learning From Rudolf Steiner: The Relevance of Waldorf Education for Urban Public School Reform"},
      {
        "id":"ED498363",
        "title":"The Effect of Using the Reading for Writing Approach on Developing the Writing Ability of Egyptian EFL Learners and Their Attitudes Towards Writing"},
      {
        "id":"ED498364",
        "title":"The Effects of Teacher Instructional Efficacy on Mathematical Skill Acquisition: The Students Viewpoint"},
      {
        "id":"ED498365",
        "title":"Neuroscience and Positive Psychology: Implications for School Counselors"},
      {
        "id":"ED498366",
        "title":"Distance Education Survey, 2007. A Report on Course Structure and Educational Services in  Distance Education and Training Council Member Institutions"},
      {
        "id":"ED498368",
        "title":"Advancing Institutional Effectiveness. The Council of Independent Colleges 2004-2005 Annual Report"},
      {
        "id":"ED498369",
        "title":"Federal Literacy Facts: An Update on Literacy-Related Developments at the National Level. Movement for Canadian Literacy"},
      {
        "id":"ED498370",
        "title":"The Scholarship of Teaching: The CEET Initiative on Teaching and Learning. A Faculty Development Program on Teaching and Learning and Classroom Research. Volumes 1-4. October 2005-December 2006"},
      {
        "id":"ED498371",
        "title":"Moving the Markers: New Perspectives on Adult Literacy Rates in Canada"},
      {
        "id":"ED498372",
        "title":"Serving Independent Colleges and Universities: Council of Independent Colleges Annual Report 2002-2003"},
      {
        "id":"ED498373",
        "title":"Making the Case for Independent Higher Education: Council of Independent Colleges 2003-2004 Annual Report"},
      {
        "id":"ED498374",
        "title":"Celebrating 50 Years of Advancing Independent Higher Education: Council of Independent Colleges 2005-2006 Annual Report"},
      {
        "id":"ED498375",
        "title":"Using C-Span in the Classroom to Enhance Student Analysis of Ross Perot's Sensitivity with American Diversity During the 1992 Presidential Campaign"},
      {
        "id":"ED498376",
        "title":"Improving Mathematics Achievement of Exceptional Learners through Differentiated and Peer-Mediated Instruction"},
      {
        "id":"ED498377",
        "title":"A Pastoral Approach to Student Retention in a Higher Education Institution in the Caribbean"},
      {
        "id":"ED498378",
        "title":"Crime, Violence, Discipline, and Safety in U.S. Public Schools. Findings from the School Survey on Crime and Safety: 2005-06. NCES 2007-361"},
      {
        "id":"ED498379",
        "title":"Important, but Not for Me: Parents and Students in Kansas and Missouri Talk about Math, Science, and Technology Education. A Report from Public Agenda"},
      {
        "id":"ED498380",
        "title":"The Nation's Report Card[TM]: Mathematics 2007--National Assessment of Educational Progress at Grades 4 and 8. NCES 2007-494"},
      {
        "id":"ED498381",
        "title":"The Nation's Report Card[TM]: Reading 2007. National Assessment of Educational Progress at Grades 4 and 8. NCES 2007-496"},
      {
        "id":"ED498382",
        "title":"Alternative Certification Isn't Alternative"},
      {
        "id":"ED498383",
        "title":"Comparative Indicators of Education in the United States and Other G-8 Countries: 2006. NCES 2007-006"},
      {
        "id":"ED498390",
        "title":"Entrepreneurship: A Unique Opportunity for Higher Education. NCRCRD Policy Briefs"},
      {
        "id":"ED498391",
        "title":"School Fires. Topical Fire Research Series. Volume 8, Issue 1"},
      {
        "id":"ED498392",
        "title":"Child and Adolescent Development Research and Teacher Education: Evidence-Based Pedagogy, Policy, and Practice. Summary of Roundtable Meetings"},
      {
        "id":"ED498394",
        "title":"Advocates Secure Funds to Improve Child Care Environment. Child Advocates Making a Difference"},
      {
        "id":"ED498395",
        "title":"Investing in Early Childhood: Increasing Funding for Smart Start Programs"},
      {
        "id":"ED498396",
        "title":"A Guide to Public Engagement and School Finance Litigation"},
      {
        "id":"ED498398",
        "title":"Public Investments That Positively Impact Child and Family Outcomes: What the Research Tells Us"},
      {
        "id":"ED498399",
        "title":"Citizen Mobilization and Community Institutions: The Public Education Network's Policy Initiatives"},
      {
        "id":"ED498400",
        "title":"Open to the Public: How Communities, Parents, and Students Assess the Impact of the &quot;No Child Left Behind Act,&quot; 2004-2007--&quot;The Realities Left Behind&quot;"},
      {
        "id":"ED498401",
        "title":"Math and Science Reform. Local Education Fund Issue Brief. Volume 1, Number 1"},
      {
        "id":"ED498402",
        "title":"Understanding How Participation in an After School Arts Program Affects Students in Their General Education Classroom"},
      {
        "id":"ED498405",
        "title":"The &quot;No Child Left Behind Act of 2001&quot;: Benefits to Private School Students and Teachers"},
      {
        "id":"ED498406",
        "title":"Education Options in the States: State Programs That Provide Financial Assistance for Attendance at Private Elementary or Secondary Schools"},
      {
        "id":"ED498407",
        "title":"Engaging Parents in Education: Lessons from Five Parental Information and Resource Centers. Innovations in Education"},
      {
        "id":"ED498408",
        "title":"Evaluation of Flexibility Under &quot;No Child Left Behind&quot;: Volume III--The Rural Education Achievement Program (REAP Flex)"},
      {
        "id":"ED498409",
        "title":"Evaluation of Flexibility Under &quot;No Child Left Behind&quot;: Volume I--Executive Summary of Transferability, REAP Flex, and Local-Flex Evaluations"},
      {
        "id":"ED498410",
        "title":"Evaluation of Flexibility Under &quot;No Child Left Behind&quot;: Volume II -- Transferability"},
      {
        "id":"ED498411",
        "title":"Evaluation of &quot;No Child Left Behind&quot; Flexibility Provisions: Volume IV--The Local Flex Demonstration Program in Seattle Public Schools"},
      {
        "id":"ED498416",
        "title":"Meta-Analysis Research: A Potential Choice for CTE Researchers and Consumers"},
      {
        "id":"ED498417",
        "title":"Community Readiness for Self-Managed School"},
      {
        "id":"ED498424",
        "title":"California Report Card: State of the State's Children, 2006-07"},
      {
        "id":"ED498425",
        "title":"The Unique Challenges to the Well-Being of California's Border Kids"},
      {
        "id":"ED498426",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2006. Volume II: College Students & Adults Ages 19-25. NIH Publication No. 07-6206"},
      {
        "id":"ED498428",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2006. Volume I: Secondary School Students. NIH Publication No. 07-6205"},
      {
        "id":"ED498429",
        "title":"Achievement Gaps: An Examination of Differences in Student Achievement and Growth. The Full Report"},
      {
        "id":"ED498430",
        "title":"Background Music and the Learning Environment: Borrowing from other Disciplines"},
      {
        "id":"ED498432",
        "title":"Edifying Action and Site-Based Action Research"},
      {
        "id":"ED498433",
        "title":"Open Educational Practices and Resources. OLCOS Roadmap, 2012"},
      {
        "id":"ED498434",
        "title":"Deep Integrity: Campus Ethics in the Flat World"},
      {
        "id":"ED498435",
        "title":"Leadership of Mathematics Reform: The Role of High School Principals in Rural Schools. ACCLAIM Monograph No. 3"},
      {
        "id":"ED498443",
        "title":"Impact of Different Performance Assessment Cut Scores on Student Promotion. CSE Report 719"},
      {
        "id":"ED498444",
        "title":"On the Roles of External Knowledge Representations in Assessment Design. CSE Report 722"},
      {
        "id":"ED498446",
        "title":"Developing Academic English Language Proficiency Prototypes for 5th Grade Reading: Psychometric and Linguistic Profiles of Tasks. CSE Technical Report 727"},
      {
        "id":"ED498453",
        "title":"Subgroups and Adequate Yearly Progress in Mid-Atlantic Region Schools. Issues &amp; Answers. REL 2007-No. 028"},
      {
        "id":"ED498454",
        "title":"Assessing the Likelihood That Virginia Schools Will Meet the Proficiency Goals of the No Child Left Behind Act. Issues &amp; Answers. REL 2007-No. 012"},
      {
        "id":"ED498456",
        "title":"Preparing and Licensing High Quality Teachers in Pacific Region Jurisdictions. Issues &amp; Answers. REL 2007-No. 031"},
      {
        "id":"ED498458",
        "title":"The Distribution of Teaching and Learning Resources in California's Middle and High Schools. Issues &amp; Answers. REL 2007-No. 023"},
      {
        "id":"ED498459",
        "title":"Measuring Resilience and Youth Development: The Psychometric Properties of the Healthy Kids Survey. Issues &amp; Answers. REL 2007-No. 34"},
      {
        "id":"ED498460",
        "title":"&quot;Whole Language&quot; and Moral Panic in Australia"},
      {
        "id":"ED498461",
        "title":"Core Values of Progressive Education: Seikatsu Tsuzurikata and Whole Language"},
      {
        "id":"ED498462",
        "title":"Looking Back to Look Forward: Understanding the Present by Revisiting the Past: An Australian Perspective"},
      {
        "id":"ED498463",
        "title":"Becoming Whole Language Teachers and Social Justice Agents: Pre-service Teachers Inquire with Sixth Graders"},
      {
        "id":"ED498465",
        "title":"Hispanic Teens & Drugs. A Special Report"},
      {
        "id":"ED498468",
        "title":"Bureau of Indian Education (BIE), Albuquerque Service Center (ASC) Dispute Resolution in Special Education through Mediation. Parent/School and Mediator's Manual. Revised"},
      {
        "id":"ED498470",
        "title":"Maintaining Student Records and Meeting Confidentiality Requirements under the Family Education Rights and Privacy Act (FERPA), Individuals with Disability Education Act (IDEA), Section 504 of the Rehabilitation Act (504). A Primer for Educators"},
      {
        "id":"ED498471",
        "title":"Parent Involvement in Early Intervening and Responsiveness to Invention (RTI). A Primer for Parents"},
      {
        "id":"ED498472",
        "title":"The Least Restrictive Environment. A Primer for Parents and Educators. Legal Requirements and Best Practices."},
      {
        "id":"ED498479",
        "title":"The Relationship of HIPAA to Special Education"},
      {
        "id":"ED498481",
        "title":"Recruiting &amp; Retaining Special Education Personnel... A Step by Step Guide"},
      {
        "id":"ED498482",
        "title":"Examining the Generalizability of Direct Writing Assessment Tasks. CSE Technical Report 718"},
      {
        "id":"ED498485",
        "title":"Bureau of Indian Education (BIE), Albuquerque Service Center (ASC) Due Process Hearing Officer Manual. Resolution Session and Due Process Hearing Procedures in Special Education. Revised"},
      {
        "id":"ED498486",
        "title":"State of Wyoming Educational Surrogate Parent Manual"},
      {
        "id":"ED498501",
        "title":"Research-Based Interventions and Practices in Special Education: A Parent's Guide for Understanding. Information and Questions to Ask at IEP Team Meetings"},
      {
        "id":"ED498503",
        "title":"Reuse Your AT [Assistive Technology]"},
      {
        "id":"ED498504",
        "title":"Civics Framework for the 2006 National Assessment of Educational Progress. NAEP Civics Project"},
      {
        "id":"ED498505",
        "title":"Catalyst. Volume 9, Number 2, Fall 2007"},
      {
        "id":"ED498506",
        "title":"Economics Framework for the 2006 National Assessment of Educational Progress"},
      {
        "id":"ED498507",
        "title":"ERCMExpress. Volume 3, Issue 2"},
      {
        "id":"ED498508",
        "title":"ERCMExpress. Volume 3, Issue 5"},
      {
        "id":"ED498509",
        "title":"ERCMExpress. Volume 3, Issue 1"},
      {
        "id":"ED498510",
        "title":"ERCMExpress. Volume 3, Issue 3"},
      {
        "id":"ED498511",
        "title":"ERCMExpress. Volume 3, Issue 4"},
      {
        "id":"ED498513",
        "title":"U.S. History Framework for the 2006 National Assessment of Educational Progress"},
      {
        "id":"ED498514",
        "title":"Human Trafficking of Children in the United States: A Fact Sheet"},
      {
        "id":"ED498516",
        "title":"Steps for Developing a School Emergency Management Plan. Helpful Hints for School Emergency Management. Volume 2, Issue 1"},
      {
        "id":"ED498517",
        "title":"Giving Parents Options: Strategies for Informing Parents and Implementing Public School Choice and Supplemental Educational Services Under &quot;No Child Left Behind&quot;"},
      {
        "id":"ED498519",
        "title":"K-8 Charter Schools: Closing the Achievement Gap. Innovations in Education"},
      {
        "id":"ED498521",
        "title":"Coping with Multiple Suicides among Middle School Students. Lessons Learned from School Crises and Emergencies. Volume 2, Issue 2"},
      {
        "id":"ED498522",
        "title":"Mathematics Framework for the 2007 National Assessment of Educational Progress"},
      {
        "id":"ED498523",
        "title":"Reading Framework for the 2007 National Assessment of Educational Progress"},
      {
        "id":"ED498524",
        "title":"State ESEA Title I Participation Information for 2003-04"},
      {
        "id":"ED498526",
        "title":"The Achiever. Volume 6, Number 7"},
      {
        "id":"ED498527",
        "title":"Writing Framework and Specifications for the 2007 National Assessment of Educational Progress"},
      {
        "id":"ED498528",
        "title":"Supporting Charter School Excellence through Quality Authorizing"},
      {
        "id":"ED498529",
        "title":"Recommendations for Building a Valid Benchmark Assessment System: Second Report to the Jackson Public Schools. CRESST Report 724"},
      {
        "id":"ED498533",
        "title":"Robustness of Ability Estimation to Multidimensionality in CAST with Implications to Test Assembly"},
      {
        "id":"ED498534",
        "title":"Empirical vs. Expected IRT-Based Reliability Estimation in Computerized Multistage Testing (MST)"},
      {
        "id":"ED498544",
        "title":"20 Indicators for Success: Parent Involvement in the State Performance Plan (SPP) Part B"},
      {
        "id":"ED498545",
        "title":"Eliciting Student Thinking in Elementary School Mathematics Classrooms. CRESST Report 725"},
      {
        "id":"ED498548",
        "title":"Reviewing the Evidence on How Teacher Professional Development Affects Student Achievement. Issues &amp; Answers. REL 2007-No. 033"},
      {
        "id":"ED498550",
        "title":"14 Indicators for Success: Parent Involvement in the State Performance Plan (SPP) Part C, Birth-2 Years Old"},
      {
        "id":"ED498551",
        "title":"Minimum Standards for Tribal Child Care: A Health and Safety Guide"},
      {
        "id":"ED498552",
        "title":"Supporting Students' Success through Distributed Counseling: A Core Principle for Small Schools"},
      {
        "id":"ED498553",
        "title":"Tribal Child Care Facilities: A Guide to Construction and Renovation"},
      {
        "id":"ED498555",
        "title":"Organizing Instruction and Study to Improve Student Learning. IES Practice Guide. NCER 2007-2004"},
      {
        "id":"ED498566",
        "title":"&quot;Soaking&quot; Model for Learning: Analyzing Japanese Learning/Teaching Process from a Socio-Historical Perspective"},
      {
        "id":"ED498572",
        "title":"The Handbook for Teacher Workshop"},
      {
        "id":"ED498573",
        "title":"The Proficiency Illusion"},
      {
        "id":"ED498574",
        "title":"Report [of the] Expert Meeting on Intercultural Education, Section of Education for Peace and Human Rights (UNESCO Headquarters, Paris, March 20-22, 2006)"},
      {
        "id":"ED498575",
        "title":"UNESCO Guidelines on Intercultural Education"},
      {
        "id":"ED498579",
        "title":"Infusing Math Manipulatives: The Key to an Increase in Academic Achievement in the Mathematics Classroom. Final Research Proposal"},
      {
        "id":"ED498580",
        "title":"School-Based Career Development: A Synthesis of the Literature"},
      {
        "id":"ED498581",
        "title":"Encouraging Girls in Math and Science. IES Practice Guide. NCER 2007-2003"},
      {
        "id":"ED498583",
        "title":"Access and Opportunities to Learn Are Not Accidents: Engineering Mathematical Progress in Your School"},
      {
        "id":"ED498584",
        "title":"A Survey of Mathematics and Science Reform in the Southeast. A Landscape Paper"},
      {
        "id":"ED498585",
        "title":"Great Expectations: A Guide to Alabama's High School Graduation Exam. Revised"},
      {
        "id":"ED498586",
        "title":"Inside the Content: The Breadth and Depth of Early Learning Standards"},
      {
        "id":"ED498588",
        "title":"Inside the Content: The Breadth and Depth of Early Learning Standards. Executive Summary"},
      {
        "id":"ED498589",
        "title":"A Study of Michigan&apos;s School Principal Shortage. Policy Report No. 12"},
      {
        "id":"ED498590",
        "title":"Michigan&apos;s Role in Monitoring Home Schools. Policy Report No. 15"},
      {
        "id":"ED498591",
        "title":"A Professional Development Framework for E-Learning"},
      {
        "id":"ED498593",
        "title":"Strong Public Support of Michigan Charter Schools. Policy Report No. 13"},
      {
        "id":"ED498594",
        "title":"School Accountability Reports: A Five-Year Review of Progress (2000-2005)"},
      {
        "id":"ED498595",
        "title":"Getting Started with Key Skills and Skills for Life: Guide to Good Practice"},
      {
        "id":"ED498596",
        "title":"eCPD in Action and Self-Assessment"},
      {
        "id":"ED498597",
        "title":"Improving Initial Assessment: Guide to Good Practice"},
      {
        "id":"ED498598",
        "title":"Key Skills Portfolio Assessment: Good Practice Guide"},
      {
        "id":"ED498599",
        "title":"Investing in Michigan&apos;s Future: Meeting the Early Childhood Challenge"},
      {
        "id":"ED498600",
        "title":"A Professional Development Framework for E-Learning. Topics: Leadership, Training and Learning Packages for E-Learning"},
      {
        "id":"ED498601",
        "title":"Higher Education and the New Economy"},
      {
        "id":"ED498602",
        "title":"Missed Opportunities: How Mathematics Education in the U.S. Puts Our Students at a Disadvantage and What Can Be Done about It. Policy Report No. 7"},
      {
        "id":"ED498603",
        "title":"More than Volunteering: Active Citizenship through Youth Volunteering"},
      {
        "id":"ED498604",
        "title":"Leading from the Middle: Good Practice Guide"},
      {
        "id":"ED498605",
        "title":"Changing Composition of Michigan Households. Policy Report 10"},
      {
        "id":"ED498607",
        "title":"From Michigan&apos;s School-to-Work to Career Preparation System: How Do We Know It&apos;s Working? Policy Report No. 11"},
      {
        "id":"ED498608",
        "title":"Post-16 Citizenship in Colleges: An Introduction to Effective Practice"},
      {
        "id":"ED498609",
        "title":"Post-16 Citizenship in School Sixth Forms: An Introduction to Effective Practice"},
      {
        "id":"ED498610",
        "title":"Post-16 Citizenship in Work-Based Learning: An Introduction to Effective Practice"},
      {
        "id":"ED498611",
        "title":"Post-16 Citizenship in Youth and Community Groups: Participation, Inclusion and Achievement. An Introduction to Effective Practice"},
      {
        "id":"ED498612",
        "title":"Post-16 Citizenship: A Guide for Leaders and Coordinators"},
      {
        "id":"ED498613",
        "title":"Professional Development Framework for e-Learning: A Guide for Advisers and Practitioners"},
      {
        "id":"ED498614",
        "title":"Maine's Balance of Representation: Information and Results"},
      {
        "id":"ED498615",
        "title":"Providing Effective Learner Support for Part-Time Learners. Research Report"},
      {
        "id":"ED498616",
        "title":"Curriculum Leadership: New Trends and Career and Technical Education"},
      {
        "id":"ED498618",
        "title":"Literacy Partners: A Principal's Guide to an Effective Library Media Program for the 21st Century"},
      {
        "id":"ED498619",
        "title":"Declining Public Support for Charter Schools: Results from the 2003 State of the State Survey. Policy Report No. 18"},
      {
        "id":"ED498620",
        "title":"Michigan Residents Grade Their Schools: Results from the 2003 State of the State Survey. Policy Report No. 19"},
      {
        "id":"ED498621",
        "title":"Teacher Recruitment and Teacher Quality? Are Charter Schools Different? Policy Report Number 20"},
      {
        "id":"ED498622",
        "title":"Can Michigan Meet the NCLB Challenge? Interpreting the 2004 Priority Schools List. Policy Report Number 21"},
      {
        "id":"ED498623",
        "title":"Giving 110%: A Portrait of a Michigan Teacher&apos;s Work Week. Policy Report Number 22"},
      {
        "id":"ED498624",
        "title":"Teacher&apos;s Hourly Wages: A Comparison across Michigan Schools and Alternative Occupations. Policy Report 24"},
      {
        "id":"ED498625",
        "title":"Six Approaches to Post-16 Citizenship: 5. Citizenship through Single Events"},
      {
        "id":"ED498626",
        "title":"Six Approaches to Post-16 Citizenship: 6. Citizenship through Research Projects"},
      {
        "id":"ED498627",
        "title":"Who Participates in Charter School Programs in Michigan? Policy Report 29"},
      {
        "id":"ED498628",
        "title":"Are Charter Schools More Racially Segregated Than Traditional Public Schools? Policy Report 30"},
      {
        "id":"ED498629",
        "title":"More Information or More Paperwork? Reporting Requirements for Michigan&apos;s Schools under No Child Left Behind. Policy Report 23"},
      {
        "id":"ED498630",
        "title":"A Case for Action? Skills for Active Citizenship Research"},
      {
        "id":"ED498631",
        "title":"Putting the Q into Quality Project Management"},
      {
        "id":"ED498632",
        "title":"Raising the Leaving Learning Age: Are the Public Convinced? A Survey of Parents and Teenagers. Research Report"},
      {
        "id":"ED498633",
        "title":"Six Approaches to Post-16 Citizenship: 4. Citizenship through Voluntary and Community-Based Activities"},
      {
        "id":"ED498634",
        "title":"Six Approaches to Post-16 Citizenship: 1. Citizenship through Learner Voice and Representation"},
      {
        "id":"ED498635",
        "title":"The Impact of European Funding on Mainstream Learning and Skills Council Provision. Research Report"},
      {
        "id":"ED498636",
        "title":"Expanding Learning Opportunities: It Takes More than Time. Afterschool Alert. Issue Brief #29"},
      {
        "id":"ED498637",
        "title":"What's Your Problem? Working with Learners with Challenging Behaviour. Guidance for Colleges and Other Post-16 Education Providers on Implementing the Disability Discrimination Act"},
      {
        "id":"ED498638",
        "title":"State of College Readiness for Latino Students"},
      {
        "id":"ED498639",
        "title":"Economic, Educational and Cultural Predictors of Science Learning in Lithuania and Estonia"},
      {
        "id":"ED498640",
        "title":"Teaching and Learning Information Technology Process: From a 25 Year Perspective--Math Regents"},
      {
        "id":"ED498641",
        "title":"Residential Treatment Programs: Concerns Regarding Abuse and Death in Certain Programs for Troubled Youth. Testimony before the Committee on Education and Labor, House of Representatives. GAO-08-146T"},
      {
        "id":"ED498642",
        "title":"Service-Learning: Motivations for K-12 Teachers"},
      {
        "id":"ED498643",
        "title":"Curriculum Leadership: Curriculum For the at Risk Students"},
      {
        "id":"ED498644",
        "title":"Six Approaches to Post-16 Citizenship: 2. Citizenship through Qualifications and Personalised Programs"},
      {
        "id":"ED498645",
        "title":"Reefs and Learning: Education Evaluation Techniques"},
      {
        "id":"ED498646",
        "title":"Assessment of Teaching Quality: Survey of University Graduates"},
      {
        "id":"ED498647",
        "title":"Confronting the Graduation Rate Crisis in California"},
      {
        "id":"ED498648",
        "title":"Tools to Reduce Waste in Schools"},
      {
        "id":"ED498649",
        "title":"Important, but Not for Me: Parents and Students in Kansas and Missouri Talk about Math, Science and Technology Education"},
      {
        "id":"ED498650",
        "title":"A Self-Reporting Instrument for Gauging and Improving Cross-Cultural Awareness in the Classroom"},
      {
        "id":"ED498651",
        "title":"Building Valued-Added Assessment into Michigan&apos;s Accountability System: Lessons from Other States. Research Report 1"},
      {
        "id":"ED498652",
        "title":"Six Approaches to Post-16 Citizenship: 3. Citizenship through Group Tutorial and Enrichment Programmes"},
      {
        "id":"ED498653",
        "title":"The Primacy of Observation in Inquiry-Based Science Teaching"},
      {
        "id":"ED498654",
        "title":"The Effects of Teacher Mediation on Kindergarten Students' Computer-Assisted Mathematics Learning"},
      {
        "id":"ED498655",
        "title":"Education Longitudinal Study of 2002 (ELS:2002): A First Look at the Initial Postsecondary Experiences of the High School Sophomore Class of 2002"},
      {
        "id":"ED498656",
        "title":"Students Using Handheld Computers to Learn Collaboratively in a First Grade Classroom"},
      {
        "id":"ED498657",
        "title":"Communicating about and with Learners Diagnosed with Emotional or Behavioral Disorders"},
      {
        "id":"ED498658",
        "title":"2006 Community College Graduate and Employer Follow-Up Survey Report"},
      {
        "id":"ED498659",
        "title":"Maryland Higher Education Commission Data Book 2007. Creating a State of Achievement"},
      {
        "id":"ED498660",
        "title":"Title I and Early Childhood Programs: A Look at Investments in the NCLB Era. CLASP Child Care and Early Education Series. Policy Paper No. 2"},
      {
        "id":"ED498661",
        "title":"The Postsecondary Achievement of Participants in Dual Enrollment: &quot;An Analysis of Student Outcomes in Two States&quot;"},
      {
        "id":"ED498662",
        "title":"The Prevalence of School Related Violence: An Overview of Statistical and Perceptual Data"},
      {
        "id":"ED498663",
        "title":"Citizenship Education Policy at the School District Level. Issue Paper"},
      {
        "id":"ED498664",
        "title":"Putting English Language Learners on the Educational Map: The No Child Left Behind Act Implemented. Education in Focus: Urban Institute Policy Brief"},
      {
        "id":"ED498667",
        "title":"They're Not Little Kids Anymore: The Special Challenges of New Teachers in High Schools and Middle Schools. Lessons Learned: New Teachers Talk about Their Jobs, Challenges and Long-Range Plans. Issue No. 1"},
      {
        "id":"ED498669",
        "title":"The Narrowing Gap in New York City Teacher Qualifications and Its Implications for Student Achievement in High-Poverty Schools. Working Paper 10"},
      {
        "id":"ED498670",
        "title":"Part C Updates: 9th Edition"},
      {
        "id":"ED498673",
        "title":"Making the Case: A Fact Sheet on Children and Youth in Out-of-School Time"},
      {
        "id":"ED498674",
        "title":"Wellesley Centers for Women: Research & Action Report. Volume 25, Number 2, Spring/Summer 2004"},
      {
        "id":"ED498675",
        "title":"A Qualitative Investigation of Primary Teachers' Intentional Strategies for Promoting Development in Early Childhood"},
      {
        "id":"ED498676",
        "title":"Including Students and Teachers in the Co-Design of the Enacted Curriculum"},
      {
        "id":"ED498678",
        "title":"Regulations Establishing Standards for Accrediting Public Schools in Virginia"},
      {
        "id":"ED498680",
        "title":"Compilation of Projects Addressing the Early Childhood Provisions of IDEA: Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2006"},
      {
        "id":"ED498681",
        "title":"South Dakota School Health Profiles. 2006 Executive Summary"},
      {
        "id":"ED498682",
        "title":"Foreign Language Standards of Learning for Virginia Public Schools"},
      {
        "id":"ED498683",
        "title":"Section 619 Profile. 15th Edition"},
      {
        "id":"ED498684",
        "title":"Fine Arts Standards of Learning for Virginia Public Schools"},
      {
        "id":"ED498685",
        "title":"New Jersey Department of Education NCLB State Report, 2006"},
      {
        "id":"ED498687",
        "title":"Reading First: Overview and Guidance"},
      {
        "id":"ED498688",
        "title":"Virginia Reads: Every Minute Counts (As Approved by the USDOE). Virginia's Reading First Program"},
      {
        "id":"ED498689",
        "title":"German Standards of Learning for Virginia Public Schools"},
      {
        "id":"ED498696",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Overview"},
      {
        "id":"ED498697",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Physical Education"},
      {
        "id":"ED498698",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Pregnancy Prevention"},
      {
        "id":"ED511535",
        "title":"ACT Profile Report: State. Graduating Class 2010. South Carolina"},
      {
        "id":"ED511536",
        "title":"ACT Profile Report: State. Graduating Class 2010. Texas"},
      {
        "id":"ED511537",
        "title":"ACT Profile Report: State. Graduating Class 2010. Utah"},
      {
        "id":"ED511538",
        "title":"ACT Profile Report: State. Graduating Class 2010. Vermont"},
      {
        "id":"ED511539",
        "title":"ACT Profile Report: State. Graduating Class 2010. Virginia"},
      {
        "id":"ED511540",
        "title":"ACT Profile Report: State. Graduating Class 2010. Washington"},
      {
        "id":"ED511541",
        "title":"ACT Profile Report: State. Graduating Class 2010. West Virginia"},
      {
        "id":"ED511542",
        "title":"Children's Environmental Health: 2007 Highlights. Environment, Health, and a Focus on Children"},
      {
        "id":"ED511543",
        "title":"ACT Profile Report: State. Graduating Class 2010. Wisconsin"},
      {
        "id":"ED511544",
        "title":"ACT Profile Report: State. Graduating Class 2010. Wyoming"},
      {
        "id":"ED511547",
        "title":"Background Information for Educators"},
      {
        "id":"ED511548",
        "title":"The Black-White Achievement Gap: When Progress Stopped. Policy Information Report"},
      {
        "id":"ED511549",
        "title":"Apprentices and Trainees: Early Trend Estimates. June Quarter 2010"},
      {
        "id":"ED511550",
        "title":"Apprentices and Trainees: Early Trend Estimates. June 2010: Terms and Definitions. Support Document"},
      {
        "id":"ED511551",
        "title":"SunWise[R] Meteorologist Tool Kit"},
      {
        "id":"ED511553",
        "title":"Across the Country, Youth Programs Bring the Issue of Brownfields Home"},
      {
        "id":"ED511554",
        "title":"Where Tradies Work: A Regional Analysis of the Labour Market for Tradespeople"},
      {
        "id":"ED511557",
        "title":"A Guide to Understanding National Board Certification: 2009-10 Candidacy Cycle"},
      {
        "id":"ED511558",
        "title":"Just Ask! 4 Important Questions to Ask when Choosing a College"},
      {
        "id":"ED511559",
        "title":"Advancing High-Quality Professional Learning through Collective Bargaining and State Policy: An Initial Review and Recommendations to Support Student Learning"},
      {
        "id":"ED511560",
        "title":"Building Successful Programs to Address Chemical Risks in Schools: A Workbook with Templates, Tips, and Techniques"},
      {
        "id":"ED511561",
        "title":"Building Minds, Minding Buildings: Our Union's Road Map to Green and Sustainable Schools"},
      {
        "id":"ED511562",
        "title":"The Future of VET: A Medley of Views"},
      {
        "id":"ED511564",
        "title":"Sizing up State Standards, 2008"},
      {
        "id":"ED511566",
        "title":"Environmental Protection Begins with You: A Guide to Environmental Community Service"},
      {
        "id":"ED511567",
        "title":"Modelling Changes in Employer Satisfaction between 2005, 2007 and 2009. Technical Paper"},
      {
        "id":"ED511568",
        "title":"A Bibliometric Study: An Author Analysis of \"Library Quarterly\" 1993-2003 (Volumes 63-73)"},
      {
        "id":"ED511569",
        "title":"Evolving with Technology: The Changing Role of the Curriculum Lab at The University of West Alabama"},
      {
        "id":"ED511570",
        "title":"Giving Shareable Form to Collective Thought Using a Shared Thinking Approach"},
      {
        "id":"ED511572",
        "title":"Behavior-Management Techniques for Safe Schools. Classroom Tips"},
      {
        "id":"ED511573",
        "title":"Stronger Together"},
      {
        "id":"ED511574",
        "title":"Collective Bargaining Toolkit: Taking on the Academic Staffing Crisis"},
      {
        "id":"ED511575",
        "title":"The Instructional Demands of Standards-Based Reform"},
      {
        "id":"ED511576",
        "title":"Promoting Racial and Ethnic Diversity in the Faculty: What Higher Education Unions Can Do"},
      {
        "id":"ED511577",
        "title":"Loan Forgiveness. Classroom Tips"},
      {
        "id":"ED511578",
        "title":"The Appropriate Use of Student Assessments"},
      {
        "id":"ED511582",
        "title":"Early Care and Education in Minnesota: Asset Review and Status Report"},
      {
        "id":"ED511583",
        "title":"EdTrAc Teacher Education Program: First-Year Implementation Evaluation (2005-2006)"},
      {
        "id":"ED511585",
        "title":"Early Childhood Minnesota: Indicators and Strategies for Minnesota's Early Childhood System"},
      {
        "id":"ED511586",
        "title":"Early Care and Education in Minnesota Asset Review: Summary and Recommendations"},
      {
        "id":"ED511588",
        "title":"The Education Innovator. Volume IX, No. 6"},
      {
        "id":"ED511589",
        "title":"Self-Regulated Learning, Metacognition, and Soft Skills: The 21st Century Learner"},
      {
        "id":"ED511590",
        "title":"Intentional Experiences: Teaching|Learning Mathematics with Young Children"},
      {
        "id":"ED511591",
        "title":"Culminating Experience Action Research Projects, Volume 13, Fall 2008"},
      {
        "id":"ED511593",
        "title":"What Characteristics of Bullying, Bullying Victims, and Schools Are Associated with Increased Reporting of Bullying to School Officials? Issues &amp; Answers. REL 2010-No. 092"},
      {
        "id":"ED511595",
        "title":"Cost Savings Analysis of School Readiness in Michigan"},
      {
        "id":"ED511597",
        "title":"Parent Involvement in School: Engaging Immigrant Parents. Snapshot"},
      {
        "id":"ED511598",
        "title":"Minnesota Family Literacy and School Readiness Study: Results through Year 2"},
      {
        "id":"ED511599",
        "title":"Severely Troubled Children and Youth: What Everyone Needs to Know"},
      {
        "id":"ED511600",
        "title":"Increasing Postsecondary Education Access and Success: Raising Achievement through Outreach Programs. Brief"},
      {
        "id":"ED511601",
        "title":"Tackling the Achievement Gap Head on: A Background and Discussion Paper for Community Groups Interested in Helping All Children Succeed in School"},
      {
        "id":"ED511602",
        "title":"America's Best (and Worst) Cities for School Reform: Attracting Entrepreneurs and Change Agents"},
      {
        "id":"ED511603",
        "title":"Cost Savings Analysis of School Readiness in Michigan. Executive Summary"},
      {
        "id":"ED511604",
        "title":"Strategies for Rural Minnesota School Districts: A Literature Review"},
      {
        "id":"ED511605",
        "title":"Two Feathers Endowment Scholarship Program: Program Evaluation"},
      {
        "id":"ED511607",
        "title":"Are Texas' English Language Arts and Reading Standards College Ready? Issues &amp; Answers. REL 2010-091"},
      {
        "id":"ED511608",
        "title":"Invest Early: Early Childhood Initiative. Year One Evaluation"},
      {
        "id":"ED511610",
        "title":"Ron Brown Scholar Program. Evaluation Summary"},
      {
        "id":"ED511611",
        "title":"The Cost Burden to Minnesota K-12 when Children Are Unprepared for Kindergarten. [Summary]"},
      {
        "id":"ED511612",
        "title":"The Cost Burden to Minnesota K-12 when Children Are Unprepared for Kindergarten"},
      {
        "id":"ED511613",
        "title":"Progress in Student Academic Achievement: Evaluation of New City Charter School in 2008-09"},
      {
        "id":"ED511616",
        "title":"Longitudinal Surveys of Australian Youth (LSAY) 2006 Cohort: User Guide. Technical Report 55"},
      {
        "id":"ED511619",
        "title":"Project Early Kindergarten-Early Reading First: Evaluation Report on the Third Year of a Saint Paul Public Schools Initiative"},
      {
        "id":"ED511620",
        "title":"Project Early Kindergarten Evaluation: Results through 2008-09 of a Saint Paul Public Schools Initiative"},
      {
        "id":"ED511621",
        "title":"School Districts' Perspectives on the Economic Stimulus Package: School Improvement Grants Present Uncertainty and Opportunity"},
      {
        "id":"ED511622",
        "title":"Estimating the Economic Impact of Higher Education: A Case Study of the Five Colleges in Berks County, Pennsylvania. Professional File Number 117, Summer 2010"},
      {
        "id":"ED511625",
        "title":"Using Geospatial Techniques to Address Institutional Objectives: St. Petersburg College Geo-Demographic Analysis. IR Applications, Volume 27"},
      {
        "id":"ED511626",
        "title":"The State of Special Education Practices within Our Nation's Charter Schools"},
      {
        "id":"ED511631",
        "title":"Trends in Undergraduate Stafford Loan Borrowing: 1989-90 to 2007-08. Web Tables. NCES 2010-183"},
      {
        "id":"ED511632",
        "title":"Business with Words: Language Programs That Generate Revenue and Impact Communities"},
      {
        "id":"ED511633",
        "title":"An Introduction to NAEP: National Assessment of Educational Progress. NCES 2010-468"},
      {
        "id":"ED511634",
        "title":"Accreditation Criteria: Policies, Procedures, and Standards"},
      {
        "id":"ED511635",
        "title":"Building an Early Childhood Professional Development System. Issue Brief"},
      {
        "id":"ED511637",
        "title":"Tips for Teens with Diabetes: About Diabetes"},
      {
        "id":"ED511638",
        "title":"Traveling through Time: The Forum Guide to Longitudinal Data Systems. Book One of Four: What Is an LDS? NFES 2010-805"},
      {
        "id":"ED511639",
        "title":"Crisis Data Management: A Forum Guide to Collecting and Managing Data about Displaced Students. NFES 2010-804"},
      {
        "id":"ED511640",
        "title":"NAEP Writing Computer-Based Assessment: An Overview for Grades 8 and 12. NCES 2010-470"},
      {
        "id":"ED511641",
        "title":"Is the TOEFL Exam Aimed at Everyone? Research Considerations in the Training and Application of the TOEFL Exam Abroad"},
      {
        "id":"ED511642",
        "title":"The Surgeon General's Call to Action to Prevent and Reduce Underage Drinking: What It Means to You. A Guide to Action for Educators"},
      {
        "id":"ED511643",
        "title":"Experiences in Effective Prevention: The U.S. Department of Education's Alcohol and Other Drug Prevention Models on College Campuses Grants"},
      {
        "id":"ED511645",
        "title":"Prior Knowledge of Potential School-Based Violence: Information Students Learn May Prevent a Targeted Attack"},
      {
        "id":"ED511646",
        "title":"Wind for Schools: A Wind Powering America Project"},
      {
        "id":"ED511647",
        "title":"Electronic Media and Youth Violence: A CDC Issue Brief for Researchers"},
      {
        "id":"ED511648",
        "title":"Colleges and Universities in the New York Metropolitan Area: Rapid Growth in Employment and Wages. Regional Report. Summary 09-09"},
      {
        "id":"ED511649",
        "title":"Recovery Act: States Could Provide More Information on Education Programs to Enhance the Public's Understanding of Fund Use. Report to the Republican Leader, U.S. Senate. GAO-10-807"},
      {
        "id":"ED511650",
        "title":"Nonpublic Education: A Vital Part of U.S. K-12 Education"},
      {
        "id":"ED511651",
        "title":"Crime in Schools and Colleges: A Study of Offenders and Arrestees Reported via National Incident-Based Reporting System Data. The CARD Report: Crime Analysis, Research and Development Unit"},
      {
        "id":"ED511652",
        "title":"Reduce Operating Costs with an EnergySmart School Project"},
      {
        "id":"ED511653",
        "title":"A Strategy for American Innovation: Driving towards Sustainable Growth and Quality Jobs"},
      {
        "id":"ED511654",
        "title":"EnergySmart Schools Tips: Retrofitting, Operating, and Maintaining Existing Buildings"},
      {
        "id":"ED511655",
        "title":"Guide to Financing EnergySmart Schools"},
      {
        "id":"ED511656",
        "title":"Use of Education Data at the Local Level: From Accountability to Instructional Improvement"},
      {
        "id":"ED511657",
        "title":"Guide to Operating and Maintaining EnergySmart Schools"},
      {
        "id":"ED511658",
        "title":"EnergySmart Schools National Financing Roundtable--Key Outcomes"},
      {
        "id":"ED511659",
        "title":"The Prominence of Colleges and Universities in the Boston Metropolitan Area. Regional Report. Summary 09-01"},
      {
        "id":"ED511660",
        "title":"National Best Practices Manual for Building High Performance Schools"},
      {
        "id":"ED511661",
        "title":"Teacher Quality Partnership Novice Teacher Studies Technical Report NTS 10-01 Research Brief 2007-2009"},
      {
        "id":"ED511662",
        "title":"Stress and the Administrator of Rural Schools Being Rebuilt"},
      {
        "id":"ED511663",
        "title":"The Voiceless Majority: A Pair of Docs on Paradox and Changing Demographics in the American Professorate Related to Shared Governance"},
      {
        "id":"ED511664",
        "title":"Future Workforce Strategy"},
      {
        "id":"ED511665",
        "title":"Reference Guide. Indoor Air Quality Tools for Schools"},
      {
        "id":"ED511667",
        "title":"Media-Smart Youth: Eat, Think, and Be Active! A Workshop Curriculum for Youth Ages 11 to 13. Guide for Training Program Facilitators"},
      {
        "id":"ED511669",
        "title":"Renovate Right: Important Lead Hazard Information for Families, Child Care Providers and Schools"},
      {
        "id":"ED511670",
        "title":"Body Mass Index Measurement in Schools. Executive Summary"},
      {
        "id":"ED511673",
        "title":"Federal Highway Administration University Course on Bicycle and Pedestrian Transportation. TechBrief. Publication No. FHWA-HRT-06-065"},
      {
        "id":"ED511674",
        "title":"Education from a Gender Equality Perspective"},
      {
        "id":"ED511675",
        "title":"Apprentices and Trainees: March Quarter, 2010"},
      {
        "id":"ED511676",
        "title":"Apprentices and Trainees: March Quarter 2010. Terms and Definitions. Support Document"},
      {
        "id":"ED511677",
        "title":"The Likelihood of Completing a VET Qualification: A Model-Based Approach. Technical Paper"},
      {
        "id":"ED511678",
        "title":"Professional Development in the Vocational Education and Training Workforce. Occasional Paper"},
      {
        "id":"ED511679",
        "title":"Linking Ready Kids to Ready Schools through P-20 Councils: A View from Arizona"},
      {
        "id":"ED511680",
        "title":"Student Participation and Accommodations Handbook: Grades 3, 4, 5, 6, 7, 8, 10. Spring 2007. Hawai'i State Reading and Mathematics Assessment"},
      {
        "id":"ED511681",
        "title":"Eight Questions on Teacher Recruitment and Retention: What Does the Research Say? A Summary of the Findings"},
      {
        "id":"ED511682",
        "title":"ECS Report to the Nation: State Implementation of the No Child Left Behind Act"},
      {
        "id":"ED511683",
        "title":"Training and Assessment (TAA40104) in Community Providers in New South Wales: Participant Intentions and Outcomes. Occasional Paper"},
      {
        "id":"ED511684",
        "title":"Adjustment Notes for Apprentice and Trainee Estimates. Technical Paper"},
      {
        "id":"ED511697",
        "title":"The MPCP Longitudinal Educational Growth Study: Third Year Report. SCDP Milwaukee Evaluation Report #15"},
      {
        "id":"ED511698",
        "title":"What Works Clearinghouse Quick Review of the Report &quot;Reading and Language Outcomes of a Five-Year Randomized Evaluation of Transitional Bilingual Education&quot;"},
      {
        "id":"ED511699",
        "title":"What Works Clearinghouse Quick Review of the Report &quot;The Milwaukee Parental Choice Program Longitudinal Educational Growth Study Third Year Report&quot;"},
      {
        "id":"ED511700",
        "title":"National Survey of American Attitudes on Substance Abuse XV: Teens and Parents"},
      {
        "id":"ED511701",
        "title":"Arts Education in the U.S: 1982-2002"},
      {
        "id":"ED511702",
        "title":"Native Americans among Degree Recipients in Physics and Geoscience. Focus On"},
      {
        "id":"ED511703",
        "title":"A Book Club for a Nation, Built Chapter by Chapter. The Big Read. Final Report. Executive Summary"},
      {
        "id":"ED511704",
        "title":"The Big Read: Case Studies"},
      {
        "id":"ED511705",
        "title":"University Research: Policies for the Reimbursement of Indirect Costs Need to Be Updated. Report to Congressional Committees. GAO-10-937"},
      {
        "id":"ED511706",
        "title":"Geography and Public Participation in the Arts: Ten States"},
      {
        "id":"ED511707",
        "title":"Geography and Public Participation in the Arts: U.S. Census Regions"},
      {
        "id":"ED511708",
        "title":"Hispanic Americans among Degree Recipients in Physics and Geoscience. Focus On"},
      {
        "id":"ED511709",
        "title":"Geography and Public Participation in the Arts: Ten Metropolitan Regions"},
      {
        "id":"ED511710",
        "title":"A Book Club for a Nation, Built Chapter by Chapter. The Big Read. Final Report"},
      {
        "id":"ED511712",
        "title":"Astronomy Enrollments and Degrees: Results from the 2008 Survey of Physics & Astronomy Enrollments and Degrees. Focus on"},
      {
        "id":"ED511715",
        "title":"Music Preferences in the U.S.: 1982-2002"},
      {
        "id":"ED511716",
        "title":"A Quality Teacher in Every Classroom: Creating a Teacher Evaluation System that Works for California. Perspectives from Accomplished California Teachers"},
      {
        "id":"ED511717",
        "title":"A Quality Teacher in Every Classroom: Creating a Teacher Evaluation System that Works for California. Perspectives from Accomplished California Teachers"},
      {
        "id":"ED511718",
        "title":"How California Ranks"},
      {
        "id":"ED511719",
        "title":"Introducing Public Libraries to The Big Read: Final Report on the Audio Guide Distribution"},
      {
        "id":"ED511720",
        "title":"The Impact of Wages on the Probability of Completing an Apprenticeship or Traineeship. NCVER Monograph Series 04/2010"},
      {
        "id":"ED511721",
        "title":"Awakening Opportunity: Three Elements to Foster Learners' Autonomy"},
      {
        "id":"ED511722",
        "title":"Enabling Secondary Level Teachers to Integrate Technology through ICT Integrated Instructional System"},
      {
        "id":"ED511723",
        "title":"Does Applying Ethics in Education Have an Effective Impact in the Classroom?"},
      {
        "id":"ED511724",
        "title":"Culminating Experience Action Research Projects, Volume 14, Spring 2009"},
      {
        "id":"ED511725",
        "title":"Web-Based New Literacies: Revisiting Literacy in TESOL and EFL Teacher Education"},
      {
        "id":"ED511726",
        "title":"Charter Schools and the Teacher Job Search. Research Brief"},
      {
        "id":"ED511727",
        "title":"Instructional Conditions in Charter Schools and Students' Mathematics Achievement Gains. Research Brief"},
      {
        "id":"ED511728",
        "title":"Indian Education for All: Essential Understandings Regarding Montana Indians. Revised"},
      {
        "id":"ED511729",
        "title":"NASA Earth-to-Orbit Engineering Design Challenges: Thermal Protection Systems"},
      {
        "id":"ED511730",
        "title":"On the Moon: NASA and Design Squad Team Up to Inspire a New Generation of Engineers. Engineering Challenges for School and Afterschool Programs, Grades 3-12. EG-2009-02-05-MSFC"},
      {
        "id":"ED511731",
        "title":"Field Trip to the Moon. LRO/LCROSS Edition. Informal Educator's Guide. EG-2008-09-48-MSFC"},
      {
        "id":"ED511732",
        "title":"NASA Engineering Design Challenges: Thermal Protection Systems. EP-2008-09-122-MSFC"},
      {
        "id":"ED511734",
        "title":"Field Trip to the Moon. Informal Educator's Guide. EG-2007-09-121-MSFC"},
      {
        "id":"ED511735",
        "title":"Adventures in Rocket Science. EG-2007-12-179-MSFC"},
      {
        "id":"ED511736",
        "title":"Field Trip to the Moon. Educator's Guide. EG-2007-09-120-MSFC"},
      {
        "id":"ED511737",
        "title":"Student Employee Handbook. EP-2008-09-136-MSFC"},
      {
        "id":"ED511738",
        "title":"NASA Engineering Design Challenges: Environmental Control and Life Support Systems. Water Filtration Challenge. EG-2008-09-134-MSFC"},
      {
        "id":"ED511739",
        "title":"Lunar Plant Growth Chamber: Human Exploration Project STS-118 Design Challenge. A Standards-Based High School Unit Guide. Engineering by Design: Advancing Technological Literacy. A Standards-Based Program Series. EP-2007-08-94-MSFC"},
      {
        "id":"ED511740",
        "title":"Lunar Nautics: Designing a Mission to Live and Work on the Moon. An Educator's Guide for Grades 6-8. EG-2008-09-129-MSFC"},
      {
        "id":"ED511741",
        "title":"Developing and Improving Modified Achievement Level Descriptors: Rationale, Procedures, and Tools"},
      {
        "id":"ED511742",
        "title":"Survey of States: Accomplishments and New Issues at the End of a New Decade of Change, 2009"},
      {
        "id":"ED511743",
        "title":"Annual Performance Report: 2007-2008 State Assessment Data"},
      {
        "id":"ED511744",
        "title":"A Summary of the Research on the Effects of Test Accommodations: 2007-2008. Technical Report 56"},
      {
        "id":"ED511745",
        "title":"Earning a High School Diploma through Alternative Routes. Synthesis Report 76"},
      {
        "id":"ED511746",
        "title":"CPTED 101: Crime Prevention through Environmental Design--The Fundamentals for Schools"},
      {
        "id":"ED511747",
        "title":"The Impact of the Shortage of Special Educators of Color on the Overrepresentation of Students of Color in Special Education"},
      {
        "id":"ED511748",
        "title":"Greener Schools, Greater Learning, and the LEED Value"},
      {
        "id":"ED511749",
        "title":"Philately, Science Teaching and the History of Science: A Comment on \"Posting Scientists\""},
      {
        "id":"ED511750",
        "title":"Writing Letters of Recommendation"},
      {
        "id":"ED511751",
        "title":"Higher Education in Papua New Guinea"},
      {
        "id":"ED511752",
        "title":"Musical Chairs: An Innovative Teaching and Learning Method"},
      {
        "id":"ED511753",
        "title":"The Problems of Beginning Secondary School Teachers"},
      {
        "id":"ED511754",
        "title":"Socially and Culturally Sensitive Communication: Using Person First Language"},
      {
        "id":"ED511755",
        "title":"Interim Report on the Evaluation of the Growth Model Pilot Project"},
      {
        "id":"ED511757",
        "title":"Transfer 101: Basic Information You Need to Know about Transferring to an NCAA College for Divisions I/II/III, 2010-11"},
      {
        "id":"ED511758",
        "title":"NCAA Drug-Testing Program 2010-11"},
      {
        "id":"ED511759",
        "title":"2010-11 NCAA[R] Division II Manual"},
      {
        "id":"ED511760",
        "title":"2010-11 NCAA[R] Division I Manual"},
      {
        "id":"ED511761",
        "title":"Expanding National Vocational Education and Training Statistical Collections: Private Provider Engagement"},
      {
        "id":"ED511762",
        "title":"What Makes Special Education Teachers Special? Teacher Training and Achievement of Students with Disabilities. Working Paper 49"},
      {
        "id":"ED511763",
        "title":"Scaling the Digital Divide: Home Computer Technology and Student Achievement. Working Paper 48"},
      {
        "id":"ED511764",
        "title":"Scrambling the Nest Egg: How Well Do Teachers Understand Their Pensions, and What Do They Think about Alternative Pension Structures? Working Paper 51"},
      {
        "id":"ED511765",
        "title":"Measure for Measure: The Relationship between Measures of Instructional Practice in Middle School English Language Arts and Teachers' Value-Added Scores. Working Paper 45"},
      {
        "id":"ED511766",
        "title":"Two-Generation Strategies and Involving Immigrant Parents in Children's Education"},
      {
        "id":"ED511767",
        "title":"Understanding Quality in Context: Child Care Centers, Communities, Markets, and Public Policy"},
      {
        "id":"ED511768",
        "title":"Violence Prevention in Schools: A Case Study of the Thurgood Marshall Academy Public Charter High School. Final Report"},
      {
        "id":"ED511769",
        "title":"Violence Prevention at Thurgood Marshall Academy Public Charter High School. Summary Brief"},
      {
        "id":"ED511770",
        "title":"Using Data to Promote Collaboration in Local School Readiness Systems"},
      {
        "id":"ED511772",
        "title":"Aspects of a Neoteric Approach to Advance Students' Ability to Conjecture, Prove, or Disprove"},
      {
        "id":"ED511773",
        "title":"Profile of Undergraduate Students: 2007-08. Web Tables. NCES 2010-205"},
      {
        "id":"ED511774",
        "title":"Survey of Outcomes Measurement in Research on Character Education Programs. NCEE 2009-006"},
      {
        "id":"ED511775",
        "title":"Profile of Undergraduate Students: Trends from Selected Years, 1995-96 to 2007-08. Web Tables. NCES 2010-220"},
      {
        "id":"ED511776",
        "title":"Using State Tests in Education Experiments: A Discussion of the Issues. NCEE 2009-013"},
      {
        "id":"ED511777",
        "title":"Reading First's Impact. NCEE Evaluation Brief. NCEE 2009-4054"},
      {
        "id":"ED511778",
        "title":"Suggestions for Improving the IPEDS Graduation Rate Survey Data Collection and Reporting. NPEC 2010-832"},
      {
        "id":"ED511779",
        "title":"The Effects of Teachers Trained through Different Routes to Certification. NCEE Evaluation Brief. NCEE 2009-4070"},
      {
        "id":"ED511780",
        "title":"Impact of the Federal School-Based Student Mentoring Program. NCEE Evaluation Brief. NCEE 2009-4074"},
      {
        "id":"ED511781",
        "title":"What to Do when Data Are Missing in Group Randomized Controlled Trials. NCEE 2009-0049"},
      {
        "id":"ED511782",
        "title":"Technical Methods Report: Statistical Power for Regression Discontinuity Designs in Education Evaluations. NCEE 2008-4026"},
      {
        "id":"ED511785",
        "title":"Comprehensive Teacher Induction. NCEE Evaluation Brief. NCEE 2009-4069"},
      {
        "id":"ED511786",
        "title":"After-School Math. NCEE Evaluation Brief. NCEE 2009-4057"},
      {
        "id":"ED511787",
        "title":"Technical Methods Report: The Estimation of Average Treatment Effects for Clustered RCTs of Education Interventions. NCEE 2009-0061 rev."},
      {
        "id":"ED511788",
        "title":"Impacts of Comprehensive Teacher Induction: Results from the Second Year of a Randomized Controlled Study. NCEE 2009-4072"},
      {
        "id":"ED511789",
        "title":"Do Typical RCTs of Education Interventions Have Sufficient Statistical Power for Linking Impacts on Teacher Practice and Student Achievement Outcomes? NCEE 2009-4065"},
      {
        "id":"ED511790",
        "title":"Compendium of Student, Teacher, and Classroom Measures Used in NCEE Evaluations of Educational Interventions: Volume I. Measures Selection Approaches and Compendium Development Methods. NCEE 2010-4012"},
      {
        "id":"ED511791",
        "title":"AVID (Advancement Via Individual Determination). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511792",
        "title":"Compendium of Student, Teacher, and Classroom Measures Used in NCEE Evaluations of Educational Interventions: Volume II. Technical Details, Measure Profiles, and Glossary (Appendices A-G). NCEE 2010-4013"},
      {
        "id":"ED511793",
        "title":"Corrective Reading. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511797",
        "title":"Accelerated Math[TM]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511798",
        "title":"A Brief History of Educational Assessment in the Philippines"},
      {
        "id":"ED511799",
        "title":"Korean Students' Language Learning Strategies and Years of Studying English as Predictors of Proficiency in English"},
      {
        "id":"ED511800",
        "title":"How the ARCS Was Done. NCSALL Occasional Paper"},
      {
        "id":"ED511801",
        "title":"Multiple Intelligences Resources For The Adult Basic Education Practitioner: An Annotated Bibliography. NCSALL Occasional Paper"},
      {
        "id":"ED511803",
        "title":"Making Sense of Time as Context: Theoretical Affordances of Chronotopes in the Study of Schooling and Student Success. WCER Working Paper No. 2010-11"},
      {
        "id":"ED511804",
        "title":"Reading Plus[R]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511808",
        "title":"A Longitudinal Study of the Illinois High School Class of 2002: A Six-Year Analysis of Postsecondary Enrollment and Completion. Policy Research: IERC 2010-3"},
      {
        "id":"ED511810",
        "title":"National Evaluation of the Comprehensive Technical Assistance Centers. Interim Report. NCEE 2010-4033"},
      {
        "id":"ED511812",
        "title":"The Effect of Supplemental Reading Comprehension Curricula on Grade 5 Students. NCEE Evaluation Brief. NCEE 2009-4076"},
      {
        "id":"ED511813",
        "title":"Relative Achievement Effects of Four Early Elementary School Math Curricula. NCEE Evaluation Brief. NCEE 2009-4075"},
      {
        "id":"ED511814",
        "title":"Focus on Basics: Connecting Research &amp; Practice. Volume 9, Issue B"},
      {
        "id":"ED511816",
        "title":"Focus on Basics: Connecting Research &amp; Practice. Volume 9, Issue A"},
      {
        "id":"ED511818",
        "title":"Teaching Educational Issues to Secondary Student Teachers Using Computer Mediated Communication (CMC): An Educational Innovation"},
      {
        "id":"ED511819",
        "title":"Teaching Culture in the EFL/ESL Classroom"},
      {
        "id":"ED511820",
        "title":"Does Hot Water Freeze Faster Than Cold? Or Why Mpemba's Ice Cream Is a Discrepant Event"},
      {
        "id":"ED511821",
        "title":"Reflection on School Inspection"},
      {
        "id":"ED511822",
        "title":"A Coherent Approach to High School Improvement: A School and District Needs Assessment Tool"},
      {
        "id":"ED511823",
        "title":"Using the Right Data to Determine if High School Interventions Are Working to Prepare Students for College and Careers"},
      {
        "id":"ED511824",
        "title":"ClassWide Peer Tutoring. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511825",
        "title":"Book Clubs. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511826",
        "title":"Early Childhood Longitudinal Study, Kindergarten Class of 1998-99 (ECLS-K): Combined User's Manual for the ECLS-K Eighth-Grade and K-8 Full Sample Data Files and Electronic Codebooks. NCES 2009-004"},
      {
        "id":"ED511827",
        "title":"Supplemental Figures, Tables, and Standard Error Tables for Student Financing of Undergraduate Education: 2007-08. Sticker, Net, and Out-of-Pocket Prices"},
      {
        "id":"ED511828",
        "title":"Student Financing of Undergraduate Education: 2007-08. Web Tables. NCES 2010-162"},
      {
        "id":"ED511829",
        "title":"Mind the Gaps: How College Readiness Narrows Achievement Gaps in College Success"},
      {
        "id":"ED511830",
        "title":"Transforming Schools or Tinkering? An Analysis of CCSSO's Model Core Teaching Standards. A Center Policy & Practice Analysis Report"},
      {
        "id":"ED511831",
        "title":"Turning around, Transforming, and Continuously Improving Schools: Federal Proposals Are Still Based on a Two- Rather than a Three- Component Blueprint. A Center Policy Brief"},
      {
        "id":"ED511832",
        "title":"Addressing Barriers to Learning. Volume 15, Number 3. Summer 2010"},
      {
        "id":"ED511833",
        "title":"Outlook. Number 348"},
      {
        "id":"ED511834",
        "title":"Outlook. Number 357"},
      {
        "id":"ED511835",
        "title":"Science and the Entrepreneurial University. Research & Occasional Paper Series: CSHE.9.10"},
      {
        "id":"ED511836",
        "title":"Master Planning in Brazilian Higher Education: Expanding the 3-Year Public College System in the State of Sao Paulo. Research &amp; Occasional Paper Series: CSHE.10.10"},
      {
        "id":"ED511837",
        "title":"Who Will Be Left to Teach? CenterView"},
      {
        "id":"ED511838",
        "title":"Teachers' Ideas about How &quot;Schools&quot; Can Help Improve Educational Outcomes for Children and Youth in the Foster Care System. Ready to Succeed in the Classroom"},
      {
        "id":"ED511839",
        "title":"Youth Substance Use Interventions: Where Do They Fit into a School's Mission? A Center Report"},
      {
        "id":"ED511840",
        "title":"Ready to Succeed in the Classroom: Findings from Teacher Discussion Groups on Their Experiences and Aspirations Teaching Students in the Foster Care System"},
      {
        "id":"ED511841",
        "title":"Ready to Succeed in the Classroom: Summary Report. Teachers' Advice, Strategies and Tips to Help Students in the Foster Care System Succeed in the Classroom."},
      {
        "id":"ED511842",
        "title":"State Test Score Trends through 2008-09, Part 1: Rising Scores on State Tests and NAEP"},
      {
        "id":"ED511844",
        "title":"Learning Together: A Study of Six B.A. Completion Cohort Programs in Early Care and Education. Year 2 Report. Research Report"},
      {
        "id":"ED511845",
        "title":"Beyond Homes and Centers: The Workforce in Three California Early Childhood Infrastructure Organizations. Research Report"},
      {
        "id":"ED511846",
        "title":"(Inter)Views: Engaging Freshmen in Primary Research in the Composition Classroom"},
      {
        "id":"ED511847",
        "title":"Who's Really Disrupting the Classroom? An Examination of African American Male Students and Their Disciplinary Roles"},
      {
        "id":"ED511848",
        "title":"Helwan University Project Developing Primary School Pupils' Abilities and Skills at Some Egyptian Underprivileged Areas (Slums). (Field Study)"},
      {
        "id":"ED511849",
        "title":"A Course of Action to Improve Standards of Education"},
      {
        "id":"ED511850",
        "title":"Beginning Secondary Teachers in PNG: Family Background, Choice of Subject and the Curriculum Needs of Schools"},
      {
        "id":"ED511851",
        "title":"The State of Multicultural Music Education in Massachusetts Elementary Schools"},
      {
        "id":"ED511852",
        "title":"Instructional Designers Can Bring Leadership to Educational Systems: Leadership for Instructional Design. White Paper"},
      {
        "id":"ED511862",
        "title":"A Portrait of Low-Income Young Adults in Education. Portraits"},
      {
        "id":"ED511863",
        "title":"Advancing by Degrees: A Framework for Increasing College Completion"},
      {
        "id":"ED511864",
        "title":"How to Help Your Child Prepare for College and Career. A Guide for African-American Parents"},
      {
        "id":"ED511865",
        "title":"Top Gap Closers: Some Public Four-Year Colleges and Universities Have Made Good Progress in Closing Graduation-Rate Gaps. College Results Online"},
      {
        "id":"ED511866",
        "title":"Big Gaps, Small Gaps: Some Colleges and Universities Do Better than Others in Graduating African-American Students. College Results Online"},
      {
        "id":"ED511868",
        "title":"Top Gainers: Some Public Four-Year Colleges and Universities Make Big Improvements in Minority Graduation Rates. College Results Online"},
      {
        "id":"ED511869",
        "title":"Stuck Schools: A Framework for Identifying Schools where Students Need Change--Now! K-12 Policy"},
      {
        "id":"ED511870",
        "title":"Gauging the Gaps: A Deeper Look at Student Achievement. K-12 Policy"},
      {
        "id":"ED511871",
        "title":"Close the Hidden Funding Gaps in Our Schools. K-12 Policy"},
      {
        "id":"ED511872",
        "title":"State Teacher Policy Yearbook, 2009. National Summary"},
      {
        "id":"ED511873",
        "title":"State Teacher Policy Yearbook, 2009. Kentucky"},
      {
        "id":"ED511874",
        "title":"State Teacher Policy Yearbook, 2009. Georgia"},
      {
        "id":"ED511875",
        "title":"State Teacher Policy Yearbook, 2009. Alaska"},
      {
        "id":"ED511876",
        "title":"State Teacher Policy Yearbook, 2009. Delaware"},
      {
        "id":"ED511877",
        "title":"State Teacher Policy Yearbook, 2009. District of Columbia"},
      {
        "id":"ED511878",
        "title":"State Teacher Policy Yearbook, 2009. Connecticut"},
      {
        "id":"ED511879",
        "title":"State Teacher Policy Yearbook, 2009. Iowa"},
      {
        "id":"ED511880",
        "title":"State Teacher Policy Yearbook, 2009. Colorado"},
      {
        "id":"ED511881",
        "title":"State Teacher Policy Yearbook, 2009. Kansas"},
      {
        "id":"ED511882",
        "title":"State Teacher Policy Yearbook, 2009. Louisiana"},
      {
        "id":"ED511883",
        "title":"State Teacher Policy Yearbook, 2009. California"},
      {
        "id":"ED511884",
        "title":"State Teacher Policy Yearbook, 2009. Illinois"},
      {
        "id":"ED511885",
        "title":"State Teacher Policy Yearbook, 2009. Arizona"},
      {
        "id":"ED511886",
        "title":"State Teacher Policy Yearbook, 2009. Indiana"},
      {
        "id":"ED511887",
        "title":"State Teacher Policy Yearbook, 2009. Florida"},
      {
        "id":"ED511888",
        "title":"State Teacher Policy Yearbook, 2009. Hawaii"},
      {
        "id":"ED511889",
        "title":"A Survey Data Quality Strategy: The Institutional Research Perspective"},
      {
        "id":"ED511890",
        "title":"State Teacher Policy Yearbook, 2009. Idaho"},
      {
        "id":"ED511891",
        "title":"State Teacher Policy Yearbook, 2009. Arkansas"},
      {
        "id":"ED511892",
        "title":"State Teacher Policy Yearbook, 2009. Alabama"},
      {
        "id":"ED511893",
        "title":"Contrasting Technology Integration and Traditional Methodology in Adult ESL Instruction"},
      {
        "id":"ED511894",
        "title":"Presenting a Theoretical Model of Four Conceptions of Civic Education"},
      {
        "id":"ED511895",
        "title":"Innovative Public Engagement Practices and Partnerships: Lifting Stakeholder Voices in Education Accountability Policy"},
      {
        "id":"ED511896",
        "title":"Adding Soft-Skills to the Hard Target of Adequacy: The Case for Rearticulation Based on a Multifocal Analysis"},
      {
        "id":"ED511897",
        "title":"The Relationship between Cross-Culture Communication Activities and Student Motivation in Studying Second Language"},
      {
        "id":"ED511898",
        "title":"Ethnographic Knowledge for Early Childhood"},
      {
        "id":"ED511901",
        "title":"WWC Quick Review of the Report &quot;Student Characteristics and Achievement in 22 KIPP Middle Schools&quot;"},
      {
        "id":"ED511902",
        "title":"Against the Odds: Influences on the Post-School Success of &quot;Low Performers&quot;"},
      {
        "id":"ED511903",
        "title":"Dustman, Milliner and Watchcase Maker: Skilling Australia. Conference Paper"},
      {
        "id":"ED511904",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 2006 Cohort Wave 4 (2009)--Questionnaire. Technical Report 56A"},
      {
        "id":"ED511905",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 2006 Cohort Wave 4 (2009)--Frequency Tables. Technical Report 56B"},
      {
        "id":"ED511907",
        "title":"WWC Quick Review of the Report &quot;The Evaluation of Charter School Impacts: Final Report&quot;"},
      {
        "id":"ED511908",
        "title":"Sound Partners. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511909",
        "title":"Core-Plus Mathematics. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED511910",
        "title":"Business Graduate Skill Sets - Summary Report"},
      {
        "id":"ED511912",
        "title":"State Teacher Policy Yearbook, 2009. Maine"},
      {
        "id":"ED511913",
        "title":"State Teacher Policy Yearbook, 2009. Missouri"},
      {
        "id":"ED511914",
        "title":"State Teacher Policy Yearbook, 2009. Montana"},
      {
        "id":"ED511915",
        "title":"State Teacher Policy Yearbook, 2009. Maryland"},
      {
        "id":"ED511916",
        "title":"State Teacher Policy Yearbook, 2009. Mississippi"},
      {
        "id":"ED511917",
        "title":"State Teacher Policy Yearbook, 2009. Minnesota"},
      {
        "id":"ED511918",
        "title":"State Teacher Policy Yearbook, 2009. Michigan"},
      {
        "id":"ED511919",
        "title":"State Teacher Policy Yearbook, 2009. Massachusetts"},
      {
        "id":"ED511920",
        "title":"State Teacher Policy Yearbook, 2009. New Hampshire"},
      {
        "id":"ED511921",
        "title":"State Teacher Policy Yearbook, 2009. North Dakota"},
      {
        "id":"ED511922",
        "title":"State Teacher Policy Yearbook, 2009. New Mexico"},
      {
        "id":"ED511923",
        "title":"State Teacher Policy Yearbook, 2009. New York"},
      {
        "id":"ED511924",
        "title":"State Teacher Policy Yearbook, 2009. Pennsylvania"},
      {
        "id":"ED511925",
        "title":"State Teacher Policy Yearbook, 2009. North Carolina"},
      {
        "id":"ED511926",
        "title":"State Teacher Policy Yearbook, 2009. Oklahoma"},
      {
        "id":"ED511927",
        "title":"State Teacher Policy Yearbook, 2009. New Jersey"},
      {
        "id":"ED511928",
        "title":"Were Our Mathematics Textbooks a Mile Wide and an Inch Deep?"},
      {
        "id":"ED511929",
        "title":"State Teacher Policy Yearbook, 2009. Ohio"},
      {
        "id":"ED511930",
        "title":"State Teacher Policy Yearbook, 2009. Nebraska"},
      {
        "id":"ED511931",
        "title":"State Teacher Policy Yearbook, 2009. Oregon"},
      {
        "id":"ED511932",
        "title":"State Teacher Policy Yearbook, 2009. Nevada"},
      {
        "id":"ED511933",
        "title":"Reach Higher, America: Overcoming Crisis in the U.S. Workforce. Business"},
      {
        "id":"ED511935",
        "title":"Reach Higher, America: Overcoming Crisis in the U.S. Workforce. Public Policy"},
      {
        "id":"ED511936",
        "title":"Profile of Students in Graduate and First-Professional Education: 2007-08. Web Tables. NCES 2010-177"},
      {
        "id":"ED511937",
        "title":"Principal Attrition and Mobility: Results from the 2008-09 Principal Follow-Up Survey. First Look. NCES 2010-337"},
      {
        "id":"ED511938",
        "title":"An Evaluation of the Data from the Teacher Compensation Survey: School Year 2006-07. Research and Development Report. NCES 2010-329"},
      {
        "id":"ED511939",
        "title":"Focus on Basics: Connecting Research & Practice. Volume 6, Issue B"},
      {
        "id":"ED511940",
        "title":"Focus on Basics: Connecting Research &amp; Practice. Volume 6, Issue A"},
      {
        "id":"ED511941",
        "title":"Focus on Basics: Connecting Research &amp; Practice. Volume 6, Issue C"},
      {
        "id":"ED511942",
        "title":"Reach Higher, America: Overcoming Crisis in the U.S. Workforce. Media"},
      {
        "id":"ED511943",
        "title":"State Teacher Policy Yearbook, 2009. South Dakota"},
      {
        "id":"ED511944",
        "title":"State Teacher Policy Yearbook, 2009. Tennessee"},
      {
        "id":"ED511945",
        "title":"State Teacher Policy Yearbook, 2009. Rhode Island"},
      {
        "id":"ED511946",
        "title":"State Teacher Policy Yearbook, 2009. South Carolina"},
      {
        "id":"ED511948",
        "title":"Exploring Educational Material Needs and Resources for Children Living in Poverty"},
      {
        "id":"ED511949",
        "title":"Design Document for 12th Grade NAEP Preparedness Research Judgmental Standard Setting Studies: Setting Standards on the National Assessment of Educational Progress in Reading and Mathematics for 12th Grade Preparedness"},
      {
        "id":"ED511950",
        "title":"State Teacher Policy Yearbook, 2009. Vermont"},
      {
        "id":"ED511951",
        "title":"State Teacher Policy Yearbook, 2009. Utah"},
      {
        "id":"ED511952",
        "title":"State Teacher Policy Yearbook, 2009. Washington"},
      {
        "id":"ED511953",
        "title":"State Teacher Policy Yearbook, 2009. Texas"},
      {
        "id":"ED511954",
        "title":"State Teacher Policy Yearbook, 2009. Wisconsin"},
      {
        "id":"ED511955",
        "title":"State Teacher Policy Yearbook, 2009. West Virginia"},
      {
        "id":"ED511956",
        "title":"State Teacher Policy Yearbook, 2009. Virginia"},
      {
        "id":"ED511957",
        "title":"State Teacher Policy Yearbook, 2009. Wyoming"},
      {
        "id":"ED511958",
        "title":"Higher Education's New Global Order: How and Why Governments Are Creating Structured Opportunity Markets. Research &amp; Occasional Paper Series: CSHE.10.09"},
      {
        "id":"ED511959",
        "title":"Factor Structure and Reliability of the 2008 and 2009 SERU/UCUES Questionnaire Core. SERU Project Technical Report"},
      {
        "id":"ED511960",
        "title":"What Future for UK Higher Education? Research &amp; Occasional Paper Series. CSHE.5.10"},
      {
        "id":"ED511961",
        "title":"Trends and Innovations in Higher Education Reform: Worldwide, Latin America and in the Caribbean. Research &amp; Occasional Paper Series: CSHE.12.10"},
      {
        "id":"ED511962",
        "title":"The Academic Devolution? Movements to Reform Teaching and Learning in US Colleges and Universities, 1985-2010. Research &amp; Occasional Paper Series: CSHE.12.09"},
      {
        "id":"ED511963",
        "title":"Why Socrates Should Be in the Boardroom in Research Universities. Research &amp; Occasional Paper Series: CSHE.3.10"},
      {
        "id":"ED511964",
        "title":"From Chaos to Order and Back? A Revisionist Reflection on the California Master Plan for Higher Education@50 and Thoughts about Its Future. Research &amp; Occasional Paper Series: CSHE.7.10"},
      {
        "id":"ED511965",
        "title":"Higher Education Budgets and the Global Recession: Tracking Varied National Responses and Their Consequences. Research &amp; Occasional Paper Series: CSHE.4.10"},
      {
        "id":"ED511966",
        "title":"Do I Belong Here? Exploring Immigrant College Student Responses on the SERU Survey Sense of Belonging/Satisfaction Factor. SERU Consortium Research Paper. Research & Occasional Paper Series: CSHE.13.10"},
      {
        "id":"ED511967",
        "title":"The Multidisciplinary Imperative in Higher Education. Research &amp; Occasional Paper Series. CSHE.11.10"},
      {
        "id":"ED511968",
        "title":"Make Time to Talk: Language Building Tips for Center-Based Child Care Providers"},
      {
        "id":"ED511969",
        "title":"Learning to Talk and Listen: An Oral Language Resource for Early Childhood Caregivers"},
      {
        "id":"ED511970",
        "title":"Emerging Technologies in Adult Literacy and Language Education"},
      {
        "id":"ED511971",
        "title":"National Institute for Literacy. Literacy Information and Communication System (\"LINCS\")"},
      {
        "id":"ED511972",
        "title":"National Institute for Literacy. Literacy Information and Communication System (\"LINCS\")"},
      {
        "id":"ED511973",
        "title":"Afterschool: Providing Multiple Benefits to Middle School Students. MetLife Foundation Afterschool Alert. Issue Brief No. 42"},
      {
        "id":"ED511974",
        "title":"Afterschool: A Place for Older Youth to Mentor and Be Mentored. Afterschool Alert. Issue Brief No. 40"},
      {
        "id":"ED511975",
        "title":"Afterschool and Global Competence: Expanding and Enhancing Learning Opportunities. Afterschool Alert. Issue Brief No. 41"},
      {
        "id":"ED511976",
        "title":"The S.T.A.R. System"},
      {
        "id":"ED511977",
        "title":"Generative Adolescent Mathematical Learners: The Fabrication of Knowledge"},
      {
        "id":"ED511978",
        "title":"Language Issues in Teaching and Learning of Mathematics"},
      {
        "id":"ED511982",
        "title":"Title III Accountability: Behind the Numbers. ESEA Evaluation Brief: The English Language Acquisition, Language Enhancement, and Academic Achievement Act"},
      {
        "id":"ED511983",
        "title":"Title III Accountability and District Improvement Efforts: A Closer Look. ESEA Evaluation Brief: The English Language Acquisition, Language Enhancement, and Academic Achievement Act"},
      {
        "id":"ED511984",
        "title":"Title III Policy: State of the States. ESEA Evaluation Brief: The English Language Acquisition, Language Enhancement, and Academic Achievement Act"},
      {
        "id":"ED511985",
        "title":"Who Will Teach? Experience Matters"},
      {
        "id":"ED511986",
        "title":"Profiles in Excellence: Washington State. Using a Statewide Coalition to Transform Teaching through National Board Certification"},
      {
        "id":"ED511987",
        "title":"Our Documents: A National Initiative on American History, Civics, and Service. Teacher Sourcebook, Volume III"},
      {
        "id":"ED511988",
        "title":"The Impact of Teacher Experience: Examining the Evidence and Policy Implications. Brief No. 11"},
      {
        "id":"ED511989",
        "title":"The Role of Simplification and Information in College Decisions: Results and Implications from the H&amp;R Block FAFSA Experiment. An NCPR Working Paper"},
      {
        "id":"ED511990",
        "title":"Summer: A Season when Learning Is Essential. Issue Brief No. 43"},
      {
        "id":"ED511991",
        "title":"D.C. Out-of-School Time Programs Tackle Outcome Measures"},
      {
        "id":"ED511992",
        "title":"Smallest Victims of the Foreclosure Crisis: Children in the District of Columbia"},
      {
        "id":"ED511993",
        "title":"School Connectedness: Strategies for Increasing Protective Factors among Youth"},
      {
        "id":"ED511994",
        "title":"Fostering School Connectedness: Improving Student Health and Academic Achievement. Information for School Districts and School Administrators"},
      {
        "id":"ED511995",
        "title":"Fostering School Connectedness: Improving Student Health and Academic Achievement. Information for Teachers and Other School Staff"},
      {
        "id":"ED511996",
        "title":"Helping Your Child Feel Connected to School. Information for Parents and Families"},
      {
        "id":"ED511997",
        "title":"The Generative Adolescent Mathematical Learner"},
      {
        "id":"ED511998",
        "title":"Learning Modules to Develop Dispositions in Pre-Service Teachers"},
      {
        "id":"ED511999",
        "title":"Practices that Promote Equity in Basic Skills in California Community Colleges"},
      {
        "id":"ED512000",
        "title":"Statement on Competencies in Mathematics Expected of Entering College Students"},
      {
        "id":"ED512001",
        "title":"Student Equity: From Dialog and Access to Action"},
      {
        "id":"ED512004",
        "title":"National Guard Youth ChalleNGe Program. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED512005",
        "title":"Service and Conservation Corps. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED512006",
        "title":"WWC Quick Review of the Report &quot;Toward Reduced Poverty across Generations: Early Findings from New York City&apos;s Conditional Cash Transfer Program&quot;"},
      {
        "id":"ED512007",
        "title":"WWC Quick Review of the Report &quot;Addressing Summer Reading Setback among Economically Disadvantaged Elementary Students&quot;"},
      {
        "id":"ED512008",
        "title":"WWC Quick Review of the Report &quot;An Evaluation of the Teacher Advancement Program (TAP) in Chicago: Year Two Impact Report&quot;"},
      {
        "id":"ED512010",
        "title":"Cracks in the Ivory Tower? The Views of Education Professors Circa 2010"},
      {
        "id":"ED512019",
        "title":"American Academic: A National Survey of Part-time/Adjunct Faculty. Volume 2"},
      {
        "id":"ED512020",
        "title":"Postsecondary Education: Many States Collect Graduates' Employment Information, but Clearer Guidance on Student Privacy Requirements Is Needed. Report to Congressional Committees. GAO-10-927"},
      {
        "id":"ED512023",
        "title":"Our Documents: A National Initiative on American History, Civics, and Service. Teacher Sourcebook, Volume II"},
      {
        "id":"ED512026",
        "title":"Child Care and Development Fund: Undercover Tests Show Five State Programs Are Vulnerable to Fraud and Abuse. Report to Congressional Addressees. GAO-10-1062"},
      {
        "id":"ED512029",
        "title":"Improving Reading Comprehension in Kindergarten through 3rd Grade: IES Practice Guide. NCEE 2010-4038"},
      {
        "id":"ED512030",
        "title":"Peer Review in Academic Promotion and Publishing: Its Meaning, Locus, and Future"},
      {
        "id":"ED512031",
        "title":"Leadership, Diversity and Succession Planning in Academia. Research & Occasional Papers Series: CSHE 8.10"},
      {
        "id":"ED512032",
        "title":"Science and Its Discontents: An Evolutionary Tale. Research & Occasional Papers Series. CSHE.11.2008"},
      {
        "id":"ED512033",
        "title":"The Influence of Academic Values on Scholarly Publication and Communication Practices. Research and Occasional Paper Series: CSHE.13.06"},
      {
        "id":"ED512034",
        "title":"Defining the University of California of the Future. Research and Occasional Papers Series: CSHE.11.09"},
      {
        "id":"ED512035",
        "title":"CSHE@50: A Reflection and Prospectus on Globalization and Higher Education"},
      {
        "id":"ED512036",
        "title":"Learning and Academic Engagement in the Multiversity: Student Experience in the   Research University--21st Century (SERU21) Project. Results of the First University of California Undergraduate Experience Survey"},
      {
        "id":"ED512037",
        "title":"Civic and Academic Engagement in the Multiversity: Institutional Trends and Initiatives at the University of California. Proceedings of a University of California Symposium Held June 10, 2005"},
      {
        "id":"ED512038",
        "title":"The Crisis of the Publics: An International Comparative Discussion on Higher Education Reforms and Possible Implications for US Public Universities"},
      {
        "id":"ED512040",
        "title":"Assessing the Future Landscape of Scholarly Communication: An Exploration of Faculty Values and Needs in Seven Disciplines. Final Report"},
      {
        "id":"ED512041",
        "title":"A New Generation: Ethnicity, Socioeconomic Status, Immigration and the Undergraduate Experience at the University of California. General Report on the Results of the 2006 University of California Undergraduate Experience Survey"},
      {
        "id":"ED512042",
        "title":"Special Education Report to the Board of Public Education"},
      {
        "id":"ED512043",
        "title":"Developing Effective Fractions Instruction for Kindergarten through 8th Grade. IES Practice Guide. NCEE 2010-4039"},
      {
        "id":"ED512047",
        "title":"Leonard Covello: A Study of Progressive Leadership and Community Empowerment. Occasional Paper Series 24"},
      {
        "id":"ED512048",
        "title":"Special Education Report to the 61st Legislature"},
      {
        "id":"ED512049",
        "title":"At-Risk Students Report"},
      {
        "id":"ED512050",
        "title":"Montana Statewide Dropout and Graduate Report: 2008-2009 School Year"},
      {
        "id":"ED512064",
        "title":"Improving Academic Achievement of Students with Problematic Attendance by Implementing a Multisystemic School-Based Model"},
      {
        "id":"ED512065",
        "title":"A Classroom Research Study on Oral Error Correction"},
      {
        "id":"ED512066",
        "title":"Children as Ethicists: Stories for Thoughtful Young Citizens"},
      {
        "id":"ED512076",
        "title":"Alabama Education News. Volume 34, Number 1"},
      {
        "id":"ED512077",
        "title":"Alabama Education News. Volume 33, Number 8"},
      {
        "id":"ED512078",
        "title":"The Class-Wide Good Behavior Board Game"},
      {
        "id":"ED512079",
        "title":"Alabama Education News. Volume 33, Number 7"},
      {
        "id":"ED512081",
        "title":"Alabama Education News. Volume 33, Number 6"},
      {
        "id":"ED512082",
        "title":"The Importance of Teaching Listening in the EFL Classroom"},
      {
        "id":"ED512083",
        "title":"A Mixed Method Study on Freshman Students' Writing Performance as Addressed by Postsecondary Professors"},
      {
        "id":"ED512084",
        "title":"Alabama Education News. Volume 33, Number 5"},
      {
        "id":"ED512085",
        "title":"Alabama Education News. Volume 33, Number 4"},
      {
        "id":"ED512086",
        "title":"Alabama Education News. Volume 30, Number 3"},
      {
        "id":"ED512087",
        "title":"Alabama Education News. Volume 29, Number 2"},
      {
        "id":"ED512088",
        "title":"Alabama Education News. Volume 29, Number 8"},
      {
        "id":"ED512089",
        "title":"Alabama Education News. Volume 27, Number 9"},
      {
        "id":"ED512090",
        "title":"&quot;Lesson Study&quot; as Professional Culture in Japanese Schools: An Historical Perspective on Elementary Classroom Practices"},
      {
        "id":"ED512091",
        "title":"Viability, Advantages and Design Methodologies of M-Learning Delivery"},
      {
        "id":"ED512092",
        "title":"Report of the Two-Day National Seminar on New Directions in Higher Education, Organized by the Kerala State Higher Education Council on 12th and 13th July 2010"},
      {
        "id":"ED512093",
        "title":"EIL in an Actual Lesson"},
      {
        "id":"ED512094",
        "title":"Systems Thinking, Decision Making: What Is Known and What Needs to Be Learned"},
      {
        "id":"ED512095",
        "title":"Taking Root: South Carolina's Lessons for Sustaining the College- and Career-Ready Agenda"},
      {
        "id":"ED512096",
        "title":"Taking Root: Massachusetts' Lessons for Sustaining the College- and Career-Ready Agenda"},
      {
        "id":"ED512097",
        "title":"Taking Root: Texas' Lessons for Sustaining the College- and Career-Ready Agenda"},
      {
        "id":"ED512098",
        "title":"Taking Root: Indiana's Lessons for Sustaining the College- and Career-Ready Agenda"},
      {
        "id":"ED512099",
        "title":"American Diploma Project (ADP) End-of-Course Exams: 2010 Annual Report"},
      {
        "id":"ED512100",
        "title":"Closing the Expectations Gap, 2010: Fifth Annual 50-State Progress Report on the Alignment of High School Policies with the Demands of College and Careers"},
      {
        "id":"ED512101",
        "title":"On the Road to Implementation: Achieving the Promise of the Common Core State Standards"},
      {
        "id":"ED512102",
        "title":"Achieving the Possible: What Americans Think about the College- and Career-Ready Agenda"},
      {
        "id":"ED512103",
        "title":"State College-and Career-Ready High School Graduation Requirements"},
      {
        "id":"ED512104",
        "title":"What States Should Know about International Standards in Science: Highlights from Achieve's Analysis"},
      {
        "id":"ED512105",
        "title":"Connecting Science Standards with Assessment: A Snapshot of Three Countries' Approaches--England, Hong Kong and Canada (Ontario)"},
      {
        "id":"ED512106",
        "title":"Taking the Lead in Science Education: Forging Next-Generation Science Standards. International Science Benchmarking Report"},
      {
        "id":"ED512107",
        "title":"Taking the Lead in Science Education: Forging Next-Generation Science Standards. International Science Benchmarking Report. Appendix"},
      {
        "id":"ED512108",
        "title":"Comparing the Common Core State Standards in Mathematics to the Recommendations of the National Mathematics Advisory Panel. Achieving the Common Core"},
      {
        "id":"ED512109",
        "title":"Comparing the Common Core State Standards in Mathematics and the NAEP Framework. Achieving the Common Core"},
      {
        "id":"ED512110",
        "title":"Comparing the Common Core State Standards in Mathematics and NCTM's \"Curriculum Focal Points\". Achieving the Common Core"},
      {
        "id":"ED512111",
        "title":"Comparing the Common Core State Standards in Mathematics and Japan's Mathematics Curriculum in the Course of Study. Achieving the Common Core"},
      {
        "id":"ED512112",
        "title":"Comparing the Common Core State Standards in Mathematics to California and Massachusetts Standards. Achieving the Common Core"},
      {
        "id":"ED512113",
        "title":"Comparing the Common Core State Standards and Singapore's Mathematics Syllabus. Achieving the Common Core"},
      {
        "id":"ED512114",
        "title":"Strategies to Increase Participation in Cooperative Learning Groups"},
      {
        "id":"ED512115",
        "title":"The Politics, Policies and Progress of Basic Education in Sri Lanka. CREATE Pathways to Access. Research Monograph No. 38"},
      {
        "id":"ED512116",
        "title":"Gender Issues: Students Performance in Senior Secondary School Mathematics Examination in Nigeria"},
      {
        "id":"ED512117",
        "title":"Access to Basic Education in Ghana: Politics, Policies and Progress. CREATE Pathways to Access. Research Monograph No. 42"},
      {
        "id":"ED512120",
        "title":"Bullying and School Attendance: A Case Study of Senior High School Students in Ghana. CREATE Pathways to Access. Research Monograph No. 41"},
      {
        "id":"ED512121",
        "title":"School Facilities. The Progress of Education Reform, 2006. Volume 7, Number 1"},
      {
        "id":"ED512122",
        "title":"Perspective, April 2010"},
      {
        "id":"ED512123",
        "title":"Perspective, March 2010"},
      {
        "id":"ED512124",
        "title":"Perspective, May 2010"},
      {
        "id":"ED512125",
        "title":"Perspective, June 2010"},
      {
        "id":"ED512126",
        "title":"Perspective, August 2010"},
      {
        "id":"ED512127",
        "title":"Increasing Teacher Retention. The Progress of Education Reform. 2007. Volume 8, Number 6"},
      {
        "id":"ED512128",
        "title":"Same-Sex Schooling. The Progress of Education Reform, 2007. Volume 7, Number 3"},
      {
        "id":"ED512129",
        "title":"Student Engagement. The Progress of Education Reform, 2007. Volume 8, Number 3"},
      {
        "id":"ED512130",
        "title":"Counseling: Counseling High School Students for Postsecondary and Workplace Success. The Progress of Education Reform. Volume 9, Number 3"},
      {
        "id":"ED512131",
        "title":"School Improvement. The Progress of Education Reform, 2007. Volume 8, Number 5"},
      {
        "id":"ED512132",
        "title":"Developmental Education. The Progress of Education Reform. Volume 9, Number 2"},
      {
        "id":"ED512133",
        "title":"Mentoring. The Progress of Education Reform, 2006. Volume 7, Number 2"},
      {
        "id":"ED512134",
        "title":"Dropout Prevention. The Progress of Education Reform, 2007. Volume 8, Number 1"},
      {
        "id":"ED512135",
        "title":"Economic and Workforce Development. The Progress of Education Reform, 2007. Volume 8, Number 2"},
      {
        "id":"ED512136",
        "title":"Evaluating Teacher Effectiveness, The Progress of Education Reform, 2007. Volume 8, Number 4"},
      {
        "id":"ED512137",
        "title":"Secondary STEM Education: &quot;Designed by Apple in California, Assembled in China&quot;. The Progress of Education Reform. Volume 9, Number 4"},
      {
        "id":"ED512138",
        "title":"The Progress of Education Reform. Volume 11, Number 1"},
      {
        "id":"ED512139",
        "title":"Funding Dual Credit Programs: What Do We Know? What Should We Know? The Progress of Education Reform. Volume 10, Number 1"},
      {
        "id":"ED512140",
        "title":"Summer Learning: Moving from the Periphery to the Core. The Progress of Education Reform. Volume 10, Number 3"},
      {
        "id":"ED512141",
        "title":"End-of-Course Exams: A Growing Trend in High School-Level Assessments. The Progress of Education Reform. Volume 11, Number 2"},
      {
        "id":"ED512142",
        "title":"A Growing Population. The Progress of Education Reform. Volume 9, Number 6"},
      {
        "id":"ED512143",
        "title":"International Benchmarking. The Progress of Education Reform. Volume 10, Number 2"},
      {
        "id":"ED512144",
        "title":"Investing in College Completion. The Progress of Education Reform. Volume 11, Number 4"},
      {
        "id":"ED512145",
        "title":"Transfer and Articulation. The Progress of Education Reform. Volume 10, Number 5"},
      {
        "id":"ED512146",
        "title":"Service-Learning: Why It Matters. The Progress of Education Reform. Volume 10, Number 6"},
      {
        "id":"ED512147",
        "title":"Community College Success: Is It a Path to Opportunity? The Progress of Education Reform. Volume 9, Number 5"},
      {
        "id":"ED512148",
        "title":"Eighth-Grade Algebra: Findings from the Eighth-Grade Round of the Early Childhood Longitudinal Study, Kindergarten Class of 1998-99 (ECLS-K). Statistics in Brief. NCES 2010-016"},
      {
        "id":"ED512149",
        "title":"Comparisons across Time of the Outcomes of Youth with Disabilities up to 4 Years after High School. A Report of Findings from the National Longitudinal Transition Study (NLTS) and the National Longitudinal Transition Study-2 (NLTS2). NCSER 2010-3008"},
      {
        "id":"ED512150",
        "title":"Study of Teacher Preparation in Early Reading Instruction. NCEE 2010-4036"},
      {
        "id":"ED512151",
        "title":"Student Loans: Federal Web-Based Tool on Private Loans Would Pose Implementation Challenges and May Be Unnecessary. Report to Congressional Committees. GAO-10-990"},
      {
        "id":"ED512152",
        "title":"For-Profit Schools: Large Schools and Schools that Specialize in Healthcare Are More Likely to Rely Heavily on Federal Student Aid. Report to Congressional Committees. GAO-11-4"},
      {
        "id":"ED512162",
        "title":"Outlook. Number 358"},
      {
        "id":"ED512163",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 2003 Cohort Wave 7 (2009)--Frequency Tables. Technical Report 57B"},
      {
        "id":"ED512164",
        "title":"Longitudinal Surveys of Australian Youth (LSAY) 2003 Cohort: Wave 7 (2009)--Questionnaire. Technical Report 57A"},
      {
        "id":"ED512165",
        "title":"The Professional Identity of English Teachers in the Secondary School"},
      {
        "id":"ED512166",
        "title":"A Study to Investigate the Opinions of Instructors on Mobile Learning"},
      {
        "id":"ED512167",
        "title":"A Study to Find Out the Most Preferred Free Messenger Service Used by University Students"},
      {
        "id":"ED512168",
        "title":"Writing Processing in a Trial Version of the Computer Based University Entrance Examination: A Way to Motivate Curriculum Change in Spain"},
      {
        "id":"ED512169",
        "title":"Nebraska Reading First: Year Six of Implementation--2009-2010. Annual Report"},
      {
        "id":"ED512170",
        "title":"A First Approach to the Analysis of Student Motivation in the Trial Version of the Computer Based University Entrance Examination"},
      {
        "id":"ED512171",
        "title":"Rewarding Progress, Reducing Debt: Early Results from Ohio's Performance-Based Scholarship Demonstration for Low-Income Parents"},
      {
        "id":"ED512172",
        "title":"Elements of Effective Practice for Mentoring [TM]. 3rd Edition"},
      {
        "id":"ED512173",
        "title":"Paying for College Success: An Introduction to the Performance-Based Scholarship Demonstration. Policy Brief"},
      {
        "id":"ED512174",
        "title":"The Rising Price of Inequality: How Inadequate Grant Aid Limits College Access and Persistence. Report to Congress and the Secretary of Education"},
      {
        "id":"ED512175",
        "title":"Federal Highway Administration University Course on Bicycle and Pedestrian Transportation. Publication No. FHWA-HRT-05-133"},
      {
        "id":"ED512176",
        "title":"Use of the Emergency First Response Program as a Tool for Teaching English as a Foreign Language: A Discussion"},
      {
        "id":"ED512177",
        "title":"Team Up for 21st Century Teaching and Learning: What Research and Practice Reveal about Professional Learning. Condensed Excerpts"},
      {
        "id":"ED512178",
        "title":"Rankings &amp; Estimates: Rankings of the States 2009 and Estimates of School Statistics 2010"},
      {
        "id":"ED512179",
        "title":"Rankings &amp; Estimates: Rankings of the States 2008 and Estimates of School Statistics 2009"},
      {
        "id":"ED512194",
        "title":"Peer Mentors in Undergraduates' Research Proposal Writing in Taiwan"},
      {
        "id":"ED512195",
        "title":"Directing and Chairing EFL Doctoral Students' Qualitative Research Dissertations in Taiwan"},
      {
        "id":"ED512209",
        "title":"How an Understanding of Cognition and Metacognition Translates into More Effective Writing Instruction"},
      {
        "id":"ED512210",
        "title":"The Role of Calligraphy in the Italian Schools of Modern Times"},
      {
        "id":"ED512211",
        "title":"Why America Needs High-Quality Early Care and Education"},
      {
        "id":"ED512212",
        "title":"Playgrounds & Toxic Threats"},
      {
        "id":"ED512214",
        "title":"Counting the Hidden Assets: First Steps in Assessing the Impact of Community College Noncredit Education Programs on the Workforce and Local Economies"},
      {
        "id":"ED512235",
        "title":"Tennessee Education Lottery Scholarship Program Annual Report, Outcomes through Fall 2009"},
      {
        "id":"ED512236",
        "title":"Tennessee County Higher Education Profiles, 2010"},
      {
        "id":"ED512237",
        "title":"Tennessee Higher Education Profiles and Trends, 2010"},
      {
        "id":"ED512238",
        "title":"Tennessee Higher Education Fact Book, 2009-2010"},
      {
        "id":"ED512239",
        "title":"Tennessee Higher Education Commission Statutory Data Report, 2010"},
      {
        "id":"ED512240",
        "title":"Productivity, Performance and Return on Investment: A Baseline Analysis of Tennessee Public Institutions of Higher Education"},
      {
        "id":"ED512241",
        "title":"Creating Partnerships for a Better Tennessee. Master Plan, 2005-2010"},
      {
        "id":"ED512242",
        "title":"Annual Joint Report on Pre-Kindergarten through Higher Education in Tennessee, 2010"},
      {
        "id":"ED512243",
        "title":"Wilder-Naifeh Technical Skills Grant Program Report: A Baseline Evaluation"},
      {
        "id":"ED512244",
        "title":"Career Pathways Partnerships. K-12 &amp; Afterschool Policy Brief"},
      {
        "id":"ED512246",
        "title":"New Jersey Teacher Salaries Are Comparable to Professional Pay in Private Sector. Issue Brief No. 5"},
      {
        "id":"ED512248",
        "title":"The Classroom-Kitchen Table Connection: The Effects of Political Discussion on Youth Knowledge and Efficacy. CIRCLE Working Paper #72"},
      {
        "id":"ED512250",
        "title":"Joining Young, Voting Young: The Effects of Youth Voluntary Associations on Early Adult Voting. CIRCLE Working Paper #73"},
      {
        "id":"ED512252",
        "title":"California's Early Learning & Development System: A Review of Funding Streams and Programs"},
      {
        "id":"ED512253",
        "title":"Finishing the First Lap: The Cost of First Year Student Attrition in America's Four Year Colleges and Universities"},
      {
        "id":"ED512254",
        "title":"Annual Report on Articulation and Transfer, 2009"},
      {
        "id":"ED512255",
        "title":"Higher Education Profiles and Trends, 2009"},
      {
        "id":"ED512256",
        "title":"Tennessee Higher Education County Profiles, 2009"},
      {
        "id":"ED512257",
        "title":"Civil Rights Project's Response to \"Re-Analysis\" of Charter School Study"},
      {
        "id":"ED512258",
        "title":"2009 America's Civic Health Index: Civic Health in Hard Times"},
      {
        "id":"ED512260",
        "title":"Assessing Developmental Assessment in Community Colleges: A Review of the Literature. CCRC Working Paper No. 19"},
      {
        "id":"ED512261",
        "title":"Washington State's Integrated Basic Education and Skills Training Program (I-BEST): New Evidence of Effectiveness. CCRC Working Paper No. 20"},
      {
        "id":"ED512263",
        "title":"Tennessee Higher Education Commission Statutory Data Report, 2009"},
      {
        "id":"ED512264",
        "title":"Improving Special Education Services in the Pittsburgh Public Schools, Winter 2009-10"},
      {
        "id":"ED512265",
        "title":"Investing Wisely and Quickly: Use of ARRA Funds in America's Great City Schools"},
      {
        "id":"ED512266",
        "title":"An Investigation on the Language Anxiety and Fear of Negative Evaluation among Turkish EFL Learners"},
      {
        "id":"ED512268",
        "title":"School Dropouts or Pushouts? Overcoming Barriers for the Right to Education. CREATE Pathways to Access. Research Monograph No. 40"},
      {
        "id":"ED512269",
        "title":"Tennessee Higher Education Fact Book, 2008-2009"},
      {
        "id":"ED512270",
        "title":"Tennessee Education Lottery Scholarship Program Annual Report, Outcomes through Fall 2008"},
      {
        "id":"ED512271",
        "title":"Annual Joint Report on Pre-Kindergarten through Higher Education in Tennessee, 2009"},
      {
        "id":"ED512272",
        "title":"School Integration Efforts Three Years after \"Parents Involved\""},
      {
        "id":"ED512274",
        "title":"Effectiveness of Fully Online Courses for College Students: Response to a Department of Education Meta-Analysis"},
      {
        "id":"ED512275",
        "title":"Teaching to Expand Opportunities for Nontraditional Students: Promising Strategies and Practices"},
      {
        "id":"ED512276",
        "title":"How I-BEST Works: Findings from a Field Study of Washington State's Integrated Basic Education and Skills Training Program"},
      {
        "id":"ED512285",
        "title":"Chicago High School Redesign Initiative: Schools, Students, and Outcomes. Research Report"},
      {
        "id":"ED512286",
        "title":"Rethinking Teacher Evaluation: Findings from the First Year of the Excellence in Teaching Project in Chicago Public Schools. Policy Brief"},
      {
        "id":"ED512287",
        "title":"Are Two Algebra Classes Better Than One? The Effects of Double-Dose Instruction in Chicago. Policy Brief"},
      {
        "id":"ED512288",
        "title":"College Prep for All? What We've Learned from Chicago's Efforts. Policy Brief"},
      {
        "id":"ED512293",
        "title":"Continuing Education in BC's Public Postsecondary Institutions. Made in B.C.: A History of Postsecondary Education in British Columbia. Volume 3"},
      {
        "id":"ED512294",
        "title":"Algebraic Thinking in Adult Education"},
      {
        "id":"ED512295",
        "title":"Integrating Curriculum: Lessons for Adult Education from Career and Technical Education"},
      {
        "id":"ED512296",
        "title":"Literacy, Employment and Youth with Learning Disabilities: Aligning Workforce Development Policies and Programs"},
      {
        "id":"ED512297",
        "title":"Adult English Language Learners with Limited Literacy"},
      {
        "id":"ED512298",
        "title":"Making Sense of Decoding and Spelling: An Adult Reading Course of Study--Teachers' and Administrators' Guide"},
      {
        "id":"ED512299",
        "title":"Annual Joint Report on Pre-Kindergarten through Higher Education in Tennessee, 2007"},
      {
        "id":"ED512300",
        "title":"Annual Joint Report on Pre-Kindergarten through Higher Education in Tennessee, 2008"},
      {
        "id":"ED512301",
        "title":"2009 GED Testing Program Statistical Report"},
      {
        "id":"ED512302",
        "title":"Tennessee Higher Education Commission Profiles and Trends, 2007"},
      {
        "id":"ED512303",
        "title":"Tennessee Higher Education Commission Profiles and Trends, 2006"},
      {
        "id":"ED512304",
        "title":"Tennessee Higher Education Profiles and Trends, 2008"},
      {
        "id":"ED512305",
        "title":"Statistical Abstract of Tennessee Higher Education, 2002-2003"},
      {
        "id":"ED512306",
        "title":"Statistical Abstract of Tennessee Higher Education, 2003-2004"},
      {
        "id":"ED512307",
        "title":"Annual Report on Transfer and Articulation, 2007"},
      {
        "id":"ED512308",
        "title":"Tennessee Higher Education Fact Book, 2007-2008"},
      {
        "id":"ED512309",
        "title":"Annual Report on Transfer and Articulation, 2008"},
      {
        "id":"ED512310",
        "title":"Tennessee Higher Education County Profiles, 2007"},
      {
        "id":"ED512311",
        "title":"Tennessee Higher Education County Profiles, 2008"},
      {
        "id":"ED512312",
        "title":"Tennessee Higher Education Commission Statutory Data Report, 2007"},
      {
        "id":"ED512313",
        "title":"Tennessee Higher Education Commission Statutory Data Report, 2008"},
      {
        "id":"ED512314",
        "title":"Tacit Knowledge Barriers within Franchise Organizations"},
      {
        "id":"ED512315",
        "title":"Problem Based Learning in Metaverse"},
      {
        "id":"ED512316",
        "title":"The Impact of Childhood Trauma on Brain Development: A Literature Review and Supporting Handouts"},
      {
        "id":"ED512329",
        "title":"Efficacy of Schoolwide Programs to Promote Social and Character Development and Reduce Problem Behavior in Elementary School Children. Report from the Social and Character Development Research Program. NCER 2011-2001"},
      {
        "id":"ED512332",
        "title":"Building Capacity for Better Results: Strategies for Financing and Sustaining the Organizational Capacity of Youth-Serving Programs"},
      {
        "id":"ED512333",
        "title":"Using Institute of Museum and Library Services Grants to Support Out-of-School Time Programs. Funding Note"},
      {
        "id":"ED512334",
        "title":"School Staffs Grew in New York Despite Falling Enrollment. Research Bulletin, No. 4"},
      {
        "id":"ED512335",
        "title":"Year One Evaluation of the New York City Department of Education &quot;Respect for All&quot; Training Program"},
      {
        "id":"ED512336",
        "title":"The 2009 National School Climate Survey: Key Findings on the Experiences of Lesbian, Gay,   Bisexual and Transgender Youth in Our Nation's Schools. Executive Summary"},
      {
        "id":"ED512337",
        "title":"The Safe Space Kit: Guide to Being an Ally to LGBT Students"},
      {
        "id":"ED512338",
        "title":"The 2009 National School Climate Survey: The Experiences of Lesbian, Gay, Bisexual and Transgender Youth in Our Nation's Schools"},
      {
        "id":"ED512341",
        "title":"Educators' Guide to Ally Week"},
      {
        "id":"ED512343",
        "title":"Test Takers' Attitudes about the TOEFL iBT[TM]. TOEFL iBT Research Report. RR-10-2"},
      {
        "id":"ED512344",
        "title":"2010-11 Research Portfolio: Research & Development Division"},
      {
        "id":"ED512345",
        "title":"Quality Assurance in Postgraduate Education. ENQA Workshop Report 12"},
      {
        "id":"ED512346",
        "title":"Current Trends in European Quality Assurance. ENQA Workshop Report 8"},
      {
        "id":"ED512347",
        "title":"Quality Assurance in Transnational Higher Education. ENQA Workshop Report 11"},
      {
        "id":"ED512348",
        "title":"ENQA: 10 Years (2000-2010): A Decade of European Co-Operation in Quality Assurance in Higher Education"},
      {
        "id":"ED512349",
        "title":"First External Evaluations of Quality Assurance Agencies--Lessons Learned. ENQA Workshop Report 10"},
      {
        "id":"ED512350",
        "title":"Increasing Charter School Accountability through Interventions and Closures: A Guide For State Policymakers"},
      {
        "id":"ED512351",
        "title":"The Attitudes of Pre-Service Teachers towards EFL Writing"},
      {
        "id":"ED512352",
        "title":"Caveat Emptor: Is There a Relationship between Part-Time Faculty Utilization and Student Learning Outcomes and Retention? Professional File. Number 91, Spring 2004"},
      {
        "id":"ED512353",
        "title":"Cross-Validation of Persistence Models for Incoming Freshmen. Professional File. Number 93, Fall 2004"},
      {
        "id":"ED512354",
        "title":"Tracking Community College Transfers Using National Student Clearinghouse Data. Professional File. Number 94, Winter 2005"},
      {
        "id":"ED512355",
        "title":"Factors Related to Persistence of Freshmen, Freshman Transfers, and Nonfreshman Transfer Students. Professional File. Number 99, Spring 2006"},
      {
        "id":"ED512356",
        "title":"Ridge Regression as an Alternative to Ordinary Least Squares: Improving Prediction Accuracy and the Interpretation of Beta Weights. Professional File. Number 92, Summer 2004"},
      {
        "id":"ED512357",
        "title":"Weighting Omissions and Best Practices When Using Large-Scale Data in Educational Research. Professional File. Number 101, Fall 2006"},
      {
        "id":"ED512358",
        "title":"Does It Matter Who's in the Classroom? Effect of Instructor Type on Student Retention, Achievement and Satisfaction. Professional File. Number 100, Summer 2006"},
      {
        "id":"ED512359",
        "title":"Assessing Students' Perceptions of Campus Community: A Focus Group Approach. Professional File. Number 95, Spring 2005"},
      {
        "id":"ED512360",
        "title":"Strategies and Tools Used to Collect and Report Strategic Plan Data. Professional File. Number 98, Winter 2006"},
      {
        "id":"ED512361",
        "title":"Essential Steps for Web Surveys: A Guide to Designing, Administering and Utilizing Web Surveys for University Decision-Making. Professional File. Number 102, Winter 2006"},
      {
        "id":"ED512362",
        "title":"Expanding Students' Voice in Assessment through Senior Survey Research. Professional File. Number 96, Summer 2005"},
      {
        "id":"ED512363",
        "title":"Making Measurement Meaningful. Professional File. Number 97, Fall 2005"},
      {
        "id":"ED512364",
        "title":"Course-Taking Patterns, Policies, and Practices in Developmental Education in the California Community Colleges. A Report to the California Community Colleges Chancellor's Office"},
      {
        "id":"ED512365",
        "title":"Something's Got to Give: California Can't Improve College Completions without Rethinking Developmental Education at Its Community Colleges"},
      {
        "id":"ED512366",
        "title":"Title I Dollars Support Community Schools"},
      {
        "id":"ED512368",
        "title":"Minority-Serving Institutions of Higher Education: Serving Communities, Revitalizing the Nation"},
      {
        "id":"ED512369",
        "title":"Partnership in Action: Examples of Employer/Faith-Based and Community Organization Partnerships"},
      {
        "id":"ED512370",
        "title":"Vocational Rehabilitation Employment Outcomes for Transition-Age Youth with Autism and Other Disabilities. Data Note, Number 26"},
      {
        "id":"ED512371",
        "title":"E-Learning for University Effectiveness in the Developing World"},
      {
        "id":"ED512372",
        "title":"From Localization to Internationalization of Higher Education: Globalization and Transformation of University Education in Uganda"},
      {
        "id":"ED512379",
        "title":"Built for Teachers: How the &quot;Blueprint for Reform&quot; Empowers Educators"},
      {
        "id":"ED512393",
        "title":"The Economic Impact of Dickinson College on Carlisle and Cumberland County, 2010"},
      {
        "id":"ED512394",
        "title":"Are Household Income, Gender, and Race Important in Shaping Parental Involvement in Children's Education?"},
      {
        "id":"ED512395",
        "title":"Student Progression through Developmental Sequences in Community Colleges. CCRC Brief. Number 45"},
      {
        "id":"ED512396",
        "title":"Online Learning in the Virginia Community College System"},
      {
        "id":"ED512397",
        "title":"Issue Brief: Community College and High School Partnerships"},
      {
        "id":"ED512398",
        "title":"A Model for Accelerating Academic Success of Community College Remedial English Students: Is the Accelerated Learning Program (ALP) Effective and Affordable? CCRC Working Paper No. 21"},
      {
        "id":"ED512399",
        "title":"Issue Brief: Developmental Education in Community Colleges"},
      {
        "id":"ED512400",
        "title":"Community and Place in Mathematics Instruction in Selected Rural Schools"},
      {
        "id":"ED512401",
        "title":"Ready for Learning: The Contribution of California's Independent Colleges and Universities in Meeting Undergraduate Demand. Report 10-17"},
      {
        "id":"ED512402",
        "title":"Legislative Update, September 2010. Report 10-18"},
      {
        "id":"ED512403",
        "title":"Review of a Proposal for a New Community College Center in Vallejo. Report 10-15"},
      {
        "id":"ED512404",
        "title":"Review of a Proposal for a New Community College Center in Orange County. Report 10-04"},
      {
        "id":"ED512405",
        "title":"Projected Enrollment Demand at California's Independent Colleges and Universities. Executive Summary. Report 10-16"},
      {
        "id":"ED512406",
        "title":"IDRA Newsletter. Volume 37, No. 6"},
      {
        "id":"ED512407",
        "title":"High School Longitudinal Study of 2009 (HSLS:09) Base-Year Field Test Report. Working Paper Series. NCES 2011-01"},
      {
        "id":"ED512408",
        "title":"IDRA Newsletter. Volume 37, No. 7"},
      {
        "id":"ED512409",
        "title":"IDRA Newsletter. Volume 37, No. 8"},
      {
        "id":"ED512410",
        "title":"PIRLS 2011 Assessment Framework"},
      {
        "id":"ED512411",
        "title":"TIMSS 2011 Assessment Frameworks"},
      {
        "id":"ED512412",
        "title":"Initial Findings from the IEA International Civic and Citizenship Education Study"},
      {
        "id":"ED512413",
        "title":"Interdistrict Magnet High School Students' Perceived Social Support: An Exploratory Investigation"},
      {
        "id":"ED512415",
        "title":"Patterns of Student Mobility among English Language Learner Students in Arizona Public Schools. Issues &amp; Answers. REL 2010-No. 093"},
      {
        "id":"ED512416",
        "title":"Patterns of Student Mobility among English Language Learner Students in Arizona Public Schools. Summary. Issues &amp; Answers. REL 2010-No. 093"},
      {
        "id":"ED512417",
        "title":"A Guide for Student Change Agents: Incorporating Social Impact Management into the MBA Experience"},
      {
        "id":"ED512418",
        "title":"Aspen's Global 100: Beyond Grey Pinstripes 2009-2010--Preparing MBAs for Social and Environmental Stewardship"},
      {
        "id":"ED512419",
        "title":"Creating and Sustaining Urban Teacher Residencies: A New Way to Recruit, Prepare, and Retain Effective Teachers in High-Needs Districts"},
      {
        "id":"ED512420",
        "title":"Strategic Staffing for Successful Schools: Breaking the Cycle of Failure in Charlotte-Mecklenburg Schools"},
      {
        "id":"ED512421",
        "title":"Leveraging the Talent-Driven Organization"},
      {
        "id":"ED512422",
        "title":"Rethinking Human Capital in Education: Singapore as a Model for Teacher Development"},
      {
        "id":"ED512423",
        "title":"Transforming High School Teaching and Learning: A District-Wide Design"},
      {
        "id":"ED512424",
        "title":"Closing the Racial Achievement Gap: Learning from Florida's Reforms. Backgrounder. No. 2468"},
      {
        "id":"ED512425",
        "title":"Charter Schools: A Welcome Choice for Parents. WebMemo. No. 2996"},
      {
        "id":"ED512426",
        "title":"Why National Standards Won't Fix American Education: Misalignment of Power and Incentives. Backgrounder. No. 2413"},
      {
        "id":"ED512427",
        "title":"&quot;Works for Children.&quot; Annual Report, 2009"},
      {
        "id":"ED512428",
        "title":"&quot;Doing What We Can, so that Children Can...&quot; Annual Report, 2008"},
      {
        "id":"ED512429",
        "title":"ICDI Annual Report, 2007"},
      {
        "id":"ED512432",
        "title":"Expanding Opportunity for the People of California. Annual Report for 2009"},
      {
        "id":"ED512437",
        "title":"State University of New York Louis Stokes Alliance for Minority Participation: Report on Best Practices"},
      {
        "id":"ED512438",
        "title":"Home Education: Practising without Prejudice?"},
      {
        "id":"ED512439",
        "title":"Precision Gains from Publically Available School Proficiency Measures Compared to Study-Collected Test Scores in Education Cluster-Randomized Trials. NCEE 2010-4003"},
      {
        "id":"ED512440",
        "title":"Report and Recommendation of the NCATE/TEAC Design Team to Our Respective Boards of Directors"},
      {
        "id":"ED512441",
        "title":"Adult Literacy Development and Economic Growth"},
      {
        "id":"ED512442",
        "title":"A Child Becomes a Reader: Kindergarten through Grade 3. Proven Ideas from Research for Parents. Third Edition"},
      {
        "id":"ED512450",
        "title":"Network Policy and Economic Doctrines"},
      {
        "id":"ED512451",
        "title":"Better Enforcement of Online Copyright Would Help, Not Harm, Consumers"},
      {
        "id":"ED512452",
        "title":"Who's Who in Internet Politics: A Taxonomy of Information Technology Policy"},
      {
        "id":"ED512453",
        "title":"Overcoming Adversity: Resilience Development Strategies for Educational Leaders"},
      {
        "id":"ED512459",
        "title":"Access to Educational and Community Activities for Young Children with Disabilities: Selected Findings from the Pre-Elementary Education Longitudinal Study (PEELS). NCSER 2011-3000"},
      {
        "id":"ED512472",
        "title":"Dear Colleague Letter Harassment and Bullying (October 26, 2010). Background, Summary, and Fast Facts"},
      {
        "id":"ED512473",
        "title":"Dear Colleague Letter: Harassment and Bullying"},
      {
        "id":"ED512508",
        "title":"Re-Imagining California Higher Education: Research &amp; Occasional Papers Series: CSHE.14.10"},
      {
        "id":"ED512514",
        "title":"Doing Democracy: How a Network of Grassroots Organizations Is Strengthening Community, Building Capacity, and Shaping a New Kind of Civic Education"},
      {
        "id":"ED512515",
        "title":"Navigating the Power Dynamics between Institutions and Their Communities"},
      {
        "id":"ED512516",
        "title":"Student Engagement in Law School: Enhancing Student Learning. Annual Survey Results, 2009"},
      {
        "id":"ED512517",
        "title":"African Americans among Degree Recipients in Physics and Geoscience. Focus On"},
      {
        "id":"ED512518",
        "title":"Assessing Adults with Learning Difficulties. NetNews. Volume 8, Number 3, Summer 2008"},
      {
        "id":"ED512525",
        "title":"Test Bank. NetNews. Volume 8, Number 1, Winter 2008"},
      {
        "id":"ED512526",
        "title":"School Districts-University Partnerships: A College-Readiness Program"},
      {
        "id":"ED512527",
        "title":"The Impact of Formal Schemata on L3 Reading Recall"},
      {
        "id":"ED512528",
        "title":"Indigenous Knowledge and Language: Decolonizing Culturally Relevant Pedagogy in a Mapuche Intercultural Bilingual Education Program in Chile"},
      {
        "id":"ED512529",
        "title":"The Content-based Reading Approaches (COBRA) Model in the ELL and LD Classroom"},
      {
        "id":"ED512530",
        "title":"Who Works beyond the &quot;Standard&quot; Retirement Age and Why? A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED512531",
        "title":"Review of NCVER Building Researcher Capacity Initiative. Occasional Paper"},
      {
        "id":"ED512532",
        "title":"Breaking down the Barriers: Strategies to Assist Apprentices with a Learning Disability. Occasional Paper"},
      {
        "id":"ED512533",
        "title":"Does Support for VET Reduce Employee Churn? A Case Study in Local Government. Occasional Paper"},
      {
        "id":"ED512534",
        "title":"Report to the President and Congress on the Third Assessment of the National Nanotechnology Initiative"},
      {
        "id":"ED512536",
        "title":"The Productivity Push: System-Wide Reform Allows Arizona to Serve More Students. Lumina Foundation Focus[TM]. Summer 2010"},
      {
        "id":"ED512537",
        "title":"Lumina Foundation for Education 2009 Annual Report: A Capital Investment"},
      {
        "id":"ED512538",
        "title":"A Stronger Nation through Higher Education: How and Why Americans Must Meet a &quot;Big Goal&quot; for College Attainment"},
      {
        "id":"ED512539",
        "title":"Ready or Not...: Perspectives on Literacy and Essential Skills in this Economic Downturn--A Canadian Baseline Study"},
      {
        "id":"ED512542",
        "title":"Youth Risk Behavior Survey 2005: Commonwealth of the Northern Mariana Islands, Republic of Palau, Commonwealth of Puerto Rico"},
      {
        "id":"ED512543",
        "title":"Middle School Youth Risk Behavior Study, 2003"},
      {
        "id":"ED512544",
        "title":"Youth Risk Behavior Survey 2003: Commonwealth of the Northern Mariana Islands, Republic of the Marshall Islands, Republic of Palau"},
      {
        "id":"ED512545",
        "title":"2005 Middle School Youth Risk Behavior Survey"},
      {
        "id":"ED512546",
        "title":"Youth Risk Behavior Surveillance--Selected Steps Communities, United States, 2007 and Youth Risk Behavior Surveillance--Pacific Island United States Territories, 2007. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 57, Number SS-12"},
      {
        "id":"ED512547",
        "title":"College Student Experiences Questionnaire: Norms for the Fourth Edition"},
      {
        "id":"ED512549",
        "title":"Reading Framework for the 2011 National Assessment of Educational Progress"},
      {
        "id":"ED512550",
        "title":"Mathematics Framework for the 2011 National Assessment of Educational Progress"},
      {
        "id":"ED512551",
        "title":"Achievement Effects of Four Early Elementary School Math Curricula: Findings for First and Second Graders. NCEE 2011-4001"},
      {
        "id":"ED512552",
        "title":"Writing Framework for the 2011 National Assessment of Educational Progress"},
      {
        "id":"ED512553",
        "title":"Achievement Effects of Four Early Elementary School Math Curricula: Findings for First and Second Graders. Executive Summary. NCEE 2011-4002"},
      {
        "id":"ED512554",
        "title":"Science Framework for the 2011 National Assessment of Educational Progress"},
      {
        "id":"ED512557",
        "title":"To Learn and Earn: A Race to Good Jobs. Final Report. Executive Summary"},
      {
        "id":"ED512562",
        "title":"Goal Setting for Learning English Language of EFL Students"},
      {
        "id":"ED512564",
        "title":"Is the Supply in Demand? Exploring How, When, and Why Teachers Use Research"},
      {
        "id":"ED512565",
        "title":"Employees in Postsecondary Institutions, Fall 2009, and Salaries of Full-Time Instructional Staff, 2009-10. First Look. NCES 2011-150"},
      {
        "id":"ED512566",
        "title":"Effects of Students' Middle-School and High-School Experiences on Completion of the Bachelor's Degree. Research Monograph, Number 1"},
      {
        "id":"ED512567",
        "title":"The Current Status of School Counseling Outcome Research. Research Monograph, Number 2"},
      {
        "id":"ED512568",
        "title":"Paving the Road to College: How School Counselors Help Students Succeed"},
      {
        "id":"ED512569",
        "title":"A Closer Look at the Five Essential Components of Effective Reading Instruction: A Review of Scientifically Based Reading Research for Teachers"},
      {
        "id":"ED512570",
        "title":"Australian Vocational Education and Training Statistics. VET in Schools, 2009"},
      {
        "id":"ED512571",
        "title":"VET in Schools 2009: Terms and Definitions. Support Document"},
      {
        "id":"ED512572",
        "title":"An Exploratory Analysis of University Safety Through an Examination Of Students' Self-Perceptions of Campus and Community Violence Levels and Student Learning Influences"},
      {
        "id":"ED512573",
        "title":"Effective Use of Electronic Data Systems: A Readiness Guide for District and School Leaders"},
      {
        "id":"ED512574",
        "title":"School Restructuring: What Works When? A Guide for Education Leaders. Third Edition"},
      {
        "id":"ED512578",
        "title":"National Board Certification for Principals: A New Way to Develop, Recognize and Retain Top School Leaders"},
      {
        "id":"ED512579",
        "title":"Profiles in Excellence: Wyoming. How a Foundation Launched a Statewide Collaboration to Improve Teaching through National Board Certification"},
      {
        "id":"ED512580",
        "title":"Profiles in Excellence: Montgomery County, Maryland. A Districtwide Coalition to Improve Teaching through National Board Certification"},
      {
        "id":"ED512581",
        "title":"International School Business Management Professional Standards and Code of Ethics"},
      {
        "id":"ED512582",
        "title":"Closing the College Attainment Gap between the U.S. and Most Educated Countries, and the Contributions to Be Made by the States"},
      {
        "id":"ED512583",
        "title":"Colleges and Universities and Their Stewardship of Place: A Guide for Developing Performance Measures for the Equity of Access and Student Success"},
      {
        "id":"ED512584",
        "title":"State Uses of Accreditation: Results of a Fifty-State Inventory"},
      {
        "id":"ED512585",
        "title":"No Adult Left Behind"},
      {
        "id":"ED512586",
        "title":"As America Becomes More Diverse: The Impact of State Higher Education Inequality"},
      {
        "id":"ED512587",
        "title":"Recommended Policies and Practices for Advancing Indiana's System of Adult Education and Workforce Training"},
      {
        "id":"ED512589",
        "title":"Shaping State Policy to Encourage Stewardship of Place"},
      {
        "id":"ED512590",
        "title":"Major Differences: Examining Student Engagement by Field of Study. Annual Results 2010"},
      {
        "id":"ED509400",
        "title":"National Assessment Governing Board and Voluntary National Tests: A Tale of Tribulations without Trials"},
      {
        "id":"ED509401",
        "title":"Testing the Efficacy of &quot;INSIGHTS&quot; on Student Disruptive Behavior, Classroom Management, and Student Competence in Inner City Primary Grades"},
      {
        "id":"ED509402",
        "title":"Academic Competitions Serve the U.S. National Interests"},
      {
        "id":"ED509403",
        "title":"Comparing Adult Longitudinal Studies of Productivity for Gifted American from Different Eras (1954 and 2009)"},
      {
        "id":"ED509404",
        "title":"Developing a Statewide, Standards-Based Student Report Card: A Review of the Kentucky Initiative"},
      {
        "id":"ED509407",
        "title":"Measuring Graduate Students' Teaching and Research Skills through Self-Report: Descriptive Findings and Validity Evidence"},
      {
        "id":"ED509408",
        "title":"Professional Identity Development in Teachers of Science, Technology, Engineering, Math, and Science and Math Education"},
      {
        "id":"ED509411",
        "title":"Making the Most of the \"American Recovery and Reinvestment Act of 2009\": A Guide for Asset-Building Leaders"},
      {
        "id":"ED509412",
        "title":"Beyond the Award Letter: Fund Management for Leaders of Small Youth-Serving Organizations"},
      {
        "id":"ED509415",
        "title":"Beyond the Paycheck: A Human Resources Management Guide for Leaders of Small Youth-Serving Organizations"},
      {
        "id":"ED509419",
        "title":"A Generalizability Investigation of Cognitive Demand and Rigor Ratings of Items and Standards in an Alignment Study"},
      {
        "id":"ED509420",
        "title":"Preparing California Public Middle School Students for Scientific Inquiry into Environmental Issues"},
      {
        "id":"ED509421",
        "title":"Report on the MLA \"Job Information List\", 2008-09"},
      {
        "id":"ED509426",
        "title":"Making the Most of the American Recovery and Reinvestment Act of 2009: A Guide for Full-Service School Leaders and Community Partners"},
      {
        "id":"ED509430",
        "title":"Mapping Fiscal Resources in South Hampton Roads Virginia to Support School Readiness. Regional Summary"},
      {
        "id":"ED509431",
        "title":"Gender and Language Use in the ESL Classroom"},
      {
        "id":"ED509432",
        "title":"The Influence of Predisposing, Enabling and Need Factors on Condom Use in Ivory Coast"},
      {
        "id":"ED509433",
        "title":"The Intractability of Information: Non-Governmental Development Organizations and the Uses of Knowledge"},
      {
        "id":"ED509434",
        "title":"2010 A Digital Odyssey: Exploring Document Camera Technology and Computer Self-Efficacy in a Digital Era"},
      {
        "id":"ED509435",
        "title":"The Effects of Accommodations on the Assessment of LEP Students in NAEP. Working Paper Series. Working Paper No. 2001-13"},
      {
        "id":"ED509436",
        "title":"Opportunities in the American Recovery and Reinvestment Act for Supports and Services for Youth Transitioning from Foster Care"},
      {
        "id":"ED509437",
        "title":"A Revenue Planning Tool for Charter School Operators"},
      {
        "id":"ED509438",
        "title":"A Cost Estimation Tool for Charter Schools"},
      {
        "id":"ED509439",
        "title":"Ed School Essentials: Evaluating the Fundamentals of Teacher Training Programs in Texas. Full Report"},
      {
        "id":"ED509441",
        "title":"The Path Forward: The Future of Graduate Education in the United States"},
      {
        "id":"ED509443",
        "title":"Effective Organizational Practices for Middle and High School Grades: A Qualitative Study of What's Helping Philadelphia Students Succeed in Grades 6-12"},
      {
        "id":"ED509444",
        "title":"Complicated Choices: Struggling to Meet NCLB Requirements AND Remain Faithful to a School's Educational Vision and Practice. An Occasional Paper"},
      {
        "id":"ED509445",
        "title":"Philadelphia's Teacher Appraisal System Needs Improvement"},
      {
        "id":"ED509446",
        "title":"Challenges to Freshman Year Interventions in Philadelphia. Policy Brief"},
      {
        "id":"ED509447",
        "title":"Uneven Playing Field: Demographic Differences and High School &quot;Choice&quot; in Philadelphia. Policy Brief"},
      {
        "id":"ED509448",
        "title":"Context, Conditions, and Consequences: Freshman Year Transition in Philadelphia. Policy Brief"},
      {
        "id":"ED509449",
        "title":"Going Small: Progress &amp; Challenges of Philadelphia's Small High Schools"},
      {
        "id":"ED509450",
        "title":"Cutting Costs, Keeping Quality: Financing Strategies for Youth-Serving Organizations in a Difficult Economy"},
      {
        "id":"ED509451",
        "title":"Achievement Investment Prowess: Identifying Cost Efficient Higher Performing Maine Public Schools"},
      {
        "id":"ED509452",
        "title":"Belief Drives Action: How Teaching Philosophy Affects Technology Use in the Classroom"},
      {
        "id":"ED509453",
        "title":"Using Laptops to Facilitate Middle School Science Learning: The Results of Hard Fun. Research Brief"},
      {
        "id":"ED509454",
        "title":"Adequacy-Based Funding for Small, Isolated Schools: An Approach for Maine"},
      {
        "id":"ED509455",
        "title":"Postsecondary Education Preparation/Career Exploration: Designing a Pilot Educational Counseling Program for Rural Counties"},
      {
        "id":"ED509456",
        "title":"Factors Leading to Retention of School Librarian Positions: A School District Case Study"},
      {
        "id":"ED509457",
        "title":"A Latent Class Analysis of Teacher Candidates' Goal Orientation, Perception of Classroom Structure, Motivation, and Self-Regulation"},
      {
        "id":"ED509458",
        "title":"Teachers' Self-Regulation: Using Cartoons to Reflect Teachers' Classroom Management Skills, Self-Efficacy and Students' Academic Delay of Gratification"},
      {
        "id":"ED509459",
        "title":"Teachers' Self-Efficacy Beliefs, Delay of Gratification, and Self-Regulation"},
      {
        "id":"ED509461",
        "title":"Narrowing the Gap between a Vision of Reform and Teaching Practice: Middle Level Teachers' Reflections"},
      {
        "id":"ED509462",
        "title":"Historical Labor Market Influences: Elite PhDs in the Humanities at Comprehensive Universities (1972-1982)"},
      {
        "id":"ED509463",
        "title":"Social and Emotional Learning Strategies to Support Students in Challenging Schools"},
      {
        "id":"ED509464",
        "title":"Minesweeper and Hypothetical Thinking Action Research &amp; Pilot Study"},
      {
        "id":"ED509465",
        "title":"Straight Privilege: Unpacking the (Still) Invisible Knapsack"},
      {
        "id":"ED509466",
        "title":"Practicing Democracy in the NCLB Elementary Classroom"},
      {
        "id":"ED509467",
        "title":"A Pilot Study Comparing Total Physical Response Storytelling[TM] with the Grammar-Translation Teaching Strategy to Determine Their Effectiveness in Vocabulary Acquisition among English as a Second Language Adult Learners"},
      {
        "id":"ED509468",
        "title":"Internet User and Electronic Journals Perception: An Inservice Science Teacher Study"},
      {
        "id":"ED509469",
        "title":"Some Gaps in the Current Studies of Reading in Second/Foreign Language Learning"},
      {
        "id":"ED509470",
        "title":"Probability-Makers for Student Success: A Multilevel Logistic Regression Model of Meeting the State Learning Standards"},
      {
        "id":"ED509471",
        "title":"The Condition of K-12 Public Education in Maine: 2009"},
      {
        "id":"ED509472",
        "title":"The Condition of K-12 Public Education in Maine: 2007"},
      {
        "id":"ED509473",
        "title":"The Condition of K-12 Public Education in Maine: 2006"},
      {
        "id":"ED509474",
        "title":"The Condition of K-12 Public Education in Maine: 2005"},
      {
        "id":"ED509475",
        "title":"The Condition of K-12 Public Education in Maine, 2004"},
      {
        "id":"ED509476",
        "title":"Preliminary Analysis: The Cost and Characteristics of Maine's Higher Performing Public Schools"},
      {
        "id":"ED509478",
        "title":"Great Schools: Identifying Higher-Performing Schools"},
      {
        "id":"ED509479",
        "title":"The Identification of Higher and Lower Performing Maine Schools: School Profiles and Characteristics"},
      {
        "id":"ED509480",
        "title":"Does Maine's Middle School Laptop Program Improve Learning? A Review of Evidence to Date. Occasional Brief"},
      {
        "id":"ED509483",
        "title":"Transforming and Improving American Education: A Memo to President-elect Obama. No. 7"},
      {
        "id":"ED509484",
        "title":"How Online Learning Is Revolutionizing K-12 Education and Benefiting Students. Backgrounder. No. 2356"},
      {
        "id":"ED509485",
        "title":"Evidence on the Effectiveness of Abstinence Education: An Update. No. 2372"},
      {
        "id":"ED509486",
        "title":"More Government Preschool: An Expensive and Unnecessary Middle-Class Subsidy. Backgrounder. No. 2378"},
      {
        "id":"ED509487",
        "title":"The Condition of K-12 Public Education in Maine: 2008"},
      {
        "id":"ED509488",
        "title":"Profiling Differences in Achievement and Social Goals of Students at Different Levels of Expertise"},
      {
        "id":"ED509489",
        "title":"Urban Principal Leadership Skill Proficiency and Student Achievement"},
      {
        "id":"ED509490",
        "title":"Rural Principal Leadership Skill Proficiency and Student Achievement"},
      {
        "id":"ED509492",
        "title":"Active-Passive-Intuitive Learning Theory: A Unified Theory of Learning and Development"},
      {
        "id":"ED509493",
        "title":"A Comparison of Urban, Suburban, and Rural Principal Leadership Skills by Campus Student Achievement Level"},
      {
        "id":"ED509494",
        "title":"20 Years Later: Professional Military Education. Testimony before the Sub-Committee on Oversight and Investigations, Armed Services Committee, United States House of Representatives"},
      {
        "id":"ED509496",
        "title":"The Education Innovator. Volume IX, No. 3"},
      {
        "id":"ED509499",
        "title":"Does Spending More on Education Improve Academic Achievement? Backgrounder. No. 2179"},
      {
        "id":"ED509500",
        "title":"A Smarter Path to a &quot;Race to the Top&quot; in Education Reform. WebMemo. No. 2779"},
      {
        "id":"ED509504",
        "title":"Ten Reasons Why the &quot;Economic Stimulus&quot; Should Not Include Education Spending. Backgrounder. No. 2233"},
      {
        "id":"ED509506",
        "title":"Key Questions for Arne Duncan, Nominee for Secretary for U.S. Department of Education. WebMemo. No. 2200"},
      {
        "id":"ED509507",
        "title":"Fiscal Analysis of the Report of the Select Panel on Revisioning Education in Maine"},
      {
        "id":"ED509508",
        "title":"21st Century Teaching and Learning: An Assessment of Student Website Evaluation Skills"},
      {
        "id":"ED509509",
        "title":"The Relationship between Maine School Administrative Unit Size, Costs, and Outcomes"},
      {
        "id":"ED509510",
        "title":"Analysis of the Impact of School Consolidation on Student Transportation Cost. Brief"},
      {
        "id":"ED509511",
        "title":"Using Technology in Helping Students Achieve 21st Century Skills: A Pilot Study"},
      {
        "id":"ED509512",
        "title":"Maine's College Graduates: Where They Go and Why. Finding Maine's Future Workforce (Revisited)"},
      {
        "id":"ED509513",
        "title":"Joint Use of Public Schools: Developing a New Social Contract for the Shared Use of Public Schools"},
      {
        "id":"ED509514",
        "title":"Teachers' Use of Educational Technology in U.S. Public Schools: 2009. First Look. NCES 2010-040"},
      {
        "id":"ED509515",
        "title":"Strategies for Promoting Gender Equity in Developing Countries: Lessons, Challenges, and Opportunities"},
      {
        "id":"ED509517",
        "title":"Research on the Impact of School Facilities on Students and Teachers: A Summary of Studies Published since 2000"},
      {
        "id":"ED509518",
        "title":"Through Your Lens: Student and Teacher Views of School Facilities across America"},
      {
        "id":"ED509519",
        "title":"Interim Analysis of School Facility Funding in the American Recovery and Reinvestment Act of 2009 Including Expenditures through January 5, 2010"},
      {
        "id":"ED509520",
        "title":"A Comparative Analysis of Student Learning with a Collaborative Computer Simulation of the Cardiopulmonary System"},
      {
        "id":"ED509522",
        "title":"Road to Equality in South African Education: A Qualitative Study"},
      {
        "id":"ED509523",
        "title":"Education Spending in the American Recovery and Reinvestment Act: Stimulating the Status Quo. WebMemo. No. 2868"},
      {
        "id":"ED509524",
        "title":"Summary of Key Operating Statistics: Data Collected from the 2009 Annual Institutional Report"},
      {
        "id":"ED509525",
        "title":"The NYC Teacher Pay-for-Performance Program: Early Evidence from a Randomized Trial. Civic Report No. 56"},
      {
        "id":"ED509526",
        "title":"Preparing Prisoners for Employment: The Power of Small Rewards. Civic Report No. 57"},
      {
        "id":"ED509527",
        "title":"How Special Ed Vouchers Keep Kids from Being Mislabeled as Disabled. Civic Report No. 58"},
      {
        "id":"ED509528",
        "title":"Underfunded Teacher Pension Plans: It's Worse than You Think. Civic Report No. 61"},
      {
        "id":"ED509529",
        "title":"Everyone Wins: How Charter Schools Benefit All New York City Public School Students. Civic Report No. 60"},
      {
        "id":"ED509530",
        "title":"School Choice in Sweden: An Interview with Thomas Idergard of Timbro. WebMemo. No. 2828"},
      {
        "id":"ED509531",
        "title":"Teacher Development and Evaluation: A Study of Policy and Practice in Colorado"},
      {
        "id":"ED509533",
        "title":"Economic Impact of the Hawaii State Public Library System (HSPLS) on the Business and Tourism Industries Study: Final Report"},
      {
        "id":"ED509534",
        "title":"Finding Funding: A Guide to Federal Sources for Asset-Building Initiatives. Finding Funding Series"},
      {
        "id":"ED509535",
        "title":"Child Care: Multiple Factors Could Have Contributed to the Recent Decline in the Number of Children Whose Families Receive Subsidies. Report to Congressional Requesters. GAO-10-344"},
      {
        "id":"ED509536",
        "title":"Moving Success from the Shadows: Data Systems that Link Education and Workforce Outcomes. Policy Brief 2010-01PBL"},
      {
        "id":"ED509537",
        "title":"Plus 50 Students: Tapping into a Growing Market"},
      {
        "id":"ED509538",
        "title":"A Practical Guide for Integrating Civic Responsibility into the Curriculum. Second Edition"},
      {
        "id":"ED509539",
        "title":"Reinventing the Open Door: Transformational Strategies for Community Colleges"},
      {
        "id":"ED509540",
        "title":"Removing Vestiges: Research-Based Strategies to Promote Inclusion"},
      {
        "id":"ED509541",
        "title":"Academic Rigor at the Heart of College Access and Success. A College Readiness Issue Brief"},
      {
        "id":"ED509542",
        "title":"Aligning P-12 and Postsecondary Education toward a Seamless P-16 Education System. A College Readiness Issue Brief"},
      {
        "id":"ED509543",
        "title":"Early Commitment of Financial Aid: Individual Development Accounts (IDAs) for Higher Education. A College Readiness Issue Brief"},
      {
        "id":"ED509544",
        "title":"High Expectations: Key to Success for All. A College Readiness Issue Brief"},
      {
        "id":"ED509545",
        "title":"Removing Roadblocks to Rigor: Linking Academic and Social Supports to Ensure College Readiness and Success"},
      {
        "id":"ED509546",
        "title":"Removing Roadblocks to Rigor: Linking Academic and Social Supports to Ensure College Readiness and Success. Annotated Bibliography"},
      {
        "id":"ED509547",
        "title":"Social Support: An Essential Ingredient to Success. A College Readiness Issue Brief"},
      {
        "id":"ED509548",
        "title":"Using Data to Improve Educational Outcomes. A College Readiness Issue Brief"},
      {
        "id":"ED509549",
        "title":"Charter Law and Charter Outcomes: Re-Examining the Charter School Marketplace"},
      {
        "id":"ED509550",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Summary of Experimental Impacts after Three Years"},
      {
        "id":"ED509551",
        "title":"Informing Immigrant Families about High School Choice in New York City: Challenges and Possibilities"},
      {
        "id":"ED509552",
        "title":"Parent Involvement in Urban Charter Schools: A New Paradigm or the Status Quo?"},
      {
        "id":"ED509554",
        "title":"Vietnam Education Foundation: Recent Improvements Made in Internal Controls, but Weaknesses Persist. Report to the Chairman and Ranking Member, Committee on Foreign Relations, U.S. Senate. GAO-10-442"},
      {
        "id":"ED509556",
        "title":"\"No More Strangers and Foreigners, but Fellowcitizens:\" Multicultural Education and Conflict"},
      {
        "id":"ED509557",
        "title":"From Laura Ingalls to Wing Biddlebaum: A Study of Teacher Identity in Works of Literature"},
      {
        "id":"ED509565",
        "title":"Community Colleges Impact K-12 STEM Teaching"},
      {
        "id":"ED509572",
        "title":"Crediting Vocational Education and Training for Learner Mobility"},
      {
        "id":"ED509573",
        "title":"A Guide to Credit Transfer"},
      {
        "id":"ED509574",
        "title":"Educating Biotechnicians for Future Industry Needs"},
      {
        "id":"ED509575",
        "title":"Keeping Opportunities in Place: The Influence of the Rural Community College Initiative"},
      {
        "id":"ED509576",
        "title":"Enriched and Inspired: Service Pathways to College Success"},
      {
        "id":"ED509577",
        "title":"Profiles of U.S. Community Colleges: A Guide for International Students, 2009-2010"},
      {
        "id":"ED509578",
        "title":"American Association of Community Colleges 2009 Fact Sheet"},
      {
        "id":"ED509579",
        "title":"Educating Plus 50 Learners: Opportunities for Community Colleges. Executive Summary: State of Community College Plus 50 Programs Nationwide"},
      {
        "id":"ED509580",
        "title":"Funds of Knowledge Relative to Young Children's Literacy Learning in New Immigrant Families in Taiwan"},
      {
        "id":"ED509581",
        "title":"A Critical Analysis of the Common Elements of a High School Social Justice Curriculum: Quantitative Research vs. Qualitative Research"},
      {
        "id":"ED509585",
        "title":"Disentangling School Reform Outcomes from School Philanthropy Influences: The Kalamazoo Promise Two Years Later"},
      {
        "id":"ED509586",
        "title":"Engaging Educators in Representing Their Knowledge in Complex Ecologies and Cultures of Inquiry"},
      {
        "id":"ED509587",
        "title":"Developmental Writing Course Redesign: A Systems Approach to Student Writing Success"},
      {
        "id":"ED509588",
        "title":"Item Transformation for Computer Assisted Language Testing: The Adaptation of the Spanish University Entrance Examination"},
      {
        "id":"ED509589",
        "title":"Active Methodology in the Audiovisual Communication Degree"},
      {
        "id":"ED509590",
        "title":"Contextual Clues in Semi-Direct Interviews for Computer Assisted Language Testing"},
      {
        "id":"ED509591",
        "title":"Kaqchikel Maya Language Analysis Project"},
      {
        "id":"ED509592",
        "title":"The Diffusion of Governance Reform in American Public Education: An Event History Analysis of State Takeover and Charter School Laws"},
      {
        "id":"ED509593",
        "title":"When Mayors Use School Choice as a Reform Strategy"},
      {
        "id":"ED509594",
        "title":"Another Crossroads? Professional Military Education Two Decades After the Goldwater-Nichols Act and the Skelton Panel. Committee Print 111-4"},
      {
        "id":"ED509598",
        "title":"Cages of Their Own Design: Five Strategies to Help Education Leaders Break Free. Education Outlook No. 1"},
      {
        "id":"ED509600",
        "title":"The Numbers We Need: How the Right Metrics Could Improve K-12 Education. Education Outlook. No. 2"},
      {
        "id":"ED509602",
        "title":"&quot;Greenfield Schooling&quot;: How Policymakers Can Cultivate a Garden of Educational Innovation. Education Outlook. No. 3"},
      {
        "id":"ED509604",
        "title":"Foxes Watching the Henhouse: How Higher Education&apos;s Voluntary Accountability Systems Miss the Mark. Education Outlook. No. 4"},
      {
        "id":"ED509605",
        "title":"You Can&apos;t Get There from Here: Five Ways to Clear Roadblocks for College Transfer Students. Education Outlook. No. 5"},
      {
        "id":"ED509606",
        "title":"&quot;Diverse Providers&quot; in Action: School Restructuring in Hawaii. Education Outlook. No. 8"},
      {
        "id":"ED509607",
        "title":"Where Does All That Tuition Go? Education Outlook. No. 12"},
      {
        "id":"ED509608",
        "title":"College by Subscription. Education Outlook. No. 9"},
      {
        "id":"ED509609",
        "title":"Math in American High Schools: The Delusion of Rigor. Education Outlook. No. 10"},
      {
        "id":"ED509610",
        "title":"Rewriting the Job Description: The Teaching Profession in the Twenty-First Century. Education Outlook. No. 11"},
      {
        "id":"ED509612",
        "title":"Stimulating Excellence: Unleashing the Power of Innovation in Education"},
      {
        "id":"ED509613",
        "title":"$100 Billion: For Reform...or to Subsidize the Status Quo? Education Stimulus Watch. Special Report 1"},
      {
        "id":"ED509614",
        "title":"$75 Billion in Formula Grants Failed to Drive Reform. Can $5 Billion in Competitive Grants Do the Job? Education Stimulus Watch. Special Report 2"},
      {
        "id":"ED509615",
        "title":"Education Stimulus Watch: Special Report 3. The Full Story on Race to the Top"},
      {
        "id":"ED509616",
        "title":"&quot;But the Pension Fund Was Just &apos;Sitting&apos; There.&quot; The Politics of Teacher Retirement Plans. Working Paper 2009-04"},
      {
        "id":"ED509617",
        "title":"The Attrition Tradition in American Higher Education: Connecting Past and Present. Working Paper 2010-01"},
      {
        "id":"ED509618",
        "title":"Runaway and Homeless Youth Grants: Improvements Needed in the Grant Award Process. Report to Congressional Committees. GAO-10-335"},
      {
        "id":"ED509619",
        "title":"State of the Nation: K-12 Online Learning in Canada"},
      {
        "id":"ED509620",
        "title":"Research Committee Issues Brief: An Exploration of At-Risk Learners and Online Education"},
      {
        "id":"ED509621",
        "title":"A Parent's Guide to Choosing the Right Online Program. Promising Practices in Online Learning"},
      {
        "id":"ED509622",
        "title":"Management and Operations of Online Programs: Ensuring Quality and Accountability. Promising Practices in Online Learning"},
      {
        "id":"ED509623",
        "title":"Research Committee Issues Brief: Access and Equity in Online Classes and Virtual Schools"},
      {
        "id":"ED509624",
        "title":"Goals, Guidelines, and Standards for Student Scientific Investigations"},
      {
        "id":"ED509625",
        "title":"Using Online Learning for At-Risk Students and Credit Recovery. Promising Practices in Online Learning"},
      {
        "id":"ED509626",
        "title":"A Summary of Research on the Effectiveness of K-12 Online Learning"},
      {
        "id":"ED509627",
        "title":"Fast Facts about Online Learning"},
      {
        "id":"ED509628",
        "title":"Sorting through Online Learning Options: A Guide for Parents"},
      {
        "id":"ED509629",
        "title":"Online Teacher Support Programs: Mentoring and Coaching Models"},
      {
        "id":"ED509630",
        "title":"Research Committee Issues Brief: Examining Communication and Interaction in Online Teaching"},
      {
        "id":"ED509631",
        "title":"Socialization in Online Programs. Promising Practices in Online Learning"},
      {
        "id":"ED509632",
        "title":"Research Committee Issues Brief: Professional Development for Virtual Schooling and Online Learning"},
      {
        "id":"ED509633",
        "title":"A National Primer on K-12 Online Learning"},
      {
        "id":"ED509634",
        "title":"Policy and Funding Frameworks for Online Learning. Promising Practices in Online Learning"},
      {
        "id":"ED509635",
        "title":"A Snapshot State of the Nation Study: K-12 Online Learning in Canada"},
      {
        "id":"ED509636",
        "title":"Blended Learning: The Convergence of Online and Face-to-Face Education. Promising Practices in Online Learning"},
      {
        "id":"ED509637",
        "title":"National Standards of Quality for Online Courses"},
      {
        "id":"ED509638",
        "title":"National Standards for Quality Online Programs"},
      {
        "id":"ED509639",
        "title":"National Standards for Quality Online Teaching"},
      {
        "id":"ED509640",
        "title":"A Study on Technology Teachers' Sense of Efficacy in Taiwan--Scoped on the Junior-High School"},
      {
        "id":"ED509641",
        "title":"A Rasch Analysis on Collapsing Categories in Item's Response Scales of Survey Questionnaire: Maybe It's Not One Size Fits All"},
      {
        "id":"ED509642",
        "title":"Socratic Knowledge, Christian Love, Confucian Virtue and Buddhist Emptiness: Guiding Principles for Education"},
      {
        "id":"ED509643",
        "title":"Considering Moral Intelligence as Part of a Holistic Education"},
      {
        "id":"ED509644",
        "title":"College Readiness Practices at 38 High Schools and the Development of the CollegeCareerReady School Diagnostic Tool"},
      {
        "id":"ED509645",
        "title":"Inquiry in the Classroom"},
      {
        "id":"ED509646",
        "title":"Spanning Boundaries: The Case of an Intercultural E-Consulting Experience"},
      {
        "id":"ED509647",
        "title":"International Society for the Social Studies Annual Conference Proceedings (Orlando, Florida, February 25-26, 2010). Volume 2010, Issue 1"},
      {
        "id":"ED509648",
        "title":"Improving Alignment between Postsecondary and Secondary Education: The Texas College and Career Readiness Initiative"},
      {
        "id":"ED509650",
        "title":"The MetLife Survey of the American Teacher: Collaborating for Student Success"},
      {
        "id":"ED509651",
        "title":"Value-Added Analysis and Education Policy. Brief 1"},
      {
        "id":"ED509652",
        "title":"Improve Girls' and Women's Opportunities in Science, Technology, Engineering, and Math"},
      {
        "id":"ED509653",
        "title":"Why So Few? Women in Science, Technology, Engineering, and Mathematics"},
      {
        "id":"ED509655",
        "title":"How and Why Do Teacher Credentials Matter for Student Achievement? Working Paper 2. Revised"},
      {
        "id":"ED509656",
        "title":"Teacher Training, Teacher Quality, and Student Achievement. Working Paper 3"},
      {
        "id":"ED509657",
        "title":"High School Diploma and GED Attainment in Florida. Research Note 1"},
      {
        "id":"ED509659",
        "title":"The Effects of NBPTS-Certified Teachers on Student Achievement. Working Paper 4"},
      {
        "id":"ED509660",
        "title":"Cramming: The Effects of School Accountability on College-Bound Students. Working Paper 7"},
      {
        "id":"ED509661",
        "title":"Individual Teacher Incentives and Student Performance. Working Paper 8"},
      {
        "id":"ED509662",
        "title":"Efficiency and Equity in the Time Pattern of Teacher Pension Benefits: An Analysis of Four State Systems. Working Paper 6"},
      {
        "id":"ED509663",
        "title":"Teacher Pensions and Retirement Behavior: How Teacher Pension Rules Affect Behavior, Mobility, and Retirement. Working Paper 5"},
      {
        "id":"ED509664",
        "title":"Everyone's Doing It, but What Does Teacher Testing Tell Us about Teacher Effectiveness? Working Paper 9"},
      {
        "id":"ED509665",
        "title":"Teacher Credentials and Student Achievement in High School: A Cross-Subject Analysis with Student Fixed Effects. Working Paper 11"},
      {
        "id":"ED509666",
        "title":"Are Public Schools Really Losing Their Best? Assessing the Career Transitions of Teachers and Their Implications for the Quality of the Teacher Workforce. Working Paper 12"},
      {
        "id":"ED509667",
        "title":"Feeling the Florida Heat? How Low-Performing Schools Respond to Voucher and Accountability Pressure. Working Paper 13"},
      {
        "id":"ED509668",
        "title":"Public School Choice and Integration: Evidence from Durham, North Carolina. Working Paper 14"},
      {
        "id":"ED509669",
        "title":"School Segregation under Color-Blind Jurisprudence: The Case of North Carolina. Working Paper 16"},
      {
        "id":"ED509670",
        "title":"Teacher Preparation and Student Achievement. Working Paper 20"},
      {
        "id":"ED509671",
        "title":"Measuring Effect Sizes: The Effect of Measurement Error. Working Paper 19"},
      {
        "id":"ED509673",
        "title":"Student Transience in North Carolina: The Effect of School Mobility on Student Outcomes Using Longitudinal Data. Working Paper 22"},
      {
        "id":"ED509674",
        "title":"The Texas FERPA Story. Brief 5"},
      {
        "id":"ED509675",
        "title":"Taking Dual Enrollment Deeper: Supports for the &quot;Forgotten Middle&quot; in a Tenth Grade Classroom"},
      {
        "id":"ED509676",
        "title":"Pie Suppers and Cake Walks: A Historical Perspective of a Closed Rural Community School"},
      {
        "id":"ED509677",
        "title":"Crossing Over: Narratives of Successful Border Crossings of African American Teachers during Desegregation"},
      {
        "id":"ED509678",
        "title":"Vandalism on College Campuses: The Need for More Security"},
      {
        "id":"ED509679",
        "title":"Teacher Career Paths, Teacher Quality, and Persistence in the Classroom: Are Schools Keeping Their Best? Working Paper 29"},
      {
        "id":"ED509680",
        "title":"Teachers' Perceptions of Their Working Conditions: How Predictive of Policy-Relevant Outcomes? Working Paper 33"},
      {
        "id":"ED509681",
        "title":"Principal Time-Use and School Effectiveness. Working Paper No. 34"},
      {
        "id":"ED509682",
        "title":"Principal Effectiveness and Leadership in an Era of Accountability: What Research Says. Brief 8"},
      {
        "id":"ED509683",
        "title":"Using Value-Added Measures of Teacher Quality. Brief 9"},
      {
        "id":"ED509684",
        "title":"What Makes for a Good Teacher and Who Can Tell? Working Paper 30"},
      {
        "id":"ED509685",
        "title":"Estimating Principal Effectiveness. Working Paper 32"},
      {
        "id":"ED509686",
        "title":"How Career Concerns Influence Public Workers' Effort: Evidence from the Teacher Labor Market. Working Paper 40"},
      {
        "id":"ED509687",
        "title":"Distribution of Benefits in Teacher Retirement Systems and Their Implications for Mobility. Working Paper 39"},
      {
        "id":"ED509688",
        "title":"Effective Schools: Managing the Recruitment, Development, and Retention of High-Quality Teachers. Working Paper 37"},
      {
        "id":"ED509689",
        "title":"Assessing the Potential of Using Value-Added Estimates of Teacher Job Performance for Making Tenure Decisions. Working Paper 31"},
      {
        "id":"ED509690",
        "title":"Before or after the Bell? School Context and Neighborhood Effects on Student Achievement. Working Paper 28"},
      {
        "id":"ED509691",
        "title":"Triangulating Principal Effectiveness: How Perspectives of Parents, Teachers, and Assistant Principals Identify the Central Importance of Managerial Skills. Working Paper 35"},
      {
        "id":"ED509692",
        "title":"Principal Preferences and the Unequal Distribution of Principals across Schools. Working Paper 36"},
      {
        "id":"ED509693",
        "title":"School Principals and School Performance. Working Paper 38"},
      {
        "id":"ED509696",
        "title":"Community Schools--Results that Turn around Failing Schools: Test Scores, Attendance, Graduation and College-Going Rates"},
      {
        "id":"ED509697",
        "title":"Community Schools Evaluation Toolkit"},
      {
        "id":"ED509700",
        "title":"Response to Discussion Paper on a Mobile Student Research Framework"},
      {
        "id":"ED509701",
        "title":"Profile of BC College Transfer Students 2003/04 to 2007/08. Research Results"},
      {
        "id":"ED509703",
        "title":"An Assessment of BCCAT Research"},
      {
        "id":"ED509704",
        "title":"Learning Outcomes between Socioscientific Issues-Based Learning and Conventional Learning Activities"},
      {
        "id":"ED509705",
        "title":"The Inclusive Classroom: How Inclusive Is Inclusion?"},
      {
        "id":"ED509706",
        "title":"Passing through Science: The Effects of Raising Graduation Requirements in Science on Course-Taking and Academic Achievement in Chicago. Research Report"},
      {
        "id":"ED509707",
        "title":"Community Schools--Producing Results that Turn around Failing Schools: Test Scores, Attendance, Graduation, College-Going Rates"},
      {
        "id":"ED509708",
        "title":"Black and Hispanic Charter Students More Likely to Gain Admission to Selective NYC High Schools. Issue Brief No. 4"},
      {
        "id":"ED509709",
        "title":"Engaged Learning in a Public University: Trends in the Undergraduate Experience. Report on the Results of the 2008 University of California Undergraduate Experience Study"},
      {
        "id":"ED509710",
        "title":"Tennessee and Florida: Continuity and Change in Long-Lasting State Performance Funding Systems for Higher Education. CCRC Brief. Number 43"},
      {
        "id":"ED509711",
        "title":"Collaborating to Create Change: How El Paso Community College Improved the Readiness of Its Incoming Students through Achieving the Dream. Culture of Evidence Series, Report No. 4"},
      {
        "id":"ED509712",
        "title":"Human Resource Development and Career and Technical Education in American Community Colleges"},
      {
        "id":"ED509713",
        "title":"A Five-Year Evaluation of a Comprehensive High School Civic Engagement Initiative. CIRCLE Working Paper #70"},
      {
        "id":"ED509714",
        "title":"Predicting Civic Engagement in Urban High School Students. CIRCLE Working Paper #69"},
      {
        "id":"ED509715",
        "title":"Tax Arbitrage by Colleges and Universities. A CBO Study"},
      {
        "id":"ED509716",
        "title":"Costs and Policy Options for Federal Student Loan Programs. A CBO Study"},
      {
        "id":"ED509717",
        "title":"Collaboration: Closing the Effective Teaching Gap"},
      {
        "id":"ED509718",
        "title":"Preparing to Lead an Effective Classroom: The Role of Teacher Training and Professional Development Programs"},
      {
        "id":"ED509719",
        "title":"Teacher Leadership: Leading the Way to Effective Teaching and Learning"},
      {
        "id":"ED509720",
        "title":"Teacher Effectiveness: The Conditions that Matter Most and a Look to the Future"},
      {
        "id":"ED509721",
        "title":"The Teachers of 2030: Creating a Student-Centered Profession for the 21st Century"},
      {
        "id":"ED509722",
        "title":"Reading Education Issues: Principals' and Teachers' Perceptions"},
      {
        "id":"ED509723",
        "title":"Learning Outcomes of Project-Based and Inquiry-Based Learning Activities"},
      {
        "id":"ED509724",
        "title":"Departmental Web Sites: Best Practices for Improving Student Recruitment--A Report of the Admissions Advisory Committee at the University of Rhode Island"},
      {
        "id":"ED509726",
        "title":"Perspectives of Young Children: How Do They Really Think?"},
      {
        "id":"ED509728",
        "title":"Comparison between Two Learning Management Systems: Moodle and Blackboard"},
      {
        "id":"ED509729",
        "title":"Exploring Faculty Perceptions of the Benefits and Challenges of Mentoring Undergraduate Research"},
      {
        "id":"ED509730",
        "title":"Are the Schools We HAVE the Schools We NEED in Ghana? A Contribution to the Ongoing Debate on Ghana's Education Reform"},
      {
        "id":"ED509731",
        "title":"Teaching and Learning with Technology: IT as a Value-Added Component of Academic Life"},
      {
        "id":"ED509732",
        "title":"Patterns of Learning Strategies of Brazilian EFL Learners"},
      {
        "id":"ED509733",
        "title":"Grappling with the Gaps: Toward a Research Agenda to Meet the Educational Needs of Children and Youth in Foster Care"},
      {
        "id":"ED509739",
        "title":"Recruiting Teachers to High-Need Schools: A Career Pathway that Builds on California's Afterschool Infrastructure. Afterschool Policy Brief"},
      {
        "id":"ED509740",
        "title":"Setting the Agenda for Children. California Report Card, 2010"},
      {
        "id":"ED509746",
        "title":"Protecting Children from Exposure to Lead: Old Problem, New Data, and New Policy Needs. Social Policy Report. Volume 24, Number 1"},
      {
        "id":"ED509747",
        "title":"Autism Spectrum Disorders: Diagnosis, Prevalence, and Services for Children and Families. Social Policy Report. Volume 24, Number 2"},
      {
        "id":"ED509748",
        "title":"Evidence-Based Programming in the Context of Practice and Policy. Social Policy Report. Volume XXIII, Number III"},
      {
        "id":"ED509749",
        "title":"Home Visitation and Young Children: An Approach Worth Investing In? Social Policy Report. Volume XXIII, Number IV"},
      {
        "id":"ED509750",
        "title":"CURA Reporter. Volume 40, Numbers 1-2, Spring/Summer 2010"},
      {
        "id":"ED509751",
        "title":"Partners or Adversaries: A Comparative Case Study of Higher-Education Systems and State-Level Accountability"},
      {
        "id":"ED509752",
        "title":"First Year Student Adjustment, Success, and Retention: Structural Models of Student Persistence Using Electronic Portfolios"},
      {
        "id":"ED509753",
        "title":"Instructional Strategies for Teaching Pre-Algebra to a Diverse Group of Learners"},
      {
        "id":"ED509754",
        "title":"Education Stimulus Funds: An Opportunity to Plan Ahead"},
      {
        "id":"ED509755",
        "title":"On the Front Lines of Schools: Perspectives of Teachers and Principals on the High School Dropout Problem"},
      {
        "id":"ED509756",
        "title":"Raising Their Voices: Engaging Students, Teachers, and Parents to Help End the High School Dropout Epidemic"},
      {
        "id":"ED509757",
        "title":"Rebuilding Rwanda: From Genocide to Prosperity through Education"},
      {
        "id":"ED509758",
        "title":"Benchmarks to Becoming a Turning Points School"},
      {
        "id":"ED509759",
        "title":"Understanding Learning: Assessment in the Turning Points School"},
      {
        "id":"ED509760",
        "title":"How Pilot Schools Authentically Assess Student Mastery"},
      {
        "id":"ED509761",
        "title":"The Difficult Transition to Adulthood for Foster Youth in the US: Implications for the State as Corporate Parent. Social Policy Report. Volume XXIII, Number I"},
      {
        "id":"ED509762",
        "title":"Access to Pre-K Education under the McKinney-Vento Homeless Assistance Act. Pre-K Policy Brief Series"},
      {
        "id":"ED509763",
        "title":"Local Perspectives on WIA Reauthorization from a CAAL Roundtable of February 18, 2010. CAAL Policy Brief"},
      {
        "id":"ED509764",
        "title":"Policy and Statutory Responses to Advertising and Marketing in Schools. Legislation Policy Brief"},
      {
        "id":"ED509769",
        "title":"Making the Difference: The Children's Aid Society. 2009 Annual Report"},
      {
        "id":"ED509770",
        "title":"The Role of External Facilitators in Whole School Reform: Teachers' Perceptions of How Coaches Influence School Change"},
      {
        "id":"ED509771",
        "title":"The Challenge of Coaching: Providing Cohesion among Multiple Reform Agendas"},
      {
        "id":"ED509772",
        "title":"A Common Intent to Understand: Boston Pilot School Directors Talk about Diversity"},
      {
        "id":"ED509773",
        "title":"Choice without Equity: Charter School Segregation and the Need for Civil Rights Standards"},
      {
        "id":"ED509774",
        "title":"Equity Overlooked: Charter Schools and Civil Rights Policy"},
      {
        "id":"ED509775",
        "title":"The Opportunity Illusion: Subsidized Housing and Failing Schools in California"},
      {
        "id":"ED509777",
        "title":"Science Achievement and Occupational Career/Technical Education Coursetaking in High School: The Class of 2005. Statistics in Brief. NCES 2010-021"},
      {
        "id":"ED509778",
        "title":"Nonprofit Sector: Treatment and Reimbursement of Indirect Costs Vary among Grants, and Depend Significantly on Federal, State, and Local Government Practices. Report to the Chairman, Committee on the Budget, House of Representatives. GAO-10-477"},
      {
        "id":"ED509779",
        "title":"Examining the Turning Points Comprehensive Middle School Reform Model: The Role of Local Context and Innovation"},
      {
        "id":"ED509780",
        "title":"The Role of a Third Party Organization in the Boston Pilot Schools Network"},
      {
        "id":"ED509781",
        "title":"Guide to Collaborative Culture and Shared Leadership. Turning Points: Transforming Middle Schools"},
      {
        "id":"ED509782",
        "title":"School Quality Review. Turning Points: Transforming Middle Schools"},
      {
        "id":"ED509783",
        "title":"Experiential Education in Boston's Pilot Schools: A Three-Year Demonstration Project. PSEED Documentation Report"},
      {
        "id":"ED509784",
        "title":"Progress and Promise: Results from the Boston Pilot Schools"},
      {
        "id":"ED509785",
        "title":"How Are Boston Pilot School Students Faring? &quot;Student Demographics, Engagement, and Performance,&quot; 1998-2003"},
      {
        "id":"ED509786",
        "title":"Strong Results, High Demand: A Four-Year Study of Boston's Pilot High Schools"},
      {
        "id":"ED509787",
        "title":"Including Performance Assessments in Accountability Systems: A Review of Scale-Up Efforts"},
      {
        "id":"ED509788",
        "title":"Teaching Literacy in the Turning Points School. Turning Points: Transforming Middle Schools"},
      {
        "id":"ED509789",
        "title":"Apprentices &amp; Trainees: Early Trend Estimates. March Quarter 2010"},
      {
        "id":"ED509790",
        "title":"Parent Involvement in the Boston Pilot Schools: Lessons from a Unique Urban Network"},
      {
        "id":"ED509791",
        "title":"Turning Points: Transforming Middle Schools. Design Overview"},
      {
        "id":"ED509792",
        "title":"Are School Factors Important for Measuring Teacher Effectiveness? A Multilevel Technique to Predict Student Gains through a Value-Added Approach"},
      {
        "id":"ED509793",
        "title":"Report Card on the Unfunded Mentoring Program in Indiana: New Teachers' Voices Are Finally Heard"},
      {
        "id":"ED509794",
        "title":"How Teachers and School Administrators Connect Large-Scale Assessment with School Improvement Planning"},
      {
        "id":"ED509795",
        "title":"Early Warning! Why Reading by the End of Third Grade Matters. KIDS COUNT Special Report"},
      {
        "id":"ED509796",
        "title":"Integration Defended: Berkeley Unified's Strategy to Maintain School Diversity"},
      {
        "id":"ED509797",
        "title":"CoSN Senior Delegation to Scotland and Netherlands: Real Investment/Real Innovation (November 6-14, 2009)"},
      {
        "id":"ED509798",
        "title":"Looking Collaboratively at Student and Teacher Work. Turning Points: Transforming Middle Schools"},
      {
        "id":"ED509799",
        "title":"Theories of Advising"},
      {
        "id":"ED509800",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2007-08 (Fiscal Year 2008). First Look. NCES 2010-326"},
      {
        "id":"ED509802",
        "title":"Head Start: Undercover Testing Finds Fraud and Abuse at Selected Head Start Centers. Testimony before the Committee on Education and Labor, House of Representatives. GAO-10-733T"},
      {
        "id":"ED509803",
        "title":"Guide to Curriculum Development. Turning Points: Transforming Middle Schools"},
      {
        "id":"ED509805",
        "title":"Engaging Parents in an Urban Public High School: A Case Study of Boston Arts Academy"},
      {
        "id":"ED509806",
        "title":"The Nation's Report Card[TM]: Trial Urban District Assessment--Reading 2009. NCES 2010-459"},
      {
        "id":"ED509807",
        "title":"Childhood Overweight: What the Research Tells Us"},
      {
        "id":"ED509809",
        "title":"Youth Health Coordinating Council Ward 8 Secret Health Clinic Shopper Report"},
      {
        "id":"ED509810",
        "title":"Helping Immigrant and Refugee Students Succeed: It's Not Just What Happens in the Classroom"},
      {
        "id":"ED509811",
        "title":"Children of Immigrants and Refugees: What the Research Tells Us"},
      {
        "id":"ED509812",
        "title":"Medication Management in Schools: A Systems Approach to Reducing Risk and Strengthening Quality in School Medication Management"},
      {
        "id":"ED509813",
        "title":"Tips for Mental Health Interpretation"},
      {
        "id":"ED509814",
        "title":"The Role of School Health Professionals in Preventing Childhood Overweight"},
      {
        "id":"ED509815",
        "title":"Psychotropic Drugs and Children: A 2007 Update"},
      {
        "id":"ED509816",
        "title":"School Mental Health Services for the 21st Century: Lessons from the District of Columbia School Mental Health Program"},
      {
        "id":"ED509824",
        "title":"Tax-Credit Scholarships in Maryland: Forecasting the Fiscal Impact"},
      {
        "id":"ED509825",
        "title":"Assessing the Impact of Education and Marriage on Labor Market Exit Decisions of Women. Working Paper 2010-2"},
      {
        "id":"ED509826",
        "title":"Strategies for Success in Financial Education. PDP 2009-3"},
      {
        "id":"ED509827",
        "title":"The Impact of Rosenwald Schools on Black Achievement. WP 2009-26"},
      {
        "id":"ED509829",
        "title":"Screening and Assessing Immigrant and Refugee Youth in School-Based Mental Health Programs. Issue Brief No. 1"},
      {
        "id":"ED509830",
        "title":"It's Elementary: Expanding the Use of School-Based Clinics"},
      {
        "id":"ED509831",
        "title":"Mental Health Interpreter Training: Where to Find Training? What Type? What's the Cost?"},
      {
        "id":"ED509832",
        "title":"Four Aspects of Civic Education: Teaching the History and Geography of the Land of Israel as a Case Study"},
      {
        "id":"ED509833",
        "title":"Agenda for Children: 2003 Year in Review"},
      {
        "id":"ED509834",
        "title":"Agenda for Children: 2006 Year in Review"},
      {
        "id":"ED509835",
        "title":"Louisiana KIDS COUNT Special Report on Child Care, 2006"},
      {
        "id":"ED509836",
        "title":"Preserving LaCHIP: Maintaining the Gains for Louisiana's Children"},
      {
        "id":"ED509837",
        "title":"Those of Us DisLabeled: A Guide to Awareness and Understanding"},
      {
        "id":"ED509838",
        "title":"Resource Manual"},
      {
        "id":"ED509839",
        "title":"Recreation Resource Manual"},
      {
        "id":"ED509840",
        "title":"An Analysis of Student Achievement Growth, Teacher Working Conditions and Qualifications, and School Choice"},
      {
        "id":"ED509842",
        "title":"How Much Academic Instruction Occurs outside Research Universities in BC? Research Results"},
      {
        "id":"ED509852",
        "title":"Moving up or Moving out of the Company? Factors that Influence the Promoting or Firing of New College Hires. CERI Research Brief 1-2007"},
      {
        "id":"ED509853",
        "title":"Parent Involvement in the College Recruiting Process: To What Extent? CERI Research Brief 2-2007"},
      {
        "id":"ED509854",
        "title":"Unpacking Your Study Abroad Experience: Critical Reflection for Workplace Competencies. Volume 1, Issue 1. CERI Research Brief 1-2008"},
      {
        "id":"ED509855",
        "title":"Under the Economic Turmoil a Skills Gap Simmers. CERI Research Brief 1-2010"},
      {
        "id":"ED509856",
        "title":"How Students Access Accommodations in Assessment and Instruction: Results of a Survey of Special Education Teachers. EPRRI Issue Brief Seven"},
      {
        "id":"ED509857",
        "title":"Students with Disabilities and Accountability Reform: Findings from the California Case Study"},
      {
        "id":"ED509858",
        "title":"Emerging State-Level Themes: Strengths and Stressors in Educational Accountability Reform. Topical Review 4"},
      {
        "id":"ED509859",
        "title":"Accountability for Students with Disabilities Who Receive Special Education: Characteristics of the Subgroup of Students with Disabilities. A Summary of Quantitative Findings from the Educational Policy Reform Research Institute (EPRRI). Topical Review Seven"},
      {
        "id":"ED509860",
        "title":"Making Knowledge Accessible across Borders: The Case for Mandatory Minimum International Copyright Exceptions and Limitations for Education, Capacity Building and Development"},
      {
        "id":"ED509861",
        "title":"Digital Books and Your Rights: A Checklist for Readers"},
      {
        "id":"ED509862",
        "title":"Unintended Consequences: Twelve Years under the DMCA"},
      {
        "id":"ED509863",
        "title":"How Far behind in Math and Reading Are English Language Learners? Report"},
      {
        "id":"ED509864",
        "title":"The Role of Accommodations in Educational Accountability Systems. Topical Review Eight"},
      {
        "id":"ED509865",
        "title":"Students with Disabilities and Accountability Reform: Findings from the Maryland Case Study"},
      {
        "id":"ED509866",
        "title":"Students with Disabilities and Accountability Reform: Findings from the New York Case Study"},
      {
        "id":"ED509867",
        "title":"Students with Disabilities and Accountability Reform: Findings from the Texas Case Study"},
      {
        "id":"ED509868",
        "title":"Consumer Finance: Factors Affecting the Financial Literacy of Individuals with Limited English Proficiency. Report to Congressional Committees. GAO-10-518"},
      {
        "id":"ED509869",
        "title":"Concussion in High School Sports: Overall Estimate of Occurrence Is Not Available, but Key State Laws and Nationwide Guidelines Address Injury Management. Testimony before the Committee on Education and Labor, House of Representatives. GAO-10-569T"},
      {
        "id":"ED509870",
        "title":"\"...But What Should I Study? And How Will that Help Me and My Company?\" Looking at the Use of Educational Advising for Employer-Funded Tuition Programs. Learning Smart, Working Smart. Forum & News, Winter 2007"},
      {
        "id":"ED509871",
        "title":"Strategies for Talent Management: Greater Philadelphia Companies in Action"},
      {
        "id":"ED509881",
        "title":"Breaking Barriers to Educational Opportunities: A Comparative Analysis of Adolescent Intervention Programs"},
      {
        "id":"ED509882",
        "title":"Development and Validation of the FYI - A Preliminary Report"},
      {
        "id":"ED509883",
        "title":"Digest of Education Statistics, 2009. NCES 2010-013"},
      {
        "id":"ED509884",
        "title":"Mini-Digest of Education Statistics, 2009. NCES 2010-014"},
      {
        "id":"ED509888",
        "title":"Crossing the Bridge: GED Credentials and Postsecondary Educational Outcomes. Year One Report"},
      {
        "id":"ED509889",
        "title":"Expanding Access and Opportunity: The Washington State Achievers Program"},
      {
        "id":"ED509890",
        "title":"Teacher Education and Development Study in Mathematics (TEDS-M): Do Countries Paying Teachers Higher Relative Salaries Have Higher Student Mathematics Achievement?"},
      {
        "id":"ED509891",
        "title":"Mathematics and Science Teacher Academy Evaluation. MSTA Final Report"},
      {
        "id":"ED509892",
        "title":"The Educators' Guide to the Day of Silence"},
      {
        "id":"ED509893",
        "title":"Shiism: What Students Need to Know. Footnotes. Volume 15, Number 2"},
      {
        "id":"ED509894",
        "title":"Teaching the Long War and Jihadism. Footnotes. Volume 14, Number 25"},
      {
        "id":"ED509895",
        "title":"Sunni Islam: What Students Need to Know. Footnotes. Volume 15, Number 1"},
      {
        "id":"ED509896",
        "title":"Disciplinary Alternative Education Programs in Texas--A 2009 Update"},
      {
        "id":"ED509897",
        "title":"Day of Silence[R]: Organizing Manual"},
      {
        "id":"ED509899",
        "title":"IDRA Newsletter. Volume 37, No. 3"},
      {
        "id":"ED509900",
        "title":"A Profile of Criminal Incidents at School: Results from the 2003-05 National Crime Victimization Survey Crime Incident Report NCES 2010-318"},
      {
        "id":"ED509901",
        "title":"Innovation Strategies for a New System of Workforce Development and Lifelong Learning: The Challenge of Today and the Vision for Tomorrow"},
      {
        "id":"ED509909",
        "title":"Changing Lives through Lifelong Learning Accounts"},
      {
        "id":"ED509910",
        "title":"IDRA Newsletter. Volume 37, No. 1"},
      {
        "id":"ED509911",
        "title":"IDRA Newsletter. Volume 37, No. 2"},
      {
        "id":"ED509912",
        "title":"IDRA Newsletter. Volume 37, No. 4"},
      {
        "id":"ED509913",
        "title":"IDRA Newsletter. Volume 37, No.5"},
      {
        "id":"ED509914",
        "title":"Discovering Student Needs through the ALFI Assessment Toolkit: The Experience of Widener University, University College in the Path to Continuous Improvement. CAEL Forum and News"},
      {
        "id":"ED509915",
        "title":"Building Blocks for Building Skills: An Inventory of Adult Learning Models and Innovations"},
      {
        "id":"ED509923",
        "title":"Factors Affecting Teachers' Participation in Continuing Professional Development (CPD): From Hong Kong Primary School Teachers' Perspectives"},
      {
        "id":"ED509924",
        "title":"The Role of Organizational Sub-Cultures in Higher Education Adoption of Open Source Software (OSS) for Teaching/Learning"},
      {
        "id":"ED509925",
        "title":"Leave the Light on When You Go: An Inquiry into the Factors that Contribute to Persistent Teacher Attrition"},
      {
        "id":"ED509926",
        "title":"People or Machines? Measured Reading Comprehension from Different Reader Types"},
      {
        "id":"ED509927",
        "title":"Situated Responses and Professional Development for Changing Student Demographics in the New Latino South"},
      {
        "id":"ED509928",
        "title":"Practicing Critical Media Literacy Education: Developing a Community of Inquiry among Teachers Using Popular Culture"},
      {
        "id":"ED509929",
        "title":"Overstated Optimism: Arizona's Structured English Immersion Program under &quot;Horne v. Flores&quot;"},
      {
        "id":"ED509930",
        "title":"The Teacher Attitudes Toward Inclusion Scale (TATIS) Technical Report"},
      {
        "id":"ED509931",
        "title":"The Effects of Cognitive Readiness in a Surface Warfare Simulation"},
      {
        "id":"ED509932",
        "title":"Attitudes Towards Individuals with Spinal Cord Injuries"},
      {
        "id":"ED509933",
        "title":"How Well Are We Serving Our Adult Learners? Investigating the Impact of Institutions on Success & Retention"},
      {
        "id":"ED509934",
        "title":"Adult Learning in Focus: National and State by State Data"},
      {
        "id":"ED509935",
        "title":"Helping Adults Learners Succeed: Tools for Two-Year Colleges"},
      {
        "id":"ED509936",
        "title":"The Role of Automation in Education: Now and in the Future"},
      {
        "id":"ED509938",
        "title":"12 Characteristics of an Effective Teacher"},
      {
        "id":"ED509939",
        "title":"Connecting Research about English Language Learners to Practice: An Introductory Guide for Educators"},
      {
        "id":"ED509940",
        "title":"The Condition of Education 2010. NCES 2010-028"},
      {
        "id":"ED509941",
        "title":"Connecting Research about Access to Higher Education to Practice. An Introductory Guide for Educators"},
      {
        "id":"ED509942",
        "title":"Emerging Trends Reflected in the State Phase 1: Race to the Top Applications. Evaluating Teacher Effectiveness. An Emerging Trends Report from Learning Point Associates"},
      {
        "id":"ED509943",
        "title":"Connecting Formative Assessment Research to Practice: An Introductory Guide for Educators"},
      {
        "id":"ED509944",
        "title":"Worker Generated Issues, Critical Dialogue, and Praxis: A Freirean Approach to Developing Social Change Projects"},
      {
        "id":"ED509945",
        "title":"Feedback Processes in Multimedia Language Learning Software"},
      {
        "id":"ED509946",
        "title":"The Internet, Language Learning, and International Dialogue: Constructing Online Foreign Language Learning Websites"},
      {
        "id":"ED509947",
        "title":"A Critical Evaluation of the Department of Education and Science's Initiatives to Integrate ICT into the Republic of Ireland's Primary School Curriculum"},
      {
        "id":"ED509948",
        "title":"Incentives, Motivation, and Performance on a Low-Stakes Test of College Learning"},
      {
        "id":"ED509949",
        "title":"Hiring Quality School Leaders: Challenges and Emerging Practices"},
      {
        "id":"ED509950",
        "title":"Integrating Expanded Learning and School Reform Initiatives: Challenges and Strategies. A Policy Brief"},
      {
        "id":"ED509951",
        "title":"Managing Educator Talent: Promising Practices and Lessons from Midwestern States"},
      {
        "id":"ED509952",
        "title":"Improving the Reliability and Interpretability of Value-Added Scores for Post-Secondary Institutional Assessment Programs"},
      {
        "id":"ED509953",
        "title":"Construct Validity of Three Clerkship Performance Assessments"},
      {
        "id":"ED509954",
        "title":"Distributed Leadership, Teacher Morale, and Teacher Enthusiasm: Unravelling the Leadership Pathways to School Success"},
      {
        "id":"ED509955",
        "title":"A Preliminary Study and Research Protocol for Investigating Sociocultural Issues in Instructional Design"},
      {
        "id":"ED509956",
        "title":"Instructional Designer Disciplinary-Based Formation of Self"},
      {
        "id":"ED509957",
        "title":"A Preliminary Investigation of Self-Directed Learning Activities in a Non-Formal Blended Learning Environment"},
      {
        "id":"ED509958",
        "title":"Prior Learning Assessment at Home and Abroad. Excerpts from Recent Articles in the CAEL Forum and News"},
      {
        "id":"ED509959",
        "title":"Enrollment Decisions and Persistence of On-Line Learners in NACTEL and EPCE: An Exploratory Study. Final Report B-2006-8"},
      {
        "id":"ED509960",
        "title":"Principles in Practice: Assessing Adult Learning Focused Institutions. Case Studies"},
      {
        "id":"ED509961",
        "title":"Baby Boomers and the Bottom Line: How to Leverage Your Mature Workforce for Business Success"},
      {
        "id":"ED509963",
        "title":"Toward the Structural Transformation of Schools: Innovations in Staffing"},
      {
        "id":"ED509964",
        "title":"Measuring Principal Performance: How Rigorous Are Commonly Used Principal Performance Assessment Instruments? A Quality School Leadership Issue Brief"},
      {
        "id":"ED509965",
        "title":"Connecting RESEARCH to PRACTICE: Knowing Who Is Proficient Isn't Always Sufficient"},
      {
        "id":"ED509966",
        "title":"State Legislation: Emerging Trends Reflected in the State Phase 1 Race to The Top Applications"},
      {
        "id":"ED509967",
        "title":"Talent Management in the Private and Education Sectors: A Literature Review"},
      {
        "id":"ED509984",
        "title":"Does Mentoring Matter? Rethinking Support for New Primary School Principals in Barbados, West Indies"},
      {
        "id":"ED509985",
        "title":"How Much Do Students Remember from an Introductory Psychology Course?"},
      {
        "id":"ED509986",
        "title":"Building Educational Leadership Capacity through a Graduate Action Research Course"},
      {
        "id":"ED509988",
        "title":"An Investigation of the Lecture Comprehension &amp; Note Taking Strategies of Second Year Students of English at the University of Blida"},
      {
        "id":"ED509989",
        "title":"Off the Charts. Lumina Foundation Focus[TM]. Spring 2010"},
      {
        "id":"ED509990",
        "title":"When Networks Build a Platform Students Step up. Lumina Foundation Lesson. Spring 2010"},
      {
        "id":"ED510012",
        "title":"Transfer of Elaborative Strategies in College Students"},
      {
        "id":"ED510030",
        "title":"State Higher Education Budgeting Mechanisms in the United States"},
      {
        "id":"ED510031",
        "title":"Construction and Evaluation of a Diagnostic Examination in College Algebra for Freshmen of the College of Science, University of Santo Tomas"},
      {
        "id":"ED510032",
        "title":"Reframing Schools to Enhance Gender Access--Making the World a Better Place"},
      {
        "id":"ED510033",
        "title":"Community and Communication among Instructors of Educational Psychology"},
      {
        "id":"ED510034",
        "title":"Team Strategies for School Improvement: The Ongoing Development of the Professional Learning Community"},
      {
        "id":"ED510035",
        "title":"Exploring the Relationship between Static and Dynamic Vertical Scaling from Cross-Sectional and Longitudinal Design Perspectives"},
      {
        "id":"ED510036",
        "title":"Continuous Inquiry Meets Continued Critique: The Professional Learning Community in Practice and the Resistance of (Un)Willing Participants"},
      {
        "id":"ED510038",
        "title":"WWC Quick Review of the Report &quot;The Role of Simplification and Information in College Decisions: Results from the H&amp;R Block FAFSA Experiment&quot;"},
      {
        "id":"ED510039",
        "title":"Enhancing Student Learning with Brain-Based Research"},
      {
        "id":"ED510040",
        "title":"Cultivating Passion in Teaching English Language Learners: A Critical Analytical Inquiry"},
      {
        "id":"ED510041",
        "title":"The Essential Role of Curricular Analyses in Comparative Studies of Mathematics Achievement: Developing \"Fair\" Tests"},
      {
        "id":"ED510042",
        "title":"Educational Counter Culture: Motivations, Instructional Approaches, Curriculum Choices, and Challenges of Home School Families"},
      {
        "id":"ED510043",
        "title":"Policy Diffusion and Transfer and Teachers' Perceptions within the Bologna Reforms: The Armenia case of Higher Education Reforms"},
      {
        "id":"ED510044",
        "title":"Public School Graduates and Dropouts from the Common Core of Data: School Year 2007-08. First Look. NCES 2010-341"},
      {
        "id":"ED510045",
        "title":"Experimental Methods and Results in a Study of PBS TeacherLine Math Courses"},
      {
        "id":"ED510046",
        "title":"A Comprehensive Assessment of South Carolina's External Review Team Program"},
      {
        "id":"ED510047",
        "title":"Sick Schools 2009: America's Continuing Environmental Health Crisis for Children"},
      {
        "id":"ED510048",
        "title":"Annual Transitions between Labour Market States for Young Australians. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED510049",
        "title":"America After 3PM Special Report on Summer: Missed Opportunities, Unmet Demand"},
      {
        "id":"ED510050",
        "title":"Coalition for Healthier Schools Position Statement. Improving Education, Child Health, the Environment, and Communities"},
      {
        "id":"ED510051",
        "title":"Key Issues in Building Design: How to Get Started in Planning a Project. Library Buildings and Equipment Section"},
      {
        "id":"ED510052",
        "title":"Reliability Analysis for the Internationally Administered 2002 Series GED Tests. GED Testing Service[R] Research Studies, 2009-3"},
      {
        "id":"ED510053",
        "title":"New York State School Facilities and Student Health, Achievement, and Attendance: A Data Analysis Report"},
      {
        "id":"ED510054",
        "title":"International Resource Book for Libraries Serving Disadvantaged Persons: 2001-2008. An Update to the International Resource Book for Libraries Serving Disadvantaged Persons: 1931-2001"},
      {
        "id":"ED510055",
        "title":"Examinee and High School Senior Performance on the GED[R] Tests. GED Testing Service[R] Research Study, 2007-1. Executive Summary"},
      {
        "id":"ED510056",
        "title":"Differences between Students Who Were and Were Not Retained in Grade: A Comparison of Academic Achievement, Reasons for Dropping out, and Reasons for Pursuing a GED[R] Credential. GED Testing Service[R] Research Studies, 2007-3. Executive Summary"},
      {
        "id":"ED510057",
        "title":"The Health Literacy of U.S. Adults across GED[R] Credential Recipients, High School Graduates, and Non-High School Graduates. GED Testing Service[R] Research Study, 2008-1. Executive Summary"},
      {
        "id":"ED510058",
        "title":"Economic and Noneconomic Outcomes for GED[R] Credential Recipients. GED Testing Service[R] Research Studies, 2008-2. Executive Summary"},
      {
        "id":"ED510059",
        "title":"The Literacy of U.S. Adults with Disabilities across GED[R] Credential Recipients, High School Graduates, and Non-High School Graduates"},
      {
        "id":"ED510060",
        "title":"GED Candidates and Their Postsecondary Educational Outcomes: A Pilot Study. GED Testing Service[R] Research Studies, 2009-5. Executive Summary"},
      {
        "id":"ED510061",
        "title":"Examining the Validity of GED[R] Tests Scores with Scheduling and Setting Accommodations. GED Testing Service Research Studies, 2004-1"},
      {
        "id":"ED510062",
        "title":"Young GED Examinees and Their Performance on the GED Tests. GED Testing Service Research Studies, 2009-1"},
      {
        "id":"ED510063",
        "title":"Reliability and Validity Evidence for the GED[R] English as a Second Language Test. GED Testing Service[R] Research Studies, 2009-4"},
      {
        "id":"ED510064",
        "title":"Economic and Noneconomic Outcomes for GED Credential Recipients. GED Testing Service[TM] Research Studies, 2008-2"},
      {
        "id":"ED510065",
        "title":"Australian Vocational Education and Training Statistics: Students and Courses, 2009. Preliminary Data"},
      {
        "id":"ED510066",
        "title":"Guidelines for Audiovisual and Multimedia Materials in Libraries and Other Institutions. Audiovisual and Multimedia Section"},
      {
        "id":"ED510067",
        "title":"The Health Literacy of U.S. Adults across GED Credential Recipients, High School Graduates, and Non-High School Graduates. GED Testing Service[TM] Research Studies, 2008-1"},
      {
        "id":"ED510068",
        "title":"International Civic and Citizenship Education Study: Assessment Framework"},
      {
        "id":"ED510069",
        "title":"Examinee and High School Senior Performance on the GED[R] Tests. GED Testing Service Research Studies, 2007-1"},
      {
        "id":"ED510070",
        "title":"Differences between Students Who Were and Were Not Retained in Grade: A Comparison of Academic Achievement, Reasons for Dropping Out, and Reasons for Pursuing a GED[R] Credential. GED Testing Service Research Studies, 2007-3"},
      {
        "id":"ED510071",
        "title":"Dropouts Immediately Pursuing a GED[R] Credential: Their Institutions' Characteristics, Self-Reported Reasons for Dropping out, and Presence of High-Stakes Exit Exams. GED Testing Service Research Studies, 2006-1"},
      {
        "id":"ED510072",
        "title":"The Literacy of U.S. Adults with Disabilities across GED Credential Recipients, High School Graduates, and Non-High School Graduates. GED Testing Service[TM] Research Studies, 2008-3"},
      {
        "id":"ED510074",
        "title":"The Status of School Finance Equity in Texas: A 2009 Update"},
      {
        "id":"ED510079",
        "title":"The Neuroscience of Callous-Unemotional Subtype of Conduct Problems: Implications for Intervention and Education"},
      {
        "id":"ED510080",
        "title":"Accommodating EBD: Do Assessment Accommodations Reflect Low Expectations for Students With EBD"},
      {
        "id":"ED510081",
        "title":"Low-Income and Minority Serving Institutions: Sustained Attention Needed to Improve Education's Oversight of Grant Programs. Testimony before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-10-659T"},
      {
        "id":"ED510082",
        "title":"GED Testing Fact Sheet"},
      {
        "id":"ED510083",
        "title":"GED Candidates and Their Postsecondary Educational Outcomes: A Pilot Study. GED Testing Service[R] Research Studies, 2009-5"},
      {
        "id":"ED510084",
        "title":"GED[R] Candidate Computer Familiarity Survey. GED Testing Service Research Studies, 2006-2"},
      {
        "id":"ED510085",
        "title":"Guidelines for Libraries of Government Departments. IFLA Professional Reports, No. 106"},
      {
        "id":"ED510086",
        "title":"Policies of Test Centers and Jurisdictions and GED Candidate Test Performance. GED Testing Service[R] Research Studies, 2009-6"},
      {
        "id":"ED510087",
        "title":"Preparation for and Performance on the GED[R] Test. GED Testing Service[R] Research Studies, 2009-2"},
      {
        "id":"ED510088",
        "title":"In Their Own Words: 9/11 Parents Help Other Parents &amp; Schools with Lessons Learned"},
      {
        "id":"ED510089",
        "title":"Guide to School Design: Healthy + High Performance Schools"},
      {
        "id":"ED510095",
        "title":"An Exploration of GED[R] Standard Score Stability: 2001 through 2005. GED Testing Service Research Studies, 2006-3"},
      {
        "id":"ED510096",
        "title":"The Literacy of U.S. Adults with GED[R] Credentials: 2003 NAAL and 1992 NALS. GED Testing Service Research Studies, 2007-2"},
      {
        "id":"ED510097",
        "title":"Multicultural Communities: Guidelines for Library Services. Third Edition"},
      {
        "id":"ED510100",
        "title":"Teacher Leadership in High Schools: How Principals Encourage It. How Teachers Practice It"},
      {
        "id":"ED510101",
        "title":"Frequently Asked Questions: Altered Plans for GED Test, 5th Edition"},
      {
        "id":"ED510103",
        "title":"Who's in Charge of Protecting Children's Health at School? A Report on &quot;America's Largest Unaddressed Children's Health Crisis&quot;"},
      {
        "id":"ED510105",
        "title":"Using Technology's Internet Resources in Algebra 1"},
      {
        "id":"ED510106",
        "title":"New Tech High Schools: Results of the National Survey of Project Based Learning and High School Reform conducted by the Buck Institute for Education"},
      {
        "id":"ED510107",
        "title":"Assessing the Rigor of HS Curriculum in Admissions Decisions: A Functional Method, Plus Practical Advising for Prospective Students and High School Counselors"},
      {
        "id":"ED510108",
        "title":"The Landscape of the Real Estate Classroom: What You Need to Know to Be an Effective Teacher Today"},
      {
        "id":"ED510109",
        "title":"A Study of Instructional Faculty Salaries at USF, SUS and National Peers"},
      {
        "id":"ED510110",
        "title":"Pronouns in Akebu"},
      {
        "id":"ED510111",
        "title":"Assessing the Usefulness of SAT and ACT Tests in Minority Admissions"},
      {
        "id":"ED510112",
        "title":"Green Buildings: Benefits to Health, the Environment, and the Bottom Line. US Senate Environment and Public Works Committee Hearing, Washington, DC, May 15, 2007"},
      {
        "id":"ED510113",
        "title":"School Parent Involvement Policy"},
      {
        "id":"ED510115",
        "title":"Conceptualizing and Measuring Fidelity of Implementation of Secondary Mathematics Textbooks: Results of a Three-Year Study"},
      {
        "id":"ED510117",
        "title":"A Public Policy Primer: How to Get off the Sidelines and into the Game"},
      {
        "id":"ED510118",
        "title":"Written Comments Submitted by the Center for Law and Education to the MA Graduation and Dropout Prevention and Recovery Commission"},
      {
        "id":"ED510120",
        "title":"Becoming a Community of Middle Grades Readers: A Blueprint for Indiana"},
      {
        "id":"ED510121",
        "title":"Libraries, National Security, Freedom of Information Laws and Social Responsibilities. IFLA/FAIFE World Report Series Volume V"},
      {
        "id":"ED510122",
        "title":"Helping Students Succeed: Communities Confront the Achievement Gap"},
      {
        "id":"ED510123",
        "title":"Higher Education Exchange"},
      {
        "id":"ED510124",
        "title":"Indiana Department of Education Notice of Procedural Safeguards"},
      {
        "id":"ED510125",
        "title":"Policies of Test Centers and Jurisdictions and GED[R] Candidate Test Performance. GED Testing Service[R] Research Study, 2009-6. Executive Summary"},
      {
        "id":"ED510126",
        "title":"Technical Manual: 2002 Series GED Tests"},
      {
        "id":"ED510127",
        "title":"Dual Credit in Indiana Q&amp;A. Version 4.0"},
      {
        "id":"ED510128",
        "title":"Civic Agency and the Cult of the Expert: A Study for the Kettering Foundation"},
      {
        "id":"ED510129",
        "title":"Educational Quality Bill of Rights"},
      {
        "id":"ED510130",
        "title":"Libraries and the Fight against HIV/AIDS, Poverty, and Corruption. IFLA/FAIFE Theme Report, 2006. IFLA/FAIFE World Report Series Volume VI"},
      {
        "id":"ED510131",
        "title":"Estimation of Apprentice and Trainee Statistics. Technical Paper"},
      {
        "id":"ED510132",
        "title":"Apprentices and Trainees: December Quarter 2009: Terms and Definitions. Support Document"},
      {
        "id":"ED510133",
        "title":"The Role of Libraries in Lifelong Learning. Final Report of the IFLA Project under the Section for Public Libraries"},
      {
        "id":"ED510134",
        "title":"Indigenous Students and Completion of Year 12. Education and Training in an Era of Economic Uncertainty: CEET 13th Annual National Conference"},
      {
        "id":"ED510135",
        "title":"Apprentices and Trainees: December Quarter, 2009"},
      {
        "id":"ED510136",
        "title":"Preparation for and Performance on the GED[R] Test. GED Testing Service[R] Research Study, 2009-2. Executive Summary"},
      {
        "id":"ED510137",
        "title":"Second Information Technology in Education Study: SITES 2006 Technical Report"},
      {
        "id":"ED510138",
        "title":"SITES 2006 User Guide for the International Database. Second Information Technology in Education Study"},
      {
        "id":"ED510139",
        "title":"The Second IEA International Research Conference: Proceedings of the IRC-2006. Volume 1: Trends in International Mathematics and Science Study (TIMSS)"},
      {
        "id":"ED510140",
        "title":"The Second IEA International Research Conference: Proceedings of the IRC-2006. Volume 2: Civic Education Study (CivEd), Progress in International Reading Literacy Study (PIRLS), Second Information Technology in Education Study (SITES)"},
      {
        "id":"ED510144",
        "title":"The Next Generation: Access and Opportunity in Continuing Higher Education. Proceedings of the Annual Meeting of the Association for Continuing Higher Education (70th, Nashville, Tennessee, November 8-11, 2008)"},
      {
        "id":"ED510145",
        "title":"Effects of Test Administrator Characteristics on Achievement Test Scores"},
      {
        "id":"ED510148",
        "title":"Mentoring Literacy Professionals: Continuing the Spirit of CRA/ALER after 50 Years. The Thirty-First Yearbook: A Doubled Peer Reviewed Publication of the College Reading Association"},
      {
        "id":"ED510153",
        "title":"Reforming Education in California: A Guide for Candidates and Citizens"},
      {
        "id":"ED510154",
        "title":"Beyond the Numbers: Understanding California's High School Dropouts. Partnership for Urban Education Research (PUER)"},
      {
        "id":"ED510155",
        "title":"Crucial Issues in California Education 2006: Rekindling Reform"},
      {
        "id":"ED510156",
        "title":"Conditions of Education in California, 2008"},
      {
        "id":"ED510157",
        "title":"The Development of a Teacher Salary Parcel Tax: The Quality Teacher and Education Act in San Francisco"},
      {
        "id":"ED510158",
        "title":"Continuous Improvement in California Education: Data Systems and Policy Learning"},
      {
        "id":"ED510159",
        "title":"Alternative Teacher Compensation: A Primer"},
      {
        "id":"ED510160",
        "title":"Smart Schools, Smart Growth: Investing in Education Facilities and Stronger Communities. California Builds Better Schools. Working Paper 09-1"},
      {
        "id":"ED510161",
        "title":"Parallel Play: Preschool and K-12 Finance Reform in New Jersey and Texas. Working Paper 07-3"},
      {
        "id":"ED510162",
        "title":"Voices from the Field: Educators Respond to Accountability"},
      {
        "id":"ED510163",
        "title":"California's Impending College Graduate Crisis and What Needs to Be Done about It. Policy Brief 10-2"},
      {
        "id":"ED510164",
        "title":"There's Lots to Learn from L.A.: Policy Levers for Institutional Change. Policy Brief 10-1"},
      {
        "id":"ED510165",
        "title":"Do Financial Incentives Draw Promising Teachers to Low-Performing Schools? Assessing the Impact of the California Governor's Teaching Fellowship. Policy Brief 10-3"},
      {
        "id":"ED510166",
        "title":"Meeting the Challenge: Performance Trends in California Schools. Policy Brief 08-1"},
      {
        "id":"ED510167",
        "title":"Leaders for California's Schools. Policy Brief 09-4"},
      {
        "id":"ED510168",
        "title":"Effects of the California High School Exit Exam on Student Persistence, Achievement, and Graduation. Policy Brief 09-3"},
      {
        "id":"ED510169",
        "title":"Collective Bargaining Agreements in California School Districts: Moving beyond the Stereotype. Policy Brief 09-1"},
      {
        "id":"ED510170",
        "title":"The Quality Teacher and Education Act in San Francisco: Lessons Learned. Policy Brief 09-2"},
      {
        "id":"ED510172",
        "title":"Reshaping Teacher Policies to Improve Student Achievement. Policy Brief 08-3"},
      {
        "id":"ED510173",
        "title":"Learning What Works: Continuous Improvement in California's Education System. Policy Brief 08-4"},
      {
        "id":"ED510176",
        "title":"Community Voices: California Preschool Directors Speak on Policy Options. Working Paper 07-1"},
      {
        "id":"ED510177",
        "title":"The Unequal Opportunity to Learn in California's Schools: Crafting Standards to Track Quality. Working Paper 07-2"},
      {
        "id":"ED510178",
        "title":"State Strategies to Improve Low-Performing Schools: California's High Priority School Grants Program"},
      {
        "id":"ED510179",
        "title":"Reshaping Personnel Policies to Improve Student Achievement"},
      {
        "id":"ED510180",
        "title":"Tuition Trends at High and Very High Public Research Universities, 1999-2009"},
      {
        "id":"ED510181",
        "title":"California and the &quot;Common Core&quot;: Will There Be a New Debate about K-12 Standards?"},
      {
        "id":"ED510182",
        "title":"Read Well[R]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED510212",
        "title":"Software Application for Computer Aided Vocabulary Learning in a Blended Learning Environment"},
      {
        "id":"ED510213",
        "title":"Libraries for Lifelong Literacy: Unrestricted Access to Information as a Basis for Lifelong Learning and Empowerment. IFLA/FAIFE Theme Report. World Report Series Volume IV"},
      {
        "id":"ED510214",
        "title":"The Education Innovator. Volume IX, No. 4"},
      {
        "id":"ED510216",
        "title":"Ken Wilber&apos;s Integral Vision: A Review of Applications in Education toward a &quot;Wisdom Culture&quot;"},
      {
        "id":"ED510217",
        "title":"Strategic Plan for Higher Education, 2008-2017"},
      {
        "id":"ED510218",
        "title":"Strategic Plan for Higher Education, 2008-2017. Executive Summary"},
      {
        "id":"ED510219",
        "title":"Meeting the State's Current and Future Needs through a &quot;Student-Centered&quot; University System of Ohio. Third Report on the Condition of Higher Education in Ohio"},
      {
        "id":"ED510220",
        "title":"The 2010 Horizon Report"},
      {
        "id":"ED510225",
        "title":"Findings Report: Fall 2008 Survey of New Jersey Campus Programs for Students with Disabilities"},
      {
        "id":"ED510228",
        "title":"GEAR UP: Providing Opportunities or Conflict?"},
      {
        "id":"ED510230",
        "title":"Nebraska Higher Education Progress Report, 2010"},
      {
        "id":"ED510234",
        "title":"Creating a University System for the 21st Century. Report of the State Board of Higher Education's Committee on Employee Compensation"},
      {
        "id":"ED510235",
        "title":"Survey of Programs and Courses Offered in Nebraska by Out-of-State Institutions, 2008-2009. Annual Report"},
      {
        "id":"ED510236",
        "title":"Approaches of Bill &amp; Melinda Gates Foundation-Funded Intermediary Organizations to Structuring and Supporting Small High Schools in New York City"},
      {
        "id":"ED510237",
        "title":"Approaches of Bill & Melinda Gates Foundation-Funded Intermediary Organizations to Structuring and Supporting Small High Schools in New York City. Executive Summary"},
      {
        "id":"ED510239",
        "title":"Helping Students Succeed. Annual Report, 2009"},
      {
        "id":"ED510240",
        "title":"Scholarships for New York City Students, 2009-2010"},
      {
        "id":"ED510241",
        "title":"Mindful Learning 2020. Occasional Paper #8"},
      {
        "id":"ED510242",
        "title":"Recognition, Accreditation and Validation of Non-Formal and Informal Learning: Prospects for Lifelong Learning in Nepal"},
      {
        "id":"ED510245",
        "title":"PIRLS 2006 Encyclopedia: A Guide to Reading Education in the Forty PIRLS 2006 Countries"},
      {
        "id":"ED510247",
        "title":"Teach for America: A Review of the Evidence"},
      {
        "id":"ED510248",
        "title":"Building Effective Green Energy Programs in Community Colleges"},
      {
        "id":"ED510249",
        "title":"Do School Districts Get What They Pay for? Predicting Teacher Effectiveness by College Selectivity, Experience, Etc.  Program on Education Policy and Governance Working Papers Series. PEPG 10-08"},
      {
        "id":"ED510250",
        "title":"The Impact of a Universal Class-Size Reduction Policy: Evidence from Florida's Statewide Mandate. Program on Education Policy and Governance Working Papers Series. PEPG 10-03"},
      {
        "id":"ED510251",
        "title":"Access through Private Higher Education: &quot;Global Patterns and Indian Illustrations&quot;. PROPHE Working Paper Series. WP No. 11"},
      {
        "id":"ED510252",
        "title":"Indian Private Higher Education in Comparative Perspective. PROPHE Working Paper Series. WP No. 13"},
      {
        "id":"ED510253",
        "title":"Inside Thai Private Higher Education: Exploring Private Growth in International Context. PROPHE Working Paper Series. WP No. 12"},
      {
        "id":"ED510254",
        "title":"Private Higher Education: An International Bibliography"},
      {
        "id":"ED510255",
        "title":"Universities and Fields of Study in Argentina: A Public-Private Comparison from the Supply and Demand Side. PROPHE Working Paper Series. WP No. 15"},
      {
        "id":"ED510261",
        "title":"Achieve Scholarship Spending on Expanding Access to Rigorous High School Courses"},
      {
        "id":"ED510262",
        "title":"Intervention for College Attendance Program: 2007-2008 Report"},
      {
        "id":"ED510263",
        "title":"Student Loan Default Rates in Minnesota, 2007"},
      {
        "id":"ED510264",
        "title":"Promising Afterschool Practices: A Showcase of Innovative, Creative and Successful Afterschool Programs. Fourth Annual"},
      {
        "id":"ED510266",
        "title":"A Common Postsecondary Data Dictionary for Perkins Accountability"},
      {
        "id":"ED510267",
        "title":"Capitalizing on Context: Curriculum Integration in Career and Technical Education. A Joint Report of the NRCCTE Curriculum Integration Workgroup"},
      {
        "id":"ED510268",
        "title":"Online Occupational Education in Community Colleges: Prevalence and Contextual Factors"},
      {
        "id":"ED510269",
        "title":"Professional Development for Secondary Career and Technical Education: Implications for Change"},
      {
        "id":"ED510270",
        "title":"Programs of Study: Year 2 Joint Technical Report. Research Snapshot"},
      {
        "id":"ED510271",
        "title":"Young People's Writing: Attitudes, Behaviour and the Role of Technology"},
      {
        "id":"ED510272",
        "title":"Young People's Reading: The Importance of the Home Environment and Family Support. More Findings from Our National Survey"},
      {
        "id":"ED510273",
        "title":"How We Read (between) the Lines: Miscue Analysis as an Indicator of Metacognitive Strategy Use in Foreign Language Reading"},
      {
        "id":"ED510274",
        "title":"The Comparison of American and Taiwanese Parents' Expectations of Their Children Learning a Second/Foreign Language"},
      {
        "id":"ED510275",
        "title":"Relation between Classroom Climate and Achievement in Physical Science of Secondary School Pupils"},
      {
        "id":"ED510276",
        "title":"Global Trends in Language Learning in the 21st Century"},
      {
        "id":"ED510277",
        "title":"Mar Ivanios: A Pedagogue of the Disenfranchised"},
      {
        "id":"ED510279",
        "title":"A Study on Group Differences in the Relationship between Organisational Climate Perception and Teaching Competence of Primary School Teachers"},
      {
        "id":"ED510280",
        "title":"Literacy Models and Diversity: Challenges Facing Bilingual Preservice Teachers Tutoring Bilingual Kindergarten Students in an Urban Context"},
      {
        "id":"ED510281",
        "title":"Implementing Postmodernism in Changing the Role of School Administrators in America's Schools"},
      {
        "id":"ED510282",
        "title":"Toward a Critical Instructional Technology: Instrumental Rationality, Objectification, and Psychologism"},
      {
        "id":"ED510283",
        "title":"Tell Them We Are Rising: An Ethnographic Study of the Obama Family Network of Jacksonville, Florida"},
      {
        "id":"ED510284",
        "title":"Good Practice Guide: Bringing a Social Capital Approach into the Teaching of Adult Literacy and Numeracy"},
      {
        "id":"ED510285",
        "title":"Coalition for Healthier Schools Position Statement and Recommendations"},
      {
        "id":"ED510303",
        "title":"The Death of Psychology: Integral & Fifth Force Psychologies. Technical Paper No. 36"},
      {
        "id":"ED510304",
        "title":"Perceptions of the Impacts of the &quot;Arts du Cirque&quot; Program: A Case Study"},
      {
        "id":"ED510305",
        "title":"Legislative Update, December 2009. Report 09-26"},
      {
        "id":"ED510306",
        "title":"Higher Education Budget Cuts: How Are They Affecting Students? Report 09-27"},
      {
        "id":"ED510307",
        "title":"Ready or Not, Here They Come. Community College Enrollment Demand Projections, 2009-2019. Report 09-28"},
      {
        "id":"ED510308",
        "title":"Update on CPEC's Improving Teacher Quality Grant Program. Report 09-29"},
      {
        "id":"ED510309",
        "title":"Review of Proposal for a Community College Center in Chico. Report 09-30"},
      {
        "id":"ED510310",
        "title":"Program Planning and Review to Promote Responsiveness to Public Needs. Report 09-31"},
      {
        "id":"ED510312",
        "title":"Higher Education Exchange, 2008"},
      {
        "id":"ED510313",
        "title":"WWC Quick Review of the Report &quot;Summative Evaluation of the Ready to Learn Initiative&quot;"},
      {
        "id":"ED510314",
        "title":"Project CRISS[R] (CReating Independence through Student-owned Strategies). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED510315",
        "title":"Identification of Student- and Teacher-Level Variables in Modeling Variation of Mathematics Achievement Data"},
      {
        "id":"ED510316",
        "title":"Connecting Mentoring to Student Achievement in Alaska: Results and Policy Implications"},
      {
        "id":"ED510317",
        "title":"Passion into Action: Facilitating Teachers to Act Critically"},
      {
        "id":"ED510318",
        "title":"Unlocking the Transformational Power of Continuing Education. Proceedings of the Annual Meeting of the Association for Continuing Higher Education (71st, Philadelphia, Pennsylvania, November 15-18, 2009)"},
      {
        "id":"ED510319",
        "title":"Fees at California's Public Colleges and Universities. Report 10-01"},
      {
        "id":"ED510320",
        "title":"Summary of the Governor's Proposed 2010-11 Budget. Report 10-02"},
      {
        "id":"ED510321",
        "title":"Ready or Not, Here They Come: Lining up for the State University. California State University Undergraduate Demand Projections, 2009-2019. Report 10-05"},
      {
        "id":"ED510322",
        "title":"Legislative Analyst's Office Report on Coordinating Higher Education in California. Report 10-06"},
      {
        "id":"ED510323",
        "title":"Ready or Not, Here They Come: The Complete Series of Undergraduate Enrollment Demand and Capacity Projections, 2009-2019. Report 10-08"},
      {
        "id":"ED510324",
        "title":"Costs at Public Universities: How Does California Compare with Other States? Report 10-12"},
      {
        "id":"ED510325",
        "title":"State of Rhode Island Department of Administration Office of Library and Information Services. Five-Year State Plan for the Fiscal Years 2008 to 2012"},
      {
        "id":"ED510326",
        "title":"The Price of Quality: Estimating the Cost of a Higher Quality Early Childhood Care and Education System for Southeast Wisconsin. Revised"},
      {
        "id":"ED510327",
        "title":"Preparing the Future Workforce: Science, Technology, Engineering and Math (STEM) Policy in K-12 Education"},
      {
        "id":"ED510328",
        "title":"MPS Teachers Link Preschool to Better Performance in Kindergarten. Research Brief. Volume 97, Number 4"},
      {
        "id":"ED510329",
        "title":"The Economic Impact of the Child Care Industry in Southeast Wisconsin"},
      {
        "id":"ED510332",
        "title":"Budget Update: June 3, 2010. Report 10-09"},
      {
        "id":"ED510333",
        "title":"Ready or Not, Here They Come: Projections for Public Higher Education, 2009-2019. Executive Summary. Report D10-01"},
      {
        "id":"ED510334",
        "title":"12th Annual Comparative Analysis of the Racine Unified School District: Demographics, Attendance, Finances, Student Engagement, and Achievement"},
      {
        "id":"ED510335",
        "title":"New Regulations Impacting School Choice Program: School Closures up, Number of New Schools Down. Research Brief. Volume 98, Number 1"},
      {
        "id":"ED510336",
        "title":"Outlook. Number 355"},
      {
        "id":"ED510337",
        "title":"Implementing One-to-One Laptop Learning in Alberta's Schools: A Support Resource"},
      {
        "id":"ED510338",
        "title":"Japanese Language and Culture: 10-3Y, 20-3Y, 30-3Y. 3-Year Program Guide to Implementation"},
      {
        "id":"ED510339",
        "title":"Late Immersion Foundation Document: Teachers and Administrators"},
      {
        "id":"ED510340",
        "title":"Cree Language and Culture. 12-Year Program Guide to Implementation: Grade 4 to Grade 6"},
      {
        "id":"ED510341",
        "title":"Education Business Plan 2010-13. Budget 2010: Striking the Right Balance"},
      {
        "id":"ED510342",
        "title":"Complementary Social Sciences Courses in the Alberta High School Curriculum: A Conceptual Review"},
      {
        "id":"ED510343",
        "title":"Cree Language and Culture 12-Year Program Guide to Implementation: Kindergarten to Grade 3"},
      {
        "id":"ED510348",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 22, Number 1, January-February 2009"},
      {
        "id":"ED510349",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 23, Number 1, January-February 2010"},
      {
        "id":"ED510350",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 22, Number 4, July-August 2009"},
      {
        "id":"ED510352",
        "title":"Bricklayer: Apprenticeship Course Outline. Apprenticeship and Industry Training. 0110"},
      {
        "id":"ED510353",
        "title":"2007 GED Testing Program Statistical Report"},
      {
        "id":"ED510354",
        "title":"Hairstylist: Apprenticeship Course Outline. Apprenticeship and Industry Training. 42-1-10.1"},
      {
        "id":"ED510355",
        "title":"Teacher Merit Pay: What Do We Know? The Progress of Education Reform. Volume 11, Number 3"},
      {
        "id":"ED510356",
        "title":"Outlook. Number 356"},
      {
        "id":"ED510358",
        "title":"LegiQuest"},
      {
        "id":"ED510359",
        "title":"What Are the Effects of Teaching Experience on In-Service Elementary Science Teachers' Conceptions of the Nature of Science?"},
      {
        "id":"ED510360",
        "title":"Psychological Connectedness and Intertemporal Choice"},
      {
        "id":"ED510361",
        "title":"Alberta's Languages Initiative--Education as a Commodity in a Globalized World"},
      {
        "id":"ED510362",
        "title":"Marketing of Revenue-Generating ESL Programs at the University of Calgary: A Qualitative Study"},
      {
        "id":"ED510363",
        "title":"The Epistemography of an Urban and Regional Planning Practicum: Appropriation in the Face of Resistance. WCER Working Paper No. 2010-8"},
      {
        "id":"ED510364",
        "title":"The Graduation Rates of Professional School Counselors in North Atlantic States: Numbers of Graduates from CACREP and Non-CACREP Programs"},
      {
        "id":"ED510365",
        "title":"Strategies in Translating Collocations in Religious Texts from Arabic into English"},
      {
        "id":"ED510366",
        "title":"Characteristics of Effective Professional Development: A Checklist"},
      {
        "id":"ED510367",
        "title":"Motivation and Job Satisfaction of Catholic School Teachers"},
      {
        "id":"ED510368",
        "title":"&quot;I Feel So Confused&quot;: A Longitudinal Study of Young Adolescents' Change in Self-Esteem"},
      {
        "id":"ED510369",
        "title":"Accessibility Principles for Reading Assessments"},
      {
        "id":"ED510371",
        "title":"Survey of Middle Grades Reading Issues"},
      {
        "id":"ED510372",
        "title":"Youth in Progress: New York State Foster Care Youth Leadership Advisory Team. Need to Know Series: College and Vocational Planning"},
      {
        "id":"ED510373",
        "title":"Students' Perceptions of the Social/Emotional Implications of Participation in Advanced Placement and International Baccalaureate Programs. Research Monograph Series. RM09238"},
      {
        "id":"ED510374",
        "title":"Teen Driver Safety: Additional Research Could Help States Strengthen Graduated Driver Licensing Systems. Report to the Committee on Transportation and Infrastructure and Its Subcommittee on Highways and Transit, House of Representatives. GAO-10-544"},
      {
        "id":"ED510375",
        "title":"Determinants of Job Separation and Occupational Mobility in Australia. Working Paper No. 66"},
      {
        "id":"ED510386",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 22, Number 2, March-April 2009"},
      {
        "id":"ED510387",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 23, Number 2, March-April 2010"},
      {
        "id":"ED510388",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 22, Number 3, May-June 2009"},
      {
        "id":"ED510389",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 23, Number 3, May-June 2010"},
      {
        "id":"ED510390",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 22, Number 6, November-December 2009"},
      {
        "id":"ED510391",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 21, Number 6. November-December 2008"},
      {
        "id":"ED510392",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 22, Number 5, September-October 2009"},
      {
        "id":"ED510398",
        "title":"Reinvesting in America's Youth: Lessons from the 2009 Recovery Act Summer Youth Employment Initiative"},
      {
        "id":"ED510399",
        "title":"Research Library Issues: A Bimonthly Report from ARL, CNI, and SPARC. A Special Issue on Strategies for Opening up Content. RLI 269"},
      {
        "id":"ED510400",
        "title":"Roads to Success: Estimated Impacts of an Education and Career Planning Program during Middle School. Final Report"},
      {
        "id":"ED510401",
        "title":"The Social Security Administration's Youth Transition Demonstration Projects: Implementation Lessons from the Original Projects"},
      {
        "id":"ED510402",
        "title":"College Experiences Survey: Methodological Summary. Final Report"},
      {
        "id":"ED510423",
        "title":"First 5 Contra Costa Report on Parent Involvement. Final Report"},
      {
        "id":"ED510440",
        "title":"The Sensitivity of the ACT to Instruction. Issues in College Readiness"},
      {
        "id":"ED510441",
        "title":"Career Planning: Students Need Help Starting Early and Staying Focused. Issues in College Readiness"},
      {
        "id":"ED510442",
        "title":"ACT College Readiness Benchmarks, Retention, and First-Year College GPA: What's the Connection? Issues in College Readiness"},
      {
        "id":"ED510443",
        "title":"Using ACT Data as Part of a State Accountability System. Issues in College Readiness"},
      {
        "id":"ED510444",
        "title":"What Kind of Test Preparation Is Best? Issues in College Readiness"},
      {
        "id":"ED510445",
        "title":"Partnering with Families for Early Learning Home Visit Observations. Better Beginnings"},
      {
        "id":"ED510446",
        "title":"Developing Home-Based Early Learning Systems in East Yakima and White Center. Better Beginnings"},
      {
        "id":"ED510450",
        "title":"Evidence Scan of Work Experience Programs. Mathematica Reference Number: 06747-100"},
      {
        "id":"ED510451",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Final Report. NCEE 2010-4018"},
      {
        "id":"ED510452",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Final Report. NCEE Study Snapshot. NCEE 2010-4032"},
      {
        "id":"ED510455",
        "title":"What Works in Student Retention? Fourth National Survey. Community Colleges Report"},
      {
        "id":"ED510456",
        "title":"Setting Students' Sights on College: Chicago Public Schools. Case Study"},
      {
        "id":"ED510457",
        "title":"College Readiness Standards[TM] for EXPLORE[R], PLAN[R], and the ACT[R]: Includes Ideas for Progress"},
      {
        "id":"ED510459",
        "title":"Information Management: The Challenges of Managing Electronic Records. Testimony  Before the Subcommittee on Information Policy, Census and National Archives, Committee on Oversight and Government Reform, House of Representatives. GAO-10-838T"},
      {
        "id":"ED510461",
        "title":"Improving Students' Readiness for College: Homewood-Flossmoor High School, Illinois District 233. Case Study"},
      {
        "id":"ED510463",
        "title":"NGA/ACT Pilot Project: Increasing Course Rigor. Final Report"},
      {
        "id":"ED508325",
        "title":"The Fiscal Impact of Tax-Credit Scholarships in Montana. School Choice Issues in the State"},
      {
        "id":"ED508332",
        "title":"The Fiscal Impact of Tax-Credit Scholarships in Oklahoma. School Choice Issues in the State"},
      {
        "id":"ED508333",
        "title":"Metacognition, Study Habits and Attitudes"},
      {
        "id":"ED508334",
        "title":"The Effect of Metacognitive Strategy Training on Mathematical Problem Solving Achievement"},
      {
        "id":"ED508335",
        "title":"Introduction: Metacognition, More than the Lognes Monster?"},
      {
        "id":"ED508336",
        "title":"Fork in the Road. Where Does the District Go in K-12 Education?"},
      {
        "id":"ED508337",
        "title":"Proliferation of Masters Degrees in General Administration: Refocusing School Leadership Reform"},
      {
        "id":"ED508338",
        "title":"Early Literacy: A Community Commitment. A Role for Business Leaders"},
      {
        "id":"ED508339",
        "title":"Technological Literacy Education and Technological and Vocational Education in Taiwan"},
      {
        "id":"ED508340",
        "title":"Language as Information and the World"},
      {
        "id":"ED508341",
        "title":"Early Literacy: Leading the Way to Success"},
      {
        "id":"ED508342",
        "title":"Overcoming Being in a Nadir: The Harsh Realities of a Society Created for Whites"},
      {
        "id":"ED508343",
        "title":"Processes and Challenges in Identifying Learning Disabilities among Students Who Are English Language Learners in Three New York State Districts. Issues &amp; Answers. REL 2010-No. 085"},
      {
        "id":"ED508344",
        "title":"Shining Stars: Preschoolers Get Ready to Read--How Parents Can Help Their Preschoolers Get Ready to Read"},
      {
        "id":"ED508345",
        "title":"Shining Stars: Toddlers Get Ready to Read--How Parents Can Help Their Toddlers Get Ready to Read"},
      {
        "id":"ED508346",
        "title":"Put Reading First: Helping Your Child Learn to Read. A Parent Guide: Preschool through Grade 3"},
      {
        "id":"ED508347",
        "title":"National Institute for Literacy. Literacy Information and Communication System (\"LINCS\")"},
      {
        "id":"ED508350",
        "title":"EFF HOT Topics. Volume 2, Number 1, Spring 2002"},
      {
        "id":"ED508351",
        "title":"An EFF Handbook for Program Improvement: Using the Equipped for the Future Approach to Quality"},
      {
        "id":"ED508353",
        "title":"Early Beginnings: Early Literacy Knowledge and Instruction"},
      {
        "id":"ED508354",
        "title":"QEd: Scientific Evidence for Adult Literacy Educators. Number 1 of 5"},
      {
        "id":"ED508355",
        "title":"Improving Performance, Reporting Results: The Guide to Using the EFF \"Read With Understanding\" Assessment Prototype. Equipped for the Future Assessment Consortium"},
      {
        "id":"ED508358",
        "title":"Challenges for Professional Development of Mother Teacher Educators in Information Communication Technologies"},
      {
        "id":"ED508359",
        "title":"Science in Afterschool Literature Review"},
      {
        "id":"ED508361",
        "title":"Racial Equity and Opportunity in Metro Boston Job Markets"},
      {
        "id":"ED508362",
        "title":"Organizing Family and Community Connections with Schools: How Do School Staff Build Meaningful Relationships with All Stakeholders? A Strategy Brief of the National Center for Family and Community Connections with Schools"},
      {
        "id":"ED508363",
        "title":"&quot;We Don't Feel Welcome Here&quot;: African Americans and Hispanics in Metro Boston"},
      {
        "id":"ED508364",
        "title":"Racial Segregation and Educational Outcomes in Metropolitan Boston. Metro Boston Equity Initiative. Issue Summary No.6"},
      {
        "id":"ED508367",
        "title":"How Much Does the 24 Game Increase the Recall of Arithmetic Facts?"},
      {
        "id":"ED508368",
        "title":"Neuro-Linguistic Programming and Learning: Teacher Case Studies on the Impact of NLP in Education"},
      {
        "id":"ED508369",
        "title":"A Snapshot of Homelessness in Massachusetts Public High Schools: 2005 Massachusetts Youth Risk Behavior Survey and Massachusetts Annual Homeless Enrollment Data"},
      {
        "id":"ED508370",
        "title":"Report to the Legislature on School Redesign: Expanding Learning Time to Support Student Success. Line-item 7061-9412"},
      {
        "id":"ED508371",
        "title":"Preliminary Report on Current Fiscal Conditions in Massachusetts School Districts"},
      {
        "id":"ED508373",
        "title":"40 Years of SEDL's Building Knowledge to Support Learning. SEDL Letter, Volume XVIII, Number 3"},
      {
        "id":"ED508374",
        "title":"Getting Smart about Teacher Pay. Insights on Education Policy, Practice, and Research. Number 19"},
      {
        "id":"ED508375",
        "title":"A Best-Fit Approach to Effective Teacher Policy. Insights on Education Policy, Practice, and Research. Number 17"},
      {
        "id":"ED508376",
        "title":"Legislative Report: Addendum on MCAS Academic Support Program, FY 06. Line-Item 7061-9404"},
      {
        "id":"ED508377",
        "title":"Massachusetts Title II-D Technology Enhancement Competitive Grants (Fund Code 170). Summary Report for 2005 through 2007"},
      {
        "id":"ED508378",
        "title":"Massachusetts School-to-College Report High School Class of 2005"},
      {
        "id":"ED508379",
        "title":"Catalyst. Issue 1, Spring 2008"},
      {
        "id":"ED508380",
        "title":"Literacy Begins at Home: Teach Them to Read"},
      {
        "id":"ED508381",
        "title":"Developing Early Literacy: Report of the National Early Literacy Panel. Executive Summary. A Scientific Synthesis of Early Literacy Development and Implications for Intervention"},
      {
        "id":"ED508382",
        "title":"EFF Voice. Volume 2, Number 1, Winter 2001"},
      {
        "id":"ED508383",
        "title":"EFF Voice. Volume 3, Number 1, Winter 2002"},
      {
        "id":"ED508384",
        "title":"EFF HOT Topics. Volume 1, Number 1, Spring 2001"},
      {
        "id":"ED508386",
        "title":"&quot;Report to the Legislature on&quot;: The Implementation of the Special Education Reimbursement (&quot;Circuit Breaker&quot;) Program. Line-Item 7061-0012"},
      {
        "id":"ED508387",
        "title":"Report to the Legislature on: School Breakfast and Summer Food Service Programs. MGL Chapter 15 Section 1G(f) and Chapter 61 of the Acts of 2007 Line Item 7053-1925"},
      {
        "id":"ED508388",
        "title":"Report to the Legislature: English Language Acquisition Professional Development. Line Item 7027-1004"},
      {
        "id":"ED508389",
        "title":"Report to the Legislature on: Intervention and Targeted Assistance Efforts"},
      {
        "id":"ED508390",
        "title":"Report to the Legislature: Academic Support Programs. Line-item 7061-9404"},
      {
        "id":"ED508391",
        "title":"Report to the Legislature: School Leadership Academies Training Initiative. Line Item 7061-9411"},
      {
        "id":"ED508392",
        "title":"Report to the Legislature: After-School and Out-of-School Time Quality Grant Report. Line Item 7061-9611"},
      {
        "id":"ED508393",
        "title":"Connecting Activities: Making the Workplace a Learning Place. Education Research Brief"},
      {
        "id":"ED508394",
        "title":"Grade Retention in Massachusetts Public Schools: 2004-05"},
      {
        "id":"ED508395",
        "title":"EFF HOT Topics: Strategies and Tools for Teaching with EFF. Volume 3, Number 1, Fall 2003"},
      {
        "id":"ED508397",
        "title":"EFF Voice. Volume 3, Number 1, Spring 2003"},
      {
        "id":"ED508398",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Numbers 266-282. January-December, 2009"},
      {
        "id":"ED508399",
        "title":"Dropouts in Massachusetts Public Schools: 2003-04"},
      {
        "id":"ED508400",
        "title":"Grade Retention in Massachusetts Public Schools: 2003-04"},
      {
        "id":"ED508401",
        "title":"Technology in Massachusetts Schools. An Annual Report Based on Data Submitted by Districts"},
      {
        "id":"ED508402",
        "title":"Technology in Massachusetts Schools, 2003-2004"},
      {
        "id":"ED508403",
        "title":"Technology in Massachusetts Schools"},
      {
        "id":"ED508404",
        "title":"Technology in Massachusetts Schools"},
      {
        "id":"ED508405",
        "title":"Supply and Demand of STEM Workers: STEM Jobs Are Growing, but Are Enough Massachusetts Students Qualified? Education Research Brief. Issue 2"},
      {
        "id":"ED508406",
        "title":"Report to the Legislature: Department of Elementary and Secondary Education Strategic Plan. Line Item 7010-0005"},
      {
        "id":"ED508407",
        "title":"Report to the Legislature: Audio-Digital MCAS Pilot Program. Line Item 7061-0012"},
      {
        "id":"ED508408",
        "title":"Report to the Legislature: Professional Development Expenditures. Line-Item 7061-0008"},
      {
        "id":"ED508409",
        "title":"Massachusetts Adult Basic Education Curriculum Framework for English for Speakers of Other Languages (ESOL)"},
      {
        "id":"ED508410",
        "title":"Massachusetts Adult Basic Education Curriculum Framework for Mathematics and Numeracy"},
      {
        "id":"ED508411",
        "title":"Current Trends in School Finance: Massachusetts School Districts Are at a Fiscal Crossroads. Education Research Brief. Issue 1"},
      {
        "id":"ED508412",
        "title":"Disproportionality: A Look at Special Education and Race in the Commonwealth. Education Research Brief"},
      {
        "id":"ED508413",
        "title":"Massachusetts Science and Technology Engineering Curriculum Framework"},
      {
        "id":"ED508414",
        "title":"Health and Risk Behaviors of Massachusetts Youth, 2007: The Report"},
      {
        "id":"ED508415",
        "title":"Spring 2007 MCAS High School Science and Technology/Engineering Tests: Summary of State Results"},
      {
        "id":"ED508416",
        "title":"Online Learning as a Strategic Asset: A Survey of Presidents and Chancellors"},
      {
        "id":"ED508417",
        "title":"Africa-U.S. Higher Education Collaboration Initiative: Empowering African Higher Education for Africa's Transformation. A Discussion Paper for the Africa Region Post-Summit Workshop. Working Paper"},
      {
        "id":"ED508418",
        "title":"Leadership Advisory Council 2006 Report. Extension Committee on Organization and Policy"},
      {
        "id":"ED508419",
        "title":"Extension Committee on Organization and Policy Leadership Advisory Council, May 21-23"},
      {
        "id":"ED508420",
        "title":"2009 Strategic Opportunities for Cooperative Extension. Executive Summary"},
      {
        "id":"ED508421",
        "title":"Strategic Opportunities for Cooperative Extension"},
      {
        "id":"ED508422",
        "title":"Strategic Opportunities for Cooperative Extension. Executive Summary"},
      {
        "id":"ED508423",
        "title":"School Segregation under Color-Blind Jurisprudence: The Case of North Carolina. Working Papers Series. SAN08-02"},
      {
        "id":"ED508425",
        "title":"School Policies and the Black-White Test Score Gap. Working Paper Series. SAN08-03"},
      {
        "id":"ED508426",
        "title":"The Fiscal Consequences of Adult Educational Attainment"},
      {
        "id":"ED508427",
        "title":"Online Teacher Training: The Early Childhood Technology Integrated Instructional System--Phase 3"},
      {
        "id":"ED508428",
        "title":"Qualitative Methods Can Enrich Quantitative Research on Occupational Stress: An Example from One Occupational Group"},
      {
        "id":"ED508429",
        "title":"World's Fearlessness Teachings: Radical Approach to Fear Management/Education"},
      {
        "id":"ED508432",
        "title":"Law Enforcement School Programs. Fact Sheet"},
      {
        "id":"ED508433",
        "title":"Model Program Evaluations. Fact Sheet"},
      {
        "id":"ED508437",
        "title":"Fact Sheet: Summary of Self-Determination. NRC Fact Sheet"},
      {
        "id":"ED508438",
        "title":"In Support of Families and Their Children. All Children Belong with Families and Families Need Support to Thrive. NRC Fact Sheet"},
      {
        "id":"ED508440",
        "title":"WWC Quick Review of the Report &quot;The New York City Aspiring Principals Program: A School-Level Evaluation&quot;"},
      {
        "id":"ED508442",
        "title":"Thinking Skill Frameworks for Post-16 Learners: An Evaluation. A Research Report for the Learning and Skills Research Centre"},
      {
        "id":"ED508444",
        "title":"Summary of Internet Terms and Resources. NRC Fact Sheet"},
      {
        "id":"ED508445",
        "title":"What Is Self-Advocacy? NRC Fact Sheet"},
      {
        "id":"ED508446",
        "title":"Disability Studies. NRC Fact Sheet"},
      {
        "id":"ED508447",
        "title":"Quality Teachers for English Language Learners. A Review of the Research"},
      {
        "id":"ED508448",
        "title":"Improving Governance, Leadership, and Learning in New Jersey. State Action for Education Leadership Project (SAELP) Forum, January 28-29, 2003. Field Notes"},
      {
        "id":"ED508449",
        "title":"The Global Food Crisis: Causes and Solutions. Statement of Peter McPherson before the Senate Foreign Relations Committee"},
      {
        "id":"ED508450",
        "title":"Arizona Likely Voter Survey on Proposed Legislation to Enhance School Choice"},
      {
        "id":"ED508451",
        "title":"A Fiscal Analysis of Proposed Education Access Grants in Minneapolis. School Choice Issues in the State"},
      {
        "id":"ED508452",
        "title":"The Fiscal Impact of Tuition Tax Credits in New Mexico"},
      {
        "id":"ED508453",
        "title":"Indiana's New and (Somewhat) Improved K-12 School Finance System. School Choice Issues in the State"},
      {
        "id":"ED508454",
        "title":"Using School Choice: Analyzing How Parents Access Educational Freedom. School Choice Issues in Depth"},
      {
        "id":"ED508455",
        "title":"Bomb Threat Assessments. Fact Sheet"},
      {
        "id":"ED508457",
        "title":"Educational Spending: Kentucky vs. Other States. School Choice Issues in the State"},
      {
        "id":"ED508458",
        "title":"Lost Opportunity: An Empirical Analysis of How Vouchers Affected Florida Public Schools. School Choice Issues in the State"},
      {
        "id":"ED508459",
        "title":"The Formula behind Maryland's K-12 Funding. School Choice Issues in the State"},
      {
        "id":"ED508460",
        "title":"The High Cost of Maryland's Dropout Rate. School Choice Issues in the State"},
      {
        "id":"ED508463",
        "title":"The High Cost of High School Failure in New Jersey. School Choice Issues in the State"},
      {
        "id":"ED508465",
        "title":"Measuring Classroom Assessment with a Work Sample"},
      {
        "id":"ED508466",
        "title":"Successful Education Research: Guidelines for Getting Going, Getting Funded and Getting Published"},
      {
        "id":"ED508467",
        "title":"Prevalence and Implications of Overweight and Obesity in Children's Health and Learning Behavior: The Case of Kinondoni and Njombe Districts in Tanzania"},
      {
        "id":"ED508468",
        "title":"City-Wide Systems of Charter Schools: Proceed with Caution. Policy Brief"},
      {
        "id":"ED508469",
        "title":"City-Wide Systems of Charter Schools: Proceed with Caution. Executive Summary"},
      {
        "id":"ED508470",
        "title":"The AFT Charter School Study: Not News. Point of View Essay"},
      {
        "id":"ED508471",
        "title":"Bad Data Poison Language Study. Point of View Essay"},
      {
        "id":"ED508472",
        "title":"Data on Charters Lacking. Point of View Essay"},
      {
        "id":"ED508473",
        "title":"Evolution of Federal Policy and Implications of No Child Left Behind for Language Minority Students. Executive Summary"},
      {
        "id":"ED508474",
        "title":"Evolution of Federal Policy and Implications of No Child Left Behind for Language Minority Students. Policy Brief"},
      {
        "id":"ED508475",
        "title":"Educating the Adult Educator: Quality Provision and Assessment in Europe. ESREA|ReNAdET e-Book Conference Proceedings (1st, Thessaloniki, Greece, November 6-8, 2009)"},
      {
        "id":"ED508477",
        "title":"Promising Start: An Empirical Analysis of How EdChoice Vouchers Affect Ohio Public Schools. School Choice Issues in the State"},
      {
        "id":"ED508479",
        "title":"Equipped for the Future: 21st Century Skills for the New Economy"},
      {
        "id":"ED508480",
        "title":"The Fiscal Impact of a Tuition Assistance Grant for Virginia's Special Education Students. Parent Choice Issues in the State"},
      {
        "id":"ED508481",
        "title":"Utah Public Education Funding: The Fiscal Impact of School Choice. School Choice Issues in the State"},
      {
        "id":"ED508482",
        "title":"Monopoly vs. Markets: The Empirical Evidence on Private Schools & School Choice. School Choice Issues in Depth"},
      {
        "id":"ED508483",
        "title":"The Inevitable Corruption of Indicators and Educators through High-Stakes Testing"},
      {
        "id":"ED508484",
        "title":"Spreading Freedom and Saving Money. The Fiscal Impact of the D.C. Voucher Program"},
      {
        "id":"ED508485",
        "title":"Moral Intelligence in the Schools"},
      {
        "id":"ED508486",
        "title":"Iran's Denial of Education to Baha'is"},
      {
        "id":"ED508487",
        "title":"Grading School Choice: Evaluating School Choice Programs by the Friedman Gold Standard. School Choice Issues in Depth"},
      {
        "id":"ED508488",
        "title":"The Fiscal Impact of Tax-Credit Scholarships in Georgia. School Choice Issues in the State"},
      {
        "id":"ED508489",
        "title":"The High Cost of Failing to Reform Public Education in Missouri. School Choice Issues in the State"},
      {
        "id":"ED508490",
        "title":"Florida's Opinion on K-12 Public Education Spending"},
      {
        "id":"ED508491",
        "title":"Segregation Levels in Cleveland Public Schools and the Cleveland Voucher Program. School Choice Issues in the State"},
      {
        "id":"ED508492",
        "title":"Freedom from Racial Barriers: The Empirical Evidence on Vouchers and Segregation. School Choice Issues in Depth"},
      {
        "id":"ED508493",
        "title":"Disruptive Behavior: An Empirical Evaluation of School Misconduct and Market Accountability. School Choice Issues in Depth"},
      {
        "id":"ED508494",
        "title":"The High Cost of Failing to Reform Public Education in Texas. School Choice Issues in the State"},
      {
        "id":"ED508497",
        "title":"The High Cost of Low Graduation Rates in North Carolina. School Choice Issues in the State"},
      {
        "id":"ED508498",
        "title":"Education by the Numbers: The Fiscal Effect of School Choice Programs, 1990-2006. School Choice Issues in Depth"},
      {
        "id":"ED508499",
        "title":"The High Cost of South Carolina's Low Graduation Rate. School Choice Issues in the State"},
      {
        "id":"ED508500",
        "title":"The High Cost of Failing to Reform Public Education in Indiana. School Choice Issues in the State"},
      {
        "id":"ED508501",
        "title":"Reading Instruction for Low-Achieving and At-Risk Students. Publication Series No.3"},
      {
        "id":"ED508502",
        "title":"Educational Leadership. A Review of the Research"},
      {
        "id":"ED508503",
        "title":"There Is More to Teaching than Instruction: Seven Strategies for Dealing with the Social Side of Teaching. Publication Series No.1"},
      {
        "id":"ED508504",
        "title":"Distributed Leadership and the Culture of Schools: Teacher Leaders' Strategies for Gaining Access to Classrooms. Publication Series No.2"},
      {
        "id":"ED508505",
        "title":"Beyond Prejudice: Inclusive Learning in Practice"},
      {
        "id":"ED508506",
        "title":"The Impact of Different Modes of Assessment on Achievement and Progress in the Learning and Skills Sector. LSRC Research Report"},
      {
        "id":"ED508507",
        "title":"Being, Having and Doing: Theories of Learning and Adults with Learning Difficulties"},
      {
        "id":"ED508509",
        "title":"Do You Have a Disability--Yes or No? Or Is There a Better Way of Asking? Guidance on Disability Disclosure and Respecting Confidentiality"},
      {
        "id":"ED508510",
        "title":"The Inevitable Corruption of Indicators and Educators through High-Stakes Testing. Executive Summary"},
      {
        "id":"ED508511",
        "title":"Bill Gates, If You're so Rich, How Come You're Not Smart? Point of View Essay"},
      {
        "id":"ED508512",
        "title":"Test Results Untrustworthy. Point of View Essay"},
      {
        "id":"ED508513",
        "title":"Profiles of For-Profit Education Management Organizations 2004-2005. Seventh-Annual Report"},
      {
        "id":"ED508514",
        "title":"Does the No Child Left Behind Act Improve Schools and Increase Educational Opportunity? Point of View Essay"},
      {
        "id":"ED508515",
        "title":"Charter Schools' Performance and Accountability: A Disconnect. Policy Brief"},
      {
        "id":"ED508516",
        "title":"No Child Left Behind: Where Does the Money Go? Executive Summary"},
      {
        "id":"ED508517",
        "title":"Academic Achievement of English Language Learners in Post Proposition 203 Arizona"},
      {
        "id":"ED508518",
        "title":"Academic Achievement of English Language Learners in Post Proposition 203 Arizona. Executive Summary"},
      {
        "id":"ED508519",
        "title":"Empty Calories: Commercializing Activities in America's Schools. The Eighth-Annual Report on Schoolhouse Commercialism Trends: 2004-2005"},
      {
        "id":"ED508520",
        "title":"Empty Calories: Commercializing Activities in America's Schools. Executive Summary"},
      {
        "id":"ED508521",
        "title":"Voices from the Classroom: A Statewide Survey of Experienced Third-Grade English Language Learner Teachers on the Impact of Language and High-Stakes Testing Policies in Arizona"},
      {
        "id":"ED508522",
        "title":"Voices from the Classroom: A Statewide Survey of Experienced Third-Grade English Language Learner Teachers on the Impact of Language and High-Stakes Testing Policies in Arizona. Executive Summary"},
      {
        "id":"ED508523",
        "title":"No Child Left Behind: Where Does the Money Go? Policy Brief"},
      {
        "id":"ED508524",
        "title":"Profiles of For-Profit Education Management Organizations: Eighth Annual Report, 2005-2006"},
      {
        "id":"ED508525",
        "title":"An Analysis of the 2005 National Technology Plan: Better for Business than for Children"},
      {
        "id":"ED508526",
        "title":"Profiles of For-Profit Education Management Organizations: Ninth Annual Report, 2006-2007"},
      {
        "id":"ED508527",
        "title":"Ending the Blame Game on Educational Inequity: A Study of &quot;High Flying&quot; Schools and NCLB"},
      {
        "id":"ED508529",
        "title":"The Learning that Begins after the Bell. After Words: A Newsletter of the SEDL National Center for Quality Afterschool"},
      {
        "id":"ED508530",
        "title":"Sexual Victimization in Juvenile Facilities Reported by Youth, 2008-09. Bureau of Justice Statistics Special Report. NCJ 228416"},
      {
        "id":"ED508531",
        "title":"Engaging Students to Perceive Nature of Science through Socioscientific Issues-Based Instruction"},
      {
        "id":"ED508532",
        "title":"Teaching Effectiveness and the Conditions that Matter Most in High-Needs Schools: A Policy Brief"},
      {
        "id":"ED508533",
        "title":"The Strategic Management of Human Capital: Making the Smart Investments in Teachers and Principals"},
      {
        "id":"ED508535",
        "title":"State Strategies to Help Schools Make the Most of Their National School Lunch Program. Issue Brief"},
      {
        "id":"ED508536",
        "title":"Nonresident Tuition and Fees at SUNY. Rates, Policies, and Consequences"},
      {
        "id":"ED508542",
        "title":"PostSecondary Education: College and University Endowments Have Shown Long-Term Growth, While Size, Restrictions, and Distributions Vary. GAO-10-393"},
      {
        "id":"ED508543",
        "title":"Higher Education: Information on Incentive Compensation Violations Substantiated by the U.S. Department of Education. GAO-10-370R"},
      {
        "id":"ED508544",
        "title":"What Would It Take? Employer Perspectives on Employing People with a Disability. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED508545",
        "title":"What Would It Take? Employer Perspectives on Employing People with a Disability--Literature Review. Support Document"},
      {
        "id":"ED508551",
        "title":"Legislative Side-By-side for The AEEG Act of Congressmen Kennedy and Hinojosa. WIA I and II &amp; Related. To Advance the Recommendations of the National Commission On Adult Literacy and &quot;Reach Higher, America&quot;"},
      {
        "id":"ED508552",
        "title":"The Power of Technology to Transform Adult Learning: Expanding Access to Adult Education &amp; Workforce Skills through Distance Learning"},
      {
        "id":"ED508553",
        "title":"Rebuilding NIFL to Meet Future Needs: A New Innovative Agency with a Broader Mission. Discussion Paper"},
      {
        "id":"ED508554",
        "title":"Testimony of Morton Bahr for the National Commission on Adult Literacy to the House Subcommittee on Education and Labor"},
      {
        "id":"ED508555",
        "title":"Affecting Positive Political Change for Texas Teacher Educators: Preservice Teachers' Perceived Efficacy toward the Political Process"},
      {
        "id":"ED508556",
        "title":"Effectiveness of Mathetics in Achievement in Chemistry at Higher Secondary Level"},
      {
        "id":"ED508557",
        "title":"ERP and Knowledge Management Integration: The Case of Malaysian Business Firms"},
      {
        "id":"ED508558",
        "title":"Challenges in Fibromyalgia Management: A Study of Anxiety, Depression, and Motivation Using Distance Learning and Social Networking"},
      {
        "id":"ED508559",
        "title":"A Systematic Comparison of the American Diploma Project English Language Arts College Readiness Standards with those of the ACT, College Board, and Standards for Success. Issues &amp; Answers. REL 2010-086"},
      {
        "id":"ED508561",
        "title":"Evaluation of the 2008-09 DCSF-Funded Specialist Schools and Academies Trust STEM Pathfinder Programme"},
      {
        "id":"ED508562",
        "title":"Provision of Mental Health Services for Care Leavers: Transition to Adult Services. LGA Research Report"},
      {
        "id":"ED508563",
        "title":"International Thematic Probe: The Influence of Relative Age on Learner Attainment and Development"},
      {
        "id":"ED508568",
        "title":"The Sustainable Communities Act: Analysis of Proposals Submitted by Councils. LGA Research Report"},
      {
        "id":"ED508576",
        "title":"Artistic Production Processes as Venues for Positive Youth Development. WCER Working Paper No. 2010-2"},
      {
        "id":"ED508577",
        "title":"Designing and Testing Evaluation Tools to Inform Foundation Education Reforms and Build Grantee Capacity. WCER Working Paper No. 2010-1"},
      {
        "id":"ED508578",
        "title":"Federal Education Funding: Overview of K-12 and Early Childhood Education Programs. Report to Congressional Requesters. GAO-10-51"},
      {
        "id":"ED508580",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 7, Number 4, Fall 2009/Winter 2010"},
      {
        "id":"ED508581",
        "title":"WWC Quick Review of the Article &quot;Impact of For-Profit and Nonprofit Management on Student Achievement: The Philadelphia Intervention, 2002-2008&quot;"},
      {
        "id":"ED508582",
        "title":"PLATO[R] Achieve Now. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED508583",
        "title":"Reflections on Equity, Adequacy and Weighted Student Funding. Working Papers Series. SAN08-04"},
      {
        "id":"ED508584",
        "title":"A Critical Appraisal of State Level Science Exhibition"},
      {
        "id":"ED508585",
        "title":"Culminating Experience Action Research Projects, Volume 9, Fall 2006"},
      {
        "id":"ED508586",
        "title":"Examining the Chicago Early Childhood Teacher Pipeline. Policy Research: IERC 2010-1"},
      {
        "id":"ED508587",
        "title":"The Illinois Class of 2002--An Overview: A Descriptive Summary Four Years after High School. Policy Research: IERC 2009-1"},
      {
        "id":"ED508588",
        "title":"The Illinois Class of 2002 and College Readiness: A Descriptive Summary Four Years after High School. Policy Research: IERC 2009-2"},
      {
        "id":"ED508589",
        "title":"The Illinois Class of 2002 and Gender: A Descriptive Summary Four Years after High School. Policy Research: IERC 2009-3"},
      {
        "id":"ED508590",
        "title":"The Illinois Class of 2002 and Parent Income: A Descriptive Summary Four Years after High School. Policy Research: IERC 2009-4"},
      {
        "id":"ED508591",
        "title":"The Illinois Class of 2002 and Race/Ethnicity: A Descriptive Summary Four Years after High School. Policy Research: IERC 2009-5"},
      {
        "id":"ED508592",
        "title":"Meeting Mathematics Standards with a Deck of Playing Cards"},
      {
        "id":"ED508594",
        "title":"Estimating the Labor Market Signaling Value of the GED"},
      {
        "id":"ED508595",
        "title":"How Are We Doing? An Inquiry Guide for Adult Education Programs"},
      {
        "id":"ED508596",
        "title":"The Health Literacy Environment of Hospitals and Health Centers. Partners for Action: Making Your Healthcare Facility Literacy-Friendly"},
      {
        "id":"ED508597",
        "title":"Health Literacy Study Circles[superscript +]. Introduction: Overview, Planning, and Facilitation Tips"},
      {
        "id":"ED508598",
        "title":"The Influences of Social Capital on Lifelong Learning among Adults Who Did Not Finish High School. NCSALL Occasional Paper"},
      {
        "id":"ED508599",
        "title":"Transportation &amp; Work: Exploring Car Usage and Employment Outcomes in the LSAL Data. NCSALL Occasional Paper"},
      {
        "id":"ED508602",
        "title":"Connecting Practitioners and Researchers: An Evaluation of NCSALL's Practitioner Dissemination and Research Network. Report Summary. NCSALL Reports #22a"},
      {
        "id":"ED508603",
        "title":"The GED and Beyond. Focus on Policy. Volume 1, Issue 1"},
      {
        "id":"ED508604",
        "title":"Living with It: Federal Policy Implementation in Adult Basic Education. The Cases of the Workforce Investment Act and Welfare Reform. NCSALL Reports #24"},
      {
        "id":"ED508605",
        "title":"The Characteristics and Concerns of Adult Basic Education Teachers. NCSALL Reports #26"},
      {
        "id":"ED508606",
        "title":"How Teachers Change: A Study of Professional Development in Adult Education. NCSALL Research Brief"},
      {
        "id":"ED508607",
        "title":"How Teachers Change: A Study of Professional Development in Adult Education. NCSALL Reports Number 25"},
      {
        "id":"ED508610",
        "title":"Outlook. Number 353"},
      {
        "id":"ED508613",
        "title":"Improving Access, Equity and Transitions in Education: Creating a Research Agenda. Create Pathways to Access. Research Monograph No. 1"},
      {
        "id":"ED508614",
        "title":"Impact of Health on Education Access and Achievement: A Cross-National Review of the Research Evidence. Create Pathways to Access. Research Monograph No. 2"},
      {
        "id":"ED508615",
        "title":"NGO Provision of Basic Education: Alternative or Complementary Service Delivery to Support Access to the Excluded? Create Pathways to Access. Research Monograph No. 3"},
      {
        "id":"ED508616",
        "title":"Supporting Non-State Providers in Basic Education Service Delivery. Create Pathways to Access. Research Monograph No. 4"},
      {
        "id":"ED508617",
        "title":"The Limits to Growth of Non-Government Private Schooling in Sub Saharan Africa. Create Pathways to Access. Research Monograph No. 5"},
      {
        "id":"ED508618",
        "title":"School Processes, Local Governance and Community Participation: Understanding Access. Create Pathways to Access. Research Monograph No. 6"},
      {
        "id":"ED508619",
        "title":"Long Term Planning for EFA and the MDGs: Modes and Mechanisms. Create Pathways to Access. Research Monograph No. 7"},
      {
        "id":"ED508620",
        "title":"Teaching Methodology in a &quot;Large Power Distance&quot; Classroom: A South Korean Context"},
      {
        "id":"ED508621",
        "title":"Life Journey through Autism: An Educator&apos;s Guide to Asperger Syndrome"},
      {
        "id":"ED508622",
        "title":"Life Journey through Autism: An Educator&apos;s Guide"},
      {
        "id":"ED508623",
        "title":"Life Journey through Autism: A Parent&apos;s Guide to Research"},
      {
        "id":"ED508624",
        "title":"Life Journey through Autism: A Parent&apos;s Guide to Assessment"},
      {
        "id":"ED508625",
        "title":"Life Journey through Autism: A Guide for Transition to Adulthood"},
      {
        "id":"ED508626",
        "title":"Family Reflections on the District of Columbia Opportunity Scholarship Program: Final Summary Report"},
      {
        "id":"ED508627",
        "title":"The Muzzled Dog That Didn't Bark: Charters and the Behavioral Response of D.C. Public Schools"},
      {
        "id":"ED508628",
        "title":"Parent and Student Voices on the First Year of the DC Opportunity Scholarship Program. SCDP Report 05-01"},
      {
        "id":"ED508629",
        "title":"The Evolution of School Choice Consumers: Parent and Student Voices on the Second Year of the D.C. Opportunity Scholarship Program. SCDP Report 0701"},
      {
        "id":"ED508630",
        "title":"Satisfied, Optimistic, Yet Concerned: Parent Voices on the Third Year of the DC Opportunity Scholarship Program. SCDP Report 0702"},
      {
        "id":"ED508631",
        "title":"The Comprehensive Longitudinal Evaluation of the Milwaukee Parental Choice Program: Summary of Baseline Reports. SCDP Milwaukee Evaluation Report #1"},
      {
        "id":"ED508632",
        "title":"The Fiscal Impact of the Milwaukee Parental Choice Program in Milwaukee and Wisconsin, 1993-2008. SCDP Milwaukee Evaluation Report #2"},
      {
        "id":"ED508633",
        "title":"The Milwaukee Parental Choice Program: Baseline Descriptive Report on Participating Schools. SCDP Milwaukee Evaluation Report #3"},
      {
        "id":"ED508634",
        "title":"Milwaukee Longitudinal School Choice Evaluation: Annual School Testing Summary Report. SCDP Milwaukee Evaluation Report #4"},
      {
        "id":"ED508635",
        "title":"MPCP Longitudinal Educational Growth Study: Baseline Report. SCDP Milwaukee Evaluation Report #5"},
      {
        "id":"ED508636",
        "title":"The Comprehensive Longitudinal Evaluation of the Milwaukee Parental Choice Program: Summary of Second Year Reports. SCDP Milwaukee Evaluation Report #6"},
      {
        "id":"ED508637",
        "title":"The Fiscal Impact of the Milwaukee Parental Choice Program: 2009 Update. SCDP Milwaukee Evaluation Report #7"},
      {
        "id":"ED508638",
        "title":"The Milwaukee Parental Choice Program: Descriptive Report on Participating Schools. SCDP Milwaukee Evaluation Report #8"},
      {
        "id":"ED508639",
        "title":"New Approaches to Improving College Access, Persistence, and Success: Three Exemplary Postsecondary Opportunity Programs. A Report from the Wisconsin Center for the Advancement of Postsecondary Education (WISCAPE) and the MHEC Promising Practices Series"},
      {
        "id":"ED508640",
        "title":"Language Classroom: A &quot;Girls' Domain&quot;? Female and Male Students' Perspectives on Language Learning"},
      {
        "id":"ED508641",
        "title":"The Main Features of Undertaking Technological and Vocational Curriculum Reform in Taiwan"},
      {
        "id":"ED508642",
        "title":"Development of Key Performance Indicators for the Engineering Technology Education Programs in Taiwan"},
      {
        "id":"ED508643",
        "title":"Junior-High-School Technology Education in Taiwan"},
      {
        "id":"ED508644",
        "title":"The College Writing Center: Best Practices, Best Technologies"},
      {
        "id":"ED508645",
        "title":"Analysis of a Mentoring Program to Change Attitudes Related to Turnover of Special Needs Teachers"},
      {
        "id":"ED508646",
        "title":"Self-Efficacy for Pleasing the Instructor: A Validation Study"},
      {
        "id":"ED508648",
        "title":"Creating a Platform for Sustained Neighborhood Improvement: Interim Findings from Chicago's New Communities Program"},
      {
        "id":"ED508650",
        "title":"Accessing and Using Research for Evidence-Based Practice"},
      {
        "id":"ED508651",
        "title":"Applying Research Findings to Instruction for Adult English Language Students"},
      {
        "id":"ED508652",
        "title":"Affecting Change in Literacy Practices of Adult Learners. A NCSALL Research Brief"},
      {
        "id":"ED508653",
        "title":"Living with It: Federal Policy Implementation in Adult Basic Education. The Cases of the Workforce Investment Act and Welfare Reform. A NCSALL Research Brief"},
      {
        "id":"ED508654",
        "title":"The Characteristics and Concerns of Adult Basic Education Teachers. A NCSALL Research Brief"},
      {
        "id":"ED508655",
        "title":"Adult Reading Components Study (ARCS). A NCSALL Research Brief"},
      {
        "id":"ED508656",
        "title":"NCSALL Seminar Guide: Establishing an Evidence-Based Adult Education System"},
      {
        "id":"ED508657",
        "title":"Health Literacy Public Health Forums: Partners for Action. A \"How-To\" Guide on Designing and Implementing Health Literacy Forums at Departments of Health"},
      {
        "id":"ED508658",
        "title":"NCSALL Health Literacy Study Circle+ Facilitators Training. Training Guide"},
      {
        "id":"ED508659",
        "title":"Learner Persistence in Adult Basic Education: NCSALL Study Circle Guide"},
      {
        "id":"ED508660",
        "title":"Mentor Teacher Group Guide: Adult Multiple Intelligences"},
      {
        "id":"ED508661",
        "title":"Implications of NCSALL Research for Program Administrators: NCSALL Seminar Guide"},
      {
        "id":"ED508662",
        "title":"Survey and Methodology for Assessing Adult Basic Education Teachers' Characteristics and Concerns"},
      {
        "id":"ED508663",
        "title":"NCSALL and Goodling Institute Study Circle Guide: Rethinking Instruction and Participation for Adult Basic Education"},
      {
        "id":"ED508664",
        "title":"Leading though Language Learning and Teaching: The Case of Gandhi"},
      {
        "id":"ED508668",
        "title":"Leading Leadership Preparation: 21st Century Designs"},
      {
        "id":"ED508669",
        "title":"Training Guide: Study Circle Facilitators"},
      {
        "id":"ED508670",
        "title":"Study Circle Guide: Adult Student Persistence"},
      {
        "id":"ED508671",
        "title":"NCSALL Study Circle Guide: Teaching and Learning in Authentic Contexts"},
      {
        "id":"ED508672",
        "title":"Can I Get a Little Advice Here? How an Overstretched High School Guidance System Is Undermining Students' College Aspirations"},
      {
        "id":"ED508673",
        "title":"Gaining Ground in the Middle Grades: Why Some Schools Do Better. A Large-Scale Study of Middle Grades Practices and Student Outcomes. Initial Research Report"},
      {
        "id":"ED508674",
        "title":"Gaining Ground in the Middle Grades: Why Some Schools Do Better. A Large-Scale Study of Middle Grades. Practices and Student Outcomes. Narrative Summary of Findings"},
      {
        "id":"ED508675",
        "title":"Gaining Ground in the Middle Grades: Why Some Schools Do Better. A Large-Scale Study of Middle Grades Practices and Student Outcomes. Technnical Appendix A"},
      {
        "id":"ED508676",
        "title":"Gaining Ground in the Middle Grades: Why Some Schools Do Better. A Large-Scale Study of Middle Grades Practices and Student Outcomes. Technical Appendix D"},
      {
        "id":"ED508677",
        "title":"Gaining Ground in the Middle Grades: Why Some Schools Do Better. A Large-Scale Study of Middle Grades Practices and Student Outcomes. Technical Appendix C"},
      {
        "id":"ED508678",
        "title":"Gaining Ground in the Middle Grades: Why Some Schools Do Better. A Large-Scale Study of Middle Grades Practices and Student Outcomes. Technical Appendix B"},
      {
        "id":"ED508682",
        "title":"NCSALL Study Circle Guide: Performance Accountability in Adult Basic Education"},
      {
        "id":"ED508683",
        "title":"Toward a New Pluralism in ABE/ESOL Classrooms: Teaching to Multiple &quot;Cultures Of Mind.&quot; Research Monograph. NCSALL Reports #19"},
      {
        "id":"ED508684",
        "title":"Toward a New Pluralism in ABE/ESOL Programs: Teaching to Multiple &quot;Cultures of Mind.&quot; A NCSALL Research Brief"},
      {
        "id":"ED508685",
        "title":"Toward a New Pluralism in ABE/ESOL Classrooms: Teaching to Multiple &quot;Cultures of Mind.&quot; Executive Summary. NCSALL Reports #19a"},
      {
        "id":"ED508686",
        "title":"Student Mobility Research: Next Steps. Engage. Fall/Winter 2009"},
      {
        "id":"ED508687",
        "title":"Marine Debris Clean-Ups as Meaningful Science Learning"},
      {
        "id":"ED508689",
        "title":"Learning Collaboratively with Web 2.0 Technologies: Putting into Action Social Constructivism"},
      {
        "id":"ED508691",
        "title":"Technology Entrepreneurship Promoted by Universities' Incubation Centers in Taiwan: Its Successes and Challenges"},
      {
        "id":"ED508692",
        "title":"The Influence of a Pre-Reading Strategy on College Exam Scores:  An Action Study"},
      {
        "id":"ED508693",
        "title":"Expanding Access to Secondary Schooling in Sub-Saharan Africa: Key Planning and Finance Issues. Create Pathways to Access. Research Monograph No. 8"},
      {
        "id":"ED508694",
        "title":"A Preliminary Note on Kenya Primary School Enrolment Trends over Four Decades. Create Pathways to Access. Research Monograph No. 9"},
      {
        "id":"ED508695",
        "title":"Policies on Free Primary and Secondary Education in East Africa: A Review of the Literature. Create Pathways to Access. Research Monograph No. 10"},
      {
        "id":"ED508696",
        "title":"International Seminar--History and Social Science Textbook (Santiago de Chile, 2008)"},
      {
        "id":"ED508697",
        "title":"A Review of Concepts from Policy Studies Relevant to the Analysis of EFA in Developing Countries. Create Pathways to Access. Research Monograph No. 11"},
      {
        "id":"ED508698",
        "title":"Integrative Motivation: How Perceptions of the Target Language Country Influence Students' Motivational Pattern"},
      {
        "id":"ED508700",
        "title":"The Dynamics of Post-Secondary Participation and Completion: A Fifteen Year Portrayal of BC Young Adults. Research Results"},
      {
        "id":"ED508701",
        "title":"Block Transfer: A Private Career College Student's Ladder into the BC Transfer System. Special Report"},
      {
        "id":"ED508702",
        "title":"Childhood Obesity: A Heavy Problem"},
      {
        "id":"ED508703",
        "title":"The Year 1998 in Review"},
      {
        "id":"ED508704",
        "title":"Lessons from Preventing Reading Difficulties in Young Children for Adult Learning and Literacy"}]
  }}
