{
  "response":{"numFound":509939,"start":358000,"numFoundExact":true,"docs":[
      {
        "id":"ED493543",
        "title":"The Gender Gap in California Higher Education. Commission Report 06-08"},
      {
        "id":"ED493545",
        "title":"A Historical and Contextual Look at Education and Workforce Development. Working Paper WP/05-02"},
      {
        "id":"ED493548",
        "title":"The Improving Teacher Quality Program--An Update. Commission Report 06-05"},
      {
        "id":"ED493549",
        "title":"On the Path to Higher Education Accountability: Recommendations from the Accountability Advisory Committee. Commission Report 06-07"},
      {
        "id":"ED493552",
        "title":"Proposed Changes in State Oversight of Private Postsecondary and Vocational Education. Working Paper WP/05-05"},
      {
        "id":"ED493553",
        "title":"Prospectus for Examining the Challenges Community College Districts Face in Serving Rural and Remote Communities. Commission Report 06-06"},
      {
        "id":"ED493554",
        "title":"Resident Graduate Charges at California's Public Universities. Factsheet 05-02"},
      {
        "id":"ED493556",
        "title":"Resident Undergraduate Charges at California's Public Colleges and Universities. Factsheet 06-01"},
      {
        "id":"ED493557",
        "title":"Resident Undergraduate Charges at California's Public Colleges and Universities. Factsheet 05-01"},
      {
        "id":"ED493558",
        "title":"Resident Undergraduate Student Fees--Issues and Options. Commission Report 06-04"},
      {
        "id":"ED493559",
        "title":"Review of a Proposal to Convert the Needles Outreach Operation to a State-Approved Educational Center. Commission Report 06-02"},
      {
        "id":"ED493560",
        "title":"The Road Ahead: Enhancing the Evaluation of University Academic Preparation Programs. Commission Report 06-11"},
      {
        "id":"ED493561",
        "title":"Summary of the Commission's Program Review Principles and Guidelines. Commission Report 06-12"},
      {
        "id":"ED493562",
        "title":"Summary of Higher Education Accountability Statutes in Other States. OP/04-04"},
      {
        "id":"ED493563",
        "title":"University Eligibility: Are Locally Reported Figures Comparable to the Commission's Estimates? Factsheet 06-03"},
      {
        "id":"ED493564",
        "title":"University Eligibility Study for the Class of 2001. Commission Report 05-09"},
      {
        "id":"ED493565",
        "title":"Controlling Those Kids: Social Control and the Use of Pretrial Detention among Youth in the United States of America--National Implications"},
      {
        "id":"ED493566",
        "title":"Raising More Money at the Nation's Historically Black Colleges and Universities"},
      {
        "id":"ED493567",
        "title":"Integrating a New Urban Teacher Education Center into a School and Its Community"},
      {
        "id":"ED493568",
        "title":"Teacher Empowerment in the Decision Making Process"},
      {
        "id":"ED493569",
        "title":"Similarities and Differences: Post-Secondary (Grammar) Vocational Schools in Poland and Canadian Community Colleges"},
      {
        "id":"ED493577",
        "title":"Designing Our Destiny: Creative Responses to Change in Continuing Higher Education.  Proceedings of the Annual Meeting of the Association for Continuing Higher Education (67th, Madison, Wisconsin, October 29-November 1, 2005)"},
      {
        "id":"ED493580",
        "title":"Community College Environmental Scanning Initiative, 2004"},
      {
        "id":"ED493581",
        "title":"Child Care and Early Childhood Education: More Information Sharing and Program Review by HHS Could Enhance Access for Families with Limited English Proficiency. Report to Congressional Requesters. GAO-06-807"},
      {
        "id":"ED493582",
        "title":"Higher Education: Schools' Use of the Antitrust Exemption Has Not Significantly Affected College Affordability or Likelihood of Student Enrollment to Date. Report to Congressional Committees. GAO-06-963"},
      {
        "id":"ED493583",
        "title":"No Child Left Behind Act: Education Actions Needed to Improve Implementation and Evaluation of Supplemental Educational Services. Testimony before the Committee on Education and the Workforce, House of Representatives. GAO-06-1121T"},
      {
        "id":"ED493585",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 2003-04. Statistical Analysis Report. NCES 2006-329"},
      {
        "id":"ED493586",
        "title":"Subsequent Success in a Mathematics Course by Students Who Received a Grade in Intermediate Algebra (Math 253) for the Fall, 2002 Semester at Saddleback College"},
      {
        "id":"ED493587",
        "title":"What Scientists Say: Scientists' Views of Models"},
      {
        "id":"ED493590",
        "title":"Supplemental Services. NetNews. Volume 5, Number 1"},
      {
        "id":"ED493591",
        "title":"Dyslexia Defined. NetNews. Volume 5, Number 2"},
      {
        "id":"ED493592",
        "title":"Dysgraphia Defined. NetNews. Volume 5, Number 3"},
      {
        "id":"ED493593",
        "title":"Dyscalculia Defined. NetNews. Volume 5, Number 4"},
      {
        "id":"ED493594",
        "title":"Supplemental Services. NetNews. Volume 6, Number 1"},
      {
        "id":"ED493595",
        "title":"LD/ESL Assessments. NetNews. Volume 6, Number 2"},
      {
        "id":"ED493596",
        "title":"Assistive Technology. NetNews. Volume 6, Number 4"},
      {
        "id":"ED493597",
        "title":"Accountability and Independence for Schools: Towards a Higher Standard"},
      {
        "id":"ED493598",
        "title":"GED Learners. NetNews. Volume 6, Number 3"},
      {
        "id":"ED493599",
        "title":"Independent Schools: Preparing Students for Achievement in College and Beyond. Key Findings from the Freshman Survey Trends Report"},
      {
        "id":"ED493600",
        "title":"On Happiness and High Achievement: An Interview with Michael Thompson"},
      {
        "id":"ED493601",
        "title":"Analysis of the Integration of Skill Standards into Community College Curriculum"},
      {
        "id":"ED493602",
        "title":"Assessment of Professional Development Activities, Instructional Needs, and Delivery Methods of Part-Time Technical and Occupational Faculty in U.S. Community Colleges"},
      {
        "id":"ED493603",
        "title":"Distance Learning in Postsecondary Career and Technical Education: A Comparison of Achievement in Online vs. On-Campus CTE Courses"},
      {
        "id":"ED493604",
        "title":"Building Academic Skills in Context: Testing the Value of Enhanced Math Learning in CTE"},
      {
        "id":"ED493607",
        "title":"Comprehensive Sexuality Education or Abstinence-Only Education: Which Is More Effective?"},
      {
        "id":"ED493608",
        "title":"School and Parent Interaction by Household Language and Poverty Status: 2002-03. Issue Brief. NCES 2006-086"},
      {
        "id":"ED493609",
        "title":"United States High School Sophomores: A Twenty-Two Year Comparison, 1980-2002. Statistical Analysis Report. NCES 2006-327"},
      {
        "id":"ED493610",
        "title":"The Achiever. Volume 5, Number 7"},
      {
        "id":"ED493611",
        "title":"The Effect of CTE-Enhanced Whole-School Reform on Student Coursetaking and Performance in English and Science"},
      {
        "id":"ED493612",
        "title":"The Achiever. Volume 5, Number 8"},
      {
        "id":"ED493614",
        "title":"Disability Employment 101"},
      {
        "id":"ED493615",
        "title":"Innovations in Education: Successful Charter Schools"},
      {
        "id":"ED493616",
        "title":"Learn and Serve America Performance Report for Program Year 2004-2005"},
      {
        "id":"ED493617",
        "title":"Building Active Citizens: The Role of Social Institutions in Teen Volunteering. Youth Helping America"},
      {
        "id":"ED493618",
        "title":"Sharing Your National Service Story: A Guide to Working with the Media"},
      {
        "id":"ED493620",
        "title":"The Impact of Poland's 1990 Bill on Schools of Higher Education"},
      {
        "id":"ED493630",
        "title":"Diversity Digest. Volume 8, Number 1"},
      {
        "id":"ED493632",
        "title":"Diversity Digest. Volume 8, Number 2"},
      {
        "id":"ED493635",
        "title":"Diversity Digest. Volume 9, Number 1"},
      {
        "id":"ED493639",
        "title":"Diversity Digest. Volume 9, Number 2"},
      {
        "id":"ED493640",
        "title":"Diversity Digest. Volume 9, Number 3"},
      {
        "id":"ED493642",
        "title":"Long Overdue: A Fresh Look at Public and Leadership Attitudes about Libraries in the 21st Century"},
      {
        "id":"ED493645",
        "title":"L1 (English) to L2 (French) Transfer: The Question of Nasalization"},
      {
        "id":"ED493658",
        "title":"Issue No. 1: Are Parents and Students Ready for More Math and Science? Reality Check, 2006"},
      {
        "id":"ED493659",
        "title":"Issue No. 2: How Black and Hispanic Families Rate Their Schools. Reality Check, 2006"},
      {
        "id":"ED493660",
        "title":"Issue No. 3: Is Support for Standards and Testing Fading? Reality Check, 2006"},
      {
        "id":"ED493667",
        "title":"DaisyQuest. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493668",
        "title":"Disability Employment 101"},
      {
        "id":"ED493669",
        "title":"Celebrate Diversity, Even If That Includes the Hopelessly Superficial: Lessons on Gender, Race, Class, and Sexuality in \"Legally Blonde\""},
      {
        "id":"ED493670",
        "title":"Proceedings of the Second Life Education Workshop, Part of the Second Life Community Convention (1st, San Francisco, California, August 18-20, 2006)"},
      {
        "id":"ED493672",
        "title":"Identifying Instructor Expectations: A Focus Group Experience"},
      {
        "id":"ED493673",
        "title":"Measuring Instructor Expectations and Perceptions"},
      {
        "id":"ED493674",
        "title":"How to Define Retention: A New Look at an Old Problem"},
      {
        "id":"ED493675",
        "title":"Transfer Center Stories: A Mission, a Plan, or Missed Opportunities"},
      {
        "id":"ED493676",
        "title":"Traveling Successfully on the Community College Pathway"},
      {
        "id":"ED493677",
        "title":"Economic Outcomes of High School Completers and Noncompleters 8 Years Later. Issue Brief. NCES 2007-019"},
      {
        "id":"ED493678",
        "title":"National Indian Education Study. Part II: The Educational Experiences of Fourth- and Eighth-Grade American Indian and Alaska Native Students. Statistical Analysis Report. NCES 2007-454"},
      {
        "id":"ED493684",
        "title":"Building a Vision for the Future of Career and Technical Education in Maine. A Report on the CTE Visioning Conference (Portland, Maine, June 15-17, 2004)"},
      {
        "id":"ED493688",
        "title":"The Impact of Handheld Graphing Calculator Use on Student Achievement in Algebra 1"},
      {
        "id":"ED493689",
        "title":"Immigrant Hispanic/Latinos Teachers' Perception of Education"},
      {
        "id":"ED493690",
        "title":"Immigrant Teachers' Teacher Efficacy"},
      {
        "id":"ED493691",
        "title":"Systems Change in Vermont: Vermont's Special Education Program and Fiscal Review Panel 1998-2003. NERRC Focus. Volume 1, Number 1, Fall 2004"},
      {
        "id":"ED493692",
        "title":"Joining Forces: High Achievement For Each and Every Student. Northeastern States NCLB/IDEA Invitational State Leadership Forum Proceedings Document (Springfield, Massachusetts, September 27-28, 2005)"},
      {
        "id":"ED493693",
        "title":"NERRC Hosts Regional Teacher Quality Forum: Developing the Work Force in the Northeast. NERRC Focus. Volume 1, Number 3, Spring 2006"},
      {
        "id":"ED493695",
        "title":"Impact of the Update to the Federal Needs Analysis on Minnesota Students"},
      {
        "id":"ED493696",
        "title":"Minnesota Undergraduate Demographics: Characteristics of Post-Secondary Students"},
      {
        "id":"ED493698",
        "title":"Recommendations to Revise the Regulation of Private Post-Secondary Institutions"},
      {
        "id":"ED493699",
        "title":"Undergraduate Borrowing in Minnesota"},
      {
        "id":"ED493700",
        "title":"Instructional Favoritism? Field Dependence-Independence Does Not Consistently Predict Self-Perceptions or Teaching Preferences"},
      {
        "id":"ED493704",
        "title":"The Role of District Leadership in Radical Reform: Philadelphia's Experience under the State Takeover, 2001-2006. An Occasional Paper"},
      {
        "id":"ED493705",
        "title":"50-State View of High School Graduation Requirements in Mathematics and Science. State Notes"},
      {
        "id":"ED493706",
        "title":"American Indian, Alaska Native and Native Hawaiian Education in the States. StateNotes"},
      {
        "id":"ED493707",
        "title":"Current and Emerging State Policy Trends in Early Childhood Education: A Review of Governors' 2006 State of the State Addresses. Policy Brief"},
      {
        "id":"ED493708",
        "title":"Strategies for the Efficient Use of Teaching Time"},
      {
        "id":"ED493709",
        "title":"The Internship in School Counseling: Expectations and On-Site Activities"},
      {
        "id":"ED493710",
        "title":"Developing Citizenship Competencies from Kindergarten through Grade 12: A Background Paper for Policymakers and Educators"},
      {
        "id":"ED493711",
        "title":"Dual Enrollment: Policy Issues Confronting State Policymakers. Policy Brief"},
      {
        "id":"ED493712",
        "title":"Early Education Legislation, 2005: Overview of Trends and Issues. Policy Brief"},
      {
        "id":"ED493713",
        "title":"Embedding College Readiness Indicators in High School Curriculum and Assessments. Policy Brief"},
      {
        "id":"ED493714",
        "title":"Emerging Issues, 2006. Policy Brief"},
      {
        "id":"ED493715",
        "title":"Involving Families in High School and College Expectations. Policy Brief"},
      {
        "id":"ED493716",
        "title":"Mathematics and Science Education in the States. StateNotes"},
      {
        "id":"ED493717",
        "title":"State Policymakers' Views on the Arts in Education. Issue Brief"},
      {
        "id":"ED493718",
        "title":"Untapped Resources: Engaging Students in Preparation, Response and Recovery. ECS Policy Brief"},
      {
        "id":"ED493719",
        "title":"Youth Legislative Engagement Initiative: An Overview of Effective Strategies to Design, Implement and Sustain Youth Legislative Initiatives. ECS Policy Brief"},
      {
        "id":"ED493729",
        "title":"Year Two of Implementation Nebraska Reading First. Annual Progress Report"},
      {
        "id":"ED493737",
        "title":"Economic Impact of the Nation's Historically Black Colleges and Universities. Technical Report. NCES 2007-178"},
      {
        "id":"ED493744",
        "title":"Cross Cultural Comparison of Rural Education Practice in China, Taiwan, and the United States"},
      {
        "id":"ED493746",
        "title":"Understanding Division of Fractions: An Alternative View"},
      {
        "id":"ED493748",
        "title":"\"See Yourself at the Library\": Celebrating the Common Threads while Respecting the Differences"},
      {
        "id":"ED493749",
        "title":"Beliefs & Bullying: Factors Associated with Peer Victimization among Youth"},
      {
        "id":"ED493750",
        "title":"A Perspective on Gender Disparity in Mathematics Education"},
      {
        "id":"ED493770",
        "title":"Fast ForWord Language. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493772",
        "title":"Enhanced Proactive Reading. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493773",
        "title":"ALAS: Achievement for Latinos through Academic Success. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493776",
        "title":"Reading Mastery/SRA/McGraw-Hill. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493780",
        "title":"Skills for Action. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493781",
        "title":"Skills for Adolescence. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493782",
        "title":"Vocabulary Improvement Program for English Language Learners and Their Classmates. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493784",
        "title":"Participant Interaction in a Latin American Online Leadership Training Course. INDES Working Paper Series. I-61"},
      {
        "id":"ED493797",
        "title":"Using the TONI-3 to Assess Cognitive Functioning of Urban Children with Learning Disabilities: A Brief Review of the Literature"},
      {
        "id":"ED493798",
        "title":"ESL Students in California Public Higher Education. ICAS ESL Task Force Report"},
      {
        "id":"ED493814",
        "title":"Intercultural Competence without International Experience"},
      {
        "id":"ED493817",
        "title":"Citizenship Education in Ukraine: Teaching The Teachers"},
      {
        "id":"ED493818",
        "title":"Australian Vocational Education and Training: Research Messages, 2005"},
      {
        "id":"ED493819",
        "title":"Issues in the Intellectual Assessment of Hearing Impaired Children"},
      {
        "id":"ED493822",
        "title":"Adult Career Counseling Center Twenty-Third Annual Report, September 2005-June 2006"},
      {
        "id":"ED493824",
        "title":"The Relationship between Electronic Portfolio Participation and Student Success"},
      {
        "id":"ED493825",
        "title":"More Than Meets the Eye: Curricular and Programmatic Effects on Student Learning"},
      {
        "id":"ED493826",
        "title":"Examining Part-Time Faculty Utilization and Its Impact on Student Retention at a Public Research University"},
      {
        "id":"ED493827",
        "title":"Factors Influencing Nontraditional Age Student Participation in Postsecondary Education: How Do Student Motivations and Characteristics Relate to Adult Participation in Credential Programs?"},
      {
        "id":"ED493828",
        "title":"Managing Tensions in University Development Offices: A Competing Values Approach"},
      {
        "id":"ED493829",
        "title":"Validating the National Survey of Student Engagement against Student Outcomes: Are They Related?"},
      {
        "id":"ED493830",
        "title":"Running to Stay in Place: The Stability of \"U.S. News'\" Ranking System"},
      {
        "id":"ED493831",
        "title":"Getting in Sync: The Impact of Accreditation on Student Experiences and Learning Outcomes"},
      {
        "id":"ED493832",
        "title":"Influencers of Religious Engagement in the First Year of College"},
      {
        "id":"ED493833",
        "title":"Factors Affecting the Retention, Persistence, and Attainment of Undergraduate Students at Public Urban Four Year Higher Education Institutions"},
      {
        "id":"ED493834",
        "title":"The Date of Course Enrollment as a Predictor of Success and Persistence"},
      {
        "id":"ED493835",
        "title":"Career Strands and College Connection"},
      {
        "id":"ED493836",
        "title":"Hire Today, Gone Tomorrow: The Determinants of Attrition among Public School Teachers"},
      {
        "id":"ED493837",
        "title":"Zero-Tolerance Policies and Youth: Protection or Profiling?"},
      {
        "id":"ED493838",
        "title":"Leadership Roles in the Framework of the Classification of Higher Education"},
      {
        "id":"ED493840",
        "title":"Roles of Principals in the Preparing Students to Life"},
      {
        "id":"ED493841",
        "title":"Developing Teaching Environment Using &quot;Ant Technique&quot; in Teacher Training. (From the Point of Educational Technology)"},
      {
        "id":"ED493842",
        "title":"2003-04 National Postsecondary Student Aid Study (NPSAS:04). Undergraduate Financial Aid Estimates for 12 States: 2003-04. E.D. TAB. NCES 2006-158"},
      {
        "id":"ED493843",
        "title":"Oklahoma's Marshall Plan: Combining Professional Development and Summer Writing Camps in Low-Income Elementary Schools. National Writing Project at Work. Volume 1, Number 8"},
      {
        "id":"ED493844",
        "title":"Southside Elementary Writing Focus: Site-Based Leadership Reforms the Writing Curriculum on the Other Side of the Tracks. National Writing Project at Work. Volume 1, Number 7"},
      {
        "id":"ED493845",
        "title":"The Professional Leadership Development Project: Building Writing Project and School-Site Teacher Leadership in Urban Schools. National Writing Project at Work. Volume 1, Number 5"},
      {
        "id":"ED493846",
        "title":"The Saginaw Teacher Study Group Movement: From Pilot to Districtwide Study Groups in Four Years. National Writing Project at Work. Volume 1, Number 6"},
      {
        "id":"ED493848",
        "title":"Instructional Conversations and Literature Logs. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED493850",
        "title":"Teacher Education: Coming Up Empty. Fwd: Arresting Insights in Education. Volume 3, Number 1"},
      {
        "id":"ED493851",
        "title":"The State of State Standards, 2006"},
      {
        "id":"ED493852",
        "title":"The State of State World History Standards, 2006"},
      {
        "id":"ED493853",
        "title":"An Assessment of the Support Service Needs of Career and Technical Education Teachers and Their Students with Limited English Proficiency in Selected Pennsylvania AVTS's"},
      {
        "id":"ED493854",
        "title":"To Dream the Impossible Dream: Four Approaches to National Standards and Tests for America's Schools"},
      {
        "id":"ED493855",
        "title":"Trends in Charter School Authorizing"},
      {
        "id":"ED493856",
        "title":"Turning the Corner to Quality: Policy Guidelines for Strengthening Ohio's Charter Schools"},
      {
        "id":"ED493857",
        "title":"A Summary Report on Priorities in CTE Professional Development"},
      {
        "id":"ED493860",
        "title":"An Analytic Study of the Postgraduate Students' Difficulties in Writing Abstracts in English"},
      {
        "id":"ED493861",
        "title":"Formulating a New Model of College Choice and Persistence"},
      {
        "id":"ED493863",
        "title":"Internationalization Plans for American Higher Education Institutions: The Development and Monitoring of Written Commitments to Internationalization"},
      {
        "id":"ED493864",
        "title":"Religion, Ethnicity and Language Learning Strategies"},
      {
        "id":"ED493866",
        "title":"How Robust Is Linear Regression with Dummy Variables?"},
      {
        "id":"ED493867",
        "title":"Effectiveness of American Sign Language in Coaching Athletes Who Are Deaf"},
      {
        "id":"ED493868",
        "title":"Information Seeking Behaviour of AIOU Administrators"},
      {
        "id":"ED493870",
        "title":"Bridging Required with Needed Assessment Measures for Students with Limited English Language Proficiency"},
      {
        "id":"ED493871",
        "title":"Strategic Planning: An Imperative Procedure for Educational Leaders to Employ"},
      {
        "id":"ED493873",
        "title":"Sense of Community with Upward Bound Students"},
      {
        "id":"ED493875",
        "title":"STARS-PAC Accelerated Anxiety Reduction: Rationale and Initial Findings"},
      {
        "id":"ED493886",
        "title":"A Math Fact Fluency Intervention with Scaffolding"},
      {
        "id":"ED493887",
        "title":"Reframing Adult Literacy and Numeracy Course Outcomes: A Social Capital Perspective. An Adult Literacy National Project Report"},
      {
        "id":"ED493888",
        "title":"Integrating Literacies: Using Partnerships to Build Literacy Capabilities in Communities. An Adult Literacy National Project Report"},
      {
        "id":"ED493890",
        "title":"A National Children's Resiliency Response Initiative: 2006-2007 Plan to Help Katrina's Kids"},
      {
        "id":"ED493891",
        "title":"A Fair Go: Factors Impacting on Vocational Education and Training Participation and Completion in Selected Ethnic Communities"},
      {
        "id":"ED493892",
        "title":"A Fair Go: Factors Impacting on Vocational Education and Training Participation and  Completion in Selected Ethnic Communities. Support Document"},
      {
        "id":"ED493893",
        "title":"&quot;A Huge Learning Curve&quot;: TAFE Practitioners' Ways of Working with Private Enterprises. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED493895",
        "title":"A Profile of TAFE Institutes"},
      {
        "id":"ED493896",
        "title":"Accommodating Learning Styles: Relevance and Good Practice in VET"},
      {
        "id":"ED493897",
        "title":"Test Anxiety: Age Appropriate Interventions"},
      {
        "id":"ED493898",
        "title":"Rates of Part C Eligibility for Young Maltreated Children. Report to the Office of Special Education Programs"},
      {
        "id":"ED493899",
        "title":"Accommodating Learning Styles: Relevance and Good Practice in Vocational Education and Training--Supporting Documents"},
      {
        "id":"ED493901",
        "title":"Violence and Death in Stories of War Period Writer Omer Seyfettin"},
      {
        "id":"ED493902",
        "title":"From School to Work: The Role of Traineeships. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED493903",
        "title":"From School to Work: The Role of Traineeships--Support Document"},
      {
        "id":"ED493904",
        "title":"Issues in the Computer-Based Assessment of Collaborative Problem Solving. CSE Report 620"},
      {
        "id":"ED493905",
        "title":"Attitudes of Vocational Educators Toward Change"},
      {
        "id":"ED493906",
        "title":"The Role of Non-Public Institutions in Higher Education Development of Vietnam"},
      {
        "id":"ED493908",
        "title":"Journal Writing: A Study of Change"},
      {
        "id":"ED493909",
        "title":"Deciphering Distance Learning Accreditation: A Balance of Obstacles and Opportunities"},
      {
        "id":"ED493910",
        "title":"Brick and Click Libraries: Proceedings of an Academic Library Symposium (6th, Maryville, Missouri, November 3, 2006)"},
      {
        "id":"ED493911",
        "title":"Leadership: A Service to Humanity"},
      {
        "id":"ED493912",
        "title":"Time of Enrichment: How Older Adults Are Learning on Their Own"},
      {
        "id":"ED493913",
        "title":"Forum Guide to Decision Support Systems: A Resource for Educators. NFES 2006-807"},
      {
        "id":"ED493914",
        "title":"Where Are They Now? A Description of 1992-93 Bachelor's Degree Recipients 10 Years Later. Statistical Analysis Report. NCES 2007-159"},
      {
        "id":"ED493915",
        "title":"National Center for Special Education Research Projects and Programs"},
      {
        "id":"ED493916",
        "title":"Innovation Agents: Vocational Education and Training Skills and Innovation in Australian Industries and Firms. Volume I"},
      {
        "id":"ED493917",
        "title":"Innovation Agents: Vocational Education and Training Skills and Innovation in Australian Industries and Firms. Volume 2"},
      {
        "id":"ED493918",
        "title":"Integrated Approaches to Teaching Adult Literacy in Australia: A Snapshot of Practice in Community Services. An Adult Literacy National Project Report"},
      {
        "id":"ED493919",
        "title":"A Look at Environmental Education through Science Teachers' Perspectives and Textbooks' Coverage"},
      {
        "id":"ED493920",
        "title":"Adult Learning through Fire and Emergency Service Organisations in Small and Remote Australian Towns"},
      {
        "id":"ED493921",
        "title":"Alternative Mechanisms to Encourage Individual Contributions to Vocational Education and Training"},
      {
        "id":"ED493922",
        "title":"An Aid to Systematic Reviews of Research in Vocational Education and Training in Australia"},
      {
        "id":"ED493923",
        "title":"Australian Qualifications Framework Lower-Level Qualifications: Pathways to Where for Young People?"},
      {
        "id":"ED493924",
        "title":"Aspects of Training That Meet Indigenous Australians' Aspirations: A Systematic Review of Research"},
      {
        "id":"ED493926",
        "title":"Adult Literacy and Numeracy. At a Glance"},
      {
        "id":"ED493929",
        "title":"Indigenous Vocational Education and Training. At a Glance"},
      {
        "id":"ED493930",
        "title":"The Vocational Education and Training Workforce: New Roles and Ways of Working. At a Glance"},
      {
        "id":"ED493931",
        "title":"Young People and Vocational Education and Training Options. At A Glance"},
      {
        "id":"ED493932",
        "title":"Australian Vocational Education and Training: Research Messages, 2004"},
      {
        "id":"ED493933",
        "title":"Australian Vocational Education and Training Statistics. Pocket Guide. Issued 2005"},
      {
        "id":"ED493934",
        "title":"Building Innovative Vocational Education and Training Organisations"},
      {
        "id":"ED493935",
        "title":"Building Learning Communities: Partnerships, Social Capital and VET Performance. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED493936",
        "title":"Building Learning Communities: Partnerships, Social Capital and VET Performance. Support Document"},
      {
        "id":"ED493937",
        "title":"Building Sustainable Adult Literacy Provision: A Review of International Trends in Adult Literacy Policy and Programs"},
      {
        "id":"ED493938",
        "title":"Building Sustainable Adult Literacy Provision: A Review of International Trends in Adult Literacy Policy and Programs. Support Document"},
      {
        "id":"ED493939",
        "title":"Contradicting the Stereotype: Case Studies of Success Despite Literacy Difficulties [with CD-ROM]"},
      {
        "id":"ED493940",
        "title":"Course Completion and Instructional Experience in TAFE"},
      {
        "id":"ED493941",
        "title":"Creating Markets or Decent Jobs? Group Training and the Future of Work"},
      {
        "id":"ED493942",
        "title":"Creating Synergies: Local Government Facilitating Learning and Development through Partnerships. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED493943",
        "title":"Creating Synergies: Local Government Facilitating Learning and Development through Partnerships--Support Document"},
      {
        "id":"ED493944",
        "title":"Current and Future Professional Development Needs of the Language, Literacy and Numeracy Workforce. An Adult Literacy National Project Report"},
      {
        "id":"ED493945",
        "title":"Current and Future Professional Development Needs of the Language, Literacy and Numeracy Workforce. Support Document"},
      {
        "id":"ED493946",
        "title":"Advancing Technological Education: Keeping America Competitive"},
      {
        "id":"ED493948",
        "title":"Competencies for Community College Leaders"},
      {
        "id":"ED493949",
        "title":"Transcending Disciplines, Reinforcing Curricula: Why Faculty Teach with Service Learning.  AACC-RB-05-3"},
      {
        "id":"ED493951",
        "title":"A Self Actualization Model for Teacher Induction into the Teaching Profession: Accelerating the Professionalization of Beginning Teachers"},
      {
        "id":"ED493953",
        "title":"Differentiating Instruction in Inclusive Classrooms: Myth or Reality?"},
      {
        "id":"ED493954",
        "title":"A Program to Improve Emergent Literacy Skills among African American Preschoolers"},
      {
        "id":"ED493956",
        "title":"What Lithuanian Pupils Learn about Disability: Analysis of Attitudes and Content of Textbooks"},
      {
        "id":"ED493957",
        "title":"Dimensions of Innovation: Some Historical Perspectives on Vocational Education and Training and Innovation in Australia. A Discussion Paper. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED493958",
        "title":"Down the Track: TAFE Outcomes for Young People Two Years On"},
      {
        "id":"ED493960",
        "title":"Dusting Off the Shelves: Getting the Most Value Out of Vocational Education and Training Equity Resources. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED493961",
        "title":"Dusting Off the Shelves: Getting the Most Value Out of Vocational Education and Training Equity Resources. Support Document"},
      {
        "id":"ED493962",
        "title":"Education Research in the Knowledge Society: Key Trends in Europe and North America"},
      {
        "id":"ED493963",
        "title":"Effective Measures for School-To-Work Transition in the Vocational Education System: Lessons from Australia and Korea"},
      {
        "id":"ED493964",
        "title":"Effective Measures for School-To-Work Transition in the Vocational Education System: Lessons From Australia and Korea. Support Document"},
      {
        "id":"ED493966",
        "title":"E-Learning in Australia and Korea: Learning from Practice"},
      {
        "id":"ED493968",
        "title":"Enhancing Career Development: The Role of Community-Based Career Guidance for Disengaged Adults. National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED493969",
        "title":"Enhancing Career Development: The Role of Community-Based Career Guidance for Disengaged Adults. Support Document"},
      {
        "id":"ED493972",
        "title":"Voices and Empowerment in a Democratically-Constructed Elementary School Classroom: A Participatory Action Research Study of Our Beliefs"},
      {
        "id":"ED493973",
        "title":"Psycho-Semantics of Management Constructs: Expression of Democracy among Schoolteachers"},
      {
        "id":"ED493974",
        "title":"Students' Learning Strategies: Statistical Types and Their Relationship with Computer Literacy"},
      {
        "id":"ED493976",
        "title":"Information on the Economic--Social Environment as Didactic Material for Bachelor's or Master's Thesis"},
      {
        "id":"ED493977",
        "title":"How Can a Teacher Begin to Help Her Kindergarten Students Gain \"Authentic\" Cultural Understandings about Native North Americans through Children's Literature?"},
      {
        "id":"ED493979",
        "title":"Entering Industry: A Case Study of Links between a School Vocational Program and the Building and Construction Industry"},
      {
        "id":"ED493980",
        "title":"Equity in Vocational Education and Training. Research Readings"},
      {
        "id":"ED493981",
        "title":"Exploring Assessment in Flexible Delivery of Vocational Education and Training Programs"},
      {
        "id":"ED493982",
        "title":"Exploring Locality: The Impact of Context on Indigenous Vocational Education and Training Aspirations and Outcomes"},
      {
        "id":"ED493983",
        "title":"Factors Pertaining to Quality Outcomes of Shorter Duration Apprenticeships and Traineeships"},
      {
        "id":"ED493985",
        "title":"Fully On-the-Job Training: Experiences and Steps Ahead"},
      {
        "id":"ED493986",
        "title":"Fully On-the-Job Training: Experiences and Steps Ahead: Support Document"},
      {
        "id":"ED493987",
        "title":"Funding and Financing Vocational Education and Training. Research Readings"},
      {
        "id":"ED493988",
        "title":"Generic Skills in Vocational Education and Training: Research Readings"},
      {
        "id":"ED493991",
        "title":"Getting to Grips with Learning Styles"},
      {
        "id":"ED493993",
        "title":"The Structure and Function of Group Training Companies in Australia. Support Document"},
      {
        "id":"ED493996",
        "title":"The Effects of Drama on the Performance of At-Risk Elementary Math Students"},
      {
        "id":"ED493998",
        "title":"A Theoretical Framework for Organizing the Effect of the Internet on Cognitive Development"},
      {
        "id":"ED493999",
        "title":"Learning Style and Preference for Online Learning Support: Individual Quizzes versus Study Groups"},
      {
        "id":"ED494002",
        "title":"Personality, Internet Experience, and E-Communication Preference"},
      {
        "id":"ED494003",
        "title":"Does the Weekly Lesson Program Affect the Language Learning?"},
      {
        "id":"ED494005",
        "title":"The Variables Which Affect the Success in English Teaching in Schools"},
      {
        "id":"ED494008",
        "title":"Psychosemantics of Management Strategy Notions by Comprehensive School Principals and Vice Principals"},
      {
        "id":"ED494009",
        "title":"The Impact of Cognitive and Non-Cognitive Personality Traits on Computer Literacy Level"},
      {
        "id":"ED494011",
        "title":"An Evaluation of Literature Curriculum in H.U. English Language Teaching Department"},
      {
        "id":"ED494012",
        "title":"Evaluation of The Story in History: Engaging Youth in African American Lives"},
      {
        "id":"ED494013",
        "title":"Intel Teach Essentials Instructional Practices and Classroom Use of Technology Survey Report"},
      {
        "id":"ED494016",
        "title":"Academic Libraries: 2004. First Look. NCES 2007-301"},
      {
        "id":"ED494019",
        "title":"Issue Focus: Using Data to Drive Reform. R&amp;D Alert, Volume 8 Number 1"},
      {
        "id":"ED494020",
        "title":"Placing College Graduation Rates in Context: How 4-Year College Graduation Rates Vary with Selectivity and the Size of Low-Income Enrollment. Postsecondary Education Descriptive Analysis Report. NCES 2007-161"},
      {
        "id":"ED494022",
        "title":"The Nation's Report Card[TM]: Trial Urban District Assessment--Science, 2005. NCES 2007-453"},
      {
        "id":"ED494024",
        "title":"Assessing School Citizenship Education Climate: Implications for the Social Studies. CIRCLE Working Paper 48"},
      {
        "id":"ED494026",
        "title":"Abstinence Education: Efforts to Assess the Accuracy and Effectiveness of Federally Funded Programs. Report to Congressional Requesters. GAO-07-87"},
      {
        "id":"ED494028",
        "title":"Civic Engagement among 2-Year and 4-Year College Students. Fact Sheet"},
      {
        "id":"ED494029",
        "title":"Higher Education: More Information Could Help Education Determine the Extent to Which Eligible Servicemembers Serving on Active Duty Benefited from Relief Provided by Lenders and Schools. Report to Congressional Requesters. GAO-07-11"},
      {
        "id":"ED494031",
        "title":"Civic Engagement among Recent College Graduates. Fact Sheet"},
      {
        "id":"ED494033",
        "title":"Civil Rights Activists in the Information Age: The Development of Math Literacy Workers. CIRCLE Working Paper 50"},
      {
        "id":"ED494034",
        "title":"National Profile of Community Colleges: Trends and Statistics, 4th Edition"},
      {
        "id":"ED494035",
        "title":"College Attendance and Civic Engagement among 18 to 25 Year Olds. Fact Sheet"},
      {
        "id":"ED494036",
        "title":"Are High Schools Failing Their Students? Strengthening Academic Rigor in the High School Curriculum. Newsletter"},
      {
        "id":"ED494037",
        "title":"College Students and Politics: A Literature Review. CIRCLE Working Paper 46"},
      {
        "id":"ED494039",
        "title":"Developing Indicators and Measures of Civic Outcomes for Elementary School Students. CIRCLE Working Paper 47"},
      {
        "id":"ED494040",
        "title":"How Workplace Experiences While at School Affect Career Pathways. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED494042",
        "title":"Defining the Role of School Boards: Architect, Communicator, Leader. Newsletter"},
      {
        "id":"ED494043",
        "title":"Identifying the Key Factors Affecting the Chance of Passing Vocational Education and Training Subjects"},
      {
        "id":"ED494044",
        "title":"Improving Indigenous Completion Rates in Mainstream TAFE: An Action Research Approach"},
      {
        "id":"ED494045",
        "title":"Informing Post-School Pathways: Investigating School Students' Authentic Work Experiences"},
      {
        "id":"ED494046",
        "title":"International Benchmarking of Vocational Education and Training"},
      {
        "id":"ED494047",
        "title":"Keeping Up with Technology: A Pilot Study of TAFE and The Manufacturing Sector"},
      {
        "id":"ED494048",
        "title":"Learning Numeracy on the Job: A Case Study of Chemical Handling and Spraying. An Adult Literacy National Project Report"},
      {
        "id":"ED494049",
        "title":"Dropping Out Is Hard to Do. Issue Brief."},
      {
        "id":"ED496377",
        "title":"Improving Reading Comprehension and Fluency through the Use of Guided Reading"},
      {
        "id":"ED496382",
        "title":"Summary of Benefits under the Educational Assistance Test Program Section 901 of Public Law 96-342. Revised"},
      {
        "id":"ED496383",
        "title":"The Montgomery GI Bill--Active Duty: Summary of Education Benefits under the Montgomery GI Bill--Active Duty Educational Assistance Program, Chapter 30 of Title 38 U.S. Code. Revised. VA Pamphlet 22902"},
      {
        "id":"ED496384",
        "title":"VEAP and Section 903: Summary of Educational Benefits Under the Post-Vietnam Era Veterans&apos; Educational Assistance Program and the Educational Assistance Pilot Program, Chapter 32 of Title 38 U.S. Code and Section 903 of Public Law 96-342"},
      {
        "id":"ED496385",
        "title":"Dependents' Educational Assistance Program (DEA), Chapter 25 of Title 38, U.S. Code"},
      {
        "id":"ED496386",
        "title":"The Montgomery GI Bill--Selected Reserve Under Chapter 1606 of Title 10, U.S. Code"},
      {
        "id":"ED496387",
        "title":"School Principals' Perspectives on the Passport to Teaching"},
      {
        "id":"ED496388",
        "title":"Strategies for Supporting Quality in Kith and Kin Child Care: Findings from the Early Head Start Enhanced Home Visiting Pilot Evaluation. Final Report"},
      {
        "id":"ED496389",
        "title":"The Enhanced Home Visiting Pilot Project: How Early Head Start Programs Are Reaching out to Kith and Kin Caregivers--Final Interim Report"},
      {
        "id":"ED496390",
        "title":"Valuing Student Competencies: Which Ones Predict Postsecondary Educational Attainment and Earnings, and for Whom? Final Report"},
      {
        "id":"ED496392",
        "title":"The Effect of Family Literacy Interventions on Children's Acquisition of Reading: From Kindergarten to Grade 3."},
      {
        "id":"ED496394",
        "title":"Shining Stars: First Graders Learn to Read--How Parents Can Help Their First Graders Learn to Read"},
      {
        "id":"ED496396",
        "title":"Women, Minorities, and Persons with Disabilities in Science and Engineering. NSF 07-315"},
      {
        "id":"ED496398",
        "title":"Improving the Knowledge and Application of Vocabulary within Content Areas"},
      {
        "id":"ED496415",
        "title":"Reserve Educational Assistance Program (REAP), Chapter 1607 Title 10, U.S. Code"},
      {
        "id":"ED496419",
        "title":"Evidence-Based Programs. Technical Assistance Fact Sheets. Fact Sheet 1"},
      {
        "id":"ED496444",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 251"},
      {
        "id":"ED496459",
        "title":"A New Day for Learning: A Report from the Time, Learning, and Afterschool Task Force"},
      {
        "id":"ED496477",
        "title":"Managing for Results in America's Great City Schools: A Report of the Performance  Measurement and Benchmarking Project of the Council of the Great City Schools"},
      {
        "id":"ED496492",
        "title":"State Strategies and Practices for Educational Technology: Volume I--Examining the Enhancing Education through Technology Program"},
      {
        "id":"ED496495",
        "title":"Child and Adolescent Development Research and Teacher Education: Evidence-Based Pedagogy, Policy, and Practice. Summary of Roundtable Meetings (December 1-2, 2005 and March 20-21, 2006)"},
      {
        "id":"ED496513",
        "title":"Knowledge Maps: ICTs in Education - What Do We Know about the Effective Uses of Information and Communication Technologies in Education in Developing Countries?"},
      {
        "id":"ED496514",
        "title":"Using Technology to Train Teachers: Appropriate Uses of ICT for Teacher Professional Development in Developing Countries"},
      {
        "id":"ED496515",
        "title":"Culture of \"Fear\": Toxification of Landscape-Mindscape as Meta-Context for Education in the 21st Century"},
      {
        "id":"ED496516",
        "title":"Unveiling the Hidden Curriculum in Conflict Resolution and Peace Education: Future Directions toward a Critical Conflict Education and \"Conflict\" Pedagogy"},
      {
        "id":"ED496517",
        "title":"Report on the Status of Fear Education. Technical Paper No. 15"},
      {
        "id":"ED496518",
        "title":"Service Without Guns"},
      {
        "id":"ED496520",
        "title":"Self-Regulation of Learning and Academic Delay of Gratification among Korean College Students"},
      {
        "id":"ED496521",
        "title":"Preservice Teachers' Motivational Beliefs and Self-Regulation of Learning"},
      {
        "id":"ED496523",
        "title":"Talking to Adolescents about Drugs"},
      {
        "id":"ED496526",
        "title":"Positioning toward Mathematics and Science Learning: An Examination of Factors Affecting Low-Income, African American Girls"},
      {
        "id":"ED496527",
        "title":"The Effects of Course Delivery Modality on Student Satisfaction and Retention and GPA in On-Site vs. Hybrid Courses"},
      {
        "id":"ED496528",
        "title":"Project TRREE: Teacher Recruitment and Retention for Educational Excellence"},
      {
        "id":"ED496529",
        "title":"School Choice--Is It Informed? An Exploration of the Factors That Contribute to Parental Choice at KS2 to KS3 Transition"},
      {
        "id":"ED496530",
        "title":"A Distance Education Model for Jordanian Students Based on an Empirical Study"},
      {
        "id":"ED496531",
        "title":"Strategies for the Marketing of Higher Education with Comparative Contextual References between Australia and Turkey"},
      {
        "id":"ED496532",
        "title":"The Development of Virtual Educational Environments to Support Inter-School Collaboration"},
      {
        "id":"ED496533",
        "title":"Mentoring and At-Risk Adolescent Girls: A Phenomenological Investigation"},
      {
        "id":"ED496534",
        "title":"Designing, Developing, Producing and Assuring the Quality of Multi-Media Learning Materials for Distance Learners: Lessons Learnt from Indonesia's Universitas Terbuka"},
      {
        "id":"ED496535",
        "title":"Analytical Views of Student Enrollment Trend of Different Programs of Bangladesh Open University and Its Projection"},
      {
        "id":"ED496536",
        "title":"Distance Learning for Mobile Internet Users"},
      {
        "id":"ED496537",
        "title":"A Study of Students' Attitude Towards Virtual Education in Pakistan"},
      {
        "id":"ED496538",
        "title":"A Diagnostic Study of Open University Students' Perceptions about the Problem of Distance Education Application"},
      {
        "id":"ED496539",
        "title":"Teachers Job Satisfaction and Motivation for School Effectiveness: An Assessment"},
      {
        "id":"ED496540",
        "title":"Improving Reading Comprehension through Application and Transfer of Reading Strategies"},
      {
        "id":"ED496541",
        "title":"Predicting Student Satisfaction in Distance Education and Learning Environments"},
      {
        "id":"ED496542",
        "title":"Correlation between Marks Obtained By Students in Assignments and Final Examination of Master of Education Conducted by Allama Iqbal Open University"},
      {
        "id":"ED496543",
        "title":"Implications of Two Well-Known Models for Instructional Designers in Distance Education: Dick-Carey versus Morrison-Ross-Kemp"},
      {
        "id":"ED496547",
        "title":"Transition Planning for Students with Disabilities: A Special Topic Report of Findings from the National Longitudinal Transition Study-2 (NLTS2)"},
      {
        "id":"ED496548",
        "title":"Guam Department of Education District Action Plan Progress Report: Fiscal Year 03-04 to First Quarter FY 04-05"},
      {
        "id":"ED496549",
        "title":"District Action Plan 2003-2008: Improving Academic Achievement in Reading, Math and Language Arts"},
      {
        "id":"ED496550",
        "title":"Secondary School Experiences of Students with Autism. Facts from NLTS2. NCSER 2007-3005"},
      {
        "id":"ED496551",
        "title":"Enrollment in Postsecondary Institutions, Fall 2005; Graduation Rates, 1999 and 2002 Cohorts; and Financial Statistics, Fiscal Year 2005. First Look. NCES 2007-154"},
      {
        "id":"ED496552",
        "title":"Services and Supports for Secondary School Students with Disabilities: A Special Topic Report of Findings from the National Longitudinal Transition Study-2 (NLTS2)"},
      {
        "id":"ED496553",
        "title":"Private and Public Contributions to Financing College Education. A CBO Paper"},
      {
        "id":"ED496554",
        "title":"The Cost of the Consolidation Option for Student Loans. A CBO Paper"},
      {
        "id":"ED496555",
        "title":"How CBO Analyzes the Sources of Lenders' Interest Income on Guaranteed Student Loans. A CBO Report"},
      {
        "id":"ED496556",
        "title":"Valuing the Student Loan Consolidation Option. Congressional Budget Office Background Paper"},
      {
        "id":"ED496557",
        "title":"Subsidy Estimates for Guaranteed and Direct Student Loans. A CBO Paper"},
      {
        "id":"ED496558",
        "title":"The MetLife Survey of the American Teacher: Expectations and Experiences. A Survey of Teachers, Principals and Leaders of College Education Programs"},
      {
        "id":"ED496559",
        "title":"Funding Gaps, 2006"},
      {
        "id":"ED496561",
        "title":"Event Dropout Rates for Public School Students in Grades 9-12: 2002-03 and 2003-04. First Look Report. NCES 2007-026"},
      {
        "id":"ED496562",
        "title":"What Are the Communication Considerations for Parents of Deaf and Hard-of-Hearing Children? NIDCD Fact Sheet"},
      {
        "id":"ED496563",
        "title":"Perceptions of Successful Graduates of Juvenile Residential Programs: A Phenomenological Study"},
      {
        "id":"ED496564",
        "title":"Literacy Behind Bars: Results from the 2003 National Assessment of Adult Literacy Prison Survey. NCES 2007-473"},
      {
        "id":"ED496565",
        "title":"Military Boarding School Perspectives of Parent Choice: A Qualitative Inquiry"},
      {
        "id":"ED496566",
        "title":"Stimulating Milieu to Learning and Teaching at Today's Czech Schools: A Contribution to the Recognition of the Culture of an Essential School Process"},
      {
        "id":"ED496567",
        "title":"Annual State of Public Education Report, SY 2005-2006"},
      {
        "id":"ED496571",
        "title":"Effects of Instructional Design on Learning"},
      {
        "id":"ED496572",
        "title":"America's Children: Key National Indicators of Well-Being, 2005"},
      {
        "id":"ED496573",
        "title":"America's Children in Brief: Key National Indicators of Well-Being, 2006"},
      {
        "id":"ED496574",
        "title":"Community Colleges and Teacher Preparation: Roles, Issues and Opportunities. Issue Paper"},
      {
        "id":"ED496576",
        "title":"The Composition of Staff in California's Community Colleges, 1994 to 2002"},
      {
        "id":"ED496577",
        "title":"Preschool and Childcare Enrollment in California"},
      {
        "id":"ED496578",
        "title":"Educational Opportunities for Adults in California"},
      {
        "id":"ED496579",
        "title":"The Manufacturing Sector and Job Training in California"},
      {
        "id":"ED496581",
        "title":"For-Profit Postsecondary Educational Institutions: Overview of Accreditation and State and Federal Oversight"},
      {
        "id":"ED496582",
        "title":"Current State of CSLA Cooperative Library System Service Assessment: Summary Report of Focus Group Results"},
      {
        "id":"ED496584",
        "title":"California Library Statistics, 2005: Fiscal Year 2003-2004 from Public, Academic, Special and County Law Libraries"},
      {
        "id":"ED496585",
        "title":"H.R. 366, The Vocational and Technical Education for the Future Act. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce, U.S. House of Representatives, One Hundred Ninth Congress, First Session (February 15, 2005). Serial Number 109-1"},
      {
        "id":"ED496586",
        "title":"Improving Access to Assistive Technology for Individuals with Disabilities Act of 2004. House of Representatives, One Hundred Eighth Congress, Second Session (June 1, 2004). Report 108-514"},
      {
        "id":"ED496587",
        "title":"Job Training Improvement Act of 2005. Report Together with Minority and Additional Views. House of Representatives, One Hundred Ninth Congress, First Session (February 25, 2005). Report 109-9"},
      {
        "id":"ED496588",
        "title":"School Readiness Act of 2005. Report Together with Additional Views. House of Representatives, One Hundred Ninth Congress, First Session (June 16, 2005). Report 109-136"},
      {
        "id":"ED496589",
        "title":"Vocational and Technical Education for the Future Act. Report Together with Additional Views. U.S. House of Representatives, One Hundred Eighth Congress, Second Session (September 7, 2004). Report 108-659"},
      {
        "id":"ED496590",
        "title":"Vocational and Technical Education for the Future Act. Report Together with Additional Views. House of Representatives, One Hundred Ninth Congress, First Session (March 17, 2005). Report 109-25"},
      {
        "id":"ED496591",
        "title":"Carl D. Perkins Career and Technical Education Improvement Act of 2005. Senate, One Hundred Ninth Congress, First Session (May 10, 2005). Report 109-65"},
      {
        "id":"ED496592",
        "title":"The Secure Rural Schools and Community Self-Determination Act of 2000. Hearing before the Subcommittee on Public Lands and Forests of the Committee on Energy and Natural Resources, United States Senate, One Hundred Ninth Congress, First Session (February 8, 2005). Senate Hearing 109-5"},
      {
        "id":"ED496593",
        "title":"Yosemite National Park Schools. Senate, One Hundred Ninth Congress, First Session (April 28, 2005). Report 109-63"},
      {
        "id":"ED496594",
        "title":"How Does Using Formative Assessment Empower Students in Their Learning?"},
      {
        "id":"ED496595",
        "title":"Preservice Teacher, Faculty and Online Instructional Designer Partnerships through Technology Integration into Special Education Curriculum"},
      {
        "id":"ED496596",
        "title":"Turkish Preservice Special Education Teachers' Experiences, Perspectives and Expectations on Use of Technology: Integrating Technology in the College Classroom"},
      {
        "id":"ED496597",
        "title":"Bridging the Digital Divide through Technology Integration into the Special Education Program: Faculty Attitudes toward Technology Accessibility for Diverse Learners"},
      {
        "id":"ED496598",
        "title":"Structuring a Supportive Environment for Women in Higher Education"},
      {
        "id":"ED496599",
        "title":"Special Issue: In Google's Broad Wake: Taking Responsibility for Shaping the Global Digital Library. ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 250"},
      {
        "id":"ED496600",
        "title":"Enhancing Student Services at Lorain County Community College: Early Results from the Opening Doors Demonstration in Ohio"},
      {
        "id":"ED496601",
        "title":"Enhancing Student Services at Owens Community College: Early Results from the Opening Doors Demonstration in Ohio"},
      {
        "id":"ED496603",
        "title":"A Portrait of Pre-kindergarten. FPG Snapshot #28"},
      {
        "id":"ED496604",
        "title":"Attention in Preschoolers: Associations with Temperament and Motivation. FPG Snapshot #23"},
      {
        "id":"ED496605",
        "title":"Reading on the Go! Volume 2: A Handbook of Resources, Spring 2007"},
      {
        "id":"ED496606",
        "title":"Celebrating 40 Years. Early Developments. Volume 10, Number 1, Spring 2006"},
      {
        "id":"ED496607",
        "title":"Detecting Early Warning Signs in Children at Risk for Learning Disabilities. FPG Snapshot. Number 30, June 2006"},
      {
        "id":"ED496608",
        "title":"Early Childhood Teachers often Ill Prepared to Care for Children with Disabilities. FPG Snapshot. Number 31, August 2006"},
      {
        "id":"ED496609",
        "title":"Music Improves Morning Transitions for Children with Autism. FPG Snapshot. Number 35, November 2006"},
      {
        "id":"ED496610",
        "title":"Early Intervention Affects Families' Quality of Life. FPG Snapshot. Number 27, January 2006"},
      {
        "id":"ED496611",
        "title":"Essential Skills for Early Intervention Practitioners. FPG Snapshot. Number 26, November 2005"},
      {
        "id":"ED496612",
        "title":"Evidence-Based Practice. Early Developments. Volume 11, Number 1, Spring 2007"},
      {
        "id":"ED496613",
        "title":"Evidence-Based Practice Empowers Early Childhood Professionals and Families. FPG Snapshot #33"},
      {
        "id":"ED496614",
        "title":"Families Define Quality Pre-Kindergarten Programs More Broadly than Educators, Researchers and Policy Makers. FPG Snapshot #36"},
      {
        "id":"ED496615",
        "title":"Fathers Play Significant Role in Language Development of Young Children. FPG Snapshot #34"},
      {
        "id":"ED496616",
        "title":"From One Class to Another: How Transitions May Affect Infants and Toddlers. FPG Snapshot #25"},
      {
        "id":"ED496617",
        "title":"Interventions. Early Developments. Volume 9, Number 2, Fall 2005"},
      {
        "id":"ED496618",
        "title":"Lack of Consensus on How to Evaluate Programs for Preschool Children with Disabilities Leaves States Floundering. FPG Snapshot #32"},
      {
        "id":"ED496619",
        "title":"The Achiever. Volume 6, Number 5"},
      {
        "id":"ED496620",
        "title":"America's Perfect Storm: Three Forces Changing Our Nation's Future"},
      {
        "id":"ED496621",
        "title":"CPI Newsletter. Volume 1, Number 1"},
      {
        "id":"ED496622",
        "title":"Multigrade Schools: Improving Access in Rural Africa? Fundamentals of Educational Planning 76"},
      {
        "id":"ED496623",
        "title":"International Institute for Capacity Building in Africa: Strengthening Africa's Educational Institutions"},
      {
        "id":"ED496625",
        "title":"International Institute for Capacity Building in Africa Newsletter. Volume 6, Number 2"},
      {
        "id":"ED496626",
        "title":"International Institute for Capacity Building in Africa Newsletter. Volume 7, Number 2"},
      {
        "id":"ED496627",
        "title":"International Institute for Capacity Building in Africa Newsletter. Volume 7, Number 1"},
      {
        "id":"ED496628",
        "title":"Institute of Education Sciences: Building Evidence-based Education"},
      {
        "id":"ED496629",
        "title":"Technology and Quality in Educational Scholarly Communication"},
      {
        "id":"ED496631",
        "title":"Program Evaluation for USAID/Guinea Basic Education Program Portfolio"},
      {
        "id":"ED496632",
        "title":"The President's Emergency Plan for AIDS Relief: Report on Education"},
      {
        "id":"ED496633",
        "title":"Music Therapy Engages Children with Autism in Outdoor Play. FPG Snapshot. Number 39, February 2007"},
      {
        "id":"ED496634",
        "title":"Parent Involvement: A New Question for Head Start. FPG Snapshot. #24"},
      {
        "id":"ED496635",
        "title":"Preparing Culturally Competent Early Childhood Teachers. FPG Snapshot. # 37"},
      {
        "id":"ED496636",
        "title":"Quality of Childcare Affects Language Development. FPG Snapshot. # 40"},
      {
        "id":"ED496637",
        "title":"Why Young Children Enter Early Intervention Services. FPG Snapshot. #38"},
      {
        "id":"ED496638",
        "title":"Closing the Teacher Quality Gap in Philadelphia: New Hope and Old Hurdles"},
      {
        "id":"ED496642",
        "title":"Similar English Learner Students, Different Results: Why Do Some Schools Do Better? A Follow-Up Analysis, Based upon a Large-Scale Survey of California Elementary Schools Serving High Proportions of Low-Income and EL Students. Research Brief"},
      {
        "id":"ED496643",
        "title":"An Interim Report on the Student Support Services Program: 2002-03 and 2003-04, with Select Data from 1998-2002"},
      {
        "id":"ED496644",
        "title":"Grantmaking at ED: Answers to Your Questions about the Discretionary Grants Process. Third Edition"},
      {
        "id":"ED496645",
        "title":"NIDRR Long-Range Plan for Fiscal Years 2005-09. Executive Summary"},
      {
        "id":"ED496646",
        "title":"Similar English Learner Students, Different Results: Why Do Some Schools Do Better? A Follow-Up Analysis Based upon a Large-Scale Survey of California Elementary Schools Serving High Proportions of Low-Income and EL Students. Report of Findings"},
      {
        "id":"ED496647",
        "title":"Non-Public Education: A Vital Part of U.S. K-12 Education"},
      {
        "id":"ED496648",
        "title":"The Student Aid Gauntlet: Making Access to College Simple and Certain. Final Report of the Special Study of Simplification of Need Analysis and Application for Title IV Aid"},
      {
        "id":"ED496649",
        "title":"Report of the Academic Competitiveness Council"},
      {
        "id":"ED496650",
        "title":"The Achiever. Volume 5, Number 9"},
      {
        "id":"ED496651",
        "title":"The Achiever. Volume 6, Number 1"},
      {
        "id":"ED496652",
        "title":"The Achiever. Volume 6, Number 2"},
      {
        "id":"ED496653",
        "title":"The Achiever. Volume 6, Number 3"},
      {
        "id":"ED496654",
        "title":"The Achiever. Volume 6, Number 4"},
      {
        "id":"ED496655",
        "title":"Rhode Island Public Library Trustees Handbook. Revised"},
      {
        "id":"ED496656",
        "title":"Thinking on the Write Path"},
      {
        "id":"ED496657",
        "title":"A Data-Mining Approach to Differentiate Predictors of Retention"},
      {
        "id":"ED496658",
        "title":"The Nation's Report Card[TM]: U.S. History 2006--National Assessment of Educational Progress at Grades 4, 8, and 12. NCES 2007-474"},
      {
        "id":"ED496659",
        "title":"The Nation's Report Card[TM]: Civics 2006--National Assessment of Educational Progress at Grades 4, 8, and 12. NCES 2007-476"},
      {
        "id":"ED496666",
        "title":"South Dakota Arts Council: Long Range Plan. Fiscal Years 2006-2008"},
      {
        "id":"ED496667",
        "title":"A Phenomenological Study of International Students in a Florida University Ph.D. Program"},
      {
        "id":"ED496668",
        "title":"South Dakota Arts Council Long Range Plan FY 2006-2008"},
      {
        "id":"ED496669",
        "title":"ACT National Curriculum Survey[R], 2005-2006"},
      {
        "id":"ED496670",
        "title":"Rigor at Risk: Reaffirming Quality in the High School Core Curriculum"},
      {
        "id":"ED496693",
        "title":"Relationships between Financial Aid Policies, Practices and Procedures at Texas Public Colleges and Universities"},
      {
        "id":"ED496694",
        "title":"Closing the Teacher Quality Gap in Philadelphia: New Hope and Old Hurdles. Executive Summary"},
      {
        "id":"ED496695",
        "title":"Parents Speak Up and Out about Parents' Participation in Urban Public High Schools. Writing to Be Heard Report Series"},
      {
        "id":"ED496696",
        "title":"Task Force on the Education of Maryland's African-American Males"},
      {
        "id":"ED496698",
        "title":"Handbook for Youth in Foster Care"},
      {
        "id":"ED496699",
        "title":"Improving Social Skills in Young Children"},
      {
        "id":"ED496700",
        "title":"Improving Spelling of High Frequency Words for Transfer in Written Work"},
      {
        "id":"ED496701",
        "title":"Getting to Places: The Ethics of Research and Fieldwork in Villages--First Visits"},
      {
        "id":"ED496714",
        "title":"Ten-Year Check-Up: Have Federal Agencies Responded to Civil Rights Recommendations? Volume IV: An Evaluation of the Departments of Education, Health and Human Services, and Housing and Urban Development, and the Equal Opportunity Commission"},
      {
        "id":"ED496716",
        "title":"Funding Federal Civil Rights Enforcement: 2005"},
      {
        "id":"ED496717",
        "title":"Funding Federal Civil Rights Enforcement: The President's 2006 Request"},
      {
        "id":"ED496718",
        "title":"Understanding U.S. Geography and Weather. Scholastic Teaching Guide and Poster"},
      {
        "id":"ED496719",
        "title":"Listen, Protect, Connect--Model & Teach: Psychological First Aid (PFA) for Students and Teachers"},
      {
        "id":"ED496720",
        "title":"Taking Ownership of the Future: The National Strategy for Financial Literacy, 2006"},
      {
        "id":"ED496721",
        "title":"Criteria to Evaluate Interpretive Guides for Criterion-Referenced Tests"},
      {
        "id":"ED496724",
        "title":"Read, Write &amp; Type![TM]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED496725",
        "title":"A Longitudinal Evaluation of the Intermediate-Term Impact of the \"Money Smart\" Financial Education Curriculum upon Consumers' Behavior and Confidence"},
      {
        "id":"ED496726",
        "title":"Environmental Education in the Community. ICE No. M0075"},
      {
        "id":"ED496727",
        "title":"Directory of Services for Blind &amp; Visually Handicapped Children in New York State"},
      {
        "id":"ED496728",
        "title":"Family Day Care Provider Handbook"},
      {
        "id":"ED496729",
        "title":"Group Family Day Care Provider Handbook"},
      {
        "id":"ED496730",
        "title":"NYS Foster Parent Manual"},
      {
        "id":"ED496735",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, No. 232-247, March-December 2006"},
      {
        "id":"ED496737",
        "title":"Emergency Management: Status of School Districts' Planning and Preparedness. Testimony before the Committee on Homeland Security, House of Representatives. GAO-07-821T"},
      {
        "id":"ED496743",
        "title":"Reframing Education: The Partnership Strategy and Public Schools"},
      {
        "id":"ED496753",
        "title":"Global Perspectives on Teacher Learning: Improving Policy and Practice"},
      {
        "id":"ED496756",
        "title":"Illinois Community College Board: Baccalaureate Access Task Force"},
      {
        "id":"ED496758",
        "title":"Follow-Up Study of Fiscal Year 2004 Career and Technical Education Program Graduates"},
      {
        "id":"ED496759",
        "title":"Accountability and Productivity in the Community College System, Fiscal Year 2004"},
      {
        "id":"ED496760",
        "title":"Annual Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 2004"},
      {
        "id":"ED496761",
        "title":"Accountability and Productivity in the Community College System, Fiscal Year 2005"},
      {
        "id":"ED496762",
        "title":"Annual Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 2005"},
      {
        "id":"ED496763",
        "title":"Accountability and Productivity in the Community College System, Fiscal Year 2006"},
      {
        "id":"ED496764",
        "title":"Annual Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 2006"},
      {
        "id":"ED496765",
        "title":"Illinois Community College Board Biennial Report, 2003-2004"},
      {
        "id":"ED496766",
        "title":"Illinois Community College Board Biennial Report, 2005-2006"},
      {
        "id":"ED496767",
        "title":"Illinois Community College Board FY 2004 Adult Education and Family Literacy Report to the Governor and General Assembly"},
      {
        "id":"ED496768",
        "title":"Illinois Community College Board FY 2005 Adult Education and Family Literacy Report to the Governor and General Assembly"},
      {
        "id":"ED496769",
        "title":"Illinois Community College Board FY 2006 Adult Education and Family Literacy Report to the Governor and General Assembly"},
      {
        "id":"ED496774",
        "title":"Data and Characteristics of the Illinois Public Community College System"},
      {
        "id":"ED496775",
        "title":"FY 2004 Illinois Adult Education and Family Literacy Data and Characteristics"},
      {
        "id":"ED496776",
        "title":"FY 2005 Illinois Adult Education and Family Literacy: Data and Characteristics"},
      {
        "id":"ED496777",
        "title":"Data and Characteristics of the Illinois Public Community College System"},
      {
        "id":"ED496778",
        "title":"Illinois Community College Board. Fall 2005 Enrollment Survey Report"},
      {
        "id":"ED496779",
        "title":"Illinois Community College Board Fall 2006 Opening Enrollment Survey Results"},
      {
        "id":"ED496780",
        "title":"Illinois Community College Board Fall 2004 Enrollment Survey Report"},
      {
        "id":"ED496781",
        "title":"Fiscal Year 2004 Unit Cost Report for the Illinois Public Community Colleges"},
      {
        "id":"ED496782",
        "title":"Applications of Universal Grammar (UG) in the ESL/EFL Classroom"},
      {
        "id":"ED496784",
        "title":"Illinois Community College System. Performance Report for Fiscal Year 2005"},
      {
        "id":"ED496785",
        "title":"P-16 Initiative Grant. Final Report Summary: Fiscal Year 2005"},
      {
        "id":"ED496786",
        "title":"Illinois Community College System. Performance Report for Fiscal Year 2006"},
      {
        "id":"ED496787",
        "title":"Illinois Community College Board. Adult Education and Family Literacy. Provider Manual. Fiscal Year 2007"},
      {
        "id":"ED496788",
        "title":"Fiscal Year 2004 Salary Report for the Illinois Public Community Colleges"},
      {
        "id":"ED496789",
        "title":"Fiscal Year 2005 Salary Report for the Illinois Public Community Colleges"},
      {
        "id":"ED496790",
        "title":"Fiscal Year 2006 Salary Report for the Illinois Public Community Colleges"},
      {
        "id":"ED496791",
        "title":"Illinois Community College Board Fiscal Year 2005 Spring Opening Enrollment Report"},
      {
        "id":"ED496798",
        "title":"Illinois Community College Board Fiscal Year 2007 Spring Enrollment Report"},
      {
        "id":"ED496800",
        "title":"Illinois Community College Board Fiscal Year 2006 Spring Enrollment Report"},
      {
        "id":"ED496801",
        "title":"Illinois Community College System Selected Programs and Services for Underrepresented Groups. Focus Area: Addressing the Needs of Students with Disabilities"},
      {
        "id":"ED496802",
        "title":"Illinois Community College System Selected Programs and Services for Underrepresented Groups. Focus Area: Academic Achievement Promoting Positive Results and Highlighting Promising Practices"},
      {
        "id":"ED496804",
        "title":"Promoting Positive Parenting Practices through Parenting Education. Building State Early Childhood Comprehensive Systems Series, Number 13"},
      {
        "id":"ED496805",
        "title":"Critical Pathways to School Readiness: Implications for First 5 Ventura County Strategic Planning, Funding and Evaluation"},
      {
        "id":"ED496806",
        "title":"Results Accountability for a State Early Childhood Comprehensive System: A Planning Guide for Improving the Well Being of Young Children and Their Families. Building State Early Childhood Comprehensive Systems Series. Number 4"},
      {
        "id":"ED496807",
        "title":"A Strategic Planning Guide for State-Level Early Childhood Systems-Building Initiatives: From Resources to Results for Young Children and Their Families. Building State Early Childhood Comprehensive Systems Series. Number 6"},
      {
        "id":"ED496809",
        "title":"School Readiness Profiles Pilot Study: Helping Children in Ventura County Succeed in School"},
      {
        "id":"ED496810",
        "title":"The Role of State Early Childhood Comprehensive Systems in Promoting Cultural Competence and Effective Cross-Cultural Communication. Building State Early Childhood Comprehensive Systems Series, Number 8"},
      {
        "id":"ED496811",
        "title":"First 5 Ventura County: Annual Evaluation Report, Fiscal Year 2003-2004"},
      {
        "id":"ED496812",
        "title":"Jobs and Opportunity: The Power and Potential of Maine's Community Colleges--Report of the Governor's Community College Advisory Council"},
      {
        "id":"ED496813",
        "title":"Jobs and Opportunity: The Power and Potential of Maine's Community Colleges. Executive Summary: Report of the Governor's Community College Advisory Council"},
      {
        "id":"ED496814",
        "title":"Maine Community College System 2006-07 Fact Sheet"},
      {
        "id":"ED496815",
        "title":"Parental and Community Involvement in Schools: Does Socio-Economic Status Matter?"},
      {
        "id":"ED496816",
        "title":"Co-Constructing Artefacts and Knowledge in Net-Based Teams: Implications for the Design of Collaborative Learning Environments"},
      {
        "id":"ED496817",
        "title":"Travelling the Road to Expertise: A Longitudinal Study of Learning"},
      {
        "id":"ED496818",
        "title":"Identity That Makes a Difference: Substantial Learning as Closing the Gap between Actual and Designated Identities"},
      {
        "id":"ED496819",
        "title":"Vygotsky's Theory of Concept Formation and Mathematics Education"},
      {
        "id":"ED496820",
        "title":"Preservice Teachers' Understandings of Relational and Instrumental Understanding"},
      {
        "id":"ED496821",
        "title":"The Transformation of Mathematics in On-Line Courses"},
      {
        "id":"ED496822",
        "title":"Using Cognitive and Situative Perspectives to Understand Teacher Interactions with Learner Errors"},
      {
        "id":"ED496823",
        "title":"Identification of Affordances of a Technology-Rich Teaching and Learning Environment (TRTLE)"},
      {
        "id":"ED496824",
        "title":"A Comparison of Perceived Parental Influence on Mathematics Learning among Students in China and Australia"},
      {
        "id":"ED496825",
        "title":"Constructing Pedagogical Knowledge of Problem Solving: Preservice Mathematics Teachers"},
      {
        "id":"ED496826",
        "title":"Primary Students' Knowledge of the Properties of Spatially-Oriented Diagrams"},
      {
        "id":"ED496827",
        "title":"Exploring \"Lesson Study\" in Teacher Preparation"},
      {
        "id":"ED496828",
        "title":"Child-Initiated Mathematical Patterning in the Pre-Compulsory Years"},
      {
        "id":"ED496829",
        "title":"The Tacit-Explicit Nature of Students' Knowledge: A Case Study on Area Measurement"},
      {
        "id":"ED496830",
        "title":"Exploring Excellence and Equity within Canadian Mathematics Classrooms"},
      {
        "id":"ED496832",
        "title":"Students' Use of ICT Tools--Choices and Reasons"},
      {
        "id":"ED496833",
        "title":"Interaction of Modalities in Cabri: A Case Study"},
      {
        "id":"ED496834",
        "title":"The Duality of Zero in the Transition from Arithmetic to Algebra"},
      {
        "id":"ED496835",
        "title":"Conflicts in Offshore Learning Environments of a University Preparatory Mathematics Course"},
      {
        "id":"ED496836",
        "title":"The Diverse Learning Needs of Young Children Who Were Selected for an Intervention Program"},
      {
        "id":"ED496837",
        "title":"Using Contradictions in a Teaching and Learning Development Project"},
      {
        "id":"ED496838",
        "title":"Applying Research in Reading Instruction for Adults: First Steps for Teachers"},
      {
        "id":"ED496839",
        "title":"Planning for the State Early Childhood Comprehensive Systems Initiative (SECCS): An Environmental Scan of Opportunities and Readiness for Building Systems. Building State Early Childhood Comprehensive Systems Series, No. 2."},
      {
        "id":"ED496840",
        "title":"Building Bridges: A Comprehensive System for Healthy Development and School Readiness. Building State Early Childhood Comprehensive Systems Series, Number 1"},
      {
        "id":"ED496841",
        "title":"Building Community Systems for Young Children: Early Childhood Education. Building State Early Childhood Comprehensive Systems Series, Number 11"},
      {
        "id":"ED496842",
        "title":"Family Support: Fostering Leadership and Partnership to Improve Access and Quality. Building State Early Childhood Comprehensive Systems Series, Number 14"},
      {
        "id":"ED496843",
        "title":"Framing Early Childhood Development: Strategic Communications and Public Preferences. Building State Early Childhood Comprehensive Systems Series. Number 7"},
      {
        "id":"ED496845",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (29th, Melbourne, Australia, July 10-15, 2005). Volume 1"},
      {
        "id":"ED496846",
        "title":"Strategic Financing: Making the Most of the State Early Childhood Comprehensive Systems Initiative. Building State Early Childhood Comprehensive Systems Series. Number 5"},
      {
        "id":"ED496847",
        "title":"Medicaid and Financing of Health Care for Children in Foster Care: Findings from a National Survey. Health Services for Children in Foster Care. Number 1"},
      {
        "id":"ED496848",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (29th, Melbourne, Australia, July 10-15, 2005). Volume 3"},
      {
        "id":"ED496850",
        "title":"Addressing Socio-Emotional Development and Infant Mental Health in Early Childhood Systems: Executive Summary. Building State Early Childhood Comprehensive Systems Series, Number 12"},
      {
        "id":"ED496851",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (29th, Melbourne, Australia, July 10-15, 2005). Volume 4"},
      {
        "id":"ED496852",
        "title":"Clinical Interventions to Enhance Infant Mental Health: A Selective Review"},
      {
        "id":"ED496853",
        "title":"Addressing Social-Emotional Development and Infant Mental Health in Early Childhood Systems. Building State Early Childhood Comprehensive Systems Series, Number 12"},
      {
        "id":"ED496854",
        "title":"Master Contracting with Comprehensive Service Providers: A Tool to Simplify Administration and Promote Outcome-Focused, Integrated Services"},
      {
        "id":"ED496859",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (29th, Melbourne, Australia, July 10-15, 2005). Volume 2"},
      {
        "id":"ED496860",
        "title":"Survey of Maine Citizens Who Have Not Attained a College Degree. Report Prepared for the Maine Community College System (MCCS)"},
      {
        "id":"ED496871",
        "title":"A Comparison of Hybrid and Online Instruction in Two School Library Media Graduate Courses: A Preliminary Study"},
      {
        "id":"ED496872",
        "title":"An Action Plan: Assessing School Readiness in Ventura County"},
      {
        "id":"ED496873",
        "title":"Building Bridges: A Comprehensive System for Healthy Development and School Readiness"},
      {
        "id":"ED496874",
        "title":"Results Accountability for a State Early Childhood Comprehensive System: A Planning Guide for Improving the Well-Being of Young Children and their Families"},
      {
        "id":"ED496875",
        "title":"Strategic Financing: Making the Most of the State Early Childhood Comprehensive Systems Initiative"},
      {
        "id":"ED496876",
        "title":"A Strategic Planning Guide: From Resources to Results for Young Children and their Families"},
      {
        "id":"ED496877",
        "title":"Framing Early Childhood Development: Strategic Communications and Public Preferences"},
      {
        "id":"ED496878",
        "title":"What Do Studies Like PISA Mean to the Mathematics Education Community?"},
      {
        "id":"ED496881",
        "title":"Building Community Systems for Young Children: Early Childhood Education"},
      {
        "id":"ED496882",
        "title":"Promoting Positive Parenting Practices through Parenting Education"},
      {
        "id":"ED496883",
        "title":"Family Support: Fostering Leadership and Partnerships to Improve Access. Building State Early Childhood Comprehensive Systems Series. Number 14"},
      {
        "id":"ED496884",
        "title":"Environmental Scan. Building State Early Childhood Comprehensive Systems Series No. 2"},
      {
        "id":"ED496886",
        "title":"A Sociocultural Analysis of Learning to Teach"},
      {
        "id":"ED496888",
        "title":"Shining Stars--Kindergartners Learn to Read: How Parents Can Help Their Kindergartners Learn to Read"},
      {
        "id":"ED496891",
        "title":"Three Case Studies on the Role of Memorising in Learning and Teaching Mathematics"},
      {
        "id":"ED496892",
        "title":"Reconstructing Norms"},
      {
        "id":"ED496893",
        "title":"Forming Teachers as Resonance Mediators"},
      {
        "id":"ED496894",
        "title":"Investigating the Problem Solving Competency of Pre Service Teachers in Dynamic Geometry Environment"},
      {
        "id":"ED496895",
        "title":"Structure and Typical Profiles of Elementary Teacher Students' View of Mathematics"},
      {
        "id":"ED496896",
        "title":"Preservice Teachers' View on y = x + 5 and y= [pi]x[squared] Expressed through the Utilization of Concept Maps: A Study of the Concept of Function"},
      {
        "id":"ED496897",
        "title":"Mistake-Handling Activities in the Mathematics Classroom"},
      {
        "id":"ED496898",
        "title":"One Teacher's Role in Promoting Understanding in Mental Computation"},
      {
        "id":"ED496900",
        "title":"In the Middle of Nowhere: How a Textbook Can Position the Mathematics Learner"},
      {
        "id":"ED496901",
        "title":"Chinese Whispers - Algebra Style: Grammatical, Notational, Mathematical and Activity Tensions"},
      {
        "id":"ED496902",
        "title":"Pedagogy of Facilitation: How Do We Best Help Teachers of Mathematics with New Practices?"},
      {
        "id":"ED496903",
        "title":"Students' Difficulties with Applying a Familiar Formula in an Unfamiliar Context"},
      {
        "id":"ED496904",
        "title":"Learning Mathematics: Perspectives of Australian Aboriginal Children and Their Teachers"},
      {
        "id":"ED496905",
        "title":"Verification or Proof: Justification of Pythagoras' Theorem in Chinese Mathematics Classrooms"},
      {
        "id":"ED496906",
        "title":"Mozambican Teachers' Professional Knowledge about Limits of Functions"},
      {
        "id":"ED496907",
        "title":"Heuristic Biases in Mathematical Reasoning"},
      {
        "id":"ED496908",
        "title":"Three Utilities for the Equal Sign"},
      {
        "id":"ED496909",
        "title":"Computer Algebra Systems (CAS) as a Tool for Coaxing the Emergence of Reasoning about Equivalence of Algebraic Expressions"},
      {
        "id":"ED496910",
        "title":"Students' Colloquial and Mathematical Discourses on Infinity and Limit"},
      {
        "id":"ED496911",
        "title":"Mathematical Modelling with 9-Year-Olds"},
      {
        "id":"ED496912",
        "title":"Teachers as Interns in Informal Mathematics Research"},
      {
        "id":"ED496913",
        "title":"Meeting NCLB Requirements for Family Involvement"},
      {
        "id":"ED496914",
        "title":"Levers for Change: Opportunities to Strengthen California's High School Curriculum"},
      {
        "id":"ED496915",
        "title":"Synchronizing Gestures, Words and Actions in Pattern Generalizations"},
      {
        "id":"ED496917",
        "title":"Generalization Strategies of Beginning High School Algebra Students"},
      {
        "id":"ED496918",
        "title":"High Standards + Support = More Students Taking Tougher Math"},
      {
        "id":"ED496931",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (30th, Prague, Czech Republic, July 16-21, 2006). Volume 1"},
      {
        "id":"ED496932",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (30th, Prague, Czech Republic, July 16-21, 2006). Volume 2"},
      {
        "id":"ED496933",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (30th, Prague, Czech Republic, July 16-21, 2006). Volume 3"},
      {
        "id":"ED496934",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (30th, Prague, Czech Republic, July 16-21, 2006). Volume 4"},
      {
        "id":"ED496935",
        "title":"How Does Technology Affect Access in Postsecondary Education? What Do We Really Know? Report of the National Postsecondary Education Cooperative Working Group on Access-Technology. NPEC 2004-831"},
      {
        "id":"ED496937",
        "title":"Case Studies of Children's Development of Structure in Early Mathematics: A Two-Year Longitudinal Study"},
      {
        "id":"ED496938",
        "title":"A Case Study of How Kinesthetic Experiences Can Participate in and Transfer to Work with Equations"},
      {
        "id":"ED496939",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (30th, Prague, Czech Republic, July 16-21, 2006). Volume 5"},
      {
        "id":"ED496940",
        "title":"The Construction of Proportional Reasoning"},
      {
        "id":"ED496942",
        "title":"The Transition of a Secondary Mathematics Teacher: From a Reform Listener to a Believer"},
      {
        "id":"ED496943",
        "title":"Substantive Communication of Space Mathematics in Upper Primary School"},
      {
        "id":"ED496945",
        "title":"Transforming Korean Elementary Mathematics Classrooms to Student-Centered Instruction"},
      {
        "id":"ED496946",
        "title":"The Effect of Improved Automaticity of Basic Number Skills on Persistently Low-Achieving Pupils"},
      {
        "id":"ED496947",
        "title":"Degrees of Freedom in Modeling: Taking Certainty out of Proportion"},
      {
        "id":"ED496948",
        "title":"&quot;I Know that You Don't Have to Work Hard&quot;: Mathematics Learning in the First Year of Primary School"},
      {
        "id":"ED496950",
        "title":"Disentangling Mentors' Role in the Development of Prospective Teachers' Efficacy Beliefs in Teaching Mathematics"},
      {
        "id":"ED496951",
        "title":"Linear Functions and a Triple Influence of Teaching on the Development of Students' Algebraic Expectation"},
      {
        "id":"ED496952",
        "title":"Engaging the Learner's Voice? Catechetics and Oral Involvement in Reform Strategy Lessons"},
      {
        "id":"ED496953",
        "title":"Teaching Projectile Motion to Eliminate Misconceptions"},
      {
        "id":"ED496954",
        "title":"An Investigation of a Preservice Teacher's Use of Representations in Solving Algebraic Problems Involving Exponential Relationships"},
      {
        "id":"ED496955",
        "title":"On Embodiment, Artifacts, and Signs: A Semiotic-Cultural Perspective on Mathematical Thinking"},
      {
        "id":"ED496956",
        "title":"Analyzing Student Modeling Cycles in the Context of a \"Real World\" Problem"},
      {
        "id":"ED496957",
        "title":"Negotiating about Perceived Value Differences in Mathematics Teaching: The Case of Immigrant Teachers in Australia"},
      {
        "id":"ED496958",
        "title":"Development of Mathematical Norms in an Eighth-Grade Japanese Classroom"},
      {
        "id":"ED496959",
        "title":"Solving Additive Problems at Pre-Elementary School Level with the Support of Graphical Representation"},
      {
        "id":"ED496960",
        "title":"From the Everyday, through the Inauthentic, to Mathematics: Reflection on the Process of Teaching from Contexts"},
      {
        "id":"ED496961",
        "title":"Personal Experiences and Beliefs in Early Probabilistic Reasoning: Implications for Research"},
      {
        "id":"ED496962",
        "title":"Assimilating Innovative Learning/Teaching Approaches into Teacher Education: Why Is It so Difficult?"},
      {
        "id":"ED496963",
        "title":"Student Thinking Strategies in Reconstructing Theorems"},
      {
        "id":"ED496965",
        "title":"Young Children's Ability to Generalise the Pattern Rule for Growing Patterns"},
      {
        "id":"ED496966",
        "title":"Consolidating One Novel Structure whilst Constructing Two More"},
      {
        "id":"ED496967",
        "title":"Spreadsheets, Pedagogic Strategies and the Evolution of Meaning for Variable"},
      {
        "id":"ED496968",
        "title":"A Study of the Geometric Concepts of Elementary School Students at van Hiele Level One"},
      {
        "id":"ED496969",
        "title":"Annual Proceedings of the National League: Presenter and Topic Index, 1923-1940"},
      {
        "id":"ED496970",
        "title":"Do Female Students Have Higher Motivation than Male Students in Learning of English at the Tertiary Level?"},
      {
        "id":"ED496971",
        "title":"The Role of the English Language in Cyprus and Its Effects on the ELT Classroom"},
      {
        "id":"ED496972",
        "title":"Guam Department of Education Annual State of Public Education Report, SY 2003-2004"},
      {
        "id":"ED496974",
        "title":"Improving Vocabulary Acquisition with Multisensory Instruction"},
      {
        "id":"ED496975",
        "title":"Using Technology to Compare the Instructional Effectiveness of Read Aloud and Read Along Materials in an Elementary Classroom"},
      {
        "id":"ED496977",
        "title":"Building a Culture of Evidence for Community College Student Success: Early Progress in the Achieving the Dream Initiative"},
      {
        "id":"ED496978",
        "title":"Getting Started with SLD Determination: After IDEA Reauthorization"},
      {
        "id":"ED496979",
        "title":"Responsiveness to Intervention (RTI): How to Do It. [RTI Manual]"},
      {
        "id":"ED496980",
        "title":"Public Schools: High School Graduates and Postsecondary Education Rates, 2005-06"},
      {
        "id":"ED496989",
        "title":"Language Learning Strategies for Learners of Japanese: Focusing on Ethnicity Variable"},
      {
        "id":"ED496990",
        "title":"Language Learning Strategy Use for Learners of Japanese in Different Levels"},
      {
        "id":"ED496993",
        "title":"Strength in Partnership: Building a New Approach to Workforce Development in New York City"},
      {
        "id":"ED496994",
        "title":"Career Pathways: Aligning Public Resources to Support Individual and Regional Economic Advancement in the Knowledge Economy"},
      {
        "id":"ED496995",
        "title":"The Career Pathways How-To Guide"},
      {
        "id":"ED496996",
        "title":"Working Together: Aligning State Systems and Policies for Individual and Regional Prosperity"},
      {
        "id":"ED496997",
        "title":"Reconciling Learning, Human Resource Development and Well-Being in the Workplace"},
      {
        "id":"ED496998",
        "title":"Evaluation of the Norwegian Manifesto against Bullying, 2002-2004. A Summary of the Final Report"},
      {
        "id":"ED496999",
        "title":"The Czech School Culture and Strategies for Its Development. The Pre-Research"},
      {
        "id":"ED497000",
        "title":"The Use of Self-Management Skills with Kindergarten through Third Grade Students with Emotional and Behavior Disorders: Investigation of Findings"},
      {
        "id":"ED497001",
        "title":"Prospective Teachers' Understanding of Proof: What If the Truth Set of an Open Sentence Is Broader than That Covered by the Proof?"},
      {
        "id":"ED497002",
        "title":"Culture of the Czech School: On Particular Areas of Its Manifestation"},
      {
        "id":"ED497003",
        "title":"Whom Rests Today's Czech School Culture On?"},
      {
        "id":"ED497004",
        "title":"Teachers--The Professionals in Formal Learning as Practitioners of Informal Workplace Learning"},
      {
        "id":"ED497007",
        "title":"Barriers to Employment for Out-of-School Youth: Evidence from a Sample of Recent CET Applicants"},
      {
        "id":"ED497008",
        "title":"The Challenge of Repeating Success in a Changing World: Final Report on the Center for Employment Training Replication Sites"},
      {
        "id":"ED497009",
        "title":"Alignment Analysis and Standard-Setting Procedures for Alternate Assessments. Working Paper No. 2004-1"},
      {
        "id":"ED497010",
        "title":"Before Every Child Is Left Behind: How Epistemic Games Can Solve the Coming Crisis in Education. WCER Working Paper No. 2005-7"},
      {
        "id":"ED497012",
        "title":"Rethinking Formalisms in Formal Education. Working Paper No. 2005-11"},
      {
        "id":"ED497013",
        "title":"Studio Mathematics: The Epistemology and Practice of Design Pedagogy as a Model for Mathematics Learning. WCER Working Paper No. 2005-3"},
      {
        "id":"ED497014",
        "title":"The New Instructional Leadership: Creating Data-Driven Instructional Systems in Schools. WCER Working Paper No. 2005-9"},
      {
        "id":"ED497015",
        "title":"Toolforthoughts: Reexamining Thinking in the Digital Age. Working Paper No. 2005-6"},
      {
        "id":"ED497016",
        "title":"Video Games and the Future of Learning. WCER Working Paper No. 2005-4"},
      {
        "id":"ED497017",
        "title":"Visual Display and Co-Expressivity as Students Strive for Intersubjectivity in a Spatial Reasoning Task. WCER Working Paper No. 2005-10"},
      {
        "id":"ED497019",
        "title":"Meeting EFA: Afghanistan Community Schools"},
      {
        "id":"ED497020",
        "title":"Meeting EFA: Afghanistan Home-Based Schools. Case Study"},
      {
        "id":"ED497021",
        "title":"Meeting EFA: Bangladesh Rural Advancement Committee (BRAC) Primary Schools. Case Study"},
      {
        "id":"ED497022",
        "title":"Meeting EFA: How Do Complementary Models Meet the Education Needs of Underserved Populations in Developing Countries? Issues Brief"},
      {
        "id":"ED497023",
        "title":"Meeting EFA: Reaching the Underserved through Complementary Models of Effective Schooling. Working Paper"},
      {
        "id":"ED497024",
        "title":"A Generational Opportunity: A 21st Century Learning Content Delivery System"},
      {
        "id":"ED497025",
        "title":"An Economic Analysis of Textbook Pricing and Textbook Markets. ACSFA College Textbook Cost Study Plan Proposal"},
      {
        "id":"ED497026",
        "title":"Turn the Page: Making College Textbooks More Affordable. A Report of the Advisory Committee on Student Financial Assistance"},
      {
        "id":"ED497028",
        "title":"College and University Ranking Systems: Global Perspectives and American Challenges"},
      {
        "id":"ED497030",
        "title":"Opening the Door to the American Dream: Increasing Higher Education Access and Success for Immigrants"},
      {
        "id":"ED497033",
        "title":"Residential Group Care Quarterly. Volume 7, Number 4, Spring 2007"},
      {
        "id":"ED497034",
        "title":"Places--and Faces--that Foster Student Success. Lumina Foundation Lessons, Spring 2007"},
      {
        "id":"ED497036",
        "title":"Collision Course: Rising College Costs Threaten America's Future and Require Shared Solutions--A Policy Brief from Lumina Foundation for Education"},
      {
        "id":"ED497037",
        "title":"Hitting Home: Quality, Cost, and Access Challenges Confronting Higher Education Today"},
      {
        "id":"ED497038",
        "title":"College Textbooks: Enhanced Offerings Appear to Drive Recent Price Increases. Report to Congressional Requesters. GAO 05-806"},
      {
        "id":"ED497039",
        "title":"Low-Income and Minority Serving Institutions: Education Has Taken Steps to Improve Monitoring and Assistance, but Further Progress Is Needed--Statement of George A. Scott, Director Education, Workforce and Income Security Issues. Testimony before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-07-926T"},
      {
        "id":"ED497040",
        "title":"Toward a Learning Society. Director's Biennial Report to Congress. IES 2007-6004"},
      {
        "id":"ED497041",
        "title":"Changes in Instructional Hours in Four Subjects by Public School Teachers of Grades 1 through 4. Stats in Brief. NCES 2007-305"},
      {
        "id":"ED497042",
        "title":"Mapping 2005 State Proficiency Standards onto the NAEP Scales. Research and Development Report. NCES 2007-482"},
      {
        "id":"ED497043",
        "title":"The Condition of Education, 2007. NCES 2007-064"},
      {
        "id":"ED497044",
        "title":"Demography Is Not Destiny: Increasing the Graduation Rates of Low-Income College Students at Large Public Universities"},
      {
        "id":"ED497049",
        "title":"Rural School Consolidation Report: History, Research Summary, Conclusions and Recommendations"},
      {
        "id":"ED497050",
        "title":"Critical Issues in Rural Education, Position Paper I: &quot;No Child Left Behind&quot;"},
      {
        "id":"ED497051",
        "title":"An Evaluation of the Impact of Rural School Consolidation: What Challenges May a New Round of Rural School Consolidations Have on the \"Safety, Educational Performance and Social Environment\" of rural Communities?"},
      {
        "id":"ED497052",
        "title":"Situation Analysis of Teacher Education in Pakistan: Towards a Strategic Framework for Teacher Education and Professional Development"},
      {
        "id":"ED497053",
        "title":"Strategic Framework for Teacher Education and Professional Development: Pakistan"},
      {
        "id":"ED497055",
        "title":"Pathways to College: Access and Success"},
      {
        "id":"ED497057",
        "title":"Dropout Risk Factors and Exemplary Programs: A Technical Report"},
      {
        "id":"ED497059",
        "title":"Public Elementary and Secondary School Student Enrollment, High School Completions, and Staff from the Common Core of Data: School Year 2005-06. First Look. NCES 2007-352"},
      {
        "id":"ED497070",
        "title":"Reflections on Courageous Leadership"},
      {
        "id":"ED497075",
        "title":"Kick-Off, Half-Time, and Over-Time: Flexible Scheduling Scores Points"},
      {
        "id":"ED497082",
        "title":"More than Paper Load: What Does All This Student Work Tell Us?"},
      {
        "id":"ED497083",
        "title":"DARE Middle School Program Revamped"},
      {
        "id":"ED497085",
        "title":"Listening for Differences"},
      {
        "id":"ED497090",
        "title":"Focus on Film: Learning through the Movies"},
      {
        "id":"ED497092",
        "title":"Hot Technologies for Education: What's Happening Now and Later?"},
      {
        "id":"ED497093",
        "title":"Differentiating Instruction: Why Bother?"},
      {
        "id":"ED497102",
        "title":"Kid-to-Kid: Guiding Our Students toward Self-Confidence and Personal Power"},
      {
        "id":"ED497104",
        "title":"Meeting the Needs of Students in Transition"},
      {
        "id":"ED497108",
        "title":"Shared Vision, Team Learning and Professional Learning Communities"},
      {
        "id":"ED497117",
        "title":"Teaching Literacy across the Curriculum"},
      {
        "id":"ED497123",
        "title":"High School Coursetaking: Findings from The Condition of Education, 2007. NCES 2007-065"},
      {
        "id":"ED497124",
        "title":"Learning Opportunities for Your Child through Alternate Assessments"},
      {
        "id":"ED497126",
        "title":"Integrating Geographic Information Systems and Remote Sensing for Technical Workforce Training at Two-Year Colleges"},
      {
        "id":"ED497127",
        "title":"Report on Marketing Practices in the Federal Family Education Loan Program"},
      {
        "id":"ED497128",
        "title":"Resolution Meetings: A Guide for Parents"},
      {
        "id":"ED497129",
        "title":"&quot;Informed Self-Placement&quot; at American River College: A Case Study. National Center Report Number #07-2"},
      {
        "id":"ED497130",
        "title":"Investigating the Alignment of High School and Community College Assessments in California. National Center Report #07-3"},
      {
        "id":"ED497131",
        "title":"California's Charter Schools: Measuring Their Performance. EdSource Annual Report"},
      {
        "id":"ED497132",
        "title":"Numbers and Types of Public Elementary and Secondary Schools from the Common Core of Data: School Year 2005-06. First Look. NCES 2007-354"},
      {
        "id":"ED497134",
        "title":"Education in the United States: A Brief Overview. Revised"},
      {
        "id":"ED497135",
        "title":"Rehabilitation Services Administration Annual Report, Fiscal Year 2004: Report on Federal Activities under the &quot;Rehabilitation Act&quot;"},
      {
        "id":"ED497136",
        "title":"Catalyst. Volume 9, Number 1, Summer 2007"},
      {
        "id":"ED497137",
        "title":"CETAC E-Newsletter. Community Involvement Issue. Volume 2, Number 1, Spring 2007"},
      {
        "id":"ED497139",
        "title":"The Achiever. Volume 6, Number 6"},
      {
        "id":"ED497140",
        "title":"The Challenge. Volume 14, Number 3"},
      {
        "id":"ED497143",
        "title":"Crystal Apple: Education Insiders' Predictions for No Child Left Behind's Reauthorization. Research Brief"},
      {
        "id":"ED497146",
        "title":"A Position Statement on Including Students with Disabilities in Physical Education"},
      {
        "id":"ED497147",
        "title":"Fostering Children's Motivation to Learn"},
      {
        "id":"ED497148",
        "title":"The LSS Review. Volume 2, Number 4"},
      {
        "id":"ED497151",
        "title":"Taking Steps toward PK-3 Success"},
      {
        "id":"ED497153",
        "title":"Review of Comprehensive Sex Education Curricula"},
      {
        "id":"ED497154",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Impacts after One Year. NCEE 2007-4009"},
      {
        "id":"ED497155",
        "title":"Recess for Elementary School Students. A Position Paper from the National Association for Sport and Physical Education"},
      {
        "id":"ED497156",
        "title":"What Constitutes a Highly Qualified Physical Education Teacher?"},
      {
        "id":"ED497157",
        "title":"The LSS Review. Volume 2, Number 3"},
      {
        "id":"ED497159",
        "title":"The LSS Review. Volume 2, Number 1"},
      {
        "id":"ED497176",
        "title":"The Cost of Teacher Turnover in Five School Districts: A Pilot Study"},
      {
        "id":"ED497178",
        "title":"The LSS Review. Volume 2, Number 2"},
      {
        "id":"ED497179",
        "title":"Multisubculturalism: Computers and the End of Progressive Education. WCER Working Paper No. 2005-5"},
      {
        "id":"ED497180",
        "title":"College/University Physical Activity Instruction Programs: A Critical Piece in the Education of Young Adults. A Position Paper from the National Association for Sport and Physical Education"},
      {
        "id":"ED497181",
        "title":"Opposing Substitution and Waiver/Exemptions for Required Physical Education. A Position Paper from the National Association for Sport and Physical Education"},
      {
        "id":"ED497183",
        "title":"Catalyst. Volume 8, Number 3, Spring 2007"},
      {
        "id":"ED497184",
        "title":"Program Orientation for High School Sport Coaches. Coaches Council and the National Council for Secondary School Athletic Directors, 2005. A Position Paper from the National Association for Sport and Physical Education"},
      {
        "id":"ED497185",
        "title":"An Invitation to BuildingChoice.org: Raising Achievement through Public School Choice. Innovations in Education Resource"},
      {
        "id":"ED497187",
        "title":"The LSS Review. Volume 1, Number 2"},
      {
        "id":"ED497188",
        "title":"The LSS Review. Volume 3, Number 1"},
      {
        "id":"ED497189",
        "title":"Effective Professional Development Programs for Teachers of English Language Learners. Spotlight on Student Success. No. 803"},
      {
        "id":"ED497190",
        "title":"The LSS Review. Volume 3, Number 2"},
      {
        "id":"ED497204",
        "title":"Data to Action: Technology's Role in Accountability"},
      {
        "id":"ED497205",
        "title":"Using Positive Student Engagement to Increase Student Achievement"},
      {
        "id":"ED497210",
        "title":"Attracting and Developing High-Quality Teachers. Newsletter"},
      {
        "id":"ED497212",
        "title":"Maximizing the Impact of Teacher Collaboration"},
      {
        "id":"ED497213",
        "title":"Part-Time Undergraduates in Postsecondary Education: 2003-04. Postsecondary Education  Descriptive Analysis Report. NCES 2007-165"},
      {
        "id":"ED497215",
        "title":"Grapevine Summary of State Higher Education Tax Appropriations for Fiscal Year 2006"},
      {
        "id":"ED497216",
        "title":"An Education Plan for NOAA"},
      {
        "id":"ED497217",
        "title":"Improving Chances for College Success for Low Income and Minority High School Students"},
      {
        "id":"ED497220",
        "title":"Teacher at Sea: Bringing Hands-on Experience to the Classroom"},
      {
        "id":"ED497221",
        "title":"How the Government Defines &quot;Rural&quot; Has Implications for Education Policies and Practices. Issues &amp; Answers. REL 2007-010"},
      {
        "id":"ED497223",
        "title":"Leadership for Learning: Strengthening Policies on Education Leadership on Behalf of Illinois Schools"},
      {
        "id":"ED497224",
        "title":"Strengthening The Illinois High School Curriculum: Policy Options and Implementations Strategies"},
      {
        "id":"ED497225",
        "title":"Description and Employment Criteria of Instructional Paraprofessionals. Issue Brief. NCES 2007-008"},
      {
        "id":"ED497226",
        "title":"Dropout Rates in the United States: 2005. Compendium Report. NCES 2007-059"},
      {
        "id":"ED497258",
        "title":"Effective Literacy and English Language Instruction for English Learners in the Elementary Grades. IES Practice Guide. NCEE 2007-4011"},
      {
        "id":"ED497259",
        "title":"State and Local Implementation of the &quot;No Child Left Behind Act.&quot; Volume I--Title I School Choice, Supplemental Educational Services, and Student Achievement. A Report from the National Longitudinal Study of &quot;No Child Left Behind&quot; (NLS-&quot;NCLB&quot;)"},
      {
        "id":"ED497260",
        "title":"Preparing STEM Teachers: The Key to Global Competitiveness"},
      {
        "id":"ED497265",
        "title":"Formative Feedback Systems and the New Instructional Leadership"},
      {
        "id":"ED497267",
        "title":"Innovations: Issue 2, Fall 2006"},
      {
        "id":"ED497282",
        "title":"Innovations: Issue 1, Summer 2006"},
      {
        "id":"ED497293",
        "title":"Innovations: Issue 3, Spring 2007"},
      {
        "id":"ED497296",
        "title":"Delicate Moments: Kids Talk about Socially Complicated Issues. Occasional Paper Series 19"},
      {
        "id":"ED497297",
        "title":"Continuing Education in the Era of Quantum Change. 2003 ACHE Proceedings. (65th Annual Meeting, Charlottesville, VA, November 8-12, 2003)"},
      {
        "id":"ED497304",
        "title":"Monitoring the Future: National Results on Adolescent Drug Use. Overview of Key Findings, 2006"},
      {
        "id":"ED497311",
        "title":"Children's Voice. Volume 16, Number 4, July/August 2007"},
      {
        "id":"ED497328",
        "title":"Intercollegiate Athletics: Recent Trends in Teams and Participants in National Collegiate Athletic Association Sports. Report to Congressional Addressees. GAO-07-535"},
      {
        "id":"ED497331",
        "title":"Revolutionizing Earth System Science Education for the 21st Century: Report and Recommendations from a 50-State Analysis of Earth Science Education Standards"},
      {
        "id":"ED497332",
        "title":"Ingredients of a Successful Summer Learning Program: A Case Study of the Building Educated Leaders for Life (BELL) Accelerated Learning Summer Program"},
      {
        "id":"ED497336",
        "title":"Teachers and Innovation: Opening Stage of an Exploration of Today's Practice"},
      {
        "id":"ED497337",
        "title":"Innovative Teachers at Today's Czech Schools"},
      {
        "id":"ED497338",
        "title":"Peer Abuse as Child Abuse and Indications for Intervention"},
      {
        "id":"ED497339",
        "title":"Turkish Middle School Students' Cognitive Development Levels in Science"},
      {
        "id":"ED497341",
        "title":"School Culture as an Object of Research"},
      {
        "id":"ED497342",
        "title":"Career and Technical Education Pathway Programs, Academic Performance, and the Transition to College and Career"},
      {
        "id":"ED497343",
        "title":"Looking inside the Black Box: The Value Added by Career and Technical Student Organizations to Students' High School Experience"},
      {
        "id":"ED497344",
        "title":"Building Academic Skills in Context: Testing the Value of Enhanced Math Learning in CTE. Pilot Study"},
      {
        "id":"ED497345",
        "title":"Innovative Teachers at Today's Czech Schools: Who Are They and Which Part Do They Play in the Execution of Changes?"},
      {
        "id":"ED497346",
        "title":"Supplemental Educational Services and Implementation Challenges in the Northwest Region States. Issues &amp; Answers. REL 2007-No. 006"},
      {
        "id":"ED497347",
        "title":"Jordan's Strategies for Early Childhood Education in a Lifelong Learning Framework. UNESCO Policy Brief on Early Childhood. Number 39, July-August 2007"},
      {
        "id":"ED497348",
        "title":"Dropping Out of High School and the Place of Career and Technical Education: A Survival Analysis of Surviving High School"},
      {
        "id":"ED497349",
        "title":"Does Career and Technical Education Affect College Enrollment?"},
      {
        "id":"ED497350",
        "title":"Innovation in the Work of a Teacher"},
      {
        "id":"ED497351",
        "title":"Social Justice and Advocacy Training for Counselors: Using Outreach to Achieve Praxis"},
      {
        "id":"ED497352",
        "title":"Forum Guide to Core Finance Data Elements. NFES 2007-801"},
      {
        "id":"ED497353",
        "title":"Determining Fair Grades for Students with Special Needs: A Standards-Based Model"},
      {
        "id":"ED497355",
        "title":"Application of a Discourse Approach to Speaking in Teaching of Conversation"},
      {
        "id":"ED497356",
        "title":"On China's Education Marketization Policy"},
      {
        "id":"ED497357",
        "title":"Human Resource Management: Managerial Efficacy in Recruiting and Retaining Teachers-- National Implications"},
      {
        "id":"ED497358",
        "title":"Assessing an Institutional Response of Universities to HIV/AIDS Epidemic: A Case of National Open University of Nigeria (NOUN)"},
      {
        "id":"ED497359",
        "title":"Analysis of Private Higher Education in China"},
      {
        "id":"ED497360",
        "title":"Perspective towards Inclusive Education in Macao"},
      {
        "id":"ED497361",
        "title":"On the Realistic Significance of Confucius' Fair Educational Concept"},
      {
        "id":"ED497362",
        "title":"Polish Post-Secondary Vocational Schools and Canadian Community Colleges: A Comparison Using the School as an Organization and Social Institution as a Conceptual Framework"},
      {
        "id":"ED497363",
        "title":"National Agenda: Development of Best Practices in Human Resources Using \"Ways of Knowing through the Realms of Meaning\" as the Framework"},
      {
        "id":"ED497364",
        "title":"Providing Increased Access to English L2 Students of Computer Science at a South African University"},
      {
        "id":"ED497365",
        "title":"A Research in the Influences of Vague Language on Second Language Learning"},
      {
        "id":"ED497366",
        "title":"Retrospect and Prospect of Studies of Teacher Efficacy in China"},
      {
        "id":"ED497367",
        "title":"Experiencing a Staggering Growth of New Students at a Metropolitan University in the Face of Funding Cuts"},
      {
        "id":"ED497368",
        "title":"Non-Formal Education in Poland and Canada--Compared: A Brief Commentary"},
      {
        "id":"ED497369",
        "title":"Moral Education of Youths in the Information Age"},
      {
        "id":"ED497370",
        "title":"An Analysis of Recent Enrollment, Discipline and Graduation Trends among Females and Underrepresented Minorities at SUS Institutions"},
      {
        "id":"ED497371",
        "title":"How We Justify and Maintain the White, Male Academic Status Quo through the Use of Biased College Admissions Requirements"},
      {
        "id":"ED497372",
        "title":"A Multiphasic Approach to Discovering How Scientists Develop Career-Related Interests and Careers"},
      {
        "id":"ED497373",
        "title":"Culture Influences on English Language Teaching"},
      {
        "id":"ED497374",
        "title":"Markedness in Universal Grammar and Second Language Acquisition"},
      {
        "id":"ED497375",
        "title":"Analysis and Maintenance of Mental Health of Female Teachers in Colleges of China"},
      {
        "id":"ED497376",
        "title":"Investigating the AAU Citations Admission Criterion and the History of Papers, Citations and Impact at USF"},
      {
        "id":"ED497377",
        "title":"Critical Thinking and Educational Ideal"},
      {
        "id":"ED497378",
        "title":"Piloting School Self-Evaluation Practices"},
      {
        "id":"ED497379",
        "title":"Situation of School Self-Evaluation in the Czech Republic"},
      {
        "id":"ED497380",
        "title":"Czech Schools and the Opportunities of Grant Support"},
      {
        "id":"ED497381",
        "title":"A Survey on the Relationship between Learning Beliefs and Learning Strategies"},
      {
        "id":"ED497382",
        "title":"A Historic Choice: The Ningbo Module of Vocational Higher Education for Serving the Community and Society"},
      {
        "id":"ED497383",
        "title":"A Research on the Construction of University R&amp;D Management Team in China"},
      {
        "id":"ED497384",
        "title":"Importing Quality Higher Educational Resources through Chinese-Foreign Cooperation in Running Schools"},
      {
        "id":"ED497385",
        "title":"An Introduction to the Computerized Adaptive Testing"},
      {
        "id":"ED497386",
        "title":"On Efforts to Collegially Develop Teacher Professionalism"},
      {
        "id":"ED497387",
        "title":"Road of China-Africa Educational Cooperation and Exchange with Its Own Characteristics"},
      {
        "id":"ED497388",
        "title":"Research Review of College Students' Psychological Quality"},
      {
        "id":"ED497389",
        "title":"An Analysis of Language Teaching Approaches and Methods--Effectiveness and Weakness"},
      {
        "id":"ED497391",
        "title":"EFL Teachers' Factors and Students' Affect"},
      {
        "id":"ED497392",
        "title":"Impact of Information Entropy on Teaching Effectiveness"},
      {
        "id":"ED497393",
        "title":"Practices and Experiences on Bilingual Teaching"},
      {
        "id":"ED497394",
        "title":"Negative Effect of the British Poor Vocational Education on Its Economic Development after the Second World War"},
      {
        "id":"ED497395",
        "title":"An Explanation for the Large Differences between State and NAEP &quot;Proficiency&quot; Scores Reported for Reading in 2005"},
      {
        "id":"ED497396",
        "title":"Journaling as a Test Preparatory Measure in Secondary Mathematics: Successful Student Strategies"},
      {
        "id":"ED497398",
        "title":"Changing Interpretations of the Scientific Observation: Observations without Seeing"},
      {
        "id":"ED497399",
        "title":"EFL/ESL Test-Wiseness and Test-Taking Strategies"},
      {
        "id":"ED497400",
        "title":"Impact of Online Instruction on EFL Students' Cultural Awareness"},
      {
        "id":"ED497401",
        "title":"The Changing Shape of the River: Affirmative Action and Recent Social Science Research"},
      {
        "id":"ED497402",
        "title":"Graduation Rates at Historically Black College and Universities: A Review of the Literature"},
      {
        "id":"ED497403",
        "title":"Improving Community Involvement and Citizenship among Elementary School Students through Service Learning Experiences"},
      {
        "id":"ED497404",
        "title":"Increasing the Comfort Level of Teachers Toward Inclusion Through Use of School Focus Groups"},
      {
        "id":"ED497405",
        "title":"Not Married, but not Single--Contrasting the Socio-Economic Experiences of Cohabiting Community College Students with Single, Divorced and Married Students"},
      {
        "id":"ED497406",
        "title":"Mental Health Service Usage by Students Attending an Historically Black College/University"},
      {
        "id":"ED497407",
        "title":"2005 Workforce Study: Ohio Early Childhood Centers--A Profession Divided"},
      {
        "id":"ED497408",
        "title":"Mini Literature Review Based on Brain Research and its Effect on Educational Practice"},
      {
        "id":"ED497409",
        "title":"School Uniforms in Urban Public High Schools"},
      {
        "id":"ED497411",
        "title":"Science Education in Atlantic Canada in Historical Perspective"},
      {
        "id":"ED497412",
        "title":"Exploring Emotional Sensitivity and Counseling-Related Services: A Needs Assessment Study for Historically Black Colleges and Universities"},
      {
        "id":"ED497413",
        "title":"Bridging the Digital Divide and the Use of Information and Communications Technology (ICT) in South African Universities: A Comparison Study among Selected Historically Black Universities (HBUs) and Historically White Universities (HWUs)"},
      {
        "id":"ED497414",
        "title":"An Analysis on Teaching Reform of Tourism Psychology"},
      {
        "id":"ED497415",
        "title":"From Tradition to Diversity: Educational Transition of American Higher Education"},
      {
        "id":"ED497416",
        "title":"Ensuring Teacher Retention in a PDS"},
      {
        "id":"ED497417",
        "title":"First-Year Students' Psychological and Behavior Adaptation to College: The Role of Coping Strategies and Social Support"},
      {
        "id":"ED497418",
        "title":"On General Education in Higher Education Institutions of China Mainland"},
      {
        "id":"ED497419",
        "title":"Homework: A Nightly Ritual Beginning in the Elementary Grades"},
      {
        "id":"ED497420",
        "title":"Blogs in TEFL: A New Promising Vehicle"},
      {
        "id":"ED497421",
        "title":"Computer-assisted Lemmatisation of a Cornish Text Corpus for Lexicographical Purposes"},
      {
        "id":"ED497422",
        "title":"Reconstructive Phonology and Contrastive Lexicology: Problems with the \"Gerlyver Kernewek Kemmyn\""},
      {
        "id":"ED497423",
        "title":"National School Debate: Banning Cell Phones in Public Schools: Analyzing a National School and Community Relations Problem"},
      {
        "id":"ED497424",
        "title":"Back to the Future: The Practicality of Using Microsoft NetMeeting for Effective Distance Tutoring"},
      {
        "id":"ED497425",
        "title":"Analysis on the Effective Development System of Curriculum Resources"},
      {
        "id":"ED497426",
        "title":"Advance the Harmonious Development of Higher Education Institutions under the Guidance of the Scientific Concept of Development"},
      {
        "id":"ED497427",
        "title":"Improving Student Responsibility through the Use of Individual Behavior Contracts"},
      {
        "id":"ED497428",
        "title":"Motivational and Learning Strategies of Community College Students"},
      {
        "id":"ED497429",
        "title":"An Instructional Design for International Collaborative learning Focusing on Communication"},
      {
        "id":"ED497430",
        "title":"Parenting Effects on Self-Efficacy and Self-Esteem in Late Adolescence and How Those Factors Impact Adjustment to College"},
      {
        "id":"ED497431",
        "title":"National Implications for Urban School Systems: Strategic Planning in the Human Resource Management Department in a Large Urban School District"},
      {
        "id":"ED497433",
        "title":"Aligning Science Assessment Standards: Texas and the 2009 National Assessment of Educational Progress (NAEP). Issues &amp; Answers. REL 2007-No. 011"},
      {
        "id":"ED497434",
        "title":"Relation between Science Teachers' Assessment Tools and Students Cognitive Development"},
      {
        "id":"ED497435",
        "title":"New Strategies for Educational Leaders to Implement Postmodern Thinking in Public Education in the United States of America: Creating a National Change Strategy"},
      {
        "id":"ED497436",
        "title":"Leaders We Have A Problem! It is Teacher Retention...What Can We Do About It?"},
      {
        "id":"ED497437",
        "title":"International Perspectives: Polish Post-Secondary Vocational Schools and Canadian Community Colleges: A Comparison Using an Information Technology Conceptual Model"},
      {
        "id":"ED497439",
        "title":"Investigating Characteristics that Typify Engineering, Computer and Biological Sciences Graduates, the Differences that Occur among and between these Disciplines and the General Population of SUS Graduates"},
      {
        "id":"ED497440",
        "title":"An Analysis of the Multiword Lexical Units in Contemporary ELT Textbooks"},
      {
        "id":"ED497441",
        "title":"Measurements of Inequalities in Access to Higher Education: Case of the Russian Federation"},
      {
        "id":"ED497442",
        "title":"Global Communication/Educational Resources and Skills Developments in Developing Countries: Case Study of University Librarians in Nigeria"},
      {
        "id":"ED497443",
        "title":"Educating At-Risk Urban African American Children: The Effects of School Climate on Motivation and Academic Achievement"},
      {
        "id":"ED497444",
        "title":"Educating At-Risk Urban African American Children: A Comparison of Two Types of Middle Schools"},
      {
        "id":"ED497447",
        "title":"Evidence Suggesting that Salaries Relate Negatively to the Percentage of Underrepresented Minorities and Females at a Metropolitan University"},
      {
        "id":"ED497448",
        "title":"Can We Really Trust Anyone Who Profits from Ranking Higher Education Institutions, or How Would One Evaluate Institutional Quality?"},
      {
        "id":"ED497449",
        "title":"A New Exploration in Reformations of Teacher Training Modes"},
      {
        "id":"ED497450",
        "title":"An Attempt to Identify Comparatively Supportive and Non-Supportive Environments for Underrepresented Minorities and Females in SUS Colleges of Engineering"},
      {
        "id":"ED497452",
        "title":"Factors which Affect the Success in English Teaching in Turkey (The Example of Erzurum)"},
      {
        "id":"ED497453",
        "title":"Student Ratings of Faculty Performance in Polish Higher Schools: A Brief Note"},
      {
        "id":"ED497454",
        "title":"The Use of Multilevel Modeling to Estimate Which Measures Are Most Influential in Determining an Institution's Placement in Carnegie's New Doctoral/Research University Classification Schema"},
      {
        "id":"ED497455",
        "title":"The Effects of Background Knowledge, Interest and Topic Familiarity on Reading"},
      {
        "id":"ED497456",
        "title":"The Importance and Effect of Using Aid Materials in Foreign Language Teaching"},
      {
        "id":"ED497457",
        "title":"The Whole Is Greater than the Sum of Its Parts: Predicting FTIC Enrollment"},
      {
        "id":"ED497458",
        "title":"The Three Steps of Interactive Teaching in University of Arts"},
      {
        "id":"ED497459",
        "title":"TCSL and TESL in China"},
      {
        "id":"ED497460",
        "title":"The White Book Launched: On the Prospects of Education in the Czech Republic"},
      {
        "id":"ED497461",
        "title":"The Similarities and Differences between the Goals of Bilingual Education in China and the United States"},
      {
        "id":"ED497462",
        "title":"Some Reflections on and Criticisms of China's Educational Management Studies"},
      {
        "id":"ED497463",
        "title":"WTO and Lifelong Education Strategies for Teachers"},
      {
        "id":"ED497464",
        "title":"The Burnout Phenomenon of Teachers under Various Conflicts"},
      {
        "id":"ED497465",
        "title":"The English Language in Hong Kong: Review and Prospect"},
      {
        "id":"ED497466",
        "title":"State-of-The-Art Technologies Used in Training Delivery and Administration at the Institute of Public Administration: Case Study"},
      {
        "id":"ED497468",
        "title":"The Design and Realization of Net Testing System on Campus Network"},
      {
        "id":"ED497469",
        "title":"University Orientation and Developing Planning Studies on the Case of Yanshan University"},
      {
        "id":"ED497470",
        "title":"The Role and Activities of NGOs on Young Faculty Development in Teachers College at Chinese Impoverished Region"},
      {
        "id":"ED497471",
        "title":"The Influencing and Effective Model of Early Childhood: Teachers' Job Satisfaction in China"},
      {
        "id":"ED497472",
        "title":"Ways to Help the Students Comprehend Better"},
      {
        "id":"ED497473",
        "title":"The Transformation of Learning Ideology in the New Curricular Objectives"},
      {
        "id":"ED497474",
        "title":"What Influences Undergraduate Students to Choose Social Work"},
      {
        "id":"ED497475",
        "title":"What to Follow &quot;Make&quot; and What to Follow &quot;Do&quot;--Corpus-Based Study on the De-Lexical Use of &quot;Make&quot; and &quot;Do&quot; in Native Speakers' and Chinese Students' Writing"},
      {
        "id":"ED494050",
        "title":"Classroom Management Training, Teaching Experience and Gender: Do These Variables Impact Teachers' Attitudes and Beliefs toward Classroom Management Style?"},
      {
        "id":"ED494052",
        "title":"Learning through Indigenous Business: The Role of Vocational Education and Training in Indigenous Enterprise and Community Development"},
      {
        "id":"ED494053",
        "title":"Lifelong Learning and Older Workers"},
      {
        "id":"ED494054",
        "title":"Monitoring the Future: National Results on Adolescent Drug Use. Overview of Key Findings, 2005"},
      {
        "id":"ED494055",
        "title":"Lessons and Challenges: Vocational Education in Schools. Research Overview. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED494056",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2005. Volume I. Secondary School Students"},
      {
        "id":"ED494057",
        "title":"Linking Vocational Education and Training with Industry in Australia and China"},
      {
        "id":"ED494058",
        "title":"Establishing a Strong Foundation for School Improvement. Policy Brief"},
      {
        "id":"ED494059",
        "title":"Literacy, Numeracy and Alternative Dispute Resolution"},
      {
        "id":"ED494060",
        "title":"Literacy, Numeracy and Alternative Dispute Resolution: Support Document"},
      {
        "id":"ED494061",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2005. Volume II: College Students and Adults Ages 19-45, 2005"},
      {
        "id":"ED494062",
        "title":"Literacy in the New Millennium"},
      {
        "id":"ED494063",
        "title":"\"Love\" and Math. Issue Brief"},
      {
        "id":"ED494064",
        "title":"The Monitoring the Future Project After Thirty-Two Years: Design and Procedures. Monitoring the Future Occasional Paper 64"},
      {
        "id":"ED494068",
        "title":"More Than Maintenance: Sustaining Improvement Efforts over the Long Run. Policy Brief"},
      {
        "id":"ED494070",
        "title":"Planning That Matters: Helping Schools Engage in Collaborative, Strategic Problem Solving. Policy Brief"},
      {
        "id":"ED494071",
        "title":"Report to the &quot;A Learning Alberta&quot; Steering Committee"},
      {
        "id":"ED494072",
        "title":"Computers and Students and Adults Who Are Impaired"},
      {
        "id":"ED494073",
        "title":"The High Cost of Dropping Out: How Many? How Come? How Much? A Texas KIDS COUNT Special Report"},
      {
        "id":"ED494074",
        "title":"Experiments in Political Socialization: Kids Voting USA as a Model for Civic Education Reform. CIRCLE Working Paper 49"},
      {
        "id":"ED494075",
        "title":"Gender and Civic Engagement: Secondary Analysis of Survey Data. CIRCLE Working Paper 41"},
      {
        "id":"ED494076",
        "title":"Practices That Support Data Use in Urban High Schools. Research Brief"},
      {
        "id":"ED494078",
        "title":"Program Evaluation for the Practitioner Using Evaluation as a School Improvement Strategy. Newsletter"},
      {
        "id":"ED494079",
        "title":"Office for Civil Rights Annual Report to Congress, Fiscal Year 2005"},
      {
        "id":"ED494080",
        "title":"Redefining Professional Development. Newsletter"},
      {
        "id":"ED494081",
        "title":"The Secretary's Fifth Annual Report on Teacher Quality: A Highly Qualified Teacher in Every Classroom"},
      {
        "id":"ED494082",
        "title":"School Restructuring Options Under No Child Left Behind: Exploring What Works When. Newsletter"},
      {
        "id":"ED494083",
        "title":"Improving Data Quality for Title I Standards, Assessments, and Accountability Reporting: Guidelines for States, LEAs, and Schools (Non-Regulatory Guidance)"},
      {
        "id":"ED494084",
        "title":"6 Don'ts of School Improvement and Their Solutions. Newsletter"},
      {
        "id":"ED494085",
        "title":"Subgroup Performance and School Reform: The Importance of a Comprehensive Approach. Newsletter"},
      {
        "id":"ED494086",
        "title":"&quot;Teach to the Test&quot;? Just Say No. Issue Brief"},
      {
        "id":"ED494087",
        "title":"Teacher Leaders: The Backbone of Sustained Improvement. Newsletter"},
      {
        "id":"ED494088",
        "title":"The Hidden Costs of Curriculum Narrowing. Issue Brief"},
      {
        "id":"ED494092",
        "title":"The Implementation Trap: Helping Schools Overcome Barriers to Change. Policy Brief"},
      {
        "id":"ED494094",
        "title":"Using Data: The Math's Not the Hard Part. Issue Brief"},
      {
        "id":"ED494096",
        "title":"What Schools Want Parents to Know. Newsletter"},
      {
        "id":"ED494097",
        "title":"When the Plan Becomes Part of the Problem. Newsletter"},
      {
        "id":"ED494099",
        "title":"An Examination of Middle School Mathematics Teacher's Beliefs and Knowledge about Inclusion of Students with Learning Disabilities"},
      {
        "id":"ED494100",
        "title":"Reading Performance of Elementary Students: Results of a Five-Year Longitudinal Study of Direct Reading Instruction"},
      {
        "id":"ED494107",
        "title":"Big Dreams: A Family Book about Reading. Preschool through Grade Three"},
      {
        "id":"ED494108",
        "title":"Dad's Playbook: Coaching Kids to Read"},
      {
        "id":"ED494109",
        "title":"Shining Stars: First Graders Learn to Read. How Parents Can Help Their First Graders Learn to Read"},
      {
        "id":"ED494110",
        "title":"Shining Stars: Kindergartners Learn to Read. How Parents Can Help Their Kindergartners Learn to Read"},
      {
        "id":"ED494111",
        "title":"Shining Stars: Second & Third Graders Learn to Read. How Parents Can Help Their Second & Third Graders Learn to Read"},
      {
        "id":"ED494112",
        "title":"The Effect of Family Literacy Interventions on Children's Acquisition of Reading. From Kindergarten to Grade 3. A Meta-Analytic Review"},
      {
        "id":"ED494114",
        "title":"Latino Students in Our Public Schools: A Closer Look"},
      {
        "id":"ED494120",
        "title":"Special Education: Every Teacher's Responsibility: All California Teachers Need Professional  Development and On-the-Job Support to Teach Special Education Students. CenterView"},
      {
        "id":"ED494122",
        "title":"Where Have All the Teachers Gone? Finding Answers to the Most Basic Questions about California's Teacher Workforce. CenterView"},
      {
        "id":"ED494129",
        "title":"Marking the Juvenile Justice--Workforce System Connection for Re-Entering Young Offenders. A Guide for Local Practice"},
      {
        "id":"ED494132",
        "title":"More than Meets the Eye: Head Start Programs, Participants, Families, and Staff in 2005. Head Start Series. Policy Brief No. 8"},
      {
        "id":"ED494133",
        "title":"Starting Off Right: Promoting Child Development from Birth in State Early Care and Education Initiatives"},
      {
        "id":"ED494136",
        "title":"Strategies for Increasing Participation in TANF Education and Training Activities"},
      {
        "id":"ED494137",
        "title":"Community College Management Practices that Promote Student Success. CCRC Brief. Number 31"},
      {
        "id":"ED494138",
        "title":"Using TANF for Early Childhood Programs"},
      {
        "id":"ED494139",
        "title":"Pathways to College Access and Success. CCRC Brief Number 27"},
      {
        "id":"ED494140",
        "title":"Strengthening Transitions by Encouraging Career Pathways: A Look at State Policies and Practices. CCRC Brief Number 30"},
      {
        "id":"ED494141",
        "title":"Stepping Stones to a Degree: The Impact of Enrollment Pathways and Milestones on Older Community College Student Outcomes. CCRC Brief Number 32"},
      {
        "id":"ED494143",
        "title":"Stepping Stones to a Degree: The Impact of Enrollment Pathways and Milestones on Community College Student Outcomes. CCRC Working Paper Number 4"},
      {
        "id":"ED494144",
        "title":"Using Census Data to Classify Community College Students by Socioeconomic Status and Community Characteristics. CCRC Research Tools. Number 1"},
      {
        "id":"ED494145",
        "title":"What Community College Management Practices Are Effective in Promoting Student Success? A Study of High- and Low-Impact Institutions"},
      {
        "id":"ED494146",
        "title":"Legal and Policy Barriers to Redesigning California High Schools"},
      {
        "id":"ED494149",
        "title":"Pre-School Teachers' Informatics and Information Literacy"},
      {
        "id":"ED494150",
        "title":"Essential Components of Educational Programming for Students with Behaviour Disabilities. Standards for Special Education"},
      {
        "id":"ED494151",
        "title":"Improving Schools: Investing in Our Future"},
      {
        "id":"ED494152",
        "title":"Essential Components of Educational Programming for Students who are Blind and Visually Impaired. Standards for Special Education"},
      {
        "id":"ED494153",
        "title":"Communication Teacher-Student-Computer"},
      {
        "id":"ED494154",
        "title":"Recommendations from Transforming the Advanced Education System Subcommittee. A Learning Alberta"},
      {
        "id":"ED494155",
        "title":"Setting the Direction. Partnerships in Action: First Nations, Metis and Inuit Learning Access and Success. A Learning Alberta"},
      {
        "id":"ED494156",
        "title":"Final Report of the Steering Committee. A Learning Alberta"},
      {
        "id":"ED494157",
        "title":"Inclusive Higher Education for Students with Disabilities in Taiwan"},
      {
        "id":"ED494158",
        "title":"Rater Effects in Clinical Performance Ratings of Surgery Residents"},
      {
        "id":"ED494159",
        "title":"Item Dependency in an Objective Structured Clinical Examination"},
      {
        "id":"ED494160",
        "title":"How Good Are Our Raters? Rater Errors in Clinical Skills Assessment"},
      {
        "id":"ED494162",
        "title":"Age, Gender and Social Class in ELT Coursebooks: A Critical Study"},
      {
        "id":"ED494163",
        "title":"Professional Development Programs and English Language Instructors: A Critical-Postmodern Study"},
      {
        "id":"ED494164",
        "title":"Questions to Ask in Post-Observation Conferences for a Reflective Practice"},
      {
        "id":"ED494166",
        "title":"Fourth Year Evaluation Report for the Cornerstone Literacy Initiative"},
      {
        "id":"ED494167",
        "title":"Are Parents Ready for New High School Curriculum Requirements? Policy Report 28"},
      {
        "id":"ED494168",
        "title":"Beyond Compliance: Response to Michigan&apos;s Teacher Induction Mandate. Policy Report 25"},
      {
        "id":"ED494169",
        "title":"Educational &quot;Adequacy&quot; and Michigan&apos;s Constitution. Policy Brief 26"},
      {
        "id":"ED494170",
        "title":"How Segregated are Michigan&apos;s Schools? Changes in Enrollment from 1992-93 to 2004-05. Policy Report 27"},
      {
        "id":"ED494171",
        "title":"Report of The Tennessee Reading Panel"},
      {
        "id":"ED494173",
        "title":"Alaska Teacher Supply and Demand. 2005 Update"},
      {
        "id":"ED494174",
        "title":"College Students Helping America"},
      {
        "id":"ED494175",
        "title":"Educating for Active Citizenship: Service-Learning, School-Based Service and Youth Civic Engagement. Youth Helping America Series"},
      {
        "id":"ED494176",
        "title":"TIMSS Advanced 2008 Assessment Frameworks"},
      {
        "id":"ED494177",
        "title":"Beating the Odds: A City-by-City Analysis of Student Performance and Achievement Gaps on State Assessments. Results from the 2003-2004 School Year"},
      {
        "id":"ED494178",
        "title":"A Supporting Role: How Accreditors Can Help Promote the Success of Community College Students. An Achieving the Dream Policy Brief"},
      {
        "id":"ED494179",
        "title":"Review of the Instructional Program and Operations of the Kansas City (Missouri) School District: Report of the Strategic Support Teams of the Council of the Great City Schools"},
      {
        "id":"ED494180",
        "title":"Breaking Through: The Initiative After One Year, Fall 2005-Summer 2006"},
      {
        "id":"ED494181",
        "title":"Establishing Teacher Competencies in Early Care and Education: A Review of Current Models and Options for California. Building California's Preschool for All Workforce. A Series of Policy Briefs"},
      {
        "id":"ED494182",
        "title":"Dual Enrollment in Rhode Island: Opportunities for State Policy. Report to the Statewide PK-16 Council by Jobs for the Future"},
      {
        "id":"ED494183",
        "title":"Daily Physical Activity: A Handbook for Grades 1-9 Schools"},
      {
        "id":"ED494184",
        "title":"Money on the Table: State Initiatives to Improve Financial Aid Participation. An Achieving the Dream Policy Brief"},
      {
        "id":"ED494185",
        "title":"California Early Care and Education Workforce Study: Licensed Child Care Centers and Family Child Care Providers. Statewide Highlights"},
      {
        "id":"ED494186",
        "title":"Postcards from the Margin: A National Dialogue on Accelerating Learning."},
      {
        "id":"ED494187",
        "title":"Smoothing the Path: Changing State Policies to Support Early College High School. Case Studies from Georgia, Ohio, Texas, and Utah. Early College High School Initiative"},
      {
        "id":"ED494188",
        "title":"California Early Care and Education Workforce Study: Licensed Family Child Care Providers Statewide, 2006"},
      {
        "id":"ED494190",
        "title":"The Career Advancement Portfolio. Advancement for Low-Wage Workers"},
      {
        "id":"ED494191",
        "title":"2005 Workforce Study: Ohio Early Childhood Centers. General Analysis"},
      {
        "id":"ED494192",
        "title":"State Registries of the Early Care and Education Workforce: A Review of Current Models and Options for California. Building California's Preschool for all Workforce. A Series of Policy Briefs"},
      {
        "id":"ED494194",
        "title":"Time to Revamp and Expand: Early Childhood Teacher Preparation Programs in California's Institutions of Higher Education"},
      {
        "id":"ED494195",
        "title":"Course Corrections. Experts Offer Solutions to the College Cost Crisis"},
      {
        "id":"ED494197",
        "title":"Fixing the Formula: A New A New Approach to Determining Independent Students' Ability to Pay for College"},
      {
        "id":"ED494199",
        "title":"Seeking Solutions: A Gathering at the Summit"},
      {
        "id":"ED494204",
        "title":"UNESCO-APQN Toolkit: Regulating the Quality of Cross-Border Education"},
      {
        "id":"ED494206",
        "title":"Getting Girls out of Work and into School. Policy Brief"},
      {
        "id":"ED494207",
        "title":"Regional Workshop on Strengthening Linkages and Networks through Community Learning Centres (CLCs) (Bandung, Indonesia, September 5-9, 2005)"},
      {
        "id":"ED494208",
        "title":"Appeal Resource and Training Consortium (ARTC) 2005-2006"},
      {
        "id":"ED494209",
        "title":"Resource Pack: Improving Learning Opportunities for Street Children"},
      {
        "id":"ED494210",
        "title":"Visual Organizers as Scaffolds in Teaching English as a Foreign Language"},
      {
        "id":"ED494214",
        "title":"Open Distant Learning: Pedagogical Terms of Reference and Dilemmas"},
      {
        "id":"ED494218",
        "title":"School Finance 2006-07 Highlights"},
      {
        "id":"ED494221",
        "title":"Leading with Diversity: Cultural Competencies for Teacher Preparation and Professional Development"},
      {
        "id":"ED494222",
        "title":"Learning into a Statewide System of Support: New York State's Regional Network Strategy for School Improvement"},
      {
        "id":"ED494233",
        "title":"Winona State University Anthology of K-12 Language Arts Action Research"},
      {
        "id":"ED494234",
        "title":"Winona State University Anthology of K-12 Action Research Papers"},
      {
        "id":"ED494238",
        "title":"Winona State University Action Research in Music Education"},
      {
        "id":"ED494239",
        "title":"Winona State University Action Research in Physical Education"},
      {
        "id":"ED494241",
        "title":"Strengthening Mathematics Skills at the Postsecondary Level: Literature Review and Analysis"},
      {
        "id":"ED494242",
        "title":"An Evaluation of the Effect of D.C.'s Voucher Program on Public School Achievement and Racial Integration after One Year. Education Working Paper No. 10."},
      {
        "id":"ED494243",
        "title":"The Effect of Residential School Choice on Public High School Graduation Rates. Education Working Paper No. 9"},
      {
        "id":"ED494247",
        "title":"Children's Voice. Volume 15, Number 6, November/December 2006"},
      {
        "id":"ED494248",
        "title":"Children's Voice. Volume 15, Number 5, September/October 2006"},
      {
        "id":"ED494250",
        "title":"Following the Illinois High School Class of 2002: Three Years into College. Policy Research Report: IERC 2006-5"},
      {
        "id":"ED494251",
        "title":"Out of the Margins: A Report on Regional Listening Forums Highlighting the Experiences of Lesbian, Gay, Bisexual, Transgender, and Questioning Youth in Care"},
      {
        "id":"ED494258",
        "title":"Higher Education in South-East Asia"},
      {
        "id":"ED494260",
        "title":"Directory of ICT Resources for Teaching and Learning of Science, Mathematics and Language"},
      {
        "id":"ED494261",
        "title":"EFA Mid-Decade Assessment Meeting Report. Annual EFA Coordinators Meeting/EFA Mid-Decade Assessment Planning Meeting (7th, Bangkok, Thailand, October 24-29, 2005)"},
      {
        "id":"ED494262",
        "title":"Using ICT to Develop Literacy"},
      {
        "id":"ED494264",
        "title":"The Impact of Women Teachers on Girls' Education. Advocacy Brief"},
      {
        "id":"ED494265",
        "title":"An Evaluation of Open Source Learning Management Systems According to Learners Tools"},
      {
        "id":"ED494266",
        "title":"An Overview of U.S. Accreditation"},
      {
        "id":"ED494267",
        "title":"Presidential Perspectives on Accreditation: A Report of the CHEA Presidents Project. CHEA Monograph Series 2006, Number 1"},
      {
        "id":"ED494268",
        "title":"Afterschool Mathematics Practices: A Review of Supporting Literature"},
      {
        "id":"ED494269",
        "title":"No Longer the Only Game in Town: Helping Traditional Public Schools Compete"},
      {
        "id":"ED494270",
        "title":"School District Leadership That Works: The Effect of Superintendent Leadership on Student Achievement. A Working Paper"},
      {
        "id":"ED494271",
        "title":"Imagine the Unimaginable: Professors and Practitioners Together as Learners"},
      {
        "id":"ED494274",
        "title":"A Distance Learning Testbed. CSE Technical Report 695"},
      {
        "id":"ED494275",
        "title":"Celebrating 20 Years of Research on Educational Assessment: Proceedings of the 2005 CRESST Conference. CSE Technical Report 698"},
      {
        "id":"ED494277",
        "title":"Consequences and Validity of Performance Assessment for English Language Learners: Conceptualizing & Developing Teachers' Expertise in Academic Language. CSE Technical Report 700"},
      {
        "id":"ED494279",
        "title":"Measuring Teachers' Mathematical Knowledge. CSE Technical Report 696"},
      {
        "id":"ED494280",
        "title":"The Power of Big Ideas in Mathematics Education: Development and Pilot Testing of POWERSOURCE Assessments. CSE Report 697"},
      {
        "id":"ED494281",
        "title":"A Blueprint for Excellence: New Jersey's Long-Range Plan for Higher Education. Update 2005"},
      {
        "id":"ED494282",
        "title":"How to Become an Oregon Teacher: An Advising Guide to Teacher Preparation Programs in the State of Oregon"},
      {
        "id":"ED494283",
        "title":"Where Have Oregon's Graduates Gone? Survey of the Oregon High School Graduating Class of 2005"},
      {
        "id":"ED494285",
        "title":"Winona State University Graduate Education Learning Community Rochester, Minnesota 2005-2006. Anthology of K-12 Action Research Papers. [Volume 1]"},
      {
        "id":"ED494286",
        "title":"Winona State University Graduate Education Learning Community, Rochester, Minnesota 2005-2006. Anthology of K-12 Action Research Papers. [Volume 2]"},
      {
        "id":"ED494287",
        "title":"Winona State University Graduate Education Learning Community, Rochester, Minnesota 2005-2006. Anthology of K-12 Action Research Papers. [Volume 3]"},
      {
        "id":"ED494288",
        "title":"Winona State University Graduate Education Learning Community, Rochester, Minnesota 2005-2006. Anthology of K-12 Action Research Papers. [Volume 4]"},
      {
        "id":"ED494289",
        "title":"Winona State University Graduate Education Learning Community, Rochester, Minnesota 2005-2006 Anthology of K-12 Action Research Papers. [Volume 5]"},
      {
        "id":"ED494290",
        "title":"Winona State University Graduate Education Learning Community, Rochester, Minnesota 2005-2006 Anthology of K-12 Action Research Papers. [Volume 6]"},
      {
        "id":"ED494291",
        "title":"A Study of the Capacity of Maryland's Teacher Preparation Programs"},
      {
        "id":"ED494292",
        "title":"2004 Maryland State Plan for Postsecondary Education"},
      {
        "id":"ED494293",
        "title":"College Performance of New Maryland High School Graduates: Student Outcome and Achievement Report"},
      {
        "id":"ED494294",
        "title":"The Presence of Learning Disabled Youth in Our Juvenile Institutions: Excusable or Gross Negligence"},
      {
        "id":"ED494295",
        "title":"Preservice Science Teachers' Field Experiences with Educational Technologies as Part of Portfolio Development: A Turkish Perspective"},
      {
        "id":"ED494298",
        "title":"The Clipper II Project: A Web-Based Curriculum Research and Development Initiative. Final Report"},
      {
        "id":"ED494306",
        "title":"Academic Pathways, Preparation, and Performance: A Descriptive Overview of the Transcripts from the High School Graduating Class of 2003-04. E.D. TAB. NCES 2007-316"},
      {
        "id":"ED494307",
        "title":"Internet Access in U.S. Public Schools and Classrooms: 1994-2005. Highlights. NCES 2007-020"},
      {
        "id":"ED494308",
        "title":"Overview of Public Elementary and Secondary Students, Staff, Schools, School Districts, Revenues, and Expenditures: School Year 2004-05 and Fiscal Year 2004. E.D. TAB. NCES 2007-309"},
      {
        "id":"ED494309",
        "title":"Trends in the Use of School Choice, 1993 to 2003. Statistical Analysis Report. NCES 2007-045"},
      {
        "id":"ED494310",
        "title":"A Synthesis of Content Enhancement Strategies for Teaching Students with Learning Problems at the Secondary Level"},
      {
        "id":"ED494311",
        "title":"On the Public-Private School Achievement Debate. Faculty Research Working Papers Series"},
      {
        "id":"ED494312",
        "title":"The Cost of Complexity in Federal Student Aid: Lessons from Optimal Tax Theory and Behavioral Economics. Faculty Research Working Papers Series. RWP06-013"},
      {
        "id":"ED494313",
        "title":"The Impact of Different Parenting Styles on First-Year College Students' Adaptation to College"},
      {
        "id":"ED494314",
        "title":"The Insiders: How Principals and Superintendents See Public Education Today. Reality Check 2006. Issue No. 4"},
      {
        "id":"ED494321",
        "title":"Montana Statewide Dropout and Graduate Report: 2004-05 School Year"},
      {
        "id":"ED494322",
        "title":"Connecting Cultures &amp; Classrooms. K-12 Curriculum Guide: Language Arts, Science, Social Studies. Indian Education for All"},
      {
        "id":"ED494323",
        "title":"2005 Annual Report on Our Call to Action"},
      {
        "id":"ED494324",
        "title":"Arizonans' Attitudes toward Science, Technology, and Their Effects on the Economy"},
      {
        "id":"ED494325",
        "title":"Enriching Arizona's Knowledge Economy: Creating the Research Connections, Attention, and Talent Arizona Needs to Compete. Proposition 301 Investments at Arizona State University,  FY 2002-FY 2005"},
      {
        "id":"ED494326",
        "title":"Beat the Odds...Why Some Schools With Latino Children Beat the Odds and Others Don't"},
      {
        "id":"ED494331",
        "title":"Critiquing Student Speeches: The Need for Supportiveness"},
      {
        "id":"ED494334",
        "title":"Geographic Perspectives with Elementary Students: The Silk Road"},
      {
        "id":"ED494335",
        "title":"Qualitative Studies: Developing Good Research Questions"},
      {
        "id":"ED494337",
        "title":"Context of Educational Reforms Then and Now"},
      {
        "id":"ED494339",
        "title":"Developing Web-Oriented Homework System to Assess Students' Introductory Physics Course Performance and Compare to Paper-Based Peer Homework"},
      {
        "id":"ED494340",
        "title":"Online Learning Programs as Learning Organizations: A Case Study of Information Management Programs at Anadolu University, Turkey"},
      {
        "id":"ED494341",
        "title":"The Role of the Socio-Cultural Context in Designing Appropriate Support Services and Enhancing Interaction in Distance Education in Turkey"},
      {
        "id":"ED494342",
        "title":"A Study on Students' Views about Blended Learning Environment"},
      {
        "id":"ED494343",
        "title":"A Web Based Puzzle for Energy Sources"},
      {
        "id":"ED494344",
        "title":"Social Constructivism and International Cooperation in Distance Education"},
      {
        "id":"ED494345",
        "title":"Examining the Factors Affecting Student Dropout in an Online Learning Environment"},
      {
        "id":"ED494346",
        "title":"Developing Cultural Awareness in Foreign Language Teaching"},
      {
        "id":"ED494347",
        "title":"The Attitudes of Preschool Teacher Candidates Studying through Distance Education Approach towards Teaching Profession and Their Perception Levels of Teaching Competency"},
      {
        "id":"ED494348",
        "title":"Integration of Information Communication Technologies (ICTs) in the Distance Education Bachelor of Education Programme, Makerere University, Uganda"},
      {
        "id":"ED494349",
        "title":"Improving Learning of Programming through E-Learning by Using Asynchronous Virtual Pair Programming"},
      {
        "id":"ED494350",
        "title":"The Place of Multiple Intelligence in Achieving the Objectives and Goals of Open and Distance Learning Institutions: A Critical Analysis"},
      {
        "id":"ED494351",
        "title":"The Models of Didactical Process Communicat?ons in Traditional and Distance Learning Systems: Analyses the State of the Art"},
      {
        "id":"ED494352",
        "title":"Impact of VoIP and QoS on Open and Distance Learning"},
      {
        "id":"ED494354",
        "title":"Balancing Top-Down, Bottom-Up, and Peer-to-Peer Approaches to Sustaining Distance Training"},
      {
        "id":"ED494356",
        "title":"The Field Study as an Educational Technique in Open and Distance Learning"},
      {
        "id":"ED494358",
        "title":"XLearning Object Organization Behaviors in a Home-Made Learning Content Management System"},
      {
        "id":"ED494360",
        "title":"The Short-Term and Long-Term Effects of Head Start Education and No Child Left Behind"},
      {
        "id":"ED494361",
        "title":"Erickson's Model of Psychosocial Development with Autistic Children and Connections to Evidence-Based Practices for No Child Left Behind"},
      {
        "id":"ED494362",
        "title":"Sharing Power and Culture Through Project-Based Online Learning (PBOL): Designing Online Knowledge Based on Multicultural Education"},
      {
        "id":"ED494363",
        "title":"Learners and Faculty Creative Partnerships through Building a Virtual Community: Their Experiences Toward Sharing Knowledge Online"},
      {
        "id":"ED494364",
        "title":"Online Workers' Intentions toward Building Interactive Communications: Probing Their Partnerships via the Theory of Planned Behavior (TpB)"},
      {
        "id":"ED494366",
        "title":"Improving Critical Think Skills Through Online Synchronous Communications: A Study of Learners' Attitudes toward Building Knowledge Networks"},
      {
        "id":"ED494368",
        "title":"The Power of University-Community Partnerships for Lifelong Learning: A Framework for Dialogic Leaderships"},
      {
        "id":"ED494369",
        "title":"Democratic Adult and At-Risk Youth Participations through Interactive Radio Programs"},
      {
        "id":"ED494370",
        "title":"Evaluating Information Quality: Hidden Biases on the Children's Web Pages"},
      {
        "id":"ED494373",
        "title":"A Study of Pre-School Children's School Readiness Related to Scientific Thinking Skills"},
      {
        "id":"ED494374",
        "title":"Coming out of the Darkness of the Past"},
      {
        "id":"ED494375",
        "title":"Identification of Gas Components in Lighter by Gas Chromatography: An Experiment of the Undergraduate Instrumental Analysis Laboratory Which Can Be Used with Distance Learning Applications"},
      {
        "id":"ED494376",
        "title":"Interactivity in Distance Education: The National Open University of Nigeria (NOUN) Experience"},
      {
        "id":"ED494377",
        "title":"Teachers' Experiences in Online Professional Development Environment"},
      {
        "id":"ED494378",
        "title":"E-Learning Approach in Teacher Training"},
      {
        "id":"ED494379",
        "title":"Computer Simulations in Science Education: Implications for Distance Education"},
      {
        "id":"ED494384",
        "title":"Parent Assisted Reading Using a Paired Reading Model"},
      {
        "id":"ED494385",
        "title":"International Education as an Agent of Democratization"},
      {
        "id":"ED494388",
        "title":"Comparison of Student Perceptions of Classroom Instruction: Traditional, Hybrid, and Distance Education"},
      {
        "id":"ED494390",
        "title":"Contemporary Spheres for the Teaching Education: Freire's Principles"},
      {
        "id":"ED494392",
        "title":"Building a Synchronous Virtual Classroom in a Distance English Language Teacher Training (DELTT) Program in Turkey"},
      {
        "id":"ED494393",
        "title":"Teaching Chemistry at Indira Gandhi National Open University"},
      {
        "id":"ED494394",
        "title":"Differences between Online and Traditional Students: A Study of Motivational Orientation, Self-Efficacy, and Attitudes"},
      {
        "id":"ED494395",
        "title":"The Use of WebCT in Distance Learning Course in University of Manchester"},
      {
        "id":"ED494396",
        "title":"Dropout Rates in the United States: 2004. NCES 2007-024"},
      {
        "id":"ED494397",
        "title":"Indicators of School Crime and Safety: 2006. NCES 2007-003"},
      {
        "id":"ED494398",
        "title":"State Library Agencies, Fiscal Year 2005. First Look. NCES 2007-300"},
      {
        "id":"ED494402",
        "title":"The Relationship between Gender and Students' Attitude and Experience of Using a Mathematical Software Program (MATLAB)"},
      {
        "id":"ED494403",
        "title":"Quality and Processes of Bangladesh Open University Course Materials Development"},
      {
        "id":"ED494405",
        "title":"PDAs: Revolutionizing the Way We Learn and Teach"},
      {
        "id":"ED494407",
        "title":"Effective Change Management Strategies for Embedding Online Learning within Higher Education and Enabling the Effective Continuing Professional Development of Its Academic Staff"},
      {
        "id":"ED494408",
        "title":"Problems and Prospects of Open and Distance Education in Nigeria"},
      {
        "id":"ED494409",
        "title":"Environmental Education and Networking in Mafeteng Primary Schools: A Participatory Approach"},
      {
        "id":"ED494411",
        "title":"Fostering the Development and Implementation of Principles for Managing Ethics in Higher Education Institutions: An International Comparative Perspective"},
      {
        "id":"ED494412",
        "title":"Supporting the Contribution of Higher Education to Regional Development: Lessons Learned from an OECD Review of 14 Regions throughout 12 Countries"},
      {
        "id":"ED494415",
        "title":"Automated Essay Scoring"},
      {
        "id":"ED494416",
        "title":"Developing a Renewable Energy Awareness Scale for Pre-Service Chemistry Teachers"},
      {
        "id":"ED494417",
        "title":"Self-Perceptions and Roles: How Eastern Mediterranean University Students and Teachers View Online Program and Courses"},
      {
        "id":"ED494418",
        "title":"Professional Development of Higher Education Teachers, Can Distance Education Make a Difference?"},
      {
        "id":"ED494419",
        "title":"The Relationship between Levels of Education and Perception of Democratic Governance  among Nigerian School Leavers"},
      {
        "id":"ED494421",
        "title":"Evaluation and eLearning"},
      {
        "id":"ED494422",
        "title":"The Reflection of the Learning Organization Concept to School of Education"},
      {
        "id":"ED494423",
        "title":"Distance Education as a Women Empowerment Strategy in Africa"},
      {
        "id":"ED494424",
        "title":"Electronic In-Service Teacher-Training for the New National EFL Curriculum in Turkey"},
      {
        "id":"ED494425",
        "title":"Effects of Fluency Instruction on Literacy Skills in the First Grade Classroom"},
      {
        "id":"ED494426",
        "title":"Overcoming Disadvantage through the Innovative Classroom"},
      {
        "id":"ED494427",
        "title":"Bye, Bye Verbal-Only Method of Learning: Welcome Interactive Multimedia"},
      {
        "id":"ED494428",
        "title":"Lao People's Democratic Republic--Skills Development for Disadvantaged Groups: Review, Issues and Prospects. Final Report"},
      {
        "id":"ED494429",
        "title":"Handbook for Decentralized Education Planning. Implementing National EFA Plans"},
      {
        "id":"ED494430",
        "title":"Youth in Transition: The Challenges of Generational Change in Asia. Proceedings of the Biennial General Conference of the Association of Asian Social Science Research Councils (15th, Canberra, Australia, 2005)"},
      {
        "id":"ED494431",
        "title":"First Language First: Community-Based Literacy Programmes for Minority Language Contexts in Asia (Kunming, China, May 17-22, 2004)"},
      {
        "id":"ED494432",
        "title":"United Nations Literacy Decade in Asia and the Pacific: Progress to Date"},
      {
        "id":"ED494433",
        "title":"Highland Children's Education Project: A Pilot Project on Bilingual Education in Cambodia"},
      {
        "id":"ED494434",
        "title":"Regional Workshop on Inclusive Education: &quot;Getting All Children into School and Helping Them Learn&quot; (Bangkok, Thailand, October 19-21, 2004). Final Report"},
      {
        "id":"ED494435",
        "title":"Information and Communication Technologies (ICTs) for Community Empowerment through Non-Formal Education: Experiences from Lao PDR, Sri Lanka, Thailand and Uzbekistan"},
      {
        "id":"ED494436",
        "title":"Theories of Learning and Their Implications for On-Line Assessment"},
      {
        "id":"ED494437",
        "title":"Spreadsheet Applications: Prototyping an Innovative Blended Course"},
      {
        "id":"ED494438",
        "title":"A Study of Quality Assurance Practices in the Universiti Sains Malaysia (USM), Malaysia"},
      {
        "id":"ED494439",
        "title":"Design Principles for Online Instruction: A New Kind of Classroom"},
      {
        "id":"ED494440",
        "title":"Learner-Institute Interaction and Third World Dilemmas"},
      {
        "id":"ED494441",
        "title":"Factors Affecting the Application of Information and Communication Technologies (ICT) in Distance Education"},
      {
        "id":"ED494442",
        "title":"Opportunity Cost of Distance Education"},
      {
        "id":"ED494443",
        "title":"Improving Distance Courses: Understanding Teacher Trainees and Their Learning Styles for the Design of Teacher Training Courses and Materials at a Distance"},
      {
        "id":"ED494446",
        "title":"Institutional Support for the Virtual Professor"},
      {
        "id":"ED494448",
        "title":"A Mixed Methods Assessment of the Effectiveness of Strategic EMentoring in Improving the Self-Efficacy and Persistence (or Retention) of Alternatively Certified Novice Teachers within an Inner City School District"},
      {
        "id":"ED494449",
        "title":"A Delicate Balance: District Policies and Classroom Practice"},
      {
        "id":"ED494450",
        "title":"Leading from the Middle: Mid-Level Central Office Staff and Instructional Improvement. [Executive Summary]"},
      {
        "id":"ED494451",
        "title":"The Job Training and Job Satisfaction Survey Technical Manual"},
      {
        "id":"ED494452",
        "title":"Getting Districtwide Results"},
      {
        "id":"ED494453",
        "title":"Incentives: The Effects on Reading Attitude and Reading Behaviors of Third-Grade Students"},
      {
        "id":"ED494454",
        "title":"Use of Electronic Journals by Library and Information Science Faculty Members in Performing Various Academic Tasks: A Field Study Performed at the School of Information Sciences at the University of Pittsburgh"},
      {
        "id":"ED494456",
        "title":"Traditional Teaching Strategies versus Cooperative Teaching Strategies: Which Can Improve Achievement Scores in Chinese Middle Schools?"},
      {
        "id":"ED494459",
        "title":"Assessing Teachers' Testing Skills in ELT and Enhancing Their Professional Development through Distance Learning on the Net"},
      {
        "id":"ED494461",
        "title":"Information and Communication Technology for Poverty Reduction"},
      {
        "id":"ED494463",
        "title":"Flexible Training's Intrusion on Work/Life Balance"},
      {
        "id":"ED494464",
        "title":"The Mass Media in Distance Education in Nigeria in the 21st Century"},
      {
        "id":"ED494466",
        "title":"Comparing Approaches to Studying of Malaysian Distance Learners and On-Campus Learners: Implications to Distance Education"},
      {
        "id":"ED494471",
        "title":"Teach Them to Fly: Strategies for Encouraging Active Online Learning"},
      {
        "id":"ED494480",
        "title":"Doing Science: The Process of Scientific Inquiry"},
      {
        "id":"ED494481",
        "title":"The Brain: Our Sense of Self. The NIH Curriculum Supplement Series"},
      {
        "id":"ED494482",
        "title":"Charter High Schools: Closing the Achievement Gap. Innovations in Education"},
      {
        "id":"ED494484",
        "title":"Workforce Brief: Arizona"},
      {
        "id":"ED494485",
        "title":"Workforce: Alaska"},
      {
        "id":"ED494486",
        "title":"Workforce Brief: South Dakota"},
      {
        "id":"ED494487",
        "title":"Workforce Brief: California"},
      {
        "id":"ED494488",
        "title":"Workforce Brief: Colorado"},
      {
        "id":"ED494489",
        "title":"Workforce: Hawaii"},
      {
        "id":"ED494490",
        "title":"Workforce: Montana"},
      {
        "id":"ED494491",
        "title":"Workforce: North Dakota"},
      {
        "id":"ED494492",
        "title":"Workforce: New Mexico"},
      {
        "id":"ED494494",
        "title":"Workforce: Nevada"},
      {
        "id":"ED494495",
        "title":"Workforce: Oregon"},
      {
        "id":"ED494496",
        "title":"Workforce: Utah"},
      {
        "id":"ED494498",
        "title":"Workforce: Washington"},
      {
        "id":"ED494499",
        "title":"Workforce: Wyoming"},
      {
        "id":"ED494500",
        "title":"Accelerated Learning Options: Moving the Needle on Access and Success. A Study of State and Institutional Policies and Practices"},
      {
        "id":"ED494501",
        "title":"Accelerated Learning Options: A Promising Strategy for States. Policy Insights"},
      {
        "id":"ED494502",
        "title":"State Financial Aid: Policies to Enhance Articulation and Transfer"},
      {
        "id":"ED494508",
        "title":"Declaration of Education: Keeping Our Promise to the District's Children. Executive Summary"},
      {
        "id":"ED494509",
        "title":"All Students Succeeding: A Master Education Plan for a System of Great Schools"},
      {
        "id":"ED494510",
        "title":"Expect the Best for Your Child: How to Use the New Learning Standards in Reading/English Language Arts, Mathematics, Science, and Social Studies to Help Your Child Do Well in Grades 3 through 5"},
      {
        "id":"ED494511",
        "title":"Great Minds Think Differently: Sustaining a System of Thinking"},
      {
        "id":"ED494512",
        "title":"The Contribution of International Student Mobility to Human Development and Global Understanding"},
      {
        "id":"ED494513",
        "title":"Cultural Perspectives on Student Behaviors: A Study of American and Chinese Students"},
      {
        "id":"ED494514",
        "title":"An Exploring Model of Intelligence and Personality in Different Culture"},
      {
        "id":"ED494515",
        "title":"School Voucher Program and Its Enlightenments to the Education Reform in China"},
      {
        "id":"ED494517",
        "title":"A Research on Learner Retention and Learning Support"},
      {
        "id":"ED494519",
        "title":"How Older Rural Adults Utilize Self-Directed Learning in Late Life Adjustments"},
      {
        "id":"ED494521",
        "title":"Community & Family Engagement. Principals Share What Works"},
      {
        "id":"ED494523",
        "title":"National Disability Policy: A Progress Report, December 2004-December 2005"},
      {
        "id":"ED494534",
        "title":"Going Broke by Degree: Why College Costs Too Much"},
      {
        "id":"ED494535",
        "title":"Tough Love for Schools: Essays on Competition, Accountability, and Excellence"},
      {
        "id":"ED494536",
        "title":"The Fiscal and Social Costs of Consolidating Student Loans at Fixed Interest Rates. Working Paper No. 104"},
      {
        "id":"ED494537",
        "title":"Access to Libraries for Persons with Disabilities: Checklist. IFLA Professional Reports, No. 89"},
      {
        "id":"ED494538",
        "title":"Designing and Building Integrated Digital Library Systems: Guidelines. IFLA Professional Reports, No. 90"},
      {
        "id":"ED494539",
        "title":"Libraries for the Blind in the Information Age: Guidelines for Development. IFLA Professional Reports, No. 86"},
      {
        "id":"ED494540",
        "title":"Empowering the Employment of Case Based Reasoning in VLE: The Case Where SYIM Meets Moodle"},
      {
        "id":"ED494541",
        "title":"GIS Education in Turkey: GIS Education under the Institute of Natural and Applied Sciences of Anadolu University and Online Education Proposal for International World Campus"},
      {
        "id":"ED494543",
        "title":"Use of Internet for Online Course Delivery: A Case-Study"},
      {
        "id":"ED494545",
        "title":"Attitudes of Students towards Internet"},
      {
        "id":"ED494548",
        "title":"A Comparative Analysis of the Academic Performance of Distance and On-Campus Learners"},
      {
        "id":"ED494550",
        "title":"Roles of the Students and Teachers in Distance Education"},
      {
        "id":"ED494551",
        "title":"Using Mimio Boardcast in an Online Principles of Macroeconomics Course to Improve Student Performance"},
      {
        "id":"ED494552",
        "title":"Learner Support Services in Distance Education System (A Case Study of Turkey)"},
      {
        "id":"ED494553",
        "title":"Benefits of an Online Discussion List in a Traditional Distance Education Course"},
      {
        "id":"ED494555",
        "title":"Delivering Online Examinations: A Case Study"},
      {
        "id":"ED494557",
        "title":"Beyond an Institutionalized Learning Environment: Fostering Interactions and Learning Using Synchronous and Asynchronous Messaging Systems"},
      {
        "id":"ED494558",
        "title":"Evaluation Perspectives: Interrogating Open and Distance Education Provision at an Australian Regional University"},
      {
        "id":"ED494559",
        "title":"From a Distance: Student Empowerment and Constructing Teacher Identities Online"},
      {
        "id":"ED494560",
        "title":"Evaluation of Online Learning Management Systems"},
      {
        "id":"ED494561",
        "title":"The WebCT Discussion List and How It Is Perceived"},
      {
        "id":"ED494562",
        "title":"Quality Assurance of Distance Education: Multiple Assessment Measures Used in a Business, Career, and Technical Education Department"},
      {
        "id":"ED494563",
        "title":"Distance Education in Turkey"},
      {
        "id":"ED494564",
        "title":"Dissemination of a Proposed English Preparatory Class Model for the Black Sea Region Countries through Internet"},
      {
        "id":"ED494566",
        "title":"School Violence"},
      {
        "id":"ED494578",
        "title":"Preliminary Report on No Child Left Behind in Indian Country"},
      {
        "id":"ED494579",
        "title":"Overlooked Gems: A National Perspective on Low-Income Promising Learners. Proceedings from the National Leadership Conference on Low-Income Promising Learners (Washington, DC, April 24-25, 2006)"},
      {
        "id":"ED494580",
        "title":"Fifty Years after &quot;Brown v. Board of Education&quot;: A Two-Tiered Education System"},
      {
        "id":"ED494581",
        "title":"Induction into Learning Communities"},
      {
        "id":"ED494582",
        "title":"Teachers Learning in Networked Communities. Phase I Evaluation Report"},
      {
        "id":"ED494596",
        "title":"Expect the Best for Your Child: How to Use the New Learning Standards in Reading/English Language Arts, Mathematics, Science, and Social Studies to Help Your Child Do Well in Grades 6 through 8"},
      {
        "id":"ED494597",
        "title":"Expect the Best for Your Child: How to Use the New Learning Standards in Reading/English Language Arts, Mathematics, Science, and Social Studies to Help Your Child Do Well in Grades 9 through 12"},
      {
        "id":"ED494598",
        "title":"Expect the Best for Your Child: How to Use the New Learning Standards in Reading/English Language Arts, Mathematics, Science, and Social Studies to Help Your Child Do Well in Prekindergarten through Grade 2"},
      {
        "id":"ED494599",
        "title":"Chemicals in Schools: Solutions for Healthy School Environments. K-12 Schools"},
      {
        "id":"ED494600",
        "title":"Make a Difference in Your School: A How-to Guide for Engaging Students in Resource Conservation and Waste Reduction"},
      {
        "id":"ED494601",
        "title":"Bomb Threats in Schools. Problem-Oriented Guides for Police. Problem-Specific Guides Series. Guide Number 32"},
      {
        "id":"ED494602",
        "title":"Student Party Riots. Problem-Oriented Guides for Police. Problem-Specific Guides Series. Guide Number 39"},
      {
        "id":"ED494603",
        "title":"Meeting the Challenge of Involving Parents in School. Newsletter"},
      {
        "id":"ED494604",
        "title":"SLD Eligibility: A Users' Guide to the New Regulations"},
      {
        "id":"ED494605",
        "title":"The Role of Principal Leadership in Improving Student Achievement. Newsletter"},
      {
        "id":"ED494606",
        "title":"Things to Remember During the Teacher Hiring Season. Newsletter"},
      {
        "id":"ED494609",
        "title":"No Child Left Behind Act: Education's Data Improvement Efforts Could Strengthen the Basis for Distributing Title III Funds. Report to Congressional Requesters. GAO-07-140"},
      {
        "id":"ED494610",
        "title":"9 Hard Things to Do in Order to Sustain School Reform. Newsletter"},
      {
        "id":"ED494612",
        "title":"Redefining Professional Development. Newsletter"},
      {
        "id":"ED494614",
        "title":"7 Actions That Improve School District Performance. Newsletter"},
      {
        "id":"ED494616",
        "title":"National Service: A Resource for Faith-Based and Community Groups"},
      {
        "id":"ED494625",
        "title":"National Institute on Disability and Rehabilitation Research--Notice of Final Long-Range Plan for Fiscal Years 2005-2009. Federal Register, Part III: Department of Education"},
      {
        "id":"ED494626",
        "title":"An Assessment of the Perceived Benefits of Extracurricular Activity on Academic Achievement at Paramount High School"},
      {
        "id":"ED494627",
        "title":"Open Source Software in Teaching Physics: A Case Study on Vector Algebra and Visual Representations"},
      {
        "id":"ED494629",
        "title":"The Study of Adolescents Worries and Wishes in the North of Fars Province"},
      {
        "id":"ED494630",
        "title":"Implementing Problem-Based Learning in Principal Training: The First Pilot Program in China"},
      {
        "id":"ED494632",
        "title":"A Brief Statement on Educational Principle of the People's Republic of China"},
      {
        "id":"ED494633",
        "title":"Making the Connection: A Hybrid Distance Learning Program for Underprepared College Students"},
      {
        "id":"ED494634",
        "title":"Michigan Journal of Community Service Learning. Volume 13, Number 1, Fall 2006"},
      {
        "id":"ED494635",
        "title":"The Present Situation, Problems, Countermeasures of Compulsory Education in the Rural Area of Western Region in China"},
      {
        "id":"ED494636",
        "title":"Research on the Scientific and Technological Innovation of Research University and Its Strategic Measures"},
      {
        "id":"ED494637",
        "title":"Theory and Practice of Teachers' Team Construction of Non-Government University in China"},
      {
        "id":"ED494649",
        "title":"Assessment Framework and Specifications (2nd Edition). PIRLS 2006"},
      {
        "id":"ED494650",
        "title":"TIMSS 2003 International Mathematics Report: Findings from IEA&apos;s Trends in International Mathematics and Science Study at the Fourth and Eighth Grades"},
      {
        "id":"ED494651",
        "title":"Findings from IEA&apos;s Trends in International Mathematics and Science Study at the Fourth and Eighth Grades. TIMSS 2003 International Science Report"},
      {
        "id":"ED494652",
        "title":"IEA&apos;s TIMSS 2003 International Report on Achievement in the Mathematics Cognitive Domains: Findings from a Developmental Project"},
      {
        "id":"ED494653",
        "title":"TIMSS 2003 Technical Report: Findings from IEA&apos;s Trends in International Mathematics and Science Study at the Fourth and Eighth Grades"},
      {
        "id":"ED494654",
        "title":"TIMSS 2007 Assessment Frameworks"},
      {
        "id":"ED494655",
        "title":"You Should--I Should: Mentoring Responsibilities as Perceived by Faculty, Alumni, and Students"},
      {
        "id":"ED494663",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 248"},
      {
        "id":"ED494664",
        "title":"Residential Group Care Quarterly. Volume 7, Number 2, Fall 2006"},
      {
        "id":"ED494665",
        "title":"Children's Voice. Volume 16, Number 1, January/February 2007"},
      {
        "id":"ED494666",
        "title":"The Challenge of Supporting Change: Elementary Student Achievement and the Bay Area School Reform Collaborative's Focal Strategy. Final Report"},
      {
        "id":"ED494668",
        "title":"Schools as Caring, Learning Communities. A Center Practice Brief"},
      {
        "id":"ED494669",
        "title":"Legislation in Need of Improvement: Reauthorizing the No Child Left Behind Act to Better Address Barriers to Learning. Policy Analysis Report"},
      {
        "id":"ED494678",
        "title":"Beliefs and Issues Arising from a Virtual Collaborative Student-Alumni-Faculty Action Research Project"},
      {
        "id":"ED494680",
        "title":"The Effects of a Professional Development School Program on Student Achievement as Measured by the Iowa Test of Basic Skills, Teacher Perceptions of School Climate, and Pre-Service Teacher Reflections"},
      {
        "id":"ED494681",
        "title":"Classroom Assessment in Web-Based Instructional Environment: Instructors' Experience"},
      {
        "id":"ED494683",
        "title":"Crafting Economics to be Relevant in the Lives of at-Risk Students"},
      {
        "id":"ED494684",
        "title":"Heart Health: A Resource for Senior High School Physical Education"},
      {
        "id":"ED494685",
        "title":"Safety in the Science Classroom"},
      {
        "id":"ED494686",
        "title":"Planting the Seeds: Growth in Rural Education [Two]... A Series of Choices"},
      {
        "id":"ED494693",
        "title":"Review of ESL K-12 Program: Implementation in Alberta. Final Report"},
      {
        "id":"ED494699",
        "title":"Basic Tasks of the American University in the Modern Society"},
      {
        "id":"ED494704",
        "title":"Grade Level of Achievement Reporting: Teacher and Administrator Handbook"},
      {
        "id":"ED494705",
        "title":"Building on Success: Helping Students Make Transitions from Year to Year"},
      {
        "id":"ED494706",
        "title":"Effective Professional Development: What the Research Says"},
      {
        "id":"ED494707",
        "title":"Professional Learning Communities: An Exploration"},
      {
        "id":"ED494709",
        "title":"26th Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act, 2004. Volume 1"},
      {
        "id":"ED494710",
        "title":"Carl D. Perkins Vocational and Technical Education Act of 1998, Report to Congress on State Performance, Program Year 2001-2002"},
      {
        "id":"ED494711",
        "title":"Carl D. Perkins Vocational and Technical Education Act of 1998, Report to Congress on State Performance, Program Year 2002-2003"},
      {
        "id":"ED494712",
        "title":"Carl D. Perkins Vocational and Technical Education Act of 1998, Report to Congress on State Performance, Program Year 2003-2004"},
      {
        "id":"ED494713",
        "title":"Institute of Education Sciences Biennial Report to Congress, 2005"},
      {
        "id":"ED494715",
        "title":"Creating Strong District School Choice Programs. Innovations in Education"},
      {
        "id":"ED494717",
        "title":"New \"Teaching\" Idea: Sharing Mistakes"},
      {
        "id":"ED494718",
        "title":"A Survey of Selected Teachers Opinions to the Effects of Class Size on Student Achievement among Middle School Students"},
      {
        "id":"ED494719",
        "title":"Earning, Learning, and Choice: Career and Technical Education Works for Students and Employers. Report of the NAVE Independent Advisory Panel"},
      {
        "id":"ED494720",
        "title":"CETAC E-Newsletter. Volume 1, Number 1, Spring 2005"},
      {
        "id":"ED494721",
        "title":"CETAC E-Newsletter. Student Issue. Volume 1, Number 2, Summer 2005"},
      {
        "id":"ED494722",
        "title":"CETAC E-Newsletter. Parent Issue. Volume 1, Number 3, Winter 2006"},
      {
        "id":"ED494725",
        "title":"Federal Student Aid Handbook, 2006-2007. Application and Verification Guide"},
      {
        "id":"ED494726",
        "title":"Federal Student Aid Handbook, 2006-2007. Volume 1: Student Eligibility"},
      {
        "id":"ED494727",
        "title":"Federal Student Aid Handbook, 2006-2007. Volume 2: School Eligibility and Operations"},
      {
        "id":"ED494728",
        "title":"Handbook 2006-2007: Federal Student Aid. Volume 3--Calculating Awards & Packaging"},
      {
        "id":"ED494729",
        "title":"Federal Student Aid Handbook, 2006-2007. Volume 4: Processing Aid &amp; Managing FSA Funds"},
      {
        "id":"ED494730",
        "title":"Handbook 2006-2007: Federal Student Aid. Volume 5--Overawards, Overpayments, &amp; Withdrawal Calculations"},
      {
        "id":"ED494731",
        "title":"Federal Student Aid Handbook, 2006-2007. Volume 6: Campus-Based Programs"},
      {
        "id":"ED494732",
        "title":"Human Capital Management Plan, 2004"},
      {
        "id":"ED494733",
        "title":"Ready or Not: Creating a High School Diploma that Counts"},
      {
        "id":"ED494734",
        "title":"Title I Migrant Education Program, National Trends Report: 1998-2001. Doc # 2003-16"},
      {
        "id":"ED494735",
        "title":"Migrant Education Program Annual Report: Eligibility, Participation, Services (2001-02) and Achievement (2002-03)"},
      {
        "id":"ED494736",
        "title":"Unsafe School Choice Option. Non-Regulatory Guidance"},
      {
        "id":"ED494737",
        "title":"Fiscal Year 2007 Program Performance Plan"},
      {
        "id":"ED494738",
        "title":"Fiscal Year 2007 Performance Budget"},
      {
        "id":"ED494739",
        "title":"Fiscal Year 2007 Budget Summary and Background Information"},
      {
        "id":"ED494741",
        "title":"Report on the Implementation of the &quot;Gun-Free Schools Act of 1994&quot; in the States and Outlying Areas for School Year 2002-03"},
      {
        "id":"ED494743",
        "title":"Implementing A Mental Wellness Fast: An Intervention Strategy for Regulating the Negative Inner Dialogue"},
      {
        "id":"ED494745",
        "title":"Comments on Proposed Title I Regulations (December 15, 2005)"},
      {
        "id":"ED494746",
        "title":"Testimony of Kathleen Boundy before Hearing on NCLB Convened by the Public Education Network, January 11, 2006 in Boston, MA"},
      {
        "id":"ED494747",
        "title":"Modifying Formative Evaluation Techniques for Distance Education Class Evaluation"},
      {
        "id":"ED494748",
        "title":"Individual Learner Differences in Web-Based Learning Environments: From Cognitive, Affective and Social-Cultural Perspectives"},
      {
        "id":"ED494750",
        "title":"Financial Incentives for Teen Parents to Stay in School. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED494751",
        "title":"Media in Distance Learning: The Nigerian National Teachers Institute Distance Education Programme"},
      {
        "id":"ED494753",
        "title":"A Conceptual Framework for the Electronic Performance Support Systems within IBM Lotus Notes 6 (LN6) Example"},
      {
        "id":"ED494754",
        "title":"Phonological Awareness Training. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED494755",
        "title":"Diffusion of Distance Education in North Cyprus"},
      {
        "id":"ED494757",
        "title":"Impact of Online Instruction on Teachers' Learning and Attitudes toward Technology Integration"},
      {
        "id":"ED494758",
        "title":"Crime, Violence, Discipline, and Safety in U.S. Public Schools: Findings from the School Survey on Crime and Safety: 2003-04. First Look. NCES 2007-302"},
      {
        "id":"ED494759",
        "title":"Transformation of University Organizations: Leadership and Managerial Implications"},
      {
        "id":"ED494760",
        "title":"Institutional Policies and Practices Regarding Postsecondary Faculty: Fall 2003. First Look. NCES 2007-157"},
      {
        "id":"ED494761",
        "title":"The Need for Policy Framework in Maintaining Quality in Open and Distance Education Programmes in Southern Africa"},
      {
        "id":"ED494762",
        "title":"NPEC Sourcebook on Assessment: Definitions and Assessment Methods for Communication, Leadership, Information Literacy, Quantitative Reasoning, and Quantitative Skills. NPEC 2005-0832"},
      {
        "id":"ED494764",
        "title":"An Autonomous Mobile Agent-Based Distributed Learning Architecture-A Proposal and Analytical Analysis"},
      {
        "id":"ED494766",
        "title":"Trends in International Mathematics and Science Study (TIMSS) 2003. Nonresponse Bias Analysis. Technical Report. NCES 2007-044"},
      {
        "id":"ED494767",
        "title":"ERCMExpress. Volume 1, Issue 1"},
      {
        "id":"ED494768",
        "title":"ERCMExpress. Volume 2, Issue 1"},
      {
        "id":"ED494769",
        "title":"ERCMExpress. Volume 2, Issue 2"},
      {
        "id":"ED494770",
        "title":"ERCMExpress. Volume 2, Issue 3"},
      {
        "id":"ED494775",
        "title":"General Education Teachers and Students with Physical Disabilities: A Revisit"},
      {
        "id":"ED494776",
        "title":"Open and Distance Learning Methodologies in Higher Education"},
      {
        "id":"ED494780",
        "title":"Students' Views of Distance Education Provision at One University"},
      {
        "id":"ED494781",
        "title":"Communication Barriers: A Study of Eastern Mediterranean University Students' and Teachers' of Online Program and Courses"},
      {
        "id":"ED494782",
        "title":"Partners with Clinical Practice: Evaluating the Student and Staff Experiences of On-Line Continuing Professional Development for Qualified Nephrology Practitioners"},
      {
        "id":"ED494783",
        "title":"An Evaluation with Respect to e-Learning and Economic Analysis of the Graduate Program Offered in Anadolu University's Institute of Educational Sciences"},
      {
        "id":"ED494784",
        "title":"E-Learning and Economic Development"},
      {
        "id":"ED494785",
        "title":"The Adoption of Open Sources within Higher Education: In Europe and A Dissemination Case Study"},
      {
        "id":"ED494786",
        "title":"Blurring the Boundaries? Supporting Students and Staff within an Online Learning Environment"},
      {
        "id":"ED494788",
        "title":"The Death of Distance: Documenting the Effects of Distance Education in South Dakota"},
      {
        "id":"ED494790",
        "title":"Iranian Journal of Language Studies (IJLS). Volume 1, Number 1"},
      {
        "id":"ED494791",
        "title":"Just Do It: Women Superintendents Speak to Aspiring Women"},
      {
        "id":"ED494793",
        "title":"Early Lessons for Planning and Implementing a Program to Prepare Urban Special Education Academic Leaders"},
      {
        "id":"ED494795",
        "title":"Effective Continuing Education for Licensed Real Estate Professionals"},
      {
        "id":"ED494797",
        "title":"Using Human Capital Theory to Develop a Policy Approach towards College Student Migration in Illinois"},
      {
        "id":"ED494798",
        "title":"A Socio-Pragmatic Comparative Study of Ostensible Invitations in English and Farsi"},
      {
        "id":"ED494799",
        "title":"How to Implement the Ways of Knowing through the Realms of Meaning in Human Resource Management: Ten Recommendations for Selecting Campus Administrators"},
      {
        "id":"ED494801",
        "title":"Test Scores and Learning Styles: Understanding Student Achievement"},
      {
        "id":"ED494803",
        "title":"Strategic Planning at The State's Education Institutions Serving &quot;Open and Distance Education&quot;, Which are of Nonprofit Concern"},
      {
        "id":"ED494804",
        "title":"The Effectiveness of a Parent Education Programme Offered through Distance Education about Independent Autistic Children Education Centre (IACEC)"},
      {
        "id":"ED494805",
        "title":"Preparing for the European Language Portfolio: Internet Connections"},
      {
        "id":"ED494806",
        "title":"Online Information Technologies Certificate Program"},
      {
        "id":"ED494807",
        "title":"A Preliminary Evaluation of the Distance English Language Teacher Training Program (DELTTP) in Anadolu University, Turkey"},
      {
        "id":"ED494808",
        "title":"Information and Communication Technologies in Teacher Training and Professional Development in Nigeria"},
      {
        "id":"ED494809",
        "title":"Preparation of Instructional Material for Distance Teacher Education"},
      {
        "id":"ED494810",
        "title":"Transnational Education: Concept and Methods"},
      {
        "id":"ED494811",
        "title":"Reducing the Effects of Isolation and Promoting Inclusivity for Distance Learners through Podcasting"},
      {
        "id":"ED494812",
        "title":"Distance Delivery of Nutrition Education as a Method for Providing Continuing Education"},
      {
        "id":"ED494819",
        "title":"The Real Value of Teachers: If Good Teachers Matter, Why Don't We Act Like It? Thinking K-16. Volume 6, Issue 1, Winter 2004"},
      {
        "id":"ED494820",
        "title":"Teaching Inequality: How Poor and Minority Students Are Shortchanged on Teacher Quality: A Report and Recommendations by the Education Trust"},
      {
        "id":"ED494821",
        "title":"Telling the Whole Truth (or Not) about Highly Qualified Teachers: New State Data"},
      {
        "id":"ED494823",
        "title":"A Critique of \"Research Strategies in Comparative Education\" by Val D. Rust, Aminata Soumare, Octavio Pescador, and Megumi Shibuya"},
      {
        "id":"ED494824",
        "title":"Research Paper on Curricular Models"},
      {
        "id":"ED494826",
        "title":"Digital Broadcasting and Interactive Television in Distance Education: Digital and Interactive Television Infrastructure Proposal for Anadolu University Open Education Faculty"},
      {
        "id":"ED494827",
        "title":"Challenges in Introducing Distance Education Programme in Eritrea: Some Observations and Implications"},
      {
        "id":"ED494828",
        "title":"Perspectives on Group Work in Distance Learning"},
      {
        "id":"ED494829",
        "title":"Factors Affecting Teaching the Concept of Renewable Energy in Technology Assisted Environments and Designing Processes in the Distance Education Model"},
      {
        "id":"ED494830",
        "title":"National Open University of Nigeria (NOUN): A Historical Perspective and Challenges"},
      {
        "id":"ED494831",
        "title":"No Child Left Behind Act of 2001: Annual Report to Congress"},
      {
        "id":"ED494832",
        "title":"ERCMExpress. Volume 2, Issue 4"},
      {
        "id":"ED494833",
        "title":"Asynchronous Electronic Discussion Group: Analysis of Postings and Perception of In-Service Teachers"},
      {
        "id":"ED494834",
        "title":"An Assessment of Nova Southeastern University Fall Term 2004 Course Section Grades: Selected Off Campus Sites v. Campus-Based. Report 06-09"},
      {
        "id":"ED494835",
        "title":"Generating Virtual Eye Contacts through Online Synchronous Communications in Virtual Classroom Applications"},
      {
        "id":"ED494836",
        "title":"ERCMExpress, Volume 2, Issue 5"},
      {
        "id":"ED494837",
        "title":"ERCMExpress. Volume 2, Issue 6"},
      {
        "id":"ED494838",
        "title":"ERCMExpress. Volume 2, Issue 7"},
      {
        "id":"ED494839",
        "title":"ERCMExpress. Volume 2, Issue 8"},
      {
        "id":"ED494840",
        "title":"Helpful Hints for School Emergency Management: Emergency \"Go-Kits\""},
      {
        "id":"ED494841",
        "title":"Helpful Hints for School Emergency Management: The National Incident Management System (NIMS) and Schools. Frequently Asked Questions and FY 2006 NIMS Compliance Activities for Schools"},
      {
        "id":"ED494842",
        "title":"Lessons Learned from School Crises and Emergencies, Vol. 1, Issue 2, Fall 2006"},
      {
        "id":"ED494843",
        "title":"Lessons Learned from School Crises and Emergencies. Volume 1, Issue 1, Fall 2006"},
      {
        "id":"ED494844",
        "title":"The Challenge. Volume 13, Number 2"},
      {
        "id":"ED494845",
        "title":"The Challenge. Volume 13, Number 3, Spring 2005"},
      {
        "id":"ED494846",
        "title":"The Challenge. Volume 14, Number 1"},
      {
        "id":"ED494847",
        "title":"The Challenge. Volume 13, Number 4"},
      {
        "id":"ED494848",
        "title":"Navigating into Nursing School and the Gender Gap: Second Choices, Second Careers and Second Incomes"},
      {
        "id":"ED494849",
        "title":"The Challenge. Volume 14, Number 2"},
      {
        "id":"ED494850",
        "title":"Catalyst, Volume 7, Number 1, Spring 2005"},
      {
        "id":"ED494855",
        "title":"Making the Transition from High School to College in Ohio 2004: A Statewide Perspective"},
      {
        "id":"ED494856",
        "title":"Making the Transition from High School to College in Ohio 2005: A Statewide Perspective"},
      {
        "id":"ED494857",
        "title":"The Performance Report for Ohio's Colleges and Universities, 2004"},
      {
        "id":"ED494858",
        "title":"The Performance Report for Ohio's Colleges and Universities, 2005"},
      {
        "id":"ED494860",
        "title":"Survey of the States: Economic and Personal Finance Education in Our Nation's Schools in 2004. A Report Card"},
      {
        "id":"ED494864",
        "title":"Student Evaluations of Instruction in Higher Education"},
      {
        "id":"ED494880",
        "title":"Educational Embodiment within an Online Graduate Program"},
      {
        "id":"ED494881",
        "title":"The Effect of Test and Examinee Characteristics on the Occurrence of Aberrant Response Patterns in a Computerized Adaptive Test"},
      {
        "id":"ED494885",
        "title":"The Levels of Compliance of Physical Education Teachers with Professional Ethics Codes"},
      {
        "id":"ED494888",
        "title":"Studies in Teaching: 2006 Research Digest. Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, December 6, 2006)"},
      {
        "id":"ED494889",
        "title":"Going for the Gold Tassel: Getting a Doctoral Degree"},
      {
        "id":"ED494890",
        "title":"Optimizing the Number of Students for an Effective Online Discussion Board Learning Experience"},
      {
        "id":"ED494892",
        "title":"Improving Quality of Elementary Education By Monitoring Professional Competencies of Teachers for Inclusive Education"},
      {
        "id":"ED494894",
        "title":"The Challenge of Establishing a Common Set of Terms for Discourse, Inquiry, and Research in Educational Science: An Analytically Oriented Philosophy of Educology"},
      {
        "id":"ED494895",
        "title":"The Problem Method in Teaching Philosophy: A Praxiologic Educology"},
      {
        "id":"ED494896",
        "title":"What Motivates Students to Choose the Teachers' Profession: A Scientific Educology of University Students"},
      {
        "id":"ED494897",
        "title":"Creativity: Can It Be Trained? A Scientific Educology of Creativity"},
      {
        "id":"ED494898",
        "title":"The Impact of Philosophical Trends on the Conceptualisation of an Educology of Vocation (A Paper in Philosophy of Educology)"},
      {
        "id":"ED494899",
        "title":"An Educology of Vocation on a Theological and Philosophical Basis (An Essay in Philosophy of Educology)"},
      {
        "id":"ED494901",
        "title":"Mastery of Science Process Skills and Their Effective Use in the Teaching of Science: An Educology of Science Education in the Nigerian Context"},
      {
        "id":"ED494902",
        "title":"Ensuring and Maintaining Quality in Schools through Central Regulation: Some Lessons from England and Wales (An Ecology of Quality in School Education)"},
      {
        "id":"ED494903",
        "title":"Self-Enhancing and Self-Defeating Ego Goals in Mathematics Lessons: Relationships among Task and Avoidance Goals, Achievement, Self-Perceptions, Anxiety, and Motivation (A Scientific Educology)"},
      {
        "id":"ED494905",
        "title":"Accelerated Desensitization and Adaptive Attitudes Interventions and Test Gains with Academic Probation Students"},
      {
        "id":"ED494907",
        "title":"An Educology of Peace Education: Formulating a Strategy for the Promotion of Non-Violent Conflict Resolution in a Democracy"},
      {
        "id":"ED494908",
        "title":"An Educology of Values Education: The Attitudes of Thirteen to Fifteen Year Old Teenagers Towards Spiritual Values--Priorities, Change and Some Pre-Conditions"},
      {
        "id":"ED494909",
        "title":"Practice Makes Practice, or Does It? The Relationship between Theory and Practice in Teacher Education (An Educology of Teacher Education)"},
      {
        "id":"ED494910",
        "title":"The Challenges of Managing Student Behavior Problems in the Classroom"},
      {
        "id":"ED494912",
        "title":"Combination of Qualitative and Quantitative Methods in Educational Management Diagnostics"},
      {
        "id":"ED494913",
        "title":"Confines and Collaborations in Art Education: Where Arts Meets the Discipline"},
      {
        "id":"ED494914",
        "title":"Student Perceptions of Learner-Centered Education"},
      {
        "id":"ED494917",
        "title":"Reef Education Evaluation: Environmental Knowledge and Reef Experience"},
      {
        "id":"ED494918",
        "title":"Encouraging Proximal Relations: Queensland High School Students Go to the Reef"},
      {
        "id":"ED494919",
        "title":"Awareness and Monitoring in Outdoor Marine Education"},
      {
        "id":"ED494920",
        "title":"Changes over Time in the Early Postschool Outcomes of Youth with Disabilities. A Report of Findings from the National Longitudinal Transition Study (NLTS) and the National Longitudinal Transition Study-2 (NLTS2)"},
      {
        "id":"ED494921",
        "title":"Early College High School Initiative. Evaluation Year End Report: 2003?2004"},
      {
        "id":"ED494922",
        "title":"Early College High Schools: Early Recruitment and Selection Strategies"},
      {
        "id":"ED494923",
        "title":"Early College High School Initiative. Evaluation Intermediary Summary Report: 2003-2004"},
      {
        "id":"ED494924",
        "title":"Exploring Assignments, Student Work, and Teacher Feedback in Reforming High Schools: 2002-03 Data from Washington State"},
      {
        "id":"ED494925",
        "title":"Theoretical Arguments For and Against Single-Sex Schools: A Critical Analysis of the Explanations"},
      {
        "id":"ED494933",
        "title":"The Interrelationship among First Language Writing Skills, Second Language Writing Skills, and Second Language Proficiency of EFL University Students"},
      {
        "id":"ED494934",
        "title":"Instructional Computer Programs and the Phonological Deficits of Dyslexic Children"},
      {
        "id":"ED494935",
        "title":"After High School: A First Look at the Postschool Experiences of Youth with Disabilities. A Report from the National Longitudinal Transition Study-2 (NLTS2)"},
      {
        "id":"ED494936",
        "title":"The Academic Achievement and Functional Performance of Youth with Disabilities. A Report from the National Longitudinal Transition Study-2 (NLTS2). NCSER 2006-3000"},
      {
        "id":"ED494937",
        "title":"Changes over Time in the Secondary School Experiences of Students with Disabilities. A Report of Findings from the National Longitudinal Transition Study (NLTS) and the National Longitudinal Transition Study-2 (NLTS2)"},
      {
        "id":"ED494938",
        "title":"TV Commercials as Authentic Materials to Teach Communication, Culture and Critical Thinking"},
      {
        "id":"ED494939",
        "title":"Service Learning: Building Commitment to Becoming Teachers"},
      {
        "id":"ED494940",
        "title":"Substitute Teachers as Effective Classroom Instructors"},
      {
        "id":"ED494941",
        "title":"Examining Dissatisfaction with an Online Doctoral Program"},
      {
        "id":"ED494943",
        "title":"Evaluation of the Mobile Training Team Projects (1996-2003): Final Report"},
      {
        "id":"ED494947",
        "title":"KIDS COUNT Data Book, 2006. State Profiles of Child Well-Being Series"},
      {
        "id":"ED494948",
        "title":"The Annie E. Casey Foundation 2006 Kids Count Pocket Guide. State Profiles of Child Well-Being Series"},
      {
        "id":"ED494949",
        "title":"Changing the Status Quo: A Year One Chronicle of the D.C. Opportunity Scholarship Program"},
      {
        "id":"ED494950",
        "title":"Family, Friend, and Neighbor Care: Strengthening a Critical Resource to Help Young Children Succeed. 2006 KIDS COUNT Essay"},
      {
        "id":"ED494951",
        "title":"A Road to Results: Results-Based Accountability in the Annie E. Casey Foundation's Education Program"},
      {
        "id":"ED494952",
        "title":"Excelsior: Leadership in Teaching and Learning. Volume 1, Number 1, Fall/Winter 2006"},
      {
        "id":"ED494953",
        "title":"A Tale of Two Programs: A Comparative Study of Electronic Portfolio Assessment in Teacher Education"},
      {
        "id":"ED494954",
        "title":"Using Children's Books in the College Spanish Class"},
      {
        "id":"ED494955",
        "title":"Action Research: A Tool for Improving Teacher Quality and Classroom Practice"},
      {
        "id":"ED494956",
        "title":"Preservice Elementary Teachers Use Drawings and Make Sets of Materials to Explain Multiplication and Division by Fractions"},
      {
        "id":"ED494958",
        "title":"Providing Education to Girls from Remote and Rural Areas. Advocacy Brief"},
      {
        "id":"ED494959",
        "title":"The Relationship between Character Traits and Academic Performance of AFJROTC High School Students"},
      {
        "id":"ED494960",
        "title":"Mother Tongue-Based Teaching and Education for Girls: Advocacy Brief"},
      {
        "id":"ED494961",
        "title":"Education for All: National Plan of Action, 2003-2015"},
      {
        "id":"ED494962",
        "title":"A Scorecard on Gender Equality and Girls' Education in Asia, 1990-2000. Advocacy Brief"},
      {
        "id":"ED494963",
        "title":"Engaging Practitioners in Program Evaluation: A Preliminary Report of Perceptions and Observations of Practitioner-Caregiver Partnerships in Early Intervention. A Program Evaluation Report"},
      {
        "id":"ED494964",
        "title":"Action Research as another Literacy Skill To Improve Academic Performance: A Case Study of Empowered Language Learning"},
      {
        "id":"ED494965",
        "title":"Avoiding the Pitfalls: A Comprehensive Approach to Meeting NCATE's Standard 2"},
      {
        "id":"ED494966",
        "title":"Analyzing the Impact of a Data Analysis Process to Improve Instruction Using a Collaborative Model"},
      {
        "id":"ED494967",
        "title":"Who in the World Is Ayn Rand?"},
      {
        "id":"ED494968",
        "title":"Museum Learning Environments: Teachers' Preferences"},
      {
        "id":"ED494969",
        "title":"Anxiety in Undergraduate Research Methods Courses: Its Nature and Implications"},
      {
        "id":"ED494970",
        "title":"Safe, Healthy and Ready to Succeed: Arizona School Readiness Key Performance Indicators"},
      {
        "id":"ED494971",
        "title":"Teaching English in China: A Handbook for Native Speakers"},
      {
        "id":"ED494972",
        "title":"Students' Attitudes towards Computer: Statistical Types and their Relationship with Computer Literacy"},
      {
        "id":"ED494973",
        "title":"Characteristics Leading to Student Success: A Study of Online Learning Environments"},
      {
        "id":"ED494974",
        "title":"A Multiage Approach for Literacy Enhancement of Chinese ESL Students"},
      {
        "id":"ED494975",
        "title":"Power Teaching"},
      {
        "id":"ED494976",
        "title":"The Effects of a Cognitive-Based Intervention on Drug Awareness in Private School Preadolescent Students"},
      {
        "id":"ED494977",
        "title":"Correlates of Environmental Conservation Habit of Members of a School-Based Environmental Education Programme"},
      {
        "id":"ED494978",
        "title":"The Effects of Multiple-Step and Single-Step Directions on Fourth and Fifth Grade Students' Grammar Assessment Performance"},
      {
        "id":"ED494979",
        "title":"Pre-Service Physics Teachers' Knowledge of Models and Perceptions of Modelling"},
      {
        "id":"ED494980",
        "title":"Facilitating Respectful Diversity Professional Development"},
      {
        "id":"ED494981",
        "title":"School Consolidation Efforts in Mississippi"},
      {
        "id":"ED494982",
        "title":"An Investigation of Leadership in a Professional Learning Community: A Case Study of a Large, Suburban, Public Middle School"},
      {
        "id":"ED494983",
        "title":"Comments on Access and Affordability: A Selection from Resource Materials Provided to the Joint Committee on Education Appropriations of the Iowa General Assembly"},
      {
        "id":"ED494984",
        "title":"Evaluation Research to Sustain and Expand an Established PDS"},
      {
        "id":"ED494985",
        "title":"State University System Graduating Rates: How Are We Doing? Information Brief. Volume 2, Issue 1"},
      {
        "id":"ED494986",
        "title":"How Long do Students Take to Graduate in the State University System? Information Brief, Volume 1, Issue 4"},
      {
        "id":"ED494987",
        "title":"State Comparisons of Resident Undergraduate Tuition and Fees. Information Brief. Volume 1, Issue 5"},
      {
        "id":"ED494988",
        "title":"What We Know about Unclassified Students. Information Brief. Volume 1, Issue 2"},
      {
        "id":"ED494989",
        "title":"Becoming a Leader in Mathematics: A Study of Leaders' Professional Development Experiences, Awareness, Beliefs, and Attitudes. Working Paper No. 26"},
      {
        "id":"ED494990",
        "title":"Factors Contributing to Rural High School Students' Participation in Advanced Mathematics Courses. Working Paper No. 34"},
      {
        "id":"ED494991",
        "title":"Graphing Calculators and Learning Styles in Rural and Non-Rural High Schools. Working Paper No. 23"},
      {
        "id":"ED494992",
        "title":"How Talented Rural Students Experience School Mathematics. Working Paper No. 29"},
      {
        "id":"ED494997",
        "title":"Impact of Projected State University System Retirements. Information Brief. Volume 2, Issue 3"},
      {
        "id":"ED494998",
        "title":"State University System Graduation Rates: How Are We Doing? Information Brief. Volume 1, Issue 1"},
      {
        "id":"ED494999",
        "title":"Headcount versus Full-Time-Equivalent Enrollment: What's the Difference? Information Brief. Volume 3, Issue 1"},
      {
        "id":"ED495000",
        "title":"Matching Gift Program Creates $1.24 Billion in University Endowments. Information Brief. Volume 2, Issue 2"},
      {
        "id":"ED495001",
        "title":"Arizona's Instrument to Measure Standards (AIMS DPA). Student Guide, Grade 8"},
      {
        "id":"ED495002",
        "title":"Revised State Plan for Highly Qualified Teachers"},
      {
        "id":"ED495003",
        "title":"Arizona's Instrument to Measure Standards (AIMS HS). Student Guide"},
      {
        "id":"ED495004",
        "title":"College Learning for the New Global Century: A Report from the National Leadership Council for Liberal Education & America's Promise"},
      {
        "id":"ED495006",
        "title":"California Higher Education Accountability. Goal-Student Success Measure: First-Year Persistence Rates. Commission Report 06-21"},
      {
        "id":"ED495007",
        "title":"California Higher Education Accountability: Goal--Student Success Measure-- Time-to-Degree. Commission Report 06-20"},
      {
        "id":"ED495008",
        "title":"The Gender Gap in California Higher Education: A Follow-up. Commission Report 06-23"},
      {
        "id":"ED495009",
        "title":"The Impact of the High School Academic Performance Index (API) on Student Eligibility. Commission Report 06-03"},
      {
        "id":"ED495010",
        "title":"Keeping College Affordable in California: Recommended Policy Options and a Panel Report on College Affordability. Commission Report 06-22"},
      {
        "id":"ED495011",
        "title":"The Nexus between Postsecondary Education and Workforce Development: A Workforce and Employer Perspective. Commission Report 06-19"},
      {
        "id":"ED495012",
        "title":"Characteristics of Improved School Districts. Research Brief"},
      {
        "id":"ED495013",
        "title":"School Culture: \"The Hidden Curriculum.\" Issue Brief"},
      {
        "id":"ED495014",
        "title":"Using Classroom Assessment to Improve Teaching. The Center for Comprehensive School Reform and Improvement. Newsletter"},
      {
        "id":"ED495018",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 249"},
      {
        "id":"ED495019",
        "title":"Place-Based Education in the United States and Thailand: With Implications for Mathematics Education. Working Paper No. 33"},
      {
        "id":"ED495020",
        "title":"Comments on Work-Study as an Academic Tool: A Selection from Resource Materials Provided to the Joint Committee on Education Appropriations of the Iowa General Assembly"},
      {
        "id":"ED495021",
        "title":"Infusing Disability Studies into Professional Practice: Perspectives and Strategies"},
      {
        "id":"ED495022",
        "title":"Iowa as a Destination for Out-of-State Students: State-to-State Migration of Students to Iowa"},
      {
        "id":"ED495023",
        "title":"Pilot Study of Debt Elasticity"},
      {
        "id":"ED495024",
        "title":"Mathematics Education in Rural Georgia: Social, Political, and Economic Factors. Working Paper No. 35"},
      {
        "id":"ED495025",
        "title":"Prescriptions for Rural Mathematics Instruction: Analysis of the Rhetorical Literature. Working Paper No. 22"},
      {
        "id":"ED495026",
        "title":"Arizona's Instrument to Measure Standards (AIMS DPA). Student Guide. Grade 7"},
      {
        "id":"ED495027",
        "title":"Reflections from a Working-Class Scholar Who Resists and Embraces Scholarship in Mathematics Education. Working Paper No. 32"},
      {
        "id":"ED495028",
        "title":"Research on Teacher Learning Communities: Implications for Professional Development for Mathematics Teachers in Rural Schools. Working Paper No. 25"},
      {
        "id":"ED495029",
        "title":"Resistance, Reinhabitation, and Regime Change. Working Paper No. 30"},
      {
        "id":"ED495030",
        "title":"The Third ACCLAIM Research Symposium. Mathematics Education: Reform and Resistance in the Life-Worlds of Rural Schools and Communities. A Proceedings Document (3rd, Newark, Ohio, May 18-20, 2006). Occasional Paper No. 14"},
      {
        "id":"ED495031",
        "title":"Saving the Children of the Poor in Rural Schools. Working Paper No. 28"},
      {
        "id":"ED495032",
        "title":"Working towards Reform in Mathematics Education: Parents', Teachers', and Students' Views of \"Different.\" Working Paper No. 31"},
      {
        "id":"ED495033",
        "title":"Facing Race: 2006 Legislative Report Card on Racial Equity. Illinois"},
      {
        "id":"ED495034",
        "title":"Facing Race: 2006 Legislative Report Card on Racial Equity. California"},
      {
        "id":"ED495035",
        "title":"Learning Curves: Expanding the Constituency for Comprehensive Sexuality Education, Fall 2005"},
      {
        "id":"ED495036",
        "title":"Arizona's Instrument to Measure Standards (AIMS DPA). Student Guide. Grade 3"},
      {
        "id":"ED495037",
        "title":"Arizona's Instrument to Measure Standards (AIMS DPA). Student Guide. Grade 4"},
      {
        "id":"ED495038",
        "title":"Arizona?s Instrument to Measure Standards (AIMS DPA). Student Guide. Grade 5"},
      {
        "id":"ED495039",
        "title":"Arizona's Instrument to Measure Standards (AIMS DPA). Student Guide. Grade 6"},
      {
        "id":"ED495046",
        "title":"Achieving the Dream in Connecticut: State Policies Affecting Access to, and Success in, Community Colleges for Students of Color and Low-Income Students"},
      {
        "id":"ED495047",
        "title":"Achieving the Dream in Ohio: State Policies Affecting Access to, and Success in, Community Colleges for Students of Color and Low-Income Students"},
      {
        "id":"ED495048",
        "title":"State Policies to Achieve the Dream in Five States: An Audit of State Policies to Aid Student Access to and Success in Community Colleges in the First Five Achieving the Dream States"},
      {
        "id":"ED495053",
        "title":"Promising InRoads: Year One Report of the Pennsylvania High School Coaching Initiative"},
      {
        "id":"ED495054",
        "title":"Building Respectful Communities: Kensington Students Examine Adult-Student Relationships in their New Small Schools. Writing to be Heard Series"},
      {
        "id":"ED495055",
        "title":"What Olney Teachers Say about Their Students and School. Writing to Be Heard"},
      {
        "id":"ED495056",
        "title":"Parents Speak Up and Out about Parents' Participation in Urban Public High Schools. Writing to Be Heard"},
      {
        "id":"ED495063",
        "title":"Application of Transcultural Themes in International Classrooms"},
      {
        "id":"ED495066",
        "title":"Fund the Child: Tackling Inequity & Antiquity in School Finance"},
      {
        "id":"ED495067",
        "title":"National Implications: Implementing the \"Ways of Knowing through the Realms of Meaning\" for the Improvement of Ethical Conduct"},
      {
        "id":"ED495068",
        "title":"Telling, Writing and Reading Number Tales in ASL and English Academic Languages: Acquisition and Maintenance of Mathematical Word Problem Solving Skills"},
      {
        "id":"ED495069",
        "title":"Native vs. Nonnative English Teacher in Polish Schools: Personal Reflections"},
      {
        "id":"ED495070",
        "title":"Strangers in Stranger Lands: Language, Learning, Culture"},
      {
        "id":"ED495071",
        "title":"Cross-Cultural Perspectives of International Doctoral Students: Two-Way Learning in Library and Information Science Education"},
      {
        "id":"ED495072",
        "title":"Inconsistent Funding and Use of Learning Resources in Western Washington State:  A Case for Stratified Textbooks"},
      {
        "id":"ED495073",
        "title":"Good Phonic Generalizations for Decoding"},
      {
        "id":"ED495074",
        "title":"From Reflective Practice to Practical Wisdom: Toward a Post-Foundational Teacher Education"},
      {
        "id":"ED495075",
        "title":"Primary and Secondary Education in Canada and Poland--Compared: International Implications"},
      {
        "id":"ED495076",
        "title":"Cheating in Examinations in Two Polish Higher Education Schools"},
      {
        "id":"ED495077",
        "title":"Religious Education in Government-Run Primary and Secondary Schools in Poland and Canada (Ontario and Quebec)--An International Focus"},
      {
        "id":"ED495078",
        "title":"Households' Use of Public and Other Types of Libraries: 2002. E.D. TAB. NCES 2007-327"},
      {
        "id":"ED495079",
        "title":"How to Implement the Ways of Knowing through the Realms of Meaning as an Ethical Decision-Making Process to Improve Academic Achievement--Ten Recommendations"},
      {
        "id":"ED495080",
        "title":"Guidelines for Juvenile Information Sharing. OJJDP Report"},
      {
        "id":"ED495081",
        "title":"Highlights of the 2004 National Youth Gang Survey. OJJDP Fact Sheet. FS-200601"},
      {
        "id":"ED495083",
        "title":"Postsecondary Institutions in the United States: Fall 2005 and Degrees and Other Awards Conferred: 2004-05. First Look. NCES 2007-167"},
      {
        "id":"ED495084",
        "title":"Public School Principals Report on Their School Facilities: Fall 2005. Statistical Analysis Report. NCES 2007-007"},
      {
        "id":"ED495086",
        "title":"Children's Mental Health: Strategies for Providing High Quality and Cost-Effective Care. North Carolina Family Impact Seminar"},
      {
        "id":"ED495087",
        "title":"Impact of Intel Teach Essentials on Teachers&apos; Instructional Practices and Uses of Technology"},
      {
        "id":"ED495088",
        "title":"U. S. Intel[R] Teach to the Future Essentials Course: 2006 End of School Year Survey. Key Findings"},
      {
        "id":"ED495089",
        "title":"Preparing the Early Education and Care Workforce: A Guide to Conducting a Study of the Capacity of Higher Education Institutions"},
      {
        "id":"ED495090",
        "title":"Lost in Translation"},
      {
        "id":"ED495093",
        "title":"College Enrollment and Work Activity of 2005 High School Graduates. Bureau of Labor Statistics News. USDL 06-514"},
      {
        "id":"ED495094",
        "title":"Chance of a Lifetime"},
      {
        "id":"ED495095",
        "title":"School-Based Partnerships: A Problem-Solving Strategy. COPS Innovations"},
      {
        "id":"ED495096",
        "title":"Engines of Inequality: Diminishing Equity in the Nation's Premier Public Universities"},
      {
        "id":"ED495097",
        "title":"Lessons Learned from Safe Kids/Safe Streets. Juvenile Justice Bulletin"},
      {
        "id":"ED495099",
        "title":"What Can Mixed Methods Designs Offer Professional Development Program Evaluators?"},
      {
        "id":"ED495105",
        "title":"The Flex Doc: Changing the Instructional Delivery Paradigm"},
      {
        "id":"ED495106",
        "title":"Guide to Evaluating the Essentials Training"},
      {
        "id":"ED495110",
        "title":"Religious Education in Government--Run Primary and Secondary Schools in Poland and Canada (Ontario and Quebec)--An International Focus"},
      {
        "id":"ED495111",
        "title":"Developments with the Commission's Longitudinal Student Data System. Working Paper WP/06-07"},
      {
        "id":"ED495112",
        "title":"The Extent to Which Seasoned Teachers in the Cayman Islands Use Elements of Reflective Teaching in Their Lesson Planning, Implementation and Evaluation: Implication for Teacher Education and Training Globally and Locally"},
      {
        "id":"ED495113",
        "title":"To Train or Not to Train: The Role of Education and Training in Prison to Work Transitions"},
      {
        "id":"ED495114",
        "title":"Factors Affecting College-Going Rates in California: A Study Prospectus. Working Paper WP/06-09"},
      {
        "id":"ED495115",
        "title":"Challenges and Solutions Regarding Community College Service in Rural and Remote Areas: A Progress Report. Commission Report 06-15"},
      {
        "id":"ED495116",
        "title":"Challenges Facing the 2007-08 California State Budget. Commission Report 06-16"},
      {
        "id":"ED495117",
        "title":"A Commission Resolution to Proceed with a University Eligibility Study for the Class of 2007. Working Paper WP/06-05"},
      {
        "id":"ED495118",
        "title":"Fiscal Profiles, 2006: &quot;The Fourteenth in a Periodic Series of Factsheets about the Financing of California Higher Education.&quot; California Postsecondary Education Commission Report 06-13"},
      {
        "id":"ED495119",
        "title":"Higher Education Improvement Priorities. Factsheet 06-05"},
      {
        "id":"ED495120",
        "title":"The Affordability Challenge in California Higher Education: Options for Change"},
      {
        "id":"ED495121",
        "title":"Using Information and Communication Technologies in Adult Literacy Education: New Practices, New Challenges. An Adult Literacy National Project Report"},
      {
        "id":"ED495122",
        "title":"Valuing Recognition of Prior Learning: Selected Case Studies of Australian Private Providers of Training"},
      {
        "id":"ED495123",
        "title":"VET in Schools: A Post-Compulsory Education Perspective"},
      {
        "id":"ED495124",
        "title":"To Train or Not to Train: The Role of Education and Training in Prison to Work Transitions. Support Document"},
      {
        "id":"ED495126",
        "title":"The Nexus between Postsecondary Education and Workforce Development: Status Report for Second Policy Brief. Working Paper WP/06-04"},
      {
        "id":"ED495127",
        "title":"Updating the Commission's Program Review Guidelines and Procedures. Commission Report 6-17"},
      {
        "id":"ED495128",
        "title":"Unmet Student Demand for Tertiary Education. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED495129",
        "title":"Using Information and Communication Technologies in Adult Literacy Education: New Practices, New Challenges. Support Document"},
      {
        "id":"ED495130",
        "title":"VET in Schools: A Post-Compulsory Education Perspective. Support Document"},
      {
        "id":"ED495131",
        "title":"Vocational Education and Training and Innovation. Research Readings"},
      {
        "id":"ED495132",
        "title":"What Is All That Learning for? Indigenous Adult English Literacy Practices, Training, Community Capacity and Health"},
      {
        "id":"ED495133",
        "title":"&quot;From Houses of Refuge to 'Youth Corrections': Same Story, Different Day&quot;"},
      {
        "id":"ED495135",
        "title":"Restructuring Juvenile Corrections in California: A Report to the State Legislature"},
      {
        "id":"ED495136",
        "title":"Testing Incapacitation Theory: Youth Crime and Incarceration in California"},
      {
        "id":"ED495137",
        "title":"Accelerated Desensitization with Adaptive Attitudes and Test Gains with 5th Graders"},
      {
        "id":"ED495138",
        "title":"Training of Existing Workers: Issues, Incentives and Models"},
      {
        "id":"ED495139",
        "title":"Training of Existing Workers: Issues, Incentives and Models. Support Document"},
      {
        "id":"ED495140",
        "title":"Two-Dimensional Work: Workplace Literacy in the Aged Care and Call Centre Industries"},
      {
        "id":"ED495141",
        "title":"Understanding Equity Strategies of Training Providers"},
      {
        "id":"ED495142",
        "title":"Vocational Education and Training, Innovation and Globalisation"},
      {
        "id":"ED495143",
        "title":"The Role of Community Development Employment Projects in Rural and Remote  Communities. Support Document"},
      {
        "id":"ED495144",
        "title":"Massachusetts Capacity Study Research Brief: Characteristics of the Current Early Education and Care Workforce Serving 3-5 Year-Olds"},
      {
        "id":"ED495147",
        "title":"2005-06 Kentucky Postsecondary Education Accountability Report"},
      {
        "id":"ED495148",
        "title":"The Developmental Education of Kentucky's Entering Public Postsecondary Class of 2004"},
      {
        "id":"ED495149",
        "title":"The Preparation of Students Entering Kentucky's Public Colleges and Universities in 2002 and 2004. Developmental Education Update"},
      {
        "id":"ED495150",
        "title":"The Dual Enrollment of High School Students in Postsecondary Education in Kentucky, 2001-02 to 2004-05"},
      {
        "id":"ED495151",
        "title":"Accountability Measures Report, 2006"},
      {
        "id":"ED495152",
        "title":"Creating a University for the 21st Century: Strategic Plan"},
      {
        "id":"ED495153",
        "title":"Discussion Summary &amp; Recommendations: Private Sector Members of Roundtable on Higher Education. Meeting at Kathryn, North Dakota, April 5, 2006"},
      {
        "id":"ED495154",
        "title":"Survey Results: Roundtable on Higher Education Recommendations and Potential Legislative Agenda for the North Dakota University System"},
      {
        "id":"ED495155",
        "title":"Taking the Roundtable to the Next Level. The Roundtable on Higher Education: Linking North Dakota and Its University System. Meeting Highlights"},
      {
        "id":"ED495156",
        "title":"Equity Within Reach: Insights from the Front Lines of America's Achievement Gap. Results from a Survey of Teach For America Corps Members"},
      {
        "id":"ED495157",
        "title":"Reframe, Rename, Revitalise: Future Directions for the Language, Literacy and Numeracy  National Reporting System"},
      {
        "id":"ED495158",
        "title":"The Role of Community Development Employment Projects in Rural and Remote Communities"},
      {
        "id":"ED495159",
        "title":"The Role of Vocational Education and Training in Attracting Foreign Investment from Multinational Companies"},
      {
        "id":"ED495160",
        "title":"Vocational Education and Training in Australia, the United Kingdom and Germany"},
      {
        "id":"ED495161",
        "title":"Vocational Education and Training Provision and Recidivism in Queensland Correctional Institutions"},
      {
        "id":"ED495162",
        "title":"National Focus: The Influence of the Study of Ancestral History on African Americans"},
      {
        "id":"ED495164",
        "title":"Why Do Students Leave? Leaving Vocational Education and Training with no Recorded Achievement"},
      {
        "id":"ED495165",
        "title":"Working Together: Industry and VET Provider Training Partnerships"},
      {
        "id":"ED495166",
        "title":"Managing Better: Measuring Institutional Health and Effectiveness in Vocational Education and Training"},
      {
        "id":"ED495167",
        "title":"Maximising Confidence in Assessment Decision-Making: Current Approaches and Future Strategies for Quality Assurance"},
      {
        "id":"ED495168",
        "title":"Moving on from Enabling Courses: Why do Some Students Remain in Enabling Courses?"},
      {
        "id":"ED495170",
        "title":"Research on Writing Conventions: U R What U Write"},
      {
        "id":"ED495171",
        "title":"Schools, Vocational Education and Training, and Partnerships: Capacity-Building in Rural and Regional Communities--Literature Review. Support Document"},
      {
        "id":"ED495172",
        "title":"Schools, Vocational Education and Training and Partnerships: Capacity-Building in Rural and Regional Communities"},
      {
        "id":"ED495173",
        "title":"Shifting Mindsets: The Changing Work Roles of Vocational Education and Training Practitioners"},
      {
        "id":"ED495174",
        "title":"Social and Economic Benefits of Improved Adult Literacy: Towards a Better Understanding. An Adult Literacy National Project Report"},
      {
        "id":"ED495175",
        "title":"Skilling a Seasonal Workforce: A Way Forward for Rural Regions"},
      {
        "id":"ED495177",
        "title":"Outcomes from Higher-Level Vocational Education and Training Qualifications"},
      {
        "id":"ED495178",
        "title":"Pathways from Rural Schools: Does School VET Make a Difference?"},
      {
        "id":"ED495179",
        "title":"Pathways from Rural Schools: Does School VET Make a Difference? Support Document"},
      {
        "id":"ED495180",
        "title":"People with a Disability in Vocational Education and Training: A Statistical Compendium"},
      {
        "id":"ED495181",
        "title":"Private Training Providers in Australia: Their Characteristics and Training Activities. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED495182",
        "title":"Private Training Providers: Their Characteristics and Training Activities. Support Document"},
      {
        "id":"ED495183",
        "title":"Student Traffic: Two-Way Movement between Vocational Education and Training and Higher Education"},
      {
        "id":"ED495184",
        "title":"Student Traffic: Two-Way Movement between Vocational Education and Training and  Higher Education. Support Document"},
      {
        "id":"ED495185",
        "title":"Sustaining the Skill Base of Technical and Further Education Institutes: TAFE Managers'  Perspectives. Support Document"},
      {
        "id":"ED495186",
        "title":"The Funding of Vocational Education and Training for Students with Disabilities. Volume 1"},
      {
        "id":"ED495187",
        "title":"Social Partnerships in Vocational Education: Building Community Capacity"},
      {
        "id":"ED495188",
        "title":"What It's Worth: Establishing the Value of Vocational Qualifications to Employers. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED495189",
        "title":"What Value Do Employers Give to Qualifications?"},
      {
        "id":"ED495190",
        "title":"What Works Where You Are? The Implementation of Training Packages in Rural Australia"},
      {
        "id":"ED495191",
        "title":"What's in It for Me? Recognition of Prior Learning in Enterprise-Based Registered Training Organisations"},
      {
        "id":"ED495192",
        "title":"Who's Missing Out? Access and Equity in Vocational Education and Training. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED495193",
        "title":"Profiling the National Vocational Education and Training Workforce"},
      {
        "id":"ED495194",
        "title":"Resourcing Vocational Education and Training in Australia"},
      {
        "id":"ED495196",
        "title":"The Funding of Vocational Education and Training for Students with Disabilities. Volume 2"},
      {
        "id":"ED495197",
        "title":"The Mature-Aged and Skill Development Activities: A Systematic Review of Research"},
      {
        "id":"ED495198",
        "title":"Stepping Stones: TAFE and ACE Program Development for Early School Leavers"},
      {
        "id":"ED495199",
        "title":"Sustaining the Skill Base of Technical and Further Education Institutes: TAFE Managers' Perspectives"},
      {
        "id":"ED495200",
        "title":"The Professional Development Requirements of Workplace English Language and Literacy Programme Practitioners. An Adult Literacy National Project Report"},
      {
        "id":"ED495201",
        "title":"Observations on Native vs. Nonnative EFL Teachers in Poland"},
      {
        "id":"ED495202",
        "title":"A Comparison of School Counselor Training Programs between Turkey and the United States of America"},
      {
        "id":"ED495203",
        "title":"Educational Neuroscience: New Horizons for Research in Mathematics Education"},
      {
        "id":"ED495204",
        "title":"On the Concepts of Quantity and Quality in the History of Western Thought"},
      {
        "id":"ED495205",
        "title":"Implementing the \"Ways of Knowing through the Realms of Meaning\" for the Improvement of Ethical Conduct: Ten National Recommendations"},
      {
        "id":"ED495206",
        "title":"The Teaching of English in Polish Educational Institutions"},
      {
        "id":"ED495207",
        "title":"Immigrant Youth Demographics. Fact Sheet"},
      {
        "id":"ED495208",
        "title":"The New Social-Issues Voters: How Today's Youth Are Redefining \"Moral Values.\" Fact Sheet"},
      {
        "id":"ED495209",
        "title":"Participation in Sports and Civic Engagement. Fact Sheet"},
      {
        "id":"ED495210",
        "title":"Quick Facts about Young Voters: 2006. Fact Sheet"},
      {
        "id":"ED495211",
        "title":"Young Voters in the 2006 Elections. Fact Sheet"},
      {
        "id":"ED495212",
        "title":"Youth Demographics. Fact Sheet"},
      {
        "id":"ED495213",
        "title":"The Political Participation of Working Youth and College Students. CIRCLE Working Paper 36"},
      {
        "id":"ED495214",
        "title":"Youth Civic Engagement: Systems Change and Culture Change in Hampton, Virginia. CIRCLE Working Paper 31"},
      {
        "id":"ED495215",
        "title":"The Impact of Participation in Service-Learning on High School Students' Civic Engagement. CIRCLE Working Paper 33"},
      {
        "id":"ED495216",
        "title":"Effect of Conceptual Change Oriented Instruction on Students' Understanding of Heat and Temperature Concepts"},
      {
        "id":"ED495217",
        "title":"Federal Policies on Civic Education and Service. Fact Sheet"},
      {
        "id":"ED495219",
        "title":"Autism Spectrum Disorders (Pervasive Developmental Disorders)"},
      {
        "id":"ED495221",
        "title":"Academic Pathways that Promote Student Access and Success. In Brief"},
      {
        "id":"ED495222",
        "title":"Advising Community College Students: Exploring Traditional and Emerging Theory. In Brief"},
      {
        "id":"ED495223",
        "title":"Current Practices &amp; Policies on Dual Credit Admissions in Illinois' 4-Year Colleges &amp; Universities. In Brief"},
      {
        "id":"ED495231",
        "title":"Identifying and Reaching the Hands-On Learner"},
      {
        "id":"ED495234",
        "title":"The Civic Achievement Gap. CIRCLE Working Paper 51"},
      {
        "id":"ED495235",
        "title":"Evaluation Study of &quot;Language, Literacy, &amp; Vocabulary!&quot; Spring 2006 Pilot"},
      {
        "id":"ED495238",
        "title":"Civic Engagement and High School Academic Progress: An Analysis Using NELS Data. [Part I of An Assessment of Civic Engagement and High School Academic Progress]. CIRCLE Working Paper 52"},
      {
        "id":"ED495240",
        "title":"Attention Deficit Hyperactivity Disorder"},
      {
        "id":"ED495241",
        "title":"Dual Credit in Illinois: Making It Work"},
      {
        "id":"ED495242",
        "title":"Dual Credit: Then and Now. In Brief"},
      {
        "id":"ED495243",
        "title":"Priorities for Allocating Corporate Resources to Improve Education"},
      {
        "id":"ED495244",
        "title":"The National Rural Alcohol and Drug Abuse Network Awards for Excellence 2004: Submitted and Award-Winning Papers. Technical Assistance Publication Series (TAP) 28"},
      {
        "id":"ED495247",
        "title":"Selected Outcomes Related to Tech Prep Implementation by Illinois Consortia, 2001-2005"},
      {
        "id":"ED495249",
        "title":"Student Perceptions of Classroom Environment and Instructors' Reflections"},
      {
        "id":"ED495250",
        "title":"Study Discovers Link between an Instructor's Leadership Type and Teaching Styles in the Higher Education Classroom"},
      {
        "id":"ED495251",
        "title":"Standardized Testing: Does it Measure Student Preparation for College &amp; Work?"},
      {
        "id":"ED495252",
        "title":"Teacher Implementation of Mathematics Curriculum Initiatives in a Test-Driven Accountability Environment: An Ethnographic Investigation into Leadership; School Culture; and Teacher's Attitudes, Beliefs, and Concerns"},
      {
        "id":"ED495253",
        "title":"A Framework for Integrating Enhanced TV (ETV) into Distance Education"},
      {
        "id":"ED495255",
        "title":"Future Trends in Children's Web Pages: Probing Hidden Biases for Information Quality"},
      {
        "id":"ED495256",
        "title":"Promoting Self-Motivated Learning through Project Based Online Learning"},
      {
        "id":"ED495258",
        "title":"Integrating Learning Supports into the Infrastructure of a Small School. Guidance Notes"},
      {
        "id":"ED495259",
        "title":"Critical Curriculum Design for Blended Learning in Higher Education: The Strategies, Principles and Challenges of Interactive Classroom Management"},
      {
        "id":"ED495261",
        "title":"Culminating Experience Action Research Projects, Volume 7, Fall 2005"},
      {
        "id":"ED474155",
        "title":"American Educational History Journal, 2001."},
      {
        "id":"ED474156",
        "title":"Instructional Design Factors and the Effectiveness of Web-Based Training/Instruction."},
      {
        "id":"ED474157",
        "title":"George Peabody (1795-1869)--Education: A Debt Due from Present to Future Generations (June 16, 1852)."},
      {
        "id":"ED474158",
        "title":"Size Matters: Exploring the Educational Value of Increasing Student Diversity."},
      {
        "id":"ED474159",
        "title":"Higher Education and the Public Interest."},
      {
        "id":"ED474160",
        "title":"Linking Administrative Behavior and Student Learning: The Learning Centered Academic Unit."},
      {
        "id":"ED474161",
        "title":"Morning Report in Family Medicine Residency Programs: A Descriptive Study."},
      {
        "id":"ED474162",
        "title":"The Effects of the Reputation and the Teaching Quality of Higher Education Departments on Graduate Employment--A Comparison Across 6 European Countries and Japan."},
      {
        "id":"ED474163",
        "title":"The Learning Experiences of Chinese Graduate Students in American Social Sciences Programs."},
      {
        "id":"ED474164",
        "title":"Die Andragogische Tatigkeit der Volkshochschule vom Beginn des Zweiten Weltkrieges bis zur Autonomie Kroatiens (Adult Education Activity of People's University from the Beginning of Second World War Until the Independence of Croatia)."},
      {
        "id":"ED474165",
        "title":"Democratic Miseducation: Preparing Students for Democracies That Do Not Exist."},
      {
        "id":"ED474166",
        "title":"Educating the &quot;Good&quot; Citizen: The Politics of School-Based Civic Education Programs."},
      {
        "id":"ED474167",
        "title":"Secondary Social Studies Starters and Extensions."},
      {
        "id":"ED474168",
        "title":"Federalism, Agenda Setting, and the Dynamics of Federal Education Policy."},
      {
        "id":"ED474172",
        "title":"The Faculty Role in the Reform of Intercollegiate Athletics: Principles and Recommended Practices."},
      {
        "id":"ED474174",
        "title":"Pregnancy, Teaching, and Leaving before Year's End."},
      {
        "id":"ED474176",
        "title":"Using Social Inquiry Strategies To Enhance Teacher Candidate Dispositions."},
      {
        "id":"ED474177",
        "title":"Teacher Learning in the Workplace: Processes and Influencing Factors."},
      {
        "id":"ED474178",
        "title":"Arts Education in the Chicago Public Schools. A Survey. Full Report [and] Executive Summary."},
      {
        "id":"ED474179",
        "title":"Mentoring Faculty of Color."},
      {
        "id":"ED474183",
        "title":"Assessing and Supporting New Teachers. Lessons from the Southeast. Teaching Quality in the Southeast Policy Brief."},
      {
        "id":"ED474184",
        "title":"Practicing Elementary Teachers' Perspectives of &quot;Investigations&quot; Curriculum."},
      {
        "id":"ED474186",
        "title":"SIAST Education Equity Program Annual Monitoring Report, July 1, 2001-June 30, 2002."},
      {
        "id":"ED474187",
        "title":"The Effects of Training and Experience on Adult Peer Tutors in Community Colleges."},
      {
        "id":"ED474188",
        "title":"Decision Making at College of the Canyons: A Practical Handbook for You To Use."},
      {
        "id":"ED474189",
        "title":"Facts &amp; Impacts, 2003."},
      {
        "id":"ED474190",
        "title":"Saint Louis Community College Annual Assessment Report, 2000-2001."},
      {
        "id":"ED474192",
        "title":"TEACH Evaluation, Spring 2002. Report."},
      {
        "id":"ED474193",
        "title":"University Center Surveys, Spring 2001. Report."},
      {
        "id":"ED474195",
        "title":"The Status of Teaching in the Southeast: Measuring Progress, Moving Forward. Teaching Quality in the Southeast Policy Brief."},
      {
        "id":"ED474196",
        "title":"Dose-Response Issues Concerning the Relations between Regular Physical Activity and Health."},
      {
        "id":"ED474198",
        "title":"Student Teacher's Portfolio Handbook [and] Evaluation of Student Teachers Guidebook [and] Implementation Guide for Evaluation of Student Teachers."},
      {
        "id":"ED474201",
        "title":"Linking National Subject Area Standards with Priority Health-Risk Issues in PK-12 Curricula and Teacher Education Programs."},
      {
        "id":"ED474202",
        "title":"Pasco County, Florida Proposed School Impact Fee Ordinance."},
      {
        "id":"ED474204",
        "title":"Factors Affecting the Outcome of Successful and Unsuccessful Bond Referenda in Four School Districts."},
      {
        "id":"ED474206",
        "title":"Ways with Community Knowledge. PEN."},
      {
        "id":"ED474207",
        "title":"Digital Guests in Your Classroom. PEN."},
      {
        "id":"ED474208",
        "title":"The PETA Guide to the Children's Book Council Awards Shortlist, 2001."},
      {
        "id":"ED474209",
        "title":"Cross-Talk in Comp Theory: A Reader. Second Edition, Revised and Updated."},
      {
        "id":"ED474210",
        "title":"Tips for Reading Tutors = Consejos para los Tutores en Lectura."},
      {
        "id":"ED474213",
        "title":"Building Bridges to Family-Supporting Jobs."},
      {
        "id":"ED474214",
        "title":"Acquisition Management: Agencies Can Improve Training on New Initiatives. Report to the Chairman, Subcommittee on Technology and Procurement Policy, Committee on Government Reform, House of Representatives."},
      {
        "id":"ED474215",
        "title":"Older Workers: Employment Assistance Focuses on Subsidized Jobs and Job Search, But Revised Performance Measures Could Improve Access to Other Services. Report to the Ranking Minority Member, Subcommittee on Employer-Employee Relations, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED474216",
        "title":"High Schools' Role in College and Workforce Preparation: Do College-for-All Policies Make High School Irrelevant? Spotlight on Student Success."},
      {
        "id":"ED474217",
        "title":"Career Academies and High-School Reform Before, During, and After the School-to-Work Movement. Spotlight on Student Success."},
      {
        "id":"ED474218",
        "title":"California School-to-Career: Helping Students Make Better Choices for Their Future. Final Evaluation Report."},
      {
        "id":"ED474219",
        "title":"Get Connected to School-to-Career: A Quick Guide for Associations."},
      {
        "id":"ED474220",
        "title":"Get Connected to School-to-Career: A Quick Guide for Employers."},
      {
        "id":"ED474221",
        "title":"Get Connected to School-to-Career: A Quick Guide for Engagement Specialists."},
      {
        "id":"ED474222",
        "title":"Strategic Human Resource Development. Symposium."},
      {
        "id":"ED474223",
        "title":"Technology Enabled Learning. Symposium."},
      {
        "id":"ED474224",
        "title":"Integrating Feminist Research and Practice in the Field of HRD. Innovative Session."},
      {
        "id":"ED474225",
        "title":"HRD in Difficult Times. Symposium."},
      {
        "id":"ED474226",
        "title":"Organization Development. Symposium."},
      {
        "id":"ED474227",
        "title":"Transfer of Learning. Symposium."},
      {
        "id":"ED474228",
        "title":"Life Affirming Work and Social Justice. Symposium."},
      {
        "id":"ED474229",
        "title":"Tools in HRD. Symposium."},
      {
        "id":"ED474230",
        "title":"Team Based Work. Symposium."},
      {
        "id":"ED474231",
        "title":"Learning at the Top. Symposium."},
      {
        "id":"ED474232",
        "title":"Work Ethic and Values in HRD. Symposium."},
      {
        "id":"ED474233",
        "title":"Issues of HRD. Symposium."},
      {
        "id":"ED474234",
        "title":"Learning on the Job. Symposium."},
      {
        "id":"ED474235",
        "title":"HRD: Past, Present and Future. Symposium."},
      {
        "id":"ED474236",
        "title":"Cost Analysis, Evaluation and Feedback. Symposium."},
      {
        "id":"ED474237",
        "title":"Recruitment and Training. Symposium."},
      {
        "id":"ED474238",
        "title":"Recruiting and Developing HRDQ Reviewers: Why You Should Do It and What You Should Look For. Innovative Session."},
      {
        "id":"ED474239",
        "title":"Design, Demand, Development, and Desire: A Symposium on the Discourses of Workplace Learning. Innovative Session."},
      {
        "id":"ED474240",
        "title":"Academy of Human Resource Development Conference Proceedings (Honolulu, Hawaii, February 27-March 3, 2002). Volumes 1 and 2."},
      {
        "id":"ED474241",
        "title":"Education and Smart Growth: Reversing School Sprawl for Better Schools and Communities. Translation Paper."},
      {
        "id":"ED474242",
        "title":"Public School Facilities and Teaching: Washington, DC and Chicago."},
      {
        "id":"ED474243",
        "title":"Controlling Access to Public Educational Facilities: Legal and Practical Issues. CEFPI Mini-Session."},
      {
        "id":"ED474244",
        "title":"San Jose Unified School District Health &amp; Safety Guide for Facilities and Construction."},
      {
        "id":"ED474246",
        "title":"Transitions: Experiential Learning and the Process of Change. An Account of the Youth Conference Held at Brathay (3rd, Ambleside, Cumbria, England, September 17-19, 2001)."},
      {
        "id":"ED474247",
        "title":"Retaining Quality Teachers for Alaska."},
      {
        "id":"ED474248",
        "title":"The Competitive Disadvantage: Teacher Compensation in Rural America. Policy Brief."},
      {
        "id":"ED474249",
        "title":"American Indian and Alaska Native Children in the 2000 Census. A Kids Count/PRB Report on Census, 2000."},
      {
        "id":"ED474250",
        "title":"Welfare Reform Reauthorization in 2002: What Are the Issues for Tribal Communities and Indian Families? Issue Brief."},
      {
        "id":"ED474252",
        "title":"Developing the Effective Principal: Hiring, Evaluation, and Retention Practices for the Superintendent."},
      {
        "id":"ED474253",
        "title":"Developing the Effective Teacher: Hiring, Evaluation, and Retention Practices for the School Administrator."},
      {
        "id":"ED474258",
        "title":"Rising to the Challenge: The Effect of School Choice on Public Schools in Milwaukee and San Antonio. Civic Bulletin."},
      {
        "id":"ED474259",
        "title":"Another Look at the New York City School Voucher Experiment."},
      {
        "id":"ED474260",
        "title":"Time and Learning. ERIC Digest."},
      {
        "id":"ED474261",
        "title":"A Controlled Evaluation of a Total School Improvement Process, School Renaissance."},
      {
        "id":"ED474262",
        "title":"Educational Leadership."},
      {
        "id":"ED474263",
        "title":"Data-Driven Research and Site-Based Management."},
      {
        "id":"ED474264",
        "title":"Native American Philosophies as Examples of W/holistic Relational (e)pistemologies."},
      {
        "id":"ED474266",
        "title":"School Leaders and Community: Research and a Plan for Collaboration."},
      {
        "id":"ED474267",
        "title":"School Vouchers: Results from Randomized Experiments."},
      {
        "id":"ED474269",
        "title":"Partnerships with Girls in Rural Schools in China: A Case Study."},
      {
        "id":"ED474270",
        "title":"Vertical Equating for the Arkansas ACTAAP Assessments: Issues and Solutions in Determination of Adequate Yearly Progress and School Accountability. A Report Submitted to the Arkansas Department of Education."},
      {
        "id":"ED474271",
        "title":"Understanding &quot;within&quot; versus &quot;between&quot; ANOVA Designs: Benefits and Requirements of Repeated Measures."},
      {
        "id":"ED474272",
        "title":"There Are Infinitely Many Normal Distributions: Not All Normal Distributions Are Standard Normal."},
      {
        "id":"ED474273",
        "title":"Metacognition: An Overview."},
      {
        "id":"ED474274",
        "title":"The Effects of Kentucky's Primary Program on Three Measures of Academic Achievement."},
      {
        "id":"ED474275",
        "title":"How To Create Complex Measurement Models: A Case Study of Principled Assessment Design."},
      {
        "id":"ED474276",
        "title":"Education for Agriculture and Rural Development in Low-Income Countries: Implications of the Digital Divide."},
      {
        "id":"ED474277",
        "title":"What's in a Name? Human Resource Development and Its Core. Town Forum."},
      {
        "id":"ED474278",
        "title":"Women and Career Development. Symposium."},
      {
        "id":"ED474279",
        "title":"Diversity in the Workplace. Symposium."},
      {
        "id":"ED474280",
        "title":"University HRD Programs. Symposium."},
      {
        "id":"ED474281",
        "title":"Organizational Learning, Change and Socialization. Symposium."},
      {
        "id":"ED474282",
        "title":"Learning and Job Satisfaction. Symposium."},
      {
        "id":"ED474283",
        "title":"Competencies in HRD. Symposium."},
      {
        "id":"ED474284",
        "title":"Mastering the HRD Matrix: Generating ROI by Linking to Business Strategy. Innovative Session."},
      {
        "id":"ED474285",
        "title":"Issues of Gender. Symposium."},
      {
        "id":"ED474286",
        "title":"Conflict Management and Decision Making. Symposium."},
      {
        "id":"ED474287",
        "title":"Learning Organization. Symposium."},
      {
        "id":"ED474288",
        "title":"Adult Learning and HRD. Symposium."},
      {
        "id":"ED474289",
        "title":"Cross-Cultural HRD. Symposium."},
      {
        "id":"ED474290",
        "title":"Issues in HRD. Symposium."},
      {
        "id":"ED474291",
        "title":"Key Skills and Competencies. Symposium."},
      {
        "id":"ED474292",
        "title":"Critical Thinking in HRD--A Panel Led Discussion. Innovative Session."},
      {
        "id":"ED474293",
        "title":"Standards and Certification. Symposium."},
      {
        "id":"ED474294",
        "title":"Emotional Intelligence, Identity Salience, and Metaphors. Symposium."},
      {
        "id":"ED474295",
        "title":"Online Learning. Symposium."},
      {
        "id":"ED474296",
        "title":"Applying Metaphor in HRD Research and Practice: Innovative Session."},
      {
        "id":"ED474297",
        "title":"Managing Culture in the E-Workplace: The Practitioners' Perspectives. Innovative Session."},
      {
        "id":"ED474298",
        "title":"Performance, Productivity and Continuous Improvement. Symposium."},
      {
        "id":"ED474299",
        "title":"Intrinsic and Extrinsic Work Motivators: Implications for the Incoming Air Force Officer Workforce. Posters."},
      {
        "id":"ED474300",
        "title":"Developing Curriculum for Democracy through International Partnerships. ERIC Digest."},
      {
        "id":"ED474301",
        "title":"Using Scaffolded Instruction To Optimize Learning. ERIC Digest."},
      {
        "id":"ED474302",
        "title":"Strategy Instruction. ERIC Digest."},
      {
        "id":"ED474303",
        "title":"Auditory Processing Disorders: An Overview. ERIC Digest."},
      {
        "id":"ED474304",
        "title":"Scientifically Based Research. ERIC Digest."},
      {
        "id":"ED474305",
        "title":"Performance-Driven Budgeting: The Example of New York City's Schools. ERIC Digest."},
      {
        "id":"ED474306",
        "title":"Differentiating the Language Arts for High Ability Learners, K-8. ERIC Digest."},
      {
        "id":"ED474307",
        "title":"Secondary Schools and the Transition To Work in Latin America and the Caribbean. Sustainable Development Department Technical Papers Series."},
      {
        "id":"ED474308",
        "title":"Adult Career Counseling Center Nineteenth Annual Report, September 2001-June 2002. Computer-Assisted Career Guidance Systems and Career Counseling Services."},
      {
        "id":"ED474309",
        "title":"Conducting a Community Audit: Assessing the Workforce Development Needs and Resources of Your Community."},
      {
        "id":"ED474310",
        "title":"A Study on the Transition from School to the World of Work in Korea."},
      {
        "id":"ED474311",
        "title":"Irregular Workers and the Vocational Education and Training: Centered on the Laborer in the Manufacturing Industry."},
      {
        "id":"ED474312",
        "title":"Promoting E-Learning for Human Resource Development in Korea."},
      {
        "id":"ED474313",
        "title":"A Scheme To Improve the Utilization on Vocational Qualifications in the Labor Market."},
      {
        "id":"ED474314",
        "title":"Quality of Agricultural Products and Protection of the Environment: Training, Knowledge Dissemination and Certification. Synthesis Report of a Study in Five European Countries. CEDEFOP Reference Series."},
      {
        "id":"ED474316",
        "title":"The Aggregate National Supply of Job Openings and Firms' Procedures for Filling Positions. IAB Labour Market Research Topics."},
      {
        "id":"ED474318",
        "title":"Vocational Training and Technical Qualification Systems in Korea and South Africa."},
      {
        "id":"ED474319",
        "title":"Implementing SCANS. Highlight Zone: Research @ Work."},
      {
        "id":"ED474320",
        "title":"Industry-Sponsored Credentials. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED474321",
        "title":"Globalism and HRD. Symposium."},
      {
        "id":"ED474322",
        "title":"Technological Change and HRD. Symposium."},
      {
        "id":"ED474323",
        "title":"Self Directed Learning and Self Management. Symposium."},
      {
        "id":"ED474324",
        "title":"Characteristics Orientation, Needs and Expectations. Symposium."},
      {
        "id":"ED474325",
        "title":"HRD Future and Trends. Symposium."},
      {
        "id":"ED474326",
        "title":"A Design Methodology for Complex (E)-Learning. Innovative Session."},
      {
        "id":"ED474328",
        "title":"Competencies: Fuzzy Concepts to Context. Symposium."},
      {
        "id":"ED474329",
        "title":"Expanding Perspectives on HRD Research. Symposium 14."},
      {
        "id":"ED474330",
        "title":"Different Ways of Learning. Symposium."},
      {
        "id":"ED474331",
        "title":"Approaches to Research in HRD. Symposium."},
      {
        "id":"ED474332",
        "title":"HRD Effectiveness and Transfer of Learning. Symposium."},
      {
        "id":"ED474335",
        "title":"The Nation's Report Card: Parents' Guide to NAEP."},
      {
        "id":"ED474337",
        "title":"KPI Employer Executive Summary Report, Summer 2000-Winter 2001."},
      {
        "id":"ED474340",
        "title":"Washington Community and Technical Colleges Academic Year Report, 2001-02."},
      {
        "id":"ED474341",
        "title":"San Antonio College Comprehensive College Plan for 2001-2002."},
      {
        "id":"ED474342",
        "title":"College of the Canyons Accreditation Report, 2002."},
      {
        "id":"ED474343",
        "title":"Report on the Maricopa Community College District Governing Board's Goals and Measures."},
      {
        "id":"ED474344",
        "title":"The Effects of First-Generation Status upon the First Year College Success Patterns of Students Attending an Urban Multi-Campus Community College."},
      {
        "id":"ED474345",
        "title":"A Centralized Approach to Developmental Education: A Collegewide Strategy for Student Success."},
      {
        "id":"ED474346",
        "title":"Overcoming the Challenges of Globalization: Community Colleges and the South's Economic Future."},
      {
        "id":"ED474354",
        "title":"Training Tomorrow&apos;s Teachers: Ensuring a Quality Postsecondary Education. Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (October 9, 2002)."},
      {
        "id":"ED474355",
        "title":"Let's Talk Story: Professional Development in the Pacific."},
      {
        "id":"ED474356",
        "title":"Evaluation Procedures and Determination of Eligibility for Children in Transition from Part C to Prekindergarten Programs for Children with Disabilities [and] Transportation and Students with Disabilities. Technical Assistance Papers."},
      {
        "id":"ED474357",
        "title":"Basics for Parents: Parent to Parent Support."},
      {
        "id":"ED474358",
        "title":"Sustainability of Promising Innovations, November 1, 1998-October 31, 2002. Final Report."},
      {
        "id":"ED474359",
        "title":"The Center to Support the Achievement of World Class Outcomes, October 1, 1995-September 20, 2000. Final Report."},
      {
        "id":"ED474360",
        "title":"Benchmarks of Recommended Practice: Needs Assessment for Successful Inclusion of Infants and Toddlers with Disabilities in Natural Settings."},
      {
        "id":"ED474361",
        "title":"Preparation of Adapted Physical Educators. Final Report."},
      {
        "id":"ED474364",
        "title":"Elizabeth Farrell and the History of Special Education."},
      {
        "id":"ED474366",
        "title":"The CATESOL Journal, 2001."},
      {
        "id":"ED474367",
        "title":"Improve Your Students' Writing with a Class Magazine."},
      {
        "id":"ED474368",
        "title":"Decreasing Anxiety and Frustration in the Spanish Language Classroom."},
      {
        "id":"ED474370",
        "title":"Graduate Student Report: First-Year Students in 1999 and 2000. AIP Report."},
      {
        "id":"ED474371",
        "title":"Inventory of Physical Facilities of Ontario Universities, 2001-02."},
      {
        "id":"ED474372",
        "title":"A Review of California's Cross Enrollment Program. Commission Report."},
      {
        "id":"ED474373",
        "title":"Trends in College Pricing, 2002."},
      {
        "id":"ED474374",
        "title":"Trends in Student Aid, 2002."},
      {
        "id":"ED474375",
        "title":"Accountability and Graduation Rates: Seeing the Forest and the Trees."},
      {
        "id":"ED474376",
        "title":"The Entrepreneurial Response of Public Universities. Professional File, Summer 2002."},
      {
        "id":"ED474377",
        "title":"The Quality of University Teaching: Faculty Performance and Accountability. A Literature Review. Professional File, Spring 2002."},
      {
        "id":"ED474378",
        "title":"Bringing Evidence-Driven Progress to Education: A Recommended Strategy for the U.S. Department of Education. Report of the Coalition for Evidence-Based Policy."},
      {
        "id":"ED474379",
        "title":"Building Relationships for Student Success: School-Family-Community Partnerships and Student Achievement in the Northwest."},
      {
        "id":"ED474381",
        "title":"Take It Back: A Manual for Fighting Slurs on Campus."},
      {
        "id":"ED474382",
        "title":"Grand Theft Education: Wasteful Education Spending in California."},
      {
        "id":"ED474383",
        "title":"An Evaluation of the Effectiveness of Federal Class Size Reduction in the Los Angeles Unified School District: Does Class Size Influence Teacher-Student Interaction in Secondary Classrooms?"},
      {
        "id":"ED474384",
        "title":"The Education for Homeless Children and Youth Program: Learning To Succeed. Volume I: Reducing Barriers for Homeless Children and Youth for Access and Achievement. Final Report."},
      {
        "id":"ED474385",
        "title":"The Education for Homeless Children and Youth Program: Learning To Succeed. Volume II. Educating Homeless Children and Youth: A Resource Guide to Promoting Practices. Final Report."},
      {
        "id":"ED474388",
        "title":"A Cross-Cohort Examination of Nonmarital Teenage Childbearing. JCPR Working Paper."},
      {
        "id":"ED474389",
        "title":"Events That Trigger Poverty Entries and Exits. JCPR Working Paper."},
      {
        "id":"ED474390",
        "title":"What Doesn't Meet the Eye: Understanding and Addressing Racial Disparities in High-Achieving Suburban Schools."},
      {
        "id":"ED474391",
        "title":"Violent Victimization as a Risk Factor for Violent Offending among Juveniles. Juvenile Justice Bulletin."},
      {
        "id":"ED474392",
        "title":"Addressing the Achievement Gap: A Challenge for Washington State Educators."},
      {
        "id":"ED474393",
        "title":"Better Management for Better Schools: A Review of the Structure and Functions of the Central Office of Cambridge Public Schools. Advisory Report."},
      {
        "id":"ED474396",
        "title":"Adequate Yearly Progress: Results, Not Process."},
      {
        "id":"ED474397",
        "title":"School District Expenditures and Fiscal Stress. Condition Report Prepared for the Education Finance Research Consortium."},
      {
        "id":"ED474398",
        "title":"The Employment and Preparation of Paraeducators, the State of the Art--2003."},
      {
        "id":"ED474399",
        "title":"Proactive Guide for the Threat of Terrorism in Schools."},
      {
        "id":"ED474404",
        "title":"New Challenges, New Directions: School Improvement, Democratic Community, and Social Justice."},
      {
        "id":"ED474405",
        "title":"The High School Diploma: Making It More Than an Empty Promise."},
      {
        "id":"ED474406",
        "title":"Technology, the Columbus Effect, and the Third Revolution in Learning."},
      {
        "id":"ED474407",
        "title":"What Do Sharable Instructional Objects Have To Do with Intelligent Tutoring Systems, and Vice Versa?"},
      {
        "id":"ED474408",
        "title":"Thinking Critically About Media: Schools and Families in Partnership. Six Perspectives and a Conversation."},
      {
        "id":"ED474409",
        "title":"Technology in Schools: Suggestions, Tools and Guidelines for Assessing Technology in Elementary and Secondary Education."},
      {
        "id":"ED474410",
        "title":"Consumer Benefits of Today's Digital Rights Management (DRM) Solutions. Hearing before the Subcommittee on Courts, the Internet, and Intellectual Property of the Committee on the Judiciary. House of Representatives, One Hundred Seventh Congress, Second Session (June 5, 2002)."},
      {
        "id":"ED474411",
        "title":"Connections: A Comprehensive Student Portal. Concept Paper and Proposal."},
      {
        "id":"ED474412",
        "title":"The Rise of Netpolitik: How the Internet Is Changing International Politics and Diplomacy. A Report of the Annual Aspen Institute Roundtable on Information Technology (11th, Aspen, Colorado, August 1-4, 2002)."},
      {
        "id":"ED474413",
        "title":"Model Standards for Licensing Classroom Teachers and Specialists in the Arts: A Resource for State Dialogue."},
      {
        "id":"ED474414",
        "title":"Envisioning Arts Assessment: A Process Guide for Assessing Arts Education in School Districts and States."},
      {
        "id":"ED474415",
        "title":"The Ledger: Federal Reserve Bank of Boston's Economic Education Newsletter, 2001."},
      {
        "id":"ED474416",
        "title":"The Ledger: Federal Reserve Bank of Boston's Economic Education Newsletter, 2002."},
      {
        "id":"ED474417",
        "title":"Resource Guide for Teachers. Labor Education for the K-12 Curriculum. Revised."},
      {
        "id":"ED474418",
        "title":"Golden State Examination (GSE) Teacher Guide for History-Social Science: Economics, Government/Civics, U.S. History."},
      {
        "id":"ED474419",
        "title":"Blueprints for the 2003 California History-Social Science Standards Tests for Grades 8, 10, and 11."},
      {
        "id":"ED474420",
        "title":"History-Social Science Grades 9-12 Standards Map Templates."},
      {
        "id":"ED474421",
        "title":"California: To Statehood and Beyond. Recommended Resources for Kindergarten through Grade Twelve."},
      {
        "id":"ED474422",
        "title":"Arkansas History Frameworks. Revised."},
      {
        "id":"ED474427",
        "title":"Reaching Underserved Populations with Basic Education in Deprived Areas of Ghana: Emerging Good Practices. Final Report."},
      {
        "id":"ED474430",
        "title":"The Importance of Science Education for Indigenous Students."},
      {
        "id":"ED474432",
        "title":"Research on Multiculturalism Applied to Students' Learning School Science: Some Theoretical Issues."},
      {
        "id":"ED474433",
        "title":"The Use of Flexible, Interactive, Situation-Focused Software for the E-Learning of Mathematics."},
      {
        "id":"ED474434",
        "title":"Video as a Tool to Change Attitudes on Teaching Science and Mathematics."},
      {
        "id":"ED474435",
        "title":"Trends in High School Preparation for Calculus and Their Implications for the Transition to College."},
      {
        "id":"ED474438",
        "title":"Using the History of Research on Sickle Cell Anemia to Affect Preservice Teachers' Conceptions of the Nature of Science."},
      {
        "id":"ED474439",
        "title":"The WebQuest as a Means of Enhancing Computer Efficacy."},
      {
        "id":"ED474440",
        "title":"Effects of Self-Regulatory Interventions on the Self-Efficacy of Community College Non-Science Majors."},
      {
        "id":"ED474441",
        "title":"The Challenge of Listening: The Effect of Researcher Agenda on Data Collection and Interpretation."},
      {
        "id":"ED474442",
        "title":"Environmental Science Misconceptions--Resolution of an Anomaly."},
      {
        "id":"ED474443",
        "title":"The Effect of Multimedia Learning Environments on Well-Structured and Ill-Structured Problem-Solving Skills."},
      {
        "id":"ED474444",
        "title":"Appreciating the Beauty of Science Ideas: Teaching for Aesthetic Understanding."},
      {
        "id":"ED474445",
        "title":"The Effects of Mathematics Methods Courses on PreService Teachers' Attitudes toward Mathematics and Mathematics Teaching."},
      {
        "id":"ED474446",
        "title":"Feeling Good about Mathematics: Are There Sex Differences?"},
      {
        "id":"ED474447",
        "title":"The Effects of Motivation on At Risk High School Students in Math Performance."},
      {
        "id":"ED474448",
        "title":"Attitude and Achievement Using Two Approaches for First-Grade Mathematics Instruction."},
      {
        "id":"ED474449",
        "title":"The Ignored Facets of Environmental Attitude and Knowledge Scales."},
      {
        "id":"ED474450",
        "title":"NCTM-oriented versus Traditional Problem-solving Skills."},
      {
        "id":"ED474453",
        "title":"A Workshop Approach: Instructional Strategies for Working within the Constraints of Field Experiences in Elementary Science."},
      {
        "id":"ED474454",
        "title":"Students' Understanding of the Nature of Science and Their Reasoning on Socioscientific Issues: A Web-based Learning Inquiry."},
      {
        "id":"ED474455",
        "title":"The Wright State Model School Initiative: A Summary of Efforts Made to Scale Up Reform in Mathematics and Science Education During Year One."},
      {
        "id":"ED474456",
        "title":"Towards Paradigm Peace in Physics Education Research."},
      {
        "id":"ED474458",
        "title":"Succession Planning: Building a Successful Organization in a Dynamic Environment. Report from the Study Group, Institute on Rehabilitation Issues (27th, Washington, DC, May 2001)."},
      {
        "id":"ED474459",
        "title":"Laying a Foundation for the Future: High School Students in Transition."},
      {
        "id":"ED474462",
        "title":"Reducing ADHD Children's Management Problems in Out-of-Home Settings."},
      {
        "id":"ED474463",
        "title":"A Study of Discourse Markers and Their Distribution in Dyadic Interactions of Bilingual Youth."},
      {
        "id":"ED474464",
        "title":"Teaching Sexual Identity Issues in ESL Classes."},
      {
        "id":"ED474467",
        "title":"Edinburgh Working Papers in Applied Linguistics, 2003."},
      {
        "id":"ED474468",
        "title":"The Co-Occurrence of Quotatives with Mimetic Performances."},
      {
        "id":"ED474469",
        "title":"\"Who Does She Think She Is?\" Constraints on Autonomy in Language Teacher Education."},
      {
        "id":"ED474470",
        "title":"Effects of Feedback on Performance: A Study of Advanced Learners on an ESP Speaking Course."},
      {
        "id":"ED474471",
        "title":"Learner Diary Research with &quot;Cambridge&quot; Examination Candidates."},
      {
        "id":"ED474472",
        "title":"A Discussion of Language Tables from the 2000 Population Census of Mauritius."},
      {
        "id":"ED474473",
        "title":"The Positional Arms Race in Higher Education. Discussion Paper."},
      {
        "id":"ED474474",
        "title":"Where Is Aggressive Price Competition Taking Higher Education? Discussion Paper."},
      {
        "id":"ED474475",
        "title":"Economic Stratification and Hierarchy among U.S. Colleges and Universities. Discussion Paper."},
      {
        "id":"ED474476",
        "title":"&quot;Grow&quot; the College? Why Bigger May Be Far from Better. Discussion Paper."},
      {
        "id":"ED474477",
        "title":"Access: Net Prices, Affordability, and Equity at a Highly Selective College. Discussion Paper."},
      {
        "id":"ED474478",
        "title":"Peer Effects in Higher Education. Discussion Paper."},
      {
        "id":"ED474479",
        "title":"Toward a Theory of Tuition: Prices, Peer Wages, and Competition in Higher Education. Discussion Paper."},
      {
        "id":"ED474480",
        "title":"The Economic Impact of Dickinson College on Carlisle and Cumberland County, Pennsylvania."},
      {
        "id":"ED474481",
        "title":"Studying International Students: Adjustment Issues and Social Support."},
      {
        "id":"ED474482",
        "title":"Factors That Influence Transfer Student Academic Performance and Retention."},
      {
        "id":"ED474483",
        "title":"Evaluation of the \"Learning by Doing\" Faculty Development Program for the Minnesota State Colleges and Universities (MnSCU) Center for Teaching and Learning. Final Report Summary."},
      {
        "id":"ED474484",
        "title":"Higher Education: An International Perspective."},
      {
        "id":"ED474487",
        "title":"Supporting the Social Dimension. Resource Guide for Teachers: Grades 7-12."},
      {
        "id":"ED474488",
        "title":"Early Childhood Education and Care in Canada, 2001. Fifth Edition."},
      {
        "id":"ED474489",
        "title":"Colorado Preschool Program: 2003 Report to the Colorado Legislature."},
      {
        "id":"ED474490",
        "title":"Colorado Even Start Progress Report, 2001-2002."},
      {
        "id":"ED474491",
        "title":"State Traffic Data: Traffic Safety Facts, 2001."},
      {
        "id":"ED474492",
        "title":"Child Care Assistance: Helping Families Work. Annual Report, 2001-2002."},
      {
        "id":"ED474493",
        "title":"Educators' Forum of Asset Champions: A Discussion of Strategies and Needs in Taking the Asset Framework into Schools."},
      {
        "id":"ED474497",
        "title":"Child Care and Development Fund: Report of State Plans FY 2002-2003."},
      {
        "id":"ED474499",
        "title":"Violence Prevention in Early Childhood: How Teachers Can Help."},
      {
        "id":"ED474501",
        "title":"Invest Early: Good Beginnings Last a Lifetime. Kansas Kids Count Data Book, 2003."},
      {
        "id":"ED474502",
        "title":"Following Footsteps: ECD Tracer Studies."},
      {
        "id":"ED474503",
        "title":"An Analysis of Laboratory Safety in Texas."},
      {
        "id":"ED474504",
        "title":"Environmental Literacy Scope and Sequence: Providing a Systems Approach to Environmental Education in Minnesota."},
      {
        "id":"ED474505",
        "title":"The Minnesota Report Card on Environmental Literacy: A Benchmark Survey of Adult Environmental Knowledge, Attitudes and Behavior."},
      {
        "id":"ED474506",
        "title":"Natural Wonders: A Guide to Early Childhood for Environmental Educators."},
      {
        "id":"ED474507",
        "title":"Mission Mathematics Proportional Reasoning: Bridging and Stimulating a Diverse Student Population with the Mathematics of Space."},
      {
        "id":"ED474508",
        "title":"Is It Finally Time To Implement \"Curriculum S\"?"},
      {
        "id":"ED474509",
        "title":"Gender Issues in Physics/Science Education (GIPSE)--Some Annotated References."},
      {
        "id":"ED474514",
        "title":"Traffic Safety Facts, 2001: Occupant Protection."},
      {
        "id":"ED474516",
        "title":"Traffic Safety Facts, 2001: Pedalcylists."},
      {
        "id":"ED474517",
        "title":"Traffic Safety Facts, 2001: Pedestrians."},
      {
        "id":"ED474518",
        "title":"Traffic Safety Facts, 2001: Young Drivers."},
      {
        "id":"ED474519",
        "title":"International School Feeding Initiatives. Hearing before the Committee on Agriculture, Nutrition, and Forestry. US Senate, 106th Congress, Second Session (July 27, 2000)."},
      {
        "id":"ED474520",
        "title":"Questions Parents Ask about Schools = Preguntas que hacen los padres sobre las escuelas. Revised."},
      {
        "id":"ED474521",
        "title":"A New Wave of Evidence: The Impact of School, Family, and Community Connections on Student Achievement. Annual Synthesis, 2002."},
      {
        "id":"ED474525",
        "title":"Vocational Assessment of At-Risk Hispanic High School Students."},
      {
        "id":"ED474526",
        "title":"STEPS: Moving from Welfare to Work."},
      {
        "id":"ED474527",
        "title":"Where Do CTE Teacher Education Graduates Go? Career and Technical Teacher Education Five-Year Graduate Follow-Up Study."},
      {
        "id":"ED474529",
        "title":"Classrooms of the Future: Thinking out of the Box."},
      {
        "id":"ED474530",
        "title":"Learning Environments in Children's Museums: Aesthetics, Environmental Preference and Creativity."},
      {
        "id":"ED474531",
        "title":"Green School Initiatives. Statements from Hearing of the U.S. Senate, Environment and Public Works Committee, 107th Congress, Second Session."},
      {
        "id":"ED474532",
        "title":"Implementation of the Kansas Science Education Standards: A Principal/Teacher Perspective."},
      {
        "id":"ED474533",
        "title":"Identity Reconstruction of Women in Physics: Interventionist Discourse Matters."},
      {
        "id":"ED474534",
        "title":"The Connection between Conversation and Conceptual Understanding."},
      {
        "id":"ED474535",
        "title":"A Synthesis and Reflection on the Research Findings from a Statewide Undergraduate Program To Prepare Specialist Mathematics and Science Teachers (The Maryland Collaborative for Teacher Preparation)."},
      {
        "id":"ED474536",
        "title":"Environmental Education: New Era for Science Education."},
      {
        "id":"ED474537",
        "title":"Saxon Math, Southeast Fountain Elementary School: Effective or Ineffective?"},
      {
        "id":"ED474543",
        "title":"The Overlooked Half of a Large Whole: The Role of Environmental Quality Management in Supporting the Educational Environment."},
      {
        "id":"ED474544",
        "title":"A Comparison of Institutional Factors and Student Satisfaction: Retention Implications in a Hispanic-Serving Community College."},
      {
        "id":"ED474545",
        "title":"Variables Associated with a Sense of Classroom Community and Academic Persistence in an Urban Community College Online Setting."},
      {
        "id":"ED474546",
        "title":"Viewing Evaluation as Innovation."},
      {
        "id":"ED474547",
        "title":"Nevada Computer and Technology Education Standards."},
      {
        "id":"ED474548",
        "title":"Children's Interpretations of Computer-Animated Dinosaurs in Live Theatre: &quot;Dinosaurus&quot;."},
      {
        "id":"ED474549",
        "title":"Dot Kids Name Act of 2001. Hearing before the Subcommittee on Telecommunications and the Internet of the Committee on Energy and Commerce. House of Representatives, One Hundred Seventh Congress, First Session on H.R. 2417."},
      {
        "id":"ED474550",
        "title":"Time for Technology: Successfully Integrating Technology in Elementary School Classrooms."},
      {
        "id":"ED474551",
        "title":"Proceedings of the 2002 ASCUE Summer Conference (35th, North Myrtle Beach, South Carolina, June 9-13, 2002)."},
      {
        "id":"ED474552",
        "title":"Proposed Curriculum Design for a 2-Year College of Technology."},
      {
        "id":"ED474553",
        "title":"California Reading Language Arts Technology Institute Action Research Project."},
      {
        "id":"ED474554",
        "title":"Implementation of Online Education Programs: Faculty Perceptions of the Conditions That Facilitate Implementation."},
      {
        "id":"ED474555",
        "title":"Motivational Design Quality, Internal Benchmarking and Statistical Analysis of Corporate Information Materials: A Pilot Study."},
      {
        "id":"ED474556",
        "title":"Harvard Education Letter, 2002."},
      {
        "id":"ED474557",
        "title":"The Evolution, Development, and Future of Affirmative Action in Government."},
      {
        "id":"ED474558",
        "title":"The Case for Social Studies Induction Programs."},
      {
        "id":"ED474559",
        "title":"Narratives of Youth: Cultural Critique through Spoken Word."}]
  }}
