{
  "response":{"numFound":509939,"start":360000,"numFoundExact":true,"docs":[
      {
        "id":"ED474560",
        "title":"Montana Standards for Arts."},
      {
        "id":"ED474561",
        "title":"Creating Cross-Cultural Exhibits in Schools."},
      {
        "id":"ED474562",
        "title":"Teaching Citizenship: The Liberal Dilemma."},
      {
        "id":"ED474563",
        "title":"A Lesson &quot;In&quot; Government: Connecting Theory and Practice in the Study of Municipal Government."},
      {
        "id":"ED474564",
        "title":"An Evaluation of Milwaukee Area Technical College District. Report."},
      {
        "id":"ED474565",
        "title":"Interim University Center Student Survey, Fall 2002. Report."},
      {
        "id":"ED474566",
        "title":"Accreditation Surveys: Faculty &amp; Staff and Student, Spring 2002."},
      {
        "id":"ED474567",
        "title":"Applicants Who Do Not Enroll--Fall 1999, Fall 2000, Fall 2001."},
      {
        "id":"ED474568",
        "title":"Accreditation Surveys: Administrators, Managers &amp; Supervisors, Faculty, and Staff, Spring 2002. Revised. Report."},
      {
        "id":"ED474569",
        "title":"Community College Transfer Students at the University of California. Annual Report, 2002."},
      {
        "id":"ED474570",
        "title":"A Future That Works: First Person Accounts of Community Colleges That Change Lives."},
      {
        "id":"ED474571",
        "title":"Degrees and Certificates Earned, University of Hawaii, Community Colleges, Fiscal Year 2001-02."},
      {
        "id":"ED474572",
        "title":"Fixitup Faucet Company's Overseas Move. 12th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED474573",
        "title":"Show Me the Money. 12th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED474574",
        "title":"The Battle of the Battlefields. 5th Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED474575",
        "title":"The Turn of the Century. Tenth Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED474576",
        "title":"Hindsight is 20/20: Populists Advise Progressives. 8th and 11th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED474577",
        "title":"Montana Standards for Social Studies."},
      {
        "id":"ED474578",
        "title":"Institutional Identity: The Community College as a Baccalaureate Degree Granting Institution."},
      {
        "id":"ED474579",
        "title":"Crossing the Finish Line: A Strategic Approach Designed To Help Community College Students Persist and Graduate."},
      {
        "id":"ED474580",
        "title":"A Study of Community College Administrators' Perceptions of Orientations in Distance Learning."},
      {
        "id":"ED474581",
        "title":"Approaching Value-Centered Education through the Eyes of an Electronic Generation: Strategies for Distance Learning."},
      {
        "id":"ED474582",
        "title":"Colonel Mustard in the Library with the Knife...Experiencing Virtual Teaming."},
      {
        "id":"ED474583",
        "title":"&quot;They Have No Idea What I Need.&quot; An Investigation of Nontraditional Student Expectations of Instructor Communication Behavior."},
      {
        "id":"ED474584",
        "title":"\"What's Wrong with Papa Bear's Chair?\": Toward Literacy as Involvement in the Second Grade Classroom."},
      {
        "id":"ED474585",
        "title":"Interpersonal Feedback: Origins and Applications."},
      {
        "id":"ED474586",
        "title":"Undergraduate Teaching Assistants: The Relationship between Credibility and Learning in the Basic Communication Course."},
      {
        "id":"ED474587",
        "title":"Electronic Portfolios and Critical Pedagogy (NCTE 2002)."},
      {
        "id":"ED474588",
        "title":"Evaluation of Student-Written Essays Available on an Internet Site."},
      {
        "id":"ED474589",
        "title":"How Do We Know We're Doing It Right? Assessing Outcomes in Core Business Communications Courses."},
      {
        "id":"ED474590",
        "title":"Gender in Communication: Micropolitics at Work."},
      {
        "id":"ED474591",
        "title":"Development of a Program To Support Faculty in the Creation of Online Courses at Saddleback College."},
      {
        "id":"ED474592",
        "title":"An Exploration of Mentoring Female Graduate Students in Southern Metropolitan Universities."},
      {
        "id":"ED474593",
        "title":"Elementary Science Teacher Education: Contemporary Issues and Practice. \"Cultural Considerations\"."},
      {
        "id":"ED474602",
        "title":"Education Empowerment Zones: Revitalizing Ohios Cities through School Choice."},
      {
        "id":"ED474604",
        "title":"Creating Communities of Learning: Public Education in Greater Boston."},
      {
        "id":"ED474605",
        "title":"Counting High School Graduates when Graduates Count: Measuring Graduation Rates under the High Stakes of NCLB."},
      {
        "id":"ED474606",
        "title":"Does Education Improve Citizenship? Evidence from the U.S. and the U.K. Working Paper."},
      {
        "id":"ED474607",
        "title":"Revisiting Bakke and Diversity-Based Admissions: Constitutional Law, Social Science Research, and the University of Michigan Affirmative Action Cases. Briefing Paper."},
      {
        "id":"ED474608",
        "title":"Leading Ways: Preliminary Research on LEF Leadership for the Public Education Network."},
      {
        "id":"ED474609",
        "title":"U.S. Immigration: Trends and Implications for Schools."},
      {
        "id":"ED474610",
        "title":"&quot;What's Next for School Choice?&quot; Hearing Before the Committee on Education and the Workforce. House of Representatives One Hundred Seventh Congress, Second Session (Washington, DC, July 23, 2002)."},
      {
        "id":"ED474611",
        "title":"Supporting the Development of English Literacy in English Language Learners: Key Issues and Promising Practices."},
      {
        "id":"ED474612",
        "title":"The Baltimore Curriculum Project: Final Report of the Four-Year Evaluation Study."},
      {
        "id":"ED474613",
        "title":"The Impact of Facilities on Student Choice of University."},
      {
        "id":"ED474614",
        "title":"Planning Guide for Maintaining School Facilities. NCES 2003-347"},
      {
        "id":"ED474620",
        "title":"The Children's Reading Choices Project."},
      {
        "id":"ED474621",
        "title":"Learning from Heroes. Volume I."},
      {
        "id":"ED474622",
        "title":"Literacy through &quot;Language Arts&quot;: Teaching and Learning in Context."},
      {
        "id":"ED474623",
        "title":"Decodable Texts for Beginning Reading Instruction: The Year 2000 Basals. CIERA Report."},
      {
        "id":"ED474624",
        "title":"The Effect of Groups and Individuals on National Decisionmaking: Influence and Domination in the Reading Policymaking Environment. CIERA Report."},
      {
        "id":"ED474625",
        "title":"The Alignment of State Standards and Assessments in Elementary Reading. CIERA Report."},
      {
        "id":"ED474626",
        "title":"Kaleidoscope: A Multicultural Booklist for Grades K-8. Fourth Edition. NCTE Bibliography Series."},
      {
        "id":"ED474628",
        "title":"Successful Reading Instruction: Reports and Recommendations from a National Invitational Conference."},
      {
        "id":"ED474640",
        "title":"Collaborative Partnerships between Educational Organizations: Extent of Independence-Interdependence and Satisfaction with Collaboration."},
      {
        "id":"ED474641",
        "title":"Testimony and Evidence To Support Small Classes, K-3."},
      {
        "id":"ED474642",
        "title":"Effects of Contingency Contracting on Decreasing Student Tardiness."},
      {
        "id":"ED474643",
        "title":"The Unholy Alliance between Departments of Educational Administration and Their \"Invisible Faculty.\" Occasional Paper."},
      {
        "id":"ED474644",
        "title":"Searching for Mercy Street: Protecting Records after the Client's Death."},
      {
        "id":"ED474645",
        "title":"E-Counseling: The Willingness To Participate."},
      {
        "id":"ED474646",
        "title":"Guidelines for Developing Policies and Procedures for Reporting Child Abuse and Neglect."},
      {
        "id":"ED474647",
        "title":"Structure of the Padua Moral Judgment Scale: A Study of Young Adults in Seven Countries."},
      {
        "id":"ED474648",
        "title":"Students' Misperceptions of Violence: Affirming the Need for Better Education."},
      {
        "id":"ED474649",
        "title":"Our Current Base of Knowledge of Adolescent Females: A Review of the Literature."},
      {
        "id":"ED474650",
        "title":"Sexual Assault Awareness Handbook. Knowledge is Power."},
      {
        "id":"ED474651",
        "title":"Science-Based Prevention Programs and Principles, 2002. Effective Substance Abuse and Mental Health Programs for Every Community."},
      {
        "id":"ED474653",
        "title":"Not So Easy Going: The Policy Environments of Small Urban Schools and Schools-within-Schools."},
      {
        "id":"ED474654",
        "title":"Elementary Math Achievement for Rural Development: Effects of Contextual Factors Intrinsic to the Modern World. Working Paper."},
      {
        "id":"ED474659",
        "title":"The Self-Determined Learning Model of Instruction for Early Elementary-Age Students. Final Report."},
      {
        "id":"ED474660",
        "title":"Standards for Service Coordination in Early Intervention."},
      {
        "id":"ED474661",
        "title":"Lesson Plan Portfolio: Teaching K-12 Students with Disabilities."},
      {
        "id":"ED474662",
        "title":"Creating a Speech-Language Pathology Assistant Program."},
      {
        "id":"ED474663",
        "title":"Economic School Integration. New Ideas for a New Century. Idea Brief."},
      {
        "id":"ED474664",
        "title":"Economic School Integration: An Update. The Century Foundation Issue Brief Series."},
      {
        "id":"ED474665",
        "title":"Catholic Schools and Bad Behavior. NBER Working Paper."},
      {
        "id":"ED474666",
        "title":"NAACP Call for Action in Education."},
      {
        "id":"ED474667",
        "title":"Ed-Excel Assessment of Secondary School Student Culture Tabulations by School District and Race/Ethnicity: Responses from Middle School, Junior High and High School Students in Districts of the Minority Student Achievement Network (MSAN), 2000-2001."},
      {
        "id":"ED474668",
        "title":"Secondary Education in Latin America and the Caribbean: The Challenge of Growth and Reform. Sustainable Development Department Technical Paper Series."},
      {
        "id":"ED474669",
        "title":"Reforming Primary and Secondary Education in Latin America and the Caribbean: An IDB Strategy. Sustainable Development Department Sector Strategy and Policy Papers Series."},
      {
        "id":"ED474672",
        "title":"Improving the Economic and Life Outcomes of At-Risk Youth."},
      {
        "id":"ED474674",
        "title":"Progress on School Choice in the States. The Heritage Foundation Backgrounder."},
      {
        "id":"ED474675",
        "title":"Misplaying the Angles: A Closer Look at the Illinois Tuition Tax Credit Law."},
      {
        "id":"ED474676",
        "title":"Internalization of Western Culture's Thin-Ideal: A Literature Review on Internalization and Individuals with Eating Disorders."},
      {
        "id":"ED474677",
        "title":"Understanding and Enhancing Self-Esteem in African-American Males: Benefits of a Wellness Perspective."},
      {
        "id":"ED474679",
        "title":"Humorous Responses to a Drawing Task, Ranging from Lethal to Playful."},
      {
        "id":"ED474680",
        "title":"Youth-Initiated HIV Risk and Substance Use Prevention Program."},
      {
        "id":"ED474681",
        "title":"HIV Risk and Substance Use Behaviors among African American Youth."},
      {
        "id":"ED474682",
        "title":"Teacher Education."},
      {
        "id":"ED474683",
        "title":"Disrupting Homogeneity: When Being Different Is Breaking School Rules."},
      {
        "id":"ED474684",
        "title":"Completion of Twelve Years of Schooling or Its Equivalent."},
      {
        "id":"ED474685",
        "title":"The Lifeworld Makes Mathematics Education Rural: Implications for Math Education Research."},
      {
        "id":"ED474686",
        "title":"Presentation to the Senate Standing Committee on Aboriginal Peoples."},
      {
        "id":"ED474688",
        "title":"The Blind Leading the Blind? Using Learner-Authored Texts To Foster Conceptual Change in College EFL Learners."},
      {
        "id":"ED474689",
        "title":"Foreign Students&apos; Attitudes in Portuguese Language Classrooms. A Case Study."},
      {
        "id":"ED474691",
        "title":"Disconnection between Language and Culture: A Case Study of Iranian English Textbooks."},
      {
        "id":"ED474692",
        "title":"Section 619 Profile. 11th Edition."},
      {
        "id":"ED474693",
        "title":"Part C Updates: Fourth in a Series of Updates on Selected Aspects of the Early Intervention Program for Infants and Toddlers with Disabilities, Part C of the Individuals with Disabilities Education Act (IDEA)."},
      {
        "id":"ED474704",
        "title":"Expanding Access to Adult Literacy with Online Distance Education."},
      {
        "id":"ED474706",
        "title":"Curriculum Leadership in Adult Learning."},
      {
        "id":"ED474707",
        "title":"High Schools That Work Presents a Pre-Engineering Program of Study."},
      {
        "id":"ED474708",
        "title":"Cellblocks or Classrooms?: The Funding of Higher Education and Corrections and Its Impact on African American Men."},
      {
        "id":"ED474709",
        "title":"Quality in Careers Guidance."},
      {
        "id":"ED474711",
        "title":"Mapping the Links: Citizen Involvement in Policy Processes. CPRN Discussion Paper."},
      {
        "id":"ED474712",
        "title":"Shifting the Paradigm: Knowledge and Learning for Canada's Future. CPRN Discussion Paper."},
      {
        "id":"ED474713",
        "title":"Aviation Disaster Intervention: A Mental Health Volunteer's Experience."},
      {
        "id":"ED474714",
        "title":"Multicultural Death and Grief Awareness: An Intervention Tool."},
      {
        "id":"ED474715",
        "title":"Young Adults' Perceptions of the Specific Costs and Benefits Associated with Maternal Employment."},
      {
        "id":"ED474716",
        "title":"The Changing Face of Biology 101 with Regard to the Nation's Science Standards."},
      {
        "id":"ED474717",
        "title":"In Search of Pedagogical Technology Content Knowledge: The Role of the Teacher Preparation Program."},
      {
        "id":"ED474718",
        "title":"Physics Last: A Historical Study of the Development of the US High School Science Sequence."},
      {
        "id":"ED474719",
        "title":"What Is Mozambican Chemistry? An Autoethnographic Inquiry."},
      {
        "id":"ED474720",
        "title":"Winona State University: Compilation of K-12 Action Research Papers in Science Education. 2000-2002 Learning Community Masters in Education."},
      {
        "id":"ED474721",
        "title":"Taiwanese Preservice Teachers' Conceptions of Nature and the Nature of Science."},
      {
        "id":"ED474733",
        "title":"Inhalant Abuse: Your Child at Risk! Asian Language Initiative."},
      {
        "id":"ED474734",
        "title":"Building Emergency Contraception Awareness among Adolescents. A Toolkit for Schools and Community-Based Organizations."},
      {
        "id":"ED474735",
        "title":"From the Ground Up: Floorcovering Recommendations from an IAQ Consortium. Issuetrak: A CEFPI Brief on Educational Facility Issues."},
      {
        "id":"ED474738",
        "title":"News from International Clearinghouse on Children and Violence on the Screen (ICCVOS), 2002."},
      {
        "id":"ED474739",
        "title":"Gathering Data for Connecticut Towns: A Primer, Volume 1. Birth to 8 Years."},
      {
        "id":"ED474740",
        "title":"Families Coping without Earnings or Government Cash Assistance. Assessing the New Federalism: An Urban Institute Program to Assess Changing Social Policies. Occasional Paper."},
      {
        "id":"ED474743",
        "title":"Reinforcing Resistance to Drug and Alcohol Use through Teen Role Models. NERCRD Project Report."},
      {
        "id":"ED474744",
        "title":"Mathematics Teaching and Learning in Rural Contexts: A Social Systems Perspective. Working Paper."},
      {
        "id":"ED474745",
        "title":"Adventure-Based Learning: Research, Literature, Resources and Information."},
      {
        "id":"ED474746",
        "title":"Alaska Native Education: Past, Present and Future."},
      {
        "id":"ED474750",
        "title":"The Struggle for Education. Working Paper."},
      {
        "id":"ED474753",
        "title":"The Door into Other Lives."},
      {
        "id":"ED474754",
        "title":"Telling Teacher Talk: Sociolinguistic Features of Writing Conferences."},
      {
        "id":"ED474755",
        "title":"Report on Alternative Admissions Criteria Study."},
      {
        "id":"ED474756",
        "title":"Scholarships and School Improvement: Annual Report of Catching the Dream."},
      {
        "id":"ED474762",
        "title":"EETAP Resource Library Information Sheets for Environmental Education Resources, Numbers 1-9."},
      {
        "id":"ED474763",
        "title":"La Creativite dans la Pedagogie Musicale (Creativity in Music Education)."},
      {
        "id":"ED474765",
        "title":"Authentic Evaluation: Nebraska Teachers Design Assessment through Active Classroom Learning."},
      {
        "id":"ED474766",
        "title":"Student Perspectives on Using Accommodations during Statewide Testing."},
      {
        "id":"ED474769",
        "title":"Convention on the Rights of the Child."},
      {
        "id":"ED474770",
        "title":"Reform and Innovation of Technical and Vocational Education in the Republic of Korea."},
      {
        "id":"ED474771",
        "title":"Pennsylvania Family Literacy Program Performance Standards."},
      {
        "id":"ED474779",
        "title":"The National Coalition for Literacy: Options for the Future."},
      {
        "id":"ED474780",
        "title":"A Snapshot of Head Start Children, Families, Teachers, and Programs: 1997 and 2001. CLASP Head Start Series, Policy Brief."},
      {
        "id":"ED474782",
        "title":"Southern Regional Initiative on Child Care. Collaboration among Child Care, Head Start, and Pre-Kindergarten: A Telephone Survey of Selected Southern States."},
      {
        "id":"ED474786",
        "title":"Effects of an Elementary School Intervention on Students'&quot;Connectedness&quot; to School and Social Adjustment during Middle School."},
      {
        "id":"ED474787",
        "title":"Solutions for Enhancing School Readiness: Summit Proceedings, Final Report and Recommendations."},
      {
        "id":"ED474789",
        "title":"Preschoolers' Perceptions of Physical and Developmental Disabilities in Playmate Selection."},
      {
        "id":"ED474790",
        "title":"Looking through Time: A Longitudinal Study of Children's Media Violence Consumption at Home and Aggressive Behaviors at School."},
      {
        "id":"ED474791",
        "title":"Learning Social Behaviors in Families during Childhood: A Comparative Study of Chinese Children in Taiwan and in the United States."},
      {
        "id":"ED474798",
        "title":"Minority Mathematicians: Who Is Responsible?"},
      {
        "id":"ED474799",
        "title":"Reducing Math Anxiety, Improving Standards, and Maximizing Student Participation and Student Interaction Using Special Techniques and Peer Responsibility. A Practical Solution for the Classroom."},
      {
        "id":"ED474802",
        "title":"Roster of Physics Departments with Enrollment and Degree Data, 1999. AIP Report."},
      {
        "id":"ED474803",
        "title":"Roster of Astronomy Departments with Enrollment and Degree Data, 1999. AIP Report."},
      {
        "id":"ED474804",
        "title":"Roster of Astronomy Departments with Enrollment and Degree Data, 2000. AIP Report."},
      {
        "id":"ED474805",
        "title":"Roster of Astronomy Departments with Enrollment Degree Data, 2001. AIP Report."},
      {
        "id":"ED474806",
        "title":"Roster of Physics Departments with Enrollment and Degree Data, 2001. AIP Report."},
      {
        "id":"ED474807",
        "title":"Research Funding at Alberta Universities. 2001/2002 Report."},
      {
        "id":"ED474808",
        "title":"Opportunities for Leadership: Strategies for Improving Faculty Diversity in Illinois Higher Education."},
      {
        "id":"ED474809",
        "title":"Assessing Knowledge of Professional Burnout in College Students Entering Helping Professions: A Pilot Study Addressing the Need for Inclusion of Burnout Information in Undergraduate Curricula."},
      {
        "id":"ED474811",
        "title":"&quot;Open to All&quot;: Title IX at Thirty."},
      {
        "id":"ED474812",
        "title":"Federal Student Aid: Timely Performance Plans and Reports Would Help Guide and Assess Achievement of Default Management Goals. Report to the Secretary of Education."},
      {
        "id":"ED474817",
        "title":"Alternatives to &quot;English as an International Language&quot; and the Necessity for Collaborative Codification of Englishes."},
      {
        "id":"ED474818",
        "title":"Admission Impossible? Self Interest and Affirmative Action."},
      {
        "id":"ED474819",
        "title":"Who Gets the Credit? Who Pays the Consequences? The Illinois Tuition Tax Credit. Special Report."},
      {
        "id":"ED474820",
        "title":"The Determinants of Achievement: Minority Students Compared to Nonminority Students. A Research Report. Publication Series."},
      {
        "id":"ED474821",
        "title":"Research Synthesis on Effective Teaching Practices for English Language Learners. Publication Series."},
      {
        "id":"ED474822",
        "title":"Beating the Odds: A City-By-City Analysis of Student Performance and Achievement Gaps on State Assessments. Results from the 2001-2002 School Year."},
      {
        "id":"ED474823",
        "title":"Gender Differences in Self-Perceptions and Academic Outcomes: A Study of African American High School Students. Working Paper."},
      {
        "id":"ED474824",
        "title":"Effects of Mothers' Assets on Expectations and Children's Educational Achievement in Female-Headed Households. Working Paper."},
      {
        "id":"ED474825",
        "title":"A Call to Action: What Schools Can Do To Prevent Teen Pregnancy and Promote Student Achievement."},
      {
        "id":"ED474826",
        "title":"The Relationship between Education and Adult Mortality in the United States."},
      {
        "id":"ED474827",
        "title":"Sustaining Technology in Low-Income Neighborhoods. A Consultative Session Convened by the Annie E. Casey Foundation. Thematic Summary."},
      {
        "id":"ED474828",
        "title":"The Education for Homeless Children and Youth Program: Learning To Succeed. Executive Summary. Volume I: Reducing Barriers for Homeless Children and Youth for Access and Achievement. Volume II: Educating Homeless Children and Youth: A Resource Guide for Promising Practices."},
      {
        "id":"ED474829",
        "title":"IAQ Tools for Schools Awards, 2000-2002."},
      {
        "id":"ED474830",
        "title":"Environmental Compliance and Pollution Prevention Training Manual for Campus-Based Organizations--Operational and Facility Maintenance Personnel."},
      {
        "id":"ED474831",
        "title":"The Environmental Self-Audit for Campus-Based Organizations: A Quick and Easy Guide to Environmental Compliance."},
      {
        "id":"ED474838",
        "title":"What Are Library Schools Doing To Prepare Librarians as Instructors?"},
      {
        "id":"ED474841",
        "title":"Pennsylvania's Family Literacy Programs: Results of a Statewide Evaluation, 1998-1999."},
      {
        "id":"ED474843",
        "title":"Federal Role in Adult Literacy: FY 2002."},
      {
        "id":"ED474844",
        "title":"BladeRunners and Picasso Cafe: A Case Study Evaluation of Two Work-Based Training Programs for Disadvantaged Youth."},
      {
        "id":"ED474846",
        "title":"Metropolitan Community College Self-Study."},
      {
        "id":"ED474847",
        "title":"College of the Canyons Nursing Alumni Surveys, Spring 2001. Report."},
      {
        "id":"ED474848",
        "title":"Occupational Programs Student Survey, Fall 2002. Report."},
      {
        "id":"ED474850",
        "title":"Academy of the Canyons Report, Fall 2000-Spring 2002."},
      {
        "id":"ED474851",
        "title":"Reviewing the Community Learning Center: An Educational Center of the MiraCosta Community College District. A Report to the Governor and Legislature in Response to a Request from the Board of Governors of the California Community Colleges. Commission Report."},
      {
        "id":"ED474852",
        "title":"College of the Canyons Syllabus Survey, Spring 2002. Report."},
      {
        "id":"ED474853",
        "title":"Admission Policies and Attrition Rates in California Community College Nursing Programs. Background and Summary of Findings and Recommendations of the California Postsecondary Education Commission. Commission Report."},
      {
        "id":"ED474854",
        "title":"Employer Follow-Up Survey of DCCCD Students, 1999."},
      {
        "id":"ED474857",
        "title":"A Coordinated Response to Child Abuse and Neglect: The Foundation for Practice. Child Abuse and Neglect User Manual Series."},
      {
        "id":"ED474858",
        "title":"What Everyone Can Do To Prevent Child Abuse: Child Abuse Prevention Community Resource Packet, 2003."},
      {
        "id":"ED474859",
        "title":"Treatment, Services, and Intervention Programs for Child Delinquents. Child Delinquency Bulletin Series."},
      {
        "id":"ED474860",
        "title":"Prevalence and Development of Child Delinquency. Child Delinquency Bulletin Series."},
      {
        "id":"ED474861",
        "title":"Public Awareness Ideas and Strategies for Professional Counselors."},
      {
        "id":"ED474865",
        "title":"Education Policy Analysis Archives, 2002: Numbers 26-50."},
      {
        "id":"ED474867",
        "title":"Perceived Effects of State-Mandated Testing Programs on Teaching and Learning: Findings from Interviews with Educators in Low-, Medium-, and High-Stakes States."},
      {
        "id":"ED474868",
        "title":"Research-Supported Accommodation for English Language Learners in NAEP. CSE Technical Report."},
      {
        "id":"ED474869",
        "title":"Assessing Students with Disabilities: Issues and Evidence. CSE Technical Report."},
      {
        "id":"ED474870",
        "title":"The Second Century of Ability Testing: Some Predictions and Speculations. William H. Angoff Memorial Lecture Series."},
      {
        "id":"ED474871",
        "title":"Regional Educational Laboratories 2002 Annual Report: Improving the Lives of Children through Education Research &amp; Development."},
      {
        "id":"ED474872",
        "title":"Brief for the United States as Amicus Curiae Supporting Petitioner. On Writ of Certiorari to the United States Court of Appeals for the Sixth Circuit. Barbara Grutter, Petitioner, v. Lee Bollinger, et al. In the Supreme Court of the United States."},
      {
        "id":"ED474873",
        "title":"The Growth in After-School Programs and Their Impact."},
      {
        "id":"ED474874",
        "title":"Teacher Salaries, Expenditures and Federal Revenue in School Districts Serving the Nation's Largest Cities, 1990-91 to 2000-01. Research Report."},
      {
        "id":"ED474875",
        "title":"Disadvantaged Students: Fiscal Oversight of Title I Could Be Improved. Report to Congressional Requesters."},
      {
        "id":"ED474876",
        "title":"TANF Participation in 2001."},
      {
        "id":"ED474880",
        "title":"Closing the Achievement Gap in Washington State: Holding Schools Accountable for Equity."},
      {
        "id":"ED474881",
        "title":"Assessing the Definition of &quot;Adequate Yearly Progress&quot; in the House and Senate Education Bills."},
      {
        "id":"ED474882",
        "title":"Plain Talk Implementation Guide. Tools for Developing Community Programs To Reduce Teen Pregnancy, STDs, and HIV/AIDS."},
      {
        "id":"ED474883",
        "title":"Cost Containment Cookbook for Public School Construction."},
      {
        "id":"ED474884",
        "title":"Planning Effective Leadership for Facility Development (for Small and Medium Size Districts)."},
      {
        "id":"ED474885",
        "title":"An Overview of the Facilities Master Plan Process Purpose."},
      {
        "id":"ED474886",
        "title":"Computerized Story Writing Projects for Student-Centered Language Learning."},
      {
        "id":"ED474888",
        "title":"Schools in Estonia as Institutional Actors and as a Field of Socialisation."},
      {
        "id":"ED474889",
        "title":"Geo Events (March 12-13, 2002)."},
      {
        "id":"ED474890",
        "title":"History of the Hebrew Bible (Old Testament)--Current Academic Understandings."},
      {
        "id":"ED474891",
        "title":"Pedal Power Goes Global. Twelfth Grade Economics Lesson Plan. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED474892",
        "title":"America's Space Program: Exploring a New Frontier. Teaching with Historic Places."},
      {
        "id":"ED474893",
        "title":"Teacher Identity Construction in Different Contexts of Teacher Education in Brazil."},
      {
        "id":"ED474894",
        "title":"Teacher Training in Latin America: Innovations and Trends. Sustainable Development Department Technical Paper Series."},
      {
        "id":"ED474895",
        "title":"Meeting the Challenge of Diversity and Change in the Preparation of Secondary Teachers."},
      {
        "id":"ED474896",
        "title":"Physical Activity and the Stages of Motivational Readiness for Change Model."},
      {
        "id":"ED474897",
        "title":"Making Sense of Multiple Physical Activity Recommendations."},
      {
        "id":"ED474898",
        "title":"Educators of Color."},
      {
        "id":"ED474899",
        "title":"Relationship between Teacher Efficacy and Beliefs about Education among Preservice Teachers."},
      {
        "id":"ED474901",
        "title":"Teaching as a Profession. Harvard Education Letter Focus Series."},
      {
        "id":"ED474902",
        "title":"Action Research: Enhancing Collaboration, Nurturing Professionals."},
      {
        "id":"ED474905",
        "title":"A Study To Determine the Effect of Skill-Focused Curriculum &amp; Instruction on Student Achievement as Evidenced by GED &amp; ACT Pre/Post Scores."},
      {
        "id":"ED474907",
        "title":"Computer Algebra Systems in the Junior High School."},
      {
        "id":"ED474908",
        "title":"California's Accountability System and the API. Expert Report. Submitted for: Eliezer Williams vs. State of California."},
      {
        "id":"ED474909",
        "title":"Read-To-Achieve Grant Program Annual Report to the Colorado Department of Public Health and Environment."},
      {
        "id":"ED474914",
        "title":"Reading for Change: Performance and Engagement across Countries: Results from PISA 2000. Executive Summary."},
      {
        "id":"ED474915",
        "title":"Reading for Change: Performance and Engagement across Countries. Results from PISA 2000."},
      {
        "id":"ED474923",
        "title":"Comparison of Final Grades of Courses Taught in Both a Traditional Classroom Format and a Distance-Education Format at the University of North Carolina at Wilmington."},
      {
        "id":"ED474924",
        "title":"Piecing together the Curriculum Puzzle: Learning through Drama Education."},
      {
        "id":"ED474925",
        "title":"Increasing Literacy Skills in Kindergarten Students."},
      {
        "id":"ED474926",
        "title":"A Qualitative Study Describing the Meaning-Making Processes of College Freshmen as They Respond to Poetry."},
      {
        "id":"ED474927",
        "title":"The Effects of Independent Reading on Reading Ability of Seventh Grade Students."},
      {
        "id":"ED474928",
        "title":"Teaching Reading in the Upper Primary School: A Comparison of Two Teachers' Approaches."},
      {
        "id":"ED474929",
        "title":"Relating the Structure of the Oral Narrative to Literacy."},
      {
        "id":"ED474930",
        "title":"Telling Their Stories: Women Construct/Instruct through Survival Rhetoric."},
      {
        "id":"ED474931",
        "title":"In the Margins of the Privileged Text: Deconstructing Creative Nonfiction's Pedagogy of Entitlement."},
      {
        "id":"ED474932",
        "title":"Rewriting Racism: Whiteness Studies in the Composition Classroom."},
      {
        "id":"ED474933",
        "title":"Teaching Ancient Mesopotamian Rhetoric: Gender and Literacy, Enheduanna as a Case Study at the Beginning of Written Literacy."},
      {
        "id":"ED474934",
        "title":"Finding New Voices: Notes from a Descriptive Study of Why and How I Learned To Use Creative-Writing Pedagogy To Empower My Composition Students--and Myself."},
      {
        "id":"ED474935",
        "title":"Writing Improvement Programs: Does This Type of Intervention Really Work?"},
      {
        "id":"ED474937",
        "title":"A History of ESL Instruction in Madison, Wisconsin."},
      {
        "id":"ED474938",
        "title":"The Culturally Diverse Classroom: A Guide for ESL and Mainstream Teachers."},
      {
        "id":"ED474939",
        "title":"Communications and Web Courses: Can We Talk?"},
      {
        "id":"ED474940",
        "title":"Racial Sterotyping in Fundraising for Historically Black Colleges: A Historical Case Study."},
      {
        "id":"ED474941",
        "title":"A Model Retention Program for Science and Engineering Students: Contributions of the Institutional Research Office."},
      {
        "id":"ED474942",
        "title":"Four Years Later: Qualitative and Quantitative Assessment of the Changes in the Class of 2001."},
      {
        "id":"ED474943",
        "title":"Content, Conciousness, and Colleagues: Emerging Themes from a Program Evaluation of Graduate Student Progress toward Multidisciplinary Science."},
      {
        "id":"ED474944",
        "title":"So How Long Have You Been Here? Using Retrospective Transcript Data To Examine Time to Completion at a Community College."},
      {
        "id":"ED474945",
        "title":"Navigating the Community College Landscape: Toward Relationship and Community."},
      {
        "id":"ED474946",
        "title":"NCATE, NCLB, and PDS: A Formula for Measuring Success."},
      {
        "id":"ED474947",
        "title":"Teaching Science On-Line: A Reflection on a Year's Experience."},
      {
        "id":"ED474954",
        "title":"Adolescence Education Newsletter, 2002."},
      {
        "id":"ED474955",
        "title":"The First Eight Years Pathways to the Future: Implications for Research, Policy, and Practice. Proceedings of the Head Start National Research Conference (6th, Washington, DC, June 26-29, 2002)."},
      {
        "id":"ED474962",
        "title":"Beyond an Epcot Nation: Reinventing the Multicultural for Transformative Pedagogy."},
      {
        "id":"ED474963",
        "title":"Racially Reversed Roles and Their Impact on Drama and Audience in the Multiethnic Writing Classroom."},
      {
        "id":"ED474964",
        "title":"Does a Business School's Writing Center Encourage Students To Write Like Men?"},
      {
        "id":"ED474965",
        "title":"The Relationship between Self-Esteem and Reading."},
      {
        "id":"ED474966",
        "title":"An Eclectic Approach to the Teaching of Writing."},
      {
        "id":"ED474967",
        "title":"Challenges in Promoting Social Justice in the Undergraduate Composition Classroom."},
      {
        "id":"ED474968",
        "title":"Critical Multiculturalism, Pedagogy, and Rhetorical Theory: A Negotiation of Recognition."},
      {
        "id":"ED474969",
        "title":"&quot;Blah&quot; or Praxis? Reflection in Freirean Pedagogy."},
      {
        "id":"ED474970",
        "title":"Okay, Kid! Don't Make Me Hurt You: Negotiating Student/Teacher Relationships in the Tumultuous Classroom."},
      {
        "id":"ED474971",
        "title":"State of Delaware School Construction Technical Assistance Manual."},
      {
        "id":"ED475002",
        "title":"The CEIC Review, 2001. A Catalyst for Merging Research, Policy, and Practice."},
      {
        "id":"ED475005",
        "title":"Facilitator's Guide To Run a Learning Circle."},
      {
        "id":"ED475006",
        "title":"Colorado Student Assessment Program, School Year 2001-2002: Annual Report to the Colorado General Assembly."},
      {
        "id":"ED475007",
        "title":"The Pacific Islands Project: Promoting Social Tolerance and Cohesion through Education. Report 1: Stakeholders' Assessment. Report 2: Operational Assessment. Report 3: An Educational Framework for the Promotion of Social Cohesion and Democratic Participation in Schools."},
      {
        "id":"ED475008",
        "title":"Designing a Master Program in Educational Leadership: Trends, Reflections, and Conclusions."},
      {
        "id":"ED475009",
        "title":"Who's Leading Our South Georgia Schools? A Profile of Principals."},
      {
        "id":"ED475010",
        "title":"Resource Allocation and Improved Student Performance: Teachers' Perspectives on School Finance Administration."},
      {
        "id":"ED475011",
        "title":"School Improvement Should Rely on Reliable, Scientific Evidence. Why Did &quot;No Child Left Behind&quot; Leave Class Size Behind?"},
      {
        "id":"ED475012",
        "title":"How Class Size Makes a Difference: What the Research Says. The Impact of Class-Size Reduction (CSR)."},
      {
        "id":"ED475013",
        "title":"Using the Internet To Design Teacher Development Courses."},
      {
        "id":"ED475014",
        "title":"Self-deprecation Phenomena in Chinese Face-work: Ritual and Pragmatic Implications."},
      {
        "id":"ED475015",
        "title":"Genre: Where Art thou? Tracing the Role of Genre in the Foreign Language Curriculum."},
      {
        "id":"ED475018",
        "title":"Indefinite Subject NPs Between English and Chinese: An Error Analysis."},
      {
        "id":"ED475019",
        "title":"Task-Based Language Instruction: An Effective Means of Achieving Integration of Skills and Meaningful Language Use."},
      {
        "id":"ED475020",
        "title":"Challenge and Change for EFL Oral Communication Instruction."},
      {
        "id":"ED475026",
        "title":"Levels of Reading Ability among African-American Graduate Students."},
      {
        "id":"ED475027",
        "title":"An Evaluation of the Mid-Semester Student Evaluation of Teaching at a University Air Force Reserve Officer Training Corps Detachment."},
      {
        "id":"ED475028",
        "title":"Accountability Indicators from the Viewpoint of Statistical Method."},
      {
        "id":"ED475029",
        "title":"Research, Innovation, and Evaluation. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2002."},
      {
        "id":"ED475030",
        "title":"Personnel Preparation. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2002."},
      {
        "id":"ED475031",
        "title":"Murra: Guidelines for the Evaluation of Indigenous Content on the WWW."},
      {
        "id":"ED475032",
        "title":"The State of Latino Education in the San Francisco Bay Area: A Crisis in Student Performance."},
      {
        "id":"ED475033",
        "title":"&quot;Kenekngamceci Qanrutamceci (We Talk to You Because We Love You)&quot;: Yup'ik &quot;Culturalism&quot; at the Umkumiut Culture Camp."},
      {
        "id":"ED475034",
        "title":"Building Strong Rural Schools in South Carolina: The Foundations We Need."},
      {
        "id":"ED475035",
        "title":"2000 Survey of Youth Gangs in Indian Country. NYGC Fact Sheet."},
      {
        "id":"ED475036",
        "title":"Charting New Paths: Rural Development in the South. 2001-2002 Annual Report."},
      {
        "id":"ED475037",
        "title":"Implementing the No Child Left Behind Act: Implications for Rural Schools and Districts. Educational Policy Publications."},
      {
        "id":"ED475038",
        "title":"Welfare Reform and American Indian Tribes: Critical Decisions for the Future of Indian Families."},
      {
        "id":"ED475039",
        "title":"Community Guide to Evaluating Aboriginal Healing Foundation Activity."},
      {
        "id":"ED475040",
        "title":"Technology and Media Services. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2002."},
      {
        "id":"ED475041",
        "title":"Technical Assistance, Dissemination, Parent Information, and State Improvement. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2002."},
      {
        "id":"ED475042",
        "title":"Accountability for Students in Out-of-District Settings. Quick Turn Around (QTA)."},
      {
        "id":"ED475043",
        "title":"Subgroup Size--Confidentially and Statistical Reliability. Quick Turn Around (QTA)."},
      {
        "id":"ED475044",
        "title":"Improving Employment Outcomes among American Indians through Assistive Technology: A Preliminary Study. Final Report."},
      {
        "id":"ED475045",
        "title":"Building the Bridge between Community College and Work for Students with Learning Disabilities."},
      {
        "id":"ED475046",
        "title":"Are We There Yet? Accountability for the Performance of Students with Disabilities. Technical Report."},
      {
        "id":"ED475047",
        "title":"A Summary of Research on the Effects of Test Accommodations: 1999 through 2001. Technical Report."},
      {
        "id":"ED475048",
        "title":"A National Study of School Effectiveness for Language Minority Students&apos; Long-Term Academic Achievement."},
      {
        "id":"ED475050",
        "title":"Reference Materials on the World Wide Web."},
      {
        "id":"ED475051",
        "title":"Student-Constructed Web Pages for Intercultural Understanding."},
      {
        "id":"ED475053",
        "title":"The Influence of the Modeling of Inquiry-Based Science Teaching By Science Faculty in P-12 Teacher Professional Development Programs."},
      {
        "id":"ED475057",
        "title":"Unraveling the \"Teacher Shortage\" Problem: Teacher Retention is the Key."},
      {
        "id":"ED475058",
        "title":"Mathematics Teacher Education in Rural Communities: Developing a Foundation for Action. Working Paper."},
      {
        "id":"ED475059",
        "title":"Mathematics Learning and Teaching in Rural Communities: Some Research Issues. Working Paper."},
      {
        "id":"ED475060",
        "title":"Evaluating Rural Progress in Mathematics Achievement: Is &quot;Adequate Yearly Progress&quot; (AYP) Feasible, Valid, Reliable, and Fair? Working Paper."},
      {
        "id":"ED475061",
        "title":"Revitalising Marginalised Communities by Increasing Social Capital through Holistic Education and the Lifelong Learning Strategies of Indigenous Peoples."},
      {
        "id":"ED475062",
        "title":"School Size as a Factor in Elementary School Achievement."},
      {
        "id":"ED475064",
        "title":"Native American Commercial Driving Training and Technical Assistance Act. Hearing before the Committee on Indian Affairs, United States Senate, One Hundred Seventh Congress, Second Session, on S. 1344, To Provide Training and Technical Assistance to Native Americans Who Are Interested in Commercial Vehicle Driving Careers (July 24, 2002)."},
      {
        "id":"ED475065",
        "title":"Problems Facing Native American Youths. Hearing before the Committee on Indian Affairs, United States Senate, One Hundred Seventh Congress, Second Session, on Oversight Hearing on Problems Facing Native American Youths (August 1, 2002)."},
      {
        "id":"ED475066",
        "title":"A Brief for the United States as Amicus Curiae Supporting Petitioner. In the Supreme Court of the United States, Jennifer Gratz and Patrick Hamacher, Petitioners, v. Lee Bollinger, et al. on Writ of Certiorari to the United States Court of Appeals for the Sixth Circuit."},
      {
        "id":"ED475067",
        "title":"In the Supreme Court of the United States, Barbara Grutter, Petitioner, versus Lee Bollinger, et al., Respondents on Writ of Certiorari to the United States Court of Appeals for the Sixth Circuit. Brief for Respondents."},
      {
        "id":"ED475068",
        "title":"In the Supreme Court of the United States, Jennifer Gratz and Patrick Hamacher, Petitioners, versus Lee Bollinger, James J. Duderstadt, and the Board of Regents of the University of Michigan, Respondents on Writ of Certiorari to the United States Court of Appeals for the Sixth Circuit. Brief for Respondents."},
      {
        "id":"ED475069",
        "title":"Brief of the American Educational Research Association, the Association of American Colleges and Universities, and the American Association for Higher Education as Amici Curiae in Support of Respondents. In the Supreme Court of the United States, Barbara Grutter, Petitioner, v. Lee Bollinger, et al., Respondents on Writ of Certiorari to the United States Court of Appeals for the Sixth Circuit."},
      {
        "id":"ED475070",
        "title":"Brief of Amici Curiae Columbia University, Cornell University, Georgetown University, Rice University, and Vanderbilt University in Support of Respondents. In the Supreme Court of the United States, Barbara Grutter, Petitioner, v. Lee Bollinger, et al., Respondents. Jennifer Gratz and Patrick Hamacher, Petitioners, v. Lee Bollinger, et al., Respondents on Writs of Certiorari to the United States Court of Appeals for the Sixth Circuit."},
      {
        "id":"ED475071",
        "title":"The Independent Colleges and Universities of Florida Accountability Report, 2000."},
      {
        "id":"ED475072",
        "title":"Alcohol and Other Drug Prevention on College Campuses: Model Programs."},
      {
        "id":"ED475073",
        "title":"What's Next? Planning and Financing Your Post-Secondary Education. Students Finance. Study your Options. Revised."},
      {
        "id":"ED475074",
        "title":"COERC 2002: Appreciating Scholarship. Proceedings of the Annual College of Education Research Conference (1st, Miami, Florida, April 27, 2002)."},
      {
        "id":"ED475077",
        "title":"Technology Can Extend Access to Postsecondary Education: An Action Agenda for the South."},
      {
        "id":"ED475078",
        "title":"Comparative Trends in Productivity and Access for Nova Southeastern University, the Independent Colleges and Universities of Florida, and the State University System of Florida. Research and Planning Report."},
      {
        "id":"ED475079",
        "title":"Financial Report of the Ontario Universities, 2001-02. Volume I: Universities."},
      {
        "id":"ED475080",
        "title":"School Capital Funding: Tennessee in a National Context."},
      {
        "id":"ED475081",
        "title":"School Capital Funding: Supplementary State Profiles."},
      {
        "id":"ED475082",
        "title":"Reorganizing Primary Classroom Learning."},
      {
        "id":"ED475083",
        "title":"Going-to-the-Sun Road: A Model of Landscape Engineering. Teaching with Historic Places."},
      {
        "id":"ED475084",
        "title":"National Assessment of Educational Progress Achievement Levels, 1992-1998 for Civics."},
      {
        "id":"ED475085",
        "title":"National Assessment of Educational Progress Achievement Levels, 1992-1998 for U.S. History."},
      {
        "id":"ED475086",
        "title":"National Assessment of Educational Progress Achievement Levels, 1992-1998 for Geography."},
      {
        "id":"ED475087",
        "title":"Public Experience, Attitudes, and Knowledge: A Report on Two National Surveys about International Education."},
      {
        "id":"ED475088",
        "title":"Promising Practices: Spotlighting Excellence in Comprehensive Internationalization."},
      {
        "id":"ED475089",
        "title":"President's Report to the Board of Directors."},
      {
        "id":"ED475090",
        "title":"What Should We Know about Developmental Education?"},
      {
        "id":"ED475091",
        "title":"Community College of Philadelphia Transfer Outcomes of Graduates in 2001. Report."},
      {
        "id":"ED475092",
        "title":"The Progress of 2001 Graduates of Community College of Philadelphia in Development of General Education Skills and Affective Attributes."},
      {
        "id":"ED475094",
        "title":"KPI Graduate Executive Summary Report, Summer 2000-Winter 2001."},
      {
        "id":"ED475095",
        "title":"Future Directions for the Campus Compact Center for Community Colleges."},
      {
        "id":"ED475096",
        "title":"Report on the Maricopa Community Colleges Governing Board's Goals and Measures, 2001-2002. Revised."},
      {
        "id":"ED475097",
        "title":"International Models of Career-Technical Education. Trends and Issues Alert."},
      {
        "id":"ED475103",
        "title":"Major Management Challenges and Program Risks. Performance and Accountability Series."},
      {
        "id":"ED475105",
        "title":"Community-Driven School Reform: Parents Making a Difference in Education."},
      {
        "id":"ED475106",
        "title":"Alabama Renaissance Technology Academy (ARTA) for School Leaders Survey Report (Pre &amp; Post Data)."},
      {
        "id":"ED475107",
        "title":"Scientifically Based Research."},
      {
        "id":"ED475109",
        "title":"Telling Modernization: Three Voices. Life History, Gender and the Discourse of Modernization. Roskilde University Life History Project Paper."},
      {
        "id":"ED475110",
        "title":"The Image of Career and Technical Education. Practice Application Brief."},
      {
        "id":"ED475111",
        "title":"Volunteer Development. Practice Application Brief."},
      {
        "id":"ED475112",
        "title":"Medium Term Priorities, 2003-2006."},
      {
        "id":"ED475113",
        "title":"AGORA XII. Training for Mentally Disabled People and Their Trainers: Permitting the Mentally Disabled a Genuine and Appropriate Exercise of Their Rights. CEDEFOP Panorama Series."},
      {
        "id":"ED475117",
        "title":"Basic Skills in the Workplace: A Research Review. Research Report."},
      {
        "id":"ED475118",
        "title":"Organisation of Provision of Post-16 Education and Training: A Report to the DfES to Inform the Design of Guidance on the Conduct of Strategic Area Reviews. Research Report."},
      {
        "id":"ED475119",
        "title":"Vocational Education and Training in Greece: Short Description. CEDEFOP Panorama Series."},
      {
        "id":"ED475120",
        "title":"Cooperative Services Handbook for Youth in Transition. A Supplement to the CDE/DVR Cooperative Agreement, Summer 2002."},
      {
        "id":"ED475121",
        "title":"Older Workers: Policies of Other Nations To Increase Labor Force Participation. Report to the Ranking Minority Member, Special Committee on Aging, U.S. Senate."},
      {
        "id":"ED475122",
        "title":"Office of the 21st Century Workforce. XXI, Fall 2002."},
      {
        "id":"ED475123",
        "title":"Does Participation in School-to-Career Limit Students Educational and Career Opportunities? Findings from the LAMP Longitudinal Study."},
      {
        "id":"ED475124",
        "title":"Final Report of the MLA Committee on Lifelong Learning: Helping Adults Return to Learning To Improve Their Employment Potential and Realize Their Career Goals."},
      {
        "id":"ED475125",
        "title":"Welfare-to-Work and Learning Disability Interventions in Kansas Community College Settings: Phase IV, Learning Disability Assessment Project. Project Final Report."},
      {
        "id":"ED475126",
        "title":"Welfare, Work and Raising Children: Conversations with Twenty-One Maine Families."},
      {
        "id":"ED475127",
        "title":"Parents as Scholars: Education Works. Outcomes for Maine Families and Implications for TANF Reauthorization."},
      {
        "id":"ED475128",
        "title":"Violence in the Workplace: Avoiding Institutional Liability."},
      {
        "id":"ED475130",
        "title":"Employment Policy and Territories."},
      {
        "id":"ED475131",
        "title":"Responding to a Strong Economy. Alberta Apprenticeship and Industry Training Board 2001-2002 Annual Report."},
      {
        "id":"ED475132",
        "title":"Volunteer for Change: A Guide to Environmental Community Service."},
      {
        "id":"ED475134",
        "title":"Understanding the No Child Left Behind Act of 2001: Mathematics and Science. Quick Key."},
      {
        "id":"ED475135",
        "title":"It Is a Gender Issue! Changes in Attitude towards Science in a Technology Based K-8 Pre-Service Preparation Science Classroom."},
      {
        "id":"ED475136",
        "title":"Evaluation of Course-Specific Self-Efficacy Assessment Methods."},
      {
        "id":"ED475137",
        "title":"State Education Indicators with a Focus on Title I: 1999-2000."},
      {
        "id":"ED475139",
        "title":"A Survey of Teachers' Perspectives on High-Stakes Testing in Colorado: What Gets Taught, What Gets Lost. CSE Technical Report."},
      {
        "id":"ED475140",
        "title":"The Early Academic Outreach Program (EAOP) and Its Impact on High School Students' Completion of the University of California's Preparatory Coursework. CSE Technical Report."},
      {
        "id":"ED475141",
        "title":"No Child Left Behind: Methodological Challenges & Recommendations for Measuring Adequate Yearly Progress. CSE Technical Report."},
      {
        "id":"ED475142",
        "title":"Reading and Literacy in America."},
      {
        "id":"ED475143",
        "title":"Measuring Self-Efficacy: Multi-Trait Multi-Method Comparison of Scaling Procedures."},
      {
        "id":"ED475144",
        "title":"Tolerable Variation in Item Parameter Estimates."},
      {
        "id":"ED475145",
        "title":"Discourse Technology: An Evaluation of Math Technology and Proficiency Scores for Worthington City Schools."},
      {
        "id":"ED475146",
        "title":"Ordinary Least Squares Regression, Discriminant Analysis, and Logistic Regression: Questions Researchers and Practitioners Should Address When Selecting an Analytic Technique."},
      {
        "id":"ED475149",
        "title":"Implementing Pennsylvania's Plan for a Unified Workforce System. Annual Report."},
      {
        "id":"ED475150",
        "title":"Statement by Carol D'Amico, Assistant Secretary for Vocational and Adult Education, on the Fiscal Year 2004 Request for Vocational and Adult Education Programs."},
      {
        "id":"ED475151",
        "title":"The Emotions of Socialization-Related Learning: Understanding Workplace Adaptation as a Learning Process."},
      {
        "id":"ED475152",
        "title":"Education-Work Linkage and Policy: A Cross-National Analysis of Contextual Influences on School to Work Transition."},
      {
        "id":"ED475153",
        "title":"Reconceptualizing Education as an Engine of Economic Development: A Case Study of the Central Educational Center."},
      {
        "id":"ED475154",
        "title":"Identification of the Skills Needed by Workers in Various Segments of the Mountain States Graphic Communications Industry."},
      {
        "id":"ED475155",
        "title":"The Continental Project: A Model Program for School to Work Transition for Students with Disabilities."},
      {
        "id":"ED475156",
        "title":"Moving Forward: College and Career Transitions of LAMP Graduates. Findings from the LAMP Longitudinal Study."},
      {
        "id":"ED475157",
        "title":"Are Prerequisite Courses Necessary for Success in Advanced Courses?"},
      {
        "id":"ED475158",
        "title":"MyAgRecord: An Online Career Portfolio Management Tool for High School Students Conducting Supervised Agricultural Experience Programs."},
      {
        "id":"ED475159",
        "title":"A Study of the Alignment of National Standards, State Standards, and Science Assessment."},
      {
        "id":"ED475160",
        "title":"Implications of John Dewey's and Lev Vygotsky's Theoretical Frameworks for the Teaching and Learning of 10th Grade Geometric Proofs."},
      {
        "id":"ED475161",
        "title":"Observing Teaching: A Reform-Based Framework for Looking into Classrooms."},
      {
        "id":"ED475162",
        "title":"Weighing in on Genetic Engineering and Morality: Students Reveal Their Ideas, Expectations, and Reservations."},
      {
        "id":"ED475163",
        "title":"Excellence in Rural Science Teaching: Examining Elements of Professional Development Models."},
      {
        "id":"ED475164",
        "title":"Students' Perceptions of Secondary Science Teachers' Interpersonal Style in Six Countries: A Study on the Cross National Validity of the Questionnaire on Teacher Interaction."},
      {
        "id":"ED475165",
        "title":"Students' Perceptions and Learning Experiences of Tertiary Level Chemistry."},
      {
        "id":"ED475166",
        "title":"First Steps and Further Steps: Early Outcomes and Lessons Learned from South Carolina's School Readiness Initiative, 1999-2002. Program Evaluation Report [and] Executive Summary."},
      {
        "id":"ED475167",
        "title":"School Readiness Study."},
      {
        "id":"ED475168",
        "title":"Minnesota Kids: A Closer Look. 2003 Data Book."},
      {
        "id":"ED475169",
        "title":"Nevada Kids Count Data Book, 2003: County, Regional, and State Profiles of Child and Youth Well-Being in Nevada."},
      {
        "id":"ED475170",
        "title":"Louisiana School-Based Health Centers Annual Services Report, 2001-2002."},
      {
        "id":"ED475171",
        "title":"Kids Count in Delaware, Families Count in Delaware: Fact Book, 2003."},
      {
        "id":"ED475172",
        "title":"West Virginia Kids Count Data Book: 2001 County Profiles of Child Well-Being. Trends in Child Well-Being, 1990 to 2000."},
      {
        "id":"ED475173",
        "title":"Aiming for Safety: A Survey of Public Opinion on Gun Policy in Wisconsin. A Wiskids Count Special Report, 2003."},
      {
        "id":"ED475176",
        "title":"Assessing the Child Care and Development Block Grant. Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED475178",
        "title":"Pathways to Professionalism: Florida's Strategy for Early Childhood Career Advancement. Voluntary Professional Portfolio for Early Childhood Professionals--Trainee and Levels I, II and III [with] CD-ROM."},
      {
        "id":"ED475183",
        "title":"Situated Cognition: Describing the Theory."},
      {
        "id":"ED475184",
        "title":"The Use of Mobile-Wireless Technology for Education."},
      {
        "id":"ED475188",
        "title":"Auseinetter, 2001."},
      {
        "id":"ED475189",
        "title":"Auseinetter, 2002."},
      {
        "id":"ED475191",
        "title":"Socioeconomic Status and Health: Why Is the Relationship Stronger for Older Children? NBER Working Paper."},
      {
        "id":"ED475192",
        "title":"Juvenile Justice Education: &quot;Who Is Educating the Youth&quot;."},
      {
        "id":"ED475193",
        "title":"Big City School Boards: Problems and Options."},
      {
        "id":"ED475194",
        "title":"Untapped Potential? How States Contract Directly with Providers To Shore Up Child Care Choices for Low-Income Families."},
      {
        "id":"ED475196",
        "title":"School Relationships Foster Success for African American Students. ACT Policy Report."},
      {
        "id":"ED475197",
        "title":"Creating Seamless Educational Transitions for Urban African American and Hispanic Students. ACT Policy Report."},
      {
        "id":"ED475198",
        "title":"The Houston Annenberg Challenge Research and Evaluation Study. Year Two Evaluation Report. Transforming Public Schools."},
      {
        "id":"ED475199",
        "title":"The Invisible Dyslexics: How Public School Systems in Baltimore and Elsewhere Discriminate against Poor Children in the Diagnosis and Treatment of Early Reading Difficulties."},
      {
        "id":"ED475200",
        "title":"Poverty, Delinquency, and Educational Attainment: Cumulative Disadvantage or Disadvantage Saturation? JCPR Working Paper."},
      {
        "id":"ED475201",
        "title":"Teen Sexual Activity, Pregnancy and Childbearing among Latinos in the United States. Fact Sheet."},
      {
        "id":"ED475202",
        "title":"Mother's Education and the Intergenerational Transmission of Human Capital: Evidence from College Openings and Longitudinal Data. NBER Working Paper Series."},
      {
        "id":"ED475203",
        "title":"Investing Early: Intervention Programs in Selected U.S. States. Millennium Research Series."},
      {
        "id":"ED475204",
        "title":"Making Schools Safe: An Anti-Harassment Training Program from the Lesbian & Gay Rights Project of the American Civil Liberties Union."},
      {
        "id":"ED475205",
        "title":"Testimonies to Congress: 1997-2002."},
      {
        "id":"ED475206",
        "title":"Six Step Process to Helping Students Produce Quality Writing."},
      {
        "id":"ED475207",
        "title":"Changelings and Radical Mutant Teens: Boundary Pushing In Adolescent Literature."},
      {
        "id":"ED475208",
        "title":"Writing the Word and the World: Critical Literacy as Critical Textual Production."},
      {
        "id":"ED475209",
        "title":"New College Writers and Academic Credibility."},
      {
        "id":"ED475210",
        "title":"Metacognition: Metacognitive Skills and Strategies in Young Readers."},
      {
        "id":"ED475211",
        "title":"Assessing Instructional Documents: A Comparison of Writing Faculty, Engineering Faculty and Workplace Technical Communicator Practices."},
      {
        "id":"ED475213",
        "title":"A Writer's Journey: The Use of Writing Expedition Software to Support Student Revision."},
      {
        "id":"ED475214",
        "title":"Reading Response Journals via Email."},
      {
        "id":"ED475215",
        "title":"Mathematics and New Technologies Writing Team Report."},
      {
        "id":"ED475259",
        "title":"The Taxonomy of Career Development Interventions That Occur in America's Secondary Schools. ERIC Digest."},
      {
        "id":"ED475260",
        "title":"Perceptions of Parent-Child Attachments: Relationships with Explanatory Style and Empathy."},
      {
        "id":"ED475261",
        "title":"Getting a Grant: Sources of Funding and How To Pursue Them."},
      {
        "id":"ED475262",
        "title":"Healing Magazine, 2002."},
      {
        "id":"ED475264",
        "title":"Working toward Improvements in the Student Assistance Team (SAT) Process: A Preliminary Investigation Incorporating Functional Behavior Assessment (FBA) into a Structured Team Process."},
      {
        "id":"ED475267",
        "title":"Children as Sex Offenders, Why?"},
      {
        "id":"ED475268",
        "title":"Health Realization: An Innate Resiliency Paradigm for School Psychology."},
      {
        "id":"ED475269",
        "title":"Effects of Divorce on Children and Ways Schools Can Offer Support."},
      {
        "id":"ED475271",
        "title":"Incremental Seismic Rehabilitation of School Buildings (K-12)."},
      {
        "id":"ED475272",
        "title":"The Relationship of School Design to Academic Achievement of Elementary School Children."},
      {
        "id":"ED475273",
        "title":"Are There Civic Returns to Education? NBER Working Paper Series."},
      {
        "id":"ED475274",
        "title":"The Impact of Individual Teachers on Student Achievement: Evidence from Panel Data."},
      {
        "id":"ED475275",
        "title":"Primary Education in Latin America: The Unfinished Agenda. Sustainable Development Department Technical Papers Series."},
      {
        "id":"ED475276",
        "title":"Exploring Urban Literacy &amp; Developmental Education. CRDEUL Monograph."},
      {
        "id":"ED475277",
        "title":"State Profiles of Child Well-Being: Results from the 2000 Census. A Kids Count/PRB Report on Census 2000."},
      {
        "id":"ED475278",
        "title":"Histories of Developmental Education. CRDEUL Monograph."},
      {
        "id":"ED475279",
        "title":"Built to Last: Why Skills Matter for Long-Run Success in Welfare Reform. Revised April 2003."},
      {
        "id":"ED475280",
        "title":"New Song Academy: Linking Education and Community Development To Build Stronger Families and Neighborhoods."},
      {
        "id":"ED475281",
        "title":"Characteristics of Food Stamp Households: Fiscal Year 2001."},
      {
        "id":"ED475282",
        "title":"Responding to Gangs: Evaluation and Research."},
      {
        "id":"ED475283",
        "title":"Financial Report of Ontario Universities, 2001-02. Volume II: Affiliated and Federated Colleges and Universities."},
      {
        "id":"ED475284",
        "title":"Read Across Texas! 2002 Texas Reading Club Manual."},
      {
        "id":"ED475285",
        "title":"Invent the Future--READ! 2000 Texas Reading Club Manual."},
      {
        "id":"ED475287",
        "title":"NewsWire, 2002."},
      {
        "id":"ED475290",
        "title":"From Convergence to Emergence: Will the User Rule? Pacific Telecommunications Council Annual Conference Proceedings (23rd, Honolulu, Hawaii, January 15-18, 2001)."},
      {
        "id":"ED475291",
        "title":"Library of Michigan Reflections on the Year 2000."},
      {
        "id":"ED475292",
        "title":"Library Services &amp; Technology Act (LSTA). Report for 1999."},
      {
        "id":"ED475293",
        "title":"Library of Michigan FY 2002 Library Services and Technology Act (LSTA) Grant Program Handbook."},
      {
        "id":"ED475294",
        "title":"Library of Michigan FY 2002 Library Services and Technology Act (LSTA) Grant Administration Handbook."},
      {
        "id":"ED475295",
        "title":"Library of Michigan FY 2000 LSTA Subgrant Program Guidelines."},
      {
        "id":"ED475296",
        "title":"Library of Michigan FY 2001 LSTA Subgrant Program Guidelines."},
      {
        "id":"ED475297",
        "title":"Library Services &amp; Technology Act (LSTA). Report for 2000."},
      {
        "id":"ED475298",
        "title":"KIDS COUNT, 2002: The State of the Child in Tennessee."},
      {
        "id":"ED475299",
        "title":"A Sense of Belonging: A Tracer Study of ALMAYA's Parents Cooperative Kindergarten, Israel. Early Childhood Development: Practice and Reflections. Following Footsteps."},
      {
        "id":"ED475305",
        "title":"Planning for Success: Mapping Goals, Services, and Outcomes for Program Improvement. Birth to 5 Best Practices."},
      {
        "id":"ED475306",
        "title":"Providing Culturally Competent Care in Early Childhood Services in New Zealand. Part 1: Considering Culture [and] Part 2: Developing Dialog [and] Part 3: Parents' Experiences of Different Early Childhood Pedagogies."},
      {
        "id":"ED475307",
        "title":"Creating a Culture of Human Rights, Democracy and Peace in the New Millennium. Proceedings of the International Conference on Children's Rights Education (2nd, Victoria, British Columbia, August 18-22, 2001)."},
      {
        "id":"ED475308",
        "title":"To the Library and Beyond! 2001 Texas Reading Club Manual."},
      {
        "id":"ED475309",
        "title":"Computer and Network Security in Small Libraries: A Guide for Planning."},
      {
        "id":"ED475310",
        "title":"Texas Public Library Summary for 1999."},
      {
        "id":"ED475311",
        "title":"Public Library Advisory Board Handbook. Revised Edition."},
      {
        "id":"ED475316",
        "title":"Spinning Our Wheels: Minority Teacher Supply in SREB States."},
      {
        "id":"ED475317",
        "title":"Media Toolkit for Anti-Drug Action."},
      {
        "id":"ED475318",
        "title":"Using Computer-Based Tests with Students with Disabilities. NCEO Policy Directions."},
      {
        "id":"ED475319",
        "title":"Research Exchange, 2002."},
      {
        "id":"ED475320",
        "title":"Self-Efficacy and the Inclusion of Students with AAC Needs, October 1998-September 2001. Final Project Report."},
      {
        "id":"ED475321",
        "title":"RECAP--Teacher Preparation Project: Improving the Preparation of Personnel To Serve Children with High-Incidence Disabilities. Final Report."},
      {
        "id":"ED475322",
        "title":"Becoming Bilingual: Facilitating English Literacy Development Using ASL in PreSchool. Sharing Ideas."},
      {
        "id":"ED475323",
        "title":"A First Language: Whose Choice Is It? Sharing Ideas."},
      {
        "id":"ED475324",
        "title":"Community Building: A Positive Approach to Discipline in Schools. Sharing Ideas."},
      {
        "id":"ED475325",
        "title":"Transition Planning and Programming: Empowerment through Partnership. Sharing Ideas."},
      {
        "id":"ED475326",
        "title":"Family-School Relationships: Concepts and Premises. Sharing Ideas."},
      {
        "id":"ED475327",
        "title":"Where Does Speech Fit In? Spoken English in a Bilingual Context. Sharing Ideas."},
      {
        "id":"ED475328",
        "title":"Student Life in the New Millennium: Empowering Education for Deaf Students. Sharing Ideas."},
      {
        "id":"ED475329",
        "title":"Speechreading in Context: A Guide for Practice in Everyday Settings. A Revision of David Deyo's Work. Sharing Ideas."},
      {
        "id":"ED475330",
        "title":"Planning for Literacy Instruction: Guidelines for Instruction. Sharing Ideas."},
      {
        "id":"ED475331",
        "title":"Creating Multicultural School Climate for Deaf Children and Their Families. Sharing Ideas."},
      {
        "id":"ED475332",
        "title":"Challenges in Coordinating and Managing Services and Supports in Secondary and Postsecondary Options. Issue Brief."},
      {
        "id":"ED475333",
        "title":"Awareness, Knowledge and Exercise of Individual Employment Rights. Employment Relations Research Series."},
      {
        "id":"ED475339",
        "title":"Workplace Mentoring Guide For Education, Business and Industry Partners of Connecticut's School-to-Career Initiative: Connecticut LEARNS."},
      {
        "id":"ED475341",
        "title":"A Comparative Study of the Trends in Career and Technical Education Among European Countries, the United States, and the Republic of China."},
      {
        "id":"ED475342",
        "title":"Pairs at the Top: From Tandems to Coupled Careers."},
      {
        "id":"ED475343",
        "title":"Student Workers in High School and Beyond: The Effects of Part-Time Employment on Participation in Education, Training and Work."},
      {
        "id":"ED475345",
        "title":"Getting State Certification in Your Embedded Math Programs."},
      {
        "id":"ED475347",
        "title":"EU Employment and Social Policy, 1999-2001: Jobs, Cohesion, Productivity."},
      {
        "id":"ED475348",
        "title":"Research: Providing Answers for the New Millennium. Presented Papers and Paper Critiques [from the] AAAE (American Association of Agricultural Education) Central Region Agricultural Education Research Conference (55th, St. Louis, MO, February 23, 2001)."},
      {
        "id":"ED475350",
        "title":"Getting the Most Out of Training: For Employers Working with Apprentices and Trainees."},
      {
        "id":"ED475351",
        "title":"Making the Most of Your Training: Tips and Ideas for Apprentices and Trainees."},
      {
        "id":"ED475352",
        "title":"So You're a Workplace Coach: Support Kit for the Workplace Coach or Mentor Working With New Apprentices and Trainees."},
      {
        "id":"ED475353",
        "title":"The Voice of THIMUN Youth: Action Papers of the Annual Session (1st, The Hague, Netherlands, January 21-26, 2001)."},
      {
        "id":"ED475355",
        "title":"Looking for Learning in Practice: Examining the Teaching Practices of STEP Graduates."},
      {
        "id":"ED475356",
        "title":"Testing and Predictions of Pupil Success."},
      {
        "id":"ED475357",
        "title":"An Analysis of Relationships between Mathematics and Science Achievement in TIMSS and TIMSS-R."},
      {
        "id":"ED475358",
        "title":"An Analysis of Item Score Difference between 3rd and 4th Grades Using the TIMSS Database."},
      {
        "id":"ED475359",
        "title":"A Comparative Study of Relationship between Mathematics and Science Achievement at the 8th Grade."},
      {
        "id":"ED475360",
        "title":"Negotiating Control and Protecting the Private: History Teachers and the Virginia Standards of Learning."},
      {
        "id":"ED475361",
        "title":"Whatever Happened to Exploratory Data Analysis? An Evaluation of Behavioral Science Statistics Textbooks."},
      {
        "id":"ED475362",
        "title":"Teacher Judgment and Mastery Score Setting for Nebraska's Local Assessment Reporting System: Efficacy and Appropriateness."},
      {
        "id":"ED475363",
        "title":"Questionnaire Research in Higher Education."},
      {
        "id":"ED475364",
        "title":"Is Newer Better: A Comparison of Web and Paper-Pencil Survey Administration Modes."},
      {
        "id":"ED475365",
        "title":"District Data-Informed Decision Making."},
      {
        "id":"ED475366",
        "title":"Using Technology-Rich Data Support Tools To Enhance School Improvement Initiatives in Chicago Public Schools: Are the Children Learning? How Do We Know?"},
      {
        "id":"ED475367",
        "title":"Maximizing the Impact of Portfolio Assessment through Effective Instructional Leadership."},
      {
        "id":"ED475368",
        "title":"Transforming Supervisory Grading: Accountability in Supervising and Evaluating Beginning Teachers."},
      {
        "id":"ED475369",
        "title":"The Use of Subsets of Test Questions in an Angoff Standard Setting Method."},
      {
        "id":"ED475370",
        "title":"Neural Systems and Individual Differences: A Commentary on Frames of Mind: The Theory of Multiple Intelligences."},
      {
        "id":"ED475371",
        "title":"Indigenous Australian Education: A New Millennium, a More Focused Approach."},
      {
        "id":"ED475372",
        "title":"Englishes and Literacies: Indigenous Australian Contexts."},
      {
        "id":"ED475373",
        "title":"The Most Disadvantaged? Indigenous Education Needs."},
      {
        "id":"ED475374",
        "title":"Challenges and Tensions in Implementing Current Directions for Indigenous Education."},
      {
        "id":"ED475376",
        "title":"Striving for Distinctiveness: A Small Schools Case Study."},
      {
        "id":"ED475377",
        "title":"A Report on the Review of the Compensation for Teacher Specialists on Site and Their Service in Rural Areas."},
      {
        "id":"ED475379",
        "title":"Quality of Mothers' Engagement with Their Toddlers: The Roles of Childrearing History, Social Support, and Empathy."},
      {
        "id":"ED475380",
        "title":"The Relationship between Emotional Competence and Social Competence in Early Adolescence."},
      {
        "id":"ED475382",
        "title":"Opposition in Social Interaction between Children: Intellectual Benefit or Social Cost?"},
      {
        "id":"ED475383",
        "title":"Supporting Paraeducators: A Summary of Current Practices. ERIC/OSEP Digest."},
      {
        "id":"ED475384",
        "title":"Teaching about Child Labor and International Human Rights. ERIC Digest."},
      {
        "id":"ED475385",
        "title":"The Civic Mission of Schools: Key Ideas in a Research-Based Report on Civic Education in the United States. ERIC Digest."},
      {
        "id":"ED475386",
        "title":"Universally Designed Instruction. ERIC/OSEP Digest."},
      {
        "id":"ED475387",
        "title":"Overcoming the Challenges of Counseling College Student Athletes. ERIC/CASS Digest."},
      {
        "id":"ED475388",
        "title":"Gearing-Up for Career Awareness: Profile of a Middle School Career Program. ERIC/CASS Digest."},
      {
        "id":"ED475389",
        "title":"Character Education: What Counselor Educators Need To Know. ERIC/CASS Digest."},
      {
        "id":"ED475390",
        "title":"Writing Activities: A Primer for Outdoor Educators. ERIC Digest."},
      {
        "id":"ED475391",
        "title":"Summer Learning Loss: The Problem and Some Solutions. ERIC Digest."},
      {
        "id":"ED475392",
        "title":"Poverty, Racism and Literacy. ERIC Digest."},
      {
        "id":"ED475393",
        "title":"Children and Grief. ERIC Digest."},
      {
        "id":"ED475394",
        "title":"Gender, Jobs and Working Conditions in the European Union."},
      {
        "id":"ED475395",
        "title":"Participating on Equal Terms? The Gender Dimensions of Direct Participation in Organisational Change: Findings from the EPOC Survey."},
      {
        "id":"ED475396",
        "title":"Work Programme, 2003."},
      {
        "id":"ED475399",
        "title":"An Investigation of ACCI's User Choice Proposals. Working Paper."},
      {
        "id":"ED475401",
        "title":"The Role of Structured-On-Site-Training in ETP. Final Report."},
      {
        "id":"ED475402",
        "title":"Crossing the Threshhold: Successful Learning Provision for Homeless People."},
      {
        "id":"ED475403",
        "title":"Making a Difference: Leading and Managing for Quality Improvement in Adult and Community Learning."},
      {
        "id":"ED475404",
        "title":"Buddy Books. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED475405",
        "title":"An Owl in the Woods. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED475406",
        "title":"Creating Comic Strips. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED475407",
        "title":"Exaggeration, Folktales, and Characters. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED475408",
        "title":"Fables. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED475409",
        "title":"Fantasy: A Study of C.S. Lewis's &quot;The Lion, the Witch, and the Wardrobe.&quot; ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED475410",
        "title":"Fiction Writing. Characterization [and] Plot [and] Setting. ArtsEdge Curricula, Lessons and Activities."},
      {
        "id":"ED475411",
        "title":"Accelerating Reading and Spelling with Synthetic Phonics: A Five Year Follow Up. Insight."},
      {
        "id":"ED475412",
        "title":"Education as Apprenticeship for Social Action: Composition Instruction, Critical Consciousness, and Engaged Pedagogy."},
      {
        "id":"ED475413",
        "title":"Critical Thinking, Community Service, and Participatory Research: Restructuring the American University for a Framework of Learning."},
      {
        "id":"ED475414",
        "title":"Children's Perspectives on Interactive Writing versus Independent Writing in Primary Grades."},
      {
        "id":"ED475416",
        "title":"Why Use Service-Learning in College Instruction?"},
      {
        "id":"ED475417",
        "title":"Update: Closing the Gaps in Excellence."},
      {
        "id":"ED475418",
        "title":"Regional Plan for Texas Higher Education (in Response to HB 1799, 77th Texas Legislature)."},
      {
        "id":"ED475419",
        "title":"Participation and Success Forecast, 2003-2015: Texas Institutions of Higher Education."},
      {
        "id":"ED475420",
        "title":"Effective Use of Adjunct Professors in Educational Leadership."},
      {
        "id":"ED475421",
        "title":"Access to Post-Secondary Education in Canada: Facts and Gaps. A Canadian Policy Research Networks Conference Sponsored by the Canada Millennium Scholarship Foundation (Ottawa, Ontario, Canada, April 5-6, 2002)."},
      {
        "id":"ED475422",
        "title":"So You Want To Earn a PH.D. in Economics: How Long Do You Think It Will Take? Discussion Paper."},
      {
        "id":"ED475423",
        "title":"Undergraduate Financial Aid and Subsequent Giving Behavior. Discussion Paper."},
      {
        "id":"ED475424",
        "title":"Peer Effects in Academic Outcomes: Evidence from a Natural Experiment. Discussion Paper."},
      {
        "id":"ED475425",
        "title":"Falling into or through the Web: Student and Staff Perceptions of IT Infrastructure in a Technological University."},
      {
        "id":"ED475426",
        "title":"An Analysis of College Students with AD/HD at a Private and Public Institution in Arkansas Using a Grounded Theory Approach."},
      {
        "id":"ED475427",
        "title":"The Florida Student Student Services Centers: Factors Influencing Students' Decisions To Enroll in Nova Southeastern University's Programs."},
      {
        "id":"ED475428",
        "title":"Documenting the New American Scholarship: Tenure and Promotion Dossier Narratives."},
      {
        "id":"ED475429",
        "title":"Reauthorizing the Higher Education Act (HEA): Issues and Options."},
      {
        "id":"ED475433",
        "title":"Parkland College Transfer Program Graduate Follow-Up Survey, 2001-2002."},
      {
        "id":"ED475434",
        "title":"Students at the Learning Edge: Advanced Technological Education Programs at Community Colleges."},
      {
        "id":"ED475438",
        "title":"Piedmont Virginia Community College Management Information Book, 2002."},
      {
        "id":"ED475439",
        "title":"Know the Code. Twelfth Grade--Principles of American Democracy Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED475440",
        "title":"The U.S. Constitution Power Grab Game. Grade 12--Principles of American Democracy Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED475441",
        "title":"The Bill of Rights. Twelfth Grade--Principles of American Democracy Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED475442",
        "title":"Social Studies: Standards, End of Grade Cluster Benchmarks, Performance Indicators. Grades K-5. Revised."},
      {
        "id":"ED475443",
        "title":"Social Studies: Standards, End of Grade Cluster Benchmarks, Performance Indicators. Grades 6-8. Revised."},
      {
        "id":"ED475444",
        "title":"Social Studies: Standards, End of Grade Cluster Benchmarks, Performance Indicators. Grades 9-12. Revised."},
      {
        "id":"ED475445",
        "title":"Literature Review on Learning through Recreation. CPRN Discussion Paper."},
      {
        "id":"ED475446",
        "title":"The Science of Learning Choices: NCLB Shifts Emphasis to Scientifically-Based Research."},
      {
        "id":"ED475447",
        "title":"What Teachers Should Know and Be Able To Do."},
      {
        "id":"ED475448",
        "title":"A Case of Successful Teaching Policy: Connecticut's Long-Term Efforts To Improve Teaching and Learning. A Research Report."},
      {
        "id":"ED475450",
        "title":"Illinois Occupational Skill Standards: Industrial Maintenance General Maintenance Cluster."},
      {
        "id":"ED475451",
        "title":"Illinois Occupational Skill Standards: Information Technology End User Applications Cluster."},
      {
        "id":"ED475452",
        "title":"Illinois Occupational Skill Standards: Nursing Cluster."},
      {
        "id":"ED475453",
        "title":"Learning to Engage: Experiences with Civic Engagement in Canada."},
      {
        "id":"ED475454",
        "title":"A Literature Review on Youth and Citizenship. CPRN Discussion Paper."},
      {
        "id":"ED475455",
        "title":"Organizational Communications in Refugee Camp Situations. New Issues in Refugee Research. Working Paper."},
      {
        "id":"ED475456",
        "title":"Rural Mathematics Educator, 2002."},
      {
        "id":"ED475457",
        "title":"Learning for Sustainability: NSW Environmental Education Plan, 2002-05."},
      {
        "id":"ED475458",
        "title":"Evidence-Informed Approaches to Teaching Science at Junior High School Level: Outcomes in Terms of Student Learning."},
      {
        "id":"ED475461",
        "title":"Approaches to Social Science Research: Communication and Language Teaching/Learning."},
      {
        "id":"ED475463",
        "title":"English Leadership Quarterly, 1997-1998."},
      {
        "id":"ED475464",
        "title":"Notes Plus: A Quarterly of Practical Teaching Ideas, 1998-1999."},
      {
        "id":"ED475465",
        "title":"Knowledge Is Something We Do: Knowing and Learning in Globally Networked Communities."},
      {
        "id":"ED475466",
        "title":"The Constructs of Wisdom in Human Development and Consciousness."},
      {
        "id":"ED475467",
        "title":"From Traditional to Virtual Mentoring."},
      {
        "id":"ED475468",
        "title":"Human Services in Montgomery County, Ohio: Service Integration Writ Large."},
      {
        "id":"ED475469",
        "title":"Service Integration in Oregon: Successful Local Efforts Influence Major State Reorganization."},
      {
        "id":"ED475473",
        "title":"Disadvantage of Career and Technical Education Courses Delivered in a Comprehensive High School Setting."},
      {
        "id":"ED475475",
        "title":"Recruiting Lower-Income Women Into Information Technology Careers: Building a Foundation for Action."},
      {
        "id":"ED475476",
        "title":"Research on Young Women in Computer Science: Promoting High Technology for Girls."},
      {
        "id":"ED475477",
        "title":"Technology Integration in an Elementary Science Classroom: Its Impact on Teaching and Learning."},
      {
        "id":"ED475478",
        "title":"The Role of Sustained Professional Development in Science Teacher Renewal and Retention."},
      {
        "id":"ED475480",
        "title":"The Impact of Co-teaching between Science Student Teachers and Primary Classroom Teachers on Children's Enjoyment and Learning of Science and Student Teacher Confidence."},
      {
        "id":"ED475481",
        "title":"Promoting Students' Motivation in Learning Physical Science--An Action Research Approach."},
      {
        "id":"ED475482",
        "title":"Creation of a Multidisciplinary Curriculum for Hydrologic Literacy: An Applied Ethnography."},
      {
        "id":"ED475485",
        "title":"The Status of Chemistry in Two-Year Colleges: Results from a Survey of Chemistry Departments."},
      {
        "id":"ED475486",
        "title":"Cognitive Load Criteria for Critical Evaluation and Selection of Web-Based Resources for Science Teaching."},
      {
        "id":"ED475487",
        "title":"The Status of Physics 12 in BC: Reflections from UBC Science Teacher Candidates."},
      {
        "id":"ED475488",
        "title":"Testing High Stakes Tests: Can We Believe the Results of Accountability Tests? Civic Report."},
      {
        "id":"ED475489",
        "title":"Class Size Reduction: Implementation and Solutions."},
      {
        "id":"ED475490",
        "title":"Resource Allocation and Student Performance Improvements in 12 Districts in the Southwest Region."},
      {
        "id":"ED475491",
        "title":"The Effects of Retired Administrators Returning to the Workforce."},
      {
        "id":"ED475492",
        "title":"Post-Consolidation Evaluation--The Effects Eight Years Later."},
      {
        "id":"ED475493",
        "title":"Student-Led Crime Prevention: A Real Resource with Powerful Promise."},
      {
        "id":"ED475494",
        "title":"Portrait of an Ethical Administrator."},
      {
        "id":"ED475495",
        "title":"A Study of Low-Performing Schools, High-Performing Schools, and High-Performing Learning Communities."},
      {
        "id":"ED475496",
        "title":"Training and Retaining Early Care and Education Staff. Training Projects: Evaluation. Year One Progress Report, 2001-2002. PACE Policy Brief."},
      {
        "id":"ED475497",
        "title":"Training and Retaining Early Care and Education Staff. Bay Area Child-Care Retention Incentive Programs: Evaluation. Year One Progress Report, 2001-2002. PACE Policy Brief."},
      {
        "id":"ED475498",
        "title":"Child Welfare and Juvenile Justice: Federal Agencies Could Play a Stronger Role in Helping States Reduce the Number of Children Placed Solely To Obtain Mental Health Services."},
      {
        "id":"ED475499",
        "title":"Are Schools Making the Grade? School Districts Nationwide Adopt Safer Pest Management Policies."},
      {
        "id":"ED475500",
        "title":"Imperatives for Change in Higher Education: Planning the Future of the American Campus."},
      {
        "id":"ED475501",
        "title":"Empowering Learning through Natural, Human, and Building Ecologies."},
      {
        "id":"ED475502",
        "title":"Youth with Disabilities and the Workforce Investment Act of 1998. Policy Update: Summarizing Recent Laws and Federal Regulations."},
      {
        "id":"ED475503",
        "title":"Aligning Transition and Standards-Based Education: Issues and Strategies."},
      {
        "id":"ED475504",
        "title":"Bridging the Digital Divide in Postsecondary Education: Technology Access for Youth with Disabilities. Information Brief."},
      {
        "id":"ED475505",
        "title":"What Is Quality Education? Perspectives from Two Students and a Parent. Information Brief."},
      {
        "id":"ED475506",
        "title":"Improving Word Identification Skills Using Strategic Instruction Model (SIM) Strategies. Research to Practice Brief."},
      {
        "id":"ED475507",
        "title":"Connecting Employers, Schools, and Youth through Intermediaries. Issue Brief."},
      {
        "id":"ED475508",
        "title":"Tapping Employment Opportunities for Youth with Disabilities by Engaging Effectively with Employers. Research to Practice Brief."},
      {
        "id":"ED475509",
        "title":"Transition at Age 3: Steps for Success Transition Guide for Oklahoma Children with Disabilities, Their Families, SoonerStart Early Intervention Services, Schools, and Community Programs."},
      {
        "id":"ED475510",
        "title":"Assuring the Family&apos;s Role on the Early Intervention Team: Explaining Rights and Safeguards. Second Edition."},
      {
        "id":"ED475511",
        "title":"Low Incidence Disabilities Project: Master's Degree Training in Infant Special Education with an Emphasis in Low Incidence Disabilities. Final Report."},
      {
        "id":"ED475513",
        "title":"The Demand Writing Instruction Model: Helping Students with Disabilities Pass Statewide Writing Assessments. Final Report."},
      {
        "id":"ED475517",
        "title":"Activities for Differentiated Instruction Addressing All Levels of Bloom's Taxonomy and Eight Multiple Intelligences."},
      {
        "id":"ED475518",
        "title":"Improving Our Students' Speaking Skills: Using Selective Error Correction and Group Work To Reduce Anxiety and Encourage Real Communication."},
      {
        "id":"ED475520",
        "title":"Playing Business in the Classroom: Designing a New Type of Business English Coursebook."},
      {
        "id":"ED475521",
        "title":"An Overview of Discourse Analysis and Its Usefulness in TESOL."},
      {
        "id":"ED475523",
        "title":"Culture Learning in Language Education: A Review of the Literature."},
      {
        "id":"ED475524",
        "title":"New Horizons in Education, 2002."},
      {
        "id":"ED475527",
        "title":"Proceedings of N.A.Web 2001: The International North America Web-Based Learning Conference (7th, Fredericton, New Brunswick, Canada, October 13-16, 2001)."},
      {
        "id":"ED475529",
        "title":"Charter Schools and Inequality: National Disparities in Funding, Teacher Quality, and Student Support. PACE Working Paper Series."},
      {
        "id":"ED475530",
        "title":"From Words to Action: Approaches to a Programme. Papers on Higher Education."},
      {
        "id":"ED475531",
        "title":"Policy-Making, Strategic Planning, and Management of Higher Education. Papers on Higher Education."},
      {
        "id":"ED475532",
        "title":"Quality Assurance and the Development of Course Programmes. Papers on Higher Education."},
      {
        "id":"ED475533",
        "title":"Financial Management and Institutional Relationships with Civil Society. Papers on Higher Education."},
      {
        "id":"ED475534",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 1: Student Eligibility."},
      {
        "id":"ED475535",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 2: Institutional Eligibility and Participation."},
      {
        "id":"ED475536",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 3: Federal Pell Grant Program."},
      {
        "id":"ED475537",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 5: Perkins Loans."},
      {
        "id":"ED475538",
        "title":"Federal Student aid Handbook, 2002-2003. Volume 6: Federal Work-Study."},
      {
        "id":"ED475539",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 8: Direct Loan and FFEL Programs."},
      {
        "id":"ED475542",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 9: State Grant Programs."},
      {
        "id":"ED475543",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 4: Campus-Based Common Provisions."},
      {
        "id":"ED475546",
        "title":"Federal Student Aid Handbook, 2002-2003. Volume 7: FSEOG."},
      {
        "id":"ED475547",
        "title":"Race-Neutral Alternatives in Postsecondary Education: Innovative Approaches to Diversity."},
      {
        "id":"ED475549",
        "title":"Access to Excellence: The Double Cohort Countdown--A Progress Report from Ontario Universities."},
      {
        "id":"ED475550",
        "title":"Maryland Higher Education Commission Data Book, 2003."},
      {
        "id":"ED475551",
        "title":"Learn Smart: Missouri Department of Higher Education FY 2002 Annual Report."},
      {
        "id":"ED475552",
        "title":"Celebrating Real Heroes: The College Board Annual Report, 2001."},
      {
        "id":"ED475553",
        "title":"South Dakota Board of Regents Fact Book, Fiscal Year 2003."},
      {
        "id":"ED475560",
        "title":"The Federal Role in Vocational-Technical Education. CCRC Brief."},
      {
        "id":"ED475561",
        "title":"Palomar College 1999-2000 Vocational Education Follow-Up Survey. Series Two of the Vocational Education Impact Study of Palomar Graduates."},
      {
        "id":"ED475562",
        "title":"Student Enrollments and Completions in the Illinois Community College System, Fiscal Year 2002."},
      {
        "id":"ED475563",
        "title":"Parkland College ICCB Accountability/Program Review Report."},
      {
        "id":"ED475564",
        "title":"Baldrige Educational Quality Criteria as Another Model for Accreditation in American Community Colleges."},
      {
        "id":"ED475565",
        "title":"Athlete Persistence and Performance Over-Time. Full Report."},
      {
        "id":"ED475566",
        "title":"The Coach in Context: Building School Capacity through External Facilitation."},
      {
        "id":"ED475567",
        "title":"Promoting Whole School Reform: A Closer Look at the Role of External Facilitators."},
      {
        "id":"ED475568",
        "title":"The Intersection of Gender, Race, and Disability: Latina Students in Special Education."},
      {
        "id":"ED475569",
        "title":"Female Students of Color in Special Education: Classroom Behaviors and Perceptions in Single-Gender and Coeducational Classrooms."},
      {
        "id":"ED475570",
        "title":"National Technical Assistance Consortium for Children and Young Adults Who Are Deaf-Blind. Final Report."},
      {
        "id":"ED475571",
        "title":"Survey of Sampled Higher Education Institutions in Alabama."},
      {
        "id":"ED475572",
        "title":"Re-Thinking the Mentoring Role in PDS Classrooms."},
      {
        "id":"ED475573",
        "title":"CBSS Outreach Project: Computer-Based Study Strategies for Students with Learning Disabilities. Final Report."},
      {
        "id":"ED475574",
        "title":"Project Adobe. Final Report."},
      {
        "id":"ED475575",
        "title":"Parent Early Evaluation of Kids: PEEK Outreach Training Project. Final Report."},
      {
        "id":"ED475576",
        "title":"Education for Democratic Citizenship and Peace."},
      {
        "id":"ED475577",
        "title":"Assessing the Impact of Inquiry-Based Science Teaching in Professional Development Activities, PK-12."},
      {
        "id":"ED475578",
        "title":"Community Learning Project. Final Report."},
      {
        "id":"ED475580",
        "title":"Technology Levels and Teaching American Government."},
      {
        "id":"ED475581",
        "title":"Using Research about Civic Learning to Improve Courses in the Methods of Teaching Social Studies."},
      {
        "id":"ED475582",
        "title":"Fostering Democratic Discussions in the Classroom: An Examination of Tensions in Civic Education, Contemporary Schools, and Teacher Education."},
      {
        "id":"ED475583",
        "title":"Content That Counts: Educating for Informed, Effective, and Responsible Citizenship."},
      {
        "id":"ED475585",
        "title":"Tailoring Inpatient Group Psychotherapy to Patients' Needs: Size Matters!"},
      {
        "id":"ED475586",
        "title":"Reducing Psychiatric Inpatient Violence through Solution-Focused Group Therapy."},
      {
        "id":"ED475587",
        "title":"Supervision Modalities Developmentally Appropriate for School Counselors."},
      {
        "id":"ED475588",
        "title":"Tailoring Treatments for Diverse Inpatient Populations."},
      {
        "id":"ED475589",
        "title":"Reinvigorating Inpatient Group Psychotherapy: Integrating Clients' Off-Unit Experiences in Treatment."},
      {
        "id":"ED475590",
        "title":"Student Engagement, School Climate, and Future Expectations in High School."},
      {
        "id":"ED475592",
        "title":"The Academic Environment's Impact on Motivation in Resilient and Non-Resilient Middle Schoolers."},
      {
        "id":"ED475593",
        "title":"Classroom Discipline and Socialization."},
      {
        "id":"ED475594",
        "title":"The Effects of Early Social Deprivation on Children Reared in Foreign Orphanages."},
      {
        "id":"ED475597",
        "title":"Benefits, Costs, and Explanation of the High/Scope Perry Preschool Program."},
      {
        "id":"ED475598",
        "title":"&quot;The Very First Smile.&quot; Remarks by Kenneth D. Lewis at the United Way Success by 6 Conference (Charlotte, North Carolina, May 22, 2003)."},
      {
        "id":"ED475599",
        "title":"State of the Art of Early Childhood Education, 2003."},
      {
        "id":"ED475600",
        "title":"Poverty and the Development of African American Children: Testing an Adaptation of McLoyd&apos;s Theoretical Model with the NLSY."},
      {
        "id":"ED475603",
        "title":"National Interests and Global Security: The Case of Iraq. Occasional Papers."},
      {
        "id":"ED475604",
        "title":"New Kent School and the George W. Watkins School: From Freedom of Choice to Integration. Teaching with Historic Places."},
      {
        "id":"ED475605",
        "title":"High School Social Studies Needs Assessment Report."},
      {
        "id":"ED475606",
        "title":"K-12 Curriculum Framework for the Arts. Revised."},
      {
        "id":"ED475607",
        "title":"Glossary of Social Studies Terms and Vocabulary."},
      {
        "id":"ED475608",
        "title":"A Guide to K-12 Program Development in the Arts."},
      {
        "id":"ED475610",
        "title":"A Longitudinal Study of the Effect of Integrated Literacy and Basic Education Programs on Women's Participation in Social and Economic Development in Nepal."},
      {
        "id":"ED475612",
        "title":"China: Tradition and Transformation. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (China)."},
      {
        "id":"ED475614",
        "title":"Incentives for Attracting and Retaining K-12 Teachers: Lessons for Early Education. Policy Brief."},
      {
        "id":"ED475615",
        "title":"Update on Student Achievement for Edison Schools Inc."},
      {
        "id":"ED475617",
        "title":"Helping Your Child Become a Responsible Citizen. Revised."},
      {
        "id":"ED475619",
        "title":"The Gift of Time: Enactments of Developmental Thought in Early Childhood Practice."},
      {
        "id":"ED475620",
        "title":"Instant Video Revisiting for Reflection: Extending the Learning of Children and Teachers."},
      {
        "id":"ED475621",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Spring 2003."},
      {
        "id":"ED475622",
        "title":"Building Bridges for Child Health Research, Policy and Practice: New Concepts and Paradigms."},
      {
        "id":"ED475623",
        "title":"Understanding the Relationships among American Primary-Grade Teachers and Korean Mothers: The Role of Communication and Cultural Sensitivity in the Linguistically Diverse Classroom."},
      {
        "id":"ED475624",
        "title":"Prechool Teachers' Play Experiences Then and Now."},
      {
        "id":"ED475628",
        "title":"The Myth of a Child Care Crisis. The Heritage Foundation Backgrounder."},
      {
        "id":"ED475629",
        "title":"All Children Ready for School: The Case for Early Care and Education. A Guide for Policy Makers."},
      {
        "id":"ED475630",
        "title":"Oregon Head Start Prekindergarten: Investing in Oregon's Future. Report to Oregon's Seventy-Second Legislative Assembly."},
      {
        "id":"ED475631",
        "title":"Introduction to the Discussion: \"Moving Up the Grades: Relationship between Preschool Model and Later School Success.\""},
      {
        "id":"ED475633",
        "title":"Feeding Low-Income Children When School Is Out: The Summer Food Service Program. Final Report."},
      {
        "id":"ED475634",
        "title":"Where Kids Count, Place Matters: Trends in the Well-Being of Iowa Children, 2000-2001."},
      {
        "id":"ED475635",
        "title":"NH CAN: Putting the Pieces of the Puzzle Together. New Hampshire Child Advocacy Network, 2003 Children's Agenda."},
      {
        "id":"ED475636",
        "title":"The Middle Grades: Putting all Students on Track for College."},
      {
        "id":"ED475637",
        "title":"WY KIDS COUNT in Wyoming Factbook, 2002: A County-By-County Factbook."},
      {
        "id":"ED475638",
        "title":"The Cost and Quality of Full Day, Year-Round Early Care and Education in Massachusetts: Preschool Classrooms [with] Executive Summary."},
      {
        "id":"ED475639",
        "title":"Building a Bridge from Birth to School: Improving Developmental and Behavioral Health Services for Young Children."},
      {
        "id":"ED475640",
        "title":"Putting Parenting First: Why It's Time for Universal Paid Leave. PPI Policy Report."},
      {
        "id":"ED475641",
        "title":"When Child Welfare Agencies Rely on Voluntary Kinship Placements: New Federalism Issues and Options for States. An Urban Institute Program to Assess Changing Social Policies."},
      {
        "id":"ED475642",
        "title":"Bay Area Fatherhood Initiatives: Policymaker and Practitioner Perspectives on Intergrating Fathering Efforts. A Report from the Bay Area Fathering Integrated Data System (BAyFIDS) II Project."},
      {
        "id":"ED475643",
        "title":"Nevada Head Start, 2002."},
      {
        "id":"ED475644",
        "title":"Improving the Lives of Children and Their Families: Child Trends Annual Report, 2002."},
      {
        "id":"ED475645",
        "title":"Kids Count in Colorado! 2003."},
      {
        "id":"ED475646",
        "title":"Kids Count Data Book, 2003: State Profiles of Child Well-Being."},
      {
        "id":"ED475647",
        "title":"The State of Texas Children: 2003. Texas Kids Count."},
      {
        "id":"ED475648",
        "title":"Guide for Needs Assessment for Youth."},
      {
        "id":"ED475650",
        "title":"The Project Approach Catalog 4: Literacy and Project Work by the Project Approach Study Group."},
      {
        "id":"ED475651",
        "title":"Research and Clinical Center for Child Development Annual Report, 2001-2002."},
      {
        "id":"ED475653",
        "title":"Children's Mental Health: An Urgent Priority for Illinois. Final Report."},
      {
        "id":"ED475654",
        "title":"Side-by-Side Comparison of Child Care and Early Education Provisions in Key Senate, House, and Administration Bills and Proposals."},
      {
        "id":"ED475655",
        "title":"Southern Regional Initiative on Child Care: Analysis of Potential Barriers to Creating Coordinated Absence Policies for Collaborations between Head Start and CCDF and TANF-Funded Programs."},
      {
        "id":"ED475656",
        "title":"Child Care Funding: The Story since 1996, the Challenges in Reauthorization."},
      {
        "id":"ED475657",
        "title":"Financing Universal Pre-Kindergarten: Possibilities and Technical Issues for States in Using Funds under the Child Care and Development Fund and Temporary Assistance for Needy Families Block Grant. (Revised)."},
      {
        "id":"ED475658",
        "title":"Increasing the Ability To Transfer TANF to CCDF in House Welfare Bill (H.R.4) Is Still Not the Answer to Unmet Child Care Needs."},
      {
        "id":"ED475659",
        "title":"One Step Forward or Two Steps Back? Why the Bipartisan Senate Finanace Bill Reflects a Better Approach to TANF Reauthorization than the House Bill."},
      {
        "id":"ED475660",
        "title":"Big Media, Little Kids: Media Consolidation &amp; Children's Television Programming."},
      {
        "id":"ED475661",
        "title":"Left Unsupervised: A Look at the Most Vulnerable Children. Child Trends Research Brief."},
      {
        "id":"ED475662",
        "title":"Rediscovery of Trust: Erikson, Kaplan, and the Myth of Foster Care."},
      {
        "id":"ED475663",
        "title":"Zoo School for Preschoolers: Laying the Foundation for Environmental Education."},
      {
        "id":"ED475664",
        "title":"Later Academic Achievements of Child Development Program Participants: A Longitudinal Study of the South Carolina Early Childhood Development Program for Four-Year-Olds, from 1995-96 to 1999-2000."},
      {
        "id":"ED475673",
        "title":"Matching Funds for Retention Incentives for Early Care and Education Staff: Evaluation. Year One Progress Report, 2001-2002. Policy Brief."},
      {
        "id":"ED475674",
        "title":"Investing in Our Future: A Guide to Child Care Financing."},
      {
        "id":"ED475676",
        "title":"Essential Principles of Quality: Guidelines for Web-Based Courses for Middle Grades and High School Students."},
      {
        "id":"ED475677",
        "title":"Educational Web Portals: Guidelines for Selection and Use. A Guide To Help School District Administrators Assess the Quality, Usefulness and Reliability of Commercially Provided Educational Web Portals Designed for Schools."},
      {
        "id":"ED475678",
        "title":"Virtual Campuses, Virtual Libraries in SREB States."},
      {
        "id":"ED475679",
        "title":"General Requirements and Minimum Standards."},
      {
        "id":"ED475680",
        "title":"Texas Adult Education: Soaring Into the 21st Century. An Adult Education Administrator's Guide for Continuous Improvement and Evaluation."},
      {
        "id":"ED475681",
        "title":"Left Behind in the Labor Market: Labor Market Problems of the Nation's Out-of-School, Young Adult Populations."},
      {
        "id":"ED475682",
        "title":"Provider Missions and Their Development: A Report by the LSDA for the DfES."},
      {
        "id":"ED475683",
        "title":"Proceedings of the Pennsylvania Adult and Continuing Education Research Conference (6th, Harrisburg, PA, March 15, 2003)."},
      {
        "id":"ED475684",
        "title":"The Future of Workforce Development--A Global Perspective."},
      {
        "id":"ED475686",
        "title":"Number of Jobs Held, Labor Market Activity, and Earnings Growth Among Younger Baby Boomers: Results from More Than Two Decades of a Longitudinal Survey. Bureau of Labor Statistics News."},
      {
        "id":"ED475687",
        "title":"Building a Digital Workforce. Part 1: Raising Technological Skills. NPA Report."},
      {
        "id":"ED475688",
        "title":"Building a Digital Workforce. Part 2: Reaching Out to Underserved Communities. NPA Report."},
      {
        "id":"ED475689",
        "title":"Improving the Health of Working Families: Research Connections Between Work and Health. NPA Report."},
      {
        "id":"ED475690",
        "title":"Analysis of Semiotic Principles in a Constructivist Learning Environment."},
      {
        "id":"ED475691",
        "title":"Food Stamp Employment and Training Program: Better Data Needed To Understand Who Is Served and What the Program Achieves. Report to Congressional Requesters."},
      {
        "id":"ED475692",
        "title":"Local Structures in Adult Education: A Discussion Paper."},
      {
        "id":"ED475693",
        "title":"Adult Learning in the Nineteenth Century in the Mirror of Novels and Short Stories: Czech Literature."},
      {
        "id":"ED475694",
        "title":"Business Education Crosswalking Standards: Grades Eight and Twelve."},
      {
        "id":"ED475695",
        "title":"Labor Exchange Skills Project. Final Report."},
      {
        "id":"ED475696",
        "title":"Demand, Supply and Results for Secondary Career and Technical Education."},
      {
        "id":"ED475697",
        "title":"Leapfrogging Over the Status Quo: E-Learning and the Challenge of Adult Literacy."},
      {
        "id":"ED475699",
        "title":"Workforce Training: Employed Worker Programs Focus on Business Needs, But Revised Performance Measures Could Improve Access for Some Workers. Report to Congressional Requesters."},
      {
        "id":"ED475700",
        "title":"Information Technology Training: Practices of Leading Private Sector Companies."},
      {
        "id":"ED475702",
        "title":"Improving Initial Assessment in Work-Based Learning."},
      {
        "id":"ED475703",
        "title":"Helping Children and Adolescents Cope with Violence and Disasters. Fact Sheet."},
      {
        "id":"ED475704",
        "title":"Expected Values and Reliability of Number-Right Scores for IRT Calibrated Items."},
      {
        "id":"ED475705",
        "title":"A Multiple-Case Study of Schools Participating in Action Research."},
      {
        "id":"ED475706",
        "title":"Age and Gender Differences in Performance on a Spatial Rotation Test."},
      {
        "id":"ED475707",
        "title":"Achievement Goal Pursuit: Are Different Goals Activated and More Beneficial in Different Types of Academic Situations?."},
      {
        "id":"ED475708",
        "title":"Students' Mathematics-Related Belief Systems: Design and Analysis of a Questionnaire."},
      {
        "id":"ED475709",
        "title":"Action Research and Teacher Performance Appraisal."},
      {
        "id":"ED475710",
        "title":"A Case Study on the Use of Portfolios in Principal Evaluation."},
      {
        "id":"ED475711",
        "title":"Student Achievement in Democratic Classrooms."},
      {
        "id":"ED475712",
        "title":"Instructional Design Factors Prompting Reflective Thinking in Problem-Based Learning Environments: Comparing Middle School and College Students' Perceptions."},
      {
        "id":"ED475713",
        "title":"Science Teachers' Perspectives of Web-Enhanced Problem-Based Learning Environment: A Qualitative Inquiry."},
      {
        "id":"ED475714",
        "title":"Construct Validity of &quot;Motivation Orientation &amp; Language Learning Strategies Scales&quot;: for Spanish as a Foreign Language."},
      {
        "id":"ED475715",
        "title":"System-Level and Strategic Indicators for Monitoring Higher Education in the Twenty-First Century. Studies on Higher Education."},
      {
        "id":"ED475716",
        "title":"Twelve Facts That May Surprise You about America's Private Colleges and Universities."},
      {
        "id":"ED475717",
        "title":"Guia para estudiantes: Ayuda economica del Departamento de Educacion de los Estados Unidos, 2003-2004 (The Student Guide: Financial Aid from the U.S. Department of Education, 2003-2004)."},
      {
        "id":"ED475718",
        "title":"Como reembolsar sus prestamos para estudiantes (Repaying Your Student Loans)."},
      {
        "id":"ED475719",
        "title":"The Massachusetts Board of Higher Education, 1990-2002."},
      {
        "id":"ED475720",
        "title":"Montana University System Biennial Briefing Book."},
      {
        "id":"ED475721",
        "title":"Purposes, Policies, Performance: Higher Education and the Fulfillment of a State's Public Agenda. National Center Report."},
      {
        "id":"ED475722",
        "title":"Great Expectations: How Floridians View Higher Education. National Center Report."},
      {
        "id":"ED475723",
        "title":"Great Expectations: How New Yorkers View Higher Education. National Center Report."},
      {
        "id":"ED475724",
        "title":"Great Expectations: How Illinois Residents View Higher Education. National Center Report."},
      {
        "id":"ED475725",
        "title":"Recent State Policy Initiatives in Education: A Supplement to &quot;Measuring Up 2000.&quot; National Center Report."},
      {
        "id":"ED475726",
        "title":"Some Next Steps for States: A Follow-Up to \"Measuring Up 2000.\" National Center Report."},
      {
        "id":"ED475727",
        "title":"Supplementary Analysis for \"Measuring Up 2000\": An Exploratory Report. National Center Report."},
      {
        "id":"ED475728",
        "title":"Great Expectations: How Californians View Higher Education. National Center Report."},
      {
        "id":"ED475729",
        "title":"Great Expectations: How Coloradans View Higher Education. National Center Report."},
      {
        "id":"ED475730",
        "title":"Following the Mobile Student: Can We Develop the Capacity for a Comprehensive Database To Assess Student Progression? Research Report."},
      {
        "id":"ED475733",
        "title":"Tracking Down Nonreturning Students at an Urban University: Method and Results."},
      {
        "id":"ED475734",
        "title":"Support Programs for Students on Academic Probation."},
      {
        "id":"ED475735",
        "title":"Engineering Department Chair's Roles and Responsibilities in Taiwan."},
      {
        "id":"ED475736",
        "title":"An Analysis of the Knowledge Levels of Ohio's Post-Secondary Educators in Public/State, Private and Two-Year Colleges and Universities Regarding Copyright Ownership of Web-based/Online Courses and Materials."},
      {
        "id":"ED475737",
        "title":"Toward Conceptualising Cultural Diversity: An Indigenous Critique."},
      {
        "id":"ED475738",
        "title":"ESL Teachers' Perceptions of the Cultural Variables that Impact on Teaching and Learning in the ESL Classroom."},
      {
        "id":"ED475739",
        "title":"Novice Teachers Navigating the Socio-Cultural Terrain of the ESL Classroom."},
      {
        "id":"ED475741",
        "title":"A Preliminary Model of Bilingual Writing Development for Spanish-Dominant and English-Dominant Students: Portraits from Dual-Language Classrooms."},
      {
        "id":"ED475742",
        "title":"African American Vernacular English and Dialect Awareness in English Departments."},
      {
        "id":"ED475743",
        "title":"How To Teach Listening."},
      {
        "id":"ED475744",
        "title":"Using Top-Down Skills to Increase Reading Comprehension."},
      {
        "id":"ED475745",
        "title":"Bilingual Education in Kyrgyzstan: Pros and Cons."},
      {
        "id":"ED475746",
        "title":"ESL Learners, Writing and the Acquisition of Academic Language."},
      {
        "id":"ED475747",
        "title":"Fitting Modern Technology into Established Teaching Practices."},
      {
        "id":"ED475748",
        "title":"Teacher Leadership Project 2001: Evaluation Report."},
      {
        "id":"ED475750",
        "title":"Investigating Online Learning Communities."},
      {
        "id":"ED475751",
        "title":"Understanding &quot;Romeo and Juliet&quot;: A Thematic Unit."},
      {
        "id":"ED475752",
        "title":"Project SPAN: The Statewide Parent Advocacy Network of New Jersey. Final Report."},
      {
        "id":"ED475753",
        "title":"Welfare Reform and Community Colleges: A Policy and Research Context. MDRC Working Paper."},
      {
        "id":"ED475754",
        "title":"Accreditation Status Report for SIAST Programs."},
      {
        "id":"ED475755",
        "title":"Summary of Themes and Issues. 2001-2002 Seminar Series. New Roles of Community Colleges [and] Academic Preparedness and Remediation in Community Colleges [and] Dual Enrollment in High Schools and Community College [and] Accountability and Learning Outcomes in Community Colleges."},
      {
        "id":"ED475758",
        "title":"Expanding the Use of Collaborative Interactive Group Action Research through Distance Technology."},
      {
        "id":"ED475759",
        "title":"Sharing a Model of Accountability: The Tri-County Charter School Partnership Evaluation."},
      {
        "id":"ED475760",
        "title":"Assessment Applications of Ontologies."},
      {
        "id":"ED475761",
        "title":"The Effects of Using ACT Composite Score and High School Average on College Admission Decisions for Racial/Ethical Groups. ACT Research Report Series."},
      {
        "id":"ED475762",
        "title":"Testing a Will, Skill, Tool Model of Technology Integration."},
      {
        "id":"ED475763",
        "title":"Standards-Based Assessment, Grading, and Reporting in Classrooms: Can District Training and Support Change Teacher Practice?"},
      {
        "id":"ED475764",
        "title":"North East Association for Institutional Research Annual Conference Proceedings (29th, Annapolis, Maryland, November 16-19, 2002)."},
      {
        "id":"ED475765",
        "title":"NAIT Employer Satisfaction Survey, 2000."},
      {
        "id":"ED475766",
        "title":"Advancing Teacher Development: Institutions of Higher Education Use the NBPTS Standards To Create Communities for Professional Learning."},
      {
        "id":"ED475767",
        "title":"Leading from the Classroom. Highlights from the 2001 NBPTS National Board Certified Teacher Leadership Survey. Special Section of Accomplished Teacher Magazine."},
      {
        "id":"ED475768",
        "title":"Q &amp; A: Questions and Answers for Teachers About National Board Certification, 2003."},
      {
        "id":"ED475769",
        "title":"Moving Education Forward... through National Board Certification."},
      {
        "id":"ED475771",
        "title":"Stepping Up to the Plate...Virginia's Commitment to a Highly Qualified Teacher in Every Classroom. A Report from the Committee To Enhance the K-12 Teaching Profession in Virginia."},
      {
        "id":"ED475772",
        "title":"Activities Underway To Improve Teacher Training, but Reporting on These Activities Could Be Enhanced. Report to Congressional Committees."},
      {
        "id":"ED475774",
        "title":"Using National Board Standards To Redesign Master's Degrees for Teachers: A Guide for Institutions of Higher Education."},
      {
        "id":"ED475775",
        "title":"The Impact of Alternative Certification in the Midwest. Policy Issues."},
      {
        "id":"ED475776",
        "title":"Links to the Past: Creating Hypertext Dialogues Drawn from Narrative History Collections. Learning Page Lesson Plan."},
      {
        "id":"ED475777",
        "title":"Marco Paul&apos;s Travels on the Erie Canal: An Educational Voyage. Learning Page Lesson Plan."},
      {
        "id":"ED475778",
        "title":"The Mathew Brady Bunch: Civil War Newspapers. Learning Page Lesson Plan."},
      {
        "id":"ED475779",
        "title":"Murder and Mayhem. &quot;The Great Gatsby&quot;: The Facts Behind the Fiction. Learning Page Lesson Plan."},
      {
        "id":"ED475780",
        "title":"Photojournalism: A Record of War. Learning Page Lesson Plan."},
      {
        "id":"ED475781",
        "title":"&quot;To Kill a Mockingbird&quot;: An Historical Perspective. Learning Page Lesson Plan."},
      {
        "id":"ED475782",
        "title":"Twain's &quot;Hannibal.&quot; Learning Page Lesson Plan."},
      {
        "id":"ED475783",
        "title":"Visions in the Dust: A Child's Perspective of the Dust Bowl. Learning Page Lesson Plan."},
      {
        "id":"ED475784",
        "title":"What Are We Fighting for Over There? Perspectives of the Great War. Learning Page Lesson Plan."},
      {
        "id":"ED475785",
        "title":"Especially for Teachers: Getting Started [and] Professional Development Handouts. Learning Page Lesson Plan."},
      {
        "id":"ED475787",
        "title":"Promising Practices in Community Development for Board Inclusion: NYS Developmental Disabilities Planning Council's Promoting Leadership Opportunities Demonstration Project."},
      {
        "id":"ED475788",
        "title":"Increasing the Chances for Deeper Change through Person-Centered Planning."},
      {
        "id":"ED475789",
        "title":"Real Connections: Making Distance Learning Accessible to Everyone."},
      {
        "id":"ED475790",
        "title":"Determining Appropriate Referrals of English Language Learners to Special Education: A Self-Assessment Guide for Principals."},
      {
        "id":"ED475791",
        "title":"Communication Fact Sheets for Parents."},
      {
        "id":"ED475792",
        "title":"Supporting Teachers during Online In-Service Instruction. PRISM Project Technical Report."},
      {
        "id":"ED475793",
        "title":"Behind the Label: The Functional Implications of Disability. SEELS (Special Education Elementary Longitudinal Study)."},
      {
        "id":"ED475794",
        "title":"The Children We Serve: The Demographic Characteristics of Elementary and Middle School Students with Disabilities and Their Households. SEELS (Special Education Elementary Longitudinal Study)."},
      {
        "id":"ED475795",
        "title":"Fiscal Year 2002 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED475796",
        "title":"Wisconsin Technical College System Board 2001-2002 Graduate Follow-Up Report."},
      {
        "id":"ED475797",
        "title":"Community Colleges and Teacher Education: A Challenging and Controversial Issue in Higher Education."},
      {
        "id":"ED475798",
        "title":"Fiscal Year 2003 Salary Report for the Illinois Public Community Colleges."},
      {
        "id":"ED475799",
        "title":"East-West Community College Project Leadership Training Report."},
      {
        "id":"ED475800",
        "title":"Customer Satisfaction: A Comparison of Community College and Employment Security Commission Joblink Career Centers in North Carolina."},
      {
        "id":"ED475801",
        "title":"Low Transfer Colleges: Methodology for Equitability in Identification."},
      {
        "id":"ED475802",
        "title":"The Role of the Community College in Teacher Education. New Directions for Community Colleges. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED475803",
        "title":"College Profiles, 2002: Public Community and Technical Colleges of Texas."},
      {
        "id":"ED475805",
        "title":"Dual Enrollment Programs: Easing Transitions from High School to College. CCRC Brief."},
      {
        "id":"ED475808",
        "title":"AnthroNotes: Museum of Natural History Publications for Educators, 2002."},
      {
        "id":"ED475809",
        "title":"Social Science Performance Descriptors, Grades 1-5."},
      {
        "id":"ED475810",
        "title":"Social Science Performance Descriptors, Grades 6-12."},
      {
        "id":"ED475811",
        "title":"Mexico and the Marianas U.S.A.: Comparing &amp; Contrasting. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475812",
        "title":"The Mexican Constitution: A Comparative View. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475813",
        "title":"Mexico--The Past, Present, and Future of Mexico: Democracy and Economic Sustainable Development. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475814",
        "title":"Mexico, Past and Present. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475815",
        "title":"Stereotypes and Realities: Mexico and Mejicano/as. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475817",
        "title":"El Dia de los Muertos: A Reference Module for Elementary and Middle School Students. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475818",
        "title":"Mexico: Legacies of Leadership--Legends and Heroes. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475819",
        "title":"Many Mexicos: An Artifact Exhibit on 7 Geographical and Cultural Regions of Mexico. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475820",
        "title":"Monterrey, La Ciudad Dorada/Monterrey, The Golden City. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475821",
        "title":"Mexican Muralists: Rivera, Siqueiros, and Orozco. Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2002 (Mexico)."},
      {
        "id":"ED475822",
        "title":"Islam and the Textbooks. A Report of the American Textbook Council."},
      {
        "id":"ED475823",
        "title":"Guidance on Constitutionally Protected Prayer in Public Elementary and Secondary Schools, February 7, 2003."},
      {
        "id":"ED475824",
        "title":"Civic Learning in Teacher Education: International Perspectives on Education for Democracy in the Preparation of Teachers."},
      {
        "id":"ED475825",
        "title":"Implementing the Shurley Method at Reelsville Elementary School To Raise Achievement Scores: Effective or Ineffective?"},
      {
        "id":"ED475826",
        "title":"Does This Fit? INTASC-based Portfolios in a Constructivist Program."},
      {
        "id":"ED475827",
        "title":"Pre-Service Science Teachers' Pedagogical Content Knowledge Regarding Density."},
      {
        "id":"ED475828",
        "title":"A Continuation Ratio Model for Ordered Category Items."},
      {
        "id":"ED475829",
        "title":"Applications of Multidimensional Diagnostic Scoring for Certification and Licensure Tests."},
      {
        "id":"ED475830",
        "title":"Test Information Targeting Strategies for Adaptive Multistage Testing Designs."},
      {
        "id":"ED475831",
        "title":"Exposure Control Using Adaptive Multi-Stage Item Bundles."},
      {
        "id":"ED475832",
        "title":"A Comparison of the Psychometric Qualities of Surveys Administered by Web and Traditional Methods."},
      {
        "id":"ED475833",
        "title":"Educational Accountability in England: The Role of Assessment."},
      {
        "id":"ED475834",
        "title":"Variability in Teaching Educational Psychology: Comparisons across Variables."},
      {
        "id":"ED475835",
        "title":"Development of an Instrument To Monitor the Success of Outcomes-Based Learning Environments in Science Classrooms in South Africa."},
      {
        "id":"ED475836",
        "title":"Evaluating Educational Impact: The Approach Followed by the Project on the Effectiveness of Problem Based Learning (PEPBL)."},
      {
        "id":"ED475837",
        "title":"Evaluating an Integrated Science Learning Environment (ISLE) Using a New Form of the Constructivist Learning Environment Survey (CLES)."},
      {
        "id":"ED475838",
        "title":"Differential Domain Functioning on the Numeracy Component of the Foundation Skills Assessment: Bringing the Context into Picture by Investigating Sociological/Community Moderated Test and Item Bias."},
      {
        "id":"ED475840",
        "title":"Health and Life Skills for Kindergarten to Grade 9: Guide to Implementation."},
      {
        "id":"ED475841",
        "title":"NBPTS Certification: Who Applies and What Factors Are Associated with Success?"},
      {
        "id":"ED475842",
        "title":"Minority Views on the Report of the Commission on Opportunity in Athletics."},
      {
        "id":"ED475843",
        "title":"Exploring Cultural Rituals. Learning Page Lesson Plan."},
      {
        "id":"ED475844",
        "title":"Figuring Somepin 'bout the Great Depression. Learning Page Lesson Plan."},
      {
        "id":"ED475845",
        "title":"Jackie Steals Home. Learning Page Lesson Plan."},
      {
        "id":"ED475846",
        "title":"&quot;Jacob Have I Loved.&quot; Learning Page Lesson Plan."},
      {
        "id":"ED475848",
        "title":"When Seeing Can Become Believing: A Film-Based Eco-Composition Course."},
      {
        "id":"ED475851",
        "title":"Summary of the Adolescent Literacy Workshop: State of the Science and Research Needs. Adolescent Literacy--Research Informing Practice: A Series of Workshops."},
      {
        "id":"ED475852",
        "title":"Summary of the Second Adolescent Literacy Workshop: Practice Models for Adolescent Literacy Success."},
      {
        "id":"ED475853",
        "title":"Adolescent Literacy: Model Development, Implementation, and Effectiveness. Adolescent Literacy--Research Informing Practice: A Series of Workshops."},
      {
        "id":"ED475854",
        "title":"Adolescent Literacy: Research Needs. Adolescent Literacy--Research Informing Practice: A Series of Workshops."},
      {
        "id":"ED475855",
        "title":"A Content Comparison of the NAEP and PIRLS Fourth-Grade Reading Assessments. Working Paper Series."},
      {
        "id":"ED475856",
        "title":"The Neglected \"R\": The Need for a Writing Revolution. Report of The National Commission on Writing in America's Schools and Colleges."},
      {
        "id":"ED475857",
        "title":"Get Medieval on Your Class: Pulp Fiction and the Composition Classroom."},
      {
        "id":"ED475858",
        "title":"Behavioral Consultant Application. PRISM Project Technical Report."},
      {
        "id":"ED475859",
        "title":"Follow-Up of Online Instruction: Effectiveness of Peer Coaching Seminar Course. PRISM Technical Report."},
      {
        "id":"ED475862",
        "title":"Visual Impairment and Its Effect on the Development of the Self-Concept."},
      {
        "id":"ED475864",
        "title":"State and Local Level Special Education Programs That Work and Federal Barriers to Innovation. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED475865",
        "title":"Rethinking Special Education: How To Reform the Individuals with Disabilities Education Act. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED475866",
        "title":"Special Education Finance at the Federal, State and Local Levels. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED475867",
        "title":"Assessing the Assistive Technology Act of 1998. Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (March 21, 2002)."},
      {
        "id":"ED475868",
        "title":"Learning Disabilities and Early Intervention Strategies: How To Reform the Special Education Referral and Identification Process. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED475869",
        "title":"Reforming the Individuals with Disabilities Education Act: Recommendations from the President's Commission on Excellence in Special Education. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED475870",
        "title":"The Principal as Instructional Leader: A Position for Enhancing Mathematics Learning in Rural Schools. Working Paper."},
      {
        "id":"ED475872",
        "title":"This Works: Improving Urban Education. Civic Bulletin."},
      {
        "id":"ED475873",
        "title":"Increasing Opportunities for Older Youth in After-School Programs. A Report on the Experiences of Boys &amp; Girls Clubs in Boston and New York City."},
      {
        "id":"ED475874",
        "title":"Charter School Accountability in New York: Findings from a Three-Year Study of Charter School Authorizers. Charter School Research Project."},
      {
        "id":"ED475875",
        "title":"Beyond Islands of Excellence: What Districts Can Do To Improve Instruction and Achievement in All Schools. A Project of the Learning First Alliance [and] A Leadership Brief."},
      {
        "id":"ED475876",
        "title":"From Risk to Opportunity: Fulfilling the Educational Needs of Hispanic Americans in the 21st Century. Final Report of the President's Advisory Commission on Educational Excellence for Hispanic Americans."},
      {
        "id":"ED475877",
        "title":"Children Having Children: Teen Pregnancy and Homelessness in New York City. A Report of the Institute for Children and Poverty."},
      {
        "id":"ED475879",
        "title":"Characteristics of Higher and Lower Performing Urban School Districts in Ohio: Furthering the Development of Criteria Useful in Evaluating Urban School Governance."},
      {
        "id":"ED475880",
        "title":"Using Strategic Communication To Support Families: A Guide to Key Ideas, Effective Approaches, and Technical Assistance Resources for Making Connections Cities and Site Teams."},
      {
        "id":"ED475881",
        "title":"How Do Educators' Cultural Belief Systems Affect Underserved Students' Pursuit of Postsecondary Education? PREL Briefing Paper."},
      {
        "id":"ED475882",
        "title":"A Call For High School Reform."},
      {
        "id":"ED475883",
        "title":"Assessing Child Mental Health Services in New York: A Report on Three Focus Groups, Winter 2003."},
      {
        "id":"ED475884",
        "title":"No One's Priority: The Plight of Children with Serious Mental Disorders in Medicaid Systems. A Report on Six Focus Groups in Two States."},
      {
        "id":"ED475885",
        "title":"Merging System of Care Principles with Civil Rights Law: Olmstead Planning for Children with Serious Emotional Disturbance. Questions, Answers and Recommendations for State Policymakers and Advocates."},
      {
        "id":"ED475886",
        "title":"The Federal Government and Interagency Systems of Care for Children with Serious Mental Disorders: Help or Hindrance?"},
      {
        "id":"ED475887",
        "title":"Helping Yourself Heal: A Recovering Woman&apos;s Guide to Coping with Childhood Abuse Issues."},
      {
        "id":"ED475888",
        "title":"What You Should Know about Alcohol Problems. Substance Abuse in Brief, April 2003."},
      {
        "id":"ED475889",
        "title":"Problems of Drug Dependence, 2002: Proceedings of the 64th Annual Scientific Meeting, The College on Problems of Drug Dependence, Inc."},
      {
        "id":"ED475890",
        "title":"ODDJP's Tribal Youth Initiatives: Juvenile Justice Bulletin."},
      {
        "id":"ED475891",
        "title":"Residential Substance Abuse Treatment for State Prisoners: Breaking the Drug-Crime Cycle among Parole Violators."},
      {
        "id":"ED475892",
        "title":"Youth Victimization: Prevalence and Implications. Research in Brief."},
      {
        "id":"ED475893",
        "title":"Drugs of Abuse."},
      {
        "id":"ED475894",
        "title":"Abuso de Medicamentos Prescritos y la Juventud: Boletin Informativo."},
      {
        "id":"ED475895",
        "title":"Assessing Child Mental Health Services in the Oregon Health Plan: A Report on Three Focus Groups, Fall 2002."},
      {
        "id":"ED475896",
        "title":"Myths and Facts about School Vouchers."},
      {
        "id":"ED475897",
        "title":"Two Roads to Reform: Comparing the Research on Vouchers and Class-Size Reduction."},
      {
        "id":"ED475899",
        "title":"National Survey of Latinos, 2002 : Summary of Findings."},
      {
        "id":"ED475900",
        "title":"Are Experiments the Only Option? A Look at Dropout Prevention Programs."},
      {
        "id":"ED475901",
        "title":"Juvenile Arrests, 2000. Juvenile Justice Bulletin."},
      {
        "id":"ED475902",
        "title":"Approaches to Truancy Prevention."},
      {
        "id":"ED475903",
        "title":"Implementing a School Safety Project: An Evaluation of the I.S. 275 Brownsville Youth for Peace School Safety Project."},
      {
        "id":"ED475904",
        "title":"Helping At-Risk Students Meet Standards: A Synthesis of Evidence-Based Classroom Practices."},
      {
        "id":"ED475905",
        "title":"Race as a Factor in Juvenile Arrests. Juvenile Justice Bulletin."},
      {
        "id":"ED475906",
        "title":"Bridging the Great Divide: Broadening Perspectives on Closing the Achievement Gaps."},
      {
        "id":"ED475907",
        "title":"African-American Children: State-Level Measures of Child Well-Being From the 2000 Census. Kids Count Pocket Guide."},
      {
        "id":"ED475908",
        "title":"Latino Children: State-Level Measures of Child Well-Being from the 2000 Census. Kids Count Pocket Guide."},
      {
        "id":"ED475909",
        "title":"Organizing for School Reform: How Communities Are Finding Their Voices and Reclaiming Their Public Schools."},
      {
        "id":"ED475910",
        "title":"Case Study on Education Opportunities for Hill Tribes in Northern Thailand: Implications for Sustainable Rural Development."},
      {
        "id":"ED475911",
        "title":"Fredonia Migrant Education Outreach Program: Empowerment for Life's Challenges."},
      {
        "id":"ED475912",
        "title":"Northwest Edinburg Community Resource Center: A Successful Model for Colonia Resident Empowerment."},
      {
        "id":"ED475913",
        "title":"Academic Aspirations and Expectations: Perceptions of Rural Seventh Graders and Their Parents."},
      {
        "id":"ED475914",
        "title":"Using School-Community Parternships To Bolster Student Learning. Policy Brief."},
      {
        "id":"ED475915",
        "title":"Investing for the Future: 2002 in Review."},
      {
        "id":"ED475916",
        "title":"Multiple Literacies on Main Street and in the Academy: A Longitudinal Study of Two Working-Class, Rural Adolescents."},
      {
        "id":"ED475917",
        "title":"Futures in Quality Education: An Alternative Career Pathway from Paraprofessional to Teacher."},
      {
        "id":"ED475918",
        "title":"NECC 2002: National Educational Computing Conference Proceedings (23rd, San Antonio, Texas, June 17-19, 2002)."},
      {
        "id":"ED475919",
        "title":"Middle School Technology Use--Design Impediments versus Classroom Needs."},
      {
        "id":"ED475920",
        "title":"Effect of Online Learning on Struggling ESL College Writers."},
      {
        "id":"ED475921",
        "title":"Results of Separate and Integrated Technology Instruction in Preservice Training."},
      {
        "id":"ED475922",
        "title":"The JASON Project's Multimedia Science Curriculum Impact on Student Learning: A Summary of the Year One Evaluation Report."},
      {
        "id":"ED475923",
        "title":"Best Practices in Cyberspace: Motivating the Online Learner."},
      {
        "id":"ED475924",
        "title":"Classroom Teachers Working with Software Designers: The Wazzu Widgets Project."},
      {
        "id":"ED475925",
        "title":"Interactive Learning Exhibits: Designs for Building Teacher and Student Capacity."},
      {
        "id":"ED475926",
        "title":"Intel Preservice Teach to the Future at University of North Texas."},
      {
        "id":"ED475927",
        "title":"Research, Students with Disabilities, and Technology: Guidelines for Teacher Educators."},
      {
        "id":"ED475928",
        "title":"Systems Analysis of Learning Theory through Causal Influence Diagrams."},
      {
        "id":"ED475929",
        "title":"The Adventure of the Discussion Board."},
      {
        "id":"ED475930",
        "title":"Online Professional Development: Building Administrators' Capacity for Technology Leadership."},
      {
        "id":"ED475931",
        "title":"Faculty Technology Professional Development: A Pedagogical and Curricular Reform Model."},
      {
        "id":"ED475932",
        "title":"Using Threaded Discussions as a Discourse Support."},
      {
        "id":"ED475933",
        "title":"The Impact on Student Academic Achievement Using an Online Process Provided to Students and Parents."},
      {
        "id":"ED475934",
        "title":"Environmental and Personal Factors Effecting K-12 Teacher Utilization of Technology."},
      {
        "id":"ED475935",
        "title":"Total Operational Costs Report."},
      {
        "id":"ED475936",
        "title":"Criteria for Evaluating Web-Based Hypertext."},
      {
        "id":"ED475937",
        "title":"Linking Multiple Databases: Term Project Using \"Sentences\" DBMS."},
      {
        "id":"ED475938",
        "title":"Learning Geometry Dynamically: Teacher Structure or Facilitation?"},
      {
        "id":"ED475939",
        "title":"IT and the Attitudes of Middle School Girls: A Follow-Up Study."},
      {
        "id":"ED475940",
        "title":"Selected Findings from the Evaluation of Intel[R] Teach to the Future."},
      {
        "id":"ED475941",
        "title":"Intel Teach to the Future: A Partnership for Professional Development."},
      {
        "id":"ED475942",
        "title":"Be the Technology: Redefining Technology Integration in Classrooms."},
      {
        "id":"ED475943",
        "title":"Professional Development: Building Effective Virtual Communities through Cooperative Learning."},
      {
        "id":"ED475944",
        "title":"Experience Counts: Comparing Inservice and Preservice Teachers Technology-Integration Decisions."},
      {
        "id":"ED475945",
        "title":"The Joys and Sorrows of Teaching Computer Literacy Online."},
      {
        "id":"ED475946",
        "title":"Understanding the Role of Self-Efficacy in Teachers' Purposes for Using the Internet with Students."},
      {
        "id":"ED475947",
        "title":"Challenges in Implementing Technology-Rich Curricular High School Biology Materials: First Year Findings from the \"Exploring Life\" Project."},
      {
        "id":"ED475948",
        "title":"Participation in a Technological World: The Meaning of Educational Technology in the Lives of Young Adult Central American Immigrants."},
      {
        "id":"ED475949",
        "title":"Online Databases in the History Curriculum: Encouraging Historical Thinking Skills and Positive Discussion Strategies."},
      {
        "id":"ED475950",
        "title":"An AlphaSmart for Each Student: Does Teaching and Learning Change with Full Access to Word Processors?"},
      {
        "id":"ED475951",
        "title":"Learning To Integrate Technology Lessons Learned from a PT3 Implementation Project."},
      {
        "id":"ED475952",
        "title":"Pre-Service Teacher Training and Implementation in the Classroom: Considerations."},
      {
        "id":"ED475953",
        "title":"Digital Video/Multimedia Portfolios as a Tool To Develop Reflective Teacher Candidates."},
      {
        "id":"ED475954",
        "title":"Authentic Assessment of Student Understanding in Near-Real Time!"},
      {
        "id":"ED475955",
        "title":"Online Discourse: Expansive Possibilities in the History Classroom."},
      {
        "id":"ED475956",
        "title":"Analog and Digital Video Production Techniquest in Media Literacy Education."},
      {
        "id":"ED475958",
        "title":"The Governor's FY 2004 Budget Proposal: Investing in Children in Tough Times. Budget and Tax Policy Initiative Special Report."},
      {
        "id":"ED475959",
        "title":"Addressing Child Care Challenges for Children with Disabilities: Proposals for CCDBG and IDEA Reauthorizations."},
      {
        "id":"ED475960",
        "title":"Child Care Development Fund (CCDF): Report to Congress."},
      {
        "id":"ED475961",
        "title":"School Lunch Program: Efforts Needed To Improve Nutrition and Encourage Healthy Eating. United States General Accounting Office Report to Congressional Requesters."},
      {
        "id":"ED475962",
        "title":"Third National Even Start Evaluation: Program Impacts and Implications for Improvement."},
      {
        "id":"ED475963",
        "title":"Newborn Screening: Characteristics of State Programs."},
      {
        "id":"ED475964",
        "title":"Quality Child Care for Infants and Toddlers: Case Studies of Three Community Strategies. Final Report."},
      {
        "id":"ED475965",
        "title":"Early Childhood Education: A Call to Action from the Business Community. Why America Needs High-Quality Early Childhood Education."},
      {
        "id":"ED475966",
        "title":"Fatality Analysis Reporting System, General Estimates System: 2001 Data Summary."},
      {
        "id":"ED475967",
        "title":"Preschool Second-Language Acquisition: A Parent Involvement Program To Reinforce Classroom Learning."},
      {
        "id":"ED475968",
        "title":"Reaching More Hungry Children: The Seamless Summer Food Waiver. Issue Brief."},
      {
        "id":"ED475969",
        "title":"Implementation of the State Children&apos;s Health Insurance Program: Synthesis of State Evaluations. Background for the Report to Congress."},
      {
        "id":"ED475971",
        "title":"Foster Children Placed with Relatives Often Receive Less Government Help: New Federalism Issues and Options for States. An Urban Institute Program To Assess Changing Social Policies, Series A."},
      {
        "id":"ED475972",
        "title":"State of the World's Mothers, 2003: Protecting Women and Children in War and Conflict."},
      {
        "id":"ED475973",
        "title":"Best Interest of the Child: Emerging Issues in Child Welfare. A Special Report."},
      {
        "id":"ED475975",
        "title":"Assessment of Benefits and Costs of Out of School Care: Insight."},
      {
        "id":"ED475977",
        "title":"Lighting Control Best Practice Guide: Schools."},
      {
        "id":"ED475978",
        "title":"Saving Ohio's Historic Neighborhood Schools: A Primer for School Preservation Advocates."},
      {
        "id":"ED475979",
        "title":"Historic Schools Technical Assistance Consortium. Final Report."},
      {
        "id":"ED475980",
        "title":"Reading Instruction for Students with Mild Mental Retardation: Is There a Best Approach?"},
      {
        "id":"ED475981",
        "title":"Results of the Survey of RP Group Members: An Element in Strategic Planning for the Research &amp; Planning Unit."},
      {
        "id":"ED475982",
        "title":"Career Placement and Graduate Transfer Report, 2001."},
      {
        "id":"ED475983",
        "title":"Ontario Community Colleges and Change: Is There an Essence That Has Remained Constant? Does It Matter?"},
      {
        "id":"ED475984",
        "title":"Houston Community College System Fact Book, 2001-2002."},
      {
        "id":"ED475986",
        "title":"Extending School-to-College Programs to the Community College: Taking a Realistic View."},
      {
        "id":"ED475987",
        "title":"Examining the Length of Time to Completion at a Community College."},
      {
        "id":"ED475988",
        "title":"Faculty Retention Study, 2002."},
      {
        "id":"ED475989",
        "title":"Graduate Assessment Survey Report Summary, 2001-2002."},
      {
        "id":"ED475990",
        "title":"Opening Doors to Earning Credentials: Curricular and Program Format Innovations That Help Low-Income Students Succeed in Community Colleges."},
      {
        "id":"ED475991",
        "title":"Santa Fe Community College Fact Book, 2002-2003."},
      {
        "id":"ED475992",
        "title":"Ohio Department of Education K-12 Social Studies Academic Content Standards."},
      {
        "id":"ED475993",
        "title":"The North Carolina Social Studies Standard Course of Study, Effective 2003-2004 School Year."},
      {
        "id":"ED475994",
        "title":"Economics, the Enterprise System, and Finance."},
      {
        "id":"ED475995",
        "title":"&quot;Drawing&quot; Conclusions about Public School Facility Needs: Pupil Perception of Space Illuminated through Their Art."},
      {
        "id":"ED475996",
        "title":"Taking Responsibility: Standards for Ethical and Responsible Behavior in Maine Schools and Communities."},
      {
        "id":"ED475997",
        "title":"Social Studies Key Concepts Document for United States History, Grade 11. GEE 21: Graduation Exit Examinations for the 21st Century."},
      {
        "id":"ED475998",
        "title":"Kansas Curricular Standards for Visual Arts."},
      {
        "id":"ED475999",
        "title":"Back Stairs at Brucemore: Life as Servants in Early 20th-Century America. Teaching with Historic Places."},
      {
        "id":"ED476001",
        "title":"Currents and Undercurrents: An Administrative History of Lake Roosevelt National Recreation Area."},
      {
        "id":"ED476002",
        "title":"Bordering the Mainstream: A Needs Assessment of Latinos in Berwyn and Cicero, Illinois."},
      {
        "id":"ED476003",
        "title":"Religion Matters: Predicting Schooling Success among Latino Youth. Interim Reports."},
      {
        "id":"ED476004",
        "title":"High Time for High School Reform: Early Findings from the Evaluation of the National School District and Network Grants Program."},
      {
        "id":"ED476005",
        "title":"The Problematic of the Practice of Teachers' Training in Inuit Communities within a Perspective of Knowledge Construction in Collaboration."},
      {
        "id":"ED476006",
        "title":"Notable Mexican American Women."},
      {
        "id":"ED476007",
        "title":"They were &quot;Happy to Rock Along in This Trend,&quot; The San Felipe Independent School District."},
      {
        "id":"ED476008",
        "title":"A Pilot Project To Include Culture in the Spanish Business Language Curriculum for Heritage Speakers."},
      {
        "id":"ED476009",
        "title":"The Carlisle Indian Boarding School and Its Literary Legacy: The War with the Pen."},
      {
        "id":"ED476010",
        "title":"Rapid Rural Appraisal: A Case Study in Rural Mexico."},
      {
        "id":"ED476011",
        "title":"Our &quot;First Education.&quot;"},
      {
        "id":"ED476012",
        "title":"Participation in Government."},
      {
        "id":"ED476013",
        "title":"Iraq: A Geography."},
      {
        "id":"ED476014",
        "title":"Afghanistan: A Regional Geography."},
      {
        "id":"ED476015",
        "title":"North Korea: A Geographical Analysis."},
      {
        "id":"ED476016",
        "title":"The 1897 Petition against the Annexation of Hawaii. Teaching with Documents."},
      {
        "id":"ED476017",
        "title":"The Panama Canal Treaties: How Treaties Are Ratified."},
      {
        "id":"ED476018",
        "title":"Hoover and Truman--A Presidential Friendship."},
      {
        "id":"ED476019",
        "title":"Industrial Workers as Resource Persons: Subjectivity as an Element in Qualification Analysis."},
      {
        "id":"ED476022",
        "title":"Putting It All Together: Learning for Work and Learning About Work in the Horticulture Industry."},
      {
        "id":"ED476023",
        "title":"In Our Hands: How Hospital Leaders Can Build a Thriving Workforce."},
      {
        "id":"ED476024",
        "title":"VET in the United States of American and Canada."},
      {
        "id":"ED476025",
        "title":"Labor Market Trends for Technology-Focused Occupations and Career Fields: Implications for High School/High Tech Program Operators."},
      {
        "id":"ED476026",
        "title":"Making a European Area of Lifelong Learning a Reality. Communication from the Commission."},
      {
        "id":"ED476028",
        "title":"The Future of Career and Technical Education."},
      {
        "id":"ED476029",
        "title":"The Voice of THIMUN Youth: Action Papers of the Annual Session (2nd, The Hague, Netherlands, January 27-February 1, 2002)."},
      {
        "id":"ED476033",
        "title":"Active Labour Market Policy and Gender Mainstreaming in Germany: Gender-Specific Aspects of Participation and Destination in Selected Instruments of the Federal Employment Service. IAB Labour Market Research Topics."},
      {
        "id":"ED476034",
        "title":"Internet Integration in High Schools: Patterns, Opportunities, and Barriers."},
      {
        "id":"ED476035",
        "title":"Addressing Lead-Based Paint Hazards During Renovation, Remodeling, and Rehabilitation in Federally Owned and Assisted Housing. Instructor Manual for Use in HUD-Sponsored Lead-Safe Work Practices Training."},
      {
        "id":"ED476037",
        "title":"Early Identification of Skill Needs in Europe. CEDEFOP Reference Series."},
      {
        "id":"ED476039",
        "title":"Evolution of Activists: Prison Women's Writings as Change Agent for Their Communities."},
      {
        "id":"ED476040",
        "title":"Learning-Within-Relationship as Context and Process in Adult Education: Impact on Transformative Learning and Social Change Agency."},
      {
        "id":"ED476041",
        "title":"The Incorporation of HIV/AIDS Into Identity Over Time: Transformational Tales Continued."},
      {
        "id":"ED476042",
        "title":"Narrative Dimensions of Transformative Learning."},
      {
        "id":"ED476044",
        "title":"Indoor Air Quality In Maine Schools: Report of the Task Force To Examine the Establishment and Implementation of State Standards for Indoor Air Quality in Maine Schools."},
      {
        "id":"ED476045",
        "title":"Health and Safety Guide for K-12 Schools in Washington."},
      {
        "id":"ED476046",
        "title":"Citizen Oversight of Public School Construction Programs: In Search of Promising Practice."},
      {
        "id":"ED476047",
        "title":"Equality and Liberty in State Policy for the Funding of School Capital Expenditures."},
      {
        "id":"ED476048",
        "title":"Substance Abuse: The Nation's Number One Health Problem. Key Indicators for Policy. Update."},
      {
        "id":"ED476050",
        "title":"Helping Schoolchildren Cope with Anger: A Cognitive-Behavioral Intervention."},
      {
        "id":"ED476052",
        "title":"Safe &amp; Sound: Models for Collaboration between the Child Welfare &amp; Addiction Treatment Systems."},
      {
        "id":"ED476053",
        "title":"Radio Daze: Alcohol Ads Tune in Underage Youth."},
      {
        "id":"ED476054",
        "title":"The Unsolved Challenge of System Reform: The Condition of the Frontline Human Services Workforce."},
      {
        "id":"ED476055",
        "title":"Ninos en Riesgo: Boletin Informativo."},
      {
        "id":"ED476056",
        "title":"Keeping Youth Drug Free."},
      {
        "id":"ED476057",
        "title":"Masculinity Ideology and Gender Role Conflict across Cultures: Implications for Counseling African, Asian, and Hispanic/Latino Men."},
      {
        "id":"ED476058",
        "title":"Interdisciplinary Research for Teaching and Learning Mathematics in Rural Schools: Considerations for Creating a Mathematics and Vocational Education Research Agenda. Working Paper."},
      {
        "id":"ED476059",
        "title":"School District Organization in South Carolina: Evaluating Performance and Fiscal Efficiency."},
      {
        "id":"ED476060",
        "title":"Rural Resistance to Higher Education: In Search of a Better Way."},
      {
        "id":"ED476061",
        "title":"The Grand Junction Report: Issues of Equality in the Mesa Valley."},
      {
        "id":"ED476062",
        "title":"Community Psychology, Planning, and Learning: A U.S. Perspective on Sustainable Development."},
      {
        "id":"ED476063",
        "title":"Strategies That Work: What Does the Evidence Tell Us? Research to Practice."},
      {
        "id":"ED476064",
        "title":"Book of Readings. Delta Pi Epsilon National Conference (Cleveland, OH, November 21-23, 2002)."},
      {
        "id":"ED476065",
        "title":"Proceedings of the Annual Meeting of the International Group for the Psychology of Mathematics Education (26th, Norwich, England, July 21-26, 2002). Volumes 1-4."},
      {
        "id":"ED476066",
        "title":"Student Achievement Gaps in High-Performing Schools: Differences as a Function of the Professional Staff as a Learning Community."},
      {
        "id":"ED476067",
        "title":"Lessons Learned in Navajoland: Student Teachers Reflect on Professional and Cultural Learning in Reservation Schools and Communities."},
      {
        "id":"ED476073",
        "title":"The \"Formal,\" the \"Planned,\" and the \"Learned\" Curriculum in an Elementary Education Methods Course for Mathematics: Three Perspectives on Course Content."},
      {
        "id":"ED476074",
        "title":"Student Perceptions of the Integration of Faith, Learning, and Practice in a Selected Education Course."},
      {
        "id":"ED476076",
        "title":"Partnerships in Education: Key Findings on the Role of NGOs in Basic Education in Africa."},
      {
        "id":"ED476077",
        "title":"Linguistic Relativity and Place Value Concept: The Case of Arabic."},
      {
        "id":"ED476078",
        "title":"Little Children, Big Mathematics: Learning and Teaching in the Pre-School."},
      {
        "id":"ED476079",
        "title":"Researching Primary Numeracy."},
      {
        "id":"ED476080",
        "title":"How Students Structure Their Own Investigations and Educate Us: What We've Learned from a Fourteen Year Study."},
      {
        "id":"ED476081",
        "title":"Mathematical Epistemologies at Work."},
      {
        "id":"ED476082",
        "title":"Taking the Modeling Perspective Seriously at the Elementary School Level: Promises and Pitfalls."},
      {
        "id":"ED476083",
        "title":"Learning from Learners."},
      {
        "id":"ED476084",
        "title":"Abstraction: What Theory Do We Need in Mathematics Education?"},
      {
        "id":"ED476085",
        "title":"Complexity of Mathematics in the Real World."},
      {
        "id":"ED476086",
        "title":"What Makes an Example Exemplary?: Pedagogical and Research Issues in Transitions from Numbers to Number Theory."},
      {
        "id":"ED476087",
        "title":"Proofs in Number Theory: History and Heresy."},
      {
        "id":"ED476088",
        "title":"Authority in the Mathematics Classroom and Its Influence on Students' Ability To Reflect."},
      {
        "id":"ED476089",
        "title":"Proving or Refuting Arithmetic Claims: The Case of Elementary School Teachers."},
      {
        "id":"ED476090",
        "title":"The Influence of Subject Matter on Teachers' Practices: Two Case Studies."},
      {
        "id":"ED476091",
        "title":"The Development of Disciplinary Relationships: Knowledge, Practice, and Identity in Mathematics Classrooms."},
      {
        "id":"ED476092",
        "title":"Mathematical Thinking: Studying the Notion of \"Transfer\"."},
      {
        "id":"ED476093",
        "title":"Towards Understanding Teachers' Philosophical Beliefs about Mathematics."},
      {
        "id":"ED476094",
        "title":"Development of 10-Year-Olds' Mathematical Modelling."},
      {
        "id":"ED476095",
        "title":"Factors Affecting the Implementation of Reforms in School Mathematics."},
      {
        "id":"ED476096",
        "title":"Comparing Representations and Reasoning in Young Children with Two-Year College Students."},
      {
        "id":"ED476097",
        "title":"Have All Children Benefited? A Perspective on Curriculum Initiatives and Low Achievers."},
      {
        "id":"ED476098",
        "title":"Can Poor Students Identify the Good Features of a Demonstrated Problem Solving Method and Use It To Solve a Generalization Problem?"},
      {
        "id":"ED476099",
        "title":"Facilitating Student Learning through Math Journals."},
      {
        "id":"ED476100",
        "title":"What Factors Influence the Formation of Teachers' Professional Communities and Why Should We Care?"},
      {
        "id":"ED476101",
        "title":"Fundamental Cycles of Cognitive Growth."},
      {
        "id":"ED476102",
        "title":"Describing Young Children's Deductive Reasoning."},
      {
        "id":"ED476103",
        "title":"From Theory to Practice: Explaining Successful and Unsuccessful Teaching Activities (Case of Fractions)."},
      {
        "id":"ED476104",
        "title":"Learning from Learners: Robust Counterarguments in Fifth Graders' Talk about Reasoning and Proving."},
      {
        "id":"ED476105",
        "title":"Orientation to Schooling and School Improvement."},
      {
        "id":"ED476106",
        "title":"Summary of an Analysis of Pupil-Teacher Ratio and Class Size: Differences That Make a Difference and Its Implications on Staffing for Class-Size Reduction."},
      {
        "id":"ED476107",
        "title":"Driven To Succeed: High-Performing, High-Poverty, Turnaround Middle Schools. Volume I: Cross-Case Analysis of High-Performing, High-Poverty, Turnaround Middle Schools."},
      {
        "id":"ED476108",
        "title":"Driven To Succeed: High-Performing, High-Poverty, Turnaround Middle Schools. Volume II: Case Studies of High-Performing, High-Poverty, Turnaround Middle Schools."},
      {
        "id":"ED476109",
        "title":"Culturally Responsive Schools for Micronesian Immigrant Students. PREL Briefing Paper."},
      {
        "id":"ED476110",
        "title":"Partnerships for Free Choice Learning: Public Libraries, Museums, and Public Broadcasters Working Together."},
      {
        "id":"ED476111",
        "title":"Family Religious Involvement and the Quality of Family Relationships for Early Adolescents. A Research Report of the National Study of Youth and Religion."},
      {
        "id":"ED476112",
        "title":"Age, Race, and Childrens Living Arrangements: Implications for TANF Reauthorization. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies. Series B."},
      {
        "id":"ED476113",
        "title":"School Success Tool-Kit: Tools To Help You Get Involved in Your Child's Education."},
      {
        "id":"ED476114",
        "title":"Are Married Parents Really Better for Children? What Research Says about the Effects of Family Structure on Child Well-Being."},
      {
        "id":"ED476116",
        "title":"A New Core Curriculum for All: Aiming High for Other Peoples Children. Thinking K-16."},
      {
        "id":"ED476117",
        "title":"Managing To Parent: Social Support, Social Capital, and Parenting Practices among Welfare-Participating Mothers with Young Children. Discussion Paper."},
      {
        "id":"ED476120",
        "title":"Community-Based Language Training for Immigrant Women and Seniors in Manitoba."},
      {
        "id":"ED476121",
        "title":"Emotional Intelligence Skills: Significant Factors in Freshmen Achievement and Retention."},
      {
        "id":"ED476122",
        "title":"Web-Based Lessons Using Municipal Government Sites."},
      {
        "id":"ED476123",
        "title":"Rural Survival. Proceedings of the Annual Conference of the American Council on Rural Special Education (ACRES) (23rd, Salt Lake City, Utah, March 20-22, 2003)."},
      {
        "id":"ED476124",
        "title":"Forced Change and Change Forces: Peer Pressures within the Academy."},
      {
        "id":"ED476126",
        "title":"Revision and Validation of the Revised Teacher Beliefs Survey."},
      {
        "id":"ED476134",
        "title":"Value-Added Analysis: A Review of Related Issues."},
      {
        "id":"ED476136",
        "title":"Rasch Analysis of Inattentive, Hyperactive and Impulsive Behaviour in Young Children and the Link with Academic Achievement."},
      {
        "id":"ED476138",
        "title":"Recovery of Graded Response and Partial Credit Parameters in MULTILOG and PARSCALE."},
      {
        "id":"ED476143",
        "title":"Relationships among P-12 and Higher Education Report Cards for State Education Systems."},
      {
        "id":"ED476144",
        "title":"How Communities Can Use Research To Hold School Systems Accountable."},
      {
        "id":"ED476145",
        "title":"Learning and Teaching Qualitative Research with Qualitative Data Analysis Software."},
      {
        "id":"ED476146",
        "title":"A Pilot Systematic Review and Meta-Analysis on the Effectiveness of Problem Based Learning."},
      {
        "id":"ED476147",
        "title":"Using DIF Dissection To Assess Effects of Item Deletion Due to DIF on the Performance of SAT I: Reasoning Test Sub-populations."},
      {
        "id":"ED476148",
        "title":"Scoring Multiple True False Items: A Comparison of Summed Scores and Response Pattern Scores at Item and Test Levels."},
      {
        "id":"ED476149",
        "title":"Beyond &quot;No Child Left Behind&quot;."},
      {
        "id":"ED476152",
        "title":"What Is the Alignment Between Knowledge and Skill for University Success and State Academic Content Standards?"},
      {
        "id":"ED476153",
        "title":"Improving Library Research Skills."},
      {
        "id":"ED478156",
        "title":"Title IV-B Child and Family Services Plans: An Evaluation of Specific Measures Taken by States To Comply with the Indian Child Welfare Act."},
      {
        "id":"ED478157",
        "title":"The Key and the Coveted: An Expose on the Lack of First Nations Representation in First Nations Studies Programs at the College and University Level."},
      {
        "id":"ED478158",
        "title":"Education in a Global Era: Exploring the Impact of Global Economic Exchanges on Mexican Education."},
      {
        "id":"ED478162",
        "title":"Alignment and College Admissions: The Match of Expectations, Assessments, and Educator Perspectives. CSE Technical Report."},
      {
        "id":"ED478163",
        "title":"A Follow-Up Investigation of the Role of Cover Story on the Assessment of Experimental Design Skills. CSE Technical Report."},
      {
        "id":"ED478164",
        "title":"Critical Thinking Requires Critical Doing: An Analysis of Students' Multicultural Experiences within Freire's Framework."},
      {
        "id":"ED478165",
        "title":"Implementing the No Child Left Behind Act: The Potential for a &quot;Perfect Storm&quot;."},
      {
        "id":"ED478166",
        "title":"The Effect of Including or Excluding Students with Testing Accommodations on IRT Calibrations."},
      {
        "id":"ED478167",
        "title":"Separate versus Concurrent Calibration Methods in Vertical Scaling."},
      {
        "id":"ED478168",
        "title":"Dichotomous Pedagogies and the Promise of Comparative Research."},
      {
        "id":"ED478169",
        "title":"Immigrant Generational Differences in Academic Achievement and Its Growth: The Case of Asian American High School Students."},
      {
        "id":"ED478170",
        "title":"The Impact of Conditional Scores on the Performance of DETECT."},
      {
        "id":"ED478171",
        "title":"Sharing the Responsibility: A University-School District Investigation of Middle School Transition."},
      {
        "id":"ED478172",
        "title":"Lesson Study and Teachers Knowledge Development: Collaborative Critique of a Research Model and Methods."},
      {
        "id":"ED478173",
        "title":"Academic Achievement as a Drop Out Predictor."},
      {
        "id":"ED478174",
        "title":"What Has Teacher Compentency Testing Wrought?"},
      {
        "id":"ED478175",
        "title":"Admissions and Placement Testing: Enough Is Enough!"},
      {
        "id":"ED478176",
        "title":"Two Papers on Classroom Acoustics. Good Classroom Acoustics Is a Good Investment. The Impact of Classroom Acoustics."},
      {
        "id":"ED478177",
        "title":"The Importance of Interior Design Elements as They Relate to Student Outcomes."},
      {
        "id":"ED478178",
        "title":"The Acoustical Environment."},
      {
        "id":"ED478179",
        "title":"State Guideline Information: Size of Site."},
      {
        "id":"ED478182",
        "title":"Exemplary English Language Arts Standards among the Seven States in the Central Region."},
      {
        "id":"ED478183",
        "title":"Reading a Central Focus of No Child Left Behind Act."},
      {
        "id":"ED478184",
        "title":"Policy and Practice Implications of the Program for International Student Assessment (PISA) 2000. Report of the International Reading Association PISA Task Force."},
      {
        "id":"ED478185",
        "title":"An Instrument To Measure Teachers' and Students' Critical Preferences in Interpreting &quot;Macbeth&quot;: Text Based through Critical Theory and Post-Modern Hegemonies."},
      {
        "id":"ED478186",
        "title":"Promise for the Future: An Evaluation of the Texas Master Reading Teacher Program."},
      {
        "id":"ED478187",
        "title":"Revisiting the American Dream in Fiction: Developing a Thematic Course."},
      {
        "id":"ED478188",
        "title":"Compilation of Action Research Papers in English Education."},
      {
        "id":"ED478190",
        "title":"Gesture and the Mathematics of Motion."},
      {
        "id":"ED478191",
        "title":"If U Can Graff These Numbers--2,15,6--Your Stat Literit."},
      {
        "id":"ED478192",
        "title":"Logic for the English Teacher and Student."},
      {
        "id":"ED478196",
        "title":"Handling Missing Data in Research Studies of Instructional Technology."},
      {
        "id":"ED478197",
        "title":"Latent Growth Modeling of Cognition in the Elderly."},
      {
        "id":"ED478198",
        "title":"Measuring Cognitive Function: An Empirical Investigation of the Psychometric Properties of a Cognitive Measure."},
      {
        "id":"ED478199",
        "title":"How Have State Level Standards-Based Tests Related to Norm-Referenced Tests in Alaska?."},
      {
        "id":"ED478200",
        "title":"The Rise and Fall of a Standards Based Spelling Assessment: Did Spelling Improve or Is it Just Another Case of Teaching to the Test?"},
      {
        "id":"ED478201",
        "title":"Interim Evaluation of In-District Alternative Education High School Programs."},
      {
        "id":"ED478202",
        "title":"Classroom Accountability: A Value-Added Methodology."},
      {
        "id":"ED478203",
        "title":"Causal Inference and the Heckman Model."},
      {
        "id":"ED478204",
        "title":"Evaluation of the National Science Foundation Graduate Teaching Fellows in K-12 Education (GK-12) Program."},
      {
        "id":"ED478205",
        "title":"Designing a Project-Based Learning Experience for an Introductory Educational Psychology Course: A Quasi-Experiment."},
      {
        "id":"ED478206",
        "title":"Differential Performance by Gender in Foreign Language Testing."},
      {
        "id":"ED478207",
        "title":"Learning Theory and Its Application to At-Risk Programs for Elementary School Children."},
      {
        "id":"ED478208",
        "title":"So, What D'ya Expect? Pursuing Reasonable Individual Student Growth Targets To Improve Accountability Systems."},
      {
        "id":"ED478213",
        "title":"CyberBytes: Highlighting Compelling Uses of Technology in Counseling."},
      {
        "id":"ED478214",
        "title":"Building Virtual Communities in School Counseling."},
      {
        "id":"ED478215",
        "title":"Distance Career Counseling: A Technology-Assisted Model for Delivering Career Counseling Services."},
      {
        "id":"ED478216",
        "title":"Counseling over the Internet: Benefits and Challenges in the Use of New Technologies."},
      {
        "id":"ED478217",
        "title":"The Internet, The Hidden Web, and Useful Web Resources: ERIC, ERIC/CASS, & The Virtual Library."},
      {
        "id":"ED478218",
        "title":"How School Counselors Could Benefit from E-Government Solutions: The Case of Paperwork."},
      {
        "id":"ED478219",
        "title":"Career Guidance Services at Michigan Virtual University: Linking Careers and Education through Virtual Tools--A Lifespan Career Development Model."},
      {
        "id":"ED478220",
        "title":"Evaluation Software in Counseling."},
      {
        "id":"ED478221",
        "title":"Cybersupervision: Conducting Supervision on the Information Superhighway."},
      {
        "id":"ED478222",
        "title":"Current Practices &amp; Future Implications for Internet Counseling."},
      {
        "id":"ED478223",
        "title":"Fathers Matter 2001: What Community Foundations Can Do."},
      {
        "id":"ED478227",
        "title":"The Children of Kabul: Discussions with Afghan Families."},
      {
        "id":"ED478228",
        "title":"Early Head Start Program Strategies: Responding to the Mental Health Needs of Infants, Toddlers and Families."},
      {
        "id":"ED478230",
        "title":"Family Literacy Strategies: First Steps to Academic Success."},
      {
        "id":"ED478232",
        "title":"Modeling Children's Academic Development at School--Part I: Contrasting Quantitative Approaches to the Analysis of Change."},
      {
        "id":"ED478233",
        "title":"Improving Student Academic Success through the Promotion of Listening Skills."},
      {
        "id":"ED478235",
        "title":"Gender Differences in Learning To Learn: Self-Concepts, Motivation and Learning Inclinations of Hong Kong Grades 4 and 5 Students."},
      {
        "id":"ED478236",
        "title":"No Child Left Behind: A Parents Guide."},
      {
        "id":"ED478241",
        "title":"Fact and Fantasy: Eight Myths about Early Childhood Education and Care."},
      {
        "id":"ED478242",
        "title":"Community Correlates of Rural Youth Violence."},
      {
        "id":"ED478243",
        "title":"Save a Penny, Lose a School: The Real Cost of Deferred Maintenance. Policy Brief Series on Rural Education."},
      {
        "id":"ED478244",
        "title":"Bridging the Gap between Culture and Mathematics: The Appalachian Perspective. Occasional Paper."},
      {
        "id":"ED478246",
        "title":"Northwest Education, 2002-2003."},
      {
        "id":"ED478247",
        "title":"The Effect of Private School Competition on Public School Performance. Occasional Paper."},
      {
        "id":"ED478248",
        "title":"The Mandate To Help Low-Performing Schools. ERIC Digest."},
      {
        "id":"ED478250",
        "title":"School Leadership in Support of Teachers' Transformational Learning: Drawing from the Well of Human Resources."},
      {
        "id":"ED478251",
        "title":"Resource Allocation in Six Discussions of High-Performing, High-Poverty Schools."},
      {
        "id":"ED478252",
        "title":"Comparative Indicators of Education in the United States and Other G-8 Countries: 2002."},
      {
        "id":"ED478253",
        "title":"Paradigm Shifts in Educational Administration: A View from the Editor's Desk of \"Educational Leadership Review\" and \"NCPEA Yearbook\"."},
      {
        "id":"ED478254",
        "title":"Needing To Know: Education Leadership Preparation and Research Literacy."},
      {
        "id":"ED478255",
        "title":"An Analysis of Principals' Ethical Decision Making Using Rest's Four Component Model of Moral Behavior."},
      {
        "id":"ED478256",
        "title":"Beginning Primary School Principals in Belgium: How They Deal with External Influences and Develop Professionally."},
      {
        "id":"ED478257",
        "title":"Perceptions of the Role of the Central Office Supervisor in Exemplary Texas School Districts."},
      {
        "id":"ED478258",
        "title":"The Principal's Role in Standards-Based Reform: Linking Accountability to Instructional Improvement."},
      {
        "id":"ED478259",
        "title":"Shaping the Future of American Youth: Youth Policy in the 21st Century."},
      {
        "id":"ED478260",
        "title":"Overhauling Professional Development: Self-Assessment Conversations To Initiate Reform."},
      {
        "id":"ED478261",
        "title":"Does Private School Competition Affect Public School Achievement? An Analysis of North Carolina Data."},
      {
        "id":"ED478263",
        "title":"Community Resource Mapping: A Strategy for Promoting Successful Transition for Youth with Disabilities. Information Brief."},
      {
        "id":"ED478264",
        "title":"National Interagency Coordinating Council (ICC) Parent Leadership Support Project, April 1, 2001 to September 30, 2002. Final Report."},
      {
        "id":"ED478265",
        "title":"Promoting Self-Determination in Transition Planning: Implementing the \"Steps to Self-Determination\" Curriculum, October 1, 1998-September 30, 2001. Final Report."},
      {
        "id":"ED478268",
        "title":"Understanding the Special Giftedness of Young Interpreters. Research Monograph Series."},
      {
        "id":"ED478269",
        "title":"High Stakes Accountability in Urban Elementary Schools: Challenging or Reproducing Inequality? Institute for Policy Research Working Paper."},
      {
        "id":"ED478270",
        "title":"Low-Income Fathers and Child Support: Starting Off on the Right Track. Final Report."},
      {
        "id":"ED478271",
        "title":"Leave No Youth Behind: Opportunities for Congress To Reach Disconnected Youth."},
      {
        "id":"ED478272",
        "title":"Statement of the American Sociological Association on the Importance of Collecting Data and Doing Social Scientific Research on Race."},
      {
        "id":"ED478273",
        "title":"Evaluation of the National Youth Anti-Drug Campaign: Fourth Semi-Annual Report of Findings. Executive Summary."},
      {
        "id":"ED478274",
        "title":"Respect: Interpersonal Violence Prevention Resource Guide, &quot;Stopping Youth Violence before It Begins.&quot;"},
      {
        "id":"ED478275",
        "title":"The Black-White-Other Test Score Gap: Academic Achievement among Mixed Race Adolescents. Institute for Policy Research Working Paper."},
      {
        "id":"ED478277",
        "title":"United States District Court for the District of Massachusetts: Samantha J. Comfort, on Behalf of Her Minor Child and Friend, Elizabeth Neumyer, et al., Plaintiffs, v. Lynn School Committee, et al., Defendants, and, Commonwealth of Massachusetts, Defendant-Intervenor. Todd Bollen, et al., Plaintiffs, v. Lynn School Committee, et al., Defendants."},
      {
        "id":"ED478278",
        "title":"Sharp Reduction in Black Child Poverty Due to Welfare Reform. The Heritage Foundation Backgrounder."},
      {
        "id":"ED478279",
        "title":"Reaffirming Diversity: A Legal Analysis of the University of Michigan Affirmative Action Cases. A Joint Statement of Constitutional Law Scholars."},
      {
        "id":"ED478280",
        "title":"The ABCs of &quot;AYP&quot;: Raising Achievement for All Students."},
      {
        "id":"ED478281",
        "title":"The Hispanic Population in the United States: March 2002. Population Characteristics. Current Population Reports."},
      {
        "id":"ED478282",
        "title":"The Foreign-Born Population in the United States: March 2002. Population Characteristics. Current Population Reports."},
      {
        "id":"ED478283",
        "title":"The Impact of Welfare Reform on Academic Outcomes: Does Parental Work Boost Grades? Institute for Policy Research Working Paper."},
      {
        "id":"ED478284",
        "title":"The Voucher Veneer: The Deeper Agenda To Privatize Public Education. Special Report."},
      {
        "id":"ED478285",
        "title":"Working Papers in Educational Linguistics, 2003."},
      {
        "id":"ED478286",
        "title":"Second Language Acquisition: Research and Applied Linguistics."},
      {
        "id":"ED478287",
        "title":"&quot;Communicative Lingerings&quot;: An Exploratory Study of the Emergence of &quot;Foreign&quot; Communicative Features in the Interactions of American Expatriates after Reentry."},
      {
        "id":"ED478288",
        "title":"Acquiring Business English in a Quasi-Natural Business Environment: A Method of Teaching Business English to Students of Business and Economics."},
      {
        "id":"ED478289",
        "title":"Closing the Advising Session."},
      {
        "id":"ED478290",
        "title":"Utilizing Two-Way Bilingual Education for Reducing the Achievement Lag of LEP Students in Primary Grades: A Longitudinal Study."},
      {
        "id":"ED478291",
        "title":"Strategies and Resources for Mainstream Teachers of English Language Learners. By Request Series."},
      {
        "id":"ED478292",
        "title":"How the Whole Language Approach Using Predictable Strategies Motivates Bilingual Children Learning To Read and Write Chinese as a Second Language."},
      {
        "id":"ED478295",
        "title":"Working the System: Student Activists' Characterizations of and Desired Communication with Higher Education Administrators."},
      {
        "id":"ED478296",
        "title":"Student Activists in Higher Education: Exploring the Relationships between Perceptions of Culture and Change Strategies."},
      {
        "id":"ED478297",
        "title":"The Living Arts: Comparative and Historical Reflections on Liberal Education. The Academy in Transition."},
      {
        "id":"ED478298",
        "title":"Private Loans and Choice in Financing Higher Education."},
      {
        "id":"ED478299",
        "title":"Fact Book on Higher Education, 2003."},
      {
        "id":"ED478300",
        "title":"The New Professoriate: Characteristics, Contributions, and Compensation."},
      {
        "id":"ED478303",
        "title":"Writing a Library Technology Plan: Assistance for New Hampshire Libraries."},
      {
        "id":"ED478304",
        "title":"Policymaking for Vermont Public Librarians and Trustees."},
      {
        "id":"ED478305",
        "title":"The Library of Congress Information Bulletin, 2002."},
      {
        "id":"ED478309",
        "title":"Lights, Camera, Read! Arizona Reading Program Manual."},
      {
        "id":"ED478327",
        "title":"The Changing Role of Government and Other Stakeholders in Vocational Education and Training."},
      {
        "id":"ED478328",
        "title":"The Changing Face of Adult Learning. Adult Higher Education Alliance/ACE Conference Proceedings (Austin, TX, October 10-13, 2001)."},
      {
        "id":"ED478329",
        "title":"Annual Review of Adult Learning and Literacy. Volume 3. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED478330",
        "title":"Measuring the Effect of Job Service Referrals and Placements in Washington and Oregon."},
      {
        "id":"ED478331",
        "title":"Women, Work and Early Childhood: The Nexus in Developed and Developing Countries."},
      {
        "id":"ED478332",
        "title":"Education, Equity and Social Cohesion: A Distributional Model. Wider Benefits of Learning Research Report."},
      {
        "id":"ED478340",
        "title":"Herbaceous Ornamental Plants. Slide Script."},
      {
        "id":"ED478341",
        "title":"Career Education Models. Trends and Issues Alert."},
      {
        "id":"ED478342",
        "title":"Learning Careers/Learning Trajectories. Trends and Issues Alert."},
      {
        "id":"ED478343",
        "title":"Cabinetmaker. Occupational Analysis Series."},
      {
        "id":"ED478344",
        "title":"Rigor and Relevance: A New Vision for Career and Technical Education. A White Paper."},
      {
        "id":"ED478345",
        "title":"Agora IX: Alternative Education and Training Processes (Thessaloniki, Greece, June 26-27, 2000). CEDEFOP Panorama Series."},
      {
        "id":"ED478347",
        "title":"Cesar Chavez: A Case Study of a Resilient Child's Adaptation into Adulthood."},
      {
        "id":"ED478348",
        "title":"Mathematics Achievement in Rural Schools. ERIC Digest."},
      {
        "id":"ED478349",
        "title":"Declining Counties, Declining School Enrollments."},
      {
        "id":"ED478350",
        "title":"Building Condition and Student Achievement and Behavior."},
      {
        "id":"ED478351",
        "title":"Best Practices Manual, 2002 Edition."},
      {
        "id":"ED478352",
        "title":"Modular Building Institute. 2003 Educational Showcase."},
      {
        "id":"ED478353",
        "title":"Effects of Energy Needs and Expenditures on U.S. Public Schools. Statistical Analysis Report."},
      {
        "id":"ED478354",
        "title":"Improving Teaching and Learning Supports by Addressing the Rhythm of a Year. A Resource Aid."},
      {
        "id":"ED478355",
        "title":"Transitions: Turning Risks into Opportunities for Student Support. An Introductory Packet."},
      {
        "id":"ED478356",
        "title":"Where's It Happening? New Directions for Student Support. A Center Report."},
      {
        "id":"ED478357",
        "title":"Youth Suicide Prevention: Mental Health and Public Health Perspectives. A Presentation and Training Aid."},
      {
        "id":"ED478358",
        "title":"Developing Resource-Oriented Mechanisms To Enhance Learning Supports."},
      {
        "id":"ED478359",
        "title":"Working Collaboratively: From School-Based Teams to School-Community-Higher Education Connections. An Introductory Packet."},
      {
        "id":"ED478360",
        "title":"The Comprehensive Counseling Program for Alaska Public Schools. A Guide for Program Development K-12th Grade."},
      {
        "id":"ED478361",
        "title":"Alcohol Use by Persons under the Legal Drinking Age of 21. The NHSDA Report."},
      {
        "id":"ED478362",
        "title":"Good News, Bad News and Actions for Helping Students Complete a Challenging Program of Study. Research Brief."},
      {
        "id":"ED478363",
        "title":"Annual Report 2000: Arrestee Drug Abuse Monitoring."},
      {
        "id":"ED478364",
        "title":"Effects of Video Self-Modeling on Inappropriate Behavior in Elementary School Students."},
      {
        "id":"ED478365",
        "title":"A Collection of NIDA Notes: Articles That Address Research on Club Drugs."},
      {
        "id":"ED478366",
        "title":"A Collection of NIDA Notes: Articles That Address Research on Marijuana."},
      {
        "id":"ED478367",
        "title":"Trends in Community College Assessment and Placement Approaches: Implications for Educational Policy."},
      {
        "id":"ED478368",
        "title":"Revitalizing Rural Communities: Lessons from the Rural Community College Initiative."},
      {
        "id":"ED478369",
        "title":"Retention, Persistence, and Course Taking Patterns of Asian Pacific Americans Attending Urban Community Colleges."},
      {
        "id":"ED478370",
        "title":"The Impact of the New ESOL Program."},
      {
        "id":"ED478372",
        "title":"San Diego Community College District Student Satisfaction Survey, 2001."},
      {
        "id":"ED478373",
        "title":"Teaching Reading in a Learning Assistance Center."},
      {
        "id":"ED478375",
        "title":"Campbell Monograph Series on Education and Human Services, Volume 1."},
      {
        "id":"ED478376",
        "title":"Campbell Monograph Series on Education and Human Sciences, Volume 2."},
      {
        "id":"ED478377",
        "title":"Online Advanced Placement Courses: Experiences of Rural and Low-Income High School Students. WCALO Special Studies."},
      {
        "id":"ED478378",
        "title":"No Child Left Behind: A Guide for Small and Rural Districts."},
      {
        "id":"ED478379",
        "title":"\"It Should Have Been Stressed in All Education Classes\": Preparing Pre-Service Teachers To Teach with Technology."},
      {
        "id":"ED478380",
        "title":"The Characteristics of Effective Professional Development: A Synthesis of Lists."},
      {
        "id":"ED478383",
        "title":"Redesigning Teacher Preparation: A Collaborative Initiative for Quality Education."},
      {
        "id":"ED478384",
        "title":"Learning for All: Giving Effective Directions and the Peg System of Memorization."},
      {
        "id":"ED478385",
        "title":"Performing 9/11: Teaching in a Terrorized World. A Performance Script."},
      {
        "id":"ED478386",
        "title":"How New Teachers Use Technology in the Classroom."},
      {
        "id":"ED478388",
        "title":"&quot;But, It Was on My Own Time!&quot; Professional Consequences of Off-Duty Behavior."},
      {
        "id":"ED478389",
        "title":"Incorporating a Transformative Multicultural Perspective into a State's Policy for Teacher Candidate Pedagogy Performance."},
      {
        "id":"ED478390",
        "title":"Do-It-Yourselfers or Engineers? Bricolage as a Metaphor for Teacher Work and Learning."},
      {
        "id":"ED478391",
        "title":"Teacher-Initiated Lesson Study in a Northern California District."},
      {
        "id":"ED478392",
        "title":"Life History Influence on Teaching United States History."},
      {
        "id":"ED478393",
        "title":"Historical Learning and Identity Development on the Borders of School."},
      {
        "id":"ED478394",
        "title":"Facing the Challenges: Student Antiracist Activists Counter Backlash and Stereotyping."},
      {
        "id":"ED478396",
        "title":"Wheat Fields, Flour Mills, and Railroads: A Web of Interdependence. Teaching with Historic Places."},
      {
        "id":"ED478397",
        "title":"Computer Exercises in Meteorology."},
      {
        "id":"ED478398",
        "title":"Who Are the Turks? A Manual for Teachers."},
      {
        "id":"ED478399",
        "title":"Kansas Modified Assessment Indicators for Civics-Government, Economics, Geography and History."},
      {
        "id":"ED478400",
        "title":"After the Rain: Rainbows."},
      {
        "id":"ED478401",
        "title":"After the Rain: Dryspell."},
      {
        "id":"ED478402",
        "title":"After the Rain: Using the Rain."},
      {
        "id":"ED478403",
        "title":"After the Rain: Clouds."},
      {
        "id":"ED478404",
        "title":"After the Rain: Rain."},
      {
        "id":"ED478405",
        "title":"After the Rain: Animals."},
      {
        "id":"ED478406",
        "title":"Native Americans and Aboriginal Australian Stereotypes."},
      {
        "id":"ED478407",
        "title":"Black Suburbanization in Texas Metropolitan Areas and Its Impact on Student Achievement."},
      {
        "id":"ED478408",
        "title":"Indicators of Teacher Quality. ERIC Digest."},
      {
        "id":"ED478409",
        "title":"Changing the Script for Youth Development: An Evaluation of the All Stars Talent Show Network and the Joseph A. Forgione Development School for Youth."},
      {
        "id":"ED478410",
        "title":"Charter Schools and Race: A Lost Opportunity for Integrated Education."},
      {
        "id":"ED478411",
        "title":"Campaign for Fiscal Equity, Inc., et al., Appellants, v. The State of New York, et al., Respondents, No. 74 [Court of Appeals Decision]."},
      {
        "id":"ED478412",
        "title":"The Effects of Home Computers on School Enrollment. JCPR Working Paper."},
      {
        "id":"ED478413",
        "title":"Boom Times a Bust: Declining Employment among Less-Educated Young Men."},
      {
        "id":"ED478414",
        "title":"The Supreme Court of the United States Syllabus: Grutter v. Bollinger et al. Certiorari to the United States Court of Appeals for the Sixth Circuit. Argued April 1, 2003-Decided June 23, 2003. October Term, 2002. (Slip Opinion.)"},
      {
        "id":"ED478415",
        "title":"Supreme Court of the United States Syllabus: Gratz et al. v. Bollinger et al. Certiorari to the United States Court of Appeals for the Sixth Circuit. Argued April 1, 2003-Decided June 23, 2003. October Term, 2002. (Slip Opinion.)"},
      {
        "id":"ED478416",
        "title":"Governance and Administrative Infrastructure in New York City Charter Schools. Going Charter Year Three Findings. Charter School Research Project."},
      {
        "id":"ED478418",
        "title":"Ending Social Promotion: Results from Summer Bridge. Charting Reform in Chicago Series."},
      {
        "id":"ED478419",
        "title":"Organisational Legionnaires or Life Artists. The Shop Steward: Past and Future."},
      {
        "id":"ED478420",
        "title":"What Employers Want: How Portfolio Development Fosters Leadership and Critical Thinking in the Workplace."},
      {
        "id":"ED478421",
        "title":"The Institutional Context of School to Work Transition in Saudi Arabia."},
      {
        "id":"ED478422",
        "title":"Sensitivity of IRT Equating to the Behavior of Test Equating Items."},
      {
        "id":"ED478423",
        "title":"Instrumentation: Assessing the Impact of the National Science Foundation's Urban Systemic Initiative. Research Monograph."},
      {
        "id":"ED478424",
        "title":"The Validity of Oral Accommodation in Testing: NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478425",
        "title":"An Agenda for NAEP Validity Research: NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478426",
        "title":"Improving the Information Value of Performance Items in Large Scale Assessments: NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478427",
        "title":"Optimizing State NAEP: Issues and Possible Improvements: NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478428",
        "title":"Virginia Alternative Assessment Program: Implementation Manual (Revised 2002)."},
      {
        "id":"ED478429",
        "title":"Assessment for Special Education Services, Eligibility Determination Program Planning."},
      {
        "id":"ED478430",
        "title":"Kentucky Core Content Tests 2000 Technical Report. Based on the Analysis of Data from the 1999-2000 School Year."},
      {
        "id":"ED478431",
        "title":"Adult Literacy: Policies, Programs and Practices. Lessons Learned. Final Report = Alphabetisation des adultes: politiques, programmes et pratiques. Etude bilan. Rapport final."},
      {
        "id":"ED478432",
        "title":"Skills Training Works: Examining the Evidence."},
      {
        "id":"ED478433",
        "title":"Impact of Technological and Structural Change on Employment. Prospective Analysis 2020. Synthesis Report. Report to the Committee on Employment and Social Affairs of the European Parliament. Technical Report Series."},
      {
        "id":"ED478434",
        "title":"Equipped for the Future: Tools &amp; Standards for Building &amp; Assessing Quality Adult Literacy Programs."},
      {
        "id":"ED478435",
        "title":"Unjust Desserts: Financial Realities of Older Women."},
      {
        "id":"ED478436",
        "title":"Collaborative Learning for Change. NALL Working Paper."},
      {
        "id":"ED478437",
        "title":"Dimensions of the Experience of Prior Learning Assessment &amp; Recognition. NALL Working Paper."},
      {
        "id":"ED478438",
        "title":"Managing the Action/Reflection Polarity Through Dialogue: A Path to Transformative Learning. NALL Working Paper."},
      {
        "id":"ED478439",
        "title":"Mapping the Iceberg. NALL Working Paper."},
      {
        "id":"ED478440",
        "title":"Stigma to Sage: Learning and Teaching Safer Sex Practices Among Canadian Sex Trade Workers. NALL Working Paper."},
      {
        "id":"ED478441",
        "title":"Training for Whom? For What? Reflection on the Lack of Training Opportunities for Immigrant Garment Workers. NALL Working Paper."},
      {
        "id":"ED478442",
        "title":"Queer Histories: Exploring Fugitive Forms of Social Knowledge."},
      {
        "id":"ED478445",
        "title":"A Basis for Skills Coherence and Quality or Relevance and Flexibility in Vocational Qualifications? Part of an LSDA Collection."},
      {
        "id":"ED478446",
        "title":"A Basis for Skills Developing the &quot;College for Business&quot; in Sussex: Part of an LSDA Collection."},
      {
        "id":"ED478447",
        "title":"Further Supporting Business Research-Related Support for Company Innovation and Development: Part of an LSDA Collection. A Basis for Skills."},
      {
        "id":"ED478448",
        "title":"Investigating Intermediate Skills: Part of an LSDA Collection. A Basis for Skills."},
      {
        "id":"ED478449",
        "title":"Reviewing LSDA Support for Skills: Part of an LSDA Collection. A Basis for Skills."},
      {
        "id":"ED478450",
        "title":"Credit Systems for Learning and Skills: Current Developments. LSDA Reports."},
      {
        "id":"ED478452",
        "title":"Education Reduces Crime: Three-State Recidivism Study. Executive Summary."},
      {
        "id":"ED478453",
        "title":"Ohio Legal Office Managment. Technical Competency Profile (TCP)."},
      {
        "id":"ED478456",
        "title":"How I See It: Negotiating Researcher Power on the Structures of Experience."},
      {
        "id":"ED478457",
        "title":"Recognition or Recall: What Reading Comprehension Tests Really Measure."},
      {
        "id":"ED478458",
        "title":"Literature Circles in Action in the Middle School Classroom."},
      {
        "id":"ED478459",
        "title":"Colonial Broadsides and the American Revolution. [Lesson Plan]."},
      {
        "id":"ED478460",
        "title":"Chinua Achebe's &quot;Things Fall Apart&quot;: Teaching through the Novel. [Lesson Plan]."},
      {
        "id":"ED478461",
        "title":"Chinua Achebe's &quot;Things Fall Apart&quot;: Oral and Literary Strategies. [Lesson Plan]."},
      {
        "id":"ED478462",
        "title":"Improving Student Interest in Writing through the Integration of Technology."},
      {
        "id":"ED478463",
        "title":"Improving Reading Comprehension through Cooperative Learning."},
      {
        "id":"ED478464",
        "title":"Changes in Children's Cue and Strategy Use during Reading: Findings from the First Year of Professional Development in the South Carolina Reading Initiative. Technical Report."},
      {
        "id":"ED478465",
        "title":"NCTE Reading Initiative Overview."},
      {
        "id":"ED478466",
        "title":"School Safety Audit Protocol."},
      {
        "id":"ED478467",
        "title":"Indoor Air Quality Tools for Schools Program: Benefits of Improving Air Quality in the School Environment."},
      {
        "id":"ED478468",
        "title":"The Rewards and Restrictions of Recess: Reflections on Being a Playground Volunteer."},
      {
        "id":"ED478469",
        "title":"Where We Stand: Early Childhood Education."},
      {
        "id":"ED478470",
        "title":"Colorado Preschool Program. 2002 Report. A Report to the Colorado General Assembly."},
      {
        "id":"ED478471",
        "title":"Creating a Community Approach to Serving Four-Year-Old Children in Wisconsin. Public Awareness Packet."},
      {
        "id":"ED478472",
        "title":"Colorado Even Start Follow-Up Study: Trinidad State Junior College."},
      {
        "id":"ED478473",
        "title":"Community Approaches to Serving Four-Year-Old Children in Wisconsin: Lessons Learned from Wisconsin Communities."},
      {
        "id":"ED478474",
        "title":"America's Children: Key National Indicators of Well-Being, 2003."},
      {
        "id":"ED478476",
        "title":"A Tale of Two Connecticuts: 2002-2003 Kids Count Data Book."},
      {
        "id":"ED478479",
        "title":"Guia de Recursos para la Madre Sola. (Resource Guide for the Single Mother)."},
      {
        "id":"ED478480",
        "title":"Facts for Feeding Series."},
      {
        "id":"ED478481",
        "title":"Mixing Theories: Interpreting and Using a Relational, Voice-Centered Methodology."},
      {
        "id":"ED478482",
        "title":"What Are the Consequences? Validation of Large-Scale Alternate Assessment Systems and Their Influence on Instruction."},
      {
        "id":"ED478483",
        "title":"Design Experimentation with Multiple Perspectives: The GenScope Assessment Project."},
      {
        "id":"ED478484",
        "title":"Exploring Electronic Discussions with Middle School Students."},
      {
        "id":"ED478485",
        "title":"Closing Illinois' Achievement GAP: Lessons from the &quot;Golden Spike&quot; High Poverty High Performing Schools."},
      {
        "id":"ED478486",
        "title":"Assessment Equity in a Multicultural Society: Assessment and Instructional Validity in a Culturally Plural World."},
      {
        "id":"ED478487",
        "title":"Conditional Case for Certification of Evaluators."},
      {
        "id":"ED478488",
        "title":"Literature Review: Factors Affecting the Development of Generation X and Millennials. Societal Factors Affecting Education."},
      {
        "id":"ED478489",
        "title":"Drawing Out Emotions: Participant/Researcher Revelations."},
      {
        "id":"ED478490",
        "title":"Differential Memory for Relevant and Irrelevant Information in Arithmetic Word Problems."},
      {
        "id":"ED478491",
        "title":"Constructing a Universal Scale of High School Course Difficulty. ACT Research Report Series."},
      {
        "id":"ED478492",
        "title":"The Relationship between Schedule Type and ACT Assessment Scores: A Longitudinal Study."},
      {
        "id":"ED478493",
        "title":"Student Task Persistence in the Third International Mathematics and Science Study: A Major Source of Acheievement Differences at the National, Classroom, and Student Levels."},
      {
        "id":"ED478494",
        "title":"Leading a Professional Book Club: Staff Development To Build Understanding and Grapple with Difficult Issues."},
      {
        "id":"ED478495",
        "title":"Benchmarking to the Best: A Comparative Study of School District Improvement of Student Achievement."},
      {
        "id":"ED478496",
        "title":"Evaluating Field-Based Placements for Preservice Teachers: Measuring the Mentoring Qualities of the Host Teachers, Student Satisfaction with Placement, and Gathering Program Evaluation Data for N.C.A.T.E. Reaccreditation."},
      {
        "id":"ED478497",
        "title":"Teachers' Perceptions of Their USI Professional Development Experiences."},
      {
        "id":"ED478498",
        "title":"Assessing the Impact of the National Science Foundation's Urban Systematic Initiative on Student Achievement: Closing the Gap in Four USI Sites."},
      {
        "id":"ED478499",
        "title":"The Quality of National Standards for Preparing Teachers for Partnerships with Families? Briefing Paper."},
      {
        "id":"ED478500",
        "title":"What Kind of Data Are Needed To Evaluate a Statewide Systematic Education Reform?"},
      {
        "id":"ED478501",
        "title":"Education Watch: Alabama. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478502",
        "title":"Education Watch: Alaska. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478503",
        "title":"Education Watch: Arizona. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478504",
        "title":"Education Watch: Arkansas. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478505",
        "title":"Education Watch: California. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478506",
        "title":"Education Watch: Colorado. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478507",
        "title":"Education Watch: Connecticut. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478508",
        "title":"Education Watch: Delaware. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478509",
        "title":"Education Watch: District of Columbia. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478510",
        "title":"Education Watch: Florida. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478511",
        "title":"Education Watch: Georgia. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478512",
        "title":"Education Watch: Hawaii. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478513",
        "title":"Leading in Difficult Times: Are Urban School Boards Up to the Task? Policy Trends."},
      {
        "id":"ED478515",
        "title":"Improving Reading Skills through Multiple Intelligences and Increased Parental Involvement."},
      {
        "id":"ED478516",
        "title":"An Inquiry Study of Early Literacy. NCTE Reading Initiative."},
      {
        "id":"ED478517",
        "title":"Exploring Visions of Literacy Learning. NCTE Reading Initiative."},
      {
        "id":"ED478518",
        "title":"An Inquiry Study into Understanding and Supporting Readers. NCTE Reading Initiative."},
      {
        "id":"ED478519",
        "title":"An Inquiry into Reading Content: Making Sense with Expository Texts. NCTE Reading Initiative."},
      {
        "id":"ED478525",
        "title":"Legal Issues Involving Educational Privatization and Accountability. Occasional Paper."},
      {
        "id":"ED478526",
        "title":"The U.S. Supreme Court's Decision in the Cleveland Voucher Case: Where to from Here? Occasional Paper."},
      {
        "id":"ED478531",
        "title":"How To Establish and Maintain Safe, Orderly, and Caring Schools."},
      {
        "id":"ED478540",
        "title":"Education Watch: Idaho. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478541",
        "title":"Education Watch: Illinois. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478542",
        "title":"Education Watch: Indiana. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478543",
        "title":"Education Watch: Iowa. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478544",
        "title":"Education Watch: Kansas. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478545",
        "title":"Education Watch: Kentucky. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478546",
        "title":"Education Watch: Louisiana. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478547",
        "title":"Education Watch: Maine. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478548",
        "title":"Education Watch: Maryland. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478549",
        "title":"Education Watch: Massachusetts. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478550",
        "title":"Education Watch: Michigan. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478551",
        "title":"Education Watch: Minnesota. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478552",
        "title":"Education Watch: Mississippi. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED478553",
        "title":"Self-Determination: Supporting Successful Transition. Research to Practice Brief."},
      {
        "id":"ED478555",
        "title":"School Vouchers and Students with Disabilities. Policy Paper."},
      {
        "id":"ED478556",
        "title":"Addressing the Needs of Youth with Disabilities in the Juvenile Justice System: The Current Status of Evidence-Based Research."},
      {
        "id":"ED478557",
        "title":"Integrating Assistive Technology with Curriculum Standards."},
      {
        "id":"ED478558",
        "title":"Lessons from Florida: School Choice Gives Increased Opportunities to Children with Special Needs. Cato Institute Briefing Papers."},
      {
        "id":"ED478559",
        "title":"Physical Disabilities: Education and Related Services, Fall 2002-Spring 2003."},
      {
        "id":"ED478561",
        "title":"Supply and Demand of Special Education Professionals. Synthesis Brief."},
      {
        "id":"ED478562",
        "title":"The National State Policy Database. Quick Turn Around (QTA)."},
      {
        "id":"ED478563",
        "title":"Universal Design for Learning: Four State Initiatives. Quick Turn Around (QTA)."},
      {
        "id":"ED478564",
        "title":"Understanding Sensory Integration. ERIC Digest."},
      {
        "id":"ED478566",
        "title":"Second Language Acquisition Research in Japan. JALT Applied Materials."},
      {
        "id":"ED478567",
        "title":"On JALT 2000--Towards the New Millennium. Proceedings of the JALT Annual International Conference on Language Teaching &amp; Learning and Educational Materials Expo (26th, Shizuoka City, Japan, November 2-5, 2000)."},
      {
        "id":"ED478568",
        "title":"An Analysis of a Public School Prekindergarten Bilingual Montessori Program."},
      {
        "id":"ED478570",
        "title":"Placing Technology at the Vertex of the Triangle When Making an Effective Translator."},
      {
        "id":"ED478571",
        "title":"American Chunky Blue Cheese Salad: A Look at Multicultural Education."},
      {
        "id":"ED478572",
        "title":"Spanish for Heritage Speakers: An Issue of Definition and a Question of Preferences and Beliefs."},
      {
        "id":"ED478573",
        "title":"Why Should I Present a Thesis on Computer Assisted Ndjebbana on DVD?"},
      {
        "id":"ED478574",
        "title":"Closing the Achievement Gap: Rural Schools. CSR Connection."},
      {
        "id":"ED478575",
        "title":"Voices of Peace: A Chronology of the Play for Peace Methodology--An Experiential Community Development Training Model."},
      {
        "id":"ED478576",
        "title":"West Virginia Department of Education GEAR UP Project: Year 3 Baseline Seventh-Grade Survey and Ninth-Grade Follow-Up Survey (2002-2003). Gaining Early Awareness and Readiness for Undergraduate Programs."},
      {
        "id":"ED478577",
        "title":"Fairmont State College GEAR UP Project: Year 4 Baseline Seventh-Grade Survey and Tenth-Grade Follow-Up Survey (2002-2003). Gaining Early Awareness and Readiness for Undergraduate Programs."},
      {
        "id":"ED478578",
        "title":"Family Literacy Service Design and Delivery in Rural Areas."},
      {
        "id":"ED478579",
        "title":"American Indian Millennium: Renewing Our Way of Life for Future Generations. Proceedings (Ithaca, New York, November 29-December 2, 2001)."},
      {
        "id":"ED478580",
        "title":"The Role of Education and Training in Welfare Reform. Welfare Reform and Beyond. Policy Brief."},
      {
        "id":"ED478581",
        "title":"The Structure of the TANF Block Grant. Welfare Reform and Beyond. Policy Brief."},
      {
        "id":"ED478582",
        "title":"Bricklayer. Occupational Analyses Series."},
      {
        "id":"ED478583",
        "title":"Farm Equipment Mechanic. Occupational Analyses Series."},
      {
        "id":"ED478584",
        "title":"Industrial Instrument Mechanic. Occupational Analyses Series."},
      {
        "id":"ED478585",
        "title":"Insulator (Heat and Frost). Occupational Analyses Series."},
      {
        "id":"ED478586",
        "title":"Lather (Interior Systems Mechanic). Occupational Analyses Series."},
      {
        "id":"ED478587",
        "title":"Painter and Decorator. Occupational Analyses Series."},
      {
        "id":"ED478588",
        "title":"Recreation Vehicle Mechanic. Occupational Analyses Series."},
      {
        "id":"ED478589",
        "title":"Financing Higher Education: The Appropriate Balance among Appropriations, Tuition and Fees, and Financial Aid To Achieve the Goals of &quot;Closing the Gaps.&quot;"},
      {
        "id":"ED478590",
        "title":"Cost/Benefit Analysis of &quot;Closing the Gaps.&quot; Final Report."},
      {
        "id":"ED478591",
        "title":"Budget Choices, Policy Decisions: Challenges Facing Virginia's Four-Year Colleges and Universities in the Midst of a Budget Crisis. A SCHEV White Paper."},
      {
        "id":"ED478592",
        "title":"Revised Enrollment Demand Projections through 2010 and Potential Gaps in Higher Education Services."},
      {
        "id":"ED478593",
        "title":"Reciprocity Agreements and Other Student Exchange Options, 2003."},
      {
        "id":"ED478594",
        "title":"Education Cost Study, 2001-02: Higher Education Expenditures for Instruction (State Support Plus Tuition)."},
      {
        "id":"ED478595",
        "title":"Seasons of a Dean's Life: Passages of the Profession."},
      {
        "id":"ED478596",
        "title":"An Evaluation of the Early Alert Program at Columbia College."},
      {
        "id":"ED478598",
        "title":"Characteristics of Education Doctoral Dissertation References: An Inter-Institutional Analysis of Review of Literature Citations."},
      {
        "id":"ED478599",
        "title":"Trust and Collaboration in &quot;Zero-History&quot; Administrative Teams."},
      {
        "id":"ED478600",
        "title":"A Report on Recruiting and Retaining Under-Represented Students in Texas Public Law Schools: Addendum to &quot;Projecting the Need for Legal Education in Texas, October 2002.&quot;"},
      {
        "id":"ED478604",
        "title":"Sprinkler System Installer. Occupational Analyses Series."},
      {
        "id":"ED478605",
        "title":"Truck and Transport Mechanic. Occupational Analyses Series."},
      {
        "id":"ED478606",
        "title":"New Designs for Career and Technical Education at the Secondary and Postsecondary Levels: Design Guide for Policy and Practice."},
      {
        "id":"ED478607",
        "title":"Ohio Agricultural Business and Production Systems. Technical Competency Profile (TCP)."},
      {
        "id":"ED478608",
        "title":"Ohio Business Management. Technical Competency Profile (TCP)."},
      {
        "id":"ED478609",
        "title":"Ohio Financial Services and Risk Management. Technical Competency Profile (TCP)."},
      {
        "id":"ED478610",
        "title":"2002 Update to the Long-Range Plan for Technology, 1996-2010. A Report to the 78th Texas Legislature from the Texas Education Agency."},
      {
        "id":"ED478612",
        "title":"The Relationship between Library Anxiety and Reading Ability."},
      {
        "id":"ED478613",
        "title":"Anxiety-Expectation Mediation Model of Library Anxiety."},
      {
        "id":"ED478614",
        "title":"Technology Use and Achievement in Idaho Schools: A State Wide Study of Schools, Teachers and Students. Final Evaluation Report."},
      {
        "id":"ED478615",
        "title":"Teaching with Technology: A Statewide Professional Development Program. Evaluation Report."},
      {
        "id":"ED478616",
        "title":"Understanding Learning Styles and Study Strategies of Korean Students in American Colleges and Universities: A Research Study with Recommendations for Faculty and Academic Advisors."},
      {
        "id":"ED478618",
        "title":"Identifying and Describing Perceptual Factors Used for Inferring Teacher Candidate Dispositions from Online Case-Based Discussions."},
      {
        "id":"ED478619",
        "title":"From &quot;Creative Juice&quot; to &quot;Pioneer on an Iceberg&quot;: Teachers' and Administrators' Perspectives on Their 34-Year Old Interdisciplinary Curriculum."},
      {
        "id":"ED478620",
        "title":"What about the Teachers and the Classes? Puerto Rican Students in Chicago Share Their Experience."},
      {
        "id":"ED478621",
        "title":"Mapping Teacher Change: A Two-Year Empirical Study."},
      {
        "id":"ED478622",
        "title":"Defining Tools for Teacher Reflection: The Assessment of Learner-Centered Practices (ALCP)."},
      {
        "id":"ED478623",
        "title":"If You Do What You Always Did, You Get What You Always Got: Portland SST Transforming School Cultures through a Seamless Continuum of Teacher Professional Development."},
      {
        "id":"ED478624",
        "title":"Taking It to the Bone: The Cohort as Context for Novice Teachers Validating Culturally Responsive Beliefs and Practices."},
      {
        "id":"ED478625",
        "title":"Images of Teaching."},
      {
        "id":"ED478626",
        "title":"Preservice Teachers Design \"Cool\"&\"Awesome\" Learning Environments."},
      {
        "id":"ED478627",
        "title":"Community College Teaching: Institutional Support for High Student Outcomes."},
      {
        "id":"ED478629",
        "title":"AACC Nursing Survey."},
      {
        "id":"ED478630",
        "title":"Engaging the Nation's Community Colleges as Prevention Partners. A Brief Report from the Roundtable on Community College Health and Safety: Preventing Substance Abuse and Violence (Washington, DC, January 25, 2002)."},
      {
        "id":"ED478631",
        "title":"Preserving Access with Excellence: Financing for Rural Community Colleges. Policy Paper."},
      {
        "id":"ED478632",
        "title":"Ohio Marketing Management and Research. Technical Competency Profile (TCP)."},
      {
        "id":"ED478633",
        "title":"Ohio Medical Office Management. Technical Competency Profile (TCP)."},
      {
        "id":"ED478634",
        "title":"Adult Learning in Health and Safety: Some Issues and Approaches."},
      {
        "id":"ED478635",
        "title":"Resources Not Courses: The Role of Non-Formal Community Based Networks in Breathing Life Into Vocational Education and Training in Marginalized Neighborhoods."},
      {
        "id":"ED478639",
        "title":"Future Education: Learning the Future. Scenarios and Strategies in Europe. CEDEFOP Reference Series."},
      {
        "id":"ED478640",
        "title":"Learning for Employment: Second Report on Vocational Education and Training Policy in Europe. Executive Summary."},
      {
        "id":"ED478642",
        "title":"Education for Employment: Implementation and Resource Guide. Bulletin."},
      {
        "id":"ED478643",
        "title":"Making Work Pay: How To Design and Implement Financial Work Supports To Improve Family and Child Well-Being and Reduce Poverty. How-To Guide: Technical Assistance for States and Localities."},
      {
        "id":"ED478644",
        "title":"Outcomes from Career Information and Guidance Services."},
      {
        "id":"ED478645",
        "title":"Who Am I: The Inadequacy of Career Information in the Information Age."},
      {
        "id":"ED478646",
        "title":"Learning Style Modalities and Attributes of an Effective Classroom Environment: An Analysis of Adult Learners in an Adult Basic Education Classroom."},
      {
        "id":"ED478647",
        "title":"Male/Female Relationship Inside and Outside of Play in a Working-Class Taiwanese Preschool."},
      {
        "id":"ED478649",
        "title":"Families, Schools, Communities Learning Together: Connecting Familites to the Classroom."},
      {
        "id":"ED478650",
        "title":"Smart Start: Celebrating 10 Years, 1993-2003."},
      {
        "id":"ED478651",
        "title":"Protecting the Rights of Young Children Affected and Infected by HIV/AIDS in Africa: Updating Strategies and Reinforcing Existing Networks. Action Research in Family and Early Childhood Monograph."},
      {
        "id":"ED478652",
        "title":"The State of Data on Early Childhood Education and Care in Canada: National Data Project. Final Report."},
      {
        "id":"ED478654",
        "title":"Building for a Healthy Future: Sustaining School-Based Enrollment in Health Insurance Programs."},
      {
        "id":"ED478655",
        "title":"The State of Connecticut's Youth, 2003: Data, Outcomes and Indicators."},
      {
        "id":"ED478656",
        "title":"Family Policy in the US, Japan, Germany, Italy and France: Parental Leave, Child Benefits/Family Allowances, Child Care, Marriage/Cohabitation, and Divorce. A Briefing Paper Prepared by the Council on Contemporary Families."},
      {
        "id":"ED478660",
        "title":"Expenditures on Children by Families: 1998 Annual Report."},
      {
        "id":"ED478661",
        "title":"Expenditures on Children by Families: 1999 Annual Report."},
      {
        "id":"ED478662",
        "title":"Expenditures on Children by Families: 2000 Annual Report."},
      {
        "id":"ED478663",
        "title":"Expenditures on Children by Families: 2001 Annual Report."},
      {
        "id":"ED478664",
        "title":"Expenditures on Children by Families: 2002 Annual Report."},
      {
        "id":"ED478665",
        "title":"Childhood Obesity: Causes and Prevention. Symposium Proceedings (Washington, DC, October 27, 1998)."},
      {
        "id":"ED478666",
        "title":"Breakfast and Learning in Children. Symposium Proceedings (Washington, DC, April 22, 1999)."},
      {
        "id":"ED478667",
        "title":"Kids Count Alaska Data Book, 2002."},
      {
        "id":"ED478668",
        "title":"The Search for an Effective Rural Policy: An Endless Quest or an Achievable Goal."},
      {
        "id":"ED478669",
        "title":"Community Organizing for School Reform in the Mississippi Delta."},
      {
        "id":"ED478670",
        "title":"The 2003 Secondary School Tracking Report. Diminishing Support in a Harsher Environment."},
      {
        "id":"ED478671",
        "title":"La Frontera: Study of School Districts along the United States/Mexico Border."},
      {
        "id":"ED478672",
        "title":"Classroom Environment, Instructional Resources, and Teaching Differences in High-Performing Kentucky Schools with Achievement Gaps."},
      {
        "id":"ED478673",
        "title":"Evaluation of Kentucky's Extended School Services Program."},
      {
        "id":"ED478674",
        "title":"Building New Partnerships in Support of America's Rural Communities. RCCI Year One Report."},
      {
        "id":"ED478675",
        "title":"Involving Families of Youth Who Are in Contact with the Juvenile Justice System."},
      {
        "id":"ED478676",
        "title":"Funding Mental Health Services for Youth in the Juvenile Justice System: Challenges and Opportunities."},
      {
        "id":"ED478677",
        "title":"Screening and Assessing Mental Health and Substance Use Disorders among Youth in the Juvenile Justice System."},
      {
        "id":"ED478678",
        "title":"Child Welfare and Juvenile Justice: Several Factors Influence the Placement of Children Solely To Obtain Mental Health Services."},
      {
        "id":"ED478679",
        "title":"Medication Assisted Treatment for the 21st Century: Community Education Kit."},
      {
        "id":"ED478681",
        "title":"Motivational Enhancement Therapy and Cognitive Behavioral Therapy for Adolescent Cannabis Users: 5 Sessions. Cannabis Youth Treatment (CYT) Series, Volume 1."},
      {
        "id":"ED478682",
        "title":"The Motivational Enhancement Therapy and Cognitive Behavioral Therapy Supplement: 7 Sessions of Cognitive Behavioral Therapy for Adolescent Cannabis Users, Cannabis Youth Treatment (CYT) Series, Volume 2."},
      {
        "id":"ED478683",
        "title":"Family Support Network for Adolescent Cannabis Users, Cannabis Youth Treatment (CYT) Series, Volume 3."},
      {
        "id":"ED478684",
        "title":"The Adolescent Community Reinforcement Approach for Adolescent Cannabis Users, Cannabis Youth Treatment (CYT) Series, Volume 4."},
      {
        "id":"ED478685",
        "title":"Multidimensional Family Therapy for Adolescent Cannabis Users, Cannabis Youth Treatment (CYT) Series, Volume 5."},
      {
        "id":"ED478686",
        "title":"Guidance and Advisement: Influences on Students' Motivation and Course-Taking Choices."},
      {
        "id":"ED478687",
        "title":"Adolescent Girls with Mental Health Disorders Involved with the Juvenile Justice System."},
      {
        "id":"ED478688",
        "title":"Partnership Attitude Tracking Study, Teens 2002."},
      {
        "id":"ED478689",
        "title":"Evidence Based Research: Implications for Counselor Educators."},
      {
        "id":"ED478690",
        "title":"The Role of the Guidance Profession in a Shifting Education System."},
      {
        "id":"ED478691",
        "title":"Youth to Youth: An Evaluation of State AODA Funded Peer Programs in Wisconsin, 2001-02. Field Study Report."},
      {
        "id":"ED478692",
        "title":"Comparison of WIAT, DAB-2, and WISC-III Scores of Students Assessed for Exceptional Class Placement."},
      {
        "id":"ED478693",
        "title":"National Survey of American Attitudes on Substance Abuse VIII: Teens and Parents."},
      {
        "id":"ED478694",
        "title":"Children&apos;s Program Kit: Supportive Education for Children of Addicted Parents."},
      {
        "id":"ED478695",
        "title":"International Workshop on Educational Infrastructure: Conclusions (Summary of Proceedings, Guadalajara, Jalisco, Mexico, February 24-27, 2002)."},
      {
        "id":"ED478696",
        "title":"Promoting and Disseminating Good Practice in the Planning and Management of Educational Facilities: Capital Investment Strategic Planning - A Case Study, Gold Coast Institute of TAFE, Queensland, Australia."},
      {
        "id":"ED478697",
        "title":"Development and Evaluation of Public Policies Aimed at Meeting Needs for Educational Facilities: Thoughts on the French Experience."},
      {
        "id":"ED478698",
        "title":"Monitoring and Evaluation of Public Policies for Educational Infrastructure."},
      {
        "id":"ED478699",
        "title":"The School of Tomorrow - Nordic Network of Educational Buildings."},
      {
        "id":"ED478700",
        "title":"Summary Health Statistics for U.S. Children: National Health Interview Survey, 1999."},
      {
        "id":"ED478702",
        "title":"Education and Care: Head Start Key among Array of Early Childhood Programs, but National Research on Effectiveness Not Completed. Testimony before the Committee on Health, Education, Labor, and Pensions, U. S. Senate."},
      {
        "id":"ED478703",
        "title":"National Standards in the Child and Family Services Reviews: Time To Improve on a Good Idea. JCPR Working Paper."},
      {
        "id":"ED478704",
        "title":"Before Substantiation: The Role for Child Welfare Agencies in Preventing Maltreatment. JCPR Working Paper."},
      {
        "id":"ED478705",
        "title":"Improving Child Welfare Agency Performance through Fiscal Reforms: An Assessment of Recent Proposals. JCPR Working Paper."},
      {
        "id":"ED478706",
        "title":"Deterioration of Child Welfare Families under Conditions of Welfare Reform. JCPR Working Paper."},
      {
        "id":"ED478708",
        "title":"Influence of Peer Effects on Learning Outcomes: A Review of the Literature."},
      {
        "id":"ED478709",
        "title":"Mississippi Pre-Kindergarten Curriculum: Including Benchmarks, Informal Assessments, and Suggested Teaching Strategies."},
      {
        "id":"ED478710",
        "title":"The State of Our Nation's Youth, 2003-2004."},
      {
        "id":"ED478711",
        "title":"Teaching Fractions: New Methods, New Resources. ERIC Digest."},
      {
        "id":"ED478712",
        "title":"Teaching about Ecosystems. ERIC Digest."},
      {
        "id":"ED478713",
        "title":"Finding Mathematics Teachers. ERIC Digest."},
      {
        "id":"ED478714",
        "title":"Fundamental Skills in Science: Observation. ERIC Digest."},
      {
        "id":"ED478715",
        "title":"Learning Science through Design. ERIC Digest."},
      {
        "id":"ED478716",
        "title":"Teaching about the Life and Health of Cells. ERIC Digest."},
      {
        "id":"ED478717",
        "title":"Systems Theory and the Earth Systems Approach in Science Education. ERIC Digest."},
      {
        "id":"ED478718",
        "title":"Open Questions in Science Education. ERIC Digest."},
      {
        "id":"ED478719",
        "title":"Open Questions in Mathematics Education. ERIC Digest."},
      {
        "id":"ED478720",
        "title":"Lessons Learned, Lessons Shared: Reflections from the International Learning Group on Youth and Community Development. Community &amp; Youth Development Series, Volume 5."},
      {
        "id":"ED478721",
        "title":"Comprehensive School Reform: A Multi-Site Replicated Experiment."},
      {
        "id":"ED478722",
        "title":"Easing the Policy Environments of Small Schools and Schools-within-Schools: Lessons from Six Cities. Policy Brief."},
      {
        "id":"ED478723",
        "title":"Project NAME: Native American Mathematics Education. Recommended Lesson Activities with Authentic Assessments."},
      {
        "id":"ED478724",
        "title":"Survey and Analysis of Alternative Education Programs."},
      {
        "id":"ED478725",
        "title":"Making Schools Work: Raising Student Achievement in Rural Middle Grades and High Schools."},
      {
        "id":"ED478726",
        "title":"Mothering and Moralism during the Progressive Era: How Women's Associations Reinterpreted Science To Shape the School Curriculum."},
      {
        "id":"ED478727",
        "title":"Religious Genres, Entextualization, and Literacy in Gitano Children."},
      {
        "id":"ED478728",
        "title":"Peace Education Theory."},
      {
        "id":"ED478729",
        "title":"A First Stage Analysis of a Professional Development Program for Elementary, Middle School, and Secondary United States History Teachers."},
      {
        "id":"ED478730",
        "title":"Re-Creating the Past: Building Historical Simulations with Hypermedia To Learn History."},
      {
        "id":"ED478731",
        "title":"Discipline for Democracy? Neutrality and Justice in Schools' Management of Conflict and Social Exclusion."},
      {
        "id":"ED478732",
        "title":"Japanese Comic Illustrations and Children's Picture/Illustrated Books of East Asia."},
      {
        "id":"ED478734",
        "title":"An International Perspective on the Development of Learning Communities."},
      {
        "id":"ED478735",
        "title":"Guiding Questions for Middle Grades Reform."},
      {
        "id":"ED478736",
        "title":"NCLB: Conspiracy, Compliance, or Creativity?"},
      {
        "id":"ED478737",
        "title":"The Development and Impact of Principal Leadership Self-Efficacy in Middle Level Schools: Beginning an Inquiry."},
      {
        "id":"ED478738",
        "title":"Rethinking Strategy and Strategic Leadership in Schools: Developing the Strategically Focused School."},
      {
        "id":"ED478739",
        "title":"Walking Away: New Women School Leaders Leaving the Career Track."},
      {
        "id":"ED478740",
        "title":"Implementing Reform Curriculum: A Case of Who's in Charge."},
      {
        "id":"ED478742",
        "title":"Public School Funding in North Carolina."},
      {
        "id":"ED478743",
        "title":"Alysha's Day: Progressive Pedagogy as School Reform."},
      {
        "id":"ED478744",
        "title":"Improving Instructional Capacity through School-Based Reform Coaches."},
      {
        "id":"ED478745",
        "title":"Language Attitudes and Ethnolinguistic Identity in South Africa: A Critical Review."},
      {
        "id":"ED478746",
        "title":"A Tandem of Native and Non-Native Teachers: Voices from Japanese and American Teachers in the EFL Classroom in Japan."},
      {
        "id":"ED478747",
        "title":"Shopping at the ELT Supermarket: Principled Decisions and Practices."},
      {
        "id":"ED478748",
        "title":"Designing for the Future: Curriculum Planning for a National Network of Arts Education Partnerships."},
      {
        "id":"ED478749",
        "title":"Learning To Think Historically: The Impact of a Philosophy and Methods of History Course on Three Preservice Teachers."},
      {
        "id":"ED478750",
        "title":"Dealing with Difference in the Social Studies: A Historical Perspective."},
      {
        "id":"ED478751",
        "title":"The Spiritual Lives of Artist/Teachers."},
      {
        "id":"ED478752",
        "title":"Mobilization among Women Academics: The Interplay between Feminism and the Profession."},
      {
        "id":"ED478754",
        "title":"Inquiry into Local History as a Means To Foster Multiple Levels of Development."},
      {
        "id":"ED478755",
        "title":"Connecting Arts Education Policy and Research to Classroom Teaching."},
      {
        "id":"ED478756",
        "title":"Saudi Arabia, Cyprus, America and the World: September 11th from Another Perspective."},
      {
        "id":"ED478757",
        "title":"Politics, Violence, and Education: Other People's Countries."},
      {
        "id":"ED478758",
        "title":"Faith Partnerships and Public Schools in Philadelphia: Rewards and Perils."},
      {
        "id":"ED478759",
        "title":"Children Teaching for Learning: What Happens When Children Teach Others in the Classroom?"},
      {
        "id":"ED478760",
        "title":"Preparing the Teacher Educators of the Future."},
      {
        "id":"ED478761",
        "title":"The Characteristics of the Effective Teacher in Cyprus Public High School: The Students' Perspective."},
      {
        "id":"ED478762",
        "title":"Modelling by Teacher Educators."},
      {
        "id":"ED478763",
        "title":"Standards-Based Mathematics Training To Improve Teacher's Content Knowledge and Enhance Parental Support for Student Learning."},
      {
        "id":"ED478764",
        "title":"Preservice Teachers' Responses to a Service-Learning Experience."},
      {
        "id":"ED478765",
        "title":"Patterns of Thinking in Reading."},
      {
        "id":"ED478766",
        "title":"Meaning in Reading Symbols across the Curriculum."},
      {
        "id":"ED478767",
        "title":"Reading, Mathematics, and the Pupil."},
      {
        "id":"ED478768",
        "title":"Relevance and Rigour in Media Education."},
      {
        "id":"ED478769",
        "title":"Improving Student Comprehension in Content Areas through the Use of Reading Strategies."},
      {
        "id":"ED478770",
        "title":"School Leaders and the Strategic Impact of Listening."},
      {
        "id":"ED478771",
        "title":"Classroom Management."},
      {
        "id":"ED478772",
        "title":"Education Administration (EdAd) and Capacity for School Improvement: Restructuring Public Education."},
      {
        "id":"ED478773",
        "title":"The Influence of Academically-Focused Peer Interaction on College Students' Development."},
      {
        "id":"ED478775",
        "title":"International Collaboration in Higher Education: An Overview of Critical Issues."},
      {
        "id":"ED478777",
        "title":"Attitudes and Perceptions of On- and Off-Campus Students of an Internet-Based Graduate Allied Health Program."},
      {
        "id":"ED478778",
        "title":"Dyad Interdependence: An Examination of the Student/Supervisor Relationship in Graduate Education."},
      {
        "id":"ED478779",
        "title":"Toward an Integrated System of Income Acquisition and Management: Four Community College Responses."},
      {
        "id":"ED478780",
        "title":"Let Me Share a Secret with You! Teaching with Computers."},
      {
        "id":"ED478781",
        "title":"Teaching Introductory Physics Online."},
      {
        "id":"ED478782",
        "title":"Improving Student Athlete Academic Success and Retention."},
      {
        "id":"ED478783",
        "title":"White Racial Identity Development at a Two-Year Institute."},
      {
        "id":"ED478784",
        "title":"Using Classroom Assessment Techniques: The Experiences of Adjunct Faculty at a Vanguard Learning College and Two Non-Vanguard Community Colleges."},
      {
        "id":"ED478788",
        "title":"Permanency Planning: Creating Life Long Connections. What Does It Mean for Adolescents?"},
      {
        "id":"ED478789",
        "title":"Building Futures: The Head Start Impact Study. Research Design Plan."},
      {
        "id":"ED478790",
        "title":"A Descriptive Study of Head Start Families: FACES Technical Report I."},
      {
        "id":"ED478791",
        "title":"Head Start FACES 2000: A Whole-Child Perspective on Program Performance. Fourth Progress Report."},
      {
        "id":"ED478792",
        "title":"The Longitudinal Assessment Study (LAS): Eighteen Year Follow-Up. Final Report."},
      {
        "id":"ED478793",
        "title":"Health Insurance for Children. The Future for Children."},
      {
        "id":"ED478794",
        "title":"America's Children and the Environment: A First View of Available Measures."},
      {
        "id":"ED478795",
        "title":"Leading the Way: Characteristics and Early Experiences of Selected Early Head Start Programs. Volume II: Program Profiles."},
      {
        "id":"ED478797",
        "title":"Bernard van Leer Foundation Annual Report, 2002."},
      {
        "id":"ED478798",
        "title":"Accreditation of Higher Education Institutions: An Overview."},
      {
        "id":"ED478799",
        "title":"What Is Accreditation? Fifth Edition."},
      {
        "id":"ED478800",
        "title":"Disciplinary Styles in the Scholarship of Teaching and Learning: Exploring Common Ground."},
      {
        "id":"ED478801",
        "title":"The Effect of Charter Schools on Charter Students and Public Schools. Occasional Paper."},
      {
        "id":"ED478802",
        "title":"The 2002 Legislative Briefing."},
      {
        "id":"ED478803",
        "title":"University Applicant Survey, 2002."},
      {
        "id":"ED478804",
        "title":"Faculty and Students at Nova Southeastern University Judge the Institutional Review Board (IRB) for Research with Human Subjects: Fall Term 2001."},
      {
        "id":"ED478805",
        "title":"Faculty at Nova Southeastern University Judge the President's Faculty Scholarship Awards: Fall Term 2001."},
      {
        "id":"ED478806",
        "title":"Place of Class Attendance of Nova Southeastern University Students during Calendar Year 2000."},
      {
        "id":"ED478807",
        "title":"Addressing Strategic Challenges. Annual Report, 2001-2002."},
      {
        "id":"ED478809",
        "title":"Access and Achievement Building Block: Making the Case for All To Achieve."},
      {
        "id":"ED478810",
        "title":"The Importance of Leadership Competencies: Perceptions of North Carolina Community College Presidents."},
      {
        "id":"ED478811",
        "title":"Impact of the Web on Higher Education: A Case Study Approach Offered for Discussion."},
      {
        "id":"ED478812",
        "title":"The Current State of the Land Grant University System."},
      {
        "id":"ED478813",
        "title":"A Chance To Succeed: The CHANCE Program Alumni Survey. Participants from 1968 through 2002."},
      {
        "id":"ED478814",
        "title":"College Completion: Additional Efforts Could Help Education with Its Completion Goals. Report to Congressional Requesters."},
      {
        "id":"ED478815",
        "title":"Agricultural Research: USDA's Outreach to Minority-Serving Institutions Could Improve Grant Competition. Report to Congressional Requesters."},
      {
        "id":"ED478816",
        "title":"The University of Akron Fact Book, 2003."},
      {
        "id":"ED478817",
        "title":"The Twisting Path of Concept Development in Learning To Teach. Report Series."},
      {
        "id":"ED478818",
        "title":"Touching the Future: Final Report."},
      {
        "id":"ED478819",
        "title":"Sound Ways of Learning: Anchoring Music Education to the PDS P-16 Reform Movement."},
      {
        "id":"ED478821",
        "title":"Career Women: Managing Learning and Overcoming Obstacles through Lifelong Learning Concepts."},
      {
        "id":"ED478822",
        "title":"Integrating Geographic Information Systems (GIS) into Secondary Education: A Community-Based Learning Experience."},
      {
        "id":"ED478823",
        "title":"The Effect of &quot;We the People... Project Citizen&quot; on the Civic Skills and Dispositions of Taiwanese Adolescent Students."},
      {
        "id":"ED478824",
        "title":"Establishing Leadership in the Reading Curriculum."},
      {
        "id":"ED478825",
        "title":"Reading Instruction: Decision Making by the Teacher."},
      {
        "id":"ED478826",
        "title":"Developing Pupil Background Information for Reading."},
      {
        "id":"ED478827",
        "title":"Assessing Reading in the Science Curriculum."},
      {
        "id":"ED478828",
        "title":"Improving Student Literacy."},
      {
        "id":"ED478829",
        "title":"Increasing Reading Ability among First and Third Grade Students."},
      {
        "id":"ED478830",
        "title":"Impact of a Middle School Reading Strategies Elective on Reading Comprehension Test Scores and Reading Confidence."},
      {
        "id":"ED478831",
        "title":"Helping Your Child in Reading in the Social Studies."},
      {
        "id":"ED478832",
        "title":"Reconsidering the SAT-I for College Admissions: Analysis of Alternate Predictors of College Success."},
      {
        "id":"ED478833",
        "title":"Listening to Staff, 2002."},
      {
        "id":"ED478834",
        "title":"Developing Structural Equation Models To Determine Factors Contributing to Student Graduation and Retention: Are There Differences for Native Students and Transfers?"},
      {
        "id":"ED478835",
        "title":"Meeting the Needs of International Students at Dominican University of California."},
      {
        "id":"ED478836",
        "title":"Student Involvement in Research: Benefits for Students and Faculty."},
      {
        "id":"ED478837",
        "title":"Student Satisfaction in the University: A Case Study from Spain."},
      {
        "id":"ED478838",
        "title":"Democratic Classroom and Global Citizenship: The Contribution of One-Unit Seminars."},
      {
        "id":"ED478839",
        "title":"Path Model of the Processes Influencing Drinking-Related Problems among College Students."},
      {
        "id":"ED478840",
        "title":"Distinguishing Attitudinal and Behavioral Differences among College Alumni Who Participated in Service-Learning and Volunteer Service."},
      {
        "id":"ED478841",
        "title":"A Guide to Reading Tips for Parents."},
      {
        "id":"ED478842",
        "title":"Una Guia de Consejos Practicos Sobre la Lectura para los Padres (A Guide to Reading Tips for Parents)."},
      {
        "id":"ED478843",
        "title":"Folklore in Zora Neale Hurston's &quot;Their Eyes Were Watching God.&quot; [Lesson Plan]."},
      {
        "id":"ED478844",
        "title":"Fables and Trickster Tales around the World. [Lesson Plan]."},
      {
        "id":"ED478845",
        "title":"Edward Lear, Limericks, and Nonsense: A Little Nonsense. [Lesson Plan]."},
      {
        "id":"ED478846",
        "title":"Couriers in the Inca Empire: Getting Your Message Across. [Lesson Plan]."},
      {
        "id":"ED478847",
        "title":"Colonial Broadsides: A Student-Created Play. [Lesson Plan]."},
      {
        "id":"ED478848",
        "title":"Literacy Portfolios: Looking Closely at Individual Learners. NCTE Reading Initiative."},
      {
        "id":"ED478849",
        "title":"Critical Literacy: Putting a Critical Edge on Your Curriculum. NCTE Reading Initiative."},
      {
        "id":"ED478850",
        "title":"English Language Learning: Revaluing Language as Resource. NCTE Reading Initiative."},
      {
        "id":"ED478851",
        "title":"Inquiry into Inquiry: Exploring Educational Practice. NCTE Reading Initiative."},
      {
        "id":"ED478853",
        "title":"An Inquiry Study into Adolescent Literacy: Encouraging the Development of Adolescent Readers. NCTE Reading Initiative."},
      {
        "id":"ED478854",
        "title":"An Inquiry Study on Adolescent Literacy: Encouraging the Development of Adolescent Writers. NCTE Reading Initiative."},
      {
        "id":"ED478855",
        "title":"Improving Student Writing through the Use of Goal Setting."},
      {
        "id":"ED478856",
        "title":"Literacy Teaching and Learning: An International Journal of Early Reading and Writing, 2000-2001."},
      {
        "id":"ED478857",
        "title":"Literacy Teaching and Learning: An International Journal of Early Reading and Writing, 2001-2002."},
      {
        "id":"ED478858",
        "title":"Literacy Teaching and Learning: An International Journal of Early Reading and Writing, 2003."},
      {
        "id":"ED478859",
        "title":"Journey from Oppression: Using Literature To Teach Civil Rights."},
      {
        "id":"ED478860",
        "title":"Developing an Interfaith Trialogue: Creating Multi-Cultural Study Abroad Experiences That Enhance a Community's Understanding and Awareness of the Christian, Jewish, and Muslim Faith Traditions through the Narrative Dimensions of Transformative Learning."},
      {
        "id":"ED478861",
        "title":"Teaching to the Standards: A K-12 Scope and Sequence in Geography."},
      {
        "id":"ED478862",
        "title":"The Date That Lives in Infamy: Pearl Harbor Lesson Plans."},
      {
        "id":"ED478863",
        "title":"To the Ends of the Earth and Beyond."},
      {
        "id":"ED478864",
        "title":"Dive! Dive! An Introduction to the History and Technology of Submarines."},
      {
        "id":"ED478865",
        "title":"Ships to the Sea."},
      {
        "id":"ED478866",
        "title":"Navy ABCs."},
      {
        "id":"ED478867",
        "title":"Hats Off."},
      {
        "id":"ED478868",
        "title":"Sailor's Life at Sea (and a Little Poetry)."},
      {
        "id":"ED478869",
        "title":"History Education in the United States: A Survey of Teacher Certification and State-Based Standards and Assessments for Teachers and Students."},
      {
        "id":"ED478871",
        "title":"Dad Was a Terrible Hard Worker: The Influence of Family and School on Dublin's Men's Working Lives--Preliminary Findings. CLMS Working Paper."},
      {
        "id":"ED478872",
        "title":"&quot;I Couldn't Wait for the Day&quot;: Young Workers' Reflections on Education during the Transition to Work in the 1960s. CLMS Working Paper."},
      {
        "id":"ED478873",
        "title":"Forty Years On: Norbert Elias and the Young Worker Project. CLMS Working Paper."},
      {
        "id":"ED478874",
        "title":"Agora VII: Working Time, Training Time (Thessaloniki, Greece, October 7-8, 1999). CEDEFOP Panorama Series."},
      {
        "id":"ED478877",
        "title":"Key Figures on Vocational Education and Training."},
      {
        "id":"ED478878",
        "title":"Renewing Oregon's Economy: Growing Jobs and Industries through Innovation. A Report from the Oregon Council for Knowledge and Economic Development."},
      {
        "id":"ED478879",
        "title":"ETF Work Programme, 2003."},
      {
        "id":"ED478880",
        "title":"Highlights: The ETF in 2002."},
      {
        "id":"ED478881",
        "title":"The Challenges of Lifelong Learning: Report of a Seminar Involving the New Independent States and Mongolia, February 2002. Report."},
      {
        "id":"ED478882",
        "title":"A Management Tool Kit on Training Needs Assessment and Programme Design: An Integrated Resource for Management Development in Transition Countries. Companion."},
      {
        "id":"ED478883",
        "title":"Vocational Education and Training Against Social Exclusion: Albania. Country Report."},
      {
        "id":"ED478884",
        "title":"Report on the Vocational Education and Training in Bosnia and Herzegovina. National Observatory Country Report."},
      {
        "id":"ED478885",
        "title":"Transnational Analysis of Vocational Education and Training in the New Independent States and Mongolia. Report."},
      {
        "id":"ED478886",
        "title":"National Observatory Report on Vocational Education and Training in Georgia."},
      {
        "id":"ED478887",
        "title":"National Observatory Report on Vocational Education and Training in Moldova."},
      {
        "id":"ED478888",
        "title":"National Observatory Report on Vocational Education and Training in Ukraine."},
      {
        "id":"ED478889",
        "title":"Transitions between School and Work: Some New Understandings and Questions about Adult Mathematics."},
      {
        "id":"ED478890",
        "title":"Assessment of Math Skills in ABE: A Challenge."},
      {
        "id":"ED478891",
        "title":"Developing a National Framework for Adults' Mathematics Education in Ireland: A Pilot Study."},
      {
        "id":"ED478892",
        "title":"Adult Numeracy Teaching--An Australian Focus on Social Contexts."},
      {
        "id":"ED478893",
        "title":"Tracking Ways of Coming to Know with the Shifting Role of Teachers and Peers: An Adult Mathematics Classroom."},
      {
        "id":"ED478894",
        "title":"Adult Multiple Intelligences and Math."},
      {
        "id":"ED478895",
        "title":"Epistemological Questions about Research and Practice in ALM."},
      {
        "id":"ED478896",
        "title":"Math Is in the Eye of the Beholder."},
      {
        "id":"ED478897",
        "title":"All for One and One for All: Citizenship and Maths Education."},
      {
        "id":"ED478898",
        "title":"The Role of Mathematical Tools in Addressing Problems in Everyday Life: The Interplay between Socio-Cultural Factors and the Individual's Feelings and Ways of Thinking."},
      {
        "id":"ED478899",
        "title":"A Review and Summary of Research on Adult Mathematics Education in North America (1980-2000)."},
      {
        "id":"ED478900",
        "title":"Teaching Students Problem Solving in Introductory Physics--Forming an Initial Hypothesis of Instructors' Beliefs."},
      {
        "id":"ED478901",
        "title":"A Methodology in the Teaching Process of the Derivative and Its Motivation."},
      {
        "id":"ED478902",
        "title":"Stories from the Schools Participating in the JASON Project."},
      {
        "id":"ED478903",
        "title":"HAZ-ED Classroom Activities for Understanding Hazardous Waste."},
      {
        "id":"ED478905",
        "title":"The Impact of Involvement in a Science Fair on Seventh Grade Students."},
      {
        "id":"ED478906",
        "title":"Support from Afar: Using Chemical Safety Information on the Internet."},
      {
        "id":"ED478907",
        "title":"Comprehensive Partnerships for Mathematics and Science Achievement (CPMSA) Fact Book, 2002. Volume I."},
      {
        "id":"ED478908",
        "title":"Urban School Key Indicators of Science and Mathematics Education: 2001. Volume 1."},
      {
        "id":"ED478909",
        "title":"Peer Approach in Adolescent Reproductive Health Education: Some Lessons Learned."},
      {
        "id":"ED478910",
        "title":"A Study of the Effectiveness of a Preservice Teacher Education Scheme."},
      {
        "id":"ED478912",
        "title":"Magnificent Ground Water Connection. [Sample Activities]."},
      {
        "id":"ED478914",
        "title":"Helping Students Succeed in Science."},
      {
        "id":"ED478915",
        "title":"Chattanooga Math Trail: Community Mathematics Modules, Volume 1."},
      {
        "id":"ED478916",
        "title":"Gender Differences in the Careers of Academic Scientists and Engineers: A Literature Review. Special Report."},
      {
        "id":"ED478917",
        "title":"Teaching and Learning High School Mathematics through Inquiry: Program Reviews and Recommendations."},
      {
        "id":"ED478918",
        "title":"Teaching and Learning K-8 Mathematics and Science through Inquiry: Program Reviews and Recommendations."},
      {
        "id":"ED478919",
        "title":"Increasing Math Achievement through Use of Music."},
      {
        "id":"ED478920",
        "title":"Multiple Perspectives on Charter School Accountability: Research Findings from Charter Schools and Charter School Authorizers."},
      {
        "id":"ED478921",
        "title":"Critically Thoughtful Leadership."},
      {
        "id":"ED478922",
        "title":"Schools for Our Future. [Part One and] Part Two: Why Do We Need Them? [and] Part Three: How Do We Get Them?"},
      {
        "id":"ED478923",
        "title":"Preparing Personnel To Work with Children with Serious Emotional Disturbance and Autism, 9/01/99-12/31/02. Final Report."},
      {
        "id":"ED478924",
        "title":"Alternative Routes to Teaching (ART): Qualifying Minority and Bilingual Paraeducators and Noncertified Substitutes for Urban, Multicultural Special Education Classrooms, 9/01/97-12/31/02. Final Report."},
      {
        "id":"ED478925",
        "title":"Preparing Urban Leaders for Special Education (PULSE): An Integrated Doctoral Program in Research and College Teaching for Urban and Multicultural Special Education Settings, 6/01/97-12/31/02. Final Report."},
      {
        "id":"ED478926",
        "title":"Culturally & Linguistically Sensitive Practices in Motor Skills Intervention for Young Children. Technical Report."},
      {
        "id":"ED478928",
        "title":"Moving towards Cross-Cultural Competence in Lifelong Personnel Development: A Review of the Literature. Technical Report."},
      {
        "id":"ED478929",
        "title":"Transition Is More Than a Change in Services: The Need for a Multicultural Perspective. Technical Report."},
      {
        "id":"ED478931",
        "title":"A Guide for Professionals Serving Hearing Children with Deaf Parents. Technical Report."},
      {
        "id":"ED478932",
        "title":"Visual Impairment in Young Children: A Review of the Literature with Implications for Working with Families of Diverse Cultural and Linguistic Backgrounds. Technical Report."},
      {
        "id":"ED478937",
        "title":"Lectura y Vida: Revista Latinoamericana de Lectura, 2002 (Reading and Life: Latin American Reading Magazine, 2002)."},
      {
        "id":"ED478940",
        "title":"Learning To Live with It: The Impact of FEFC Funding, Further Evidence from Fourteen Colleges."},
      {
        "id":"ED478941",
        "title":"A New Shape for Post-16 Education and Training. Submission to the Department for Education and Employment Review of Local and National Arrangements for Lifelong Learning, Skills and Workforce Development: Outcome of the TEC Review."},
      {
        "id":"ED478945",
        "title":"Guidelines for Assessing Michigan Standards in Industrial Technology Education."},
      {
        "id":"ED478946",
        "title":"Tacit Knowledge. Trends and Issues Alert."},
      {
        "id":"ED478947",
        "title":"Intergenerational Learning and Social Capital. ERIC Digest."},
      {
        "id":"ED478948",
        "title":"Health Literacy beyond Basic Skills. ERIC Digest."},
      {
        "id":"ED478949",
        "title":"Youth in Adult Basic and Literacy Education Programs. ERIC Digest."},
      {
        "id":"ED478950",
        "title":"Employment of People with Disabilities. ERIC Digest."},
      {
        "id":"ED478951",
        "title":"The Contribution of Adult Learning to Health and Social Capital. Wider Benefits of Learning Research Report."},
      {
        "id":"ED478953",
        "title":"Affective Dimensions of Adult Literacy Development."},
      {
        "id":"ED478954",
        "title":"Lifelong Learning: Citizens' Views."},
      {
        "id":"ED478955",
        "title":"Attributes and Characteristics of Exemplary, Leading, and Innovative Career and Technical Education Teacher Preparation Programs."},
      {
        "id":"ED478957",
        "title":"The Learning Organisation Part I. The Learning Organisation: What Is It? Does It Constitute a Useful Set of Ideas for the Human Resource Development Practitioner? CLMS Working Paper."},
      {
        "id":"ED478958",
        "title":"The Learning Organisation Part II. &quot;Getting Emotional&quot;: The Learning Organisation and Emotional Intelligence. CLMS Working Paper."},
      {
        "id":"ED478959",
        "title":"Listening to Learners: Consultation with Learners about Adult Literacy Education in Scotland."},
      {
        "id":"ED478960",
        "title":"Education Policy and the AECF Jobs Initiative. Jobs Initiative Policy Brief."},
      {
        "id":"ED478961",
        "title":"Improving Adult Literacy Outcomes: Lessons from Cognitive Research for Developing Countries. Directions in Development."},
      {
        "id":"ED478963",
        "title":"The Architectural Heritage: A Market Under Construction."},
      {
        "id":"ED478964",
        "title":"Adult Education and the Contested Terrain of Public Policy. Proceedings of the Annual Conference of the Canadian Association for the Study of Adult Education (21st, Toronto, Ontario May 30-31 and June 1, 2002). = L'Education des Adultes et le Domaine Controverse des Affaires Publiques. Actes Annuel de L'Association Canadienne pour L'Etude de L'Education des Adultes (21eme, Toronto, Ontario, 30-31 Mai et 1 Juin, 2002)."},
      {
        "id":"ED478965",
        "title":"Creativity, Culture, Education, and the Workforce. Art, Culture &amp; the National Agenda Issue Paper."},
      {
        "id":"ED478966",
        "title":"The Curriculuar Connection to Service Learning."},
      {
        "id":"ED478967",
        "title":"Human Capital: Opportunities To Improve Executive Agencies' Hiring Processes. Report to Congressional Requesters."},
      {
        "id":"ED478968",
        "title":"International Literacy Day Tool Kit."},
      {
        "id":"ED478969",
        "title":"Situating Cognition: Knowledge and Power in Context."},
      {
        "id":"ED478970",
        "title":"Leadership Education Research: Do Methods Matter?"},
      {
        "id":"ED478971",
        "title":"Learning Outcomes: Skills or Function?"},
      {
        "id":"ED478972",
        "title":"Reporting the Results of the National Assessment of Educational Progress. NAEP Validity Study. Working Paper Series."},
      {
        "id":"ED478973",
        "title":"An Investigation of Why Students Do Not Respond to Questions. NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478974",
        "title":"A Study of Equating in NAEP. NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478975",
        "title":"Feasibility Studies of Two-Stage Testing in Large Scale Educational Assessment: Implications for NAEP. NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478976",
        "title":"Computer Use and Its Relation to Academic Achievement in Mathematics, Reading and Writing. NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478977",
        "title":"Implications of Electronic Technology for the NAEP Assessment. NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478978",
        "title":"The Effects of Finite Sampling on State Assessment Sample Requirements. NAEP Validity Studies. Working Paper Series."},
      {
        "id":"ED478979",
        "title":"The Initial Response to the Accountability Requirements in the No Child Left Behind Act: A Case Study of Virginia and Georgia."},
      {
        "id":"ED478980",
        "title":"Overview of Public Elementary and Secondary Schools and Districts: School Year 2001-02."},
      {
        "id":"ED478981",
        "title":"University Students' Orientation to Qualitative and Quantitative Research Methods."},
      {
        "id":"ED478982",
        "title":"Random Assignment in Program Evaluation and Intervention Research: Questions and Answers."},
      {
        "id":"ED478983",
        "title":"The Institute of Education Sciences: New Wine, New Bottles."},
      {
        "id":"ED478984",
        "title":"Do Higher State Test Scores in Texas Make for Better High School Outcomes? Research Report."},
      {
        "id":"ED478985",
        "title":"Assessing the Efficiency of Item Selection in Computerized Adaptive Testing."},
      {
        "id":"ED478986",
        "title":"Best Policies and Practices in Urban Educational Reform: A Summary of Empirical Analysis Focusing on Student Achievements and Equity."},
      {
        "id":"ED478987",
        "title":"A Biographic Comparison Tracing the Origin of Their Ideas of Jean Piaget and Lev Vygotsky."},
      {
        "id":"ED478988",
        "title":"A Biographic Comparison Tracing the Similarities in the Lives of Jean Piaget and Lev Vygotsky."},
      {
        "id":"ED478990",
        "title":"A Review of Research and Practice in E-Learning in the Work-Place and Proposals for Its Effective Use."},
      {
        "id":"ED478991",
        "title":"Analysis of Subsequent Educational Decisions of High School Dropouts and Their Life Outcomes."},
      {
        "id":"ED478992",
        "title":"Exploration of Critical Self-Reflection in the Teaching of Ethics: The Case of Physical Therapy."},
      {
        "id":"ED478993",
        "title":"Summit on New Directions for Student Support. Center Report."},
      {
        "id":"ED478994",
        "title":"Rethinking Student Support To Enable Students To Learn and Schools To Teach. Center Concept Paper &amp; Accompanying Resource Aids."},
      {
        "id":"ED478995",
        "title":"Sustaining School-Community Partnerships To Enhance Outcomes for Children and Youth. A Guidebook and Tool Kit."},
      {
        "id":"ED478996",
        "title":"New Directions for Student Support: Some Fundamentals."},
      {
        "id":"ED478998",
        "title":"Youth Smoking Prevention and State Revenue Enforcement Act, Hearing before the Subcommittee on Courts, The Internet, and Intellectural Property of the House of Representatives, Committee on the Judiciary on H.R. 1839. 108th Congress, First Session."},
      {
        "id":"ED478999",
        "title":"Risk and Protective Factors of Child Delinquency. OJJDP Child Delinquency Bulletin Series."},
      {
        "id":"ED479000",
        "title":"Men's Experience with Eating Disorders: Uncommon Lives? A Look at the Experiences of Men with Eating Disorders."},
      {
        "id":"ED479002",
        "title":"Update of School Construction Assistance Programs Survey for Wyoming State Legislature."},
      {
        "id":"ED479003",
        "title":"Education Watch: Missouri. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479004",
        "title":"Education Watch: Montana. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479005",
        "title":"Education Watch: Nebraska. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479006",
        "title":"Education Watch: Nevada. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479007",
        "title":"Education Watch: New Hampshire. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479008",
        "title":"Education Watch: New Jersey. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479009",
        "title":"Education Watch: New Mexico. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479010",
        "title":"Education Watch: New York. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479011",
        "title":"Education Watch: North Carolina. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479012",
        "title":"Education Watch: North Dakota. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479013",
        "title":"Education Watch: Ohio. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479014",
        "title":"Education Watch: Oklahoma. Key Education Facts and Figures. Achievement, Attainment and Opportunity. From Elementary School through College."},
      {
        "id":"ED479022",
        "title":"The Importance of Family Dinners."},
      {
        "id":"ED479023",
        "title":"Pushing the Boundaries of Education: Evaluating the Impact of Research-Based Social Service Programs with Educational Performance Indicators."},
      {
        "id":"ED479024",
        "title":"College Students' Views of the Specific Costs and Benefits Associated with Maternal Employment."},
      {
        "id":"ED479025",
        "title":"Married Parents' Perceptions of the Specific Costs and Benefits Associated with Maternal Employment."},
      {
        "id":"ED479027",
        "title":"Using Telecentres in Support of Distance Education. Knowledge Series: A Topical, Start-Up Guide to Distance Education Practice and Delivery."},
      {
        "id":"ED479028",
        "title":"New-Model Scholarship: How Will It Survive? Optimizing Collections and Services for Scholarly Use."},
      {
        "id":"ED479029",
        "title":"The EDUTECH Report, 2002-2003."},
      {
        "id":"ED479031",
        "title":"Progress Report on the State of Texas Master Plan for Educational Technology, 2000-2003."},
      {
        "id":"ED479032",
        "title":"WCER Highlights, 2002-2003."},
      {
        "id":"ED479033",
        "title":"Community Colleges: Is There a Lesson in Them for Latin America? Sustainable Development Department Technical Papers Series."},
      {
        "id":"ED479034",
        "title":"Operating Plan for Distance Education at Houston Community College System."},
      {
        "id":"ED479035",
        "title":"Demonstrating Institutional Effectiveness in the Connecticut Community-Technical College System (Initial Recommendations--DHE Performance Measures)."},
      {
        "id":"ED479036",
        "title":"The Determinants of Satisfaction with Educational Experience: Why Community College Students Are More Satisfied."},
      {
        "id":"ED479037",
        "title":"Executive Compensation in the California Community Colleges, 2001-2002."},
      {
        "id":"ED479038",
        "title":"Vocational-Technical High School Graduates That Attend Connecticut Community Colleges: Who Are They? Are They Successful?"},
      {
        "id":"ED479039",
        "title":"Bellevue Community College Community Impact Report, Fall 2002."},
      {
        "id":"ED479040",
        "title":"Bellevue Community College Institutional Performance Indicators, [Fall] 2002. Fourth Report."},
      {
        "id":"ED479041",
        "title":"Documented Characteristics of Labor Market-Responsive Community Colleges and a Review of Supporting Literature."},
      {
        "id":"ED479042",
        "title":"Education Reform in New England. Federal Reserve Bank of Boston Annual Report, 2002."},
      {
        "id":"ED479044",
        "title":"Education, Schooling, and the Prospects of Global Peace."},
      {
        "id":"ED479046",
        "title":"An American University in China: Teaching through the Crisis."},
      {
        "id":"ED479047",
        "title":"Mervyn's Moving Mission."},
      {
        "id":"ED479048",
        "title":"Florida's Instructional Materials Specifications. K-12 Social Studies, 2004-2005 Adoption."},
      {
        "id":"ED479051",
        "title":"Eight Questions on Teacher Preparation: What Does the Research Say? A Summary of the Findings."},
      {
        "id":"ED479054",
        "title":"The 21st-Century Principal: Current Issues in Leadership and Policy."},
      {
        "id":"ED479056",
        "title":"Book Clubs: Reading for Fun."},
      {
        "id":"ED479057",
        "title":"Biographies: Creating Timelines of a Life."},
      {
        "id":"ED479058",
        "title":"Battling for Liberty: Tecumseh's and Patrick Henry's Language of Resistance."},
      {
        "id":"ED479059",
        "title":"Alaska Native Stories: Using Narrative to Introduce Expository Text."},
      {
        "id":"ED479060",
        "title":"Building Reading Comprehension through Think-Alouds."},
      {
        "id":"ED479061",
        "title":"Critical Media Literacy: Commercial Advertising."},
      {
        "id":"ED479062",
        "title":"Egyptian Symbols and Figures. Hieroglyphs [and] Scroll Paintings. [Lesson Plan]."},
      {
        "id":"ED479066",
        "title":"The Virtual Bridge."},
      {
        "id":"ED479067",
        "title":"Improving Primary Students' Reading Fluency."},
      {
        "id":"ED479068",
        "title":"Final Evaluation of Assignment: Media Literacy. A Report to the Discovery Channel."},
      {
        "id":"ED479069",
        "title":"Excellence in Elementary Editing."},
      {
        "id":"ED479070",
        "title":"Better Leaders for America's Schools: A Manifesto. With Profiles of Education Leaders and a Summary of State Certification Practices."},
      {
        "id":"ED479071",
        "title":"The Daily Disciplines of Leadership: How To Improve Student Achievement, Staff Motivation, and Personal Organization. The Jossey-Bass Education Series."},
      {
        "id":"ED479072",
        "title":"Market Professionals in the Private Tutoring Industry: Balancing Profitability with the Humanistic Face of Schooling."},
      {
        "id":"ED479073",
        "title":"School Choice by Default? Understanding the Growing Demand for Private Tutoring in Canada. NALL Working Paper."},
      {
        "id":"ED479074",
        "title":"Inducting School Leaders. ERIC Digest."},
      {
        "id":"ED479075",
        "title":"The New Schools Handbook: Strategic Advice for Successful School Start-Up in Partnership with School District Officials, Staff and Community Members."},
      {
        "id":"ED479076",
        "title":"A New Look at Inequities in School Funding: A Presentation on the Resource Variations within Districts."},
      {
        "id":"ED479077",
        "title":"Preventing School Violence: A Practical Guide to Comprehensive Planning."},
      {
        "id":"ED479078",
        "title":"Management Strategies for Multi-Track, Year-Round Elementary Schools."},
      {
        "id":"ED479079",
        "title":"Creating a High-Performance Learning Culture: A Conceptual Framework."},
      {
        "id":"ED479080",
        "title":"Connecticut Community Colleges Entering Student Survey, Fall 2002."},
      {
        "id":"ED479081",
        "title":"A Preliminary Report on the Effects of the TAP Program on the Attraction and Retention of Fully Credentialed Teachers in API 1-5 Schools. Planning, Assessment, and Research Division Publication."},
      {
        "id":"ED479085",
        "title":"An Infinite Game in a Finite Setting: Visualizing Foreign Language Teaching and Learning in America."},
      {
        "id":"ED479086",
        "title":"National and Official Languages in Nigeria: Reflections on Linguistic Interference and the Impact of Language Policy and Politics on Minority Languages."},
      {
        "id":"ED479087",
        "title":"Cross-Linguistic Influence, Transfer and Other Kinds of Language Interaction: Evidence for Modularity from the Study of Bilingualism."},
      {
        "id":"ED479088",
        "title":"The Development of Oklahoma's Public Two-Year Colleges: An Enigma and a Battleground."},
      {
        "id":"ED479089",
        "title":"A Case Study of Select Illinois Community College Board Chair Perspectives on Their Leadership Role."},
      {
        "id":"ED479090",
        "title":"Raritan Valley Community College Strategic Plan: It's Our Time."},
      {
        "id":"ED479091",
        "title":"Community College Teacher Development: Focusing upon New Teachers to Improve Student Outcomes."},
      {
        "id":"ED479092",
        "title":"The Quest for Education in Post Colonial Kenya: My Personal Experiences."},
      {
        "id":"ED479094",
        "title":"Overview of the Girls' Education Activity."},
      {
        "id":"ED479095",
        "title":"Refugee Education in a Changing Global Climate: The Case of Sudanese in Egypt."},
      {
        "id":"ED479096",
        "title":"The Cross-Cultural Leadership Model for the Winston Institute."},
      {
        "id":"ED479097",
        "title":"The Age of Technology: Friend or Foe to the Expression of Art?"},
      {
        "id":"ED479098",
        "title":"The Role of Music in Classroom Management."},
      {
        "id":"ED479099",
        "title":"Issues of Development, Democratic Prospects, and Citizenship Education: Theoretical Perspectives on Sub-Saharan Africa."},
      {
        "id":"ED479100",
        "title":"Toward a Professional Community for Social Justice."},
      {
        "id":"ED479101",
        "title":"Shared Accountability in Creating and Managing Collaborative Supervision Partnerships."},
      {
        "id":"ED479102",
        "title":"The Ultimate Flag Games."},
      {
        "id":"ED479103",
        "title":"Seeking a Cure for Leadership in Our Lifetime."},
      {
        "id":"ED479105",
        "title":"Cross-Cultural Perspectives on Approaches to Parent-Infant Interaction Intervention. Technical Report."},
      {
        "id":"ED479107",
        "title":"Success Stories, 2002: Making a Difference One Story at a Time."},
      {
        "id":"ED479110",
        "title":"Writing Lab Outreach Project, September 1, 1998-August 31, 2002. Outreach Projects for Children with Disabilities. Final Performance Report."},
      {
        "id":"ED479111",
        "title":"Providing Technical Assistance to Local School Districts: Lessons Learned."},
      {
        "id":"ED479112",
        "title":"Northern California Parent Network. Final Report."},
      {
        "id":"ED479113",
        "title":"Unlocking Potential: Key Components of Programming for Students with Learning Disabilities."},
      {
        "id":"ED479114",
        "title":"Standards for Special Education."},
      {
        "id":"ED479115",
        "title":"Les normes en matiere d'adaptation scolaire (Standards for Special Education)."},
      {
        "id":"ED479116",
        "title":"Strengthening IL Board Leadership: A National Conference (Buffalo, New York, September 9-11, 2002). Participant's Manual."},
      {
        "id":"ED479117",
        "title":"Coalition Building for Systems Advocacy: A National Teleconference (August 21, 2002). Participant&apos;s Manual."},
      {
        "id":"ED479118",
        "title":"Improving Writing Skills in the Elementary Classroom."},
      {
        "id":"ED479119",
        "title":"A Review of the Literature: The Effectiveness of Leveled Reading Groups in Improving Oral Proficiency and Comprehension to First Grade Students."},
      {
        "id":"ED479120",
        "title":"English Teaching in the 21st Century: Empathic Intelligence and Brain-Based Research."},
      {
        "id":"ED479121",
        "title":"Reading, Social Development, and the Child."},
      {
        "id":"ED479122",
        "title":"Changing Words in a Changing World: A Source-Based and Process Approach to Teaching Vocabulary."},
      {
        "id":"ED479123",
        "title":"Get That Brain Reading."},
      {
        "id":"ED479126",
        "title":"English/Literacy and Anxiety about the Future: A Case-Study from the Turn of the 20th Century."},
      {
        "id":"ED479128",
        "title":"Strategies to Enhance Vocabulary Development."},
      {
        "id":"ED479129",
        "title":"Abstraction and Concreteness in the Everyday Mathematics of Structural Engineers."},
      {
        "id":"ED479130",
        "title":"Web Surveys as a Source of Nonresponse Explication."},
      {
        "id":"ED479131",
        "title":"Academic Delay of Gratification, Future Goals, and Self-Regulated Learning."},
      {
        "id":"ED479132",
        "title":"African Immigrants in Higher Education: Racial and Ethnic Identity Development, Maintenance, and Support."},
      {
        "id":"ED479133",
        "title":"The Proposed UCSD Academic Integrity Tutorial Pilot Project: A Formative Evaluation."},
      {
        "id":"ED479134",
        "title":"Teaching Reading Strategies to English Language Learners."},
      {
        "id":"ED479137",
        "title":"Rethinking the Role of Indigenous Knowledges in the Academy. NALL Working Paper."},
      {
        "id":"ED479138",
        "title":"Evaluating the Bilingual Teacher: A Monolingual Administrator's Challenge."},
      {
        "id":"ED479139",
        "title":"Building Job Keepers."},
      {
        "id":"ED479140",
        "title":"Healthy Communities: Building Communities from the Ground Up."},
      {
        "id":"ED479141",
        "title":"Lesson Plan: Baghdad in the Classical Era (A.D. 762-1258)."},
      {
        "id":"ED479142",
        "title":"Politics of Educational Transfer: Different Meanings of the American Black Industrial Education Model in the Discourse of &quot;Education for Africans.&quot;"},
      {
        "id":"ED479143",
        "title":"Young Children's Construction of Understanding about Families and Citizenship using Storypath."},
      {
        "id":"ED479144",
        "title":"Culture Regions in Geography Education."},
      {
        "id":"ED479145",
        "title":"Somewhere to Call Home? Schooling and a Sense of Place and Belonging in an Increasingly Globalised World."},
      {
        "id":"ED479146",
        "title":"Of the Egyptians, Ancient Greeks, Jesus, and Teaching Personal Economics in Grades K-12."},
      {
        "id":"ED479147",
        "title":"Connecting Women's Voices: A Symposium on the Intersection of Gender, Race, and Class."},
      {
        "id":"ED479148",
        "title":"The Truth and Harriet Martineau: Interpreting a Life."},
      {
        "id":"ED479149",
        "title":"Corporatisation, Global Banking Impact on the Australian Education System: Reflecting on Care."},
      {
        "id":"ED479150",
        "title":"Student Loans Driving You Crazy? A Borrower's Guide to Direct Consolidation Loans."},
      {
        "id":"ED479151",
        "title":"Identity Development of Diverse Populations: Implications for Teaching and Administration in Higher Education. ASHE-ERIC Higher Education Report. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED479153",
        "title":"Fact Book on Higher Education, 2003. Condensed Edition."},
      {
        "id":"ED479154",
        "title":"A Study of Higher Education Instructional Expenditures: The Delaware Study of Instructional Costs and Productivity. Research and Development Report."},
      {
        "id":"ED479155",
        "title":"Maryland Featured Facts from the &quot;SREB Fact Book on Higher Education.&quot;"},
      {
        "id":"ED479156",
        "title":"College Attendance Costs Vary and Result from Higher Tuition, Room, and Board. OPPAGA Information Brief."},
      {
        "id":"ED486481",
        "title":"Shades of Belonging"},
      {
        "id":"ED486485",
        "title":"Taking Responsibility: Using Public Engagement to Reform Our Public Schools"},
      {
        "id":"ED486487",
        "title":"Institute of Education Sciences First Biennial Report to Congress, 2002-2004"},
      {
        "id":"ED486488",
        "title":"Highly Qualified Teachers Improving Teacher Quality State Grants ESEA Title II, Part A. Non-Regulatory Guidance Revised"},
      {
        "id":"ED486489",
        "title":"A Guide to Facilitating Action Research for Youth"},
      {
        "id":"ED486490",
        "title":"New Jersey English Language Proficiency Standards"},
      {
        "id":"ED486494",
        "title":"Charter School Funding: Inequity's Next Frontier"},
      {
        "id":"ED486495",
        "title":"Fwd: It's All About the Kids: A Glib Phrase becomes a Driving Force for Change in Inner-City Washington. Volume: 2, Number: 2  Arresting Insights in Education"},
      {
        "id":"ED486496",
        "title":"School Operations and Maintenance: Best Practices For Controlling Energy Costs. A Guidebook for K-12 School System Business Officers and Facilities Managers"},
      {
        "id":"ED486497",
        "title":"Career and Technical Education: New Program/Course Planning Guide"},
      {
        "id":"ED486498",
        "title":"Preschool Teaching &amp; Learning Expectations: Standards of Quality. PTM# 1503.18"},
      {
        "id":"ED486500",
        "title":"New Jersey Professional Standards for Teachers and School Leaders"},
      {
        "id":"ED486501",
        "title":"Child Nutrition: A Partner in Education. Revised"},
      {
        "id":"ED486503",
        "title":"New Jersey Vocational Student Organizations Policies and Procedures Manual. Update"},
      {
        "id":"ED486504",
        "title":"Violence, Vandalism and Substance Abuse in New Jersey Public Schools. The Commissioner's Annual Report to the Education Committees of the Senate and General Assembly, 2003-2004"},
      {
        "id":"ED486505",
        "title":"Virginia Annual Report. Discipline, Crime, and Violence: School Year 2003-2004"},
      {
        "id":"ED486510",
        "title":"English Standards of Learning Enhanced Scope and Sequence for Grades 6-8"},
      {
        "id":"ED486516",
        "title":"Graduation and Dropout Statistics for Washington's Counties, Districts, and Schools, School Year 2003-04"},
      {
        "id":"ED486517",
        "title":"English Standards of Learning Enhanced Scope and Sequence for Grades 9-12"},
      {
        "id":"ED486518",
        "title":"English Standards of Learning Enhanced Scope and Sequence for Grades K-5"},
      {
        "id":"ED486519",
        "title":"Guidelines for Participation and Testing Accommodations for Special Populations in State Assessment Programs"},
      {
        "id":"ED486521",
        "title":"Educator Supply and Demand in Washington State. 2004 Report"},
      {
        "id":"ED486526",
        "title":"Evaluation Of The 14 State Summer Food Service Program Pilot Project. Nutrition Assistance Program Report Series: The Office of Analysis, Nutrition, and Evaluation. Special Nutrition Programs. Report No. CN-04-SFSP14"},
      {
        "id":"ED486527",
        "title":"Educational Technology News, Volume 4, Issue 2. Fall/Winter 2004"},
      {
        "id":"ED486530",
        "title":"Virginia &quot;Standards of Learning&quot; Assessments. Technical Report: 2003-2004 Administration"}]
  }}
