{
  "response":{"numFound":509939,"start":364000,"numFoundExact":true,"docs":[
      {
        "id":"ED482977",
        "title":"Evaluation of the Magnet Schools Assistance Program, 1998 Grantees. Final Report."},
      {
        "id":"ED482979",
        "title":"The Delivery, Financing, and Assessment of Professional Development in Education: Pre-Service Preparation and In-Service Training."},
      {
        "id":"ED482980",
        "title":"University Research. Most Federal Agencies Need to Better Protect against Financial Conflicts of Interest."},
      {
        "id":"ED482981",
        "title":"Noteworthy Perspectives: Classroom Strategies for Helping At-Risk Students."},
      {
        "id":"ED482982",
        "title":"Conforming Amendments to the Regulations Governing Nondiscrimination on the Basis of Race, Color, National, Origin, Disability, Sex, and Age under the Civil Rights Restoration Act of 1987; Final Rule. Federal Register, Part IV: Department of Education, 34 CFR Parts 100, 104, 106, and 110."},
      {
        "id":"ED482983",
        "title":"A Snapshot of Title I Schools Serving Migrant Students, 2000-01."},
      {
        "id":"ED482985",
        "title":"Nondiscrimination on the Basis of Sex in Education Programs or Activities Receiving Federal Financial Assistance; Proposed Rule. Federal Register, Part V: Department of Education, 34 CFR Part 106."},
      {
        "id":"ED482986",
        "title":"Projections of Education Statistics to 2013. Thirty-Second Edition."},
      {
        "id":"ED482987",
        "title":"Research in Mathematics Education, 1999."},
      {
        "id":"ED482988",
        "title":"Research in Mathematics Education, 2000."},
      {
        "id":"ED482989",
        "title":"Good Practices Guide for Bicycle Safety Education."},
      {
        "id":"ED482990",
        "title":"The No Child Left Behind Act of 2001: Benefits to Private School Students and Teachers."},
      {
        "id":"ED482991",
        "title":"Making Nutrition Count for Children. Nutrition Guidance for Child Care Homes."},
      {
        "id":"ED482992",
        "title":"Como pagar to educacion, 2004-2005 (Funding Your Education, 2004-2005)."},
      {
        "id":"ED482993",
        "title":"Funding Your Education, 2004-2005."},
      {
        "id":"ED482994",
        "title":"What Teachers Need To Know about Language."},
      {
        "id":"ED482995",
        "title":"English Language Learners With Special Education Needs."},
      {
        "id":"ED482999",
        "title":"BIA Special Education Coordinated Services Plan."},
      {
        "id":"ED483000",
        "title":"Background Information Framework for the National Assessment of Educational Progress."},
      {
        "id":"ED483001",
        "title":"A Snapshot of Title I Schools, 2000-01."},
      {
        "id":"ED483002",
        "title":"Paraprofessional Support of Students with Disabilities in General Education. Final Report."},
      {
        "id":"ED483003",
        "title":"Diversity: School, Family, & Community Connections. Annual Synthesis, 2003."},
      {
        "id":"ED483005",
        "title":"Trends in Two-Way Immersion Education. A Review of the Research."},
      {
        "id":"ED483006",
        "title":"Effective Reading Programs for English Language Learners. A Best-Evidence Synthesis."},
      {
        "id":"ED483007",
        "title":"Direct Student Loan Program: Management Actions Could Enhance Customer Service. Report to the Ranking Minority Member, Committee on Health, Education, Labor, and Pensions, U.S. Senate."},
      {
        "id":"ED483008",
        "title":"Student Loan Programs. As Federal Costs of Loan Consolidation Rise, Other Options Should be Examined. Report to Congressional Requesters."},
      {
        "id":"ED483009",
        "title":"Developmentally Appropriate School-Family Partnerships for Adolescents."},
      {
        "id":"ED483010",
        "title":"Academic Libraries, 2000. E.D. Tabs."},
      {
        "id":"ED483011",
        "title":"Evaluation of Years 1 and 2 of the McKelvey Foundation Program To Distribute Scholarships to Entrepreneurial Rural Students in the States of Pennsylvania, New York, and West Virginia."},
      {
        "id":"ED483012",
        "title":"Investment in After-School Programs. Hearing before a Subcommittee of the Committee on Appropriations, United States Senate. One Hundred Eighth Congress, First Session, Special Hearing (May 13, 2003)."},
      {
        "id":"ED483013",
        "title":"Native American Languages Act. Hearing before the Committee on Indian Affairs, United States Senate. One Hundred Eighth Congress, First Session on S. 575 To Amend the Native American Languages Act To Provide for the Support of Native American Language Survival Schools (May 15, 2003)."},
      {
        "id":"ED483014",
        "title":"Head Start: Better Data and Processes Needed To Monitor Underenrollment. Report to Congressional Requesters."},
      {
        "id":"ED483015",
        "title":"Putting the Teaching of American History and Civics Back in the Classroom. Hearing of the Committee on Health, Education, Labor, and Pensions, United States Senate. One Hundred Eighth Congress, First Session on Examining S. 504, To Establish Academies for Teachers and Students of American History and Civics and a National Alliance of Teachers of American History and Civics (April 10, 2003)."},
      {
        "id":"ED483016",
        "title":"A District Leader's Guide to Relationships That Support Systemic Change. School Communities That Work: A National Task Force on the Future of Urban Districts."},
      {
        "id":"ED483017",
        "title":"The Impact of Interactive Violence on Children. Hearing before the Committee on Commerce, Science, and Transportation, United States Senate. One Hundred Sixth Congress, Second Session (March 21, 2000)."},
      {
        "id":"ED483018",
        "title":"H.R. 4015, Jobs for Veterans Act. Hearing before the Subcommittee on Benefits of the Committee on Veterans' Affairs, House of Representatives. One Hundred Seventh Congress, Second Session (April 18, 2002)."},
      {
        "id":"ED483019",
        "title":"Internet Access in U.S. Public Schools and Classrooms: 1994-2002. E.D. Tabs."},
      {
        "id":"ED483020",
        "title":"Taking Stock: The Status of Implementation and the Need for Further Support in the BPE-BAC Cohort I and II Schools."},
      {
        "id":"ED483021",
        "title":"The Effectiveness of Out-of-School-Time Strategies in Assisting Low-Achieving Students in Reading and Mathematics: A Research Synthesis. Updated."},
      {
        "id":"ED483022",
        "title":"Report on the State/Territory Implementation of the Gun-Free Schools Act, School Year 1999-2000. Final Report."},
      {
        "id":"ED483023",
        "title":"Ensuring Equal Access to High-Quality Education. Revised."},
      {
        "id":"ED483024",
        "title":"Retaining Minority Students in Higher Education: A Framework for Success. ASHE-ERIC Higher Education Report. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED483025",
        "title":"Multiple Measures: Toward Tiered Systems. CSE Report."},
      {
        "id":"ED483026",
        "title":"An Evidentiary Framework for Operationalizing Academic Language for Broad Application to K-12 Education: A Design Document. CSE Report."},
      {
        "id":"ED483027",
        "title":"Introduction to the Biomass Project: An Illustration of Evidence-Centered Assessment Design and Delivery Capability. CSE Report."},
      {
        "id":"ED483028",
        "title":"Teachers' Responses to High-Stakes Testing and the Validity of Gains: A Pilot Study. CSE Report."},
      {
        "id":"ED483029",
        "title":"From Usable to Useful Assessment Knowledge: A Design Problem. CSE Report."},
      {
        "id":"ED483030",
        "title":"Follow-Up Study of Schools Implementing Comprehensive School Reform in the Southwest. Evaluation Report."},
      {
        "id":"ED483031",
        "title":"Public Schools: Comparison of Achievement Results for Students Attending Privately Managed and Traditional Schools in Six Cities. Report to the Chairman, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED483032",
        "title":"The Art of Peacemaking: A Guide to Integrating Conflict Resolution Education into Youth Arts Programs."},
      {
        "id":"ED483033",
        "title":"The Annenberg Challenge: Lessons and Reflections on Public School Reform."},
      {
        "id":"ED483034",
        "title":"Research Perspectives on School Reform: Lessons from the Annenberg Challenge."},
      {
        "id":"ED483035",
        "title":"Enhancing Teacher Quality: Peer Coaching as a Professional Development Strategy. A Preliminary Synthesis of the Literature."},
      {
        "id":"ED483036",
        "title":"Social Support, Family Organizations, and Adolescent Adjustment in Low-Income Puerto Rican Families."},
      {
        "id":"ED483037",
        "title":"State-Funded Pre-Kindergarten: What the Evidence Shows."},
      {
        "id":"ED483038",
        "title":"Improving Educational Productivity."},
      {
        "id":"ED483039",
        "title":"Policy Brief on Data Analyses and Their Implications for School Policy."},
      {
        "id":"ED483040",
        "title":"Practical Intelligence and the Principal."},
      {
        "id":"ED483041",
        "title":"Synthesis of the Research Conducted in the First Three Years of the Comprehensive School Reform Demonstration Program."},
      {
        "id":"ED483042",
        "title":"Challenges in Creating Effective Home-School Partnerships in Adolescence: Promising Paths for Collaboration."},
      {
        "id":"ED483043",
        "title":"Understanding Child Development as a Basis for Evaluating Partnerships."},
      {
        "id":"ED483044",
        "title":"Blue Ribbon Schools Program: Schools Recognized, 1982-1983 through 1999-2002."},
      {
        "id":"ED483055",
        "title":"A Guide to Education and \"No Child Left Behind.\""},
      {
        "id":"ED483056",
        "title":"Early Implementation of Supplemental Educational Services under the No Child Left Behind Act. Year One Report Doc. # 2004-11"},
      {
        "id":"ED483058",
        "title":"Evaluation of Title I Accountability Systems and School Improvement Efforts (TASSIE): First-Year Findings. Doc # 2004-01"},
      {
        "id":"ED483060",
        "title":"A Decade of Undergraduate Student Aid: 1989?90 to 1999?2000. Postsecondary Education Descriptive Analysis Reports. NCES 2004-158"},
      {
        "id":"ED483061",
        "title":"1993/03 Baccalaureate and Beyond Longitudinal Study (B&B:93/03) Field Test Methodology Report. Working Paper Series. NCES 2004-02"},
      {
        "id":"ED483062",
        "title":"National Study of Postsecondary Faculty (NSOPF:04) Field Test Methodology Report, 2004. Working Paper Series. NCES 2004-01"},
      {
        "id":"ED483064",
        "title":"Characteristics of Private Schools in the United States: Results from the 2001-2002 Private School Universe Survey. E.D. TAB. NCES 2005-305"},
      {
        "id":"ED483065",
        "title":"Before- and After-School Care, Programs, and Activities of Children in Kindergarten through Eighth Grade: 2001. Statistical Analysis Report. NCES 2004-008."},
      {
        "id":"ED483066",
        "title":"College Persistence on the Rise? Changes in 5-Year Degree Completion and Postsecondary Persistence Rates Between 1994 and 2000: Postsecondary Education Descriptive Analysis Reports. NCES 2005-156"},
      {
        "id":"ED483067",
        "title":"The Condition of Education 2004 In Brief. NCES 2004-076"},
      {
        "id":"ED483068",
        "title":"Children Born in 2001: First Results from the Base Year of the Early Childhood Longitudinal Study, Birth Cohort (ECLS?B). E.D. TAB. NCES 2005-036."},
      {
        "id":"ED483070",
        "title":"The Condition of Education 2004. NCES 2004-077"},
      {
        "id":"ED483071",
        "title":"Developments in School Finance, 2003. Fiscal Proceedings from the Annual State Data Conference of July 2003. NCES 2004-325"},
      {
        "id":"ED483072",
        "title":"Digest of Education Statistics, 2003. NCES 2005-025"},
      {
        "id":"ED483073",
        "title":"Dropout Rates in the United States: 2001. Statistical Analysis Report NCES 2005-046"},
      {
        "id":"ED483074",
        "title":"State Library Agencies, Fiscal Year 2003. E.D. TAB. NCES 2005-330"},
      {
        "id":"ED483075",
        "title":"Educational Attainment of High School Dropouts 8 Years Later. Issue Brief. NCES 2005-026"},
      {
        "id":"ED483076",
        "title":"English Language Learner Students in U.S. Public Schools: 1994 and 2000: Issue Brief. NCES 2004?035"},
      {
        "id":"ED483077",
        "title":"Federal Support for Education: FY 1980 to FY 2003. NCES 2004-026"},
      {
        "id":"ED483078",
        "title":"From Kindergarten Through Third Grade Children's Beginning School Experiences. NCES 2004?007"},
      {
        "id":"ED483079",
        "title":"Forum Guide to Building a Culture of Quality Data: A School &amp; District Resource. (NFES 2005-801)"},
      {
        "id":"ED483080",
        "title":"Highlights from the Trends in International Mathematics and Science Study (TIMSS), 2003. NCES 2005-005"},
      {
        "id":"ED483081",
        "title":"The High School Transcript Study: A Decade of Change in Curricula and Achievement, 1990-2000. NCES 2004-455"},
      {
        "id":"ED483085",
        "title":"Historically Black Colleges and Universities, 1976 to 2001. E.D. TAB. NCES 2004-062"},
      {
        "id":"ED483086",
        "title":"Indicators of School Crime and Safety, 2004. NCES 2005-002."},
      {
        "id":"ED483087",
        "title":"Documentation of the NCES Longitudinal School District Fiscal-Nonfiscal File, Fiscal Years 1990 to 2000. EFSC 2005-863"},
      {
        "id":"ED483088",
        "title":"Mini-Digest of Education Statistics, 2003. NCES 2005-017"},
      {
        "id":"ED483089",
        "title":"Nation's Report Card: An Overview of NAEP. NCES 2004-552"},
      {
        "id":"ED483090",
        "title":"National Household Education Surveys Program: 2001. Methodology Report. NCES 2005-071"},
      {
        "id":"ED483091",
        "title":"National Study of Postsecondary Faculty (NSOPF:04) Field Test Methodology Report, 2004. Working Paper Series. NCES 2004-01"},
      {
        "id":"ED483092",
        "title":"National Institute of Statistical Sciences/Education Statistics Services Institute Task Force on Graduation, Completion, and Dropout Indicators. Final Report. NCES 2005-105"},
      {
        "id":"ED483093",
        "title":"Participation in Adult Education and Lifelong Learning: 2000-01. National Household  Education Surveys of 2001. NCES 2004-050"},
      {
        "id":"ED483094",
        "title":"Paying for College: Changes Between 1990 and 2000 for Full-Time Dependent Undergraduates. Findings from The Condition of Education 2004 NCES 2004?075"},
      {
        "id":"ED483095",
        "title":"International Outcomes of Learning in Mathematics Literacy and Problem Solving: PISA 2003 Results from the U.S. Perspective. Highlights. NCES 2005-003"},
      {
        "id":"ED483099",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2001-02. ED.Tabs. NCES 2004?341"},
      {
        "id":"ED483101",
        "title":"Teacher Attrition and Mobility: Results from the Teacher Follow-Up Survey, 2000-01. E.D. Tabs. NCES 2004-301"},
      {
        "id":"ED483102",
        "title":"The High School Sophomore Class of 2002: A Demographic Description. First Results from the Base Year of the Education Longitudinal Study of 2002. E.D. Tabs. NCES 2004-371"},
      {
        "id":"ED483103",
        "title":"National Household Education Surveys of 2003: Data File User's Manual, Volume I. NCES 2004-001"},
      {
        "id":"ED483104",
        "title":"Data File: State Library Agencies Survey: Fiscal Year 2003.  NCES 2004-378."},
      {
        "id":"ED483105",
        "title":"Disability Employment 101"},
      {
        "id":"ED483108",
        "title":"The Summer After Kindergarten: Children?s Activities and Library Use by Household Socioeconomic Status - Issue Brief. NCES 2004-037"},
      {
        "id":"ED483109",
        "title":"U.S. Department of Education's Results Agenda"},
      {
        "id":"ED483110",
        "title":"National Household Education Surveys of 2003. Data File User's Manual, Volume II: Parent and Family Involvement in Education Survey. NCES 2004-102"},
      {
        "id":"ED483111",
        "title":"Standards and Assessments Peer Review Guidance: Information and Examples for Meeting Requirements of the No Child Left Behind Act of 2001"},
      {
        "id":"ED483112",
        "title":"National Household Education Surveys of 2003: Data File User's Manual, Volume III. Adult Education for Work-Related Reasons Survey. NCES 2004-103"},
      {
        "id":"ED483113",
        "title":"Evaluation of the Public Charter Schools Program: Final Report. PPSS-2004-08"},
      {
        "id":"ED483114",
        "title":"Who Teaches Reading in Public Elementary Schools? The Assignments and Educational Preparation of Reading Teachers. Issue Brief. NCES 2004-034"},
      {
        "id":"ED483115",
        "title":"Efforts by Federal Agencies to Develop Occupational Curriculum for Entry-Level Workers"},
      {
        "id":"ED483116",
        "title":"Review of the Fund for the Improvement of Postsecondary Education (FIPSE)  Comprehensive Program. Doc. # 2004-16."},
      {
        "id":"ED483117",
        "title":"Federal Student Aid (FSA) Five-Year Strategic Plan. FY 2004-2008"},
      {
        "id":"ED483119",
        "title":"The Achiever. Volume 3, Number 6"},
      {
        "id":"ED483120",
        "title":"The Achiever. Volume 3, Number 7"},
      {
        "id":"ED483121",
        "title":"The Achiever. Volume 3, Number 2"},
      {
        "id":"ED483123",
        "title":"Implementation of the Talent Search Program, Past and Present: Final Report from Phase I of the National Evaluation. Doc. # 2004-4."},
      {
        "id":"ED483124",
        "title":"High School Counselor's Handbook: 2004-05 Federal Student Aid"},
      {
        "id":"ED483126",
        "title":"The Achiever. Volume 3, Number 1"},
      {
        "id":"ED483127",
        "title":"The Achiever. Volume 3, Number 4"},
      {
        "id":"ED483128",
        "title":"Achiever. Volume 3, Number 5"},
      {
        "id":"ED483130",
        "title":"The Achiever.  Volume 3, Number 9."},
      {
        "id":"ED483131",
        "title":"The Achiever. Volume 3, Number 10."},
      {
        "id":"ED483132",
        "title":"The Achiever. Volume 3, Number 11."},
      {
        "id":"ED483133",
        "title":"Innovations in Education: Alternative Routes to Teacher Certification."},
      {
        "id":"ED483134",
        "title":"The Achiever. Volume 3, Number 14"},
      {
        "id":"ED483135",
        "title":"The Achiever:  Volume 3, Number 13."},
      {
        "id":"ED483136",
        "title":"The Achiever. Volume 3, Number 12"},
      {
        "id":"ED483137",
        "title":"The Achiever. Volume 3, Number 18"},
      {
        "id":"ED483138",
        "title":"The Achiever. Volume 3, Number 19."},
      {
        "id":"ED483139",
        "title":"No Child Left Behind: A Toolkit For Teachers"},
      {
        "id":"ED483141",
        "title":"No Child Left Behind and Faith-Based Leaders: Working Together So All Children Succeed."},
      {
        "id":"ED483142",
        "title":"Creating Strong Supplemental Educational Services Programs. Innovations in Education"},
      {
        "id":"ED483143",
        "title":"Educator Sexual Misconduct: A Synthesis of Existing Literature PPSS 2004-09"},
      {
        "id":"ED483145",
        "title":"FY 2004 Performance and Accountability Report"},
      {
        "id":"ED483148",
        "title":"Implementation and Early Outcomes of the Comprehensive School Reform Demonstration (CSRD) Program. Doc # 2004-15"},
      {
        "id":"ED483149",
        "title":"National Assessment of Vocational Education. Final Report to Congress"},
      {
        "id":"ED483151",
        "title":"National Assessment of Vocational Education Final: Report to Congress. Executive Summary."},
      {
        "id":"ED483152",
        "title":"Partnerships for Reform: Changing Teacher Preparation through the Title II HEA Partnership Program. Interim Report. Executive Summary. PPSS-2003-8."},
      {
        "id":"ED483153",
        "title":"Partnerships for Reform: Changing Teacher Preparation through the Title II HEA Partnership Program: Interim Report. PPSS 2003-8"},
      {
        "id":"ED483154",
        "title":"Principal Indicators of Student Academic Histories in Postsecondary Education,  1972-2000"},
      {
        "id":"ED483156",
        "title":"State Education Indicators with a Focus on Title I, 2000-01."},
      {
        "id":"ED483157",
        "title":"State ESEA Title I Participation Information for 2000-2001. Final Summary Report. Doc. # 2004-10"},
      {
        "id":"ED483158",
        "title":"State Title I Migrant Participation Information, 1999-2000. Doc # 2003-9"},
      {
        "id":"ED483159",
        "title":"A Profile of the Student Support Services Program. 1997-98 and 1998-99, with Select Data from 1999-2000"},
      {
        "id":"ED483160",
        "title":"Meeting the Highly Qualified Teachers Challenge: The Secretary's Third Annual Report on Teacher Quality"},
      {
        "id":"ED483161",
        "title":"The Empirical Curriculum: Changes in Postsecondary Course-Taking, 1972-2000"},
      {
        "id":"ED483162",
        "title":"Teaching Children with Attention Deficit Hyperactivity Disorder: Instructional Strategies and Practices, 2004"},
      {
        "id":"ED483163",
        "title":"When Schools Stay Open Late: The National Evaluation of the 21st Century Community Learning Centers Program--New Findings"},
      {
        "id":"ED483164",
        "title":"Compilation of Projects Addressing the Early Childhood Provisions of IDEA: Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year, 2003."},
      {
        "id":"ED483166",
        "title":"Assessing Reading Fluency."},
      {
        "id":"ED483168",
        "title":"A Parent Primer on Special Education Acronyms, Abbreviations, and Definitions"},
      {
        "id":"ED483170",
        "title":"All Students Reaching The Top: Strategies for Closing Academic Achievement Gaps.  A Report of the National Study Group for the Affirmative Development of Academic Ability."},
      {
        "id":"ED483174",
        "title":"Locally Tailored Accountability: Building on Your State System in the Era of NCLB. Knowledge Brief."},
      {
        "id":"ED483175",
        "title":"Challenging the Achievement Gap in a Suburban High School: A Multimethod Analysis of an Adolescent Literacy Initiative"},
      {
        "id":"ED483176",
        "title":"Evidence-Based Education: Bridging Research and Practice for Student Success. 2003 Annual Report."},
      {
        "id":"ED483177",
        "title":"Assistive Technology For Students With Disabilities. Information for Parents & Educators"},
      {
        "id":"ED483178",
        "title":"Exemplary History Benchmarks Among the Seven States in the Central Region."},
      {
        "id":"ED483183",
        "title":"Evaluating Supplemental Educational Service Providers: Issues and Challenges. Topical Summary."},
      {
        "id":"ED483185",
        "title":"Educational Technology News. Volume 4, Issue 1, Spring/Summer 2004"},
      {
        "id":"ED483188",
        "title":"Education for Homeless Children and Youth Program. Title VII-B of the McKinney-Vento Homeless Assistance Act, As Amended by The No Child Left Behind Act of 2001.  Non-Regulatory Guidance."},
      {
        "id":"ED483189",
        "title":"Guidelines In Special Education. Assistive Education for Students with Disabilities: A Primer for Educators"},
      {
        "id":"ED483190",
        "title":"Research-Based Practices in Early Reading Series: A Focus on Vocabulary"},
      {
        "id":"ED483192",
        "title":"Making Sense of Adequate Yearly Progress. Topical Summary"},
      {
        "id":"ED483194",
        "title":"Facilitated IEP Meetings: An Emerging Practice"},
      {
        "id":"ED483198",
        "title":"School &amp; College Partnerships: The Missing Link. K-18 Reform. WestEd Policy Brief"},
      {
        "id":"ED483199",
        "title":"Primer on the Provision of Extended School Year Services: For Parents  and Educators"},
      {
        "id":"ED483201",
        "title":"The Signaling Power of Occupational Certification in the Automobile Service and Information Technology Industries"},
      {
        "id":"ED483203",
        "title":"Steps to Success: Communicating with Your Child&apos;s School"},
      {
        "id":"ED483209",
        "title":"Standards and Assessments Peer Review Guidance: Information and Examples for  Meeting Requirements of the No Child Left Behind Act of 2001"},
      {
        "id":"ED483210",
        "title":"Practical Information on Crisis Planning: A Guide For Schools And Communities"},
      {
        "id":"ED483213",
        "title":"Preparing America's Future. High School Initiative: Building High Schools Around the 21st-Century Teen"},
      {
        "id":"ED483216",
        "title":"Special Education Reevaluation Procedures: Individuals with Disabilities Education Act (IDEA). Legal Requirements. Practical Applications. A Technical Assistance Paper"},
      {
        "id":"ED483217",
        "title":"Transforming High School. Northwest Education. Volume 10, Number 1, Fall 2004"},
      {
        "id":"ED483224",
        "title":"The Challenge in Higher Education: Confronting and Reducing Substance Abuse on Campus."},
      {
        "id":"ED483225",
        "title":"Evaluating G.R.E.A.T.: A School-Based Gang Prevention Program. Research for Policy."},
      {
        "id":"ED483226",
        "title":"What You Need To Know about Starting a Student Drug-Testing Program."},
      {
        "id":"ED471150",
        "title":"The Story Project: An Online Site for Reading and Sharing."},
      {
        "id":"ED471151",
        "title":"Turnover Intent in an Urban Community College: Strategies for Faculty Retention."},
      {
        "id":"ED471152",
        "title":"Community Colleges' Role in Teacher Preparation. Policy Issue."},
      {
        "id":"ED471153",
        "title":"Workforce Investment Act: States' Spending Is on Track, But Better Guidance Would Improve Financial Reporting. Report to Congressional Requesters."},
      {
        "id":"ED471157",
        "title":"Effects of the World Trade Center Attack on NYC Public School Students: Initial Report to the New York City Board of Education."},
      {
        "id":"ED471159",
        "title":"The Achievement Gap 2002: How Minority Students Are Faring in North Carolina's Public Schools. An Update."},
      {
        "id":"ED471161",
        "title":"Intradistrict Equity of Public Education Resources and Performance. NYU Wagner Working Paper."},
      {
        "id":"ED471162",
        "title":"Who Goes to College? Differential Enrollment by Race and Family Background. NBER Working Paper Series."},
      {
        "id":"ED471164",
        "title":"Promising Partnership Practices, 2002: The 5th Annual Collection from Members of the National Network of Partnership Schools."},
      {
        "id":"ED471165",
        "title":"How Economic Segregation Affects Childrens' Educational Attainment. JCPR Working Paper."},
      {
        "id":"ED471166",
        "title":"The Charter School Experience: The Freedom To Be Better."},
      {
        "id":"ED471168",
        "title":"Development Policies and Performance--World Issues and World Conferences."},
      {
        "id":"ED471169",
        "title":"Social Policy: Safety Net or Springboard?"},
      {
        "id":"ED471171",
        "title":"Advocating for Children with Disabilities in the Juvenile Justice System. Monograph Series on Education, Disability and Juvenile Justice."},
      {
        "id":"ED471172",
        "title":"Multiple Measures of Success: American Community Colleges' Contribution to Workforce Training, Economic Benefit, Community, and Business."},
      {
        "id":"ED471173",
        "title":"Writing with Consequence: On-Line Collaboration and Desktop Publishing in a First-Year Writing Course."},
      {
        "id":"ED471174",
        "title":"Learning Abstracts, 2001."},
      {
        "id":"ED471175",
        "title":"Beyond a Rite of Passage: Initiating An Alternative Master's Degree Program for Inservice Teachers."},
      {
        "id":"ED471176",
        "title":"Students' Perceptions of the Incidence of Burnout Among Their Teachers."},
      {
        "id":"ED471177",
        "title":"Peer Coaching in a Professional Development School: The Value of Learning Together as Teachers and Professors."},
      {
        "id":"ED471179",
        "title":"Improving the Rural School Reading Curriculum."},
      {
        "id":"ED471180",
        "title":"Language, Literacy and Participation Rights: Factors Influencing Educational Outcomes for Australian Boys."},
      {
        "id":"ED471181",
        "title":"Application of the Concepts of Individualism and Collectivism to Intercultural Training."},
      {
        "id":"ED471182",
        "title":"A Comparison of Four-Year Longitudinal Studies of Postconventional Moral Judgment Reasoning in Teacher Education and Other Selected Undergraduate Samples."},
      {
        "id":"ED471184",
        "title":"Reading for Enjoyment and Pleasure."},
      {
        "id":"ED471185",
        "title":"Children's Literature: Vehicle for the Transmission of National Culture and Identity or the Victim of Massmarket Globalisation?"},
      {
        "id":"ED471186",
        "title":"Reading Recovery and the At-Risk First Grade Students."},
      {
        "id":"ED471187",
        "title":"The Effectiveness of Electronically Communicated Encouragement on Student Performance."},
      {
        "id":"ED471188",
        "title":"Talking Down \"Writing Up\" or Ten E-Mails Make a Conference Paper."},
      {
        "id":"ED471189",
        "title":"Listening Objectives in the Mathematics Curriculum."},
      {
        "id":"ED471190",
        "title":"The Effects of a Review in Grammar and Mechanics on the Quality of College Students' Technical/Business Writing."},
      {
        "id":"ED471191",
        "title":"Researching Motivation in Context: Rethinking Methodologies."},
      {
        "id":"ED471192",
        "title":"The Unending Search for Equity: California Policy, the &quot;New&quot; School Finance, and the Williams Case."},
      {
        "id":"ED471194",
        "title":"Mastery of Teaching in a School-University Partnership: A Model of Context-Appropriation Theory."},
      {
        "id":"ED471196",
        "title":"Constraints of Motor Skill Acquisition: Implications for Teaching and Learning."},
      {
        "id":"ED471197",
        "title":"Instructional Adaptations in Inclusive Classrooms in Spain: Feasibility and Effectiveness of Implementation."},
      {
        "id":"ED471199",
        "title":"The Role of Recreation in Preventing Youth with Behavioral and Cognitive Disabilities from Coming into Contact with the Juvenile Justice System and Preventing Recidivism. Monograph Series on Education, Disability and Juvenile Justice."},
      {
        "id":"ED471200",
        "title":"Passion and Politics: 99 Years of Adult Education. Proceedings of the Annual Conference of the Canadian Association for the Study of Adult Education (18th, Montreal, Canada, June 10-12, 1999) = Passion et Politique: 99 Ans d'Education des Adultes. Actes Annuel de L'Association Canadienne pour L'Etude de L'Education des Adultes (18e, Montreal, Canada, 10-12 Juin, 1999)."},
      {
        "id":"ED471201",
        "title":"Learning for Life: White Paper on Adult Education."},
      {
        "id":"ED471202",
        "title":"SSP Plus at 36 Months: Effects of Adding Employment Services to Financial Work Incentives."},
      {
        "id":"ED471203",
        "title":"How Important Are 'Entry Effects' in Financial Incentive Programs for Welfare Recipients? Experimental Evidence from the Self-Sufficiency Project. SRDC Working Papers."},
      {
        "id":"ED471204",
        "title":"The Struggle for Self-Sufficiency: Participants in the Self-Sufficiency Project Talk about Work, Welfare, and Their Futures."},
      {
        "id":"ED471205",
        "title":"California School-to-Career Statewide Evaluation. White Paper."},
      {
        "id":"ED471207",
        "title":"Distance Learning, 2002: Proceedings of the Annual Conference on Distance Teaching and Learning (18th, Madison, Wisconsin, August 14-16, 2002)."},
      {
        "id":"ED471208",
        "title":"Career Academy Course Sequences."},
      {
        "id":"ED471209",
        "title":"The Five-Year Strategic Plan for Pilots, Demonstration Research and Evaluations, July 2000-June 2005."},
      {
        "id":"ED471210",
        "title":"Collaboration in the Juvenile Justice System and Youth Serving Agencies: Improving Prevention, Providing More Efficient Services, and Reducing Recidivism for Youth with Disabilities. Monograph Series on Education, Disability and Juvenile Justice."},
      {
        "id":"ED471211",
        "title":"Corrections and Juvenile Justice: Current Education Practice for Youth with Learning and Other Disabilities. Monograph Series on Education, Disability and Juvenile Justice."},
      {
        "id":"ED471212",
        "title":"Best Practices for Serving Court Involved Youth with Learning, Attention and Behavioral Disabilities. Monograph Series on Education, Disability and Juvenile Justice."},
      {
        "id":"ED471213",
        "title":"Youth with Disabilities in the Corrections System: Prevalence Rates and Identification Issues. Monograph Series on Education, Disability and Juvenile Justice."},
      {
        "id":"ED471214",
        "title":"Special Educational Rights for Parents of Children with Disabilities."},
      {
        "id":"ED471215",
        "title":"Primer for Maintaining Accurate Special Education Records and Meeting Confidentiality Requirements When Serving Children with Disabilities--Family Educational Rights and Privacy Act (FERPA)."},
      {
        "id":"ED471216",
        "title":"Tempo, 2000."},
      {
        "id":"ED471217",
        "title":"Tempo, 2001."},
      {
        "id":"ED471218",
        "title":"Teacher Attrition and Special Education in Alaska."},
      {
        "id":"ED471219",
        "title":"Assessing Students' Job-Readiness Skills To Assure Success in School-Business Partnership Programs."},
      {
        "id":"ED471220",
        "title":"Whole Class Strategies for Reading Instruction and Students with Disabilities: A Policy Forum Meeting Proceedings (Shirlington, VA, February 27-28, 2002)."},
      {
        "id":"ED471221",
        "title":"Biennial Performance Reports: Goals and Indicators. Quick Turn Around (QTA)."},
      {
        "id":"ED471224",
        "title":"Item Review 101: Where We've Been, Where We're Going, How We'll Get There."},
      {
        "id":"ED471225",
        "title":"How Expenditures Affect School Accountability Scores: Implications for District Finance Policy."},
      {
        "id":"ED471226",
        "title":"A Comparison of the Relative Practical Value of a Predictive Discriminant Function Analysis and a Binary Logistic Regression Analysis of Student Success in an Innovative Alternative High School Program in South Texas: Data Set #1. Working Paper."},
      {
        "id":"ED471227",
        "title":"A Study of Relationships between Self-Regulated Learning, Personality, and Achievement."},
      {
        "id":"ED471228",
        "title":"Seeing through Race, Gender and Socioeconomic Status."},
      {
        "id":"ED471229",
        "title":"Going the Distance: Active Learning."},
      {
        "id":"ED471230",
        "title":"Confronting the Good, the Bad, and the Moral through Collaborative Action Research."},
      {
        "id":"ED471231",
        "title":"Evaluation of Electronic Blackboard Enhancement of a Graduate Course in School Counseling."},
      {
        "id":"ED471232",
        "title":"A View of Terrorism from the Classroom: Reactions of Elementary Students to the Events of September 11."},
      {
        "id":"ED471236",
        "title":"A Report of the AFT Task Force on Union-Sponsored Professional Development."},
      {
        "id":"ED471237",
        "title":"Building a Profession: Strengthening Teacher Preparation and Induction. Report of the K-16 Teacher Education Task Force."},
      {
        "id":"ED471238",
        "title":"Beginning Teacher Induction: The Essential Bridge. Educational Issues Policy Brief."},
      {
        "id":"ED471239",
        "title":"The Need for District Support for School Reform: What the Researchers Say. Research Brief."},
      {
        "id":"ED471240",
        "title":"Quantitative Estimates of the Social Benefits of Learning, 2: Health (Depression and Obesity). Wider Benefits of Learning Research Report."},
      {
        "id":"ED471241",
        "title":"Excellent Teachers for All Texas Schools: Proposals for Engaging Educational Stakeholders in Concerted Action. A Report by the Sid W. Richardson Foundation Forum."},
      {
        "id":"ED471246",
        "title":"Teacher Survey of Standards-Based Instruction: Addressing Time."},
      {
        "id":"ED471248",
        "title":"Conversations with Long-Time Adult Educators: The First Three Generations."},
      {
        "id":"ED471249",
        "title":"Andragogy Between Theory and Practice."},
      {
        "id":"ED471250",
        "title":"Comparative Analysis of the Adult Education Institutional Network in Croatia and Slovenia."},
      {
        "id":"ED471251",
        "title":"Methodological Suspicions in the Future Study of Adult Education."},
      {
        "id":"ED471256",
        "title":"The Student Guide: Financial Aid from the U.S. Department of Education, 2003-2004."},
      {
        "id":"ED471259",
        "title":"Service-Learning and the First-Year Experience: Preparing Students for Personal Success and Civic Responsibility. The First-Year Experience Monograph Series."},
      {
        "id":"ED471260",
        "title":"Opening Fall Enrollment, 2002."},
      {
        "id":"ED471261",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Seis Meses (Healthy Start, Grow Smart: Your Six-Month Old)."},
      {
        "id":"ED471262",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Cinco Meses (Healthy Start, Grow Smart: Your Five-Month Old)."},
      {
        "id":"ED471264",
        "title":"Researching Adult Education Policy in the Context of an Emerging Global Political Economy: The Case of South Africa."},
      {
        "id":"ED471265",
        "title":"Thich Nhat Hanh As Adult Educator."},
      {
        "id":"ED471266",
        "title":"The Nursing Shortage: Causes, Impact, and Innovative Remedies. Hearing Before the Committee on Education and the Workforce, House of Representatives, One Hundred Seventh Congress, First Session. Hearing Held in Washington, DC, September 25, 2001."},
      {
        "id":"ED471268",
        "title":"Employee Skill, Occupation, and Work Involvement. Working Paper."},
      {
        "id":"ED471269",
        "title":"The Future of Work in the Public Sector: Learning and Workplace Inequality. Working Paper."},
      {
        "id":"ED471270",
        "title":"Explaining and Forecasting Job Satisfaction: The Contribution of Occupational Profiling. Working Paper."},
      {
        "id":"ED471271",
        "title":"A Statistical Portrait of Working at Home in the U.K.: Evidence from the Labour Force Survey. Working Paper."},
      {
        "id":"ED471272",
        "title":"Routes Into Education and Employment for Young Pakistani and Bangladeshi Women in the UK. Working Paper."},
      {
        "id":"ED471273",
        "title":"Nurse Practitioner Primary Care Competencies in Specialty Areas: Adult, Family, Gerontological, Pediatric, and Women's Health."},
      {
        "id":"ED471274",
        "title":"The Registered Nurse Population, March 2000. Findings from the National Sample Survey of Registered Nurses."},
      {
        "id":"ED471275",
        "title":"The First Five Years: National Center for the Study of Adult Learning and Literacy, 1996-2001."},
      {
        "id":"ED471276",
        "title":"Adult Education Between Past and Present Restraints and Future Prospects."},
      {
        "id":"ED471277",
        "title":"General and Professional Education within the Conception of the Lifelong Learning."},
      {
        "id":"ED471278",
        "title":"Implementing Career Academies Schoolwide: Four Case Studies."},
      {
        "id":"ED471279",
        "title":"Implementing Career Academies Schoolwide: 2001-2002 Developments, Promising Practices."},
      {
        "id":"ED471280",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Siete Meses (Healthy Start, Grow Smart: Your Seven-Month-Old)."},
      {
        "id":"ED471281",
        "title":"Healthy Start, Grow Smart, Your Ten-Month-Old."},
      {
        "id":"ED471282",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Ocho Meses. (Healthy Start, Grow Smart: Your Eight-Month-Old)."},
      {
        "id":"ED471283",
        "title":"The Relevance of Self at Work: Emotional Intelligence and Staff Training in After-School Environments. Working Paper Series."},
      {
        "id":"ED471284",
        "title":"California: The State of Our Children, 2002. Children&apos;s Critical Early Years."},
      {
        "id":"ED471286",
        "title":"Child Care: States Exercise Flexibility in Setting Reimbursement Rates and Providing Access for Low-Income Children. Report to Congressional Requesters."},
      {
        "id":"ED471287",
        "title":"Children's Mental Health Services in Rhode Island. Rhode Island KIDS COUNT Issue Brief."},
      {
        "id":"ED471288",
        "title":"100 Tips for Parents."},
      {
        "id":"ED471289",
        "title":"100 Consejos para los Padres (100 Tips for Parents)."},
      {
        "id":"ED471290",
        "title":"Como ayudar a su hijo durante los primeros anos de la adolescencia: Para los padres con ninos entre las edades de 10 a 14 anos (Helping Your Child through Early Adolescence: For Parents of Children from 10 through 14)."},
      {
        "id":"ED471291",
        "title":"Como ayudar a su hijo a tener exito en la escuela, con actividades para ninos entre las edades de 5 a 11 anos (Helping Your Child Succeed in School, with Activities for Children Ages 5 through 11)."},
      {
        "id":"ED471292",
        "title":"State of Delaware Science Curriculum Framework Content Standards [and] Performance Indicators, 6-8."},
      {
        "id":"ED471293",
        "title":"Interpreting and Reporting Effect Sizes in Research Investigations."},
      {
        "id":"ED471294",
        "title":"Factors in Teacher Adherence to Treatment."},
      {
        "id":"ED471295",
        "title":"Student Diligence and Student Diligence Support: Predictors of Academic Success."},
      {
        "id":"ED471296",
        "title":"Attitudes toward Research of African-American Graduate Students as a Function of Locality."},
      {
        "id":"ED471297",
        "title":"An Evaluation of the Block Schedule in Two High Schools."},
      {
        "id":"ED471298",
        "title":"A Reflective Strategy for Learning the Methods of Qualitative Research."},
      {
        "id":"ED471300",
        "title":"Collaborative Action Research in Three Settings: Community College, University and Secondary Education."},
      {
        "id":"ED471301",
        "title":"Confirmatory Factor Analysis of the Attitudes toward Mathematics Inventory."},
      {
        "id":"ED471302",
        "title":"Self-Direction in Organizations: An Instrument for the Assessment of Learner and Employee Initiative."},
      {
        "id":"ED471303",
        "title":"Graduate Students' Attitudes in an Activity-Based Statistics Course."},
      {
        "id":"ED471304",
        "title":"Teaching Research with Critiques and Grant Proposals."},
      {
        "id":"ED471305",
        "title":"Predicting Student Performance in a College Self-Paced Introductory Psychology Course: The Role of Motivational Orientation, Learning Strategies, Procrastination and Perception of Daily Hassles."},
      {
        "id":"ED471306",
        "title":"Reliability and Qualitative Data: Are Psychometric Concepts Relevant within an Interpretivist Research Paradigm?"},
      {
        "id":"ED471308",
        "title":"Funding Our Future: An Adequacy Model for Wisconsin School Finance."},
      {
        "id":"ED471309",
        "title":"Family Counseling for All Counselors."},
      {
        "id":"ED471310",
        "title":"Frogs in the Web: Two Internet Courses Activating French Fluency Online."},
      {
        "id":"ED471311",
        "title":"Evolution of a Revolution in Language Learning: A New Paradigm for the Mind Online."},
      {
        "id":"ED471312",
        "title":"A Motivation Case Study of English/Japanese Language Exchange Partners Using Computer Mediated Communication and Telecommunication."},
      {
        "id":"ED471313",
        "title":"Accounts of an Eikaiwa Sensei. Sociolinguistics of Japanese and the Impact of EFL on Its Society."},
      {
        "id":"ED471314",
        "title":"Improving Achievement or Constructing Marginality? Pupil Performance and Classroom Language Use in Ghana."},
      {
        "id":"ED471315",
        "title":"The Effects of Dictionary Use on the Vocabulary Learning Strategies Used by Language Learners of Spanish."},
      {
        "id":"ED471316",
        "title":"Foreign Language Standards, Standard Language and the Culture of Standardization: Some Implications for Foreign Language and Heritage Language Education."},
      {
        "id":"ED471318",
        "title":"Why Incorporate Family Counseling into Your Practice?"},
      {
        "id":"ED471319",
        "title":"Identifying the Need for Family Involvement."},
      {
        "id":"ED471320",
        "title":"A Process for Working with Families across Counseling Specialties."},
      {
        "id":"ED471321",
        "title":"Establishing a Relationship with Families."},
      {
        "id":"ED471322",
        "title":"Assessing Family Issues Related to the Presenting Problem."},
      {
        "id":"ED471323",
        "title":"Selecting Family Interventions."},
      {
        "id":"ED471324",
        "title":"Assessing Family Interventions."},
      {
        "id":"ED471325",
        "title":"Diversity Issues in Family Work."},
      {
        "id":"ED471326",
        "title":"Off the Couch and Online: Technology in Family Counseling."},
      {
        "id":"ED471327",
        "title":"Ethical Issues in Family Work."},
      {
        "id":"ED471328",
        "title":"Pulling It All Together: The Vorset Family."},
      {
        "id":"ED471329",
        "title":"Ethical Code for the International Association of Marriage and Family Counselors."},
      {
        "id":"ED471330",
        "title":"Closure Issues with Families."},
      {
        "id":"ED471332",
        "title":"Anger Management and Violence Prevention: A Group Activities Manual for Middle and High School Students."},
      {
        "id":"ED471333",
        "title":"Safety in Numbers: Collecting and Using Crime, Violence, and Discipline Incident Data To Make a Difference in Schools."},
      {
        "id":"ED471334",
        "title":"No Child Left Behind: A Desktop Reference."},
      {
        "id":"ED471335",
        "title":"School Safety Study: Phase II (ARS 15-231.03)."},
      {
        "id":"ED471337",
        "title":"Modular Building Institute 1998 Educational Showcase."},
      {
        "id":"ED471338",
        "title":"Modular Building Institute 1999 Educational Showcase."},
      {
        "id":"ED471339",
        "title":"Modular Building Institute 2000 Educational Showcase."},
      {
        "id":"ED471340",
        "title":"Modular Building Institute 2001 Educational Showcase."},
      {
        "id":"ED471341",
        "title":"Modular Building Institute 2002 Educational Showcase."},
      {
        "id":"ED471342",
        "title":"Black Racial Identity Attitude Development in the Black Community: A Study of Psychological Adjustment, Coping Styles and GPA."},
      {
        "id":"ED471343",
        "title":"School Attendance Revisited: A Study of Urban African American Students' GPA and Coping Strategies."},
      {
        "id":"ED471344",
        "title":"Staff Satisfaction with Administration as a Measure of Consumer Satisfaction."},
      {
        "id":"ED471345",
        "title":"Methods for Resampling Meta-Analyses with Multiple Effect Sizes."},
      {
        "id":"ED471346",
        "title":"A Call for Greater Use of Nonparametric Statistics."},
      {
        "id":"ED471347",
        "title":"Post-Hoc Power: A Concept Whose Time Has Come."},
      {
        "id":"ED471348",
        "title":"An Assessment of Streaming Video In Web-based Instruction."},
      {
        "id":"ED471350",
        "title":"Instructional Strategies for On-line Courses in Education."},
      {
        "id":"ED471351",
        "title":"Teachers' Perceptions of Principal: Refining the Instrument."},
      {
        "id":"ED471352",
        "title":"Who Is Framing the Nation's Understanding of Educational Leadership Preparation and Practice?"},
      {
        "id":"ED471353",
        "title":"Shortcuts to Long-Term Career Paths."},
      {
        "id":"ED471355",
        "title":"Building Ontario: Ontario Colleges' Contribution and Investment. Revised. Briefing Note."},
      {
        "id":"ED471356",
        "title":"Association of Colleges of Applied Arts and Technology of Ontario 2002 Environmental Scan."},
      {
        "id":"ED471357",
        "title":"Alliances That Work. A Report from a Conference (Louisville, Kentucky, May 23, 2000)."},
      {
        "id":"ED471358",
        "title":"International Education: Another View of Distance Learning."},
      {
        "id":"ED471359",
        "title":"So, You're Published--What about Your Students?"},
      {
        "id":"ED471361",
        "title":"LENs: The Learning Exchange Networks."},
      {
        "id":"ED471362",
        "title":"Reasons for Staying: A Test of the Chain of Response Model among Community-College Students. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED471364",
        "title":"Fourth-Year Achievement Results on the Tennessee Value-Added Assessment System for Restructuring Schools in Memphis."},
      {
        "id":"ED471365",
        "title":"Accountability Using ISLLC Standards in Practicum Experiences."},
      {
        "id":"ED471366",
        "title":"A Close Look at Iowa Public School Teacher Salaries."},
      {
        "id":"ED471367",
        "title":"From Large to Small: Strategies for Personalizing the High School."},
      {
        "id":"ED471368",
        "title":"The Dynamics of Organizational Change: A Study of How California Distinguished Schools Use Change To Implement Positive New Outcomes."},
      {
        "id":"ED471369",
        "title":"Educators' Handbook on Effective Testing."},
      {
        "id":"ED471370",
        "title":"AEL Continuous School Improvement Questionnaire. User Manual and Technical Report."},
      {
        "id":"ED471371",
        "title":"Teachers' Acceptance of Change: Assessing the Importance of Four Factors."},
      {
        "id":"ED471374",
        "title":"Lead Safety and School Modernization."},
      {
        "id":"ED471375",
        "title":"Vermont School Construction Planning Guide."},
      {
        "id":"ED471377",
        "title":"Perceptions about the Role of Architecture in Education."},
      {
        "id":"ED471378",
        "title":"Stock Plans for Schools: Three Documents."},
      {
        "id":"ED471383",
        "title":"The Relationship of Listening to Classical Music on First Graders' Ability To Retain Information."},
      {
        "id":"ED471384",
        "title":"A Comparison of Descriptive Writing of First Graders Using Freechoice Journaling versus Topical Journaling."},
      {
        "id":"ED471386",
        "title":"Teaching Comprehension Skills."},
      {
        "id":"ED471387",
        "title":"Using Thinking Skills To Enhance Learning."},
      {
        "id":"ED471388",
        "title":"Journal Writing with Kindergarten Children."},
      {
        "id":"ED471389",
        "title":"Applying NCTE/IRA Standards in Classroom Journalism Projects: Activities and Scenarios."},
      {
        "id":"ED471390",
        "title":"Inquiry and the Literary Text: Constructing Discussions in the English Classroom. Classroom Practices in Teaching English."},
      {
        "id":"ED471391",
        "title":"Adventuring with Books: A Booklist for Pre-K--Grade 6. 13th Edition. NCTE Bibliography Series."},
      {
        "id":"ED471393",
        "title":"Classrooms as &quot;Places, Spaces&quot; for Communion."},
      {
        "id":"ED471394",
        "title":"Let's Get Started: Strategies for Initiating Authentic Discussion."},
      {
        "id":"ED471395",
        "title":"Genuine Caring and Literacy Learning for African American Children."},
      {
        "id":"ED471396",
        "title":"The News, Fall 2002."},
      {
        "id":"ED471397",
        "title":"What Works in the Community Colleges: A Synthesis of the Literature on Best Practices."},
      {
        "id":"ED471405",
        "title":"Spirits &amp; Family Relations."},
      {
        "id":"ED471406",
        "title":"Integrating Culture Learning in the Languages Classroom: A Multi-Perspective Conceptual Journey for Teachers."},
      {
        "id":"ED471408",
        "title":"Teaching Writing in High School and College: Conversations and Collaborations."},
      {
        "id":"ED471412",
        "title":"Improving Reading Comprehension through the Use of Balanced Literacy and Specific Comprehension Strategies."},
      {
        "id":"ED471413",
        "title":"Increasing Reading Comprehension through the Use of Guided Reading."},
      {
        "id":"ED471415",
        "title":"In the First Few Years: Reflections of a Beginning Teacher."},
      {
        "id":"ED471418",
        "title":"Minds-On Physics: Materials for Developing Concept-Based Problem-Solving Skills in Physics."},
      {
        "id":"ED471419",
        "title":"Using Technology To Implement Active Learning in Large Classes. Technical Report."},
      {
        "id":"ED471420",
        "title":"Science and Engineering Doctorate Awards: 2001. Detailed Statistical Tables."},
      {
        "id":"ED471424",
        "title":"Practical Literacy Programming."},
      {
        "id":"ED471426",
        "title":"&quot;Hamlet&quot;: Something Is Tragic in the State of Denmark."},
      {
        "id":"ED471427",
        "title":"Criteria for Using Technology To Teach the Basic Course in Communication."},
      {
        "id":"ED471428",
        "title":"Parental Involvement and Literacy Achievement: The Research Evidence and the Way Forward. Consultation Paper."},
      {
        "id":"ED471436",
        "title":"A Study of Perfectionism, Attachment, and College Student Adjustment: Testing Mediational Models."},
      {
        "id":"ED471437",
        "title":"School Based Program to Teach Children Empathy and Bully Prevention."},
      {
        "id":"ED471438",
        "title":"Acculturation and Identity of Korean American Women."},
      {
        "id":"ED471439",
        "title":"The Current Climate: What Does It Mean for Counselor Educators and Supervisors?"},
      {
        "id":"ED471440",
        "title":"Examining the Working Alliance in Supervisory Relationships: The Development of the Working Alliance Inventory of Supervisory Relationships."},
      {
        "id":"ED471441",
        "title":"Psychologists' Attitudes and Clinical Evaluations for LGB Clients."},
      {
        "id":"ED471442",
        "title":"Student Perceptions of Factors Helping and Hindering Dissertation Progress."},
      {
        "id":"ED471443",
        "title":"Neuropsychological Assessment of Hispanic American Elders: Critical Literature Review."},
      {
        "id":"ED471444",
        "title":"Coping with Relationship Problems: A Gender Comparison."},
      {
        "id":"ED471450",
        "title":"Importance of Depression in Diabetes."},
      {
        "id":"ED471451",
        "title":"Do It Now! The Job Search Kit for Those 50 and Over. Third Edition."},
      {
        "id":"ED471453",
        "title":"Empirical Examination of Factors that Influence Student Ratings of Instructors."},
      {
        "id":"ED471455",
        "title":"The Tobacco-Free Sports Playbook: Pitching Healthy Lifestyles to Youth, Teams, and Communities."},
      {
        "id":"ED471456",
        "title":"Drugs, Youth, and the Internet. Information Bulletin, October 2002."},
      {
        "id":"ED471457",
        "title":"Evaluating Training: Return on Investment and Cost-Benefit Analysis."},
      {
        "id":"ED471458",
        "title":"Counseling Adult Learners for New Careers: The Motivations and Barriers Associated with Postsecondary Educational Participation of Soldiers in Transition."},
      {
        "id":"ED471461",
        "title":"A Scalable Set of ESL Reading Comprehension Items."},
      {
        "id":"ED471462",
        "title":"Changes in the Responses to an English as a Second Language Reading Comprehension Test."},
      {
        "id":"ED471463",
        "title":"Permutation Tests in Principal Component Analysis."},
      {
        "id":"ED471464",
        "title":"Teaching Quality in the Southeast: A Call for Regional Action."},
      {
        "id":"ED471465",
        "title":"School Health: Findings from Evaluated Programs. Second Edition."},
      {
        "id":"ED471466",
        "title":"Introductory Guide to Advocacy: Working To Improve Advocacy for School Health Education and Services."},
      {
        "id":"ED471467",
        "title":"School Health in America: An Assessment of State Policies To Protect and Improve the Health of Students. Sixth Edition."},
      {
        "id":"ED471469",
        "title":"America's Children Are Counting on You: 10 Reasons To Become a Teacher."},
      {
        "id":"ED471470",
        "title":"Healthy Students 2000: An Agenda for Continuous Improvement in America's Schools."},
      {
        "id":"ED471471",
        "title":"Design and Analysis in Task-Based Language Assessment. CSE Technical Report."},
      {
        "id":"ED471472",
        "title":"Peer Review, 2000-2001."},
      {
        "id":"ED471473",
        "title":"Faculty and Reference Librarians: A Virtual Dynamic Duo."},
      {
        "id":"ED471474",
        "title":"Leadership Abstracts, 2002."},
      {
        "id":"ED471475",
        "title":"Elementary Lessons from Indiana's Underground Railroad Institute (July 22-27, 2001)."},
      {
        "id":"ED471476",
        "title":"Secondary Lessons from Indiana's Underground Railroad Institute (July 22-27, 2001)."},
      {
        "id":"ED471477",
        "title":"Chesterwood: The Workshop of an American Sculptor. Teaching with Historic Places."},
      {
        "id":"ED471478",
        "title":"The Art of Buddhism. A Teacher's Guide."},
      {
        "id":"ED471479",
        "title":"The Siege of Port Hudson: &quot;Forty Days and Nights in the Wilderness of Death.&quot; Revised. Teaching with Historic Places."},
      {
        "id":"ED471480",
        "title":"Carnegie Libraries: The Future Made Bright. Revised. Teaching with Historic Places."},
      {
        "id":"ED471481",
        "title":"The Battle of Bunker Hill: Now We Are at War. Revised. Teaching with Historic Places."},
      {
        "id":"ED471482",
        "title":"The Battle of Mill Springs: The Civil War Divides a Border State. Revised. Teaching with Historic Places."},
      {
        "id":"ED471483",
        "title":"Social Studies Core Curriculum, K-6."},
      {
        "id":"ED471484",
        "title":"Fine Arts: Music Core Curriculum, Grades 7-12."},
      {
        "id":"ED471485",
        "title":"Fine Arts: Secondary Visual Arts Curriculum."},
      {
        "id":"ED471486",
        "title":"Developing an International Framework for Education in Democracy. ERIC Digest."},
      {
        "id":"ED471487",
        "title":"What Federal Statistics Reveal about Migrant Farmworkers: A Summary for Education. ERIC Digest."},
      {
        "id":"ED471488",
        "title":"Nurturing Resilience and School Success in American Indian and Alaska Native Students. ERIC Digest."},
      {
        "id":"ED471490",
        "title":"Identification and Recruitment of Migrant Students: Strategies and Resources. ERIC Digest."},
      {
        "id":"ED471491",
        "title":"Effective Approaches to Teaching Young Mexican Immigrant Children. ERIC Digest."},
      {
        "id":"ED471493",
        "title":"IDRA Newsletter, 2002."},
      {
        "id":"ED471494",
        "title":"Aunque cerca...sano: Una guia para prevencion de los riesgos de los pesticidas (Although Nearby...Healthy: A Guide for the Prevention of Pesticide Risks)."},
      {
        "id":"ED471497",
        "title":"Como Solicitar la Asistencia Economica Federal para Estudiantes (How To Apply for Federal Student Aid)."},
      {
        "id":"ED471498",
        "title":"Repaying Your Student Loans."},
      {
        "id":"ED471500",
        "title":"Gender Equity Report."},
      {
        "id":"ED471501",
        "title":"The Preparing Future Faculty Program: What Difference Does It Make? PFF Occasional Paper Series."},
      {
        "id":"ED471502",
        "title":"Engaged Graduate Education: Seeing with New Eyes. PFF Occasional Paper Series."},
      {
        "id":"ED471503",
        "title":"Accounting for State Student Aid: How State Policy and Student Aid Connect."},
      {
        "id":"ED471504",
        "title":"What Is a College Culture? Facilitating College Preparation through Organizational Change."},
      {
        "id":"ED471505",
        "title":"Crouching Tiger in a Corn Field: Doctoral Mentoring for East-West Cultural Understanding."},
      {
        "id":"ED471506",
        "title":"A Longitudinal Investigation of Emotional Health among First-Year College Students: Comparisons of Women and Men."},
      {
        "id":"ED471507",
        "title":"Rethinking the Ed.D., or What's in a Name?"},
      {
        "id":"ED471508",
        "title":"The Use of Technology: Administrator Perceptions of Institutional Issues."},
      {
        "id":"ED471510",
        "title":"ERIC Annual Report, 2002: Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED471511",
        "title":"Social Rights and Citizenship: An International Comparison."},
      {
        "id":"ED471512",
        "title":"Child Living Arrangements by Race and Income: A Supplementary Analysis."},
      {
        "id":"ED471513",
        "title":"Pushing Out At-Risk Students: An Analysis of High School Discharge Figures."},
      {
        "id":"ED471514",
        "title":"Portfolio for District Redesign. School Communities That Work."},
      {
        "id":"ED471515",
        "title":"Separate and Unequal: The Neighborhood Gap for Blacks and Hispanics in Metropolitan America."},
      {
        "id":"ED471516",
        "title":"Choosing Segregation: Racial Imbalance in American Public Schools, 1990-2000."},
      {
        "id":"ED471517",
        "title":"The Improving Educational Profile of Latino Immigrants."},
      {
        "id":"ED471518",
        "title":"Understanding Scoring Rubrics: A Guide for Teachers."},
      {
        "id":"ED471519",
        "title":"A User's Guide to the Meta-Analysis of Research Studies. Meta-Stat: Software To Aid in the Meta-Analysis of Research Findings."},
      {
        "id":"ED471520",
        "title":"State Student Assessment Programs Annual Survey, Fall 2001, Executive Summary. Data on 1999-2000 Statewide Student Assessment Programs, Fall 2001."},
      {
        "id":"ED471521",
        "title":"Sorting, Education and Inequality. NBER Working Paper Series."},
      {
        "id":"ED471522",
        "title":"Outcomes and Research in Out-of-School Time Program Design."},
      {
        "id":"ED471523",
        "title":"Guide to Working with Model Providers."},
      {
        "id":"ED471524",
        "title":"Coffeyville, Kansas: The Town That Stopped the Dalton Gang. Teaching with Historic Places."},
      {
        "id":"ED471525",
        "title":"Saving for Learning. Strand 2: An International Comparison. Research Report."},
      {
        "id":"ED471527",
        "title":"Current Commitments under the GATS in Educational Services. Background Document."},
      {
        "id":"ED471528",
        "title":"School Dress Codes and Uniform Policies."},
      {
        "id":"ED471529",
        "title":"Challenges and Changes to Tinto's Persistence Theory."},
      {
        "id":"ED471530",
        "title":"Impacts of 2-Year and 4-Year College Attendance on Learning Orientations."},
      {
        "id":"ED471532",
        "title":"Dos and Don'ts in Offering Online Developmental Math Courses."},
      {
        "id":"ED471534",
        "title":"CalWORKs in California Community Colleges: An Academic Senate Perspective. Adopted Fall 2002."},
      {
        "id":"ED471535",
        "title":"Engaging Community Colleges: A First Look. Community College Survey of Student Engagement 2002 Findings."},
      {
        "id":"ED471537",
        "title":"Factors and Issues Surrounding Development of One Community College Baccalaureate Degree Program."},
      {
        "id":"ED471538",
        "title":"Building Institutional Capacity at Rural Community Colleges through Consortia."},
      {
        "id":"ED471539",
        "title":"Interdisciplinary Studies as Nexus: Crossing Discipline Borders into the World."},
      {
        "id":"ED471540",
        "title":"Interdisciplinary Instruction in the Humanities Enrichment Program: Alignment of Programmatic, Pedagogic, and Learner Goals."},
      {
        "id":"ED471541",
        "title":"R(e)Defining the Liberal Arts: Critical Thinking at the Community College Level."},
      {
        "id":"ED471542",
        "title":"The Force and Motion Conceptual Evaluation."},
      {
        "id":"ED471543",
        "title":"The Performance Blueprint: An Integrated Logic Model Developed To Enhance Performance Measurement Literacy: The Case of Performance-Based Contract Management."},
      {
        "id":"ED471544",
        "title":"Profiles of Respondents Who Respond Inconsistently to Positively- and Negatively-Worded Items on Rating Scales."},
      {
        "id":"ED471545",
        "title":"Certification in Mild Disabilities: Perceptions and Preferences of Louisiana Special Education Professionals and Students."},
      {
        "id":"ED471546",
        "title":"The Juvenile Emotion Management Scale (JEMS): An Instrument Designed To Assess Emotion Self-Management Skills in Serious and Violent Juvenile Offenders."},
      {
        "id":"ED471548",
        "title":"The Effectiveness of Cooperative Learning as a[n] Instructional Strategy To Increase Biological Literacy and Academic Achievement in a Large, Non-Majors College Biology Class."},
      {
        "id":"ED471549",
        "title":"All We Need Is a Little Class."},
      {
        "id":"ED471550",
        "title":"The Relationship between Teachers' Years-of-Teaching Experience and Students' Mathematics Achievement."},
      {
        "id":"ED471551",
        "title":"Assessing Entry, Retention, and On-the-Job Performance through Graduate Follow Up."},
      {
        "id":"ED471552",
        "title":"Development and Validation of Student Teaching Performance Assessment Based on Danielson's Framework for Teaching."},
      {
        "id":"ED471553",
        "title":"The Role of Parents as Educational and Social Partners of the School in the Czech Republic: Legislation and Media Analysis."},
      {
        "id":"ED471555",
        "title":"The Role of Parents in Relation to School: Case of the Czech Republic."},
      {
        "id":"ED471556",
        "title":"A Study of Leadership Behaviors of Elementary Principals Compared With School Climate."},
      {
        "id":"ED471557",
        "title":"The Effects of School Safety on the Learning Environment of a Middle School."},
      {
        "id":"ED471558",
        "title":"Applicant Attraction to Assistant Principal Jobs: An Experimental Assessment."},
      {
        "id":"ED471559",
        "title":"A Multi-Faceted Assessment System in a Collaborative Educator Preparation Model: Performance, Processes, Programs."},
      {
        "id":"ED471560",
        "title":"A Learner Centered Education."},
      {
        "id":"ED471561",
        "title":"The Social Construction of Teachers' Individualism: How to Transcend Traditional Boundaries of Teachers' Identity?"},
      {
        "id":"ED471568",
        "title":"A Collaborative Evaluation Model for Systematic Renewal of Teacher Education: Assessing the Effect of Professional Development Schools on Teachers and Students."},
      {
        "id":"ED471574",
        "title":"Awards for Teaching Excellence: Intentions and Realities."},
      {
        "id":"ED471575",
        "title":"Improving Student Reading Skills through the Use of Guided Reading."},
      {
        "id":"ED471576",
        "title":"Improving Student Motivation in Reading through the Use of Multiple Intelligences."},
      {
        "id":"ED471578",
        "title":"A Community College Model of Student Immigration, Language, GPA, and Course Completion."},
      {
        "id":"ED471580",
        "title":"Music Enhances Learning."},
      {
        "id":"ED471581",
        "title":"Connecting Californians: Finding the Art of Community Change. An Inquiry into the Role of Story in Strengthening Communities."},
      {
        "id":"ED471582",
        "title":"Reinvigorating the Civic Mission of American Higher Education: Ideals, Challenges, and Models of Good Practice."},
      {
        "id":"ED471584",
        "title":"House Detective: Finding History in Your Home."},
      {
        "id":"ED471585",
        "title":"Improving Student Performance in Fifth Grade Band through the Use of Student Self-Monitoring."},
      {
        "id":"ED471586",
        "title":"Culture, Freedom, and Pedagogy in the Public School Classroom: Learning To Teach from an Anthropological Point of View or Pedagogical Anthropology and the Reform of Public Education. A Teaching Essay (with Associated Supplement)."},
      {
        "id":"ED471587",
        "title":"From Belligerence to Peace: The Role of Civic Education."},
      {
        "id":"ED471590",
        "title":"Demand Economics: What Happens Before the Swap."},
      {
        "id":"ED471592",
        "title":"Longitudinal Study of Women in School Administration, 1972-2002."},
      {
        "id":"ED471593",
        "title":"Commercialism in Public Schools: Focusing on Channel One."},
      {
        "id":"ED471594",
        "title":"Fine Arts Standards of Learning for Virginia Public Schools."},
      {
        "id":"ED471601",
        "title":"The Local and Community Organization of Learning Opportunities."},
      {
        "id":"ED471602",
        "title":"Feminism and Literacy for Women: Politics and Resources."},
      {
        "id":"ED471603",
        "title":"Australian Policy Activism in Language and Literacy."},
      {
        "id":"ED471604",
        "title":"Becoming an Adult: Leaving Home, Relationships and Home Ownership among Australian Youth. Research Report."},
      {
        "id":"ED471605",
        "title":"Helping Disadvantaged Youth Succeed in School: Effects of CTE-Based Whole-School Reforms. In Essence: Key Findings from the National Research Center for Career and Technical Education."},
      {
        "id":"ED471606",
        "title":"New Lessons About Tech Prep Implementation. In Essence: Key Findings from the National Research Center for Career and Technical Education."},
      {
        "id":"ED471607",
        "title":"Quantitative Estimates of the Social Benefits of Learning, 1: Crime. Wider Benefits of Learning Research Report."},
      {
        "id":"ED471608",
        "title":"From Idea to Impact: A Guide to the Research Process. Building Effective Research, 1. Research Report."},
      {
        "id":"ED471609",
        "title":"Women's Access to Training in New Brunswick. Training Matters: Working Paper Series."},
      {
        "id":"ED471610",
        "title":"Snakes and Ladders: Coherence in Training for Office Workers. Training Matters: Working Paper Series."},
      {
        "id":"ED471611",
        "title":"Knowledge and Skills for the New Economy: The Role of Educational Policy. Training Matters: Working Paper Series."},
      {
        "id":"ED471613",
        "title":"The Future Development of the European Union Education, Training and Youth Programmes After 2006: A Public Consultation Document."},
      {
        "id":"ED471616",
        "title":"The LLEN: The Purpose of Local Partnerships in the Provision of Improved Outcomes for Young People."},
      {
        "id":"ED471617",
        "title":"Roles of the Volunteer in Development: Toolkits for Building Capacity."},
      {
        "id":"ED471618",
        "title":"Women's Learning and Development Across Borders: Insights from Anglophone Caribbean Immigrant Women in the United States."},
      {
        "id":"ED471619",
        "title":"Collective Transformations, Collective Theories: What Adult Educators Can Learn From the Boston Women's Health Book Collective."},
      {
        "id":"ED471620",
        "title":"Exploring the Self/Group Initiated and On-the-Job Learning Activities of Low Income Women."},
      {
        "id":"ED471621",
        "title":"Theorizing the Effects of Class, Gender, and Race on Adult Learning in Nonformal and Informal Settings."},
      {
        "id":"ED471622",
        "title":"Cartographical Imaginations: Spatiality, Adult Education and Lifelong Learning."},
      {
        "id":"ED471623",
        "title":"The Deep Structure of Situated Thinking in Professionals."},
      {
        "id":"ED471624",
        "title":"When Do We Become Silent and Why Do We Become Silent? Mutual Closeness and Mutual Critical Scrutiny: Some Notes from a Participant-Oriented Research Process."},
      {
        "id":"ED471625",
        "title":"CPTSC 2001: Managing Change and Growth in Technical and Scientific Communication. Proceedings of the Annual Conference of the Council for Programs in Technical and Scientific Communication (28th, Pittsburgh, Pennsylvania, October 11-13, 2001)."},
      {
        "id":"ED471626",
        "title":"Assessment and Instructional Guide for the Georgia Middle Grades Writing Assessment."},
      {
        "id":"ED471627",
        "title":"Ohio's Phonics Demonstration Project: A Longitudinal Study. Reading Instruction in Ohio's Phonics Demonstration Project Classrooms and Teacher Preparation Programs."},
      {
        "id":"ED471628",
        "title":"Reading Comprehension and Numeracy among Junior Secondary School Students in Australia. Research Report. Longitudinal Surveys of Australian Youth."},
      {
        "id":"ED471629",
        "title":"Sharing the Wisdom of Practice: Schools That Optimize Literacy Learning for All Students."},
      {
        "id":"ED471630",
        "title":"In the Past...I Was Clueless: Writing Scary Stories in the Middle School. PEN."},
      {
        "id":"ED471631",
        "title":"UK Perspectives on Family Literacy: Past, Present, Future. The Edinburgh Family Literacy Symposium."},
      {
        "id":"ED471632",
        "title":"The Effects of Phonemic Awareness Drills on Phonological Awareness and Word Reading Performance in a Later Learned Alphabetic Script."},
      {
        "id":"ED471633",
        "title":"Improving Tenth-Grade Students' Five-Paragraph Essay Writing Skills Using Various Writing Strategies, Guided Assignments, and Portfolios for Growth."},
      {
        "id":"ED471635",
        "title":"Language Use in a Spanish-English Dual Immersion Classroom: A Sociolinguistic Perspective."},
      {
        "id":"ED471636",
        "title":"Acquiring English: Schools Seek Ways to Strengthen Language Learning."},
      {
        "id":"ED471637",
        "title":"Australian Literacies: Informing National Policy on Literacy Education. Second Edition."},
      {
        "id":"ED471638",
        "title":"The Time Is Now. A Community College System for Maine."},
      {
        "id":"ED471639",
        "title":"Iowa Community Colleges Tuition and Fees Report, Academic Year 2002-2003."},
      {
        "id":"ED471640",
        "title":"Part-Time Faculty: A Principled Perspective."},
      {
        "id":"ED471641",
        "title":"Who Assesses the Assessors? Measuring Administrative Effectiveness in Higher Education."},
      {
        "id":"ED471642",
        "title":"Integrating Instructional Technology in the California Community Colleges."},
      {
        "id":"ED471643",
        "title":"Gavilan College Educational Master Plan."},
      {
        "id":"ED471644",
        "title":"Developing Reflective Judgment in Community College Students: Employing the Writings of Wilson in a Program of Contextual Support. A Student Development Research Proposal."},
      {
        "id":"ED471645",
        "title":"Information Competency: Challenges and Strategies for Development."},
      {
        "id":"ED471646",
        "title":"Increasing Access to College: A Community College System for Maine."},
      {
        "id":"ED471647",
        "title":"Electronic Commerce: Canadian Community Colleges and Institutes of Technology."},
      {
        "id":"ED471648",
        "title":"Student Equity: Guidelines for Developing a Plan."},
      {
        "id":"ED471649",
        "title":"Technology II: Implementation Planning Guide."},
      {
        "id":"ED471650",
        "title":"The Implementation of the California Community Colleges Telecommunications and Technology Infrastructure Program, 2000-2001."},
      {
        "id":"ED471651",
        "title":"One Literacy...Or Double Power?"},
      {
        "id":"ED471652",
        "title":"What I've Learned, So Far, about Evaluation."},
      {
        "id":"ED471653",
        "title":"Teaching Program Evaluation on Interactive Television."},
      {
        "id":"ED471654",
        "title":"To Err Is Human: Decision Errors and Candidates' Competency."},
      {
        "id":"ED471655",
        "title":"Beyond Standardized Testing: Examining, Developing, and Validating the Interview for Admission into the Teacher Education Program."},
      {
        "id":"ED471656",
        "title":"Examining, Developing, and Validating the Interview for Admission into the Teacher Education Program."},
      {
        "id":"ED471657",
        "title":"The Testing of a New Integrative Model of Cognition within the Context of a Continually Existing Educational Problem."},
      {
        "id":"ED471658",
        "title":"National Household Education Surveys Programs: Learning at All Ages: 1991-2003."},
      {
        "id":"ED471659",
        "title":"A Conceptual Framework for Assessing Legitimation in Qualitative Research."},
      {
        "id":"ED471660",
        "title":"Student Perceptions of Learning in a Web-Based Tutorial."},
      {
        "id":"ED471661",
        "title":"Process and Outcome Studies of Representational Guidance for Scientific Inquiry."},
      {
        "id":"ED471662",
        "title":"Linking Program Performance to the Budget: Can Agencies Meet the President's Challenge?"},
      {
        "id":"ED471663",
        "title":"An Examination of the Correlates to Achievement on the California High School Exit Exam."},
      {
        "id":"ED471664",
        "title":"Balancing Formative and Summative Science Assessment Practices: Year One of the GenScope Assessment Project."},
      {
        "id":"ED471665",
        "title":"Interval Estimation for True Scores under Various Scale Transformations. ACT Research Report Series."},
      {
        "id":"ED471666",
        "title":"Measuring Student and School Progress with the California API. CSE Technical Report."},
      {
        "id":"ED471667",
        "title":"Ignorance Only: HIV/AIDS, Human Rights, and Federally Funded Abstinence-Only Programs in the United States. Texas: A Case Study."},
      {
        "id":"ED471668",
        "title":"Coping with Loneliness: Young Adult Drug Users."},
      {
        "id":"ED471673",
        "title":"\"What Does Gay Mean?\" How To Talk with Kids about Sexual Orientation and Prejudice."},
      {
        "id":"ED471674",
        "title":"Safeguarding Your Students against Suicide: Expanding the Safety Net. Proceedings from an Expert Panel on Vulnerability, Depressive Symptoms, and Suicidal Behavior on College Campuses."},
      {
        "id":"ED471675",
        "title":"Groupwork with Parents of Adolescents."},
      {
        "id":"ED471676",
        "title":"Justice for All? A Report on Lesbian, Gay, Bisexual and Transgendered Youth in the New York Juvenile Justice System."},
      {
        "id":"ED471679",
        "title":"Faith and Action: Implementation of the National Faith-Based Initiative for High-Risk Youth."},
      {
        "id":"ED471693",
        "title":"High School Counselor's Handbook, 2003-04."},
      {
        "id":"ED471694",
        "title":"State Estimates of Substance Use from the 2000 National Household Survey on Drug Abuse. Volume I-II: Findings [and] Supplementary Technical Appendixes."},
      {
        "id":"ED471695",
        "title":"The Arizona Report, 1999-2002."},
      {
        "id":"ED471696",
        "title":"Raising the Bar, Closing the Gap: 2001 Annual Report."},
      {
        "id":"ED471697",
        "title":"First Things First: Creating the Conditions &amp; Capacity for Community-Wide Reform in an Urban School District."},
      {
        "id":"ED471698",
        "title":"Three Paths, One Destination: Standards-Based Reform in Maryland, Massachusetts and Texas."},
      {
        "id":"ED471699",
        "title":"Staying on Course. Standards-Based Reform in America's Schools: Progress and Prospects."},
      {
        "id":"ED471700",
        "title":"The Home Visits Program at an Elementary School in California: A Summative Evaluation."},
      {
        "id":"ED471702",
        "title":"CAPTA: Successes and Failures at Preventing Child Abuse and Neglect. Hearing before the Subcommittee on Select Education of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (August 2, 2001)."},
      {
        "id":"ED471703",
        "title":"Prevention and Treatment of Child Abuse and Neglect: Policy Directions for the Future. Hearing before the Subcommittee on Select Education of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (October 17, 2001)."},
      {
        "id":"ED471706",
        "title":"Latina Educators and School Discourse: Dealing with Tension on the Path to Success. CIERA Report."},
      {
        "id":"ED471707",
        "title":"The MetLife Survey of the American Teacher, 2002: Student Life--School, Home & Community. A Survey of Teachers and Students."},
      {
        "id":"ED471708",
        "title":"Project-Based Instruction: Creating Excitement for Learning. By Request Series."},
      {
        "id":"ED471711",
        "title":"Lessons Learned, 2001: Profiles of Leading Urban Health Department Initiatives in Maternal and Child Health. From the CityMatCH Urban MCH Leadership Conference (12th, Nashville, Tennessee, August 26-29, 2001)."},
      {
        "id":"ED471712",
        "title":"The Evaluation of Abstinence Education Programs Funded Under Title V Section 510: Interim Report."},
      {
        "id":"ED471713",
        "title":"A Work in Progress: On-Site Methods/Practicum Course and Pre-Service Student Teaching Supervision."},
      {
        "id":"ED471716",
        "title":"Ethiopian Community Education Initiatives: Communities, NGOs and Government Partnerships in Action."},
      {
        "id":"ED471717",
        "title":"Can Education Play a Role in the Prevention of Youth Gangs in Indian Country? One Tribe's Approach. ERIC Digest."},
      {
        "id":"ED471718",
        "title":"Setting the Agenda: American Indian and Alaska Native Education Research Priorities. ERIC Digest."},
      {
        "id":"ED471719",
        "title":"Using Culturally and Linguistically Appropriate Assessments To Ensure that American Indian and Alaska Native Students Receive the Special Education Programs and Services They Need. ERIC Digest."},
      {
        "id":"ED471720",
        "title":"Outdoor Education and Experiential Learning in the U.K."},
      {
        "id":"ED471721",
        "title":"Training Outdoor Educators: Integrating Academic and Professional Demands."},
      {
        "id":"ED471722",
        "title":"Outdoor and Adventurous Activities in Undergraduate Physical Education Teacher Education at Chichester Institute."},
      {
        "id":"ED471723",
        "title":"Experiential Environmental Education for Primary Aged Children."},
      {
        "id":"ED471724",
        "title":"Outdoor Education in an Urban Environment."},
      {
        "id":"ED471725",
        "title":"The Scope for Provision of Outdoor Education in Primary Schools--An English Case Study."},
      {
        "id":"ED471726",
        "title":"Changing Roles for Outdoor Education Centres."},
      {
        "id":"ED471727",
        "title":"The High Seas Adventure Context for Young People."},
      {
        "id":"ED471728",
        "title":"Work with Girls and Young Women."},
      {
        "id":"ED471729",
        "title":"Women Youth Workers and Outdoor Education."},
      {
        "id":"ED471730",
        "title":"Outdoor Education in a Peace and Reconciliation Community."},
      {
        "id":"ED471731",
        "title":"Immigration and Naturalization Service's (INS's) Implementation of the Foreign Student Tracking Program. Hearing before the Subcommittee on Immigration, Border Security, and Claims of the Committee on the Judiciary, House of Representatives. One Hundred Seventh Congress, Second Session (September 18, 2002)."},
      {
        "id":"ED471732",
        "title":"A Brief History of the Major Components of the Medieval Setting."},
      {
        "id":"ED471733",
        "title":"A Brief History of Higher Education in New York State."},
      {
        "id":"ED471734",
        "title":"Comparison of Two Curriculum/Instructional Design Models: Ralph W. Tyler and Siena College Accounting Class, ACCT205."},
      {
        "id":"ED471736",
        "title":"Should Affirmative Action Be a Factor in Admissions for Higher Education?"},
      {
        "id":"ED471738",
        "title":"Federal Student Aid: Progress in Integrating Pell Grant and Direct Student Loan Systems and Processes, but Critical Work Remains. Report to the Secretary of Education."},
      {
        "id":"ED471739",
        "title":"A Historical Review of Curriculum in American Higher Education: 1636-1900."},
      {
        "id":"ED471740",
        "title":"The Elective System or Prescribed Curriculum: The Controversy in American Higher Education."},
      {
        "id":"ED471741",
        "title":"An Analysis of Faculty Attitudes Toward Promotion and Tenure."},
      {
        "id":"ED471743",
        "title":"Higher Education in Arkansas."},
      {
        "id":"ED471744",
        "title":"Public Policy Agenda, 2003."},
      {
        "id":"ED471745",
        "title":"State University of New York Maritime College Faculty Student Association--Selected Financial Management Practices. Report."},
      {
        "id":"ED471746",
        "title":"Innovation in Student Services: Planning for Models Blending High Touch/High Tech."},
      {
        "id":"ED471747",
        "title":"Proceedings of the Annual Meeting [of the] North American Chapter of the International Group for the Psychology of Mathematics Education (24th, Athens, Georgia, October 26-29, 2002). Volumes 1-4."},
      {
        "id":"ED471748",
        "title":"What Do We Believe about Teacher Learning and How Can We Learn with and from Our Beliefs?"},
      {
        "id":"ED471749",
        "title":"Toward Evidence for Instructional Design Principles: Examples from Cognitive Tutor Math 6."},
      {
        "id":"ED471750",
        "title":"Linking Research and Practice: Knowledge Transfer or Knowledge Creation?"},
      {
        "id":"ED471751",
        "title":"Working Group on Gender and Mathematics: Gathering Reflective Voices."},
      {
        "id":"ED471752",
        "title":"Models and Modeling."},
      {
        "id":"ED471753",
        "title":"Curriculum Materials and Its Uses in Teaching and Learning Mathematics."},
      {
        "id":"ED471754",
        "title":"The Nature of Reflective Thinking in Multivariable Calculus."},
      {
        "id":"ED471755",
        "title":"Exploring the Phenomenon of Classroom Connectivity."},
      {
        "id":"ED471756",
        "title":"A Content Analysis of Exit Level Mathematics on the Texas Assessment of Academic Skills: Addressing the Issue of Instructional Decision-Making in Texas."},
      {
        "id":"ED471757",
        "title":"Is State Assessment a Viable Tool for Reflection of Classroom Assessment?"},
      {
        "id":"ED471758",
        "title":"Developing Preservice Teachers&apos; Mathematical Reasoning and Proof Abilities in the Geometer&apos;s Sketchpad Environment."},
      {
        "id":"ED471759",
        "title":"Students&apos; Development of Three-Dimensional Visualization in the Geometer&apos;s Sketchpad Environment."},
      {
        "id":"ED471760",
        "title":"Problem Posing: What Can It Tell Us about Students&apos; Mathematical Understanding?"},
      {
        "id":"ED471761",
        "title":"Comparing Instructional Strategies for Integrating Conceptual and Procedural Knowledge."},
      {
        "id":"ED471762",
        "title":"Re-Conceptualizing Procedural Knowledge: The Emergence of &quot;Intelligent&quot; Performances among Equation Solvers."},
      {
        "id":"ED471763",
        "title":"Developing Students' Understanding of Exponents and Logarithms."},
      {
        "id":"ED471764",
        "title":"Preparing Prospective Elementary Teachers To Foster Conceptually Based Mathematical Understandings: A Study Investigating Change in Prospective Teachers&apos; Conceptions Related to Mathematics Teaching and Learning."},
      {
        "id":"ED471765",
        "title":"Growth in Mathematical Understanding While Learning How To Teach: A Theoretical Perspective."},
      {
        "id":"ED471766",
        "title":"Authentic Approaches to Learning Assessment Strategies: Beginning Teachers' Practice in Classrooms."},
      {
        "id":"ED471767",
        "title":"Describing Middle School Students&apos; Organization of Statistical Data."},
      {
        "id":"ED471768",
        "title":"Students&apos; Scheme-Based Conceptions of Sampling and Its Relationship to Statistical Inference."},
      {
        "id":"ED471769",
        "title":"Teaching Word Problems: What High School Mathematics Teachers Value."},
      {
        "id":"ED471770",
        "title":"Preservice Secondary Mathematics Teachers&apos; Modeling Strategies To Solve Problematic Subtraction and Addition Word Problems Involving Ordinal Numbers and Their Interpretations of Solutions."},
      {
        "id":"ED471771",
        "title":"Identification of Strategies Used by Fifth Graders To Solve Mathematics Word Problems."},
      {
        "id":"ED471772",
        "title":"Understanding Novice Teachers: Contrasting Cases."},
      {
        "id":"ED471773",
        "title":"What Do Elementary Teachers Learn from Reform Mathematics Textbooks?"},
      {
        "id":"ED471774",
        "title":"Questions That Engage Students in Mathematical Thinking."},
      {
        "id":"ED471775",
        "title":"The Impact of Teachers&apos; Content Knowledge and Attitudes on Instructional Beliefs and Practices."},
      {
        "id":"ED471776",
        "title":"An Investigation of Classroom Factors That Influence Proof Construction Ability."},
      {
        "id":"ED471777",
        "title":"Assessing Students&apos; Conceptions of Reform Mathematics."},
      {
        "id":"ED471778",
        "title":"Mathematics for Parents: Facilitating Parents&apos; and Children&apos;s Understanding in Mathematics."},
      {
        "id":"ED471779",
        "title":"Sociocultural Perspectives on Mentoring Mathematics Student Teachers."},
      {
        "id":"ED471780",
        "title":"Vehicle To Connect Theory, Research, and Practice: How Teacher Thinking Changes in District-Level Lesson Study in Japan."},
      {
        "id":"ED471781",
        "title":"Preservice Elementary and Middle School Teachers&apos; Conceptions of Algebra Revealed through the Use of Exemplary Curriculum Materials."},
      {
        "id":"ED471783",
        "title":"Improving Student Writing Ability through the Use of Teacher Interventions."},
      {
        "id":"ED471784",
        "title":"Improving Attitudes Toward Reading."},
      {
        "id":"ED471785",
        "title":"Improving Reading Achievement through the Use of Multiple Reading Strategies."},
      {
        "id":"ED471786",
        "title":"Improving Student Attitude and Achievement in Reading through Daily Reading Practice and Teacher Intervention Strategies."},
      {
        "id":"ED471787",
        "title":"Strategies for Improving Non-Fiction Reading Comprehension."},
      {
        "id":"ED471788",
        "title":"Improving Fourth Grade Students' Writing Skills and Attitudes."},
      {
        "id":"ED471791",
        "title":"Special Planning for Special Spaces. Selected Articles from \"Planning for Higher Education.\""},
      {
        "id":"ED471792",
        "title":"Campus Planning."},
      {
        "id":"ED471793",
        "title":"The Visioning Virus History."},
      {
        "id":"ED471794",
        "title":"The Nation's Report Card: Reading, 2002."},
      {
        "id":"ED471795",
        "title":"The Nation's Report Card: Reading Highlights, 2002."},
      {
        "id":"ED471796",
        "title":"Special Education Data Reporting to the Public. Revised. Quick Turn Around (QTA)."},
      {
        "id":"ED471798",
        "title":"Paraeducator Entry-Level Training for Supporting Students with Disabilities. Field Test Version 2.0. Instructor's Manual [and] Participant's Manual."},
      {
        "id":"ED471799",
        "title":"Teacher Leadership: Working with Paraeducators. Field Test Version 2.0. Instructor&apos;s Manual [and] Participant&apos;s Manual."},
      {
        "id":"ED471800",
        "title":"Supporting Students with Challenging Behaviors: A Paraeducator Curriculum. Field Test Version 2.0. Instructor's Manual [and] Participant's Manual."},
      {
        "id":"ED471801",
        "title":"Student Writing from NYC Programs in English for Speakers of Other Languages: September 11, 2001."},
      {
        "id":"ED471802",
        "title":"Bibliography of Citizenship and Civics Texts."},
      {
        "id":"ED471803",
        "title":"The Approval Barrier to Suburban Charter Schools."},
      {
        "id":"ED471806",
        "title":"Out of Sight--Out of Mind: The Importance of Integrating Adjunct Faculty into an Educational Administration Department."},
      {
        "id":"ED471807",
        "title":"Supporting Students with Severe Disabilities: A Paraeducator Curriculum. Field Test Version 2.0. Instructor's Manual [and] Participant's Manual."},
      {
        "id":"ED471808",
        "title":"Model for Paraprofessional and Supervisor Training Designed To Meet the Needs of Students with Disabilities in General Education Settings. Final Report."},
      {
        "id":"ED471809",
        "title":"Considering Mediation for Special Education Disputes: A School Administrator's Perspective."},
      {
        "id":"ED471810",
        "title":"Families and Schools: Resolving Disputes through Mediation."},
      {
        "id":"ED471811",
        "title":"Strengthening the Third &quot;R&quot;: Helping Students with Disabilities Achieve in Mathematics."},
      {
        "id":"ED471813",
        "title":"Working with the European Language Portfolio in Irish Post-Primary Schools: Report on an Evaluation Project. CLCS Occasional Paper."},
      {
        "id":"ED471814",
        "title":"Can Nonexperimental Comparison Group Methods Match the Findings from a Random Assignment Evaluation of Mandatory Welfare-to-Work Programs? MDRC Working Papers on Research Methodology."},
      {
        "id":"ED471815",
        "title":"Opening Doors: Students' Perspectives on Juggling Work, Family, and College."},
      {
        "id":"ED471816",
        "title":"Welfare Reform in Cleveland: Implementation, Effects, and Experiences of Poor Families and Neighborhoods."},
      {
        "id":"ED471817",
        "title":"Food and Education in the Reconstruction of Afghanistan. Final Proceedings Report: AIA-NGO-WFP-CAII Workshop (Islamabad, Pakistan, February 17-20, 2002)."},
      {
        "id":"ED471818",
        "title":"Malaysia/Singapore: Where Asian Cultures Meet. Participants&apos; Papers. Fulbright-Hays Seminars Abroad Program, 2001 (Malaysia and Singapore)."},
      {
        "id":"ED471820",
        "title":"Communities and Regions in Germany, Social Studies Grades 3-4. Update 2002."},
      {
        "id":"ED471821",
        "title":"What Evidence Says about Reading Recovery. Executive Summary."},
      {
        "id":"ED471822",
        "title":"What Evidence Says about Reading Recovery."},
      {
        "id":"ED471826",
        "title":"A Principal's Guide to Reading Recovery."},
      {
        "id":"ED471827",
        "title":"More Than One Million Children Served: Reading Recovery Results, 2000-2001."},
      {
        "id":"ED471829",
        "title":"Career Education By Design: Making It Fit Your School, Your Curriculum and Your Teachers."},
      {
        "id":"ED471830",
        "title":"Joining the Conversation: Graduate Students' Perceptions of Writing for Publication."},
      {
        "id":"ED471831",
        "title":"Creating a Place for Learning: Dorothy Day and the Catholic Worker Movement."},
      {
        "id":"ED471832",
        "title":"Power Relationships in Two Web-Based Courses."},
      {
        "id":"ED471833",
        "title":"Hitting the TARGET? A Case Study of the Experiences of Teachers in Steel Mill Learning Centers."},
      {
        "id":"ED471834",
        "title":"Text, Lies, and the Welfare State: The Portrayal of Welfare Recipients in Welfare-to-Work Educational Programs."},
      {
        "id":"ED471835",
        "title":"Bridging Across Disciplines: Understanding the Connections Between Cultural Identity, Spirituality and Sociopolitical Development in Teaching for Transformation."},
      {
        "id":"ED471836",
        "title":"The Ambushed Spirit: Perspective, Violence and Downsizing."},
      {
        "id":"ED471837",
        "title":"Reading, Science, and Hands On Learning."},
      {
        "id":"ED471838",
        "title":"Reading, Mathematics, and Thought."},
      {
        "id":"ED471839",
        "title":"How Much Should Pupils Read in the Social Studies?"},
      {
        "id":"ED471841",
        "title":"Psychology of Lesson Plans and Units in Reading."},
      {
        "id":"ED471842",
        "title":"Grouping and Organizing for Instruction in Reading."},
      {
        "id":"ED471843",
        "title":"WebQuests: Teachers and Students as Global Literacy Explorers."},
      {
        "id":"ED471844",
        "title":"Children's Reading Interests and the State Book Award Programs."},
      {
        "id":"ED471845",
        "title":"Problem-Based Service-Learning: A Pilot Study in Public Speaking."},
      {
        "id":"ED471846",
        "title":"The Study of Affinity-Seeking in an Organizational Setting."},
      {
        "id":"ED471847",
        "title":"Re-Conceptualizing Engagement in Reading through Miscue Research."},
      {
        "id":"ED471848",
        "title":"Making Meaning in a Digital Literacy Club: Teachers' Talk of Beliefs about E-mail Communication in Literacy Learning and Teaching."},
      {
        "id":"ED471849",
        "title":"The Effect of Three Segmentation Options on Ease of Blending for Prealphabetic and Partial Alphabetic Readers."},
      {
        "id":"ED471850",
        "title":"Beyond Spam! Netiquette in Virtual Teams."},
      {
        "id":"ED471851",
        "title":"The Infusion of Media/Technology Literacy in Restructuring a Preservice Teacher Language Arts Course to Performance-Based Instruction and Assessment."},
      {
        "id":"ED471852",
        "title":"The Importance of Instructor-Guided Revision in a Public Speaking Course."},
      {
        "id":"ED471855",
        "title":"Grasping the Promise of Inclusion."},
      {
        "id":"ED471856",
        "title":"Border Crossings: Bringing College Now! to the Classroom."},
      {
        "id":"ED471857",
        "title":"Incorporating Human Rights into the College Curriculum."},
      {
        "id":"ED471858",
        "title":"Preliminary Findings on High-Performing Rural Elementary Schools in Maryland and Delaware: Identifying Schools That Are Getting Results for All Students. LSS Spotlight on Student Success No. 608."},
      {
        "id":"ED471859",
        "title":"Impact of Non-Formal Primary Education Programs: A Case Study of Northern Ghana."},
      {
        "id":"ED471860",
        "title":"Adolescents' Perceptions of Safety at School and Their Solutions for Enhancing Safety and Reducing School Violence: A Rural Case Study."},
      {
        "id":"ED471862",
        "title":"Making Connections To Improve Education: A Snapshot of School-Based Education Investments in Seven Making-Connections Sites."},
      {
        "id":"ED471863",
        "title":"The Black Population in the United States: March 1999. Population Characteristics. Current Population Reports, Series P20-530."},
      {
        "id":"ED471864",
        "title":"Relationship between School and Residential Segregation at the Turn of the Century."},
      {
        "id":"ED471865",
        "title":"I Say \"Refining,\" You Say \"Retreating\": The Politics of High-Stakes Accountability."},
      {
        "id":"ED471866",
        "title":"Wide Scope, Questionable Quality: Drug and Violence Prevention Efforts in American Schools. Report on the Study on School Violence and Prevention."},
      {
        "id":"ED471867",
        "title":"School Crime Patterns: A National Profile of U.S. Public High Schools Using Rates of Crime Reported to Police. Report on the Study on School Violence and Prevention."},
      {
        "id":"ED471868",
        "title":"A Closer Look at Drug and Violence Prevention Efforts in American Schools: Report on the Study on School Violence and Prevention."},
      {
        "id":"ED471869",
        "title":"Wide Scope, Questionable Quality: Three Reports from the Study on School Violence and Prevention. Executive Summary."},
      {
        "id":"ED471870",
        "title":"Wide Scope, Questionable Quality: Three Reports from the Study on School Violence and Prevention."},
      {
        "id":"ED471871",
        "title":"The CEO Horizon Scholarship Program: A Case Study of School Vouchers in the Edgewood Independent School District, San Antonio, Texas. Final Report."},
      {
        "id":"ED471872",
        "title":"School Vouchers: Characteristics of Privately Funded Programs. Report to the Honorable Judd Gregg, U.S. Senate."},
      {
        "id":"ED471873",
        "title":"Integrating Financial Education into School Curricula: Giving America's Youth the Educational Foundation for Making Effective Financial Decisions throughout Their Lives by Teaching Financial Concepts as Part of Math and Reading Curricula in Elementary, Middle, and High Schools. A White Paper."},
      {
        "id":"ED471875",
        "title":"The Condition of Education 2002 in Brief."},
      {
        "id":"ED471876",
        "title":"Data Analysis for School Improvement."},
      {
        "id":"ED471877",
        "title":"Voices from the Field: Working Together for Safe and Secure Schools. Summary of Findings from Florida Education Commissioner Charlie Crist's School Safety and Security Summits."},
      {
        "id":"ED471878",
        "title":"Compilation of Projects Addressing the Early Childhood Provisions of IDEA. Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2001."},
      {
        "id":"ED471879",
        "title":"State-to-State Variations in Early Intervention Systems. National Early Intervention Longitudinal Study (NEILS)."},
      {
        "id":"ED471880",
        "title":"The National Early Intervention Longitudinal Study (NEILS) Design Overview."},
      {
        "id":"ED471881",
        "title":"A First Look at the Characteristics of Children and Families Entering Early Intervention Services. Data Report. National Early Intervention Longitudinal Study (NEILS)."},
      {
        "id":"ED471882",
        "title":"Progress in Providing Services to Young Children with Special Needs and Their Families: An Overview to and Update on the Implementation of the Individuals with Disabilities Education Act (IDEA). NECTAC Notes."},
      {
        "id":"ED471883",
        "title":"Eligibility Policies and Practices for Young Children under Part B of IDEA. NECTAC Notes."},
      {
        "id":"ED471884",
        "title":"State and Jurisdictional Eligibility Definitions for Infants and Toddlers with Disabilities under IDEA. NECTAC Notes."},
      {
        "id":"ED471885",
        "title":"Informed Clinical Opinion. NECTAC Notes."},
      {
        "id":"ED471886",
        "title":"National Survey on the State Governance of K12 Gifted and Talented Education. Summary Report."},
      {
        "id":"ED471887",
        "title":"Tempo, 2002."},
      {
        "id":"ED471888",
        "title":"What Are We Spending on Special Education Services in the United States, 1999-2000? Report. Special Education Expenditure Project (SEEP)."},
      {
        "id":"ED471889",
        "title":"How Does Spending on Special Education Students Vary across Districts? An Analysis of Spending by Urbanicity, District Size, Median Family Income, and Student Poverty Levels in 1999-2000. Report. Special Education Expenditure Project (SEEP)."},
      {
        "id":"ED471893",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement. 1998 Edition."},
      {
        "id":"ED471894",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement. 1999 Edition."},
      {
        "id":"ED471895",
        "title":"Council of Ontario Universities Working Paper Series, 2001-2002."},
      {
        "id":"ED471897",
        "title":"Enhancing Learning--and More!--Through Cooperative Learning. IDEA Paper."},
      {
        "id":"ED471898",
        "title":"New Forces and Realities: Making the Adjustment. Society for College and University Planning (SCUP) National Planning Roundtable (San Diego, California, July 15, 2002)."},
      {
        "id":"ED471899",
        "title":"Tuition and Fee Rates, 2002-03: A National Comparison."},
      {
        "id":"ED471900",
        "title":"North Dakota University System Resource Guide. 2003 Legislative Session."},
      {
        "id":"ED471901",
        "title":"Descriptive Summary of 1995-96 Beginning Postsecondary Students: Six Years Later. Statistical Analysis Report."},
      {
        "id":"ED471902",
        "title":"Characteristics of Undergraduate Borrowers: 1999-2000. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED471903",
        "title":"Education Matters in the Nurturing of the Beliefs of Preschool Caregivers and Teachers."},
      {
        "id":"ED471904",
        "title":"Changing Curriculum for Early Childhood Education in England."},
      {
        "id":"ED471905",
        "title":"The Continuity Framework: A Tool for Building Home, School, and Community Partnerships."},
      {
        "id":"ED471906",
        "title":"Development of a Comprehensive Community Assessment of School Readiness."},
      {
        "id":"ED471907",
        "title":"Modeling Collaboration, In-Depth Projects, and Cognitive Discourse: A Reggio Emilia and Project Approach Course."},
      {
        "id":"ED471908",
        "title":"The Apple Project."},
      {
        "id":"ED471909",
        "title":"What Parents Need To Know about Middle School Reform."},
      {
        "id":"ED471910",
        "title":"Research on Quality in Infant-Toddler Programs. ERIC Digest."},
      {
        "id":"ED471911",
        "title":"Stress and Young Children. ERIC Digest."},
      {
        "id":"ED471912",
        "title":"Bullying in Early Adolescence: The Role of the Peer Group. ERIC Digest."},
      {
        "id":"ED471913",
        "title":"The Development of Educational Facilities through Joint Use Mechanisms."},
      {
        "id":"ED471917",
        "title":"What Is Our Work? Planning a Future Understanding of Mathematics Education in Rural Context--A Prolegomenon. Occasional Paper."},
      {
        "id":"ED471918",
        "title":"Mathematics Education in Rural Communities in Light of Current Trends in Mathematics Education. Working Paper."},
      {
        "id":"ED471919",
        "title":"Culture and Mathematics: An Overview of the Literature with a View to Rural Contexts. Working Paper."},
      {
        "id":"ED471920",
        "title":"Dilemmas of Rural Life and Livelihood: Academics and Community. Working Paper."},
      {
        "id":"ED471921",
        "title":"Research about Mathematics Achievement in the Rural Circumstance. Working Paper."},
      {
        "id":"ED471923",
        "title":"Latinos in the South."},
      {
        "id":"ED471924",
        "title":"Strategies for Funders: Community Colleges and Rural Development."},
      {
        "id":"ED471926",
        "title":"Fatherwork in the Crossfire: Chicano Teen Fathers Struggling To &quot;Take Care of Business.&quot; JSRI Working Paper."},
      {
        "id":"ED471927",
        "title":"How the Food Processing Industry Is Diversifying Rural Minnesota. JSRI Working Paper."},
      {
        "id":"ED471928",
        "title":"Migrant Services Directory: Organizations and Resources."},
      {
        "id":"ED471929",
        "title":"Myanmar: The Community Learning Centre Experience."},
      {
        "id":"ED471930",
        "title":"Catching the Dream Annual Report, 2002."},
      {
        "id":"ED471932",
        "title":"Rural School Leadership in the Deep South: The Double-Edged Legacy of School Desegregation."},
      {
        "id":"ED471933",
        "title":"Civic Engagement and Urban School Improvement: Hard-to-Learn Lessons from Philadelphia."},
      {
        "id":"ED471934",
        "title":"Families on the Edge: Homeless Young Parents and Their Welfare Experiences. A Survey of Homeless Youth and Service Providers."},
      {
        "id":"ED471936",
        "title":"Profiled &amp; Punished: How San Diego Schools Undermine Latino &amp; African American Student Achievement."},
      {
        "id":"ED471937",
        "title":"A Status Report on Hunger and Homelessness in America's Cities, 2002: A 25-City Survey."},
      {
        "id":"ED471938",
        "title":"Children in American Samoa: Results of the 2000 Census. A KIDS COUNT/PRB Report on Census 2000."},
      {
        "id":"ED471939",
        "title":"Children in the Commonwealth of the Northern Mariana Islands: Results of the 2000 Census. A KIDS COUNT/PRB Report on Census 2000."},
      {
        "id":"ED471940",
        "title":"What Are We Spending on Transportation Services for Students with Disabilities, 1999-2000? Report. Special Education Expenditure Project (SEEP)."},
      {
        "id":"ED471941",
        "title":"Study of State and Local Implementation and Impact of the Individuals with Disabilities Education Act. Final Report on Focus Study I."},
      {
        "id":"ED471943",
        "title":"Specialist Certificate Program: Preparing Professionals To Provide Services in Natural Environments and Inclusive Settings. Final Report."},
      {
        "id":"ED471944",
        "title":"Special Education Paperwork. Policy Forum Proceedings (Alexandria, Virginia, June 12-14, 2002)."},
      {
        "id":"ED471945",
        "title":"Related Services Data Collected by States. Quick Turn Around (QTA)."},
      {
        "id":"ED471947",
        "title":"Relationship of Agency Structure and Client Characteristics to Rehabilitation Services and Outcomes for Consumers Who Are Blind."},
      {
        "id":"ED471948",
        "title":"A Comparison of American Indian and Non-American Indian Parental Involvement in the IEP Process: Perceived Needs for Involvement and Training. Final Report."},
      {
        "id":"ED471949",
        "title":"Handbook for the Identification and Review of Students with Severe Disabilities. Revised."},
      {
        "id":"ED471950",
        "title":"Program Unit Funding: A Handbook for ECS Operators in the 2002/2003 School Year."},
      {
        "id":"ED471951",
        "title":"How To Use Differentiated Instruction with Students with Developmental Disabilities in the General Education Classroom. DDD Prism Series."},
      {
        "id":"ED471952",
        "title":"The Enterprise Zone-Preschool Inclusion Project: A Training and Resource Manual for Inclusion in Childcare. Book 1: Curriculum [and] Book 2: Technical Assistance [and] Book 3: Mentoring Components [and] Book 4: Findings and Accomplishments."},
      {
        "id":"ED471953",
        "title":"Beyond the Organizer: A Manual of Educational Uses for the Handheld Computer."},
      {
        "id":"ED471954",
        "title":"Diffuse Libraries: Emergent Roles for the Research Library in the Digital Age. Perspectives on the Evolving Library."},
      {
        "id":"ED471955",
        "title":"The State of Digital Preservation: An International Perspective. Conference Proceedings (1st, Washington, D.C., April 24-25, 2002)."},
      {
        "id":"ED471956",
        "title":"Successful Fundraising: Case Studies of Academic Libraries."},
      {
        "id":"ED471957",
        "title":"Building a National Strategy for Digital Preservation: Issues in Digital Media Archiving."},
      {
        "id":"ED471960",
        "title":"Doing More with Less: Community Colleges & the New Economy. Summary of the Annual Policy Forum (4th, Washington, DC, February 9, 2002)."},
      {
        "id":"ED471961",
        "title":"Public Community and Technical College Institutional Effectiveness Evaluation Process."},
      {
        "id":"ED471962",
        "title":"Institutional Self Study in Support of Reaffirmation of Accreditation."},
      {
        "id":"ED471963",
        "title":"Academic and Vocational Integration."},
      {
        "id":"ED471965",
        "title":"Last In, First Out: Is There a Relationship between Late Application and Early Attrition among First-Time College Freshmen?"},
      {
        "id":"ED471966",
        "title":"10 Core External Environmental Trends."},
      {
        "id":"ED471967",
        "title":"Response of the Academic Senate for California Community Colleges to &quot;The California Master Plan for Education.&quot;"},
      {
        "id":"ED471968",
        "title":"An Historical, Perceptive, and Qualitative Analysis of the Texas Academic Skills Program (TASP): Where Do We Go from Here?"},
      {
        "id":"ED471969",
        "title":"The Prospects for Education Vouchers after the Supreme Court Ruling. ERIC Digest."},
      {
        "id":"ED471970",
        "title":"Welfare Reform and Urban Children. ERIC Digest."},
      {
        "id":"ED471971",
        "title":"The Asian and Pacific Islander Population in the U.S. ERIC Digest."},
      {
        "id":"ED471972",
        "title":"Marriage and Welfare Reform: The Overwhelming Evidence That Marriage Education Works. The Heritage Foundation Backgrounder."},
      {
        "id":"ED471973",
        "title":"Boys and Girls Educational Opportunities in Thailand: The Effects of Siblings, Migrations, School Proximity, and Village Remoteness. Working Paper Series."},
      {
        "id":"ED471974",
        "title":"A Place To Grow: Evaluation of the New York City Beacons. Summary Report."},
      {
        "id":"ED471975",
        "title":"In Search of the Best On-Line Degree Programs in Human Resources."},
      {
        "id":"ED471976",
        "title":"Towards a New Pluralism in ABE/ESOL Programs: Teaching to Multiple &quot;Cultures of Mind.&quot; NCSALL Research Brief."},
      {
        "id":"ED471977",
        "title":"The Economic Benefits of the GED: A Research Synthesis. NCSALL Research Brief."},
      {
        "id":"ED471978",
        "title":"So You Want a GED? Estimating the Impact of the GED on the Earnings of Dropouts Who Seek the Credential. NCSALL Research Brief."},
      {
        "id":"ED471979",
        "title":"California School-to-Career Evaluation Study Interim Report."},
      {
        "id":"ED471980",
        "title":"Living Arrangements of Single-Mother Families: Variations, Transitions, and Child Development Outcomes."},
      {
        "id":"ED471981",
        "title":"Student Academic Achievement in Charter Schools: What We Know and Why We Know So Little. Occasional Paper No. 41."},
      {
        "id":"ED471982",
        "title":"Scholarly Teaching--Application of Bloom's Taxonomy in Kentucky's Classrooms."},
      {
        "id":"ED471983",
        "title":"Framework for Evaluating Educational Systemic Initiatives."},
      {
        "id":"ED471984",
        "title":"Formative Classroom Assessment Using Cooperative Groups: Vygotsky and Random Assignment."},
      {
        "id":"ED471985",
        "title":"Open to Interpretation: Multiple Intelligences Theory in Adult Literacy Education. NCSALL Research Brief."},
      {
        "id":"ED471986",
        "title":"Documenting Outcomes for Learners and Their Communities: A Report on an NCSALL Action Research Project. NCSALL Research Brief."},
      {
        "id":"ED471987",
        "title":"Connecting Practitioners and Researchers: An Evaluation of NCSALL's Practitioner Dissemination and Research Network. NCSALL Research Brief."},
      {
        "id":"ED471988",
        "title":"An Examination of the Relationship between Learning Variables and Academic Achievement Outcomes."},
      {
        "id":"ED471989",
        "title":"New York City's Public High School Students Review Their Schools' Performance: A Report of a Survey of 1,001 Students."},
      {
        "id":"ED471992",
        "title":"Segregation and Resegregation in North Carolina's Public School Classrooms."},
      {
        "id":"ED471993",
        "title":"Private Schools, Segregation, and the Southern States."},
      {
        "id":"ED471994",
        "title":"Patterns of Word Recognition Errors Among Adult Basic Education Native and Nonnative Speakers of English. NCSALL Research Brief."},
      {
        "id":"ED471995",
        "title":"Classroom Dynamics in Adult Literacy Education. NCSALL Research Brief."},
      {
        "id":"ED471999",
        "title":"Partnerships for Making a Difference in the Lives of Early Childhood Educators and the Students They Teach."},
      {
        "id":"ED472000",
        "title":"Franklin D. Roosevelt Presidential Library Research Guide: A Teacher Resource Guide Designed To Help Students Use Primary Sources in Their Research Projects."},
      {
        "id":"ED472001",
        "title":"Indiana Courts: How Do They Work? A Curriculum Unit for Secondary School Teachers. Courts in the Classroom: Curriculum Concepts and Other Information on Indiana's Courts for the K-12 Educator."},
      {
        "id":"ED472002",
        "title":"Essential Elements of Education for Democracy."},
      {
        "id":"ED472003",
        "title":"Ten Trends in Education for Democracy in America."},
      {
        "id":"ED472004",
        "title":"World War II Memorial Learning Activities."},
      {
        "id":"ED472005",
        "title":"Campfire Stories with George Catlin--An Encounter of Two Cultures."},
      {
        "id":"ED472006",
        "title":"PASS Guide to Social Science: Teaching and Assessing Proficiency for University Admission. Preliminary 2001-2005 Edition."},
      {
        "id":"ED472007",
        "title":"PASS Guide to Visual &amp; Performing Arts: Teaching and Assessing Proficiency for University Admission. Preliminary 2001-2005 Edition."},
      {
        "id":"ED472008",
        "title":"Building Bridges: A Peace Corps Classroom Guide to Cross-Cultural Understanding."},
      {
        "id":"ED472009",
        "title":"Booker T. Washington. Kindergarten-Third Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472010",
        "title":"Trailblazers--Now and Then. Fifth Grade Activity. Revised. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472011",
        "title":"The Ancient World Explorer: Space Invaders, Copycats or Independent Inventors? Sixth Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472012",
        "title":"Banpo Village: Gone but Not Forgotten. Sixth Grade Activity. Revised. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472013",
        "title":"Growth of Islam. Seventh Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472014",
        "title":"Reconstruction of the South Jigsaw Puzzle. Eighth Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472015",
        "title":"Black History Special: Inside the Harlem Renaissance. Eleventh Grade Activity. Revised. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472016",
        "title":"Which Country Will Make You the Most Money? Ninth-Twelfth Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED472017",
        "title":"Teaching the Declaration of Independence. ERIC Digest."},
      {
        "id":"ED472018",
        "title":"Enhancing Community Colleges through Professional Development. New Directions for Community Colleges. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED472019",
        "title":"Developing Successful Partnerships with Business and the Community. New Directions for Community Colleges. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED472020",
        "title":"Part-Time Faculty in Community Colleges: The Jury Is Still Out."},
      {
        "id":"ED472021",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Fall 2002."},
      {
        "id":"ED472022",
        "title":"Nevada KIDS COUNT Data Book, 2002: County, Regional, and State Profiles of Child and Youth Well-Being in Nevada."},
      {
        "id":"ED472023",
        "title":"Helping Your Child through Early Adolescence: For Parents of Children from 10 through 14."},
      {
        "id":"ED472024",
        "title":"Smart Start in Action: Stories of Success from Three Communities."},
      {
        "id":"ED472025",
        "title":"The Medical Home: Every Child Deserves One! Program Services Paper."},
      {
        "id":"ED472026",
        "title":"Family Support: A Solid Foundation for Children (...More Than a Nice Thing To Do!) Program Services Papers."},
      {
        "id":"ED472027",
        "title":"Creating a Successful Child Care Substitute Program. Program Services Papers."},
      {
        "id":"ED472028",
        "title":"Quality Enhancement: An Overview. Program Services Papers."},
      {
        "id":"ED472030",
        "title":"Kids Count in Michigan Data Book, 2002: County Profiles of Child and Family Well-Being."},
      {
        "id":"ED472031",
        "title":"Breaking the Silence: The Black Church Addresses HIV."},
      {
        "id":"ED472033",
        "title":"HIV/AIDS Surveillance Report: U.S. HIV and AIDS Cases Reported through December 2001. Year-End Edition."},
      {
        "id":"ED472034",
        "title":"HIV/AIDS Surveillance Report: U.S. HIV and AIDS Cases Reported through June 2001. Midyear Edition."},
      {
        "id":"ED472038",
        "title":"Summary Report on WIA (Workforce Investment Act) Implementation."},
      {
        "id":"ED472039",
        "title":"Synthesis of the Science, Mathematics, Engineering and Technology Graduate Education Forum (Arlington, Virginia, June 29-30, 1998). Workshop Report."},
      {
        "id":"ED472040",
        "title":"Best Practices for Environmental Education: Guidelines for Success."},
      {
        "id":"ED472041",
        "title":"Socioscientific Issues and the Affective Domain: Scientific Literacy's Missing Link."},
      {
        "id":"ED472042",
        "title":"Developing a Peer Learning Community through the Use of CMC."},
      {
        "id":"ED472043",
        "title":"Mashpee High School, Mashpee, MA. PLATO[R] Evaluation Series."},
      {
        "id":"ED472045",
        "title":"New Challenges in the Teaching of Mathematics."},
      {
        "id":"ED472046",
        "title":"&quot;Life Wasn't Meant To Be Easy&quot;: Separating Wheat from Chaff in Technology Aided Learning?"},
      {
        "id":"ED472047",
        "title":"The Role of Visualization in the Teaching and Learning of Mathematical Analysis."},
      {
        "id":"ED472048",
        "title":"Conceptualizing the Realistic Mathematics Education Approach in the Teaching and Learning of Ordinary Differential Equations."},
      {
        "id":"ED472049",
        "title":"Accessing Knowledge for Problem Solving."},
      {
        "id":"ED472050",
        "title":"Mathematics and Other Disciplines: The Impact of Modern Mathematics in Other Disciplines."},
      {
        "id":"ED472051",
        "title":"Looking for Leverage: Issues of Classroom Research on \"Algebra for All.\""},
      {
        "id":"ED472052",
        "title":"&quot;Algorithmic Mathematics&quot; and &quot;Dialectic Mathematics&quot;: The &quot;Yin&quot; and &quot;Yang&quot; in Mathematics Education."},
      {
        "id":"ED472053",
        "title":"How People Learn...Mathematics."},
      {
        "id":"ED472054",
        "title":"A Human Achievement: Mathematics without Boundaries."},
      {
        "id":"ED472055",
        "title":"State High School Exit Exams: A Baseline Report."},
      {
        "id":"ED472056",
        "title":"The National Literacy Strategy--Framework for Teaching YR to Y6."},
      {
        "id":"ED472057",
        "title":"Key Stage 3 National Strategy: Literacy across the Curriculum."},
      {
        "id":"ED472058",
        "title":"Year 6 Booster Units."},
      {
        "id":"ED472059",
        "title":"Early Literacy Support Programme: Session Materials for Teaching Assistants."},
      {
        "id":"ED472060",
        "title":"Getting Started: Preparation for the Teaching Programme. Additional Literacy Support. The National Literacy Strategy."},
      {
        "id":"ED472061",
        "title":"Education of Adult Educators in Croatia."},
      {
        "id":"ED472062",
        "title":"Educational Needs of the Adults - The Key Question of Andragogy."},
      {
        "id":"ED472063",
        "title":"&quot;Transformational Ministry&quot; and &quot;Reparative Therapy&quot;: Transformative Learning Gone Awry."},
      {
        "id":"ED472064",
        "title":"Education for Better Governance: A Look at the Ongoing Cadre Political Education in China."},
      {
        "id":"ED472065",
        "title":"The African American Sermon As an Exemplar of Culturally Relevant Adult Education."},
      {
        "id":"ED472066",
        "title":"Screen to Screen: A Study of Designer/Instructor Beliefs and Actions in Internet-Based Courses."},
      {
        "id":"ED472067",
        "title":"Life, Learning, and Standing Alone: The Adaptation Process of Wives of South Korean Students to New Circumstances."},
      {
        "id":"ED472068",
        "title":"Rising Political Consciousness: Transformational Learning in Malaysia."},
      {
        "id":"ED472069",
        "title":"A Journey of Transformation: A Model of Educators' Learning Experiences in Educational Technology."},
      {
        "id":"ED472070",
        "title":"Form or Flesh: Social Factors That Impact Women's Practice of Breast Self-Examination."},
      {
        "id":"ED472071",
        "title":"On the Problems of Violence and Civility: Rethinking Transformative Powers of Adult Education."},
      {
        "id":"ED472072",
        "title":"Trigger Event Meets Culture Shock: Linking the Literature of Transformative Learning Theory and Cross-Cultural Adaptation."},
      {
        "id":"ED472073",
        "title":"Making Meanings: Exploring Teachers' Thinking in Adult Education."},
      {
        "id":"ED472074",
        "title":"We Make Spirit By Walking: An Application of Kovel's Spirituality to the Life and Work of Committed Environmentalists."},
      {
        "id":"ED472075",
        "title":"Reflective Synergy: A Research Model for Collaborative Inquiry."},
      {
        "id":"ED472076",
        "title":"Workplace Literacy: A Labour Perspective."},
      {
        "id":"ED472077",
        "title":"Year 3 Term 1. Report Unit. National Literacy Strategy."},
      {
        "id":"ED472078",
        "title":"Year 4 Term 1: Plays. National Literacy Strategy."},
      {
        "id":"ED472079",
        "title":"Year 6 Planning Exemplification. National Literacy Strategy."},
      {
        "id":"ED472080",
        "title":"Year 6 Planning Exemplification 2. National Literacy Strategy."},
      {
        "id":"ED472081",
        "title":"Year 6 Planning Exemplification 3. National Literacy Strategy."},
      {
        "id":"ED472082",
        "title":"Year 6 Planning Exemplification, 2002-2003. The National Literacy Strategy."},
      {
        "id":"ED472083",
        "title":"The Teaching of Writing in Primary Schools: Could Do Better. Discussion Paper."},
      {
        "id":"ED472084",
        "title":"Teaching of Phonics."},
      {
        "id":"ED472085",
        "title":"Teaching Literacy and Mathematics in Reception Classes: A Survey by HMI."},
      {
        "id":"ED472087",
        "title":"Development, Testing, and Dissemination of Nonaversive Techniques for Working with Children with Autism: Demonstration of a &quot;Best Practices&quot; Model for Parents and Teachers. The A-B-C-D Model for Supporting Students with Autism (Antecedents, Behaviors, Consequences, Data). Final Report."},
      {
        "id":"ED472088",
        "title":"Part C Monitoring Systems in 10 States. Quick Turn Around (QTA)."},
      {
        "id":"ED472089",
        "title":"Statewide Behavior Initiatives--Literature Review and Survey Results. Synthesis Brief."},
      {
        "id":"ED472090",
        "title":"Technology-Driven Planning: Principles to Practice."},
      {
        "id":"ED472091",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadien d&apos;Etude en Didactique des Mathematiques. Proceedings of the Annual Meeting (25th, Edmonton, Alberta, Canada, May 25-29, 2001)."},
      {
        "id":"ED472092",
        "title":"Mathematics: A Living Discipline within Science and Technology."},
      {
        "id":"ED472093",
        "title":"Mathematics in Action: A Challenge for Social Theorising."},
      {
        "id":"ED472094",
        "title":"Canadian Mathematics Education Study Group = Groupe Canadien d&apos;Etude en Didactique des Mathematiques. Proceedings of the Annual Meeting (24th, Montreal, Quebec, Canada, May 26-30, 2000)."},
      {
        "id":"ED472095",
        "title":"Manipulating Combinatorial Structures."},
      {
        "id":"ED472096",
        "title":"The Theoretical Dimension of Mathematics: A Challenge for Didacticians."},
      {
        "id":"ED472097",
        "title":"Interweaving Mathematics and Indigenous Cultures."},
      {
        "id":"ED472098",
        "title":"Discourses of Assessment--Discourses of Mathematics."},
      {
        "id":"ED472099",
        "title":"Mathematics Standards Checklist."},
      {
        "id":"ED472100",
        "title":"School Mathematics and Science Programs Benefit from Instructional Technology. InfoBrief."},
      {
        "id":"ED472101",
        "title":"Socioscientific Issue Research and Its Relevance for Science Education."},
      {
        "id":"ED472102",
        "title":"Arts in Focus: Los Angeles Countywide Arts Education Survey."},
      {
        "id":"ED472103",
        "title":"Multisectoral Approaches in Advancing Girls' Education: Lessons Learned in Five SAGE Countries. SAGE Technical Report."},
      {
        "id":"ED472104",
        "title":"Powers of Persuasion--Poster Art of World War II. Teaching with Documents."},
      {
        "id":"ED472105",
        "title":"&quot;A Date Which Will Live in Infamy&quot;--The First Typed Draft of Franklin D. Roosevelt's War Address. Teaching with Documents."},
      {
        "id":"ED472106",
        "title":"The Homestead Act of 1862. Teaching with Documents."},
      {
        "id":"ED472107",
        "title":"Fostering Diversity. Reflecting on September 11."},
      {
        "id":"ED472108",
        "title":"Foundations of Our Constitution. Reflecting on September 11."},
      {
        "id":"ED472109",
        "title":"The World T.E.A.M. Sports Face of America Character Education Curriculum Package."},
      {
        "id":"ED472110",
        "title":"State of Utopia v. Jamie Davidson. 2002-2003 Oklahoma High School Mock Trial Program."},
      {
        "id":"ED472111",
        "title":"Social Studies Performance Standards. North Dakota Standards and Benchmarks."},
      {
        "id":"ED472112",
        "title":"Wyoming Fine and Performing Arts Content and Performance Standards."},
      {
        "id":"ED472113",
        "title":"A New Impetus for European Youth. European Commission White Paper."},
      {
        "id":"ED472114",
        "title":"Multiliteracies and Life Transitions: Language, Literacy and Numeracy Issues in Aboriginal Health Worker Training--An Investigation."},
      {
        "id":"ED472115",
        "title":"Leading from the Heart: The Passion To Make a Difference. Leadership Stories Told by Kellogg National Fellowship Program Fellows."},
      {
        "id":"ED472116",
        "title":"Student Success Stories from Exemplary and Promising Career and Technical Education Programs. Highlight Zone: Research @ Work No. 9."},
      {
        "id":"ED472117",
        "title":"Making the Most of Volunteers. P/PV Briefs."},
      {
        "id":"ED472120",
        "title":"High-Skill Training: Grants from H-1B Visa Fees Meet Specific Workforce Needs, But at Varying Skill Levels. Report to Congressional Requesters."},
      {
        "id":"ED472121",
        "title":"Soldiers Preparing for New Careers: An Examination of the Motivations and Barriers Associated with Postsecondary Educational Participation of Nontraditional Students in Transition."},
      {
        "id":"ED472122",
        "title":"Gender, Employment and Working Time Preferences in Europe."},
      {
        "id":"ED472123",
        "title":"Exploring Work-Based Foundation Skills in the ABLE Classroom. Instructional Activities and Resources for the Adult Learner [and] Supplemental Handouts for Modules. Version 1.2."},
      {
        "id":"ED472126",
        "title":"Learning Journeys: Learners' Voices. Learners' Views on Progress and Achievement in Literacy and Numeracy. LSDA Research Report."},
      {
        "id":"ED472127",
        "title":"Grandparent Headed Families and Head Start: Developing Effective Services."},
      {
        "id":"ED472128",
        "title":"Using \"I Will\" Messages to Promote Relationships in Schools."},
      {
        "id":"ED472131",
        "title":"Let Them Play, They Will Learn: An Argument for Nationalizing Montessori Style Preschool Education in the United States."},
      {
        "id":"ED472132",
        "title":"The Value-Added Achievement Gains of NBPTS-Certified Teachers in Tennessee: A Brief Report."},
      {
        "id":"ED472133",
        "title":"State and District Policy Related to Mentoring and New Teacher Induction in Connecticut."},
      {
        "id":"ED472134",
        "title":"Central Savannah River Area P-16 Professional Development School Network: A Reflective Summary of Four Years of Collaboration."},
      {
        "id":"ED472135",
        "title":"Public School Graduation Rates in the United States. Civic Report."},
      {
        "id":"ED472136",
        "title":"The Twin Challenges of Mediocrity and Inequality: Literacy in the U.S. from an International Perspective."},
      {
        "id":"ED472137",
        "title":"Opening Doors for Hispanics: An Assessment of the HACU-ETA Demonstration Project."},
      {
        "id":"ED472141",
        "title":"The Response of Japanese Nursing Students to a Vacation English Program Abroad."},
      {
        "id":"ED472143",
        "title":"The Leadership Practices of Middle and High School Principals."},
      {
        "id":"ED472144",
        "title":"How Do School Principals Acquire Leadership Skills?"},
      {
        "id":"ED472145",
        "title":"An Exploratory Analysis of Leadership Preparation Selection Criteria."},
      {
        "id":"ED472147",
        "title":"Multilateral Agencies and Their Policy Proposals for Education: Are They Contributing to Reduce the Knowledge Gap in the World?"},
      {
        "id":"ED472149",
        "title":"The Paradox of State School Reform."},
      {
        "id":"ED473151",
        "title":"Work and Play: Are They Really Opposites?"},
      {
        "id":"ED473152",
        "title":"Using 360-Degree Performance Assessment Techniques in Student Evaluation."},
      {
        "id":"ED473153",
        "title":"Assumptions and Interventions of Probabilistic Causal Models."},
      {
        "id":"ED473154",
        "title":"Qualitative Research and the Radical Right: Cats and Dogs and Other Natural Enemies."},
      {
        "id":"ED473155",
        "title":"&quot;What We Have Here Is a Failure To Communicate...&quot;: Qualitative Research and Institutional Review Boards (IRBs)."},
      {
        "id":"ED473156",
        "title":"Cultural Relevance in Research Methodology/Paradigm/Terminology: Dilemma, Contradiction and Challenge."},
      {
        "id":"ED473157",
        "title":"Evaluating Professional Development Schools: Challenges, Contradictions and Tensions."},
      {
        "id":"ED473158",
        "title":"The Storied Nature of Agriculture and Evaluation: A Conversation."},
      {
        "id":"ED473159",
        "title":"The Relationship between Personality and Self-Reported Substance Use: Exploring the Implications for High School and College Educational Programs."},
      {
        "id":"ED473163",
        "title":"Analysis of Multicultural Counseling Articles Published by the American Counseling Association July 1980 to June 1996."},
      {
        "id":"ED473164",
        "title":"Male and Female Middle School Students&apos; Perceptions of Maternal Employment as a Function of Gender and School Environment."},
      {
        "id":"ED473165",
        "title":"Early Returns: Tax Credit Bonds and School Construction? Policy Report."},
      {
        "id":"ED473166",
        "title":"Planning Delaware's School Needs: Issues of Location, Design, and Infrastructure. Report."},
      {
        "id":"ED473167",
        "title":"Santa Fe Public Schools Facilities Master Plan. Elementary School Planning Standards."},
      {
        "id":"ED473168",
        "title":"Dollars & Sense: The Cost Effectiveness of Small Schools."},
      {
        "id":"ED473169",
        "title":"North American Journal of Psychology, 2001."},
      {
        "id":"ED473170",
        "title":"Reporting School Violence. Legal Series Bulletin."},
      {
        "id":"ED473171",
        "title":"The Formative Years: Pathways to Substance Abuse among Girls and Young Women Ages 8-22."},
      {
        "id":"ED473172",
        "title":"You are the Target. Big Tobacco: Lies, Scams--Now the Truth [and] Project Moving Target: Don&apos;t Be Sucked In by Tobacco."},
      {
        "id":"ED473174",
        "title":"Mentoring in Adult Learning Contexts: Partners in Dialogue."},
      {
        "id":"ED473175",
        "title":"Multiple Literacies and Social Transformation: A Case Study of Perceptions of Literacy Needs and Social Transformation By Service Providers of Low Skilled Disadvantaged Clients in an Outer Urban Area of Brisbane."},
      {
        "id":"ED473176",
        "title":"ABET and Development in the Northern Cape Province: Assessing Impacts of CACE Courses, 1996-1999."},
      {
        "id":"ED473177",
        "title":"The Governance of Australia. Civics and Citizenship Learning Circle Kit."},
      {
        "id":"ED473178",
        "title":"The Three Spheres of Government in Australia. Civics and Citizenship Learning Circle Kit."},
      {
        "id":"ED473180",
        "title":"GED as Project: Pathways to Passing the GED. Volume 1: Introduction."},
      {
        "id":"ED473181",
        "title":"GED as Project: Pathways to Passing the GED. Volume 2: Math."},
      {
        "id":"ED473182",
        "title":"School-to-Work: What Works in School. Spotlight on Student Success."},
      {
        "id":"ED473183",
        "title":"Hiring &amp; Retaining More Women: The Advantages to Law Enforcement Agencies."},
      {
        "id":"ED473184",
        "title":"Paper and Process: How Youth Programs Manage Program Intake, Individual Service Strategy Development, and Case Files."},
      {
        "id":"ED473185",
        "title":"Vocational Education and Training against Social Exclusion: Poland. Report."},
      {
        "id":"ED473186",
        "title":"Making an Impact: The AONTAS Response to the Green Paper &quot;Adult Education in an Era of Life Long Learning&quot;."},
      {
        "id":"ED473187",
        "title":"The White Paper on Adult Education: Learning For Life. Synopsis, Analysis of Recommendations, Issues for AONTAS."},
      {
        "id":"ED473188",
        "title":"A Look at Accountability for Secondary Vocational Education."},
      {
        "id":"ED473189",
        "title":"Iowa Community Colleges Fall 2002 Credit Student Enrollment Report."},
      {
        "id":"ED473191",
        "title":"Western Iowa Tech Community College Survey of Employers, 2000."},
      {
        "id":"ED473193",
        "title":"Dropping Out at Western Iowa Tech Community College: A Report Summarizing Focus Group Interviews."},
      {
        "id":"ED473194",
        "title":"Promoting Academic, Business, and Community Partnerships in Rural Areas."},
      {
        "id":"ED473195",
        "title":"Rural Economic Development: Perspectives from the Heart. Focus Group Project."},
      {
        "id":"ED473196",
        "title":"Assessment Framework: 2006 National Assessment of Educational Progress in Economics."},
      {
        "id":"ED473197",
        "title":"Military Personnel: Joint Officer Development Has Improved, But a Strategic Approach Is Needed. Report to the Subcommittee on Military Personnel, Committee on Armed Services, House of Representatives."},
      {
        "id":"ED473199",
        "title":"Rising to the Challenge: Widening Participation and Raising Achievement in Sixth Form Colleges. LSDA Research Report."},
      {
        "id":"ED473200",
        "title":"Application of Number. Teaching and Learning."},
      {
        "id":"ED473201",
        "title":"Improving Own Learning and Performance. Teaching and Learning."},
      {
        "id":"ED473203",
        "title":"Mexican Immigrant Women's Narratives of Language Experience: Defendiendose in Southern California. Working Paper."},
      {
        "id":"ED473204",
        "title":"Is Acculturation in Hispanic Health Research a Flawed Concept? JSRI Working Paper."},
      {
        "id":"ED473206",
        "title":"Aggressive Behavior among Rural Minority Youth: Concerns for Schools and the Community."},
      {
        "id":"ED473207",
        "title":"Community Mobilization for Girls Enrollment in Educational Settings: Triggers of Change Paradigm."},
      {
        "id":"ED473209",
        "title":"Theoretical Framework for the Appalachian Collaborative Center for Learning, Assessment, and Instruction in Mathematics (ACCLAIM)."},
      {
        "id":"ED473210",
        "title":"The Relationship between Academic and Practical Intelligence: A Case Study of the Tacit Knowledge of Native American Yup'ik People in Alaska."},
      {
        "id":"ED473212",
        "title":"How the Coalition Campus Schools Have Re-Imagined High School: Seven Years Later."},
      {
        "id":"ED473214",
        "title":"Exploring Our Roots. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473215",
        "title":"Lesson Plan on the Poetry of the Holocaust. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473216",
        "title":"The Road to the European Union: Macroeconomic Policy Challenges for Hungary and Poland. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473217",
        "title":"Of Men and Morals (Investigating Human Behavior). Resources for Courses in World History, World Literature, Journalism, Psychology (for High Schools and Community Colleges). Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473218",
        "title":"New Approaches to Teaching European Politics: Reintroducing Central Europe. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473219",
        "title":"The Hungarian Revolutions of 1848 and 1989: A Comparative Study. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473220",
        "title":"Opening Doors: Hungarian and Polish Educational Systems. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473221",
        "title":"The Social and Economic Collapse of Polish Communism: Life in Gierek's Poland. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473222",
        "title":"Hungary and Its Neighbors: The Visegrad Four. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473223",
        "title":"Hungary and Poland: &quot;Hungary&quot; Stable Partner in Democracy. Building Partnership for Europe: Poland after a Decade System of Transformation. Fulbright-Hayes Summer Seminars Abroad Program, 2002 (Hungary and Poland)."},
      {
        "id":"ED473224",
        "title":"Ancient and Modern Coins Unit Plans."},
      {
        "id":"ED473225",
        "title":"The Greatest Educational Change America Has Ever Seen, 2003: Lesson Plans for Grades K-1."},
      {
        "id":"ED473226",
        "title":"The Greatest Educational Change America Has Ever Seen, 2003: Lesson Plans for Grades 2-3."},
      {
        "id":"ED473227",
        "title":"The Greatest Educational Change America Has Ever Seen, 2003: Lesson Plans for Grades 4-6."},
      {
        "id":"ED473229",
        "title":"The NCSS Presidential Addresses, 1970-2000: Perspectives on the Social Studies."},
      {
        "id":"ED473230",
        "title":"When Schools Stay Open Late: The National Evaluation of the 21st-Century Community Learning Centers Program. First Year Findings."},
      {
        "id":"ED473231",
        "title":"Teaching Matters: Promoting Quality Instruction in East Baton Rouge Parish."},
      {
        "id":"ED473232",
        "title":"Health Emergency 2003: The Spread of Drug-Related AIDS and Hepatitis C among African American and Latinos. Health Emergency Series."},
      {
        "id":"ED473233",
        "title":"Instructional Programs: Ways To Enrich Your Curriculum."},
      {
        "id":"ED473234",
        "title":"Achievement Gap Elimination: Report of the Missouri K-16 Task Force."},
      {
        "id":"ED473235",
        "title":"New-Teacher Excellence: Retaining Our Best."},
      {
        "id":"ED473237",
        "title":"Body, Identity and Interaction: Interpreting Nonverbal Communication."},
      {
        "id":"ED473240",
        "title":"Closing the Achievement Gap by Improving Reading Instruction. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (Orlando, Florida, November 13, 2001)."},
      {
        "id":"ED473241",
        "title":"The Rising Price of a Quality Postsecondary Education: Fact or Fiction? Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (October 3, 2002)."},
      {
        "id":"ED473242",
        "title":"Homeland Security: Tracking International Students in Higher Education--Progress and Issues since 9/11. Hearing before the Subcommittee on 21st Century Competitiveness and the Subcommittee on Select Education of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (September 24, 2002)."},
      {
        "id":"ED473243",
        "title":"Responding to the Needs of Historically Black Colleges and Universities in the 21st Century. Hearing before the Subcommittee on 21st Century Competitiveness and the Subcommittee on Select Education of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (September 19, 2002)."},
      {
        "id":"ED473244",
        "title":"Responding to the Needs of Historically Black Colleges and Universities in the 21st Century. Joint Hearing before the Subcommittee on Select Education and the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (February 13, 2002)."},
      {
        "id":"ED473245",
        "title":"Defining and Assessing Learning: Exploring Competency-Based Initiatives. Report of the National Postsecondary Education Cooperative Working Group on Competency-Based Initiatives in Postsecondary Education. Brochure [and] Report."},
      {
        "id":"ED473246",
        "title":"Application and Verification Guide. Federal Student Aid Handbook, 2002-2003."},
      {
        "id":"ED473247",
        "title":"Teacher Professional Development Needs in Science, Mathematics, and Technology in Eastern North Carolina."},
      {
        "id":"ED473248",
        "title":"African-American Honor Students' Perceptions of Teacher Education as a Career Choice."},
      {
        "id":"ED473249",
        "title":"Design and Implementation of a Performance-Based Assessment System for the Preparation of Effective Teachers for a Diverse Society."},
      {
        "id":"ED473250",
        "title":"The Feminization and the Social Status of the Teaching Profession."},
      {
        "id":"ED473253",
        "title":"Sociocultural Issues in Education: Implications for Teachers."},
      {
        "id":"ED473254",
        "title":"Nontraditional Students and Their Influence on Teacher Education."},
      {
        "id":"ED473255",
        "title":"Voices of Teachers in Academic and Vocational Schools: Perceived Consequences of Secondary Education Reform in Egypt."},
      {
        "id":"ED473257",
        "title":"Emerging Faculty Role: Teaching for Deep Understanding Online."},
      {
        "id":"ED473260",
        "title":"Effective Inclusion of Students with Disabilities in General Education Classrooms: The IRIS Center for Faculty Enhancement."},
      {
        "id":"ED473261",
        "title":"Waiting to Exhale: African American Women and Adult Learning Through Movies."},
      {
        "id":"ED473265",
        "title":"Supporting the Adult Learner in an Online Environment."},
      {
        "id":"ED473269",
        "title":"Participatory Action Research and the Struggle for Legitimation."},
      {
        "id":"ED473270",
        "title":"A Brief History of and Future Considerations for Research in American Indian and Alaska Native Communities."},
      {
        "id":"ED473271",
        "title":"Research in Indian Country: Challenges and Changes."},
      {
        "id":"ED473272",
        "title":"Cultural Competence Approaches to Evaluation in Tribal Communities."},
      {
        "id":"ED473273",
        "title":"Community-Based Research and American Indians with Disabilities: Learning Together Methods that Work."},
      {
        "id":"ED473274",
        "title":"Learning from and Working with Yup'ik Professionals."},
      {
        "id":"ED473275",
        "title":"Focus on Research Methods."},
      {
        "id":"ED473277",
        "title":"Focus on Implications for Policy and Practice."},
      {
        "id":"ED473278",
        "title":"Multicultural Clients in Counseling: A Review of the Literature."},
      {
        "id":"ED473280",
        "title":"New Conceptions of Student Neediness and Directions for Better Responses."},
      {
        "id":"ED473281",
        "title":"Focus on Cultural Issues in Research: Developing and Implementing Native American Postcolonial Participatory Action Research."},
      {
        "id":"ED473282",
        "title":"Western Iowa Tech Community College Fact Book 2001-2002."},
      {
        "id":"ED473283",
        "title":"Associate Degree Nursing: Model Prerequisites Validation Study. California Community College Associate Degree Programs by The Center for Student Success, A Health Care Initiative Sponsored Project."},
      {
        "id":"ED473284",
        "title":"Academic Probation Study: Overview. Transcript Analysis of Fall 98 Probationary Students."},
      {
        "id":"ED473285",
        "title":"Factors that Influence Community College Faculty Participation in Distance Education."},
      {
        "id":"ED473286",
        "title":"Project Overview Overall Summary and Recommendations: @ONE Technology Training Project Study."},
      {
        "id":"ED473287",
        "title":"Performance Funding in California: Performance on Demand--Payment Unavailable. Law, Politics and Economics of Higher Education."},
      {
        "id":"ED473288",
        "title":"Partnership for Excellence (PFE) Evaluation Project: A Special Review of the PFE Transfer Model."},
      {
        "id":"ED473289",
        "title":"Master Plan for Public Postsecondary Education: 2001."},
      {
        "id":"ED473290",
        "title":"Faculty Guide to Service-Learning."},
      {
        "id":"ED473291",
        "title":"Partnership for Excellence (PFE) Evaluation Project: Summary of Peer Review Teams for PFE Evaluation Project."},
      {
        "id":"ED473292",
        "title":"Fulfilling Our Mission: Service-Learning at Miami-Dade Community College."},
      {
        "id":"ED473293",
        "title":"Comprehensive College Plan for 2002-2003."},
      {
        "id":"ED473303",
        "title":"Creating Real and Lasting Change. Save the Children Annual Report, 2002."},
      {
        "id":"ED473304",
        "title":"The Age Shift: Priorities for Action. Ageing Population Panel. Foresight: Making the Future Work for You."},
      {
        "id":"ED473305",
        "title":"Building Bridges to Opportunity and Economic Growth in Ohio: The Important Role of the State's Community and Technical Colleges in Educating Low-Wage Workers."},
      {
        "id":"ED473306",
        "title":"Career Technical Education: A National Perspective. Results from a NASDCTEC Survey of the State Directors."},
      {
        "id":"ED473307",
        "title":"\"What Do You Want To Be?\": Lower-Income Women Face the Job Market. A Report by the Women Employed Institute."},
      {
        "id":"ED473308",
        "title":"Rising to the Literacy Challenge: Building Adult Education Systems in New England."},
      {
        "id":"ED473309",
        "title":"After the Sunset: Sustaining School-to-Work Intermediary Activity. School-to-Work Intermediary Project. Issue Brief."},
      {
        "id":"ED473310",
        "title":"Benefits to the American Economy of a More Educated Workforce. Hearing Before the Subcommittee on Immigration and Claims of the Committee on the Judiciary, House of Representatives, One Hundred Sixth Congress, First Session, March 25, 1999."},
      {
        "id":"ED473311",
        "title":"Welfare Reform: Former TANF Recipients with Impairments Less Likely To Be Employed and More Likely To Receive Federal Supports. Report to Congressional Requesters."},
      {
        "id":"ED473312",
        "title":"Welfare Reform: Job Access Program Improves Local Service Coordination, but Evaluation Should Be Completed. Report to Congressional Committees."},
      {
        "id":"ED473313",
        "title":"EFF Voice, Winter 2001."},
      {
        "id":"ED473315",
        "title":"Illinois Occupational Skill Standards: Accounting Services Cluster."},
      {
        "id":"ED473316",
        "title":"Illinois Occupational Skill Standards: Agricultural Laboratory and Field Technician Cluster."},
      {
        "id":"ED473317",
        "title":"Illinois Occupational Skill Standards: Agricultural Machinery Service Technician."},
      {
        "id":"ED473318",
        "title":"Illinois Occupational Skill Standards: Banking Cluster."},
      {
        "id":"ED473319",
        "title":"Children in Public Housing Developments: An Examination of the Children at the Beginning of the Jobs-Plus Demonstration."},
      {
        "id":"ED473320",
        "title":"A Guide to Cost Allocation Procedures: Implementing Strategies for Universal Pre-Kindergarten."},
      {
        "id":"ED473321",
        "title":"Next Steps in Blended Funding: A Policy Recommendation, Spring 2001."},
      {
        "id":"ED473322",
        "title":"New York City Universal Prekindergarten Frequently Asked Questions."},
      {
        "id":"ED473323",
        "title":"The Child Care Primer Series, Update 2002: Highlights of Child Care and Early Education Services in New York City."},
      {
        "id":"ED473324",
        "title":"ABCs: A Basic Guide to Early Care and Education in New York City. Child Care Primer Series, 2002."},
      {
        "id":"ED473325",
        "title":"The Universal Prekindergarten Program in Community School District Eleven, New York City: A Study in Collaborative Leadership and Systems Building."},
      {
        "id":"ED473326",
        "title":"Collaborative Leadership: A Forum on Universal Prekindergarten."},
      {
        "id":"ED473327",
        "title":"Child Care Facilities: A Child Care, Inc. Resource Paper. (Revised)."},
      {
        "id":"ED473346",
        "title":"Illinois Occupational Skill Standards: Dental Assistant."},
      {
        "id":"ED473347",
        "title":"Illinois Occupational Skill Standards: Dental Hygienist."},
      {
        "id":"ED473348",
        "title":"Illinois Occupational Skill Standards: Welding Cluster."},
      {
        "id":"ED473352",
        "title":"Work Group on American Indian Research and Program Evaluation Methodology, Symposium on Research and Evaluation Methodology: Lifespan Issues Related to American Indians/Alaska Natives with Disabilities (Washington, DC, April 26-27, 2002)."},
      {
        "id":"ED473360",
        "title":"Transforming Principal Preparation. ERIC Digest."},
      {
        "id":"ED473361",
        "title":"Catalog of School Reform Models. Program Report."},
      {
        "id":"ED473381",
        "title":"Proceedings of the International Academy for Information Management Annual Conference (15th, Brisbane, Australia, December 6-10, 2000)."},
      {
        "id":"ED473382",
        "title":"Metacognitive Miscalibration and Underachievement in a Computer Literacy Course: Some Preliminary Observations."},
      {
        "id":"ED473383",
        "title":"Problem-Based Learning Assessment for Information Systems Courses."},
      {
        "id":"ED473384",
        "title":"The Role of Personal Experience and Social Interaction in Knowledge Creation and Utilisation."},
      {
        "id":"ED473385",
        "title":"The Learning Effectiveness of Instructional Technologies: Results from Pilot Studies."},
      {
        "id":"ED473386",
        "title":"Experiential Learning in the Introductory MIS Class: Interviews with IT Professionals."},
      {
        "id":"ED473387",
        "title":"Asynchronous Learning Tools in the Traditional Classroom--A Preliminary Study on Their Effect."},
      {
        "id":"ED473388",
        "title":"University Internet Services: Problems and Opportunities."},
      {
        "id":"ED473389",
        "title":"Team Process Constraints: Testing the Perceived Impact on Product Quality and the Effectiveness of Team Interactions."},
      {
        "id":"ED473390",
        "title":"Program Assessment in an Undergraduate Information Systems Program: Prospects for Curricular and Programmatic Enhancement."},
      {
        "id":"ED473391",
        "title":"Improving Teaching Effectiveness Understanding and Leveraging Prior Knowledge for Student Learning."},
      {
        "id":"ED473392",
        "title":"The Radical Model--A Painless Way To Teach On-Line."},
      {
        "id":"ED473393",
        "title":"Online Courses and Collaborative Learning: Underlying Philosophies and Practices."},
      {
        "id":"ED473394",
        "title":"Teaching for Learning in IS Education: Assessing the Effectiveness of Small Group Problem-Solving/Discussion Events in Large Class Teaching."},
      {
        "id":"ED473395",
        "title":"Towards a Research Model for Distance Education-Contributions from the Telecommuting Literature."},
      {
        "id":"ED473396",
        "title":"Towards a Knowledge Management Model for the Information Management Curricula."},
      {
        "id":"ED473397",
        "title":"The Use of Social Translucence in a Distance Education Support Environment."},
      {
        "id":"ED473398",
        "title":"Training Students in Distributed Collaboration: Experiences from Two Pilot Projects."},
      {
        "id":"ED473399",
        "title":"The Use of Hypertext and Animation for Online Learning."},
      {
        "id":"ED473402",
        "title":"Compilation of Projects Addressing the Early Childhood Provisions of IDEA: Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 2002."},
      {
        "id":"ED473403",
        "title":"Women as School Executives: Research and Reflections on Educational Leadership."},
      {
        "id":"ED473404",
        "title":"School Communities That Work for Results and Equity."},
      {
        "id":"ED473405",
        "title":"What Research Says about Small Classes and Their Effects. In Pursuit of Better Schools: What Research Says."},
      {
        "id":"ED473406",
        "title":"Developing Effective Partnerships To Support Local Education."},
      {
        "id":"ED473407",
        "title":"Find, Deploy, Support, and Keep the Best Teachers and School Leaders."},
      {
        "id":"ED473408",
        "title":"Central Office Review for Results and Equity."},
      {
        "id":"ED473409",
        "title":"What Research Says about Unequal Funding for Schools in America. In Pursuit of Better Schools: What Research Says."},
      {
        "id":"ED473410",
        "title":"Charter School Achievement and Accountability."},
      {
        "id":"ED473411",
        "title":"Private Schools as Public Provision for Education: School Choice and Marketization in the Netherlands and Elsewhere in Europe. Occasional Paper."},
      {
        "id":"ED473412",
        "title":"Clients, Consumers, or Collaborators? Parents and Their Roles in School Reform during &quot;Children Achieving,&quot; 1995-2000. Occasional Paper."},
      {
        "id":"ED473413",
        "title":"Review of Research on Education Governance and Social Integration and Exclusion. Uppsala Reports on Education."},
      {
        "id":"ED473414",
        "title":"Public Discourses on Education Governance and Social Integration and Exclusion: Analyses of Policy Texts in European Contexts. Uppsala Reports on Education."},
      {
        "id":"ED473416",
        "title":"&quot;We're from the State and We're Here To Help&quot;: State-Level Innovations in Support of High School Improvement."},
      {
        "id":"ED473418",
        "title":"Adult Education. Part II: Collection of Learning Experiences. Volume 1."},
      {
        "id":"ED473419",
        "title":"Guide for Managers of Adult Education Programs."},
      {
        "id":"ED473420",
        "title":"Learning for Life: The Role of Adult Literacy and Numeracy in Lifelong Learning and Socio-Economic Well-Being. Executive Summary of the ALNARC National Research Program, 2001-2002."},
      {
        "id":"ED473421",
        "title":"A Decade of Literacy: Policy, Programs and Perspectives."},
      {
        "id":"ED473422",
        "title":"Automotive Technology. 2002 Revision."},
      {
        "id":"ED473423",
        "title":"Utah Work-Based Learning Manual."},
      {
        "id":"ED473424",
        "title":"Career Activity File K-12: School-Based Enterprise."},
      {
        "id":"ED473425",
        "title":"Career Activity File: Career Portfolios K-12."},
      {
        "id":"ED473426",
        "title":"Positive Outcomes of Volunteering as a Peer Educator: A Qualitative Study."},
      {
        "id":"ED473427",
        "title":"Substance Use by Older Adults: Estimates of Future Impact on the Treatment System."},
      {
        "id":"ED473428",
        "title":"Youth Illicit Drug Use Prevention: DARE Long-Term Evaluations and Federal Efforts To Identify Effective Programs."},
      {
        "id":"ED473429",
        "title":"Workplace Communication: Making Language, Literacy and Numeracy in Training Packages Work. Literacy and Learning Series."},
      {
        "id":"ED473430",
        "title":"The Geography of Germany: Lessons for Teaching the Five Themes of Geography. Social Studies, Grades 9-12. Update 2002."},
      {
        "id":"ED473431",
        "title":"Cultural Reflections: Work, Politics, and Daily Life in Germany. Social Studies Grades 9-12. Update 2002."},
      {
        "id":"ED473432",
        "title":"Germany in Europe: Enduring Issues. Social Studies Grades 6-12. Update 2002."},
      {
        "id":"ED473433",
        "title":"Overview of Germany: The Federal Republic and the Federal States. Social Studies, Grades 6-8. Update 2002."},
      {
        "id":"ED473448",
        "title":"It Takes a Team! Making Sports Safe for Lesbian, Gay, Bisexual, and Transgender Athletes and Coaches. An Education Kit for Athletes, Coaches, and Athletic Directors."},
      {
        "id":"ED473449",
        "title":"Patterns of Memory: Capturing the Dance. Scholar/Artist Lecture, 2002."},
      {
        "id":"ED473450",
        "title":"Teaching Quality."},
      {
        "id":"ED473451",
        "title":"Teacher Preparation and Induction."},
      {
        "id":"ED473452",
        "title":"HIV/AIDS Education for Students with Special Needs: A Guide for Teachers."},
      {
        "id":"ED473453",
        "title":"Health Education Teaching Ideas: Elementary. Volume II."},
      {
        "id":"ED473456",
        "title":"Transition of Samoan Children from Aoga Amata to Primary School: Case Study in the Wellington Region."},
      {
        "id":"ED473457",
        "title":"Attachment Security among Families in Poverty: Maternal, Child, and Contextual Characteristics."},
      {
        "id":"ED473458",
        "title":"Technology and Early Childhood Professional Development: A Policy Discussion."},
      {
        "id":"ED473459",
        "title":"Grading Grown-Ups 2002: How Do American Kids and Adults Relate? Key Findings from a National Study."},
      {
        "id":"ED473460",
        "title":"The Relationship between Teacher Instructional Techniques and Characteristics and Student Achievement in Reduced Size Classes."},
      {
        "id":"ED473461",
        "title":"The Integrating (and Segregating) Effect of Charter, Magnet, and Traditional Elementary Schools: The Case of Five Metropolitan California Areas. Working Paper Series."},
      {
        "id":"ED473464",
        "title":"Language Skills and Earnings: Evidence from Childhood Immigrants."},
      {
        "id":"ED473465",
        "title":"Counting the &quot;Other Hispanics&quot;: How Many Colombians, Dominicans, Ecuadorians, Guatemalans and Salvadorans Are There in the United States?"},
      {
        "id":"ED473468",
        "title":"Life on the Move: The Unique Needs of Migratory Children."},
      {
        "id":"ED473469",
        "title":"A Community of Teachers: Using Activity Theory to Investigate the Implementation of ICTE in a Remote Indigenous School."},
      {
        "id":"ED473470",
        "title":"Rural Policy and the New Regional Economics: Implications for Rural America."},
      {
        "id":"ED473471",
        "title":"An Alternative to the Traditional Educational Program for Year Nine Students: A New Issue to Research in an Unchanging System."},
      {
        "id":"ED473472",
        "title":"Diversity and Learning in the Early Years of School."},
      {
        "id":"ED473473",
        "title":"Boys' Voices of Non-Completion of Secondary School."},
      {
        "id":"ED473476",
        "title":"Pro-Social Literacy: Are Educators Being Prepared to Teach Social and Emotional Competence?"},
      {
        "id":"ED473477",
        "title":"Holden and Company: A Separate Piece (of the Curriculum)."},
      {
        "id":"ED473479",
        "title":"Balancing Free Speech and Government Protection in a Time of Threat."},
      {
        "id":"ED473480",
        "title":"Home/School Communication for Literacy Development."},
      {
        "id":"ED473481",
        "title":"Maintaining an Abusive Relationship: What Do Relational Maintenance Behaviors Really Mean?"},
      {
        "id":"ED473483",
        "title":"Vocabulary Development and the Curriculum."},
      {
        "id":"ED473485",
        "title":"Reading and Quality Discipline in the Classroom."},
      {
        "id":"ED473486",
        "title":"The Psychology of Reading Instruction."},
      {
        "id":"ED473487",
        "title":"Demonstration Booklet, 2003: Grade 4, Reading and Mathematics. National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED473488",
        "title":"Demonstration Booklet, 2003: Grade 8, Reading and Mathematics. National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED473489",
        "title":"Demonstration Booklet, 2003: Grade 12, Reading and Mathematics. National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED473490",
        "title":"Demonstration Booklet, 2002: Grade 4, Reading and Writing. National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED473491",
        "title":"Demonstration Booklet, 2002: Grade 8, Reading and Writing. National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED473492",
        "title":"Demonstration Booklet, 2002: Grade 12, Reading and Writing. National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED473493",
        "title":"How To Talk to Your Doctor (and Get Your Doctor To Talk to You!). An Educational Workshop on Doctor Patient Communication = Como Hablarle a su Doctor (iY que su doctor le hable a usted!). Un seminario educativo sobre la comunicacion entre el doctor y el paciente."},
      {
        "id":"ED473494",
        "title":"Assessing Early Reading: Change, Culture, and Community in a Pacific Island School. PREL Briefing Paper."},
      {
        "id":"ED473495",
        "title":"Core Literacies."},
      {
        "id":"ED473496",
        "title":"Towards Responsive Teaching and Learning of the &quot;Odyssey&quot;: Suggested Lesson Plans and Activities."},
      {
        "id":"ED473498",
        "title":"National Statement for Improving Attainment in Literacy in Schools."},
      {
        "id":"ED473499",
        "title":"Improving Attainment in Literacy and Numeracy in Schools. Commentary."},
      {
        "id":"ED473500",
        "title":"Supporting Families: A Comparative Study of Outcomes and Costs of Services for Children in Need. Issues in Practice."},
      {
        "id":"ED473501",
        "title":"Children in Single-Parent Families Living in Poverty Have Fewer Supports after Welfare Reform. IWPR Research in Brief."},
      {
        "id":"ED473504",
        "title":"Estimates of Numbers of Unauthorized Migrants Residing in the United States: The Total, Mexican, and Non-Mexican Central American Unauthorized Populations in Mid-2001. Special Report."},
      {
        "id":"ED473505",
        "title":"Moving beyond the Walls: Faith and Justice Partnerships Working for High-Risk Youth."},
      {
        "id":"ED473506",
        "title":"Trends in Alaska's People and Economy."},
      {
        "id":"ED473507",
        "title":"Child Support Report, 2002."},
      {
        "id":"ED473508",
        "title":"Framework for Action on Values Education in Early Childhood."},
      {
        "id":"ED473510",
        "title":"Status of Oregon's Children: 2002 County Data Book. Special Focus: Health and Safety."},
      {
        "id":"ED473512",
        "title":"Early Childhood Development Unit (Nga Kaitaunaki Kohungahunga) Right from the Start: Early Childhood Development 1 July 2001 to 30 June 2002, Annual Report."},
      {
        "id":"ED473513",
        "title":"Family Connections K-1."},
      {
        "id":"ED473514",
        "title":"Curriculum Integration: Twenty Questions--with Answers."},
      {
        "id":"ED473515",
        "title":"Afterschool Alert: Poll Report No. 5. A Report of Findings from a August 13-August 21, 2002 Poll of Registered Voters on Afterschool Programs. American Voters: Afterschool Must Remain a Priority."},
      {
        "id":"ED473516",
        "title":"New Jersey Kids Count, 2002: State and County Profiles of Child Well-Being."},
      {
        "id":"ED473521",
        "title":"State of the States: A Profile of Food and Nutrition Programs across the Nation."},
      {
        "id":"ED473522",
        "title":"A Collection of Background Materials for the OERI Reauthorization."},
      {
        "id":"ED473523",
        "title":"National Conference on Curriculum, Instruction, and Assessment in the Middle Grades: Linking Research and Practice. Proceedings (Washington, DC, July 24-25, 2000)."},
      {
        "id":"ED473524",
        "title":"Multilevel IRT Using Dichotomous and Polytomous Response Data. Research Report."},
      {
        "id":"ED473525",
        "title":"Applying the Minimax Principle to Sequential Mastery Testing. Research Report."},
      {
        "id":"ED473526",
        "title":"Mathematical-Programming Approaches to Test Item Pool Design. Research Report."},
      {
        "id":"ED473527",
        "title":"Optimal Test Construction. Research Report."},
      {
        "id":"ED473528",
        "title":"Extended Shadow Test Approach for Constrained Adaptive Testing. Research Report."},
      {
        "id":"ED473529",
        "title":"Some Alternatives to Sympson-Hetter Item-Exposure Control in Computerized Adaptive Testing. Research Report."},
      {
        "id":"ED473530",
        "title":"Estimating Equating Error in Observed-Score Equating. Research Report."},
      {
        "id":"ED473531",
        "title":"A Statistical Test for Detecting Answer Copying on Multiple-Choice Tests. Research Report."},
      {
        "id":"ED473532",
        "title":"El Lexico Tecnico Espanol E Ingles: Linguistica y Humanismo (Spanish/English Lexicon: Linguistics and Humanism)."},
      {
        "id":"ED473533",
        "title":"Constructing Rotating Item Pools for Constrained Adaptive Testing. Research Report."},
      {
        "id":"ED473534",
        "title":"Special Education Services in Colorado Charter Schools: Surveying Perceptions of Charter School Administrators and Special Education Directors."},
      {
        "id":"ED473535",
        "title":"Parent Leadership Opportunities in Colorado: A Resource Guide To Let Parents of Children with Special Needs Know Where To Go To Develop and Apply Their Leadership Skills. Second Edition."},
      {
        "id":"ED473536",
        "title":"Colorado Charter Schools Special Education Guidebook."},
      {
        "id":"ED473537",
        "title":"Understanding the Role of an International Convention on the Human Rights of People with Disabilities: An Analysis of the Legal, Social, and Practical Implications for Policy Makers and Disability and Human Rights Advocates in the United States. White Paper."},
      {
        "id":"ED473538",
        "title":"Changing Special Education Enrollments: Causes and Distribution among Schools. The State of Chicago Public High Schools: 1993 to 2000."},
      {
        "id":"ED473539",
        "title":"Human Rights and School Change: The Newham Story. New Edition."},
      {
        "id":"ED473540",
        "title":"Communicating with Your Child&apos;s School through Letter Writing. A Parent&apos;s Guide. Second Edition."},
      {
        "id":"ED473541",
        "title":"Developing Your Child&apos;s IEP. A Parent&apos;s Guide."},
      {
        "id":"ED473542",
        "title":"Assessing Children for the Presence of a Disability. Resources You Can Use. NICHCY Bibliography. 2nd Edition."},
      {
        "id":"ED473543",
        "title":"Politica Nacional sobre Discapacidad: Un Informe del Progreso, Diciembre 2000-Diciembre 2001 (National Disability Policy: A Progress Report, December 2000-December 2001)."},
      {
        "id":"ED473544",
        "title":"Use of the Exceptional Student Education Matrix of Services."},
      {
        "id":"ED473545",
        "title":"For Parents of Florida&apos;s Students with Disabilities: An Introduction to Exceptional Student Education."},
      {
        "id":"ED473547",
        "title":"Revista de Investigacion Educativa, 1998 (Journal of Educational Research, 1998)."},
      {
        "id":"ED473548",
        "title":"Annual Rural Technology Institute (2nd, Lawrence, Kansas, July 29-31, 2002)."},
      {
        "id":"ED473551",
        "title":"Why Rural Matters, 2003: The Continuing Need for Every State To Take Action on Rural Education."},
      {
        "id":"ED473553",
        "title":"Making Small Schools Work: A Handbook for Teachers in Small Rural Schools."},
      {
        "id":"ED473555",
        "title":"Letras, 2001 (Letters, 2001)."},
      {
        "id":"ED473556",
        "title":"Revista de Investigacion Educativa, 2000 (Journal of Educational Research, 2000)."},
      {
        "id":"ED473557",
        "title":"Revista de Investigacion Educativa, 2001 (Journal of Educational Research, 2001)."},
      {
        "id":"ED473558",
        "title":"Pulse Check: Trends in Drug Abuse January-June 2002 Reporting Period. Special Topic: A Look at Local Drug Markets."},
      {
        "id":"ED473559",
        "title":"Short- and Long-Term Consequences of Adolescent Victimization. OJJDP Youth Violence Research Bulletin, February 2002."},
      {
        "id":"ED473560",
        "title":"Crossing the Bridge: An Evaluation of the Drug Treatment Alternative-to-Prison (DTAP) Program. A CASA White Paper."},
      {
        "id":"ED473561",
        "title":"Taking Stock of Risk Factors for Child/Youth Externalizing Behavior Problems."},
      {
        "id":"ED473562",
        "title":"Investing in Learning: A Policy Statement with Recommendations on Research in Education. Investing in Research: A Second Policy Statement with Further Recommendations for Research in Education."},
      {
        "id":"ED473563",
        "title":"The Reauthorization of the Office of Educational Research and Improvement. Hearing before the Subcommittee on Education Reform of the Commitee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (February 28, 2002)."},
      {
        "id":"ED473564",
        "title":"Using Standards-Led Policy To Align Assessment and Accountability Systems. PREL Briefing Paper."},
      {
        "id":"ED473565",
        "title":"Constraining Item Exposure in Computerized Adaptive Testing with Shadow Tests. Research Report."},
      {
        "id":"ED473566",
        "title":"Education Statistics Quarterly, Fall 2002."},
      {
        "id":"ED473567",
        "title":"Lectura y Vida: Revista Latinoamericana de Lectura, 2000 (Reading and Life: Latin American Reading Magazine, 2000)."},
      {
        "id":"ED473568",
        "title":"Educando a Estudiantes con Diversidades Linguisticas y Culturales (Educating Linguistically and Culturally Diverse Students). Que Ningun Nino se Quede Atras (No Child Left Behind)."},
      {
        "id":"ED473569",
        "title":"NOVA: Spring 2003 Teacher's Guide. Battle of the X-Planes."},
      {
        "id":"ED473571",
        "title":"Sports Marketing."},
      {
        "id":"ED473572",
        "title":"Cooperative Education Skill Standards Certificate Program."},
      {
        "id":"ED473573",
        "title":"Closing the Gender Gap? Non-Traditional Curriculum Choices and Entry into Working Life."},
      {
        "id":"ED473574",
        "title":"The Accreditation of Qualifications in France: What Role for Joint Inter-Occupational Supervision?"},
      {
        "id":"ED473575",
        "title":"Health and Literacy: Perspectives in 2002."},
      {
        "id":"ED473576",
        "title":"Illiteracy, Financial Services and Social Exclusion."},
      {
        "id":"ED473577",
        "title":"Learnin''Em Their Letters'--Story, Professional Practice and &quot;New Paradigm&quot; Research."},
      {
        "id":"ED473578",
        "title":"Literacy in the World of the Aged Care Worker."},
      {
        "id":"ED473579",
        "title":"Literacy, Numeracy and Employability."},
      {
        "id":"ED473580",
        "title":"&quot;Make Your Own Way There&quot;: An Agenda for Young People in the Modern Labour Market."},
      {
        "id":"ED473581",
        "title":"What Makes &quot;Good&quot; Literacy and Numeracy Provision? Case Study Research of Regional Australia."},
      {
        "id":"ED473582",
        "title":"Whose Economic Wellbeing? A Challenge to Dominant Discourses on the Relationship between Literacy and Numeracy Skills and (Un)employment."},
      {
        "id":"ED473583",
        "title":"Women and Literacy in Australia."},
      {
        "id":"ED473584",
        "title":"Disadvantaged School Leavers at the Threshold of School to Vocational Training Transition, or School to Work Transition: Strategies in Austria, Switzerland and Germany."},
      {
        "id":"ED473585",
        "title":"Employment Experience of Youths During the School Year and Summer. Bureau of Labor Statistics News."},
      {
        "id":"ED473587",
        "title":"Pennsylvania Head Start--Family Literacy: Focus Group Meeting Report, 2002."},
      {
        "id":"ED473588",
        "title":"Teacher Development in CTE. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED473589",
        "title":"The Hidden Labour Market of the Academic."},
      {
        "id":"ED473590",
        "title":"Increasing Organizational Productivity Through Heightened Emotional Intelligence."},
      {
        "id":"ED473591",
        "title":"In Focus: Are the Social Partners in Central and Eastern Europe Ready To Follow the French Example of Developing a Joint Inter-Sectoral Mechanism for the Accreditation of Qualifications? Briefing."},
      {
        "id":"ED473592",
        "title":"Implementation of the Workforce Investment Act: Promising Practices in Workforce Development. Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (September 12, 2002)."},
      {
        "id":"ED473593",
        "title":"Working toward Independence: The Administration's Plan To Build upon the Successes of Welfare Reform. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (April 9, 2002)."},
      {
        "id":"ED473594",
        "title":"Economic Recovery and Assistance to Workers. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (November 14, 2001)."},
      {
        "id":"ED473595",
        "title":"Workforce Training in a Time of Technological Change. Field Hearing before the Subcommittee on Environment, Technology, and Standards, Committee on Science. House of Representatives, One Hundred Seventh Congress, Second Session (June 24, 2002)."},
      {
        "id":"ED473596",
        "title":"Strategies for Improving Miners' Training. CDC Workplace Safety and Health Information Circular, 2002."},
      {
        "id":"ED473597",
        "title":"Achieving Excellence: Investing in People, Knowledge and Opportunity. Canada's Innovation Strategy."},
      {
        "id":"ED473598",
        "title":"Knowledge Matters: Skills and Learning for Canadians. Canada's Innovation Strategy."},
      {
        "id":"ED473599",
        "title":"Need Sensing: Developing a Responsive CTE Research and Dissemination Agenda. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED473600",
        "title":"Breaking through: Engendering, Monitoring and Evaluation in Adult Education."},
      {
        "id":"ED473601",
        "title":"Questions of Intimacy: Rethinking Population Education."},
      {
        "id":"ED473602",
        "title":"Gender, Innovation and Education in Latin America."},
      {
        "id":"ED473605",
        "title":"Montana Standards and Guidelines for Career and Vocational/Technical Education. Summer 2002 Update."},
      {
        "id":"ED473606",
        "title":"Equal Educational Choices for Parents. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, Second Session (April 16, 2002)."},
      {
        "id":"ED473607",
        "title":"Slicing the Apple: Need Amidst Affluence in New York City, 2002. Volume I: Technical Report [and] Volume II: Appendicies [and] Summary Report."},
      {
        "id":"ED473608",
        "title":"Planning Guide for Career Academies."},
      {
        "id":"ED473609",
        "title":"Teaching and Learning Resources: Curriculum Guide for Career Academies."},
      {
        "id":"ED473610",
        "title":"Research in the Schools."},
      {
        "id":"ED473611",
        "title":"Teaching Introductory Statistics: Some Things I Have Learned."},
      {
        "id":"ED473612",
        "title":"National Drug Control Strategy. Update."},
      {
        "id":"ED473613",
        "title":"Prescription Drug Abuse and Youth. Information Brief."},
      {
        "id":"ED473614",
        "title":"OxyContin: Prescription Drug Abuse. CSAT Advisory."},
      {
        "id":"ED473615",
        "title":"Children at Risk. Information Bulletin."},
      {
        "id":"ED473616",
        "title":"The Relationship between Maternal Employment and Preadolescents' Attitudes and Ambitions."},
      {
        "id":"ED473617",
        "title":"A General Scope of Practice for Professional School Counselors."},
      {
        "id":"ED473618",
        "title":"Defending the Counseling Model and Its Eventual Synthesis with the Medical Model."},
      {
        "id":"ED473619",
        "title":"Observation of High School Students' Real-Life Communication during a Study Tour Abroad."},
      {
        "id":"ED473620",
        "title":"Revista de Documentacao de Estudos em Linguistica Teorica e Aplicada (DELTA): Novos Estudos em Gamatica Gerativa, 2001 (Journal of Documentary Studies in Theoretical and Applied Linguistics [DELTA]: New Studies in Generative Grammar, 2001)."},
      {
        "id":"ED473621",
        "title":"Majority and Minority Languages in South Africa."},
      {
        "id":"ED473622",
        "title":"Lectura y Vida: Revista Latinoamericana de Lectura, 2001 (Reading and Life: Latin American Reading Magazine, 2001)."},
      {
        "id":"ED473623",
        "title":"Revista Interamericana de Educacion de Adultos, 2001 (Interamerican Journal of Adult Education, 2001)."},
      {
        "id":"ED473624",
        "title":"Renovando la Esperanza por una Educacion sin Exclusiones (Rekindling the Hope for an Education without Exclusion)."},
      {
        "id":"ED473625",
        "title":"Jaime Torres Bodet: Centenario de su Natalicio (Jaime Torres Bodet: 100th Anniversary of His Birth)."},
      {
        "id":"ED473626",
        "title":"Quality Counts 2002: Building Blocks for Success. State Efforts in Early Childhood Education."},
      {
        "id":"ED473627",
        "title":"The Safety Zone, 2000."},
      {
        "id":"ED473628",
        "title":"The Safety Zone, 2001."},
      {
        "id":"ED473630",
        "title":"The 9/11 Tragedy: Some School-Based Initiatives."},
      {
        "id":"ED473631",
        "title":"How Significant Is Culture in the Development of Coping Styles among Latinas?"},
      {
        "id":"ED473632",
        "title":"The Realities of Date Rape."},
      {
        "id":"ED473633",
        "title":"Extending Multicultural Counselor Competence to Sexual Orientation."},
      {
        "id":"ED473634",
        "title":"General Self-Efficacy of College Students with Disabilities."},
      {
        "id":"ED473635",
        "title":"Assisting Parents of Gay and Lesbian Youth."},
      {
        "id":"ED473636",
        "title":"School Counseling: A Scope of Practice for the 21st Century."},
      {
        "id":"ED473639",
        "title":"Mentoring Research for Adult Literacy and Numeracy Practitioners in the Top End of the Northern Territory."},
      {
        "id":"ED473640",
        "title":"Towards a Critical Theory of Adult Learning/Education: Transformational Theory and Beyond."},
      {
        "id":"ED473641",
        "title":"Social Indicators, Dysfunctional Career Cognitions, and Career Decision-Making Self-Efficacy in Work Role Participation of Welfare Recipients."},
      {
        "id":"ED473642",
        "title":"Providing Opportunities for All Students: Findings from the Process Evaluation of Connecticut's School-to-Career System."},
      {
        "id":"ED473643",
        "title":"Fairness and Justice from an I/O Perspective."},
      {
        "id":"ED473644",
        "title":"Curriculum Integration in Context: An Exploration of How Structures and Circumstances Affect Design and Implementation."},
      {
        "id":"ED473645",
        "title":"Get Connected to School-to-Career: A Quick Guide for Organized Labor."},
      {
        "id":"ED473646",
        "title":"Sustaining Innovation in Career and Technical Education."},
      {
        "id":"ED473647",
        "title":"What Do We Know about Career and Technical Education? Preliminary Findings from 2000 and 2001 NRCCTE Projects. Briefing Paper."},
      {
        "id":"ED473648",
        "title":"Maryland Kids Count Factbook, 2001."},
      {
        "id":"ED473649",
        "title":"Twenty Tips for Growing a Baby's Brain."},
      {
        "id":"ED473650",
        "title":"A Methodology in the Teaching Process of Calculus and Its Motivation."},
      {
        "id":"ED473651",
        "title":"Prospective Teachers' Understandings: Function and Composite Function."},
      {
        "id":"ED473652",
        "title":"Examining the Multi-Sensory Characteristics of Hands-On Science Activities."},
      {
        "id":"ED473653",
        "title":"A Report on Advances in Secondary Mathematics Curriculum Development in the United States and Imminent New Directions: Core-Plus Mathematics as a Case Study."},
      {
        "id":"ED473654",
        "title":"The Epistemology of JPFs: When Is Research in Mathematics Education Valid, for Whom, and under What Circumstances?"},
      {
        "id":"ED473655",
        "title":"Learning Probe: Benchmarking for Excellence. Questionnaire. Second Edition."},
      {
        "id":"ED473656",
        "title":"Alternative Schooling within Career Technical Educational Centers."},
      {
        "id":"ED473657",
        "title":"Concepts of Literacy: The Role of WELL."},
      {
        "id":"ED473658",
        "title":"E-Learning and the Professional Development of Trainers and Vocational Teachers."},
      {
        "id":"ED473659",
        "title":"Career Activity File: Counseling Tools for a Guidance Program, K-12."},
      {
        "id":"ED473660",
        "title":"Towards an Open Learning World: 50 Years. UNESCO Institute for Education."},
      {
        "id":"ED473661",
        "title":"Alumni Survey, July 2002. Report Submitted to Faculty September 16, 2002."},
      {
        "id":"ED473662",
        "title":"And Then There Was One: Investigating ARIS, the Victorian Adult Education and Resource Information Service."},
      {
        "id":"ED473663",
        "title":"Discourses of Greyness and Diversity: Revisiting the ALBE and ESL Interface."},
      {
        "id":"ED473664",
        "title":"Keeping a Sense of Proportion. The Impact of Sponsored Research in the Australian Adult Literacy and Numeracy Field: Perspectives on the Period 1999-2000."},
      {
        "id":"ED473665",
        "title":"Literacy for Youth: What Counts As Success in Programs for Youth at Risk?"},
      {
        "id":"ED473666",
        "title":"Non/Working Lives: Implications of &quot;Non-Standard Work Practices&quot; for Literacy and Numeracy."},
      {
        "id":"ED473667",
        "title":"Numeracy in the Making: Twenty Years of Australian Adult Numeracy."},
      {
        "id":"ED473668",
        "title":"Talking About Training. Literacy and Numeracy Training Practices in Industry: A Comparative Study across Five Industries."},
      {
        "id":"ED473669",
        "title":"How to Start Intergenerational Programs in Communities."},
      {
        "id":"ED473670",
        "title":"Best Practices, 1999-2000."},
      {
        "id":"ED473671",
        "title":"Appreciative Inquiry. Trends and Issues Alert."},
      {
        "id":"ED473673",
        "title":"Part-Time Instructional Staff Survey and Analysis."},
      {
        "id":"ED473674",
        "title":"Longevity and Education: Survey Results, 2002."},
      {
        "id":"ED473675",
        "title":"Protecting Information: The Role of Community Colleges in Cybersecurity Education. A Report from a Workshop Sponsored by the National Science Foundation and the American Association of Community Colleges (Washington, DC, June 26-28, 2002)."},
      {
        "id":"ED473676",
        "title":"Community College Student Retention: Student Characteristics and Withdrawal Reasons."},
      {
        "id":"ED473677",
        "title":"Update on Research and Leadership, 2002."},
      {
        "id":"ED473678",
        "title":"Transfer to UC."},
      {
        "id":"ED473679",
        "title":"Biennial CEO Tenure and Retention Study. 2002 Update."},
      {
        "id":"ED473680",
        "title":"Handbook of Accreditation and Policy Manual. Revised."},
      {
        "id":"ED473681",
        "title":"Critical Success Factors for the North Carolina Community College System, 2002. Thirteenth Annual Report."},
      {
        "id":"ED473682",
        "title":"Significant Factors in the Development of Transfer and Articulation Policies among Post-Secondary Institutions in British Columbia."},
      {
        "id":"ED473685",
        "title":"Community College Baccalaureates: Some Critics Decry the Trend as &quot;Mission Creep&quot;."},
      {
        "id":"ED473686",
        "title":"A Learning Community for New Faculty."},
      {
        "id":"ED473687",
        "title":"Social Competence in Early Childhood/Effects of a Specific Curriculum Focus. Final Report."},
      {
        "id":"ED473688",
        "title":"Revista de Investigacion Educativa, 1999 (Journal of Educational Research, 1999)."},
      {
        "id":"ED473689",
        "title":"Kids Count in Indiana 2002 Data Book: County Profiles of Child Well-Being."},
      {
        "id":"ED473690",
        "title":"Measures of Child Well-Being in Utah, 2003: Counting on a Better Future for Utah's Kids."},
      {
        "id":"ED473692",
        "title":"Prekindergarten in U.S. Public Schools: 2000-2001. Statistical Analysis Report."},
      {
        "id":"ED473693",
        "title":"Children Falling through the Health Insurance Cracks: Early Observations and Promising Strategies for Keeping Low-Income Children Covered by Medi-Cal and Healthy Families."},
      {
        "id":"ED473695",
        "title":"Academic and Social-Emotional Learning. Educational Practices Series."},
      {
        "id":"ED473697",
        "title":"Kindergarten Transitions: How Pre-K Teachers Can Help. Program Services Paper."},
      {
        "id":"ED473698",
        "title":"What It Takes To Support School Readiness: Building Collaborative Partnerships. Program Services Paper."},
      {
        "id":"ED473699",
        "title":"Smart Start and Preschool Child Care Quality in North Carolina: Change Over Time and Relation to Children's Readiness."},
      {
        "id":"ED473701",
        "title":"The Kentucky Plan for Equal Opportunities in Higher Education, 1997-2002."},
      {
        "id":"ED473704",
        "title":"No Limits--READ! Young Adult Reading Club and Programming Manual."},
      {
        "id":"ED473705",
        "title":"Best in Class: Community Colleges Could Take Notes from the Nation's Top Schools."},
      {
        "id":"ED473706",
        "title":"Virginia KIDS COUNT Data Book, 2003."},
      {
        "id":"ED473707",
        "title":"Maine Kids Count 2003 Data Book."},
      {
        "id":"ED473709",
        "title":"Achieving Full-Day Kindergarten in New Mexico: A Case Study. Working Paper Series."},
      {
        "id":"ED473710",
        "title":"Update on the Relationship between Elementary Grade Span and Student Achievement: Identification of Human Interactions and Behaviors in a Kindergarten-2nd Grade Configured Young Primary Elementary Which Resulted in Superior Student Achievement Observed in the 4th and 5th Grade."},
      {
        "id":"ED473712",
        "title":"Moving toward Equity in School Funding within Districts: A Comparison of Traditional Funding Policies and More Equitable Formulas."},
      {
        "id":"ED473713",
        "title":"No Child Left Behind: What Will It Take?"},
      {
        "id":"ED473714",
        "title":"Comprehensive Annual Report on Texas Public Schools, 2002. A Report to the 78th Texas Legislature from the Texas Education Agency."},
      {
        "id":"ED473715",
        "title":"School Finance: Per-Pupil Spending Differences between Selected Inner City and Suburban Schools Varied by Metropolitan Area. Report to the Ranking Minority Member, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED473716",
        "title":"DOD Overseas Schools: Compensation Adequate for Recruiting and Retaining Well-Qualified Teachers. Report to Congressional Requesters."},
      {
        "id":"ED473718",
        "title":"Comprehensive School Reform: Perspectives from Model Developers."},
      {
        "id":"ED473719",
        "title":"Supreme Court's School Choice Decision and Congress' Authority To Enact Choice Programs. Hearing before the Subcommittee on the Constitution of the Committee on the Judiciary. House of Representatives, One Hundred Seventh Congress, Second Session (September 17, 2002)."},
      {
        "id":"ED473720",
        "title":"State Takeovers and Reconstitutions. Policy Brief."},
      {
        "id":"ED473721",
        "title":"Comprehensive School Reform Models: A Study Guide for Comparing CSR Models (and How Well They Meet Minnesota's Learning Standards)."},
      {
        "id":"ED473722",
        "title":"Alliance for Achievement: Building a School Community Focused on Learning."},
      {
        "id":"ED473723",
        "title":"Effects of Comprehensive School Reform in 12 Schools: Results of a Three-Year Study."},
      {
        "id":"ED473724",
        "title":"Narrowing the Achievement Gap: A Review of Research, Policies, and Issues. Report."},
      {
        "id":"ED473725",
        "title":"Christianity or Superstition? Effects on Locus of Control and Well-Being."},
      {
        "id":"ED473726",
        "title":"The Impact of Domestic Violence on Children's Psychological Well-Being."},
      {
        "id":"ED473728",
        "title":"Developing Effective Educational Programs in Department of Juvenile Justice Programs. Year 2001."},
      {
        "id":"ED473729",
        "title":"A Guide To Test Instruments for Entry and Exit Assessment in Florida Department of Juvenile Justice Educational Programs."},
      {
        "id":"ED473730",
        "title":"The Role of Parental Conflict and Self-Efficacy in Friendship Satisfaction."},
      {
        "id":"ED473731",
        "title":"Contextual Theory and Adolescent Drug Use Prevention."},
      {
        "id":"ED473732",
        "title":"Assessment and Instruction in Phonological Awareness. Second Edition."},
      {
        "id":"ED473733",
        "title":"Why It Won't Happen to Me: How Older Adolescents Make Personal Risk Assessments."},
      {
        "id":"ED473734",
        "title":"It Won't Happen to Me: The Role of Optimistic Bias in African-American Teens' Risky Sexual Practices."},
      {
        "id":"ED473735",
        "title":"Accommodations and Modifications for Students with Disabilities in Vocational Education and Adult General Education."},
      {
        "id":"ED473736",
        "title":"Complaint Resolution. Technical Assistance Paper."},
      {
        "id":"ED473738",
        "title":"Understanding the Potential Content and Structure of an International Convention on the Human Rights of People with Disabilities: Sample Treaty Provisions Drawn from Existing International Instruments. A Reference Tool."},
      {
        "id":"ED473741",
        "title":"Dare To Dream--Juvenile Justice. A Guide to Planning Your Future for Students in the Juvenile Justice System."},
      {
        "id":"ED473742",
        "title":"Sunshine State Standards for Special Diploma: Exceptional Student Education. Florida Curriculum Framework."},
      {
        "id":"ED473743",
        "title":"Self-Determination for Children and Young Adults Who Are Deaf-Blind. NTAC Briefing Paper."},
      {
        "id":"ED473744",
        "title":"Expecting Success: Self-Assessment and Resource Guide for Improving Service Delivery."},
      {
        "id":"ED473745",
        "title":"Report from the Centre for Language and Communication Studies on the Ninth Year of Extracurricular Foreign Language Modules for Students of Other Disciplines and the Fifth Year of Foreign Language Modules in the B.A. (Mod.) in Information and Communications Technology, 1 October 2001-30 September 2002."},
      {
        "id":"ED473746",
        "title":"Making Connections: The Evaluation of the Victorian Full Service Schools Program."},
      {
        "id":"ED473747",
        "title":"Emergency Department Trends from the Drug Abuse Warning Network, Preliminary Estimates January-June 2002. Drug Abuse Warning Network Series."},
      {
        "id":"ED473748",
        "title":"North American Journal of Psychology, 2002."},
      {
        "id":"ED473749",
        "title":"Empowering Young Black Males--III: A Systematic Modular Training Program for Black Male Children & Adolescents."},
      {
        "id":"ED473752",
        "title":"High Skills, High Wages: Washington's Strategic Plan for Workforce Development. Our Agenda for Action."},
      {
        "id":"ED473753",
        "title":"Illinois Occupational Skill Standards: Telecommunications Technician Cluster."},
      {
        "id":"ED473754",
        "title":"Vocational Education and Training in Luxembourg. Second Edition."},
      {
        "id":"ED473755",
        "title":"Achievement in Literacy and Numeracy By Australian 14 Year-Olds, 1975-1998. Research Report."},
      {
        "id":"ED473756",
        "title":"Assessment of TOEFL Scores and ESL Classes as Criteria for Admission to Career &amp; Technical Education and Other Selected Marshall University Graduate Programs."},
      {
        "id":"ED473767",
        "title":"Effects of Emotions on Learning in Adult, Career and Career-Technical Education. Trends and Issues Alert."},
      {
        "id":"ED473768",
        "title":"Access Barriers to Distance Education Perceived by Inservice and Preservice Career and Technical Education Majors."},
      {
        "id":"ED473769",
        "title":"International Business Competencies Needed by Business Graduates in the United States and Taiwan, R.O.C."},
      {
        "id":"ED473770",
        "title":"A National Vision for Girls' Education in Ghana and a Framework for Action: Charting the Way Forward."},
      {
        "id":"ED473771",
        "title":"Students in Service to America. A Guidebook for Engaging America's Students in a Lifelong Habit of Service."},
      {
        "id":"ED473772",
        "title":"A Standards-Based Guide for Social Studies Programs in Rhode Island Schools."},
      {
        "id":"ED473773",
        "title":"Education at a Glance: OECD Indicators. 2002 Edition."},
      {
        "id":"ED473774",
        "title":"Civics: What Do 4th-Graders Know, and What Can They Do?"},
      {
        "id":"ED473775",
        "title":"Civics: What Do 8th-Graders Know, and What Can They Do?"},
      {
        "id":"ED473776",
        "title":"Civics: What Do 12th-Graders Know, and What Can They Do?"},
      {
        "id":"ED473777",
        "title":"Geotech Institute Lesson Plans, June 2002."},
      {
        "id":"ED473779",
        "title":"Postsecondary Education Opportunity, 2002."},
      {
        "id":"ED473780",
        "title":"Recommendations To Increase the Postsecondary Education Opportunities for Residents of Superior California. Commission Report."},
      {
        "id":"ED473783",
        "title":"Developing Knowledgeable Teachers: A Framework for Standards-Based Teacher Education Supported by Institutional Collaboration. The STEP Reports."},
      {
        "id":"ED473784",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Media Ethics Division."},
      {
        "id":"ED473785",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Media Management and Economics Division."},
      {
        "id":"ED473786",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Newspaper Division."},
      {
        "id":"ED473787",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Minorities and Communication Division."},
      {
        "id":"ED473788",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Public Relations Division."},
      {
        "id":"ED473789",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Visual Communication Division."},
      {
        "id":"ED473790",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Science Communication Interest Group Division."},
      {
        "id":"ED473791",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Advertising Division."},
      {
        "id":"ED473792",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Radio-Television Journalism Division."},
      {
        "id":"ED473793",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). History Division."},
      {
        "id":"ED473794",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Magazine Division."},
      {
        "id":"ED473795",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Law Division."},
      {
        "id":"ED473796",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). International Communication Division."},
      {
        "id":"ED473797",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Cultural and Critical Studies Division."},
      {
        "id":"ED473798",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Commission on the Status of Women Division."},
      {
        "id":"ED473799",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Communication Technology &amp; Policy Division."},
      {
        "id":"ED473800",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Mass Communication and Society Division."},
      {
        "id":"ED473801",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Communication Theory and Methodology Division."},
      {
        "id":"ED473802",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (85th, Miami, Florida, August 5-8, 2002). Miscellaneous Divisions."},
      {
        "id":"ED473803",
        "title":"Teaching Tools for Diagnostics: The Behavior Key."},
      {
        "id":"ED473804",
        "title":"Investigating Self-Directed Learning in Culture, Learning Styles, and Creativity."},
      {
        "id":"ED473805",
        "title":"How Are Alabama's Teachers Integrating the International Society for Technology in Education (ISTE) Standards in the Classroom: Measuring Technology Integration's IMPACT--Roberts Middle School."},
      {
        "id":"ED473806",
        "title":"Teacher Perceptions of the Mentoring Component of the Louisiana Teacher Assistance and Assessment Program."},
      {
        "id":"ED473807",
        "title":"Using a Retrospective Pre-Post Questionnaire To Determine Program Impact."},
      {
        "id":"ED473808",
        "title":"The Impact of Nonignorable Missing Data on the Inference of Regression Coefficients."},
      {
        "id":"ED473809",
        "title":"Correlations, Contrasts, and Conceptual Clarity."},
      {
        "id":"ED473810",
        "title":"An Analysis of Pupil-Teacher Ratio and Class Size: Differences That Make a Difference."},
      {
        "id":"ED473811",
        "title":"A Review of the Panoply of Effect Size Choices."},
      {
        "id":"ED473812",
        "title":"The Effects of the Inclusion of Special Needs Student Scores on ISTEP: Indiana's Graduation Qualification Exam."},
      {
        "id":"ED473813",
        "title":"Accountability Issues for Instructional Leadership: Field Research, Site-Based Management, and a Campus Action Plan."},
      {
        "id":"ED473814",
        "title":"Parental Attitudes toward Cross Gender Behavior."},
      {
        "id":"ED473815",
        "title":"Parental Gender Typing of Toys and Play Behaviors."},
      {
        "id":"ED473816",
        "title":"Motivating Student Learning To Enhance Academic Progress."},
      {
        "id":"ED473817",
        "title":"Expanding the Circle: Respecting the Past Preparing for the Future."},
      {
        "id":"ED473818",
        "title":"Massachusetts: One State's Approach to Setting Performance Levels on the Alternate Assessment. Synthesis Report."},
      {
        "id":"ED473819",
        "title":"Broadcasting across the Miles: A Satellite Producer's Guide."},
      {
        "id":"ED473820",
        "title":"Does a High IQ Mean You're Smart?"},
      {
        "id":"ED473821",
        "title":"Full Service Schools' Potential for Special Education. ERIC/OSEP Topical Brief."},
      {
        "id":"ED473825",
        "title":"Status Report: Managing Individualized Education Programs (IEPs) in Minnesota. Summer 2002."},
      {
        "id":"ED473826",
        "title":"Project Bridge: Preparing African-American Teachers To Work with Young Children with Disabilities and Their Families. Final Report."},
      {
        "id":"ED473827",
        "title":"Training Professionals in Early Childhood Special Education/Teaching English to Speakers of Other Languages (ECSE/TESOL)."},
      {
        "id":"ED473828",
        "title":"What Does a Principal Need To Know about Inclusion? ERIC Digest."},
      {
        "id":"ED473829",
        "title":"Infants and Toddlers with Visual Impairments: Suggestions for Early Interventionists. ERIC Digest."},
      {
        "id":"ED473830",
        "title":"A New Era: Revitalizing Special Education for Children and Their Families."},
      {
        "id":"ED473832",
        "title":"Assessing Quality in Undergraduate Foreign Language Programs."},
      {
        "id":"ED473833",
        "title":"Attitudes of Teachers of Spanish as a Foreign Language towards Teaching Spanish to Hispanic Students."},
      {
        "id":"ED473836",
        "title":"Testimony of E. Ramona Trovato, Deputy Assistant Administrator, Office of Environmental Information, U.S. Environmental Protection Agency before the Committee on Environment and Public Works, United States Senate."},
      {
        "id":"ED473837",
        "title":"State Relocatable Classroom Program Handbook."},
      {
        "id":"ED473839",
        "title":"Support for Families: Working with Parents and Caregivers to Support Children from Birth to Three Years of Age."},
      {
        "id":"ED473840",
        "title":"Early Childhood Indicators."},
      {
        "id":"ED473841",
        "title":"HIV/AIDS and Early Childhood."},
      {
        "id":"ED473842",
        "title":"Home Supervision. Scotland's Children. Children (Scotland) Act 1995. Research Findings."},
      {
        "id":"ED473845",
        "title":"Child Care Subsidy Policies and Practices: Implications for Child Care Providers. New Federalism: Issues and Options for States, Series A. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED473846",
        "title":"Getting Help with Child Care Expenses. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies. Occasional Paper."},
      {
        "id":"ED473847",
        "title":"Essential but Often Ignored: Child Care Providers in the Subsidy System. Assessing the New Federalism: An Urban Institute Program to Assess Changing Social Policies. Occasional Paper."},
      {
        "id":"ED473848",
        "title":"Young Children's Access to Computers in the Home and at School in 1999 and 2000."},
      {
        "id":"ED473849",
        "title":"Voices for Illinois Children: Every Child Counts, 2001 Annual Report."},
      {
        "id":"ED473851",
        "title":"Childhood Lead Poisoning: Rhode Island Kids Count Issue Brief."},
      {
        "id":"ED473852",
        "title":"Colorado Fathers' Resource Guide = Guia de Recursos para los Padres en Colorado."},
      {
        "id":"ED473853",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Once Meses. (Healthy Start, Grow Smart: Your Eleven-Month-Old)."},
      {
        "id":"ED473854",
        "title":"Healthy Start, Grow Smart: Your Twelve-Month-Old."},
      {
        "id":"ED473855",
        "title":"Real Life in Everyday and Academic Maths."},
      {
        "id":"ED473856",
        "title":"A 'Democratic Classroom', But Who Speaks Loudest? Research with Basic Mathematics Students."},
      {
        "id":"ED473857",
        "title":"Animals in the Classroom: A Guide for Elementary and Secondary Educators."},
      {
        "id":"ED473863",
        "title":"Do Lower Prevailing Wages Reduce Public Construction Costs?"},
      {
        "id":"ED473864",
        "title":"Learning Curve: Charting Progress on Pesticide Use and the Healthy Schools Act."},
      {
        "id":"ED473865",
        "title":"Getting Mercury out of Schools."},
      {
        "id":"ED473866",
        "title":"Waste and Abuse: Public School Roofing Projects."},
      {
        "id":"ED473874",
        "title":"Ethnographic Study: @ONE Technology Training Project Study."},
      {
        "id":"ED473875",
        "title":"Building Bridges to College and Careers: Contextualized Basic Skills Programs at Community Colleges."},
      {
        "id":"ED473876",
        "title":"Gavilan College Campus Diversity Climate Survey, 2002."},
      {
        "id":"ED473877",
        "title":"College of the Canyons Library Services Student Evaluation Survey, Spring 2001. Report."},
      {
        "id":"ED473878",
        "title":"College of the Canyons Partnership for Excellence, Academic Year 2001-2002. Report."},
      {
        "id":"ED473879",
        "title":"College of the Canyons Tutoring/Learning/Computer Center Retention and Success, Spring 2001. Report."},
      {
        "id":"ED473880",
        "title":"Community College of Philadelphia Career Outcomes for 2001 Career Program Graduates. Report."},
      {
        "id":"ED473881",
        "title":"Glendale Community College Campus Views 2002: Results of the 2002 Faculty/Staff Survey."},
      {
        "id":"ED473882",
        "title":"North Carolina State University, Department of Adult and Community College Education Revised Compact Plan for 2003-2005."},
      {
        "id":"ED473884",
        "title":"Community Capacity Building."},
      {
        "id":"ED473885",
        "title":"Indigenous Teaching Programs: The Benefits of Teaching Indigenous Australian Studies in a Cross-Cultural Context."},
      {
        "id":"ED473886",
        "title":"Targeting the Rural Poor: The Role of Education and Training."},
      {
        "id":"ED473887",
        "title":"Native American Entrepreneurship. Digest."},
      {
        "id":"ED473888",
        "title":"Adaptations of Euro-Canadian Schools to Inuit Culture in Selected Communities in Nunavut."},
      {
        "id":"ED473889",
        "title":"Why Do They Speak Inuktitut? Language and Identity in Iqaluit."},
      {
        "id":"ED473890",
        "title":"New Lives for Poor Families? Mothers and Young Children Move through Welfare Reform. The Growing Up in Poverty Wave 2 Findings: California, Connecticut, and Florida. Technical Report."},
      {
        "id":"ED473891",
        "title":"Modern-Day Youth Gangs. OJJDP, Juvenile Justice Bulletin."},
      {
        "id":"ED473892",
        "title":"Bay Area School Reform Collaborative, Phase One (1996-2001): Summary Report."},
      {
        "id":"ED473893",
        "title":"The Role of Parental Work in Child Poverty. A Report of the Heritage Center for Data Analysis."},
      {
        "id":"ED473894",
        "title":"Now that I'm Here: What America's Immigrants Have To Say about Life in the U.S. Today."},
      {
        "id":"ED473895",
        "title":"Title I in California: Will the State Pass the Test?"},
      {
        "id":"ED473896",
        "title":"Religion in the Lives of American Adolescents: A Review of the Literature. A Research Report of the National Study of Youth and Religion."},
      {
        "id":"ED473897",
        "title":"Comprehensive District Reform: Philadelphia's Grand Experiment."},
      {
        "id":"ED473898",
        "title":"Gay-Straight Alliances and Other Gay-Related Student Groups."},
      {
        "id":"ED473899",
        "title":"Primary Child Care Arrangements of Employed Parents: Findings from the 1999 National Survey of America's Families. Occasional Paper."},
      {
        "id":"ED473900",
        "title":"Demanding Quality Public Education in Tough Economic Times: What Voters Want from Elected Leaders."},
      {
        "id":"ED473901",
        "title":"Raising Minority Academic Achievement: A Compendium of Education Programs and Practices."},
      {
        "id":"ED473903",
        "title":"What Helps Students of Color Succeed? Resiliency Factors for Students Enrolled in Multicultural Educators Programs."},
      {
        "id":"ED473904",
        "title":"Who Are Our Students? A Statistical Portrait of Immigrant Students in New York City Elementary and Middle Schools."},
      {
        "id":"ED473905",
        "title":"Colorado Model Content Standards for History. Suggested Grade Level Expectations. Revised."},
      {
        "id":"ED473906",
        "title":"Tennessee Social Studies Curriculum Standards. K-8 Standards, Learning Expectations, and Performance Indicators."},
      {
        "id":"ED473907",
        "title":"Tennessee Social Studies Curriculum Standards. Secondary Social Studies Course Listing (9-12)."},
      {
        "id":"ED473908",
        "title":"Oregon Social Sciences Standards."},
      {
        "id":"ED473909",
        "title":"Evolving Partnerships: The Role of NGOs in Basic Education in Africa."},
      {
        "id":"ED473910",
        "title":"&quot;The First Tee: Building Character Education.&quot; Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, Second Session (June 25, 2002)."},
      {
        "id":"ED473915",
        "title":"Comparing Outcomes for Los Angeles County's HUD-Assisted and Unassisted CalWORKS Leavers."},
      {
        "id":"ED473916",
        "title":"Monitoring Outcomes for Los Angeles County's Pre- and Post-CalWORKS Leavers: How Are They Faring?"},
      {
        "id":"ED473917",
        "title":"Opening Doors to Earning Credentials: Supporting CalWORKS Students at California Community Colleges. An Exploratory Focus Group Study."},
      {
        "id":"ED473919",
        "title":"Researching Workplace Basic Skills Policy in the UK Ways and Means to an End: Towards a Comprehensive Model of Research Methodologies."},
      {
        "id":"ED473922",
        "title":"Early Developments, 2001."},
      {
        "id":"ED473926",
        "title":"Every Child, Every School: Success from the Start. Special Report."},
      {
        "id":"ED473929",
        "title":"Taking a Giant Step: A Case Study of New York City's Efforts to Implement Universal Pre-Kindergarten Services. Working Paper Series."},
      {
        "id":"ED473930",
        "title":"Universal Preschool: Much To Gain But Who Will Pay? Working Paper Series."},
      {
        "id":"ED473931",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Doce Meses (Healthy Start, Grow Smart: Your Twelve-Month-Old)."},
      {
        "id":"ED473934",
        "title":"Closing the Door on Afterschool Programs: An Analysis of How the Proposed Cut to the 21st Century Community Learning Centers Program Will Affect Children and Families in Every State."},
      {
        "id":"ED473935",
        "title":"Pilot Test of AEL's School Capacity Assessment."},
      {
        "id":"ED473936",
        "title":"Implementing the Student Accountability Standards, Phase II."},
      {
        "id":"ED473940",
        "title":"Principles of Learning: 2001-2002 Evaluation Report."},
      {
        "id":"ED473941",
        "title":"An Evaluation of Instrumental Variable Strategies for Estimating the Effects of Catholic Schools."},
      {
        "id":"ED473944",
        "title":"Societal Trends and the Curriculum."},
      {
        "id":"ED473945",
        "title":"Closing the Gap in Reading."},
      {
        "id":"ED473946",
        "title":"Reading, the Pupil, Efficacy, and the Curriculum."},
      {
        "id":"ED473947",
        "title":"Developing Literate Readers and Writers in the Freshman Composition Classroom: Using the Multigenre Paper To Teach the Research Process."},
      {
        "id":"ED473948",
        "title":"Creating a Learning Community: American Literature and US History: A Teacher's Story."},
      {
        "id":"ED473949",
        "title":"Impact of the Pilot Academic Literacy Course on Ninth Grade Students' Reading Development: Academic Year 1996-1997. A Report to the Stuart Foundations."},
      {
        "id":"ED473950",
        "title":"Secondary School Literacy Project: A Summary of Student Outcomes on the Degrees of Reading Power Test, Academic Year 1999-2000."},
      {
        "id":"ED473951",
        "title":"Year 8 English Banks. Key Stage 3: National Strategy."},
      {
        "id":"ED473952",
        "title":"Group Reading at Key Stage 3. Key Stage 3: National Strategy."},
      {
        "id":"ED473953",
        "title":"Roots and Research. Key Stage 3 English. Key Stage 3: National Strategy."},
      {
        "id":"ED473956",
        "title":"Forming a Professional Identity: Conversations between English Method Students."},
      {
        "id":"ED473957",
        "title":"Is Reading Recovery Worth the Cost?"},
      {
        "id":"ED473958",
        "title":"Exploring Differences in Students' Engagement in Literature Discussions."},
      {
        "id":"ED473959",
        "title":"Digital Reading Pedagogy for Novice Readers."},
      {
        "id":"ED473960",
        "title":"Valuing Language Study: Inquiry into Language for Elementary and Middle Schools."},
      {
        "id":"ED473962",
        "title":"International Comparisons in Fourth-Grade Reading Literacy: Findings from the Progress in International Reading Literacy Study (PIRLS) of 2001."},
      {
        "id":"ED473963",
        "title":"PIRLS-IEA Reading Literacy Framework: Comparative Analysis of the 1991 IEA Reading Study and the Progress in International Reading Literacy Study. Working Paper Series."},
      {
        "id":"ED473968",
        "title":"A History of the Piney Community."},
      {
        "id":"ED473969",
        "title":"Achieving Academic Goals through Place-Based Learning: Students in Five States Show How To Do It."},
      {
        "id":"ED473970",
        "title":"Guidelines for Cross-Cultural Orientation Programs."},
      {
        "id":"ED473971",
        "title":"The State of Rural Education in the Commonwealth of Pennsylvania, 2003. Presented to the House Education Committee."},
      {
        "id":"ED473972",
        "title":"Toward Rural Prosperity: A State Policy Framework in Support of Rural Community Colleges. Policy Paper."},
      {
        "id":"ED473973",
        "title":"Exemplar Units of Work for English. Key Stage 3: National Strategy."},
      {
        "id":"ED473974",
        "title":"Key Objectives Bank: Year 7. Key Stage 3: National Strategy."},
      {
        "id":"ED473975",
        "title":"Key Objectives Bank: Year 8. Key Stage 3: National Strategy."},
      {
        "id":"ED473976",
        "title":"Key Objectives Bank: Year 9. Key Stage 3: National Strategy."},
      {
        "id":"ED473977",
        "title":"Level 2 Foundation Units. Key Stage 3: National Strategy."},
      {
        "id":"ED473978",
        "title":"Learning Environments Designed for the Occupants: Three Case Studies of Innovative Elementary School Designs."},
      {
        "id":"ED473979",
        "title":"I Can Soar: How Technology Helps Students Take Off. A Resource Kit for Parents, Educators, and School Administrators Who Work with Students Who Have Disabilities."},
      {
        "id":"ED473980",
        "title":"Varied Opinions on How To Report Accommodated Test Scores: Findings Based on CTB/McGraw-Hill's Framework for Classifying Accommodations. Synthesis Report."},
      {
        "id":"ED473981",
        "title":"Measuring Academic Achievement of Students with Significant Cognitive Disabilities: Building Understanding of Alternate Assessment Scoring Criteria. Synthesis Report."},
      {
        "id":"ED473982",
        "title":"Going Public: What 2000-2001 Reports Tell Us about the Performance of Students with Disabilities. Technical Report."},
      {
        "id":"ED473983",
        "title":"Martha Lake Elementary School Post Occupancy Evaluation."},
      {
        "id":"ED473984",
        "title":"Creating Safe Learning Zones: The ABC&apos;s of Healthy Schools."},
      {
        "id":"ED473985",
        "title":"Healthy School Environment and Enhanced Educational Performance: The Case of Charles Young Elementary School, Washington, DC."},
      {
        "id":"ED473986",
        "title":"The Ideal Learning Environment: Case Studies of Design Solutions for Schools. The Impact of Classroom Design."},
      {
        "id":"ED473987",
        "title":"Capital Financing for Independent Private Schools."},
      {
        "id":"ED473988",
        "title":"A Basic Booklist for Church Libraries: An Annotated Bibliography. 6th Revised Edition."},
      {
        "id":"ED473989",
        "title":"Tips for Parents on Keeping Children Drug Free = Consejos para Los Padres Sobre Como Mantener a Los Hijos Libres de La Droga."},
      {
        "id":"ED473992",
        "title":"Protecting Children: Substance Abuse Treatment and Child Welfare Working Together. Exective Summary of Regional Meetings, 2002."},
      {
        "id":"ED473993",
        "title":"Strategies for Developing Treatment Programs for People with Co-Occurring Substance Abuse and Mental Disorders."},
      {
        "id":"ED473994",
        "title":"Comprehensive Evaluation of the Kentucky Extended School Services Program."},
      {
        "id":"ED473995",
        "title":"Impact of September 11, 2001 Events on Substance Use and Mental Health in the New York Area."},
      {
        "id":"ED473996",
        "title":"Making Good on Promises To Increase Funding for Special Education. The Heritage Foundation Backgrounder."},
      {
        "id":"ED473997",
        "title":"Language Differences and the Special Education Referral Question: Points of Consideration for Teachers."},
      {
        "id":"ED473998",
        "title":"Integrating Service Systems at the Point of Transition for Youth with Significant Disabilities: A Model That Works. Information Brief."},
      {
        "id":"ED473999",
        "title":"Universal Design: A Strategy To Support Students' Access to the General Education Curriculum. Information Brief."},
      {
        "id":"ED474000",
        "title":"Addressing the Transition Needs of Youth with Disabilities through the WIA System. Information Brief."},
      {
        "id":"ED474001",
        "title":"Supporting Youth with Disabilities To Access and Succeed in Postsecondary Education: Essentials for Educators in Secondary Schools. Issue Brief."},
      {
        "id":"ED474002",
        "title":"Creating Mentoring Opportunities for Youth with Disabilities: Issues and Suggested Strategies. Issue Brief."},
      {
        "id":"ED474003",
        "title":"Clarification on Completing the Matrix of Services [and] Documenting the Amount of Special Education and Related Services on the Individual Education Plan. Technical Assistance Papers."},
      {
        "id":"ED474005",
        "title":"Students Learning Problem Solving in Introductory Physics--Forming an Initial Hypothesis of Instructors' Beliefs."},
      {
        "id":"ED474006",
        "title":"Instructors' Ideas about Problem Solving--Setting Goals."},
      {
        "id":"ED474007",
        "title":"Instructors' Ideas about Problem Solving--Grading."},
      {
        "id":"ED474008",
        "title":"Why Solve Problems?--Interviewing College Faculty about the Learning and Teaching of Problem Solving."},
      {
        "id":"ED474009",
        "title":"Immigrant Children and Urban Schools: Evidence from New York City on Segregation and its Consequences for Schooling. Working Paper."},
      {
        "id":"ED474010",
        "title":"From the Capital to the Classroom: State and Federal Efforts To Implement the No Child Left Behind Act."},
      {
        "id":"ED474011",
        "title":"Capitalization under School Choice Programs: Are the Winners Really the Losers? Occasional Paper."},
      {
        "id":"ED474012",
        "title":"The Magnificent Eight: AVID Best Practices Study. Final Report."},
      {
        "id":"ED474013",
        "title":"Language Proficiency and Home Languages of Students in New York City Elementary and Middle Schools."},
      {
        "id":"ED474014",
        "title":"The Cost of Dropping Out: The Economic Impact of Early School Leaving."},
      {
        "id":"ED474015",
        "title":"Young Persons' Education, Training and Employment Outcomes with Special Reference to Early School Leavers. A Report Prepared for the Business Council of Australia and Dusseldorp Skills Forum by Applied Economics."},
      {
        "id":"ED474016",
        "title":"Pathways to Parent Leadership. A Bilingual Report = Senderos a un Liderazgo de Padres. Un Informe Bilingue."},
      {
        "id":"ED474017",
        "title":"An Evaluation of the Counseling Services at Four Latino Plurality High Schools in the Chicago Public Schools."},
      {
        "id":"ED474018",
        "title":"Ten Lessons from the CCYD Initiative. Community Change for Youth Development."},
      {
        "id":"ED474019",
        "title":"Overview of Transition Programs: Policies and Programs."},
      {
        "id":"ED474020",
        "title":"The Economy-Wide Benefits of Increasing the Proportion of Students Achieving Year 12 Equivalent Education: Modelling Results."},
      {
        "id":"ED474022",
        "title":"A Guide to School Mental Health Services."},
      {
        "id":"ED474023",
        "title":"Una apreciacion de la guia pedagogica de la pelicula, \"Breaking Away\" (An Evaluation of the Viewing Guide for the Film \"Breaking Away\")."},
      {
        "id":"ED474024",
        "title":"La anglofonia y literaturas poscoloniales en la ensenanza de ingles como lengua extranjera (Anglophonism and Postcolonial Literature in Teaching English as a Second Language)."},
      {
        "id":"ED474025",
        "title":"Programme d'etudes du secondaire deuxieme cycle Francais langue premiere, Niveaux 16-26-36 (Curriculum for the Second Year of Secondary Schools with French as a First Language, Levels 16-26-36)."},
      {
        "id":"ED474026",
        "title":"Programme d'etudes du secondaire deuxieme cycle Francais langue premiere, Niveaux 13-23-33 (Curriculum for the Second Year of Secondary Schools with French as a First Language, Levels 13-23-33)."},
      {
        "id":"ED474027",
        "title":"Banque de strategies d'ecriture pour un enseignement explicite de la 1re a la 7e annee. Document d'appui pour les programmes d'etudes de francais langue premiere et de francais langue seconde--immersion de 1998 (Writing Strategies for the Specific Instruction in Grades 1 through 7. Guide in Support of Programs Teaching French as a First Language and French as a Second Language--Immersion 1998)."},
      {
        "id":"ED474028",
        "title":"75 numeros du \"Bulletin suisse de linguistique appliquee,\" 1966-2002 (75 Issues of the \"Swiss Bulletin for Applied Linguistics,\" 1966-2002)."},
      {
        "id":"ED474029",
        "title":"Communiquer en milieu interculturel (Communicating in an Intercultural Environment)."},
      {
        "id":"ED474030",
        "title":"Sprachliche Gleichstellung von Frau und Mann in der Schweiz: Ein Uberblick und neue Perspektiven (Linguistic Equalization of the Genders in Switzerland: An Overview and a New Perspective)."},
      {
        "id":"ED474031",
        "title":"L'identite ethnolinguistique et les eleves 16 ans ou plus qui frequentent les ecoles secondaires de langue francaise de l'Ontario. Rapport de recherche (The Ethno-Linguistic Identity of Students Aged 16 Years or Older Attending French-Language Secondary Schools in Ontario. Research Report)."},
      {
        "id":"ED474032",
        "title":"The Relationship of Public and Private Benefit, University Fee Structures, and Higher Education Access: The Case of Australia. AIR 2002 Forum Paper."},
      {
        "id":"ED474033",
        "title":"An Assessment of the Relative Influence of Environmental, Behavioral, and Attitudinal Aspects of the Pre-College Experience in Determining Students' Long-Term Goals and Aspirations. AIR 2002 Forum Paper."},
      {
        "id":"ED474034",
        "title":"Pieces of the Puzzle: Success of Remedial and Non-Remedial Students. AIR 2002 Forum Paper."},
      {
        "id":"ED474035",
        "title":"Using Course Load Matrix Analysis To Support Departmental Planning for Enrollment Expansion. AIR 2002 Forum Paper."},
      {
        "id":"ED474036",
        "title":"What Social Factors Affect Students' Use of Online Registration: An Exploratory Study. AIR 2002 Forum Paper."},
      {
        "id":"ED474037",
        "title":"Using Logistic Regression To Find Appropriate Weights for a Simplified Academic Admission Index. AIR 2002 Forum Paper."},
      {
        "id":"ED474038",
        "title":"Job Satisfaction in Teaching: An Examination of Personal and Environmental Influences on Faculty. AIR 2002 Forum Paper."},
      {
        "id":"ED474039",
        "title":"The Impact of Instructional Delivery on Learning Outcomes and Intent To Persist. AIR 2002 Forum Paper."},
      {
        "id":"ED474040",
        "title":"Three Analytical Approaches for Predicting Enrollment at a Growing Metropolitan Research University. AIR 2002 Forum Paper."},
      {
        "id":"ED474041",
        "title":"Two Dilemmas in Communicating Mathematics in Adult Basic Courses: \"How To Support Pre-Knowledge of Adult Learners\" and \"How To Support Democratic Classroom Decisions.\""},
      {
        "id":"ED474042",
        "title":"Mathematics Anxiety and the Adult Student: An Analysis of Successful Coping Strategies."},
      {
        "id":"ED474043",
        "title":"Arkansas GED Mathematics Instruction: History Repeating Itself."},
      {
        "id":"ED474044",
        "title":"What Makes One Numeracy Task More Difficult Than Another?"},
      {
        "id":"ED474045",
        "title":"How Can They Belong If They Cannot Speak the Language? Enhancing Students' Language Use in the Adult Mathematics Classroom."},
      {
        "id":"ED474046",
        "title":"Teaching Adult Students Mathematical Investigations-6."},
      {
        "id":"ED474047",
        "title":"Overcoming Algebraic and Graphic Difficulties."},
      {
        "id":"ED474048",
        "title":"Mathematics in Action: Two New Zealand Case Studies."},
      {
        "id":"ED474049",
        "title":"Proceedings of the International Conference on Adults Learning Mathematics (ALM-7) (7th, July 6-8, 2000, Medford, Massachusetts)."},
      {
        "id":"ED474050",
        "title":"Proceedings of the International Conference on Technology in Mathematics Education (Auckland, NZ, December 11-14, 2000)."},
      {
        "id":"ED474051",
        "title":"Implications of the Shift from Isolated, Expensive Technology to Connected, Inexpensive, Diverse and Ubiquitous Technologies."},
      {
        "id":"ED474052",
        "title":"Developing Simulation Activities To Improve Students' Statistical Reasoning."},
      {
        "id":"ED474053",
        "title":"Technology and Versatile Thinking in Mathematics."},
      {
        "id":"ED474054",
        "title":"A Strategy for the Use of Technology To Enhance Learning in Maths, Stats and OR."},
      {
        "id":"ED474055",
        "title":"What Mathematical Abilities Are Most Needed for Success Beyond School in a Technology Based Age of Information?"},
      {
        "id":"ED474056",
        "title":"Norms [and] Tools: A Roadmap to Professional Practice. Exemplary Teaching Practice."},
      {
        "id":"ED474057",
        "title":"Monarch Monitoring: A Teacher/Student/Scientist Research Project. Final Report."},
      {
        "id":"ED474058",
        "title":"Instructors' Beliefs and Values about Learning Problem Solving."},
      {
        "id":"ED474059",
        "title":"Asking the Right Questions: Helping Mainstream Students Understand Other Cultures."},
      {
        "id":"ED474060",
        "title":"From River Rambles to Museum Meanderings: Student Motivation and Service Learning."},
      {
        "id":"ED474061",
        "title":"Micro-Managing the Writing Process in Teacher Education."},
      {
        "id":"ED474062",
        "title":"Intertextual Dynamics: Understanding the Reading and Inquiry Processes of Competent Readers in a Collaborative Learning Environment."},
      {
        "id":"ED474064",
        "title":"Raising Literacy Standards in the Primary Division."},
      {
        "id":"ED474065",
        "title":"Supporting Beginning Reading in Kindergarten with Independent Writing."},
      {
        "id":"ED474066",
        "title":"Locomotion and Literacy: Effective Strategies to Enhance Literacy Instruction."},
      {
        "id":"ED474067",
        "title":"Glimpses of Literacy Education in New Zealand."},
      {
        "id":"ED474068",
        "title":"Whole Language Reading Education for Middle School Students with Learning Disabilities."},
      {
        "id":"ED474069",
        "title":"A Case Study Examining the Merit of Using Internet Message Boards During Practicum Experiences."},
      {
        "id":"ED474071",
        "title":"Culminating Experience Action Research Projects, Volume 2, Fall 2002."},
      {
        "id":"ED474072",
        "title":"Writing for the Addressee."},
      {
        "id":"ED474073",
        "title":"High School Student's Perceptions of Becoming an Educator: A Case Study in South Texas."},
      {
        "id":"ED474074",
        "title":"Proceedings of the International Academy for Information Management(IAIM) Annual Conference: International Conference on Informatics Education & Research (ICIER) (16th, New Orleans, Louisiana, December 14-16, 2001)."},
      {
        "id":"ED474075",
        "title":"ABC's of Group Work: Building Community in Schools. A Workbook for High School and College."},
      {
        "id":"ED474076",
        "title":"Who Do We Need To Motivate? Toward an Integrative Model of E-Education."},
      {
        "id":"ED474077",
        "title":"Student Learning Styles & Distance Learning."},
      {
        "id":"ED474078",
        "title":"From Distance Education to Flexible Learning."},
      {
        "id":"ED474079",
        "title":"Connecting Teaching Performance to Student Achievement: A Generalizability and Validity Study of the Renaissance Teacher Work Sample Assessment."},
      {
        "id":"ED474080",
        "title":"RoboCup: Multi-disciplinary Senior Design Project."},
      {
        "id":"ED474082",
        "title":"Effective Case Study Methodologies in the Management of IT Courses."},
      {
        "id":"ED474084",
        "title":"Teaching with Online Case Studies: Implementation and Evaluation Issues."},
      {
        "id":"ED474085",
        "title":"Using the Web as a Strategic Resource: An Applied Classroom Exercise."},
      {
        "id":"ED474086",
        "title":"Focusing Upon Higher Order Thinking Skills: WebQuests and the Learner-Centered Mathematical Learning Environment."},
      {
        "id":"ED474087",
        "title":"A Hierarchy of Needs for a Virtual Class."},
      {
        "id":"ED474088",
        "title":"Requiring Students To Bring Computers to Campus: Are Universities Achieving their Goals?"},
      {
        "id":"ED474089",
        "title":"The Role of Teacher Training on Student Computer Use in Illinois at the Third Grade Level."},
      {
        "id":"ED474090",
        "title":"SERVQUAL-Based Measurement of Student Satisfaction with Classroom Instructional Technologies: A 2001 Update."},
      {
        "id":"ED474091",
        "title":"Formative Research on the Heuristic Task Analysis Process."},
      {
        "id":"ED474092",
        "title":"A Committee-Based Model for Supporting Organizational Knowledge Management."},
      {
        "id":"ED474093",
        "title":"The Open Source Teaching Project (OSTP): Research Note."},
      {
        "id":"ED474094",
        "title":"Collaborative Learning and Group Assessment: Introducing the Capitalist and Socialist Paradigms."},
      {
        "id":"ED474095",
        "title":"A Meta-Analysis of Research on Student Team Effectiveness: A Proposed Application of Phased Interventions."},
      {
        "id":"ED474096",
        "title":"Developing a Robust System for Effective Teamwork on Lengthy, Complex Tasks: An Empirical Exploration of Interventions To Increase Team Effectiveness."},
      {
        "id":"ED474097",
        "title":"Introduction to the Application of Web-Based Surveys."},
      {
        "id":"ED474098",
        "title":"Interplay of Content and Community Redux: Online Communication in a Graduate Seminar on Theory in Educational Technology."},
      {
        "id":"ED474103",
        "title":"Adopting Distance Education--What Do the Students Think?"},
      {
        "id":"ED474105",
        "title":"Family Values in American Drama."},
      {
        "id":"ED474107",
        "title":"Funding Smart Classrooms: Administrating Technological Advances."},
      {
        "id":"ED474108",
        "title":"\"Up the Back Holler, Down the Dusty Road, Cross the Windy Prairie\": Issues, Perspectives, and Strategies for Research in the Crisis of Improving Mathematical Education of Rural Youth. Working Paper Series."},
      {
        "id":"ED474109",
        "title":"Community How To Guide On Underage Drinking Prevention: Resources."},
      {
        "id":"ED474110",
        "title":"New Jersey Journal of Professional Counseling, 2001/2002."},
      {
        "id":"ED474111",
        "title":"Treating Teens: A Guide to Adolescent Drug Programs."},
      {
        "id":"ED474112",
        "title":"Federal Information Resources for Professional Counselors. A Sourcebook of Free and Low-Cost Resources To Support and Enrich Your Work as a Professional Counselor."},
      {
        "id":"ED474113",
        "title":"A Guide to State Laws and Regulations on Professional School Counseling."},
      {
        "id":"ED474115",
        "title":"A Community Case Study on Underage Drinking Prevention."},
      {
        "id":"ED474116",
        "title":"Community How To Guide On Underage Drinking Prevention: Coalition Building."},
      {
        "id":"ED474117",
        "title":"Community How To Guide On Underage Drinking Prevention: Needs Assessment and Strategic Planning."},
      {
        "id":"ED474118",
        "title":"Community How To Guide On Underage Drinking Prevention: Evaluation."},
      {
        "id":"ED474119",
        "title":"Community How To Guide On Underage Drinking Prevention: Prevention & Education."},
      {
        "id":"ED474120",
        "title":"Community How To Guide On Underage Drinking Prevention: Enforcement."},
      {
        "id":"ED474121",
        "title":"Community How To Guide On Underage Drinking Prevention: Public Policy."},
      {
        "id":"ED474122",
        "title":"Community How To Guide On Underage Drinking Prevention: Media Relations."},
      {
        "id":"ED474123",
        "title":"Community How To Guide On Underage Drinking Prevention: Self Sufficiency."},
      {
        "id":"ED474124",
        "title":"Mathematics Education in Rural Communities: A Mathematician's View. Working Paper Series."},
      {
        "id":"ED474125",
        "title":"The Social Construction of Rural Mathematics: Conjectures, Contradictions and a Few Hypotheses. Working Paper Series."},
      {
        "id":"ED474126",
        "title":"Native American Business Participation in E-Commerce: An Assessment of Technical Assistance and Training Needs."},
      {
        "id":"ED474128",
        "title":"A Review of the Research Literature on the Influences of Culturally Based Education on the Academic Performance of Native American Students. Final Paper."},
      {
        "id":"ED474132",
        "title":"James Albert Michener (1907-97): Educator, Textbook Editor, Journalist, Novelist, and Educational Philanthropist--An Imaginary Conversation."},
      {
        "id":"ED474133",
        "title":"The Comprehensive Social Studies Assessment Project (CSSAP) Professional Development Manual."},
      {
        "id":"ED474134",
        "title":"Estudios sobre Educacion, 2002 (Studies on Education, 2002)."},
      {
        "id":"ED474135",
        "title":"Engaging in History: Empathy and Perspective-Taking in Children&apos;s Historical Thinking."},
      {
        "id":"ED474136",
        "title":"Student Journaling toward a Higher Understanding of Art."},
      {
        "id":"ED474137",
        "title":"Education For All: A Committment and an Opportunity. National EFA Coordinators Meeting under the Sub-Regional EFA Forum for East and Southeast Asia Final Report (2nd, Bangkok, Thailand, December 10-12, 2001)."},
      {
        "id":"ED474138",
        "title":"Towards Gender Equality in Basic Education: Major Challenges in Meeting Dakar EFA Goals. Regional Seminar in Asia (Kyoto, Japan, November 28-30, 2001)."},
      {
        "id":"ED474139",
        "title":"Nations United: The United Nations, the United States, and the Global Campaign Against Terrorism. A Curriculum Unit &amp; Video for Secondary Schools."},
      {
        "id":"ED474140",
        "title":"Sarah Winnemucca and Her School."},
      {
        "id":"ED474141",
        "title":"Managing Distance Education Institutions through Value Chain Analysis: the Nigerian Experience."},
      {
        "id":"ED474142",
        "title":"There's More Than Just the Newspaper: A Pilot Study on the Social Literacies Required by Young Job Seekers."},
      {
        "id":"ED474143",
        "title":"Data Mining and Knowledge Management in Higher Education -Potential Applications."},
      {
        "id":"ED474144",
        "title":"Developing an Effective Assessment Process To Support Institutional Effectiveness Efforts."},
      {
        "id":"ED474145",
        "title":"The Use of Biglan Categories in Assessing General Education Courses."},
      {
        "id":"ED474146",
        "title":"Factors That Promote Faculty Involvement in and Satisfaction with Institutional and Classroom Student Assessment."},
      {
        "id":"ED474147",
        "title":"A Three-Pronged Approach to Evaluating Salary Equity among Faculty, Administrators, and Staff at a Metropolitan Research University."},
      {
        "id":"ED474148",
        "title":"Using Publications Counts To Measure an Institution's Research Productivity."},
      {
        "id":"ED474149",
        "title":"More Alike than Not? An Examination of What Differentiates Intercollegiate Athletes from Their Classmates."},
      {
        "id":"ED474150",
        "title":"Discovering Success Strategies through Alumnae/i Research."},
      {
        "id":"ED474151",
        "title":"Are Elementary Teacher Education Programs the Real Problem of Unqualified Teachers?"},
      {
        "id":"ED474152",
        "title":"Determination of the Status of Adult Education in Swaziland."},
      {
        "id":"ED464144",
        "title":"The Importance of Matching the Analytical Technique with the Research Question: A Discussion of Current Research Issues."},
      {
        "id":"ED464145",
        "title":"The \"Quality Counts 2002\" State Report Cards: Correlations with Measures of State Education Environments."},
      {
        "id":"ED464146",
        "title":"Assessment of Student Learning in an Educational Administration Online Program."},
      {
        "id":"ED464147",
        "title":"Student USMLE Step One Preparation and Performance."},
      {
        "id":"ED464148",
        "title":"Credentialing the High School."},
      {
        "id":"ED464149",
        "title":"The Impact of Motivation, Student-Peer, and Student-Faculty Interaction on Academic Self-Confidence."},
      {
        "id":"ED464150",
        "title":"A Critical Review of the Cognitive and Learning Style Literature through Citation Analysis."},
      {
        "id":"ED464151",
        "title":"Hi Stakes Testing Polarization or Accountability."},
      {
        "id":"ED464152",
        "title":"DIF in a Large Scale Mathematics Assessment: The Interaction of Gender and Ethnicity."},
      {
        "id":"ED464153",
        "title":"Districts Building Teacher Capacity in Classroom Assessment: Lessons Learned about the District Role in Building Teachers' Capacity To Assess Students More Effectively through an Interconnected System of Programs and Policies."},
      {
        "id":"ED464154",
        "title":"A Subgroup Analysis of Predictors to Certification Examination Success in Differing Principal Preparation Programs."},
      {
        "id":"ED464155",
        "title":"A Five-Year Analysis of GRE, Race, Gender, and Undergraduate GPA as Predictors of State Certification Examination Results."},
      {
        "id":"ED464156",
        "title":"Connect for Success: Building a Teacher, Parent, Teen Alliance. A Toolkit for Middle and High School Teachers."},
      {
        "id":"ED464157",
        "title":"Cleveland Scholarship Program Evaluation: 1998-2000 Technical Report."},
      {
        "id":"ED464158",
        "title":"Opportunities and Accountability To Leave No Child Behind in the Middle Grades: An Examination of the &quot;No Child Left Behind Act of 2001.&quot;"},
      {
        "id":"ED464159",
        "title":"The Impact of Homeownership on Child Outcomes. Low-Income Homeownership Working Paper Series."},
      {
        "id":"ED464161",
        "title":"Immigrants and Welfare Reauthorization. Revised."},
      {
        "id":"ED464162",
        "title":"Office of the State Comptroller, State of New York [Letter to the Commissioner of Education and the Chancellor of New York City Board of Education: Follow-Up Review of &quot;Monitoring Improvement Efforts of Schools with Low Standardized Test Scores&quot;]."},
      {
        "id":"ED464163",
        "title":"Crossing the Divide: Asian American Families and the Child Welfare System."},
      {
        "id":"ED464164",
        "title":"Final Report of the Evaluation of New York Networks for School Renewal: An Annenberg Foundation Challenge for New York City, 1996-2001."},
      {
        "id":"ED464165",
        "title":"Dropout Prevention. Hearing before the Subcommittee on Oversight and Investigations of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, Second Session (Albuquerque, New Mexico, January 24, 2000)."},
      {
        "id":"ED464166",
        "title":"Focus on Children II: Boston's Education Reform Plan, 2001-2006."},
      {
        "id":"ED464167",
        "title":"Advocacy for All: A 21st Century Community Learning Center for At-Risk Students."},
      {
        "id":"ED464168",
        "title":"Children and Welfare Reform."},
      {
        "id":"ED464169",
        "title":"Welfare Reform: What about the Children? Welfare, Children &amp; Families: A Three-City Study. Policy Brief."},
      {
        "id":"ED464170",
        "title":"Community Action Agencies and Faith-Based Organizations: A Legacy of Productive Partnerships."},
      {
        "id":"ED464171",
        "title":"Youth Engaged in Leadership &amp; Learning Project, Redwood City. Report on Findings and Recommendations from the Pilot Project Formerly Known as the &quot;Youth Mapping Project,&quot; November 2000-June 2001."},
      {
        "id":"ED464172",
        "title":"Teachers, Race and Student Achievement in a Randomized Experiment. NBER Working Paper Series."},
      {
        "id":"ED464173",
        "title":"The Idea of Supplementary Education."},
      {
        "id":"ED464174",
        "title":"A Comprehensive Framework for Evaluating Educational Vouchers. Occasional Paper."},
      {
        "id":"ED464175",
        "title":"Thoughts on For-Profit Schools. Occasional Paper."},
      {
        "id":"ED464176",
        "title":"Families as Contractual Partners in Education. Occasional Paper."},
      {
        "id":"ED464177",
        "title":"The Impact of Teen Court on Young Offenders. Research Report."},
      {
        "id":"ED464178",
        "title":"Reforming the Eighth-Grade Student Assignment Process for the Philadelphia Public Schools."},
      {
        "id":"ED464181",
        "title":"Why Are Child Poverty Rates Higher in Britain Than in Germany? A Longitudinal Perspective. Working Paper."},
      {
        "id":"ED464182",
        "title":"A Closer Look at Changes in Children's Living Arrangements in Low-Income Families. Working Paper. Welfare, Children, and Families: A Three-City Study."},
      {
        "id":"ED464183",
        "title":"The Characteristics of Families Remaining on Welfare. Policy Brief. Welfare, Children &amp; Families: A Three-City Study."},
      {
        "id":"ED464184",
        "title":"The Characteristics of Families Remaining on Welfare. Working Paper. Welfare, Children, and Families: A Three-City Study."},
      {
        "id":"ED464185",
        "title":"Homelessness: Improving Program Coordination and Client Access to Programs. Testimony before the Subcommittee on Housing and Transportation, Committee on Banking, Housing, and Urban Affairs, U.S. Senate."},
      {
        "id":"ED464186",
        "title":"Going Charter: New Models of Support. Year Two Findings from New York City's Charter Schools. Charter School Research Project."},
      {
        "id":"ED464187",
        "title":"Measuring Up: How Chicago's Charter Schools Make Their Missions Count."},
      {
        "id":"ED464188",
        "title":"Getting and Retaining Child Care Assistance: How Policy and Practice Influence Parents' Experiences. Occasional Paper. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED464189",
        "title":"Results with Open Court Reading."},
      {
        "id":"ED464190",
        "title":"Accountability for All: What Voters Want from Education Candidates. 2002 Public Education Network/\"Education Week\" National Survey of Public Opinion."},
      {
        "id":"ED464191",
        "title":"Navigating the Child Care Subsidy System: Policies and Practices That Affect Access and Retention. New Federalism: Issues and Options for States, Series A, No. A-50. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED464192",
        "title":"Extreme Poverty Rising, Existing Government Programs Could Do More. New Federalism: National Survey of America's Families, Series B, No. B-45. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED464193",
        "title":"Implementing the Values and Strategies of Family to Family. Family to Family: Tools for Rebuilding Foster Care."},
      {
        "id":"ED464194",
        "title":"Size Matters: Does School Choice Lead to &quot;Spirals of Decline&quot;? Measuring Markets: The Case of the ERA 1988. Working Paper."},
      {
        "id":"ED464195",
        "title":"A Comparison of Segregation Indices Used for Assessing the Socio-Economic Composition of Schools. Measuring Markets: The Case of the ERA 1988. Working Paper."},
      {
        "id":"ED464196",
        "title":"A Preliminary Consideration of the Impact of Market Forces on Educational Standards. Measuring Markets: The Case of the ERA 1988. Working Paper."},
      {
        "id":"ED464197",
        "title":"&quot;Local Schools for Local Children&quot; and the Role of Residence in Segregation. Measuring Markets: The Case of the ERA 1988. Occasional Paper."},
      {
        "id":"ED464198",
        "title":"Segregation between Schools and Levels of Analysis: The Modifiable Areal Unit Problem. Measuring Markets: The Case of the ERA 1988. Working Paper."},
      {
        "id":"ED464199",
        "title":"Local Education Authorities and the Regulation of Educational Markets: Four Case Studies. Measuring Markets: The Case of the ERA 1988. Occasional Paper."},
      {
        "id":"ED464200",
        "title":"Specialist Schools in England: Track Record and Future Prospect. Measuring Markets: The Case of the ERA 1988. Occasional Paper."},
      {
        "id":"ED464202",
        "title":"Basic Patterns of Work and Learning in Canada: Findings of the 1998 NALL Survey of Informal Learning and Related Statistics Canada Surveys. NALL Working Paper."},
      {
        "id":"ED464203",
        "title":"The Storage and Transmission of Men's Non-Formal Skills in Working Class Communities: A Working Paper. NALL Working Paper."},
      {
        "id":"ED464204",
        "title":"HR Positions on the Internet."},
      {
        "id":"ED464206",
        "title":"Funding Continuing Training in Small and Medium-Sized Enterprises: Discussion and Case Studies from across the EU. CEDEFOP Panorama Series."},
      {
        "id":"ED464207",
        "title":"Economics and Finance of Lifelong Learning."},
      {
        "id":"ED464209",
        "title":"Adult Literacy &amp; the American Dream."},
      {
        "id":"ED464210",
        "title":"Adult Learning at the OECD--Will Cinderella Get to the Ball?"},
      {
        "id":"ED464211",
        "title":"One School...One Step."},
      {
        "id":"ED464212",
        "title":"Working Together To Build Beacon Centers in San Francisco: Evaluation Findings from 1998-2000."},
      {
        "id":"ED464213",
        "title":"On Retention of Secondary Trade and Industrial Education Teachers: Voices from the Field."},
      {
        "id":"ED464214",
        "title":"Training Manual for Local Government Representatives in Non-Formal Education."},
      {
        "id":"ED464215",
        "title":"Apprenticeship in France, Ireland, the Netherlands and Scotland: Comparisons and Trends."},
      {
        "id":"ED464219",
        "title":"Fit for Purpose: Self-Assessment for Small Providers."},
      {
        "id":"ED464220",
        "title":"Improving Colleges through Action Research. Research Report."},
      {
        "id":"ED464221",
        "title":"[Self-Assessment--Take a Look at Yourself.]"},
      {
        "id":"ED464222",
        "title":"Taking Stock: A Review of Development in FE Colleges. LSDA Reports."},
      {
        "id":"ED464223",
        "title":"Youth Development: An Update."},
      {
        "id":"ED464224",
        "title":"&quot;Can't Afford To Lose a Bad Job&quot;: Latino Workers in Dane County."},
      {
        "id":"ED464225",
        "title":"How To Set Up a Workplace Mentoring System."},
      {
        "id":"ED464226",
        "title":"Isolating the Effects of Training Using Simple Regression Analysis: An Example of the Procedure."},
      {
        "id":"ED464227",
        "title":"High Schools That Work: Findings from the 1996 and 1998 Assessments."},
      {
        "id":"ED464229",
        "title":"Forecasting Training Needs in the Hotel, Catering and Tourism Sector: A Comparative Analysis of Results from Regional Studies in Three European Countries."},
      {
        "id":"ED464230",
        "title":"State Correctional Education Programs. State Policy Update."},
      {
        "id":"ED464231",
        "title":"Going the Distance: Are There Common Factors in High Performance Distance Learning? Research Report."},
      {
        "id":"ED464232",
        "title":"Analysing Costs/Benefits for Distance Education Programmes. Knowledge Series: A Topical, Start-Up Guide to Distance Education Practice and Delivery."},
      {
        "id":"ED464233",
        "title":"Designing Online Learning. Knowledge Series: A Topical, Start-Up Guide to Distance Education Practice and Delivery."},
      {
        "id":"ED464234",
        "title":"Brave New Women of Asia: How Distance Education Changed Their Lives."},
      {
        "id":"ED464235",
        "title":"Case Studies of Non-Formal Education by Distance and Open Learning."},
      {
        "id":"ED464236",
        "title":"The Changing Faces of Virtual Education."},
      {
        "id":"ED464237",
        "title":"Diffusion of Appropriate Educational Technology in Open &amp; Distance Learning in Developing Commonwealth Countries. Final Project Report."},
      {
        "id":"ED464238",
        "title":"Reflections on Ten Years of the Commonwealth of Learning."},
      {
        "id":"ED464248",
        "title":"The Certificates in Science for Adults--Working towards Scientific Literacy."},
      {
        "id":"ED464249",
        "title":"For Education and Training Policies Which Foster Competitiveness and Employment: UNICE's Seven Priorities = Pour les Politiques d'Education et de Formation au Service de la Competitivite et de l'Emploi: Les Sept Priorites de l'UNICE."},
      {
        "id":"ED464250",
        "title":"Linking Welfare Recipients to Jobs: The Role of Temporary Help Agencies."},
      {
        "id":"ED464251",
        "title":"A UN Initiative on Youth Employment: Presentation of the Secretary-General's Youth Employment Network Meeting of the International Vocational and Educational Training Association (IVETA)."},
      {
        "id":"ED464252",
        "title":"E-Learning and Training in Europe: A Survey into the Use of e-Learning in Training and Professional Development in the European Union. CEDEFOP Reference Series."},
      {
        "id":"ED464254",
        "title":"TANF Reauthorization and Work Requirements."},
      {
        "id":"ED464255",
        "title":"Best Program Practices."},
      {
        "id":"ED464256",
        "title":"The Certificates in General Education for Adults--CGEA (2002-2006). ARIS Information Sheet."},
      {
        "id":"ED464257",
        "title":"Welfare Reform. Hearing before the Subcommittee on Human Resources of the Committee on Ways and Means. House of Representatives, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED464258",
        "title":"Welfare Policies Matter for Children and Youth: Lessons for TANF Reauthorization. MDRC Policy Brief."},
      {
        "id":"ED464261",
        "title":"Workforce Investment Act: Coordination between TANF Programs and One-Stop Centers Is Increasing, but Challenges Remain. Statement of Sigurd R. Nilsen, Director, Education, Workforce, and Income Security Issues [to the] Subcommittee on 21st Century Competitiveness, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED464262",
        "title":"John Dewey on Democracy, Education, Experience, and Communication: Implications for Adult Education in Developing Democratic Organizations."},
      {
        "id":"ED464266",
        "title":"Adult Learning by &quot;the Biography of Place.&quot;"},
      {
        "id":"ED464267",
        "title":"Improving Basic Skills: The Effects of Adult Education in Welfare-to-Work Programs. National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED464268",
        "title":"Building Stronger School Counseling Programs: Bringing Futuristic Approaches into the Present."},
      {
        "id":"ED464269",
        "title":"Current Trends and Their Implications for Futures in the Guidance Profession."},
      {
        "id":"ED464270",
        "title":"The Student Support Team as a Professional Learning Community."},
      {
        "id":"ED464271",
        "title":"Paradigms for Future School Counseling Programs."},
      {
        "id":"ED464272",
        "title":"Counseling in Community: Myth or Reality?"},
      {
        "id":"ED464273",
        "title":"Counselors and the Community."},
      {
        "id":"ED464274",
        "title":"Taking Comprehensive Competency-Based Guidance to Business and Industry."},
      {
        "id":"ED464275",
        "title":"Paradigms for Future Guidance Programs: A Longitudinal Approach to Preparing Youth for Employability."},
      {
        "id":"ED464276",
        "title":"The Counselor as a Member of a Culturally Proficient School Leadership Team."},
      {
        "id":"ED464277",
        "title":"School Counseling in the Twenty-First Century: A Systemic Multicultural Approach."},
      {
        "id":"ED464278",
        "title":"Comprehensive School Guidance Programs in the Future: Staying the Course."},
      {
        "id":"ED464279",
        "title":"Student Support Programs: 2021."},
      {
        "id":"ED464282",
        "title":"Counseling in the Future."},
      {
        "id":"ED464283",
        "title":"Support Programs for Students with Disabilities in the Public Schools."},
      {
        "id":"ED464284",
        "title":"Pinching the Future of Higher Education Counseling."},
      {
        "id":"ED464285",
        "title":"Preparing Students for the Globalized Society of the Twenty-First Century: A Comparative Perspective on the Ideological Roots of Guidance."},
      {
        "id":"ED464286",
        "title":"The Impact on Future Guidance Programs of Current Developments in Computer Science, Telecommunications, and Biotechnology."},
      {
        "id":"ED464287",
        "title":"Future Student Support Programs: Distinction or Extinction?"},
      {
        "id":"ED464289",
        "title":"Better Practice: Practical Strategies for Developing Excellence in Careers Education."},
      {
        "id":"ED464290",
        "title":"Directions in Rehabilitation Counseling, 2001."},
      {
        "id":"ED464291",
        "title":"Directions in Mental Health Counseling, 2001."},
      {
        "id":"ED464292",
        "title":"Directions in Marriage and Family Therapy, 1994."},
      {
        "id":"ED464293",
        "title":"Ethical Issues in Professional Counseling, 2001."},
      {
        "id":"ED464294",
        "title":"Directions in Substance Abuse Counseling, 2000."},
      {
        "id":"ED464296",
        "title":"Juvenile Crime Control and Delinquency Prevention Act. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Sixth Congress, First Session (Washington, DC, March 25, 1999)."},
      {
        "id":"ED464297",
        "title":"Divorce Aftermath: Empowering Parents...Easing the Pain."},
      {
        "id":"ED464298",
        "title":"Toward Enhancing Resource Center Collaboration. A Center Report."},
      {
        "id":"ED464299",
        "title":"Resource-Oriented Teams: Key Infrastructure Mechanisms for Enhancing Education Supports. A Center Report."},
      {
        "id":"ED464300",
        "title":"Where To Get Resource Materials To Address Barriers to Learning. A Resource Packet."},
      {
        "id":"ED464302",
        "title":"Introduction to a Component for Addressing Barriers to Student Learning. A Center Brief."},
      {
        "id":"ED464303",
        "title":"Anxiety, Fears, Phobias, and Related Problems: Intervention and Resources for School Aged Youth. An Introductory Packet."},
      {
        "id":"ED464304",
        "title":"Financial Strategies To Aid in Addressing Barriers to Learning. An Introductory Packet."},
      {
        "id":"ED464305",
        "title":"Organizations with Resources Relevant to Addressing Barriers to Student Learning: A Catalogue of Clearinghouses, Technical Assistance Centers, and Other Agencies. A Resource Aid Packet."},
      {
        "id":"ED464306",
        "title":"Affect and Mood Problems Related to School Aged Youth. An Introductory Packet."},
      {
        "id":"ED464307",
        "title":"Social and Interpersonal Problems Related to School Aged Youth. An Introductory Packet."},
      {
        "id":"ED464308",
        "title":"Mental Health: Culture, Race, and Ethnicity. A Supplement to \"Mental Health: A Report of the Surgeon General.\""},
      {
        "id":"ED464309",
        "title":"School Psychologists on the Public Relations Front: What Are Practitioners Doing?"},
      {
        "id":"ED464310",
        "title":"The Relationship between Perceived Parenting Style and Hope in College Students."},
      {
        "id":"ED464311",
        "title":"Beyond Invulnerability: The Importance of Benefits in Adolescents' Decisions To Drink Alcohol and Smoke Marijuana."},
      {
        "id":"ED464312",
        "title":"The Journal of College Admission 45th Anniversary Index, 1956-2001."},
      {
        "id":"ED464313",
        "title":"The Journal of College Admission Ethics Series."},
      {
        "id":"ED464314",
        "title":"What Makes for a Good Reading Curriculum?"},
      {
        "id":"ED464315",
        "title":"Improving Teacher Questions in Reading Instruction."},
      {
        "id":"ED464316",
        "title":"Making Use of Ideas Gleaned from Reading."},
      {
        "id":"ED464319",
        "title":"Interaction in the Online Classroom."},
      {
        "id":"ED464320",
        "title":"Developing an Activist Writing Program: Possibilities and Challenges."},
      {
        "id":"ED464321",
        "title":"Emotional Subjects for Composition."},
      {
        "id":"ED464322",
        "title":"Moving up the Block: Learning To Think Like a Peer."},
      {
        "id":"ED464323",
        "title":"Making Connections in Our Classrooms: Online and Off."},
      {
        "id":"ED464324",
        "title":"Books and Pets: Our Friends for Life! Arizona Reading Program Manual."},
      {
        "id":"ED464326",
        "title":"Lions and Tigers and Bears, Oh My!"},
      {
        "id":"ED464328",
        "title":"Transformation and Text: Journal Pedagogy."},
      {
        "id":"ED464329",
        "title":"Writing across the Curriculum and into Social Critique?"},
      {
        "id":"ED464331",
        "title":"Parents as Models. Parents and Children Together Series."},
      {
        "id":"ED464333",
        "title":"The Roots of Reading."},
      {
        "id":"ED464334",
        "title":"Reading for Understanding: A Modern Urban Success Story."},
      {
        "id":"ED464335",
        "title":"Creative Writing: The Warm-Up."},
      {
        "id":"ED464336",
        "title":"&quot;From the Eyes of a Student&quot;: Performing Subjectivity in the Composition Classroom."},
      {
        "id":"ED464337",
        "title":"Using Bloom To Bridge the WAC/WID Divide."},
      {
        "id":"ED464338",
        "title":"Learning Together. Parents and Children Together Series."},
      {
        "id":"ED464339",
        "title":"Service-Learning's Flaw: What's Community Got To Do With It?"},
      {
        "id":"ED464340",
        "title":"Technology Programs or the Technologically Programmed? Hopes of Ending Decontextualized Techno Training."},
      {
        "id":"ED464341",
        "title":"&quot;In the Thick of the Fight&quot;: Service and Learning in Progressive Era Composition."},
      {
        "id":"ED464342",
        "title":"Women, Literacy, and the Management of Identity."},
      {
        "id":"ED464343",
        "title":"Evidence That Tutoring Works."},
      {
        "id":"ED464344",
        "title":"Evaluation of DC Reads: Year 2 Final Report."},
      {
        "id":"ED464345",
        "title":"Reading."},
      {
        "id":"ED464346",
        "title":"How To Proofread and Edit Your Writing: A Guide for Student Writers."},
      {
        "id":"ED464347",
        "title":"Descriptive Study of AmeriCorps Literacy Programs: State and National. Final Report."},
      {
        "id":"ED464348",
        "title":"AmeriCorps Tutoring Outcomes Study."},
      {
        "id":"ED464350",
        "title":"Grade 8 English Language Arts Released Test Items: Sample Student Work Illustrating LEAP 21's Achievement Levels."},
      {
        "id":"ED464351",
        "title":"GEE 21 (Graduation Exit Examination for the 21st Century) Grade 10 English Language Arts [and] Mathematics [Sample Questions]."},
      {
        "id":"ED464352",
        "title":"Grade 10 English Language Arts Released Test Items: Sample Student Work Illustrating GEE 21's Achievement Levels."},
      {
        "id":"ED464353",
        "title":"Louisiana Literacy Profile for Grades K-3. Teacher's Guide [and] Manual [and] Pupil Record Sheet."},
      {
        "id":"ED464354",
        "title":"Teachers&apos; Guide to Statewide Assessment: Grades 4, 8, and 10 English Language Arts."},
      {
        "id":"ED464356",
        "title":"Advancing Reading Achievement: Becoming Effective Teachers of Reading through Collective Study."},
      {
        "id":"ED464358",
        "title":"Silence in the Writing Center: Comparing Student to Consultant Word Ratios."},
      {
        "id":"ED464360",
        "title":"Reading &amp; Accountability: Improving 21st Century Schools. Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Seventh Congress, First Session (Marietta, Georgia, February 20, 2001)."},
      {
        "id":"ED464361",
        "title":"Using the Library. Parents and Children Together Series."},
      {
        "id":"ED464362",
        "title":"Developing Character through Literature: A Teacher's Resource Book."},
      {
        "id":"ED464363",
        "title":"Closing the Gap: How the Alabama Reading Initiative Is Transforming Reading Instruction for All Students."},
      {
        "id":"ED464364",
        "title":"Reading Excellence Act (REA): A Progress Report."},
      {
        "id":"ED464365",
        "title":"Evaluation of the Alabama Reading Initiative, 1999-2000."},
      {
        "id":"ED464366",
        "title":"Evaluation of the Alabama Reading Initiative. Final Report."},
      {
        "id":"ED464367",
        "title":"Phonemic Awareness and Phonics Instruction: Grades 2-3. Alabama Reading Initiative."},
      {
        "id":"ED464368",
        "title":"Phonemic Awareness and Phonics Instruction: Grades K-1. Alabama Reading Initiative."},
      {
        "id":"ED464369",
        "title":"Oral Language &amp; Vocabulary Development: Grades K-1. Alabama Reading Initiative."},
      {
        "id":"ED464370",
        "title":"Effective Intervention. Alabama Reading Initiative."},
      {
        "id":"ED464371",
        "title":"Comprehension Strategies: Grades K-1. Alabama Reading Initiative."},
      {
        "id":"ED464372",
        "title":"Comprehension Strategies: Grades 2-3. Alabama Reading Initiative."},
      {
        "id":"ED464373",
        "title":"Evaluation of the Alabama Reading Initiative, 1999-2000. Executive Summary."},
      {
        "id":"ED464374",
        "title":"Oral Language &amp; Vocabulary Development: Grades 2-3. Alabama Reading Initiative."},
      {
        "id":"ED464375",
        "title":"Literature Helps Young Children Face Problems in Today's World."},
      {
        "id":"ED464376",
        "title":"Coordinating for Reading Instruction: General Education and Special Education Working Together."},
      {
        "id":"ED464379",
        "title":"Federal Activities Addressing Violence in Schools. Special Report."},
      {
        "id":"ED464380",
        "title":"Re-Culturing the Profession of Educational Leadership: New Blueprints."},
      {
        "id":"ED464383",
        "title":"Exploring New Teacher Induction Relationships: A Path to Establishing a Dominant Organizational Model for Schools."},
      {
        "id":"ED464384",
        "title":"Using Hirschman's Concept of Exit, Voice, and Loyalty To Understand Public Response to the Charter School Movement."},
      {
        "id":"ED464385",
        "title":"Critical Characteristics of Successful After-School Programs: An Evaluation of the 21st Century Initiative."},
      {
        "id":"ED464386",
        "title":"Explorations in Principal Leadership across an Array of School Types."},
      {
        "id":"ED464387",
        "title":"Visiting Accreditation: Strengthening the Regional Accreditation Process."},
      {
        "id":"ED464388",
        "title":"Preparing a New Breed of School Principals: It's Time for Action."},
      {
        "id":"ED464389",
        "title":"State Leadership in Improving High Schools for More Students."},
      {
        "id":"ED464390",
        "title":"Leading School Improvement: What Research Says. A Review of the Literature."},
      {
        "id":"ED464391",
        "title":"Leadership Matters: Building Leadership Capacity."},
      {
        "id":"ED464392",
        "title":"Meeting the Leadership Challenge. Designing Effective Principal Mentor Programs: The Experiences of Six New York City Community School Districts."},
      {
        "id":"ED464393",
        "title":"Making Sense of Continuing and Renewed Class-Size Findings and Interest."},
      {
        "id":"ED464394",
        "title":"Class Size: An Amendment Reflecting Further Research on State Policies."},
      {
        "id":"ED464395",
        "title":"Engaging the Community To Support Student Achievement. ERIC Digest."},
      {
        "id":"ED464397",
        "title":"Making It Count: A Guide to High-Impact Education Philanthropy."},
      {
        "id":"ED464398",
        "title":"Community Schools in Ohio: Second-Year Implementation Report. Volume I: Policy Issues."},
      {
        "id":"ED464401",
        "title":"Riding the Rapids: Professional Organizations in a Time of Demographic and Technological Change."},
      {
        "id":"ED464402",
        "title":"Democracy at Work: The Struggle To Renorm One Middle Level Program."},
      {
        "id":"ED464403",
        "title":"Programmed Instruction in Secondary Education: A Meta-Analysis of the Impact of Class Size on Its Effectiveness."},
      {
        "id":"ED464404",
        "title":"A Review of the Literature on Administrator Turnover: Why They Move on or Are Displaced."},
      {
        "id":"ED464405",
        "title":"Education Reform in Hong Kong and the Paradigm Shift."},
      {
        "id":"ED464406",
        "title":"Education Reforms in Malaysia."},
      {
        "id":"ED464411",
        "title":"Emerging Issues in School, Family, &amp; Community Connections. Annual Synthesis, 2001."},
      {
        "id":"ED464412",
        "title":"Designing School Accountability Systems: Towards a Framework and Process."},
      {
        "id":"ED464417",
        "title":"School Law: Cases and Concepts. Seventh Edition."},
      {
        "id":"ED464418",
        "title":"School Law and the Public Schools: A Practical Guide for Educational Leaders. Second Edition."},
      {
        "id":"ED464421",
        "title":"Ensuring the Education Rights of All Children. The 2001 Council Priority."},
      {
        "id":"ED464422",
        "title":"Helping Students To Be First in the World: Recommendations for Federal Action on Legislation, 107th Congress."},
      {
        "id":"ED464424",
        "title":"Year-Round Education in a Reform Environment: The Impact on Student Achievement and Cost-Effectiveness Analysis."},
      {
        "id":"ED464425",
        "title":"Community Schools: Partnerships for Excellence."},
      {
        "id":"ED464426",
        "title":"Making Standards Work: What School Administrators Can Do."},
      {
        "id":"ED464427",
        "title":"Project SEARCH: Special Education as Requirements in Charter Schools. Final Report of a Research Study: Cross-State Analysis of Findings and Summaries of State Case Studies."},
      {
        "id":"ED464428",
        "title":"An Assessment Protocol for the Evaluation of Attention Deficit Hyperactivity Disorder in the School Setting."},
      {
        "id":"ED464429",
        "title":"Meeting the Special Needs of Dual Language Learners with Disabilities: Integrating Data Based Instruction and the Standards for Teaching English for Speakers of Other Languages."},
      {
        "id":"ED464430",
        "title":"Utility of Course Web Resources for Students with Learning Disabilities."},
      {
        "id":"ED464433",
        "title":"National TEEM Outreach: Successfully Including Young Children in Kindergarten and Subsequent General Education Classrooms. Final Report, October 1, 1998-Septemper 30, 2001."},
      {
        "id":"ED464434",
        "title":"Non-Standard Accommodations (Hereinafter Called Modifications): Just the Legal Basics."},
      {
        "id":"ED464435",
        "title":"Increasing Utilization of SSI Work Incentive by Students Approaching Graduation Project. Final Report, 10/1/97 through 12/31/01."},
      {
        "id":"ED464441",
        "title":"The Utilization of IWRP (IPE) Goals Other Than Competitive Employment for American Indians with Disabilities: A Preliminary Study. Final Report."},
      {
        "id":"ED464442",
        "title":"Consumer and Employer Strategies for Overcoming Employment Barriers. Technical Report."},
      {
        "id":"ED464443",
        "title":"Finding and Keeping the Best: A Rural Regional Partnership for Recruiting and Retaining Teachers for Children with High-Incidence Disabilities. Final Performance Report, December 1, 1998 through December 31, 2001."},
      {
        "id":"ED464444",
        "title":"Strengthening the Second \"R\": Helping Students with Disabilities Prepare Well-Written Compositions."},
      {
        "id":"ED464445",
        "title":"Pathfinders: Making a Way from Segregation to Community Life."},
      {
        "id":"ED464446",
        "title":"Great Questions and the Art of Portraiture."},
      {
        "id":"ED464447",
        "title":"Paving the Way to Kindergarten: Timelines and Guidelines for Preschool Staff Working with Young Children with Special Needs and Their Families."},
      {
        "id":"ED464448",
        "title":"Community for All Is Possible: Promoting Home and Community Life at Community Vision, Inc."},
      {
        "id":"ED464449",
        "title":"Creating Meaningful Daytimes: Community Building at Options for Individuals, Louisville, Kentucky."},
      {
        "id":"ED464450",
        "title":"Twenty-Five Years of Educating Children with Disabilities: The Good News and the Work Ahead."},
      {
        "id":"ED464451",
        "title":"Assistive Technology in the Schools: A Guide for Idaho Educators."},
      {
        "id":"ED464452",
        "title":"On the Road to Accountability: Reporting Outcomes for Students with Disabilities. Technical Report."},
      {
        "id":"ED464453",
        "title":"Entrepreneurship among People with Disabilities."},
      {
        "id":"ED464454",
        "title":"Paying Customers Are Not Enough: The Dynamics of Individualized Funding."},
      {
        "id":"ED464455",
        "title":"Holding the 10,000 Details: Productive Relationships between Parents of People with Developmental Disabilities and Service Workers."},
      {
        "id":"ED464456",
        "title":"Serving Exceptional Children: A Report to the Idaho Legislature, January 2002."},
      {
        "id":"ED464457",
        "title":"Informed Consumer Guide to Information on Funding Assistive Technology."},
      {
        "id":"ED464458",
        "title":"Safe Schools--Healthy Students: Putting Research Based Knowledge into Practice."},
      {
        "id":"ED464459",
        "title":"An Ecological Model for School-Based Mental Health Services."},
      {
        "id":"ED464460",
        "title":"NC Families and Communities Equals Success (FACES): Six Months Later."},
      {
        "id":"ED464461",
        "title":"Relationship of School-Based Mental Health Services to Assessment of Student Behavior."},
      {
        "id":"ED464462",
        "title":"Outcomes of a School-Based Mental Health Program for Referred Youth."},
      {
        "id":"ED464463",
        "title":"Students Speak Out: Preliminary Qualitative Findings of a Mentor/Advisor Project."},
      {
        "id":"ED464464",
        "title":"Effectiveness of Prevention Programs for Mental Disorders in School-Age Children."},
      {
        "id":"ED464465",
        "title":"Collaborative Screening Program for Pre Schoolers: Early Identification of Mental Health Problems."},
      {
        "id":"ED464466",
        "title":"The Impact of Managed Care on Efforts To Prevent Serious Emotional Disturbance in Young Children."},
      {
        "id":"ED464467",
        "title":"Building Networks of Leaders through the Internet."},
      {
        "id":"ED464468",
        "title":"Symposium Overview: Preliminary Report on the Longitudinal Comparison Study of the National Evaluation of the Comprehensive Community Mental Health Services for Children and Their Families Program."},
      {
        "id":"ED464469",
        "title":"Symposium: An Overview of the 5-Year Research Agenda for the Research &amp; Training Center for Children's Mental Health."},
      {
        "id":"ED464470",
        "title":"Overview and Implications of the Surgeon General's Report on Mental Health. Topical Discussion."},
      {
        "id":"ED464471",
        "title":"The School without Walls: Education Specification."},
      {
        "id":"ED464472",
        "title":"Scientific and Engineering Research Facilities, 1999. Detailed Statistical Tables."},
      {
        "id":"ED464474",
        "title":"Get Smart about Energy. Revised."},
      {
        "id":"ED464475",
        "title":"Causes of Indoor Air Quality Problems in Schools: Summary of Scientific Research. Revised Edition."},
      {
        "id":"ED464476",
        "title":"Building outside the Box. Public-Private Partnership: A Strategy for Improved Public School Buildings."},
      {
        "id":"ED464477",
        "title":"Assessing the Net Capacity of Schools."},
      {
        "id":"ED464478",
        "title":"School District Responses to Building Aid Incentives. Research Monograph."},
      {
        "id":"ED464479",
        "title":"But Are They Learning? School Buildings--The Important Unasked Questions."}]
  }}
