{
  "response":{"numFound":509939,"start":368000,"numFoundExact":true,"docs":[
      {
        "id":"ED459061",
        "title":"In-Service Support for a Technological Approach to Science Education. Education Research Paper. Report."},
      {
        "id":"ED459062",
        "title":"Introduction to SCALE-UP: Student-Centered Activities for Large Enrollment University Physics."},
      {
        "id":"ED459063",
        "title":"Evaluating Introductory Physics Classes in Light of the ABET Criteria: An Example from the SCALE-UP Project."},
      {
        "id":"ED459064",
        "title":"Measurement, Ratios, and Graphing: Safety First. A Lesson Guide with Activities in Mathematics, Science, and Technology. NASA CONNECT."},
      {
        "id":"ED459065",
        "title":"The NASA &quot;Why?&quot; Files: The Case of the Unknown Stink. Program 1 in the 2000-2001 Series."},
      {
        "id":"ED459066",
        "title":"The NASA &quot;Why?&quot; Files: The Case of the Barking Dogs. Program 2 in the 2000-2001 Series."},
      {
        "id":"ED459067",
        "title":"The NASA &quot;Why?&quot; Files: The Case of the Electrical Mystery. Program 3 in the 2000-2001 Series."},
      {
        "id":"ED459068",
        "title":"The NASA &quot;Why?&quot; Files: The Case of the Challenging Flight. Program 4 in the 2000-2001 Series."},
      {
        "id":"ED459069",
        "title":"Education for Sustainability: The Need for a New Human Perspective."},
      {
        "id":"ED459070",
        "title":"What Beliefs and Intentions Concerning Science and Mathematics and the Teaching of Those Subjects Do Reform-Prepared Specialist Elementary/Middle Level Teachers Bring to the Workplace?"},
      {
        "id":"ED459071",
        "title":"An Action Research Perspective of Making Connections between Science and Mathematics in a Science Methods Course."},
      {
        "id":"ED459072",
        "title":"YouthALIVE! From Enrichment to Employment: The YouthALIVE! Experience."},
      {
        "id":"ED459073",
        "title":"NOVA[R] Fall 2001 Teacher's Guide."},
      {
        "id":"ED459074",
        "title":"Teacher Attitudes toward Professional Organization-Developed, State Board-Approved Standards for Agricultural Education."},
      {
        "id":"ED459078",
        "title":"Development of a Computer-Based College Algebra Course."},
      {
        "id":"ED459079",
        "title":"Can You Beat the SC Tuition Prepayment Program?"},
      {
        "id":"ED459080",
        "title":"Coping with Multiple Calculator Models in College Algebra."},
      {
        "id":"ED459081",
        "title":"Using Technology as a Tool in Abstract Algebra and Calculus: The MTSU Experience."},
      {
        "id":"ED459082",
        "title":"Investigations as a Central Focus for a Mathematics Curriculum."},
      {
        "id":"ED459084",
        "title":"Learning by Doing: The Role of Active Learning in the Reform Movement."},
      {
        "id":"ED459085",
        "title":"Mathematical Modeling with a &quot;CAS&quot; in an Introductory Course of Differential Equations."},
      {
        "id":"ED459086",
        "title":"The Effects of Blue Ink Print on Students' Memory Retention of Math Terms and Definitions."},
      {
        "id":"ED459088",
        "title":"A Guide for the Powerless and Those Who Don't Know Their Own Power: A Primer on the American Political Process."},
      {
        "id":"ED459089",
        "title":"Broadening the Bounds of Youth Development: Youth as Engaged Citizens."},
      {
        "id":"ED459090",
        "title":"Cultural Pluriformity: Source of Civilization, Source of Conflicts."},
      {
        "id":"ED459091",
        "title":"Missouri Journal of Research in Music Education, 1962-1966."},
      {
        "id":"ED459092",
        "title":"Missouri Journal of Research in Music Education, 1967-1971."},
      {
        "id":"ED459093",
        "title":"Missouri Journal of Research in Music Education, 1972-1976."},
      {
        "id":"ED459094",
        "title":"Missouri Journal of Research in Music Education, 1977-1981."},
      {
        "id":"ED459095",
        "title":"Missouri Journal of Research in Music Education, 1982-1988."},
      {
        "id":"ED459096",
        "title":"Missouri Journal of Research in Music Education, 1989-1994."},
      {
        "id":"ED459097",
        "title":"Missouri Journal of Research in Music Education, 1995-2000."},
      {
        "id":"ED459098",
        "title":"The Arctic National Wildlife Refuge: Many Alternatives and One Choice To Make. Lesson Plan."},
      {
        "id":"ED459099",
        "title":"Holiday Market Basket Information. Lesson Plan."},
      {
        "id":"ED459100",
        "title":"Fitness Day. Lesson Plan."},
      {
        "id":"ED459101",
        "title":"The Paper Airplane Challenge: A Market Economy Simulation. Lesson Plan."},
      {
        "id":"ED459102",
        "title":"A Command Economic System. Lesson Plan."},
      {
        "id":"ED459103",
        "title":"Lesson on Demand. Lesson Plan."},
      {
        "id":"ED459104",
        "title":"The Impact of Quantum Theoretical Models of Consciousness on the Study of Education."},
      {
        "id":"ED459106",
        "title":"Law of Empires."},
      {
        "id":"ED459107",
        "title":"Wilbur and Orville Wright. Curriculum Guide [and] Activity Booklet."},
      {
        "id":"ED459109",
        "title":"Lessons of Liberty: Veterans Day 2001 Teacher's Guide."},
      {
        "id":"ED459114",
        "title":"Variation across Schools in Young People's Transitions: A Comparative Perspective. CES Briefing."},
      {
        "id":"ED459115",
        "title":"What Happened to the Consensus on Higher Still? CES Briefing."},
      {
        "id":"ED459116",
        "title":"Brazil 500 Years: Crossing Boundaries from Cabral to the Third Millennium (July 7-August 12, 2000). Fulbright-Hays Summer Seminars Abroad Program, 2000 (Brazil)."},
      {
        "id":"ED459122",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Sports Series."},
      {
        "id":"ED459123",
        "title":"Money and Politics: Who Owns Democracy? NIF Report on the Issues, 2001."},
      {
        "id":"ED459124",
        "title":"Racial and Ethnic Tensions: What Should We Do? An Issue Book for National Issues Forums."},
      {
        "id":"ED459125",
        "title":"From Welfare to Work: Who Should We Help and How? An Issue Book for National Issues Forums."},
      {
        "id":"ED459126",
        "title":"Alcohol: Controlling the Toxic Spill. An Issue Book for National Issues Forums."},
      {
        "id":"ED459131",
        "title":"Hungary: Secondary Education and Training. Secondary Education Series."},
      {
        "id":"ED459132",
        "title":"China: Challenges of Secondary Education. Secondary Education Series."},
      {
        "id":"ED459133",
        "title":"Romania: Secondary Education and Training. Secondary Education Series."},
      {
        "id":"ED459134",
        "title":"Turkey: Secondary Education and Training. Secondary Education Series."},
      {
        "id":"ED461140",
        "title":"A Curricular Profile of United States Technical Communication Departments at the Beginning of the 21st Century."},
      {
        "id":"ED461141",
        "title":"The Correlation between the Communication of the Health Risks of Ecstasy (MDMA) and the Drug's Use among College Students."},
      {
        "id":"ED461142",
        "title":"From Dilemma to Opportunity: A Report on Education Reform in Kentucky 5 Years after the Kentucky Education Reform Act of 1990."},
      {
        "id":"ED461143",
        "title":"Decentralising the Management of Australia's Schools. A Discussion Paper."},
      {
        "id":"ED461144",
        "title":"Keys to a Quality Education. Executive Summary."},
      {
        "id":"ED461145",
        "title":"Nevada's Children, 1996. Selected Educational and Social Statistics--Nevada and National."},
      {
        "id":"ED461146",
        "title":"Analysis of Nevada School Accountability System, School Year 1994-95."},
      {
        "id":"ED461147",
        "title":"Panel of Scholar's Report on the Nevada School Accountability Program, School Year 1994-95."},
      {
        "id":"ED461148",
        "title":"Re-Constituting the \"Disabled\" Other: Historical Materialism and the Politics of Schooling."},
      {
        "id":"ED461149",
        "title":"School Councils' Perceptions of Site-Based Decision Making: Challenges and Benefits."},
      {
        "id":"ED461153",
        "title":"How Can We Prepare Reflective Administrators for a Non-Reflective World? Alternative Assessment Can Help."},
      {
        "id":"ED461157",
        "title":"Profiles of Progress: What Works in Northwest Title I Schools. By Request Series."},
      {
        "id":"ED461158",
        "title":"Encouraging the Heart: A Leader's Guide to Rewarding and Recognizing Others. The Jossey-Bass Business & Management Series."},
      {
        "id":"ED461160",
        "title":"The New Economy: Beyond the Hype. The OECD Growth Project. Economics."},
      {
        "id":"ED461161",
        "title":"Schools for the Twenty-First Century: Leadership Imperatives for Educational Reform. The Jossey-Bass Education Series."},
      {
        "id":"ED461165",
        "title":"Preparing Superintendents through Standards-Based Instruction."},
      {
        "id":"ED461166",
        "title":"Student Searches, Urinalysis and Drug Dogs."},
      {
        "id":"ED461167",
        "title":"Volition and Social Capital: The Dilemma of Choice and Inequality Surrounding Human Relationships in Secondary Schools."},
      {
        "id":"ED461169",
        "title":"Student Achievement in Edison Schools: Mixed Results in an Ongoing Enterprise. Research Report."},
      {
        "id":"ED461172",
        "title":"School Choice in America: The Great Debate. Hot Topics Series."},
      {
        "id":"ED461173",
        "title":"Leadership Makes a Difference: A Series of Professional Development Workshops for Principals and School Leaders."},
      {
        "id":"ED461175",
        "title":"Schoolwide Prevention of Bullying. By Request Series."},
      {
        "id":"ED461176",
        "title":"School Administration and Globalization."},
      {
        "id":"ED461177",
        "title":"The Politics of Survival: Home Schoolers and the Law."},
      {
        "id":"ED461178",
        "title":"The Complexity of Substantive Reform: A Call for Interdependence among Key Stakeholders."},
      {
        "id":"ED461179",
        "title":"Exceptional and Innovative Programs in Educational Leadership."},
      {
        "id":"ED461180",
        "title":"Transforming Low-Performing Schools and Districts into High-Performing Learning Communities: A Research Design To Construct Procedural Knowledge for Practitioners."},
      {
        "id":"ED461182",
        "title":"Planning and Financing Sustainable Education Systems in Sub-Saharan Africa. Education Research Paper. Reports."},
      {
        "id":"ED461183",
        "title":"Preliminary Investigation of the Abuse of Girls in Zimbabwean Junior Secondary Schools. Education Research Paper. Knowledge &amp; Research."},
      {
        "id":"ED461184",
        "title":"Education Criteria for Performance Excellence, 2002."},
      {
        "id":"ED461185",
        "title":"Using Simulation Technology To Promote Social Competence of Handicapped Students. Brief Final Report."},
      {
        "id":"ED461186",
        "title":"Friendships of Children with Deaf-Blindness: Parent Perspectives and Experiences."},
      {
        "id":"ED461187",
        "title":"American Indian Family Support Systems and Implications for the Rehabilitation Process: The Eastern Band of Cherokee Indians and the Mississippi Band of Choctaw Indians. Executive Summary."},
      {
        "id":"ED461188",
        "title":"A National Survey of Indian Health Service Employees and the Development of a Model Job Training Demonstration Project: Identifying Work Opportunities for American Indians and Alaska Natives with Disabilities. Executive Summary."},
      {
        "id":"ED461189",
        "title":"Symposium on Accommodating Adults with Disabilities in Adult Education Programs. Proceedings of the NAASLN [National Association for Adults with Special Learning Needs] Conference (6th, New Orleans, LA, September 26-28, 1996)."},
      {
        "id":"ED461190",
        "title":"From Discrimination to Acceptance: Serving People with Psychiatric Disabilities in Adult Education."},
      {
        "id":"ED461191",
        "title":"The Americans with Disabilities Act and the Rehabilitation Act of 1973 and Their Application to Educational Issues."},
      {
        "id":"ED461192",
        "title":"The Ecology of Human Performance Framework: A Model for Identifying and Designing Appropriate Accommodations for Adult Learners."},
      {
        "id":"ED461193",
        "title":"Teaching Students with Learning Disabilities. Programming for Students with Special Needs, Book 6."},
      {
        "id":"ED461194",
        "title":"Preparing Young Children with Disabilities for Reading Instruction: An Investigation of Effects of Early Instruction in Phonemic Awareness. Final Report."},
      {
        "id":"ED461195",
        "title":"Addressing Diversity in Special Education Research. ERIC/OSEP Digest."},
      {
        "id":"ED461196",
        "title":"Evaluation of the Integration of Technology for Instructing Handicapped Children (High School Level). Final Report of Phase II."},
      {
        "id":"ED461197",
        "title":"Family Violence &amp; Sexual Assault Bulletin, 1996."},
      {
        "id":"ED461200",
        "title":"IEP Common Talk. PAGE Bulletin."},
      {
        "id":"ED461201",
        "title":"Developing Thinking in the Gifted. PAGE Bulletin."},
      {
        "id":"ED461203",
        "title":"A Comprehensive Evaluation of the Effects of Voice Output Communication Aids on the Communicative Interactions of Students with Autism."},
      {
        "id":"ED461204",
        "title":"Bringing a Complicated System into Harmony [and] Employer Partnerships in the School to Work Transition of Youth with Disabilities."},
      {
        "id":"ED461205",
        "title":"Contextual Learning [and] Vocational Assessment."},
      {
        "id":"ED461207",
        "title":"MILE Curriculum [and Nine CD-ROM Lessons]."},
      {
        "id":"ED461208",
        "title":"Within Our Reach: Behavior Prevention and Intervention Strategies for Learners with Mental Retardation and Autism. MRDD Prism Series."},
      {
        "id":"ED461212",
        "title":"Addressing Barriers to Student Learning: Closing Gaps in School/Community Policy and Practice. A Center Policy Report."},
      {
        "id":"ED461213",
        "title":"Policies and Practices for Addressing Barriers to Student Learning: Current Status and New Directions. A Center Policy Report."},
      {
        "id":"ED461214",
        "title":"Cultural Concerns in Addressing Barriers to Learning: An Introductory Packet."},
      {
        "id":"ED461215",
        "title":"Financial Strategies To Aid in Addressing Barriers to Learning. An Introductory Packet."},
      {
        "id":"ED461216",
        "title":"TeachEach: Classroom Strategies To Reach All Learners."},
      {
        "id":"ED461218",
        "title":"Inclusion of Parents and Families of Children with Disabilities in the Educational Process: Issues, Concerns, and Paradigm Shifts."},
      {
        "id":"ED461219",
        "title":"State Eligibility Criteria for Educable Mentally Handicapped (EMH) and Trainable Mentally Handicapped (TMH)."},
      {
        "id":"ED461220",
        "title":"Mental, Emotional and Behavior Disorders in Children and Adolescents. Factsheet."},
      {
        "id":"ED461223",
        "title":"Participant-Driven Managed Supports: Breaking New Ground. A Handbook on Applying Managed Care Strategies to Developmental Disabilities Services."},
      {
        "id":"ED461225",
        "title":"General Information Packet on Learning Disabilities."},
      {
        "id":"ED461226",
        "title":"Children's and Adolescents' Mental Health. Factsheet."},
      {
        "id":"ED461227",
        "title":"Accommodating Adults with Disabilities in Adult Education Programs: Project Final Report."},
      {
        "id":"ED461228",
        "title":"Adult Educator Handbook of Rights and Responsibilities: What Adult Educators Need To Know about Working with Adults with Disabilities."},
      {
        "id":"ED461229",
        "title":"Procedural Guide to Accommodating Adults with Disabilities."},
      {
        "id":"ED461230",
        "title":"TARGET: A Self-Advocacy Strategy."},
      {
        "id":"ED461231",
        "title":"Agenda nacional para lograr mejores resultados para los ninos y jovenes con desordenes emocionales serios (National Agenda for Achieving Better Results for Children and Youth with Serious Emotional Disturbance)."},
      {
        "id":"ED461232",
        "title":"Assisting Our Nation's Preschool Children with Disabilities and Their Families: A Briefing Paper on Section 619 of Part B of the Individuals with Disabilities Education Act (IDEA), 1986-1995."},
      {
        "id":"ED461233",
        "title":"School to What? 1998-2000. All Means All."},
      {
        "id":"ED461234",
        "title":"Lo que los educadores necesitan saber sobre...El agrupamiento por habilidad [y] La compactacion del curriculum [y] Los alumnos dotados y el aprendizaje cooperativo [y] La actividad tutoral. Guias practica (What Educators Need To Know about...Ability Grouping [and] Curriculum Compacting [and] Gifted Students and Cooperative Learning [and] Mentoring. Practitioners' Guides)."},
      {
        "id":"ED461235",
        "title":"State Special Education Advisory Panel Budgets. Quick Turn Around (QTA)."},
      {
        "id":"ED461236",
        "title":"Teacher Quality: Selected Issues of Importance. Quick Turn Around (QTA)."},
      {
        "id":"ED461237",
        "title":"State Technical Assistance Initiatives for IDEA Part B Programs."},
      {
        "id":"ED461238",
        "title":"Nonverbal Learning Disability: How To Recognize It and Minimize Its Effects. ERIC Digest."},
      {
        "id":"ED461239",
        "title":"SEA Leadership and General Supervision of the Education of Children and Youth with Disabilities: Responsibilities, Skills, and Requirements."},
      {
        "id":"ED461240",
        "title":"The University School Enaction Curriculum, 2001-2002."},
      {
        "id":"ED461241",
        "title":"Proceedings of the National Symposium: Policy and Practice To Ensure High Quality Teachers for Children and Youth with Disabilities (Washington, DC, June 8-10, 2001). Executive Summary. Developing the Special Education Workforce."},
      {
        "id":"ED461242",
        "title":"How Public Input Shapes the Clerc Center's Priorities: Identifying Critical Needs in Transition from School to Postsecondary Education and Employment. Sharing Results."},
      {
        "id":"ED461243",
        "title":"A Look at Rural Families Weighing Educational Options: Identifying the Factors That Influence Parents as They Make Educational Placement Decisions for Their Children Who Are Deaf. Sharing Results."},
      {
        "id":"ED461246",
        "title":"Services for Alabama's Children with Disabilities, Ages Birth through 5. Handbook. Revised."},
      {
        "id":"ED461247",
        "title":"Tips for Finding and Serving Children Who Most Need Help in Reading: America Reads Challenge."},
      {
        "id":"ED461251",
        "title":"Guidelines for Energy-Efficient Sustainable Schools."},
      {
        "id":"ED461252",
        "title":"Schools Going Solar: A Guide to Schools Enjoying the Power of Solar Energy. Volume 2."},
      {
        "id":"ED461253",
        "title":"Lease-Purchase Program Applicant Handbook."},
      {
        "id":"ED461254",
        "title":"District of Columbia: D.C. Public Schools Inappropriately Used Gas Utility Contract for Renovations. Report to the Chairman, Subcommittee on the District of Columbia, Committee on Appropriations, House of Representatives."},
      {
        "id":"ED461258",
        "title":"Language Aptitude Invitational Symposium Program Proceedings (Arlington, Virginia, September 25-27, 1994)."},
      {
        "id":"ED461259",
        "title":"Prognostication and Language Aptitude Testing, 1925-62."},
      {
        "id":"ED461260",
        "title":"A Study of the Modern Language Aptitude Test for Predicting Learning Success and Advising Students."},
      {
        "id":"ED461261",
        "title":"Aptitude Tests: Conception and Design."},
      {
        "id":"ED461262",
        "title":"Aptitude from an Information Processing Perspective."},
      {
        "id":"ED461263",
        "title":"Improving the Measurement of Language Aptitude: The Potential Contribution of L1 Measures."},
      {
        "id":"ED461264",
        "title":"Psycholinguistic Issues in the Assessment of the Sub-Components of Language Abilities."},
      {
        "id":"ED461265",
        "title":"Test Theory and Language Learning Assessment."},
      {
        "id":"ED461266",
        "title":"Nonnative Speakers' Speech Perception of Native Speakers."},
      {
        "id":"ED461268",
        "title":"Proceeding from Syllable Inventory to Phonemic Inventory in the Analysis of Liangshan Yi."},
      {
        "id":"ED461269",
        "title":"Empty Consonants in Root-Medial Position."},
      {
        "id":"ED461270",
        "title":"What Is Literature? A Definition Based on Prototypes."},
      {
        "id":"ED461271",
        "title":"Seri Dictionary: People and Kinship Terms."},
      {
        "id":"ED461272",
        "title":"An OT Account of Laryngealization in Cuzco Quechua."},
      {
        "id":"ED461273",
        "title":"High Pitch as a Mark of Respect in Lachixio Zapotec."},
      {
        "id":"ED461274",
        "title":"Rule-Governed Allomorphy Can Be Suppletive Also."},
      {
        "id":"ED461275",
        "title":"Going Systemwide with Bilingual Education. Directions in Language &amp; Education."},
      {
        "id":"ED461276",
        "title":"The Symposium on Integration Issues."},
      {
        "id":"ED461277",
        "title":"Los Arboles Hablan: A Spanish Language Curriculum Unit Based on the Study of Latin American Rain Forests."},
      {
        "id":"ED461278",
        "title":"Proveer igualdad de oportunidades educativas para los estudiantes con conocimientos limitados del idioma ingles (Providing Equality of Educational Opportunity for Students with Limited Knowledge of the English Language)."},
      {
        "id":"ED461280",
        "title":"Use of Japanese in the EFL Classroom: Which Way To Go?"},
      {
        "id":"ED461281",
        "title":"Allein Gegen alle Deutschunterricht in der Grossklasse (Alone against the World: Teaching German to Large Classes)."},
      {
        "id":"ED461282",
        "title":"Development of an English Speaking Test--Establishing Validity through Multitrait-Multimethod (MTMM) Analysis."},
      {
        "id":"ED461283",
        "title":"NABE News, 1996-1997."},
      {
        "id":"ED461284",
        "title":"Kyrgyz Language Manual."},
      {
        "id":"ED461285",
        "title":"Corps de la Paix Madagascar Livre du Formateur. Langue: Sakalava (Peace Corps Madagascar Teacher's Manual. Language: Sakalava)."},
      {
        "id":"ED461286",
        "title":"Moroccan Children and Arabic in Spanish Schools."},
      {
        "id":"ED461287",
        "title":"Effects of Language Learning Strategy Training on English Learning."},
      {
        "id":"ED461288",
        "title":"Establishing High-Quality Foreign Language Programs in Elementary Schools. Perspectives on Policy and Practice."},
      {
        "id":"ED461289",
        "title":"English Language Learners, the Comprehensive School Reform Demonstration Project, and the Role of State Departments of Education."},
      {
        "id":"ED461290",
        "title":"University Faculty Writing and EAP Education: Beyond the Research Article."},
      {
        "id":"ED461291",
        "title":"Applying Communicative Language Teaching in a Taiwanese Elementary School."},
      {
        "id":"ED461293",
        "title":"The Indonesian Speech Act of Prohibiting among Five Age Groups of Javanese: Evidence of Cultural Transformation?"},
      {
        "id":"ED461294",
        "title":"Indonesian and Banjarese Malay among Banjarese Ethnics in Banjarmasin City: A Case of Diglossia Leakage?"},
      {
        "id":"ED461295",
        "title":"Gaelic in Scotland at the Dawn of the New Millennium."},
      {
        "id":"ED461298",
        "title":"Los Compadres: ESL Student Mentor Program."},
      {
        "id":"ED461299",
        "title":"Making E-Mail Requests to Professors: Taiwanese vs. American Students."},
      {
        "id":"ED461300",
        "title":"Written Expression Test: Spanish G.E.D. Curriculum Guide = Plan de estudios examen de expresion escrita G.E.D. en Espanol."},
      {
        "id":"ED461301",
        "title":"Compass Points: New Directions for English Language Training, 1997-1998."},
      {
        "id":"ED461302",
        "title":"Current Assessment Practices: A Report from the Virginia Assessment Study Group."},
      {
        "id":"ED461303",
        "title":"Hands-On English: A Periodical for Teachers and Tutors of Adult English as a Second Language, 2000-2001."},
      {
        "id":"ED461304",
        "title":"Family Literacy and Adult English Language Learners."},
      {
        "id":"ED461305",
        "title":"Assessment with Adult English Language Learners."},
      {
        "id":"ED461307",
        "title":"Professional Development and Adult English Language Instruction."},
      {
        "id":"ED461308",
        "title":"Postsecondary Education in Cohort Groups: Does Familiarity Breed Learning?"},
      {
        "id":"ED461309",
        "title":"Learn &amp; Serve Higher Education Programs in Minnesota: The Impact and Sustainability of Service-Learning."},
      {
        "id":"ED461320",
        "title":"Antitrust Implications of the College Bowl Alliance. Hearing before the Subcommittee on Antitrust, Business Rights, and Competition of the Committee on the Judiciary To Examine Antitrust and Competitive Issues within the College Football Bowl Alliance, Which Consists of the Southeastern Athletic Conference, the Big 12, the Atlantic Coast Conference, and the Big East, as Well as the University of Notre Dame (May 22, 1997). United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED461321",
        "title":"Recruiting Trends, 1997-98: A National Study of Job Market Trends for New College Graduates among 477 Businesses, Industries, and Governmental Agencies. 27th Edition."},
      {
        "id":"ED461324",
        "title":"Attrition of Low-Income, First Generation African-American Students at a Predominantly White, Urban University."},
      {
        "id":"ED461326",
        "title":"Results from the UVSC Student and Employee Substance Use Survey, Fall 1997."},
      {
        "id":"ED461334",
        "title":"Recent Changes in UC Admissions Policies. Parent/Student Guide = Unos cambios recientes en los reglamentos de ingreso de la universidad de California. Guia de padres/estudiantes."},
      {
        "id":"ED461335",
        "title":"Lessons That I Have Learned from Students in Peer Study Groups."},
      {
        "id":"ED461336",
        "title":"Trends in Developmental Education."},
      {
        "id":"ED461337",
        "title":"Learning and Teaching in the 21st Century: Seven Habits of Highly Effective Developmental Educators."},
      {
        "id":"ED461339",
        "title":"Focus on State Support for Independent Colleges and Their Students: Higher Education Tuition Grants and Unrestricted Appropriations."},
      {
        "id":"ED461341",
        "title":"Traditions of Change: Student Expectations for the Other Education."},
      {
        "id":"ED461342",
        "title":"Race in Educational Administration Programs: A Graduate Student's Perspective."},
      {
        "id":"ED461343",
        "title":"Minnesota's Post-Secondary Education Enrollment Data. Basic Data Series 2000."},
      {
        "id":"ED461345",
        "title":"Faculty Participation in Governance: A Five-Year Longitudinal Study."},
      {
        "id":"ED461347",
        "title":"Finnish Higher Education in Transition: Perspectives on Massification and Globalisation."},
      {
        "id":"ED461348",
        "title":"The Third Shift: Women Learning Online."},
      {
        "id":"ED461349",
        "title":"Academic Workshops: A Plan To Help Students Experiencing Academic Probation and Disqualification."},
      {
        "id":"ED461351",
        "title":"Internet Visibility Measured by Search Engine Hits: A Test on Virginia Colleges and Universities."},
      {
        "id":"ED461352",
        "title":"Postsecondary Education Opportunity, 2001."},
      {
        "id":"ED461353",
        "title":"The Morning &quot;Kiddie&quot; Block. Info. P@ckets No. 3."},
      {
        "id":"ED461354",
        "title":"Schools Network Evaluation. Phase Two."},
      {
        "id":"ED461355",
        "title":"Oregon Educational Technology Plan."},
      {
        "id":"ED461357",
        "title":"Citing Internet Addresses: A How-To Guide for Referencing Online Sources in Student Bibliographies. Revised."},
      {
        "id":"ED461359",
        "title":"Net Lessons: Education World's Internet Primer."},
      {
        "id":"ED461360",
        "title":"Development of Computer-Based Workstations for the Operation of Engineering Laboratories. Final Report."},
      {
        "id":"ED461361",
        "title":"Engineering and Technology Education for the 21st Century. A Report from the Regional Colloquium on Engineering and Technology Education for the 21st Century (Nakhon Ratchasima, Thailand, February 11-14, 1997)."},
      {
        "id":"ED461363",
        "title":"Regional Framework for Self Paced Learning Modules. South Fraser Health Region."},
      {
        "id":"ED461365",
        "title":"Supporting Student Discussions: It Isn't Just Talk."},
      {
        "id":"ED461371",
        "title":"Connecting Cultures...A Teacher's Guide to a Global Classroom."},
      {
        "id":"ED461372",
        "title":"ERIC Annual Report, 2001: Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED461373",
        "title":"Progress Report on the Long-Range Plan for Technology, 1996-2010. A Report to the 77th Texas Legislature from the Texas Education Agency."},
      {
        "id":"ED461375",
        "title":"Report on the Ed Tech PILOTS. A Report to the Texas Legislature from the Texas Education Agency."},
      {
        "id":"ED461376",
        "title":"Exemplary and Promising Educational Technology Programs, 2000."},
      {
        "id":"ED461377",
        "title":"ARL: A Bimonthly Newsletter of Research Library Issues and Actions, 1995."},
      {
        "id":"ED461378",
        "title":"ARL: A Bimonthly Newsletter of Research Library Issues and Actions, 1996."},
      {
        "id":"ED461381",
        "title":"Use of Z39.50 To Access Distributed Union Catalogues. Discussion Paper."},
      {
        "id":"ED461382",
        "title":"Issues Related to the Use of Z39.50 To Emulate a Centralized Union Catalogue."},
      {
        "id":"ED461383",
        "title":"Transborder Library Forum Proceedings = Memorias del Foro Binacional de Bibliotecas (1st, Nogales, Arizona, February 1-2, 1991)."},
      {
        "id":"ED461384",
        "title":"Transborder Library Forum [Proceedings] = Memorias del Foro Binacional de Bibliotecas (2nd, Hermosillo, Mexico, March 20-21, 1992)."},
      {
        "id":"ED461385",
        "title":"Trinational Library Forum [Proceedings] = Memorias del Foro Trinacional de Bibliotecas = [Actes de] Forum Trinational Des Bibliotheques (4th, Monterrey, Mexico, February 24-26, 1994)."},
      {
        "id":"ED461387",
        "title":"Catalog of Educational Multimedia Products."},
      {
        "id":"ED461390",
        "title":"Emerging Issues and Critical Trends Affecting Fund Raising by Community Colleges."},
      {
        "id":"ED461391",
        "title":"ACC Effectiveness Review, 1999-2002."},
      {
        "id":"ED461392",
        "title":"Making It Happen: Handbook for Planning at South Texas Community College."},
      {
        "id":"ED461393",
        "title":"Washington Community and Technical Colleges Academic Year Report 2000-01."},
      {
        "id":"ED461394",
        "title":"If a Tree Falls in the Forest...Listening for My Students' Voices: A Qualitative Study of \"Underprepared\" College Freshmen."},
      {
        "id":"ED461395",
        "title":"Transition Experiences of Community College Transfer Students: A Qualitative Study."},
      {
        "id":"ED461396",
        "title":"Data Collection and Analysis: Examining Community College Students' Understanding of Elementary Statistics through Laboratory Activities."},
      {
        "id":"ED461397",
        "title":"Critical Issues Affecting Internet Instruction within the North Carolina Community College System."},
      {
        "id":"ED461398",
        "title":"California Community Colleges: The Chancellor's Office Should Exercise Greater Oversight of the Use of Instructional Service Agreements for Training or Services."},
      {
        "id":"ED461399",
        "title":"Preliminary Report on the Impact of Follow Up Counseling on Academic Performance and Persistence."},
      {
        "id":"ED461400",
        "title":"Mission Indicators of Success Outcomes Report, 2000/2001."},
      {
        "id":"ED461401",
        "title":"Piedmont Virginia Community College Institutional Effectiveness Measures."},
      {
        "id":"ED461404",
        "title":"Guide to Institutional Self Study and Reports to the Commission."},
      {
        "id":"ED461405",
        "title":"Master Plan for Technology. Phase I--Goals &amp; Objectives, 1996-97."},
      {
        "id":"ED461406",
        "title":"The College Pairs Study: Evaluation of Tech-Prep in New York State."},
      {
        "id":"ED461408",
        "title":"Early Childhood Physical Environment Rating Scales, Dimensions of Education Rating Scales, Observation Schedules, and Behavior Maps for the Description and Measurement of Child Care Centers."},
      {
        "id":"ED461409",
        "title":"Techniques for Promoting Interdisciplinary Education in the Classroom."},
      {
        "id":"ED461410",
        "title":"Twenty Golden Opportunities To Enhance Student Learning: Use Them or Lose Them."},
      {
        "id":"ED461411",
        "title":"Reformulating Useless Questions for Classroom Instructions."},
      {
        "id":"ED461412",
        "title":"Academy Update (Early Childhood Professionals Collaborating for Quality), 1986-1992."},
      {
        "id":"ED461415",
        "title":"A Need for Active Learning: A Cross-Cultural Perspective."},
      {
        "id":"ED461416",
        "title":"Children Our Concern: The Journal of the Early Childhood Association of Florida, Inc., 1999-2000."},
      {
        "id":"ED461417",
        "title":"Violence Prevention Resource Guide for Parents."},
      {
        "id":"ED461420",
        "title":"The Effects of Violent Video Game Habits on Adolescent Aggressive Attitudes and Behaviors."},
      {
        "id":"ED461421",
        "title":"Healthy Children Are Ready To Learn: Promoting Health Insurance for Your Students. A Step-by-Step Guide for School Districts."},
      {
        "id":"ED461422",
        "title":"Ready, Set, Learn: Promoting Health Insurance for Children. A Guide for Schools."},
      {
        "id":"ED461423",
        "title":"Health and Safety in the Child Care Setting: Prevention of Infectious Disease. Module 1. Second Edition. A Curriculum for the Training of Child Care Providers."},
      {
        "id":"ED461424",
        "title":"Health and Safety in the Child Care Setting: Prevention of Injuries. Module 2. Second Edition. A Curriculum for the Training of Child Care Providers."},
      {
        "id":"ED461425",
        "title":"Serving Children in Biracial/Bi-Ethnic Families: A Supplementary Diversity Curriculum for the Training of Child Care Providers."},
      {
        "id":"ED461426",
        "title":"Kindergarten in Alberta: A Handbook for Parents, 2001-2002."},
      {
        "id":"ED461427",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 1."},
      {
        "id":"ED461428",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 2."},
      {
        "id":"ED461429",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 3."},
      {
        "id":"ED461430",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 4."},
      {
        "id":"ED461431",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 5."},
      {
        "id":"ED461432",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 6."},
      {
        "id":"ED461433",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 7."},
      {
        "id":"ED461434",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 8."},
      {
        "id":"ED461435",
        "title":"Curriculum Handbook for Parents, 2001-2002: Grade 9."},
      {
        "id":"ED461436",
        "title":"Curriculum Handbook for Parents, 2001-2002: Senior High School."},
      {
        "id":"ED461437",
        "title":"Teaching Our Youngest: A Guide for Preschool Teachers, Child Care &amp; Family Providers."},
      {
        "id":"ED461438",
        "title":"Children's Reading and Mathematics Achievement in Kindergarten and First Grade."},
      {
        "id":"ED461439",
        "title":"Homework Tips for Parents: Talking Points for Presenters To Use with Transparencies."},
      {
        "id":"ED461440",
        "title":"The Richard A. Bove Migrant Student Poets and Writers Festival, 1994-1996."},
      {
        "id":"ED461441",
        "title":"Tokata Wico Icagi Kin: For the Future Generations. Oglala Sioux Tribe Johnson O'Malley Program."},
      {
        "id":"ED461442",
        "title":"Students at Risk in Poor, Rural Areas: A Review of the Research."},
      {
        "id":"ED461443",
        "title":"Contextualising Teaching and Learning in Rural Primary Schools: Using Agricultural Experience. Volume 1 [and] Volume 2. Education Research."},
      {
        "id":"ED461444",
        "title":"Rural Libraries: Volume XVII, 1997."},
      {
        "id":"ED461445",
        "title":"Formula Grant Application Process."},
      {
        "id":"ED461446",
        "title":"Schoolwide Programs."},
      {
        "id":"ED461447",
        "title":"No More Excuses: The Final Report of the Hispanic Dropout Project."},
      {
        "id":"ED461448",
        "title":"Improving Opportunities: Strategies from the Secretary of Education for Hispanic and Limited English Proficient Students. A Response to the Hispanic Dropout Project."},
      {
        "id":"ED461451",
        "title":"Networking across Boundaries."},
      {
        "id":"ED461454",
        "title":"Rural Folklife Days: Resources for Teachers."},
      {
        "id":"ED461455",
        "title":"Response to Dr. Richard D. St. Germaine's \"A Chance To Go Full Circle: Building on Reforms To Create Effective Learning.\""},
      {
        "id":"ED461458",
        "title":"Vocational Education and Training in Tasmanian Rural Schools: Education for the Community."},
      {
        "id":"ED461459",
        "title":"Taking the Lead: The Role of Rural Schools in Community Development."},
      {
        "id":"ED461460",
        "title":"Educating on a Human Scale: Visions for a Sustainable World. Proceedings of the Human Scale Education Conference (Oxford, England, September 26, 1998)."},
      {
        "id":"ED461461",
        "title":"Cooperative Ecology &amp; Place: Development of a Pedagogy of Place Curriculum."},
      {
        "id":"ED461462",
        "title":"Rural Telecommunications Policy Panel. Final Report and Recommendations."},
      {
        "id":"ED461463",
        "title":"Culture and Community in Canada's Isolated Schools."},
      {
        "id":"ED461464",
        "title":"They Are Our Kids: Findings from the Latino Dropout Study."},
      {
        "id":"ED461465",
        "title":"Aboriginal Healing Foundation Annual Report, 2001."},
      {
        "id":"ED461466",
        "title":"K-12 Service-Learning: A Strategy for Rural Community Renewal and Revitalization."},
      {
        "id":"ED461468",
        "title":"The 1998 High Schools That Work Assessment: Appalachian Regional Commission (ARC) Sites Are Improving. Research Brief."},
      {
        "id":"ED461469",
        "title":"Pre-School Educational Provision in Rural Areas. Interchange 69."},
      {
        "id":"ED461470",
        "title":"Benefits for All: How Learning in Agriculture Can Build Social Capital in Island Communities. CRLRA Discussion Paper Series."},
      {
        "id":"ED461471",
        "title":"Cooperation and Tolerance: Restoring Our Economic System. CRLRA Discussion Paper Series."},
      {
        "id":"ED461472",
        "title":"Learning To Manage Change: Developing Regional Communities for a Local-Global Millennium."},
      {
        "id":"ED461473",
        "title":"Using Birthday Data To Integrate Statistics into the K-12 Mathematics Curriculum."},
      {
        "id":"ED461475",
        "title":"NEWTON'S APPLE 14th Season Teacher's Guide."},
      {
        "id":"ED461476",
        "title":"New Approaches to Assessment in Science and Mathematics."},
      {
        "id":"ED461478",
        "title":"The Bayer Facts of Science Education III: A U.S. Student Report Card on Science Education. Executive Summary."},
      {
        "id":"ED461479",
        "title":"Alaska Challenger Learning Center Feasibility Report."},
      {
        "id":"ED461480",
        "title":"Physics and Physical Science Units for Tech Prep."},
      {
        "id":"ED461481",
        "title":"Biology: An Applied Approach."},
      {
        "id":"ED461482",
        "title":"Chemistry: An Applied Approach."},
      {
        "id":"ED461483",
        "title":"Pre-Algebra: An Applied Approach."},
      {
        "id":"ED461484",
        "title":"Algebra One: An Applied Approach."},
      {
        "id":"ED461485",
        "title":"Cadillac Desert: Water and the Transformation of Nature. A Discussion and Viewer's Guide to the PBS Series."},
      {
        "id":"ED461486",
        "title":"Evaluating Contributions of University Professors."},
      {
        "id":"ED461487",
        "title":"Kid's PACK: Population Awareness Campaign Kit."},
      {
        "id":"ED461488",
        "title":"Teen PACK: Population Awareness Campaign Kit."},
      {
        "id":"ED461489",
        "title":"Learning To Learn Science: Instruction That Supports Conceptual Change."},
      {
        "id":"ED461492",
        "title":"FIPSE Interactive Physics Project (October 1989-August 1993). Final Report."},
      {
        "id":"ED461494",
        "title":"The Life Cycles of Stars: An Information & Activity Booklet Grades K-8, 1997-1998. Star-Child--A Learning Center for Young Astronomers."},
      {
        "id":"ED461495",
        "title":"The Life Cycles of Stars: An Information and Activity Booklet, Grades 9-12, 1997-1998. Imagine the Universe! Probing the Structure & Evaluation of the Cosmos."},
      {
        "id":"ED461496",
        "title":"Effective Integration of the World-Wide Web in Earth Science Education."},
      {
        "id":"ED461497",
        "title":"L'approche des algorithmes dans la nouvelle collection de moyens d'enseignement de mathematiques. Actes du Seminaire organise les 30 et 31 janvier 1997 a Chaumont (Neuchatel) sous l'egide de COROME (The Place of Alogorithms in the New Collection of Methods of Teaching Mathematics. Proceedings of COROME Seminar [Chaumont, France/Neuchatel, Switzerland, January 30-31, 1997])."},
      {
        "id":"ED461498",
        "title":"Mathematical Model of the Habituation Process as a Learning Basic Phenomena in PC-12 Cells."},
      {
        "id":"ED461499",
        "title":"The Human Genome Project: Biology, Computers, and Privacy."},
      {
        "id":"ED461501",
        "title":"The Effects of Self-Explanation on Students' Problem-Solving in High School Mathematics."},
      {
        "id":"ED461502",
        "title":"Mathematics and Manipulatives: Comparing Primary and Secondary Mathematics Teachers' Views."},
      {
        "id":"ED461503",
        "title":"Science Centers in the Electronic Age: Are We Doomed?"},
      {
        "id":"ED461506",
        "title":"A Distant Mirror: Mathematics Education in South Africa."},
      {
        "id":"ED461507",
        "title":"Map-IT! A Web-Based GIS Tool for Watershed Science Education."},
      {
        "id":"ED461508",
        "title":"Writing in My Calculus Classroom: An Evolution."},
      {
        "id":"ED461509",
        "title":"Supporting Teachers To Implement a Numeracy Education Agenda."},
      {
        "id":"ED461510",
        "title":"SUCCEED Faculty Survey of Teaching Practices and Perceptions of Institutional Attitudes toward Teaching, 1999-2000."},
      {
        "id":"ED461511",
        "title":"Year of the Ocean, 1998. Marine Education, U.S.A.: An Overview."},
      {
        "id":"ED461512",
        "title":"Mind over Matter. Teacher's Guide."},
      {
        "id":"ED461513",
        "title":"The Nature and Structure of Scientific Models. Working Paper."},
      {
        "id":"ED461515",
        "title":"Designing and Teaching Courses To Satisfy Engineering Criteria 2000."},
      {
        "id":"ED461516",
        "title":"Concentration Analysis: A Quantitative Assessment of Student States."},
      {
        "id":"ED461517",
        "title":"By Your Own Design: A Teacher's Professional Learning Guide."},
      {
        "id":"ED461518",
        "title":"Inquiry-Based Professional Development: Letting Questions Direct Teachers&apos; Learning."},
      {
        "id":"ED461520",
        "title":"Pathfinder Teaching and Learning Units."},
      {
        "id":"ED461522",
        "title":"Physics Problem Solving Research Using Protocols."},
      {
        "id":"ED461523",
        "title":"Issues Concerning a National Assessment of Civics. National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED461524",
        "title":"The Rights of the Child Set: Topic Books for 8-13 Year-Olds."},
      {
        "id":"ED461526",
        "title":"Making One World: An Education Pack on Development and Environment."},
      {
        "id":"ED461529",
        "title":"Music Training in Germany."},
      {
        "id":"ED461530",
        "title":"Advancing the Agenda of Inclusive Education. Proceedings of the CASWE Summer Institute (1st, St. Catherines, Ontario, Canada, June 7-9, 1996)."},
      {
        "id":"ED461531",
        "title":"Global Education Bibliography: A Publication of the Citizenship Education Policy Study."},
      {
        "id":"ED461532",
        "title":"Futures Bibliography: A Publication of the Citizenship Education Policy Study."},
      {
        "id":"ED461537",
        "title":"Indiana Kids' Election. [Resource Guide]."},
      {
        "id":"ED461538",
        "title":"Peer Consultant Initiative Handbook. 1st Edition."},
      {
        "id":"ED461540",
        "title":"Adventures on Earth: Exploring Our Global Links. A Classroom Guide."},
      {
        "id":"ED461549",
        "title":"Decentralization and Deregulation in the Netherlands: The Case of the Educational Support Services System."},
      {
        "id":"ED461561",
        "title":"Topics in Hawaii's History: Resources and Lesson Plans for Secondary School Teachers."},
      {
        "id":"ED461563",
        "title":"Arts Education Standard Course of Study Frameworks, K-12: Dance, Music, Theatre Arts, Visual Arts. Revised."},
      {
        "id":"ED461564",
        "title":"Bringing History Alive in the Classroom!"},
      {
        "id":"ED461568",
        "title":"Clay Animation: An Interdisciplinary Lesson. AMACO[R] Lesson."},
      {
        "id":"ED461569",
        "title":"Creating Cast Paper Sculpture: A Simple Lesson in Papermaking and Moldmaking. AMACO[R] Lesson."},
      {
        "id":"ED461571",
        "title":"Churches, Cathedrals, and Chapels: A Teacher's Guide. Education on Site."},
      {
        "id":"ED461572",
        "title":"Using Roman Sites: A Teacher&apos;s Guide. Education on Site."},
      {
        "id":"ED461573",
        "title":"Using Historic Parks and Gardens: A Teachers Guide. Education on Site."},
      {
        "id":"ED461574",
        "title":"Historic Colchester: A Teacher's Guide. Education on Site."},
      {
        "id":"ED461575",
        "title":"Charles Darwin: His Life, Journeys and Discoveries. A Teacher's Guide."},
      {
        "id":"ED461576",
        "title":"Personal Development, Health and Physical Education in Cultural Context: Perspectives of Arabic and Non-Arabic Speaking Background Year Nine Students in Four Western Sydney High Schools."},
      {
        "id":"ED461577",
        "title":"Iowans with Disabilities."},
      {
        "id":"ED461578",
        "title":"&quot;I&quot; Is for Iowa Inventors!"},
      {
        "id":"ED461579",
        "title":"Hay Days: The Horse in Iowa History."},
      {
        "id":"ED461582",
        "title":"Literature-Enhanced Social Studies: Impact on Mastery of Grade Level Competencies in the Santee School District."},
      {
        "id":"ED461584",
        "title":"Learning about Religion, Learning from Religion: A Guide to Religion in the Curriculum and Moral Life of Public Schools with Recommendations for Textbook Publishers, School Boards and Educators."},
      {
        "id":"ED461585",
        "title":"Mississippi Social Studies Curriculum Framework, 1998."},
      {
        "id":"ED461586",
        "title":"Mississippi Fine Arts Framework."},
      {
        "id":"ED461587",
        "title":"The Eclipse of Progressive, Democratic Education in the United States: A Case Study of Springfield, Missouri Schools, 1924-1952."},
      {
        "id":"ED461588",
        "title":"Fine Arts Unit (Integrates with Culture, Drama, French, Geography, German, Japanese, Language, Music, Spanish, and Visual Arts)."},
      {
        "id":"ED461589",
        "title":"Florida Folk Festival: Asian and Pacific Island Traditions in Florida. Resource Materials for Teachers."},
      {
        "id":"ED461592",
        "title":"Where's My Dot? Kindergarten Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED461593",
        "title":"Life on the Oregon Trail."},
      {
        "id":"ED461604",
        "title":"Images of the American Revolution. The Constitution Community: Revolution and the New Nation (1754-1820s)."},
      {
        "id":"ED461605",
        "title":"Eli Whitney's Patent for the Cotton Gin. The Constitution Community: Revolution and the New Nation (1754-1820s)."},
      {
        "id":"ED461606",
        "title":"&quot;United States v. Thomas Cooper&quot;: A Violation of the Sedition Law. The Constitution Community: Revolution and the New Nation (1754-1820s)."},
      {
        "id":"ED461607",
        "title":"Tally of the 1824 Electoral College Vote. The Constitution Community: Revolution and the New Nation (1754-1820s)."},
      {
        "id":"ED461609",
        "title":"The Lewis and Clark Expedition. The Constitution Community: Expansion and Reform (1801-1861)."},
      {
        "id":"ED461610",
        "title":"Anti-Railroad Propaganda Poster: The Growth of Regionalism, 1800-1860. The Constitution Community: Expansion and Reform (1801-1861)."},
      {
        "id":"ED461611",
        "title":"Student Jobs and Volunteer Service."},
      {
        "id":"ED461612",
        "title":"Reflecting on the History, Ethics, and Application of Teacher Reflection."},
      {
        "id":"ED461613",
        "title":"The Instructional Support Team (IST) Overview. Trainer's Manual."},
      {
        "id":"ED461614",
        "title":"The Instructional Support Team (IST) Basic Information Booklet."},
      {
        "id":"ED461615",
        "title":"IST (The Instructional Support Team) Team Training. Trainer's Manual."},
      {
        "id":"ED461616",
        "title":"The Instructional Support Team (IST) Collaboration. Trainer's Manual."},
      {
        "id":"ED461617",
        "title":"The Instructional Support Team (IST) Validation. Training Manual."},
      {
        "id":"ED461618",
        "title":"Key Elements of a Full Time Equivalent (FTE) Model of IST."},
      {
        "id":"ED461619",
        "title":"School Reform through Instructional Support: The Pennsylvania Initiative. Part I: The Instructional Support Team (IST) [and] Part II: Instructional Evaluation."},
      {
        "id":"ED461620",
        "title":"Suggestions for Implementing Instructional Support Teams and Student Assistance in Middle Schools."},
      {
        "id":"ED461621",
        "title":"Pennsylvania Principals' Training Model. Trainer's Manual."},
      {
        "id":"ED461622",
        "title":"Instructional Evaluation: School Psychologist Training of Trainers Manual."},
      {
        "id":"ED461623",
        "title":"Teaching Tolerance and Appreciation for Diversity: Applying the Research on Prejudice Reduction."},
      {
        "id":"ED461624",
        "title":"Exploring Beliefs &amp; Research To Promote Thoughtful Practice. A NOTEWORTHY Account of the Fall 1997 McREL Conference (Breckenridge, Colorado, October 26-30, 1997)."},
      {
        "id":"ED461625",
        "title":"Invisibility of Identity in the Social Context."},
      {
        "id":"ED461626",
        "title":"Standards for Teacher Educators."},
      {
        "id":"ED461627",
        "title":"A Brief History of Standards in Teacher Education."},
      {
        "id":"ED461628",
        "title":"Completing the Circle of Education Reform: The Need for Standards, Assessments and Supports for Teacher Educators."},
      {
        "id":"ED461629",
        "title":"Teachers of Thinking: A Cross-Cultural Study of Effects on Professionals."},
      {
        "id":"ED461632",
        "title":"Recognizing Revenue under SAB 101: A Case Study Approach."},
      {
        "id":"ED461633",
        "title":"Youth, AIDS, and HIV: Resources for Educators, Policymakers, and Parents, 2001-02."},
      {
        "id":"ED461635",
        "title":"Northeast Ohio Principals Academy Pilot Entry Year Program Evaluation Report."},
      {
        "id":"ED461636",
        "title":"Internal Evaluation of the New York Collaborative for Excellence in Teacher Preparation. Final Report."},
      {
        "id":"ED461637",
        "title":"Interpreting Teachers' Stories To Inform Teacher Education Practices: A Review of the Literature."},
      {
        "id":"ED461638",
        "title":"Preparing Principals for School Improvement: An Action Research Model."},
      {
        "id":"ED461639",
        "title":"Using the Internet To Enhance Student Teaching and Field Experiences."},
      {
        "id":"ED461640",
        "title":"Elementary and Secondary Cooperating Teacher Effectiveness: Is There a Difference?"},
      {
        "id":"ED461641",
        "title":"Teacher Supply and Demand in Tennessee."},
      {
        "id":"ED461642",
        "title":"SREB States Lead the Way in National Board Certification for Teachers."},
      {
        "id":"ED461644",
        "title":"Focus on Teacher Salaries: What Teacher Salary Averages Don't Show."},
      {
        "id":"ED461645",
        "title":"Focus on Teacher Salaries: An Update on Average Salaries and Recent Legislative Actions in the SREB States."},
      {
        "id":"ED461646",
        "title":"A Middle Grades Message: A Well-Qualified Teacher in Every Classroom Matters."},
      {
        "id":"ED461647",
        "title":"A Comparison of the Efficacy Levels of Preservice, Internship, and Inservice Teachers."},
      {
        "id":"ED461648",
        "title":"Trends in Teacher Candidates' Educational Beliefs."},
      {
        "id":"ED461649",
        "title":"Teacher Motivation and Job Satisfaction in the New Millennium."},
      {
        "id":"ED461650",
        "title":"Building Student Teacher Character: A Profile from Cooperating Teacher Judgments."},
      {
        "id":"ED461651",
        "title":"Preparing Tomorrow's Leaders through the Redesign of Professional Preparation Practices."},
      {
        "id":"ED461652",
        "title":"Jewels of Wisdom: A Study of Perceptions of Discipline of Middle School Teachers, High School Teachers, Student Teachers, and Undergraduate Education Majors Enrolled in Classroom Management Course (YOED 4000)."},
      {
        "id":"ED461653",
        "title":"Administrator Entry Year Programming: A Cross Institutional Pilot Program--Process, Program Descriptions, and Lessons Learned."},
      {
        "id":"ED461654",
        "title":"Northeast Ohio Principals Academy Pilot Entry Year Program (Year II) Evaluation Report."},
      {
        "id":"ED461655",
        "title":"Strange Bedfellows? Title I Funding, Alternative Teacher Certification Programs, and State Teacher Standards."},
      {
        "id":"ED461656",
        "title":"TITAN: Transforming Instruction through Technology and Networking."},
      {
        "id":"ED461657",
        "title":"Special and Regular Education Teachers' Attitudes towards Inclusive Programs in an Urban Community School."},
      {
        "id":"ED461658",
        "title":"Preparing Quality Science Educators: A Successful Tripartite Partnership."},
      {
        "id":"ED461660",
        "title":"Arthur[R] Presents Hooray for Health! A Health Curriculum for Children."},
      {
        "id":"ED461665",
        "title":"Assessing Student Outcomes: Performance Assessment Using the Dimensions of Learning Model."},
      {
        "id":"ED461666",
        "title":"Maryland School Performance Assessment Program (MSPAP), 1997. Technical Report."},
      {
        "id":"ED461667",
        "title":"Maryland School Performance Assessment Program (MSPAP), 1998. Technical Report."},
      {
        "id":"ED461668",
        "title":"Maryland School Performance Assessment Program (MSPAP), 1999. Technical Report."},
      {
        "id":"ED461672",
        "title":"A Four-Year Contrast between High School Students in Interdisciplinary and Discipline-Based Curriculum Programs: Behavioral and Academic Implications."},
      {
        "id":"ED461673",
        "title":"Development of the Comprehensive Learning and Study Strategies Questionnaire (CLASS-Q)."},
      {
        "id":"ED461674",
        "title":"The Realities of Fieldwork."},
      {
        "id":"ED461675",
        "title":"Evaluation of the Community School Concept."},
      {
        "id":"ED461676",
        "title":"Indicators of Welfare Dependence and Well-Being. Interim Report to Congress."},
      {
        "id":"ED461678",
        "title":"Race, Ethnicity, and Working Poverty: A Statistical Analysis for Metropolitan Chicago."},
      {
        "id":"ED461679",
        "title":"A Survey of the Literature on the Theories of Violence and Its Prevention."},
      {
        "id":"ED461680",
        "title":"Education Programs: Information on Major Preschool, Elementary, and Secondary Education Programs."},
      {
        "id":"ED461681",
        "title":"Minorities and the Juvenile Justice System. Research Summary."},
      {
        "id":"ED461682",
        "title":"Through the Eyes of Children: A New Vision for Ohio's Urban School Communities. An Urban Schools Initiative Report to Ohio's Superintendent of Public Instruction."},
      {
        "id":"ED461685",
        "title":"The Positive Action[R] Model for Comprehensive School Reform: An Agent for Whole-School Change and Parent & Community Involvement."},
      {
        "id":"ED461687",
        "title":"At Cross-Purposes: Evaluating the Effects of Middle-Level Education in a Large Urban School System."},
      {
        "id":"ED461689",
        "title":"A New Field Emerges: College Access Programs. Executive Overview. Volume I."},
      {
        "id":"ED461690",
        "title":"What Do We Know: Widely Implemented School Improvement Programs."},
      {
        "id":"ED461691",
        "title":"Positive Communication between Parents and Teachers [and] Report Card Sharing: How To Get the Most out of Parent-Teacher Meetings [and] Building Healthy Homework Habits. Partnerships: A Guide for Parents, Nos. 100-102 [and] Partnerships: A Guide for Teachers, Nos. 103-105."},
      {
        "id":"ED461692",
        "title":"Course Taking in High School: Is Opportunity Equal? Spotlight on Student Success."},
      {
        "id":"ED461693",
        "title":"Class Size: What Does Research Tell Us? Spotlight on Student Success."},
      {
        "id":"ED461694",
        "title":"What Helps Students Learn? Spotlight on Student Success."},
      {
        "id":"ED461695",
        "title":"Extended School Day/Year Programs: A Research Synthesis. Spotlight on Student Success."},
      {
        "id":"ED461696",
        "title":"Can Change Happen Fast? Preliminary Findings of a Comprehensive School Reform Effort. Spotlight on Student Success."},
      {
        "id":"ED461697",
        "title":"Listening to the Diverse Voices of Urban and Suburban Minority School District Educators."},
      {
        "id":"ED461698",
        "title":"Introduction to Classroom Focused Enabling as a Key Element in Addressing Barriers to Student Learning. First Unit. Instructor's Guide. Classroom Focused Enabling: One of Six Areas of an Enabling Component."},
      {
        "id":"ED461699",
        "title":"Hear Us Out: Commentary by Youth on School and Society. Speaking Out."},
      {
        "id":"ED461700",
        "title":"Building More Effective Community Schools: A Guide to Key Ideas, Effective Approaches, and Technical Assistance Resources for \"Making Connections\" Cities and Site Teams."},
      {
        "id":"ED461701",
        "title":"CPS Dropout Rates by Race and Gender. Addendum to &quot;Calculating a Cohort Dropout Rate for the Chicago Public Schools: A Technical Research Report.&quot;"},
      {
        "id":"ED461702",
        "title":"Policy Framework for Addressing Personal Security Issues Concerning Women and Girls. National Strategy on Community Safety and Crime Prevention."},
      {
        "id":"ED461704",
        "title":"Policy Framework for Addressing Crime Prevention and Youth Ages 12 to 18. National Strategy on Community Safety and Crime Prevention."},
      {
        "id":"ED461705",
        "title":"Preparing Teachers To Meet the Needs of Diverse Learners in Urban Schools: The Learner-Centered Framework."},
      {
        "id":"ED461706",
        "title":"After School Programs: Implications for Urban Education."},
      {
        "id":"ED461708",
        "title":"Secondary School Completion and Dropouts in Texas Public Schools, 1998-99."},
      {
        "id":"ED461709",
        "title":"Helping Families To Help Students: Kentucky's Family Resource and Youth Services Centers."},
      {
        "id":"ED461710",
        "title":"Vouchers for Private Schooling in Colombia: Evidence from a Randomized Natural Experiment. NBER Working Paper Series."},
      {
        "id":"ED461711",
        "title":"Rural-Urban Dimensions of Inequality Change. Working Papers."},
      {
        "id":"ED461714",
        "title":"Seven Most-Improved &quot;High Schools That Work&quot; Sites Raise Achievement in Reading, Mathematics, and Science. High Schools That Work. School and Classroom Practices That Advance the Performance of Career-Bound High School Students. A Report on Improving Student Learning."},
      {
        "id":"ED461715",
        "title":"How To Start a Volunteer Literacy Program in Your Community."},
      {
        "id":"ED461716",
        "title":"Revolution of Experiences: Evolution of the Skills and Knowledge Profile. NALL Working Paper."},
      {
        "id":"ED461717",
        "title":"The Key Ingredient of the National Prevention Agenda: Workforce Development. A Companion Document to Healthy People 2010."},
      {
        "id":"ED461718",
        "title":"Adult Literacy and Education in America: Four Studies Based on the National Adult Literacy Survey."},
      {
        "id":"ED461720",
        "title":"Career and Technical Education Reforms and Comprehensive School Reforms in High Schools and Community Colleges: Their Impact on Educational Outcomes for At-Risk Youth."},
      {
        "id":"ED461721",
        "title":"Career and Technical Education in the Balance: An Analysis of High School Persistence, Academic Achievement, and Postsecondary Destinations."},
      {
        "id":"ED461727",
        "title":"Adaptive Competency Acquisition: Why LPN-to-ADN Career Mobility Education Programs Work."},
      {
        "id":"ED461728",
        "title":"State Leadership for Career Technical Education."},
      {
        "id":"ED461730",
        "title":"Career Clusters. The Highlight Zone: Research @ Work."},
      {
        "id":"ED461731",
        "title":"Career and Technical Teacher Education Programs. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED461732",
        "title":"Career and Technical Education: Getting School Counselors on Board. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED461733",
        "title":"Changing Labour Markets and Early Career Outcomes: Labour Market Entry in Europe over the Past Decade. Working Papers = Arbeitspapiere."},
      {
        "id":"ED461734",
        "title":"The Final Report of the &quot;Learning Capacities in the Community and Workplace Project&quot;: Unionized Industrial Workplace Site (Ontario), Winter 1998. NALL Working Paper."},
      {
        "id":"ED461735",
        "title":"Online Learning for Labour Movement Activists. NALL Working Paper."},
      {
        "id":"ED461736",
        "title":"Labour Education in Canada Today. NALL Working Paper #47-2001."},
      {
        "id":"ED461737",
        "title":"Hard Work on Soft Skills: Creating a &quot;Culture of Work&quot; in Workforce Development."},
      {
        "id":"ED461738",
        "title":"Journal of Business and Training Education, 2000."},
      {
        "id":"ED461739",
        "title":"The Agricultural Job Opportunity Benefits and Security Act of 1999. Hearing before the Subcommittee on Immigration of the Committee on the Judiciary. United States Senate, One Hundred Sixth Congress, Second Session (May 4, 2000)."},
      {
        "id":"ED461740",
        "title":"Distance Learning and the Health Professions: A Synthesis Report of the Literature Investigating Continuing Professional Health Education at a Distance."},
      {
        "id":"ED461741",
        "title":"The One-Stop System Must Continue To Work toward Readiness. [Audits of One-Stop Systems in California, Connecticut, Florida, Illinois, New York, and Vermont]."},
      {
        "id":"ED461742",
        "title":"Analyses of Participants' Earnings for Three Kulick Youth Opportunity Pilot Sites: A Followup to Our Audit Findings from the First 18 Months of the Programs' Operations."},
      {
        "id":"ED461743",
        "title":"Job Training Partnership Act Title II-C Out-of-School Youth Performance Audit."},
      {
        "id":"ED461744",
        "title":"Audit of the Job Training Partnership Act Out-of-School Youth Pilot Demonstration Grant Program for Four Final Round Pilot Grantees."},
      {
        "id":"ED461745",
        "title":"Schools against Social Exclusion: The Impact of Adult Learning on Pupils' Development in Rroma Communities."},
      {
        "id":"ED461746",
        "title":"Illinois Occupational Skill Standards: Agricultural Sales and Marketing Cluster."},
      {
        "id":"ED461747",
        "title":"Illinois Occupational Skill Standards: HVAC/R Technician Cluster."},
      {
        "id":"ED461748",
        "title":"Illinois Occupational Skill Standards: Occupational Therapy Cluster."},
      {
        "id":"ED461749",
        "title":"Illinois Occupational Skill Standards: Plastics Molding Cluster."},
      {
        "id":"ED461750",
        "title":"Open and Distance Learning and the Professionalisation of Trainers. TTnet Dossier No. 4. CEDEFOP Reference."},
      {
        "id":"ED461751",
        "title":"Crossing Critical Thresholds at the Bob Steele Reading Center: Transforming Potentiality into Actuality."},
      {
        "id":"ED461752",
        "title":"Re-Inventing the Self: Passages into History, Business, and Adult Literacy--An American Historian in Search of a Calling."},
      {
        "id":"ED461753",
        "title":"A Yankee Individualist in Dialogue and Confrontation with the Progressive Literacy Left."},
      {
        "id":"ED461754",
        "title":"The Teaching Firm: Where Productive Work and Learning Converge. Report on Research Findings and Implications."},
      {
        "id":"ED461755",
        "title":"TANF Reauthorization and Postsecondary Education Options for Welfare Recipients."},
      {
        "id":"ED461756",
        "title":"Career Advancement for Welfare Recipients and Low-Wage Workers."},
      {
        "id":"ED461757",
        "title":"Using Unspent TANF Funds to Further Self-Sufficiency among Welfare Recipients."},
      {
        "id":"ED461758",
        "title":"Older Teens in TANF Families: Overcoming Barriers to Self-Sufficiency."},
      {
        "id":"ED461759",
        "title":"Involving Employers in Welfare-to-Work Efforts."},
      {
        "id":"ED461760",
        "title":"Is Work Enough? The Experiences of Current and Former Welfare Mothers Who Work."},
      {
        "id":"ED461762",
        "title":"E-Learning: An Executive Summary."},
      {
        "id":"ED461766",
        "title":"A Look at How Agencies Can Utilize Outcome and Performance Data To Enhance Service Delivery."},
      {
        "id":"ED461767",
        "title":"Best Practice Compass to Workforce Development: A Study. A Toolkit for Policymakers, Donors, Governments, NGOs and Practitioners."},
      {
        "id":"ED461768",
        "title":"Dissemination with Impact: What Research Suggests for Practice in Career and Technical Education."},
      {
        "id":"ED461769",
        "title":"The Future of Career and Technical Education in a Continuous Innovation Society."},
      {
        "id":"ED461770",
        "title":"Preparing, Licensing, and Certifying Postsecondary Career and Technical Educators."},
      {
        "id":"ED461771",
        "title":"Preparing the Workforce of Tomorrow: A Conceptual Framework for Career and Technical Education."},
      {
        "id":"ED461772",
        "title":"Drug Abuse and the Brain: A Viewer&apos;s Guide."},
      {
        "id":"ED461773",
        "title":"Student Assistance Program in Pennsylvania, July 1, 1998 to June 30, 1999. Evaluation Report."},
      {
        "id":"ED461774",
        "title":"Anxiety, Depression, Hostility and General Psychopathology: An Arabian Study."},
      {
        "id":"ED461775",
        "title":"Helping People Cope with Tragedy and Grief: Information, Resources &amp; Linkages."},
      {
        "id":"ED461776",
        "title":"Treatment of Panic Disorder: A Clinical Update."},
      {
        "id":"ED461777",
        "title":"Frogs Sell Beer: The Effects of Beer Advertisements on Adolescent Drinking Knowledge, Attitudes, and Behavior."},
      {
        "id":"ED461778",
        "title":"Improving Social Skills through Cooperative Learning."},
      {
        "id":"ED461779",
        "title":"Iowa Comprehensive Counseling and Guidance Program Development Guide: Kindergarten-Community College."},
      {
        "id":"ED461780",
        "title":"Implementing Comprehensive School Guidance Programs: Critical Leadership Issues and Successful Responses."},
      {
        "id":"ED461781",
        "title":"Tailoring the Comprehensive Guidance Program Model To Fit Richland County School District One: Building the Foundation."},
      {
        "id":"ED461782",
        "title":"Evaluation of Counseling Services in a Rural School District: Assessing Current Program Status."},
      {
        "id":"ED461783",
        "title":"Establishing a New Position: District Director of Guidance."},
      {
        "id":"ED461784",
        "title":"A Leader's Three Rs: Reading, Reflecting, and Relationships."},
      {
        "id":"ED461785",
        "title":"Displacing Non-Guidance Tasks and Initiating Program Improvements: Data Collection Initiatives and Program Innovations."},
      {
        "id":"ED461786",
        "title":"Sharing Responsibility for Schoolwide Testing Programs: No NGAs in Our Schools."},
      {
        "id":"ED461787",
        "title":"Involving and Responding to Parents: Opportunities and Challenges."},
      {
        "id":"ED461788",
        "title":"A Variety of Parent Involvement Strategies: Enhancing Program Delivery through Productive Relationships."},
      {
        "id":"ED461789",
        "title":"Seizing Opportunities: Advocating for the Development of a Comprehensive Guidance Program."},
      {
        "id":"ED461790",
        "title":"An Aggressive Advocacy Plan: The State Counselor Association Response to Events in Missouri."},
      {
        "id":"ED461791",
        "title":"Using Technology To Support Comprehensive Guidance Program Operations: A Variety of Strategies."},
      {
        "id":"ED461792",
        "title":"Solving the &quot;Time and Information&quot; Dilemma through Technology: Electronic Student Registration and Data Systems."},
      {
        "id":"ED461793",
        "title":"Comprehensive Guidance Results-Based Evaluation: Developing a Practical Approach."},
      {
        "id":"ED461794",
        "title":"Accountability for Comprehensive Guidance Program Delivery and Quality: Program Templates."},
      {
        "id":"ED461795",
        "title":"Ensuring Professionally Relevant Supervision and Professional Development: A State-Level Experience."},
      {
        "id":"ED461796",
        "title":"Ensuring Professionally Relevant Supervision and Professional Development: A District-Level Experience."},
      {
        "id":"ED461797",
        "title":"Extending Program Resources: Meeting Necessity with Invention."},
      {
        "id":"ED461798",
        "title":"Revising and Enhancing the Davis School District Comprehensive Guidance Program: Working Together Works."},
      {
        "id":"ED461799",
        "title":"Applying Multiculturalism: The Resolution of a Problem(atic) Situation."},
      {
        "id":"ED461800",
        "title":"Opening the Dialogue: A Model for Districtwide Cross-Cultural Effectiveness Training."},
      {
        "id":"ED461801",
        "title":"Canadian Standards for Career Development Practitioners: Focus on Implementation."},
      {
        "id":"ED461802",
        "title":"Canada's School-to-Work Report Card: Grade F."},
      {
        "id":"ED461803",
        "title":"Developmental Counseling: The Young Adult Period. Critical Issues in Young Adult Development."},
      {
        "id":"ED461806",
        "title":"Obsession and Compulsion Differences in College Majors and Classifications."},
      {
        "id":"ED461807",
        "title":"Converging Forces: Mexican Culture and Clinical Issues of Mexican Women."},
      {
        "id":"ED461808",
        "title":"Preparing Students for the International Marketplace: International Work Programs."},
      {
        "id":"ED461809",
        "title":"The Occupational Possible Selves of Low-Income Women."},
      {
        "id":"ED461810",
        "title":"Teen Tipplers: America's Underage Drinking Epidemic."},
      {
        "id":"ED461812",
        "title":"Integrating Social Activism into Multiculturally Competent Counselor Training."},
      {
        "id":"ED461813",
        "title":"Teaching Psychometrics in South Korea through a Reunification Attitude Scale Class Project."},
      {
        "id":"ED461814",
        "title":"Preparing Globally Minded Students and Employees. NATCON Papers, 2000."},
      {
        "id":"ED461815",
        "title":"Attitudes toward Counselling Practicum: An Implication for the Caring Attitude of Future Counsellors in Malaysia."},
      {
        "id":"ED461818",
        "title":"Awareness: Journal of the Colorado Counseling Association, Fall 2001."},
      {
        "id":"ED461819",
        "title":"Impediments to Enhancing Availability of Mental Health Services in Schools: Fragmentation, Overspecialization, Counterproductive Competition, and Marginalization. ERIC/CASS-NASP Premier Partnership Paper."},
      {
        "id":"ED461826",
        "title":"Children's Literature in the Language Arts."},
      {
        "id":"ED461827",
        "title":"Exploring Poetry: The Reading and Writing Connection."},
      {
        "id":"ED461828",
        "title":"Formative Evaluation in the Reading Curriculum."},
      {
        "id":"ED461829",
        "title":"Summative Evaluation in Reading."},
      {
        "id":"ED461830",
        "title":"Reading in the Geography Curriculum."},
      {
        "id":"ED461835",
        "title":"The Role of Reading Instruction and the Effect of a Reading Management System on At-Risk Students."},
      {
        "id":"ED461836",
        "title":"The Substitute Teacher in Reading Instruction."},
      {
        "id":"ED461837",
        "title":"Teaching Reading and Literature, Grades 4-6. Standards Consensus Series."},
      {
        "id":"ED461838",
        "title":"Teaching Reading and Literature in Early Elementary Grades. Standards Consensus Series."},
      {
        "id":"ED461839",
        "title":"Improving Reading Skills through Parental Involvement."},
      {
        "id":"ED461840",
        "title":"Teachers' Perceptions Regarding the Effects of Marital Disruption on Children's Reading Performance and Attitudes."},
      {
        "id":"ED461841",
        "title":"Practicing What She Preaches: A Graduate Student's Risky Crossing of Traditional Discourse Boundaries."},
      {
        "id":"ED461848",
        "title":"Writing To Learn Quantitative Analysis: Doing Numbers with Words Works!"},
      {
        "id":"ED461851",
        "title":"Introductory Guide for Implementing and Evaluating Volunteer Reading Tutoring Programs. A SERVE Special Report."},
      {
        "id":"ED461852",
        "title":"Improving Reading and Writing Skills in Language Arts Courses and across the Curriculum. High Schools That Work Research Brief."},
      {
        "id":"ED461853",
        "title":"Academic and Vocational Teachers Can Improve the Reading Achievement of Male Career-Bound Students. High Schools That Work Research Brief."},
      {
        "id":"ED461854",
        "title":"Balanced Literacy in a Kindergarten Class."},
      {
        "id":"ED461855",
        "title":"Creating Effective Literature Assignments: Principles, Theory, and Oodles of Examples."},
      {
        "id":"ED461856",
        "title":"Professing in the Contact Zone: Bringing Theory and Practice Together."},
      {
        "id":"ED461857",
        "title":"The Writing Classroom as a Site of Grassroots Democratic Action."},
      {
        "id":"ED461858",
        "title":"Parent's Guide to Literacy for the 21st Century: Pre-K through Grade 5."},
      {
        "id":"ED461859",
        "title":"Letters for the Living: Teaching Writing in a Violent Age. Refiguring English Studies."},
      {
        "id":"ED461860",
        "title":"Guidelines for the Preparation of Teachers of English Language Arts. 1996 Edition."},
      {
        "id":"ED461861",
        "title":"Standards in Practice, Grades K-2."},
      {
        "id":"ED461862",
        "title":"Standards in Practice, Grades 3-5."},
      {
        "id":"ED461863",
        "title":"Standards in Practice, Grades 6-8."},
      {
        "id":"ED461864",
        "title":"Standards in Practice, Grades 9-12."},
      {
        "id":"ED461865",
        "title":"Teaching the Writing Process in High School. Standards Consensus Series."},
      {
        "id":"ED461867",
        "title":"Motivating Writing in Middle School. Standards Consensus Series."},
      {
        "id":"ED461868",
        "title":"Radical Departures: Composition and Progressive Pedagogy. Refiguring English Studies."},
      {
        "id":"ED461869",
        "title":"Profiles of the National Writing Project: Improving Writing and Learning in the Nation's Schools."},
      {
        "id":"ED461873",
        "title":"MORE Lesson Plans for Substitute Teachers: Classroom-Tested Activities from the National Council of Teachers of English."},
      {
        "id":"ED461874",
        "title":"Centering the Teaching of Writing: Using Writing Center Theory and Practice in a Graduate Course in Teaching Writing."},
      {
        "id":"ED461875",
        "title":"Diversifying the Literature Curriculum through a Cultural Component."},
      {
        "id":"ED461876",
        "title":"Improving Written Language Skills in the Primary Grades."},
      {
        "id":"ED461877",
        "title":"&quot;My Goldfish Name Is Scaley&quot; Is What We Say at Home: Code-Switching--A Potent Tool for Reducing the Achievement Gap in Linguistically Diverse Classrooms."},
      {
        "id":"ED461878",
        "title":"Observing Practice in the \"Literacy Initiative for Teachers\" (L.I.F.T.) and Comparison Classrooms."},
      {
        "id":"ED461891",
        "title":"Unifying Instructional Research and Teaching: The Role of the Basic Course Director."},
      {
        "id":"ED461892",
        "title":"&quot;Arabian Tales&quot;: Standards of Learning."},
      {
        "id":"ED461893",
        "title":"&quot;Pear Blossom's Magic: A Cinderella Story.&quot; Standards of Learning Connections."},
      {
        "id":"ED461894",
        "title":"Cooperative Learning versus Competition: Which Is Better?"},
      {
        "id":"ED461895",
        "title":"Certifying Technical Communicators in the 21st Century."},
      {
        "id":"ED461896",
        "title":"A Study of Children's Preconceptions to Communication Media."},
      {
        "id":"ED461897",
        "title":"The Effect of Covert Modeling on Communication Apprehension, Communication Confidence, and Performance."},
      {
        "id":"ED461898",
        "title":"Teaching Online: Lessons in Change. What We Are Really Changing by Moving Education into Online Environment."},
      {
        "id":"ED461899",
        "title":"Participation in the College Classroom: The Impact of Instructor Immediacy and Verbal Aggression."},
      {
        "id":"ED461900",
        "title":"The Pedagogy of Pedagogy: Teaching GTAs To Teach."},
      {
        "id":"ED461901",
        "title":"&quot;Fools Rush In&quot;: Developing Cross-Cultural Sensitivity Using Film-Based Group Projects."},
      {
        "id":"ED461902",
        "title":"English Methods Students' Responses to Schools of Literary Criticism."},
      {
        "id":"ED461903",
        "title":"Distance Education: Pros, Cons, and the Future."},
      {
        "id":"ED461904",
        "title":"American Humor. [Course Syllabus]."},
      {
        "id":"ED461905",
        "title":"Communicating about Communication: Fostering the Development of the Communication Discipline in Russia."},
      {
        "id":"ED461906",
        "title":"Workplace English: From Literature Classics to Workplace Literacy."},
      {
        "id":"ED461907",
        "title":"Enhancing Comprehension through Graphic Organizers."},
      {
        "id":"ED461908",
        "title":"Priority on Learning: How School Districts Are Concentrating Their Scarce Resources on Academics."},
      {
        "id":"ED461909",
        "title":"Departments of Labor, Health and Human Services, and Education, and Related Agencies Appropriations for Fiscal Year 1996. Hearings before a Subcommittee of the Committee on Appropriations on H.R. 2127. United States Senate, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED461910",
        "title":"Crashworthiness of Small Poststandard School Buses: Safety Study."},
      {
        "id":"ED461911",
        "title":"Data Inquiry and Analysis for Educational Reform. ERIC Digest."},
      {
        "id":"ED461915",
        "title":"Schools within Schools. ERIC Digest."},
      {
        "id":"ED461919",
        "title":"Every Child Learning: Safe and Supportive Schools."},
      {
        "id":"ED461921",
        "title":"Racial Profiling and Punishment in U.S. Public Schools: How Zero Tolerance Policies and High Stakes Testing Subvert Academic Excellence and Racial Equity. Research Report [and] Executive Summary."},
      {
        "id":"ED461922",
        "title":"Building a Workable Accountability System: Key Decision Points for Policymakers & Educators. Knowledge Brief."},
      {
        "id":"ED461923",
        "title":"Educators' Perceptions of Character Education."},
      {
        "id":"ED461924",
        "title":"Influence of School Board Members on State Legislation in Arkansas."},
      {
        "id":"ED461925",
        "title":"What It Takes: 10 Capacities for Initiating and Sustaining School Improvement."},
      {
        "id":"ED461928",
        "title":"Human Perspectives on High Stakes Accountability Systems: How Preparation Programs Respond."},
      {
        "id":"ED461929",
        "title":"Confronting Middle Schools' Most Contentious Issues: Lessons in School Leadership."},
      {
        "id":"ED461930",
        "title":"Capturing Complexity in Educational Leadership."},
      {
        "id":"ED461931",
        "title":"The Good, the Bad, the Ugly: Internships in Principal Preparation."},
      {
        "id":"ED461932",
        "title":"A Regional Study of Gender Differential Perceptions of Mentoring Functions in Accessing the Superintendency."},
      {
        "id":"ED461935",
        "title":"Education Performance in Florida: A Need for Change. Policy Report. Backgrounder."},
      {
        "id":"ED461936",
        "title":"Options in School Finance Reform in New York State."},
      {
        "id":"ED461937",
        "title":"Comprehensive Annual Report on Texas Public Schools, 2001. A Report to the 77th Texas Legislature from the Texas Education Agency."},
      {
        "id":"ED461938",
        "title":"Educational Reforms in the Asia-Pacific Region: Trends, Challenges and Research."},
      {
        "id":"ED461939",
        "title":"The Impact of School Achievement on Principal Recruitment in a Reform Environment."},
      {
        "id":"ED461941",
        "title":"Long-Range Plan for Public Education 2001-2006."},
      {
        "id":"ED461943",
        "title":"Within Reach: Realizing the Vision of High Standards. A Report of the State Education Improvement Partnership."},
      {
        "id":"ED461944",
        "title":"School Effectiveness in Developing Countries: A Summary of the Research Evidence. Education Research Paper. Knowledge & Research."},
      {
        "id":"ED461945",
        "title":"The Evolution of the New American Schools: From Revolution to Mainstream."},
      {
        "id":"ED461946",
        "title":"Department of Education Fiscal Year 2003 Budget Summary and Background Information."},
      {
        "id":"ED461947",
        "title":"Understanding the Impact of Organizational Differentiation in High-Poverty Schools with Alternative Models of Title I Service Delivery."},
      {
        "id":"ED461948",
        "title":"The National Research Center on the Gifted and Talented (NRC/GT) Newsletter, June 1991-Winter 1997."},
      {
        "id":"ED461949",
        "title":"CEC Today, 1999-2000."},
      {
        "id":"ED461950",
        "title":"Serving Exceptional Children: A Report to the Idaho Legislature. January 2000."},
      {
        "id":"ED461951",
        "title":"Serving Exceptional Children: A Report to the Idaho Legislature, January 2001."},
      {
        "id":"ED461952",
        "title":"Gifted and Talented Primary-Age Students: Recommendations for Identification and Service."},
      {
        "id":"ED461953",
        "title":"Research to Real Life: Innovations in Deaf-Blindness."},
      {
        "id":"ED461954",
        "title":"Introduction to Sexuality Education for Individuals Who Are Deaf-Blind and Significantly Developmentally Delayed."},
      {
        "id":"ED461955",
        "title":"Partnerships with Schools Project. Final Report."},
      {
        "id":"ED461957",
        "title":"Selecting a College for Students with Learning Disabilities or Attention Deficit Hyperactivity Disorder (ADHD). ERIC Digest."},
      {
        "id":"ED461958",
        "title":"Students with Disabilities in Correctional Facilities. ERIC Digest."},
      {
        "id":"ED461959",
        "title":"Adults with Attention Deficit Hyperactivity Disorder (ADHD). ERIC Digest."},
      {
        "id":"ED461960",
        "title":"Commonly Asked Questions about Assistive Technology Devices and Services: An Educators', Parents' and Advocates' Guide."},
      {
        "id":"ED461961",
        "title":"The Proliferation of Alternative Routes to Certification in Special Education: A Critical Review of the Literature. Developing the Special Education Workforce Series."},
      {
        "id":"ED461965",
        "title":"Participation of Special Education Students in the Individualized Education Program."},
      {
        "id":"ED461966",
        "title":"Avoid Potential Liability: The Americans with Disabilities Act and the Public Schools."},
      {
        "id":"ED461967",
        "title":"Disability Narratives and Images in Children's Magazines Pre- and Post-PL 94-142."},
      {
        "id":"ED461968",
        "title":"&quot;The Inclusion Facilitator Training Program&quot;: Personnel Preparation To Serve Children with Low-Incidence Disabilities. Final Report."},
      {
        "id":"ED461969",
        "title":"Multi-Disciplinary Preparation of Educators To Improve Services and Results for Children with Low-Incidence Disabilities in Adapted Physical Education. Final Report."},
      {
        "id":"ED461970",
        "title":"Access to the Future: Preparing College Students with Disabilities for Careers. DO-IT."},
      {
        "id":"ED461980",
        "title":"Building Performance: An Empirical Assessment of the Relationship between Schools Capital Investment and Pupil Performance. Research Report."},
      {
        "id":"ED461981",
        "title":"Designing Space for Sports and Arts: Design Guidelines for Sports and Arts Facilities in Primary Schools for Dual School and Community Use."},
      {
        "id":"ED461982",
        "title":"How Parents and Teachers Are Helping To Create Better Environments for Learning. Energy-Smart Building Choices."},
      {
        "id":"ED461983",
        "title":"How School Administrators and Board Members Are Improving Learning and Saving Money. Energy-Smart Building Choices."},
      {
        "id":"ED461984",
        "title":"How School Facilities Managers and Business Officials Are Reducing Operating Costs and Saving Money. Energy-Smart Building Choices."},
      {
        "id":"ED461985",
        "title":"The Role of Sentence Context in Processing Prepositional Phrases."},
      {
        "id":"ED461986",
        "title":"Bilingual/ESL Programs Evaluation Report, 1999-2000."},
      {
        "id":"ED461987",
        "title":"A Comparison of Foreign Language Teaching Methods: Total Physical Response versus Song/Chants with Kindergartners."},
      {
        "id":"ED461989",
        "title":"ESL Magazine, 2001."},
      {
        "id":"ED461990",
        "title":"Metaphor Analysis in Second/Foreign Language Instruction: A Sociocultural Perspective."},
      {
        "id":"ED461991",
        "title":"What Language Should a Lebanese Child Learn First?"},
      {
        "id":"ED461992",
        "title":"Chinese Interference in English Writing: Cultural and Linguistic Differences."},
      {
        "id":"ED461993",
        "title":"Bringing out Children's Wonderful Ideas in Teaching Chinese as a Foreign Language."},
      {
        "id":"ED461994",
        "title":"The Communicative Approach to Teaching English in Post-Secondary Institutions in Shimane, Japan."},
      {
        "id":"ED461995",
        "title":"Education and Immigrant Girls: Building Bridges between Cultures. WEEA Digest."},
      {
        "id":"ED461996",
        "title":"Constructing a Post-Communist Identity in English: &quot;A Small Lane between Optimism and Pessimism.&quot;"},
      {
        "id":"ED461998",
        "title":"What Is the Problem? Official English in the U.S.A."},
      {
        "id":"ED461999",
        "title":"Sure How Would the (Imminent) Future Ever Be after Becoming the (Recent) Past? Change in the Irish English &quot;Be after V-ing&quot; Construction."},
      {
        "id":"ED462000",
        "title":"Analyzing Language Biographies: Concepts of Language and Language Learning."},
      {
        "id":"ED462001",
        "title":"English Vocabulary: Tests and Tasks."},
      {
        "id":"ED462002",
        "title":"Levels of Understanding of L2 Literary Texts under Repeated Readings: Factors Contributing to Readers' Processing of Second Language Literature and Their Learning Outcomes."},
      {
        "id":"ED462003",
        "title":"English Vocabulary for Chinese Learners: Words in Your Ear."},
      {
        "id":"ED462005",
        "title":"A Guide to K-12 Program Development in World Languages."},
      {
        "id":"ED462006",
        "title":"Tanacross Practical Orthography."},
      {
        "id":"ED462008",
        "title":"Developing Guidelines for a New Curriculum for the BA Program in English Translation in Iranian Universities."},
      {
        "id":"ED462009",
        "title":"Evaluation of the Structured English Immersion Program. Final Report: Year I."},
      {
        "id":"ED462010",
        "title":"Manipulating DVD Technology To Empower Your Teaching."},
      {
        "id":"ED462011",
        "title":"Awareness Raising on Learner's Listening Strategies and Its Impact on the Listening Performance."},
      {
        "id":"ED462012",
        "title":"English Vocabulary Learning by Chinese Students: How Can Phonology Help?"},
      {
        "id":"ED462013",
        "title":"Power Languages: The Effects of Internationalization on Taiwan Language Use."},
      {
        "id":"ED462014",
        "title":"Teaching Reading to Low-Literate Language Minority High School Students."},
      {
        "id":"ED462016",
        "title":"READ Perspectives, 2001."},
      {
        "id":"ED462017",
        "title":"Instructional Strategies for Second Language Teachers: Exit Exam, 2001."},
      {
        "id":"ED462018",
        "title":"Literacy, Biliteracy, and Educational Achievement among the Mexican Origin Population in the United States."},
      {
        "id":"ED462019",
        "title":"REEP Alternative Assessment Project (353 Special Project) Final Report, July 1, 1994-June 30, 1995."},
      {
        "id":"ED462020",
        "title":"National \"What Works\" Evaluation for Adult ESL Students: Current Research and Theory on Effective Adult ESL Instruction. Meeting Summary."},
      {
        "id":"ED462021",
        "title":"NCLEnotes: 2001-2002."},
      {
        "id":"ED462022",
        "title":"[Regarding the Application of Title IX of the Education Amendments of 1972 as It Relates to the Funding of Athletic Scholarships for Men's and Women's Intercollegiate Athletics Programs.]"},
      {
        "id":"ED462023",
        "title":"Cost Containment in Higher Education: Issues and Recommendations. ASHE-ERIC Higher Education Report, Volume 28, Number 5. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED462032",
        "title":"Evaluation of Research and Planning. Research and Planning Report."},
      {
        "id":"ED462033",
        "title":"SREB Study Indicates Serious Shortage of Nursing Faculty."},
      {
        "id":"ED462034",
        "title":"Racial/Ethnic and Gender Diversity in Nursing Education."},
      {
        "id":"ED462035",
        "title":"Training Graduate Students in Educational Statistics: A National Survey."},
      {
        "id":"ED462036",
        "title":"Federal Student Loans: Flexible Agreements with Guaranty Agencies Warrant Careful Evaluation. Report to the Honorable James M. Jeffords, U.S. Senate."},
      {
        "id":"ED462037",
        "title":"D.C. Tuition Assistance Grants: Program May Increase College Choices, but a Few Program Procedures May Hinder Grant Receipt for Some Residents. Report to Congressional Committees and the Mayor of the District of Columbia."},
      {
        "id":"ED462038",
        "title":"Involvement and Persistence: Nontraditional Student Perceptions of the Student-College Relationship."},
      {
        "id":"ED462039",
        "title":"One Course, Two Sites: Concerns and Considerations."},
      {
        "id":"ED462040",
        "title":"Ethnic Identification, Racial Climate and African American Undergraduate Educational Outcomes in a Predominantly White University."},
      {
        "id":"ED462041",
        "title":"Whistling Dixie, Raising the Confederate Flag and Other Welcoming Mats: African-American Students Talk about Change at Big Texas State University."},
      {
        "id":"ED462046",
        "title":"Study of College Costs and Prices, 1988-89 to 1997-98. Volume 1. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED462047",
        "title":"Study of College Costs and Prices, 1988-89 to 1997-98. Volume 2: Commissioned Papers. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED462051",
        "title":"Student and Employee Wellness in Higher Education: A Literature Review."},
      {
        "id":"ED462052",
        "title":"Veterans' Education Benefits: Comparison of Federal Assistance Awarded to Veteran and Nonveteran Students. Report to the Ranking Minority Member, Committee on Veteran's Affairs, U.S. Senate."},
      {
        "id":"ED462053",
        "title":"Directory of Higher Education, 2002."},
      {
        "id":"ED462054",
        "title":"Postsecondary Education Opportunity, 1999."},
      {
        "id":"ED462055",
        "title":"Conflict Resolution Strategies for the Adult Higher Education Student."},
      {
        "id":"ED462056",
        "title":"Distance Education Instruction by Postsecondary Faculty and Staff: Fall 1998. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED462057",
        "title":"Talking Back: Kentucky High School Students and Their Future Education Plans."},
      {
        "id":"ED462072",
        "title":"The Commons of the Tragedy: How the Internet Was Used by Millions after the Terror Attacks To Grieve, Console, Share News, and Debate the Country's Response."},
      {
        "id":"ED462078",
        "title":"Colorado State Library Annual Report, 2000/2001."},
      {
        "id":"ED462079",
        "title":"The Relationship between Library Anxiety and Social Interdependence."},
      {
        "id":"ED462080",
        "title":"Schools and Libraries Program: Update on State-Level Funding by Category of Service. Report to the Honorable John D. Rockefeller IV, U.S. Senate."},
      {
        "id":"ED462081",
        "title":"Alabama Public Library Service Annual Report, 2000. Year in Review."},
      {
        "id":"ED462082",
        "title":"Brick and Click Libraries: How Do We Support Both? Proceedings of a Regional Academic Library Symposium (Iowa, Kansas, Missouri & Nebraska) (1st, Maryville, Missouri, October 26, 2001)."},
      {
        "id":"ED462084",
        "title":"Developing Comparative Bibliometric Indicators for Evaluating the Research Performance of Four Academic Nutrition Departments, 1992-1996: An Exploratory Study."},
      {
        "id":"ED462087",
        "title":"Cuesta College Student Characteristics and Enrollment Trends, Fall 2001."},
      {
        "id":"ED462088",
        "title":"A Brief Synopsis of the Salient Findings in the Latest &quot;System Performance on Partnership for Excellence Goals&quot; Report (April 2001)."},
      {
        "id":"ED462089",
        "title":"Fear and Loathing in &quot;la Escuela.&quot;"},
      {
        "id":"ED462090",
        "title":"Community Impact Report, Fall 2000."},
      {
        "id":"ED462091",
        "title":"The Socioeconomic Benefits Generated by the Wisconsin Technical College System. Volume 1: Main Report [and] Volume 2: Detailed Results [and] Executive Summary."},
      {
        "id":"ED462092",
        "title":"A Portrait of Students at Bellevue Community College, Fall 1999."},
      {
        "id":"ED462093",
        "title":"Articulation Committee Handbook: A Guide to the Mandate and Operations of Provincial Post-Secondary Articulation Committees in British Columbia. Third Edition."},
      {
        "id":"ED462094",
        "title":"Diablo Valley College (DVC) Accreditation Self Study."},
      {
        "id":"ED462095",
        "title":"Four-Year College Students' Use of the Community College: A Middle-Class Takeover? ASHE Annual Meeting Paper."},
      {
        "id":"ED462096",
        "title":"Institutional Attendance Patterns of Students Transferring from Area Two-Year Colleges to The University of Memphis. ASHE Annual Meeting Paper."},
      {
        "id":"ED462097",
        "title":"Transfer Where You Least Expect It: The Transfer of &quot;Terminal&quot; Applied Associate Degree Students. ASHE Annual Meeting Paper."},
      {
        "id":"ED462098",
        "title":"Tribal Colleges: An Introduction."},
      {
        "id":"ED462099",
        "title":"Los Angeles Community College District: Proposed Reforms Have Not Fully Addressed Past Problems and Create a New Set of Challenges."},
      {
        "id":"ED462100",
        "title":"Career Paths of Women Administrators in the California and North Carolina Community College Systems."},
      {
        "id":"ED462101",
        "title":"Los Angeles Community College District: It Has Improved Its Procedures for Selecting College Presidents."},
      {
        "id":"ED462102",
        "title":"Community Colleges in Shanghai."},
      {
        "id":"ED462103",
        "title":"Evaluation of Campus Pipeline, Spring 2001."},
      {
        "id":"ED462104",
        "title":"Status of the 1999-2002 College Plan: Goals and Objectives."},
      {
        "id":"ED462105",
        "title":"Basic Skills Tracking Study: English."},
      {
        "id":"ED462106",
        "title":"Santa Barbara City College: 2002-05 College Plan."},
      {
        "id":"ED462107",
        "title":"SBCC Transfers to UCSB: Profiles and Performance after Transfer. A Study of Three Cohorts."},
      {
        "id":"ED462109",
        "title":"Institutional Accountability Report, 2000."},
      {
        "id":"ED462110",
        "title":"Campus Climate Survey: Student Opinions of the Campus Environment."},
      {
        "id":"ED462111",
        "title":"Columbia Gorge Community College Business Survey."},
      {
        "id":"ED462112",
        "title":"Recommendations to the Virginia Community College System Concerning the Role of Virginia's Community Colleges in PK-12 Teacher Preparation."},
      {
        "id":"ED462113",
        "title":"Enrollment and Graduation Patterns of Undergraduates Transferring to UC Davis: 1984-1999. Research Synopsis."},
      {
        "id":"ED462114",
        "title":"Determined To Succeed: Re-Entry Women in Community Colleges."},
      {
        "id":"ED462115",
        "title":"Southern California Community College Transfer Readiness Research Project Focus Group Findings."},
      {
        "id":"ED462116",
        "title":"Predicting Student Outcomes Using Discriminant Function Analysis."},
      {
        "id":"ED462117",
        "title":"Cross-College General Education Pilot Review Report, June 1997."},
      {
        "id":"ED462119",
        "title":"Proceedings of the Intentional Meeting on Future Directions in Developmental Education (1st, Minneapolis, Minnesota, October 5-6, 1999)."},
      {
        "id":"ED462120",
        "title":"California Community Colleges: The Chancellor's Office Should Collect Additional Funds for Questionable Training Agreements."},
      {
        "id":"ED462121",
        "title":"Houston Community College System (HCCS) Institutional Effectiveness Report, 1999-2000: &quot;Closing the Loop&quot; on &quot;A Vision for the Future.&quot;"},
      {
        "id":"ED462122",
        "title":"Fiscal Year 2000 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED462123",
        "title":"Cerritos Community College: Improvements Needed in Aspects of Operating the District and Its Auxiliary Organization."},
      {
        "id":"ED462124",
        "title":"Motivational Orientations of Students with Disabilities in Western North Carolina Community Colleges."},
      {
        "id":"ED462125",
        "title":"Cabrillo College Master Plan, 2001-2004."},
      {
        "id":"ED462126",
        "title":"Providing a Learning-Centered Instructional Environment."},
      {
        "id":"ED462127",
        "title":"Beyond Chalk and Talk: Engaging Students in the Learning Process."},
      {
        "id":"ED462129",
        "title":"District Performance on Partnership for Excellence Goals: District and College Baseline Data for 1997-98, 1998-99, and 1999-00."},
      {
        "id":"ED462130",
        "title":"The Transfer Transition: Student Advancement from 2-Year to 4-Year Institutions."},
      {
        "id":"ED462131",
        "title":"Risk and Reality: Teaching Preschool Children Affected by Substance Abuse."},
      {
        "id":"ED462132",
        "title":"Staying Healthy in Child Care: Preventing Infectious Diseases in Child Care."},
      {
        "id":"ED462133",
        "title":"Offspring: The Magazine of the Michigan Council of Cooperative Nursery Schools, 1994."},
      {
        "id":"ED462135",
        "title":"Children's Mathematical Narratives as Learning Stories."},
      {
        "id":"ED462136",
        "title":"Campaign To Reduce Child Poverty. Progress Report [and] Policy Briefs 1-5."},
      {
        "id":"ED462137",
        "title":"North Dakota KIDS COUNT! Fact Book, 2001: State, Regional and County Profiles of Child Well-Being in North Dakota."},
      {
        "id":"ED462138",
        "title":"Sociodramatic Play and Literacy Development: Instructional Perspective."},
      {
        "id":"ED462139",
        "title":"Let Children Play and Develop into Readers and Writers of Their Own Worlds (Play To Promote Early Literacy)."},
      {
        "id":"ED462140",
        "title":"Crimes against Children by Babysitters. Crimes against Children Series. Juvenile Justice Bulletin."},
      {
        "id":"ED462141",
        "title":"Homicides of Children and Youth. Crimes against Children Series. Juvenile Justice Bulletin."},
      {
        "id":"ED462142",
        "title":"PEEP Annual Report, April 2000-March 2001."},
      {
        "id":"ED457127",
        "title":"Facing the Reality of Qualitative Research: An Interactive Workshop Comparing Teaching and Research Case Writing."},
      {
        "id":"ED457128",
        "title":"Reflective Journal Writing in an Inquiry-Based Science Course for Elementary Preservice Teachers."},
      {
        "id":"ED457130",
        "title":"Second-Year Progress Report. University-School Teacher Education Partnerships."},
      {
        "id":"ED457135",
        "title":"Commanding Strategies by Hispanic Students as They Think about Their Own Thinking Process."},
      {
        "id":"ED457138",
        "title":"School/University Collaborative Research: Teachers as Researchers."},
      {
        "id":"ED457140",
        "title":"At the Beginning of a New Century: Observations on Teaching as a Profession."},
      {
        "id":"ED457144",
        "title":"Passing the Torch: Developing Students' Professional Identity through Connected Narratives."},
      {
        "id":"ED457146",
        "title":"To Create a Profession: Supporting Teachers as Professionals. A Report of the AASCU Task Force on Professional Development for Teachers."},
      {
        "id":"ED457149",
        "title":"Healthful Living Education. Standard Course of Study and Grade Level Competencies, K-12."},
      {
        "id":"ED457150",
        "title":"Teachers' Perspectives on Standards-Based Education: Initial Findings from a High-Performing, High-Needs School District."},
      {
        "id":"ED457155",
        "title":"The Consistency of Systematic Classroom Observations in Urban Schools."},
      {
        "id":"ED457157",
        "title":"Teachers' Responses to Science Writing."},
      {
        "id":"ED457158",
        "title":"Professional Development Schools: Listening to Teachers' and Teacher Candidates' Voices."},
      {
        "id":"ED457159",
        "title":"What Are the &quot;Right&quot; Questions and the &quot;Right&quot; Answers in Teaching Practice Supervision?"},
      {
        "id":"ED457160",
        "title":"Case Studies & Methods in Education."},
      {
        "id":"ED457164",
        "title":"Measurement Decision Theory."},
      {
        "id":"ED457165",
        "title":"Mathematics Placement Testing: Is It Really Necessary?"},
      {
        "id":"ED457168",
        "title":"The District That Does What's Best for Kids: Frenship ISD. Special Report on Standards, Assessment, Accountability, and Interventions. Report #5, Winter 2001."},
      {
        "id":"ED457169",
        "title":"Teachers' Assignments as Indicators of Instructional Quality in Elementary Schools. CSE Technical Report 545."},
      {
        "id":"ED457170",
        "title":"On the Cognitive Interpretation of Performance Assessment Scores. CSE Technical Report 546."},
      {
        "id":"ED457171",
        "title":"The Effects of Analytic Corrections and Revisions on College Composition Students in a Portfolio Assessment Setting."},
      {
        "id":"ED457172",
        "title":"The Development and Validity Investigation of a Classroom Communication Apprehension Scale for Japanese High School Students."},
      {
        "id":"ED457173",
        "title":"The Effects of Student Activity Participation, Gender, Ethnicity, and Socio-Economic Level on High School Student Grade Point Averages and Attendance."},
      {
        "id":"ED457174",
        "title":"Using Multiple Raters on Performance Based Driving Tests with High School Driver Education Students."},
      {
        "id":"ED457175",
        "title":"The Development of STAR Early Literacy. Report."},
      {
        "id":"ED457176",
        "title":"Race at the Center: Perspectives on Improving Science and Math Achievement."},
      {
        "id":"ED457177",
        "title":"Staff Survey Results, 1999-2000. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED457178",
        "title":"Comparing Student Performance at Program Magnet, Year-Round Magnet, and Non-Magnet Elementary Schools. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED457179",
        "title":"Iowa Test of Basic Skills, 2000-2001. Measuring Up. E&amp;R Report."},
      {
        "id":"ED457180",
        "title":"North Carolina Writing Assessment Results, 2000-2001. Measuring Up. E&amp;R Report."},
      {
        "id":"ED457181",
        "title":"Youth-Adult Research Collaborations: Bringing Youth Voice and Development to the Research Process."},
      {
        "id":"ED457182",
        "title":"Effectiveness of Cognitive-Behavioral Therapy in Reducing Classroom Disruptive Behaviors: A Meta-Analysis."},
      {
        "id":"ED457183",
        "title":"Examining Reliability and Validity of Job Analysis Survey Data."},
      {
        "id":"ED457184",
        "title":"Repeated Measures Designs and the Sphericity Assumption."},
      {
        "id":"ED457185",
        "title":"Benjamin S. Bloom's Contributions to Curriculum, Instruction, and School Learning."},
      {
        "id":"ED457186",
        "title":"Methods for Assessing Transfer from an Art-Viewing Program."},
      {
        "id":"ED457187",
        "title":"Equating Parameter Estimates from the Generalized Graded Unfolding Model."},
      {
        "id":"ED457188",
        "title":"Development and Validation of a Computer Interactive Test Battery."},
      {
        "id":"ED457189",
        "title":"Portfolios: Authentic Assessment."},
      {
        "id":"ED457190",
        "title":"A Study of Oral and Written Expression Abilities of Adolescents with Learning Disabilities."},
      {
        "id":"ED457191",
        "title":"Investigation of the Effectiveness of the Mediation Portion of Two Subtests of the Application of Cognitive Functions Scale, a Dynamic Assessment Procedure for Young Children."},
      {
        "id":"ED457192",
        "title":"A Procedure for Testing the Difference between Effect Sizes."},
      {
        "id":"ED457194",
        "title":"Using Out-of-Scale Information To Increase the Precision of Test Scores."},
      {
        "id":"ED457196",
        "title":"Making the Cut: A Qualitative Inquiry into the Setting of Cut Scores on School District Assessments."},
      {
        "id":"ED457197",
        "title":"Assessment Hotspots, 2000."},
      {
        "id":"ED457198",
        "title":"A Technical Guide for Revising or Developing Standards and Benchmarks."},
      {
        "id":"ED457199",
        "title":"Mini-Digest of Education Statistics, 2000."},
      {
        "id":"ED457200",
        "title":"Assessing Kindergarten Children: What School Systems Need To Know. Research & Development."},
      {
        "id":"ED457202",
        "title":"NAEP Reporting Practices: Investigating District-Level and Market-Basket Reporting. The Compass Series."},
      {
        "id":"ED457204",
        "title":"Education Statistics Quarterly, Summer 2001."},
      {
        "id":"ED457205",
        "title":"Can Gender-Adapted Instruction Improve Mathematics Performance and Attitudes?"},
      {
        "id":"ED457206",
        "title":"Solidarity Work: Researchers in the Struggle for Social Justice."},
      {
        "id":"ED457207",
        "title":"The Consistency of Correlation between Students' Perceptions of Classroom Involvement and Academic Self-Concept in Secondary Social Studies Classes."},
      {
        "id":"ED457209",
        "title":"The Legend of the Qualitative/Quantitative Dualism: Implications for Research in Technology and Teacher Education."},
      {
        "id":"ED457210",
        "title":"The Relationships between the Iowa Test of Basic Skills and the Washington Assessment of Student Learning in the State of Washington. Technical Report."},
      {
        "id":"ED457211",
        "title":"Usefulness of the College Student Inventory as a Needs Assessment Tool in Community Colleges."},
      {
        "id":"ED457212",
        "title":"Development of an Instrument To Measure Students' Views of Classroom Management."},
      {
        "id":"ED457213",
        "title":"Identifying Teacher Expertise: An Examination of Researchers' Decision-Making."},
      {
        "id":"ED457214",
        "title":"Using Stimulated Recall in Classroom Observation and Professional Development."},
      {
        "id":"ED457215",
        "title":"Security for Web-Based Tests."},
      {
        "id":"ED457216",
        "title":"A Comparison of Eighth Grade Students' Testing Scores between the \"Jeopardy\" and \"Seatwork\" Types of Review."},
      {
        "id":"ED457217",
        "title":"Beyond Numbers: Quantitative and Qualitative Research with Alumni Regarding Physician Career Choice and Satisfaction."},
      {
        "id":"ED457220",
        "title":"Outfoxing the Destruction of Wisdom."},
      {
        "id":"ED457221",
        "title":"Teachers Reflecting on Global Learning Strategies across Content Areas."},
      {
        "id":"ED457222",
        "title":"Students Reflecting on What They Know."},
      {
        "id":"ED457223",
        "title":"Creative Habits and the Meaning-Oriented Curriculum."},
      {
        "id":"ED457226",
        "title":"Wake County Safe Schools/Health Students Project. Year Two--Mid-Year Performance Report. October 1, 2000-March 31, 2001. E&amp;R Report."},
      {
        "id":"ED457227",
        "title":"Advanced Placement Exams 1999-2000: Results for WCPSS and EBN Districts."},
      {
        "id":"ED457228",
        "title":"Structure of Accelerated Learning Program (ALP) Efforts, 2000-01."},
      {
        "id":"ED457229",
        "title":"SASS: Schools and Staffing Survey."},
      {
        "id":"ED457232",
        "title":"Colorado Student Assessment Program: 2001 Released Passages, Items, and Prompts. Grade 4 Reading and Writing, Grade 4 Lectura y Escritura, Grade 5 Mathematics and Reading, Grade 6 Reading, Grade 7 Reading and Writing, Grade 8 Mathematics, Reading and Science, Grade 9 Reading, and Grade 10 Mathematics and Reading and Writing."},
      {
        "id":"ED457236",
        "title":"Extending the Reach of Randomized Social Experiments: New Directions in Evaluations of American Welfare-to-Work and Employment Initiatives. MDRC Working Papers on Research Methodology."},
      {
        "id":"ED457237",
        "title":"A Regression-Based Strategy for Defining Subgroups in a Social Experiment. MDRC Working Papers on Research Methodology."},
      {
        "id":"ED457238",
        "title":"New Perspectives to Study of Student Motivation and Self-Regulated Learning with Bayesian Network Modeling."},
      {
        "id":"ED457239",
        "title":"A Case Study of the Writing Experience of an Engineering Student as Part of a Portfolio-Based Writing Program Evaluation."},
      {
        "id":"ED457241",
        "title":"Projections of Education Statistics to 2011. Thirtieth Edition."},
      {
        "id":"ED457243",
        "title":"The Influence of External Evaluations on the National Assessment of Educational Progress. CSE Technical Report."},
      {
        "id":"ED457244",
        "title":"Practical Considerations in the Measurement of Student Achievement."},
      {
        "id":"ED457245",
        "title":"Overseeing the Nation's Report Card: The Creation and Evolution of the National Assessment Governing Board (NAGB)."},
      {
        "id":"ED457249",
        "title":"When Work Just Isn't Enough: Measuring Hardships Faced by Families after Moving from Welfare to Work. Briefing Paper."},
      {
        "id":"ED457250",
        "title":"Eliminating the Black-White Achievement Gap: A Summary of Research."},
      {
        "id":"ED457251",
        "title":"Hunger in Ohio: The State of the State, 2001."},
      {
        "id":"ED457252",
        "title":"Partnerships 2000: A Decade of Growth and Change."},
      {
        "id":"ED457253",
        "title":"Children of Immigrants' Self-Esteem in Early Adolescence: The Role of Ethnicity, Context, Language, and Family in Cultural Adaptation."},
      {
        "id":"ED457254",
        "title":"The Other Gap: Poor Students Receive Fewer Dollars. Education Trust Data Bulletin."},
      {
        "id":"ED457257",
        "title":"It All Starts at Home: Hispanic Parents Speak out on Preventing Teen Pregnancy. A Focus Group Report."},
      {
        "id":"ED457258",
        "title":"Supporting At-Risk Elementary Students: The Impact of the Positive Outreach Program."},
      {
        "id":"ED457259",
        "title":"Whatever It Takes: The Impact of a Truancy Program on Attendance."},
      {
        "id":"ED457260",
        "title":"Good Teaching Matters: How Well-Qualified Teachers Can Close the Gap."},
      {
        "id":"ED457261",
        "title":"Not Good Enough: A Content Analysis of Teacher Licensing Examinations. How Teacher Licensing Tests Fall Short."},
      {
        "id":"ED457262",
        "title":"Ticket to Nowhere: The Gap between Leaving High School and Entering College and High-Performance Jobs."},
      {
        "id":"ED457264",
        "title":"[Coalition for Asian American Children and Families Fact Sheets: A Series To Promote Better Understanding of the Health and Human Services Needs of Asian American Children and Youth in New York City.]"},
      {
        "id":"ED457265",
        "title":"Half-Full or Half-Empty? Health Care, Child Care, and Youth Programs for Asian American Children in New York City."},
      {
        "id":"ED457266",
        "title":"A Seat at the Table: Toward a National Agenda for Asian Pacific American Children. Proceedings from &quot;Children in Need: Asian American and Pacific Islander Children&quot; at the Children's Defense Fund National Conference (New York, NY, March 25-28, 2000)."},
      {
        "id":"ED457267",
        "title":"New Tax Law Boosts School Construction with Public-Private Partnerships. The Heritage Foundation Backgrounder No. 1463."},
      {
        "id":"ED457272",
        "title":"Results of a School Voucher Experiment: The Case of Washington, D.C. after Two Years."},
      {
        "id":"ED457273",
        "title":"A Bridge to One America: The Civil Rights Performance of the Clinton Administration."},
      {
        "id":"ED457274",
        "title":"Funding Federal Civil Rights Enforcement: 2000 and Beyond."},
      {
        "id":"ED457276",
        "title":"The Health of Poor Urban Women: Findings from the Project on Devolution and Urban Change."},
      {
        "id":"ED457277",
        "title":"Civil Rights Issues Facing Arab Americans in Michigan."},
      {
        "id":"ED457278",
        "title":"Limited-English-Proficient Students in Maine: An Assessment of Equal Educational Opportunities."},
      {
        "id":"ED457279",
        "title":"Reconciliation at a Crossroads: The Implications of the Apology Resolution and &quot;Rice v. Cayetano&quot; for Federal and State Programs Benefiting Native Hawaiians. Summary Report of the August 1998 and September 2000 Community Forums in Honolulu, Hawai'i."},
      {
        "id":"ED457280",
        "title":"High Standards for All Students: A Report from the National Assessment of Title I on Progress and Challenges since the 1994 Reauthorization."},
      {
        "id":"ED457281",
        "title":"The Status of Equal Opportunity for Minorities in Moorhead, Minnesota."},
      {
        "id":"ED457282",
        "title":"Secondary School Completion and Dropouts in Texas Public Schools, 1999-00."},
      {
        "id":"ED457284",
        "title":"Beyond the Census: Hispanics and an American Agenda. Final Edition."},
      {
        "id":"ED457285",
        "title":"Gay and Lesbian Families in the United States: Same-Sex Unmarried Partner Households. A Preliminary Analysis of 2000 United States Census Data."},
      {
        "id":"ED457286",
        "title":"Education Rights of Homeless Students."},
      {
        "id":"ED457287",
        "title":"Fairness in School Discipline: The Rights of Public School Students."},
      {
        "id":"ED457288",
        "title":"Indicators of Welfare Dependence. Annual Report to Congress, 2001."},
      {
        "id":"ED457290",
        "title":"Best Practices of Youth Violence Prevention: A Sourcebook for Community Action."},
      {
        "id":"ED457291",
        "title":"The Integration of Immigrant Families in the United States."},
      {
        "id":"ED457292",
        "title":"Report Card on Child Poverty in Toronto. Toronto Campaign 2000."},
      {
        "id":"ED457293",
        "title":"Can Public Schools Learn from Private Schools? Case Studies in the Public &amp; Private Nonprofit Sectors."},
      {
        "id":"ED457295",
        "title":"The Arizona Scholarship Tax Credit: Giving Parents Choices, Saving Taxpayers Money. Policy Analysis No. 414."},
      {
        "id":"ED457296",
        "title":"Lessons from Vermont: 132-Year-Old Voucher Program Rebuts Critics. Cato Briefing Papers No. 67."},
      {
        "id":"ED457297",
        "title":"Lessons from Maine: Education Vouchers for Students since 1873. Cato Briefing Papers No. 66."},
      {
        "id":"ED457299",
        "title":"Minority Achievement Report, 2001: Trends in Subgroup Performance."},
      {
        "id":"ED457300",
        "title":"Special Strategies for Educating Disadvantaged Children. Urban and Suburban/Rural. Second Year Report."},
      {
        "id":"ED457304",
        "title":"Blueprints for Violence Prevention. Juvenile Justice Bulletin."},
      {
        "id":"ED457305",
        "title":"The Longitudinal Evaluation of School Change and Performance (LESCP) in Title I Schools. Final Report. Volume 1: Executive Summary."},
      {
        "id":"ED457306",
        "title":"The Longitudinal Evaluation of School Change and Performance (LESCP) in Title I Schools. Final Report. Volume 2: Technical Report."},
      {
        "id":"ED457307",
        "title":"Racial and Ethnic Tensions in American Communities: Poverty, Inequality, and Discrimination. Volume VII: The Mississippi Delta Report."},
      {
        "id":"ED457308",
        "title":"Transition in Education: Policy Making and the Key Educational Policy Areas in the Central-European and Baltic Countries."},
      {
        "id":"ED457309",
        "title":"Cleveland School Vouchers: Where the Students Come from."},
      {
        "id":"ED457310",
        "title":"Accountability: Turning around Low-Performing Schools. Achieve Policy Brief, Issue Number Four."},
      {
        "id":"ED457313",
        "title":"Rapporteur-General's Oral Report."},
      {
        "id":"ED457315",
        "title":"Equity: How Can We Use Effective Teaching Methods To Boost Student Achievement? [and] Equity: How Can We Enhance Conditions for Learning? [and] Equity: What Can We Do To Enhance School Climate?"},
      {
        "id":"ED457316",
        "title":"Equity: What Do We Know about America's Workforce? [and] Equity: What Skills Are Needed for the Workforce? [and] Equity: How Do Students' Career Aspirations Compare to Labor Market Realities?"},
      {
        "id":"ED457317",
        "title":"What Do We Know about Nontraditional Careers? [and] How Can We Effectively Recruit and Teach Nontraditional Students?"},
      {
        "id":"ED457318",
        "title":"Student Action Teams: An Evaluation, 1999-2000. Working Paper 21."},
      {
        "id":"ED457319",
        "title":"The Learning Festivals Guide. An Internationally-Produced Communication Tool in Support of the Launch of the International Adult Learners' Week."},
      {
        "id":"ED457320",
        "title":"Linking Vocational Education and Training Standards and Employment Requirements: An International Manual."},
      {
        "id":"ED457321",
        "title":"Institutionalized Service-Learning in the 50 States. ECS StateNotes: Service-Learning Policy Scan."},
      {
        "id":"ED457322",
        "title":"School-to-Work Professional Development Package for College and University Arts &amp; Sciences Faculty, 2001."},
      {
        "id":"ED457323",
        "title":"School-to-Work Professional Development Package for College and University Education Faculty, 2001."},
      {
        "id":"ED457326",
        "title":"Job Performance and Retention among Welfare Recipients."},
      {
        "id":"ED457327",
        "title":"Learning To Read with Private Pete &amp; Sailor Sam in World War II."},
      {
        "id":"ED457329",
        "title":"Financing Vocational Education: A State Policymaker's Guide. Sorting out the Byzantine World of State Funding Formulas, District Cost Variations, and Options for Supporting the Provision of Equitable, Quality Vocational Education in High Schools."},
      {
        "id":"ED457330",
        "title":"Reforming Career and Technical Education Teacher Licensure and Preparation: A Public Policy Synthesis. Information Paper 1001."},
      {
        "id":"ED457331",
        "title":"School-to-Careers: Report on the Year 4 Evaluation of Nevada's STC Implementation System."},
      {
        "id":"ED457332",
        "title":"Promising Practices for the 21st Century. Winners of the 1996 Secretary's Awards for Outstanding Adult Education and Literacy Programs."},
      {
        "id":"ED457334",
        "title":"Longitudinal Analysis of Student Performance between Host and Cooperating College Learners in the Dental Hygiene Program at Northcentral Technical College in Wausau, Wisconsin."},
      {
        "id":"ED457335",
        "title":"From Agricultural Education to Education for Rural Development and Food Security: All for Education and Food for All. SD Dimensions."},
      {
        "id":"ED457336",
        "title":"Proceedings of the Annual Midwest Research-to-Practice Conference in Adult, Continuing and Community Education (20th, Charleston, Illinois, September 26-28, 2001)."},
      {
        "id":"ED457337",
        "title":"A Just Transition? Lessons from Defense Worker Adjustment in the 1990s. Technical Paper No. 237."},
      {
        "id":"ED457338",
        "title":"Net Working: Work Patterns and Workforce Policies for the New Media Industry."},
      {
        "id":"ED457339",
        "title":"Technology Education as a Career. Teacher Instructional Materials and Activities for High School Technology Education."},
      {
        "id":"ED457340",
        "title":"Quasi-Market Reforms and Vocational Schooling in England and Wales: An Economic Analysis. Division of Economics Working Paper."},
      {
        "id":"ED457342",
        "title":"Workforce Investment Act: New Requirements Create Need for More Guidance. Statement of Sigurd R. Nilsen, Director, Education, Workforce, and Income Security Issues, before the Committee on Health, Education, Labor, and Pensions, U.S. Senate."},
      {
        "id":"ED457343",
        "title":"Workforce Investment Act: Better Guidance Needed To Address Concerns over New Requirements. Report to Congressional Requesters."},
      {
        "id":"ED457344",
        "title":"Preparation of Vocational Education Teachers: Areas of Importance and Concern."},
      {
        "id":"ED457345",
        "title":"Registered Apprenticeships: Labor Could Do More To Expand to Other Occupations. Report to the Chairman, Subcommittee on 21st Century Competitiveness, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED457346",
        "title":"Building Jobs, Rebuilding Lives: Placing Ex-Offenders with Employers in the Residential and Light Commercial Construction Industry."},
      {
        "id":"ED457347",
        "title":"Features of Occupational Programs at the Secondary and Postsecondary Education Levels. Statistical Analysis Report."},
      {
        "id":"ED457348",
        "title":"Labor Laws and Issues: A Guide for Planning and Implementing Work-Based Learning Opportunities for Minors."},
      {
        "id":"ED457350",
        "title":"Youth Councils and Career Development. Trends and Issues Alert No. 27."},
      {
        "id":"ED457351",
        "title":"Adult Education for Native Americans. Trends and Issues Alert No. 28."},
      {
        "id":"ED457352",
        "title":"Integrating Technology into Canadian Adult Literacy Programs: Curriculum Evaluation Considerations."},
      {
        "id":"ED457353",
        "title":"Poetry in the Adult Literacy Classroom. Teacher to Teacher."},
      {
        "id":"ED457354",
        "title":"Improving Career Outcomes for Youth: Lessons from the U.S. and OECD Experience. Research and Evaluation Monograph Series."},
      {
        "id":"ED457355",
        "title":"A Report on Early State and Local Progress towards WIA Implementation. Final Interim Report."},
      {
        "id":"ED457356",
        "title":"National Job Corps Study: Impacts by Center Characteristics."},
      {
        "id":"ED457357",
        "title":"National Job Corps Study: The Benefits and Costs of Job Corps."},
      {
        "id":"ED457358",
        "title":"National Job Corps Study: The Impacts of Job Corps on Participants' Employment and Related Outcomes [and] Methodological Appendixes on the Impact Analysis."},
      {
        "id":"ED457359",
        "title":"Testing Different Methods of Estimating the Impacts of Worker Profiling and Reemployment Services Systems."},
      {
        "id":"ED457360",
        "title":"Retention in the United States Job Corps: Analysis and Recommendations."},
      {
        "id":"ED457361",
        "title":"Worker Profiling and Reemployment Services Policy Workgroup: Final Report and Recommendations."},
      {
        "id":"ED457362",
        "title":"Distance Open Learning in the Developing Asian Countries: Problems and Possible Solutions. ZIFF Papiere 117."},
      {
        "id":"ED457363",
        "title":"Learning Circles: Democratic Pools of Knowledge."},
      {
        "id":"ED457364",
        "title":"Life Online from the Writers' Desks."},
      {
        "id":"ED457365",
        "title":"Progress in Adult Literacy: Do Learners Learn?"},
      {
        "id":"ED457366",
        "title":"In Search of Social Movement Learning: The Growing Jobs for Living Project. NALL Working Paper."},
      {
        "id":"ED457367",
        "title":"Simulation Games in Production Management Education--A Review. Department of Management Systems Research Report Series."},
      {
        "id":"ED457383",
        "title":"Aligning Economic and Workforce Development Activities in Baltimore. Research Findings."},
      {
        "id":"ED457384",
        "title":"Connected Learning Communities: A Toolkit for Reinventing High School."},
      {
        "id":"ED457385",
        "title":"Employer Intermediaries: A Briefing Paper [and Profiles]."},
      {
        "id":"ED457386",
        "title":"Employer-Led Organizations and Skill Supply Chains: Linking Worker Advancement with the Skill Needs of Employers. Issue Brief."},
      {
        "id":"ED457387",
        "title":"Everybody WINs: Effectively Involving Business in Workforce Development. The First in a Series of Policy Papers."},
      {
        "id":"ED457388",
        "title":"Finding Common Ground: Local Intermediaries and National Industry Associations. Issue Brief."},
      {
        "id":"ED457389",
        "title":"Improving Low Income Job Seekers' Employment Prospects: The Role of Labor Market Intermediaries. A Background Paper [and Three Case Studies]."},
      {
        "id":"ED457390",
        "title":"Responding to a Changing Labor Market: The Challenges for Community-Based Organizations."},
      {
        "id":"ED457391",
        "title":"Working Together on Worker Training. Issue Brief."},
      {
        "id":"ED457392",
        "title":"Creating Workforce Development Systems That Work: An Evaluation of the Initial One-Stop Implementation Experience. Final Report."},
      {
        "id":"ED457393",
        "title":"Creating Workforce Development Systems That Work: An Evaluation of the Initial One-Stop Implementation Experience. Final Report Appendices: State and Local Profiles."},
      {
        "id":"ED457394",
        "title":"Creating Workforce Development Systems That Work: A Guide for Practitioners."},
      {
        "id":"ED457395",
        "title":"Integrating Technology into Canadian Adult Literacy Programs: The Need for a Curriculum Deliberation Process."},
      {
        "id":"ED457396",
        "title":"ACE [Adult and Community Education] into the 21st Century: A Vision."},
      {
        "id":"ED457397",
        "title":"Course in Introduction to Cross-Cultural Communication. Adult Education in the Community."},
      {
        "id":"ED457398",
        "title":"Inside Out! A Workbook for the CGEA."},
      {
        "id":"ED457399",
        "title":"Seniors Online: Online Literacy and Learning by Senior Citizens in Rural Centres."},
      {
        "id":"ED457400",
        "title":"Individual Learning Account Pilot Initiative: A Learning Tool for the 21st Century. Report to the OPM Director."},
      {
        "id":"ED457402",
        "title":"Blindness and Computer Networking at iTEC [Information Technology Education Center]."},
      {
        "id":"ED457404",
        "title":"Adult Basic Skills: Developing a Local Action Plan."},
      {
        "id":"ED457405",
        "title":"Adult Students: Recruitment and Retention. Practice Application Brief No. 18."},
      {
        "id":"ED457406",
        "title":"Nontraditional Employment and Training. Trends and Issues Alert No. 30."},
      {
        "id":"ED457407",
        "title":"Alberta Learning Results Report, 1999/2000."},
      {
        "id":"ED457408",
        "title":"Report on Career Pathways: A Success Story in Berrien County, Michigan."},
      {
        "id":"ED457409",
        "title":"Young Women's Career and Educational Development through Extracurricular Activity Participation: A Qualitative Study."},
      {
        "id":"ED457410",
        "title":"The POWER of Adult Education: Moving the Adult Education and Literacy System of the United States from the Margins to the Mainstream of Education."},
      {
        "id":"ED457411",
        "title":"Reforming Adult Literacy Education: Transforming Local Programs into National Systems in Canada, the United Kingdom, &amp; the United States."},
      {
        "id":"ED457412",
        "title":"Carpentry. FasTrak Specialization Integrated Technical and Academic Competency (ITAC). 2001 Revision."},
      {
        "id":"ED457413",
        "title":"Interpersonal Presence in Computer-Mediated Conferencing Courses."},
      {
        "id":"ED457414",
        "title":"Transition Programs: Bridging the Gap."},
      {
        "id":"ED457415",
        "title":"Building Strong Neighborhoods: A Study Circle Guide for Public Dialogue and Community Problem Solving."},
      {
        "id":"ED457416",
        "title":"Re-Imposing Our Will on the Information Economy."},
      {
        "id":"ED457419",
        "title":"Spirituality of Older Adults: Expanding the Norms of an Existing Instrument."},
      {
        "id":"ED457420",
        "title":"The Utility of Existential Therapy with Older Adults."},
      {
        "id":"ED457422",
        "title":"Examining School Violence."},
      {
        "id":"ED457423",
        "title":"Personality Traits, Attachment Styles, and Their Association with Alcohol and Nicotine Use in College Undergraduates."},
      {
        "id":"ED457424",
        "title":"The Queensland Young People's Mental Health Survey Report."},
      {
        "id":"ED457425",
        "title":"Assessment: Issues and Challenges for the Millennium."},
      {
        "id":"ED457426",
        "title":"An Emerging Paradigm of Testing."},
      {
        "id":"ED457427",
        "title":"Responding to Testing Needs in the Twenty-First Century with an Old Tool."},
      {
        "id":"ED457428",
        "title":"Assessment in Counselor Education: Admissions, Retention, and Capstone Experiences."},
      {
        "id":"ED457429",
        "title":"Revitalizing the Assessment Course in the Counseling Curriculum."},
      {
        "id":"ED457430",
        "title":"The Pedagogical Basis for Multifaceted Assessment in Counselor Education."},
      {
        "id":"ED457431",
        "title":"Addressing Fragmentation: Building Integrated Services for Student Support."},
      {
        "id":"ED457432",
        "title":"Competencies in Assessment and Evaluation for School Counselors."},
      {
        "id":"ED457433",
        "title":"Assessing the Effectiveness of School Guidance Programs: Program, Personnel, and Results Evaluation."},
      {
        "id":"ED457434",
        "title":"Equity Issues in the Assessment of Individuals with Visual or Hearing Impairments."},
      {
        "id":"ED457435",
        "title":"Modifying Tests for Students with Disabilities."},
      {
        "id":"ED457436",
        "title":"Development of a Statement of Test Takers' Rights and Responsibilities."},
      {
        "id":"ED457437",
        "title":"Counseling Outcome Research: Making Practical Choices for Real-World Applications."},
      {
        "id":"ED457438",
        "title":"Communicating Assessment Results in the Counseling Interview."},
      {
        "id":"ED457439",
        "title":"Use of the Kaufman Adolescent and Adult Intelligence Test (KAIT) in the New Millennium."},
      {
        "id":"ED457440",
        "title":"Writing Multiple-Choice Test Items."},
      {
        "id":"ED457441",
        "title":"Reducing Tobacco Use: A Report of the Surgeon General [and] Executive Summary."},
      {
        "id":"ED457442",
        "title":"El Odio Se Cura: Un Programa Nacional para la Prevencion de los Crimenes de Odio para las Escuelas Intermedias (Healing the Hate: A National Crime Prevention Curriculum for Middle Schools)."},
      {
        "id":"ED457443",
        "title":"The Correlates of Dance Education among Adolescent Girls."},
      {
        "id":"ED457444",
        "title":"Educational Responses to Media Challenges to Self Esteem: Body Image Perceptions among Undergraduate Students."},
      {
        "id":"ED457445",
        "title":"Youth Suicide Prevention in British Columbia: &quot;Putting Best Practices into Action.&quot; Evaluation Report."},
      {
        "id":"ED457446",
        "title":"Psychotropic Medications: An Investigation of the Knowledge of Counseling Graduate Students and Attitudes toward Coursework of Counselor Educators."},
      {
        "id":"ED457447",
        "title":"Multidimensional Functional Behaviour Assessment within a Problem Analysis Framework."},
      {
        "id":"ED457448",
        "title":"Attention Disorder Drugs: Few Incidents of Diversion or Abuse Identified by Schools. Report to Congressional Requesters."},
      {
        "id":"ED457449",
        "title":"Eye Movement Desensitization and Reprocessing: A Critical Analysis."},
      {
        "id":"ED457450",
        "title":"Comparison of Day Treatment and Outpatient Treatment Programs for Young Adolescents with ODD."},
      {
        "id":"ED457451",
        "title":"Psychotherapists' Perceptions and Understanding of Pharmacotherapy."},
      {
        "id":"ED457452",
        "title":"Offering Educational Opportunities to Expelled Students in Wisconsin. Bulletin No. 02030."},
      {
        "id":"ED457453",
        "title":"Efficacy of Nonpsychopharmacological Treatment for Male Sex Offenders: A Review of the Literature."},
      {
        "id":"ED457455",
        "title":"Eating Disorders: Facts about Eating Disorders and the Search for Solutions."},
      {
        "id":"ED457456",
        "title":"Gender Identity Disorder in Children."},
      {
        "id":"ED457457",
        "title":"A Profile of Bereavement Supports in African American Church Congregations."},
      {
        "id":"ED457458",
        "title":"AIDS Bereavement Support Group: A Qualitative Analysis of Training Transcripts."},
      {
        "id":"ED457459",
        "title":"Serendipity, Eighth Grade Concerns, and Needs Assessment."},
      {
        "id":"ED457460",
        "title":"Rituals in a School Hallway: Evidence of a Latent Spirituality of Children."},
      {
        "id":"ED457467",
        "title":"The Social-Emotional Development of Siblings of Children with Disabilities."},
      {
        "id":"ED457468",
        "title":"The Use of DSM-IV in Family Counseling: Ethical Considerations."},
      {
        "id":"ED457470",
        "title":"Perceptions of School Counselor's Role and Satisfaction by Newly Hired Counselors and Principals in Eastern North Carolina."},
      {
        "id":"ED457471",
        "title":"Attitudes of Mental Health Workers and Psychologists Regarding the Usefulness of Mediated Learning Experience as a Supplement to Multi Systemic Treatment."},
      {
        "id":"ED457472",
        "title":"State Plan: Vocational Education for Youth in Juvenile Justice Commitment Facilities."},
      {
        "id":"ED457473",
        "title":"Encouraging the Spiritual Development of Counseling Students and Supervisees Using Fowler's Stages of Faith Development."},
      {
        "id":"ED457474",
        "title":"Early Awareness Test Preparation Pilot Program."},
      {
        "id":"ED457475",
        "title":"Developing Multicultural Counseling Competence through the Use of Portfolios."},
      {
        "id":"ED457476",
        "title":"Consistency and Change in Correlates of Youth Substance Abuse, 1976-1997. Monitoring the Future Occasional Paper 49."},
      {
        "id":"ED457477",
        "title":"The Aims and Objectives of the Monitoring the Future Study and Progress toward Fulfilling Them as of 2001. Monitoring the Future Occasional Paper 52."},
      {
        "id":"ED457478",
        "title":"Demographic Subgroup Trends for Various Licit and Illicit Drugs, 1975-2000. Monitoring the Future Occasional Paper 53."},
      {
        "id":"ED457479",
        "title":"The Monitoring the Future Project after Twenty-Seven Years: Design and Procedures. Monitoring the Future Occasional Paper 54."},
      {
        "id":"ED457480",
        "title":"Monitoring the Future National Results on Adolescent Drug Use: Overview of Key Findings, 2000."},
      {
        "id":"ED457481",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2000. Volume I: Secondary School Students."},
      {
        "id":"ED457482",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2000. Volume II: College Students and Young Adults Ages 19-40."},
      {
        "id":"ED457483",
        "title":"Addiction Counselor Evaluation Scales: TAP 21 Applied."},
      {
        "id":"ED457484",
        "title":"Creating a Culture of Mentoring: Recommendations for Graduate Programs."},
      {
        "id":"ED457485",
        "title":"\"I Felt It Tear Flesh\": Violent Comics and Social Cognition."},
      {
        "id":"ED457486",
        "title":"Gender, Power, and Autobiographical Memory."},
      {
        "id":"ED457487",
        "title":"Projecting School Psychology Staffing Needs Using a Risk-Adjusted Model."},
      {
        "id":"ED457488",
        "title":"Intrinsic Religion and Internalized Homophobia in Sexual-Minority Youth."},
      {
        "id":"ED457489",
        "title":"Scholarship and Counseling: A Perfect Marriage?"},
      {
        "id":"ED457490",
        "title":"Gender and Body Concerns in Adolescent Females: Single Sex and Coeducational School Environments."},
      {
        "id":"ED457491",
        "title":"Nonspecific Factors in Alcohol and Unsafe Sex Treatment."},
      {
        "id":"ED457492",
        "title":"Code of Ethics."},
      {
        "id":"ED457494",
        "title":"First Year Evaluation Report: Family to Family Program."},
      {
        "id":"ED457495",
        "title":"Second Year Evaluation Report: Family to Family Program."},
      {
        "id":"ED457496",
        "title":"Final Evaluation Report: Family to Family Program."},
      {
        "id":"ED457497",
        "title":"Sexual Behavior, Risk Beliefs, and Assertiveness among Adolescents."},
      {
        "id":"ED457498",
        "title":"College Students' Attitudes towards Age-Related Changes in Physical Appearance."},
      {
        "id":"ED457499",
        "title":"Combining Clozapine and Talk Therapies."},
      {
        "id":"ED457500",
        "title":"The California School Psychologist, 2001."},
      {
        "id":"ED457501",
        "title":"Relationship of Social Skills, Depression, and Anxiety in Adolescents."},
      {
        "id":"ED457502",
        "title":"Mental Health Consequences Associated with Dropping out of High School."},
      {
        "id":"ED457503",
        "title":"Filial Piety and Sexual Prejudice in Chinese Culture."},
      {
        "id":"ED457504",
        "title":"Supervision and Religious/Spiritual Issues: Toward a Discussion."},
      {
        "id":"ED457505",
        "title":"Integrating Adolescents with Developmental Disabilities in a Residential Summer Camp."},
      {
        "id":"ED457506",
        "title":"Planning Ahead: College Seniors' Concerns about Work-Family Conflict."},
      {
        "id":"ED457507",
        "title":"Understanding the African-American Experience: An Interdisciplinary, Multimedia Approach."},
      {
        "id":"ED457508",
        "title":"Multidimensional Perfectionism and Coping Resources in Middle School Students."},
      {
        "id":"ED457509",
        "title":"Recognizing and Welcoming the Standpoint of Low-Income Parents in the Public Schools."},
      {
        "id":"ED457510",
        "title":"White Women's Social Class Identity and the College Experience."},
      {
        "id":"ED457511",
        "title":"Applying Social Cognitive Career Development Theory to Asian Americans."},
      {
        "id":"ED457512",
        "title":"Recovery Competencies for New Zealand Mental Health Workers."},
      {
        "id":"ED457513",
        "title":"&quot;The Best Thing I've Ever Done&quot;: Second Chance Education for Early School Leavers."},
      {
        "id":"ED457514",
        "title":"The Role of Education in the MIRECCs."},
      {
        "id":"ED457515",
        "title":"Clinical Practice Strategies outside the Realm of Managed Care."},
      {
        "id":"ED457516",
        "title":"Navigating Roles in Mentoring Relationships with Graduate Students."},
      {
        "id":"ED457517",
        "title":"Adolescent Self-Concept among Chinese, Kazakh, American and American Indians."},
      {
        "id":"ED457518",
        "title":"Graduate Research with Women Survivors of Domestic Violence."},
      {
        "id":"ED457520",
        "title":"Using Reading Classroom Explorer's Interactive Notebook: Student-Initiated Inquiries in a Collaborative Setting."},
      {
        "id":"ED457521",
        "title":"Parent Support of Early Literacy Development. ERIC Digest."},
      {
        "id":"ED457522",
        "title":"Confluent Language Approach Revisited: Towards Integrating Technology in Literacy Education."},
      {
        "id":"ED457523",
        "title":"Paradoxes and Contraries: Teaching and Writing as Life, Life as Teaching and Writing."},
      {
        "id":"ED457524",
        "title":"Learning To Learn: Preparing Teachers and Students for Problem-Based Learning. ERIC Digest."},
      {
        "id":"ED457525",
        "title":"Children's Literature in a Time of National Tragedy. ERIC Digest."},
      {
        "id":"ED457533",
        "title":"Guide to Publishing at the U.S. Department of Education. November 2001 Edition."},
      {
        "id":"ED457534",
        "title":"Online Resources for Theatre Education. ERIC Digest."},
      {
        "id":"ED457535",
        "title":"Principal Mentoring. ERIC Digest."},
      {
        "id":"ED457536",
        "title":"Educational Indicators. ERIC Digest."},
      {
        "id":"ED457537",
        "title":"Twenty Years Promoting Better Understanding of Education Systems."},
      {
        "id":"ED457539",
        "title":"Homeschooling. ERIC Digest."},
      {
        "id":"ED457540",
        "title":"School Reform in Action."},
      {
        "id":"ED457541",
        "title":"Continuity or Radical Departure? A Policy Analysis of the ESEA Reauthorization Process in the 106th Congress."},
      {
        "id":"ED457542",
        "title":"The Regressive Effect of STAR."},
      {
        "id":"ED457543",
        "title":"Getting It Right: An Assessment of Several Methods for Calculating Regional School Costs across New York State."},
      {
        "id":"ED457544",
        "title":"Creating a Positive School Climate."},
      {
        "id":"ED457546",
        "title":"Using Data To Bring about Positive Results in School Improvement Efforts."},
      {
        "id":"ED457548",
        "title":"Diversity Education in Administrator Training: Preparation for the 21st Century."},
      {
        "id":"ED457553",
        "title":"Model Professional Development Programs Win Recognition."},
      {
        "id":"ED457554",
        "title":"Parent and Community Involvement in Education. Studies of Education Reform."},
      {
        "id":"ED457555",
        "title":"Private School Universe Survey, 1999-2000. Statistical Analysis Report."},
      {
        "id":"ED457557",
        "title":"Selection or Self-Selection? How Rigorous Are Our Selection Criteria for Education Administration Preparation Programs?"},
      {
        "id":"ED457561",
        "title":"Instructional Leadership in a Pacific Context. PREL Briefing Paper."},
      {
        "id":"ED457564",
        "title":"Increasing School Safety through Juvenile Accountability Programs. Juvenile Accountability Incentive Block Grants (JAIBG) Program Bulletin."},
      {
        "id":"ED457565",
        "title":"Washington School Finance Primer."},
      {
        "id":"ED457567",
        "title":"The Principal&apos;s Guide to Winning Grants."},
      {
        "id":"ED457570",
        "title":"State Education Department: Monitoring Magnet School Grants."},
      {
        "id":"ED457571",
        "title":"The Standards Implementation Design (SID) System."},
      {
        "id":"ED457572",
        "title":"Exemplary & Promising Gender Equity Programs, 2000."},
      {
        "id":"ED457576",
        "title":"Students' Voices about Schooling: What Works for Them--Its Implications to School Reform."},
      {
        "id":"ED457577",
        "title":"\"Somewhere between a Network and a Secret Society\": The Cleveland Conference and Elite Policymaking in American Education."},
      {
        "id":"ED457578",
        "title":"Competition in Education: A 1999 Update of School Choice in Massachusetts. White Paper."},
      {
        "id":"ED457582",
        "title":"Public Education in the Northwest. Topical Summary."},
      {
        "id":"ED457583",
        "title":"Philanthropic Support for Public Education in the Southwestern Region: An Assay of Philanthropy&apos;s Potential To Impact Comprehensive School Reform in Arkansas, Louisiana, New Mexico, Oklahoma, and Texas. Environmental Scanning Brief."},
      {
        "id":"ED457585",
        "title":"Getting Results with Accountability: Rating Schools, Assisting Schools, Improving Schools. Educational Benchmarks 2000 Series."},
      {
        "id":"ED457586",
        "title":"A Perspective--Educational Goals and Changes, 1988-2010. Educational Benchmarks 2000 Series."},
      {
        "id":"ED457587",
        "title":"Selected Papers in School Finance, 2000-01."},
      {
        "id":"ED457588",
        "title":"Charter Schools and the Long Road to Education Reform."},
      {
        "id":"ED457589",
        "title":"Xavier Senior High School: A Case Study of the Quest Network."},
      {
        "id":"ED457590",
        "title":"Differences in Student Outcomes between Block, Semester, and Trimester Schedules."},
      {
        "id":"ED457591",
        "title":"Health Insurance for Public School Teachers in Wisconsin: A Good Value for Taxpayers or a Case of Market Abuse?"},
      {
        "id":"ED457592",
        "title":"Linking School Goals and Learning Standards to Teacher Evaluation and Compensation."},
      {
        "id":"ED457593",
        "title":"The Voices Crying in the Wilderness: A Call for Common Sense and Ethical Practice in American Educational Reform."},
      {
        "id":"ED457595",
        "title":"Professional Development of Middle Level Principals: Pushing the Reform Forward."},
      {
        "id":"ED457596",
        "title":"Emerging Trends in Teaching and Learning Educational Leadership."},
      {
        "id":"ED457597",
        "title":"Directory of Public Elementary and Secondary Education Agencies, 1998-99."},
      {
        "id":"ED457598",
        "title":"Incentives for Accountability. ERIC Digest."},
      {
        "id":"ED457599",
        "title":"The Jossey-Bass Reader on School Reform. The Jossey-Bass Education Series."},
      {
        "id":"ED457602",
        "title":"Indicators of School Crime and Safety, 2001."},
      {
        "id":"ED457603",
        "title":"States' Out-of-Level Testing Policies. Out-of-Level Testing Report 4."},
      {
        "id":"ED457604",
        "title":"Use of Accommodations in State Assessments: What Databases Tell Us about Differential Levels of Use and How To Document the Use of Accommodations. Technical Report 30."},
      {
        "id":"ED457605",
        "title":"Computer Technologies for Postsecondary Students with Disabilities. Adaptech Project = Technologies Informatiques pour les Etudiants ayant des Incapacites au Postsecondaire. Project Adaptech."},
      {
        "id":"ED457606",
        "title":"Implementing IDEA: A Guide for Principals."},
      {
        "id":"ED457607",
        "title":"Alternate Assessment for Students with Disabilities: Educator's Manual for the MCAS Alternate Assessment."},
      {
        "id":"ED457608",
        "title":"New York Partnership for Statewide Systems Change, 2000. Final Report."},
      {
        "id":"ED457609",
        "title":"Transition from the Infants and Toddlers Early Intervention Program to the School District Prekindergarten Program for Children with Disabilities. Technical Assistance Paper 10925."},
      {
        "id":"ED457612",
        "title":"Eight Models for Explaining States&apos; Total Spending for People with Developmental Disabilities in the United States."},
      {
        "id":"ED457613",
        "title":"Home on the Range: Host Families for Developmental Disabilities in Wyoming."},
      {
        "id":"ED457614",
        "title":"Bridging the Gap: Telehealth in Profoundly Rural America."},
      {
        "id":"ED457615",
        "title":"Are We Having Fun Yet? Hitting the Moving Target of Program Choice, Wyoming, USA."},
      {
        "id":"ED457616",
        "title":"Analysis of Costs of Services/Supports for People with Developmental Disabilities for Nebraska, South Dakota, and Wyoming, USA."},
      {
        "id":"ED457617",
        "title":"The Accessible Future."},
      {
        "id":"ED457618",
        "title":"Classroom Management with a \"Vision.\""},
      {
        "id":"ED457619",
        "title":"Preparing Youth with Disabilities for Successful Participation in Postsecondary Education & Employment. National Capacity Building Institute Proceedings (Portland, Oregon, July 22-23, 2001)."},
      {
        "id":"ED457620",
        "title":"Utilization Measurement: Focusing on the \"U\" in \"D & U.\" Special Report."},
      {
        "id":"ED457621",
        "title":"General Orientation to New Knowledge Utilization Fields of Informatics, Knowledge Management, and Information Technology."},
      {
        "id":"ED457623",
        "title":"Readings on Individualized Education Programs (IEPs). ERIC Mini-Bib."},
      {
        "id":"ED457624",
        "title":"Readings on Attention Deficit Disorder or Attention Deficit/Hyperactivity Disorder. ERIC Mini-Bib."},
      {
        "id":"ED457625",
        "title":"Improving Family Involvement in Special Education."},
      {
        "id":"ED457626",
        "title":"Sharing the Dream: Is the ADA Accommodating All? A Report on the Americans with Disabilities Act."},
      {
        "id":"ED457627",
        "title":"Civil Rights Issues Facing the Blind and Visually Impaired in Illinois."},
      {
        "id":"ED457628",
        "title":"Positive Academic and Behavioral Supports: Creating Safe, Effective, and Nurturing Schools for All Students. Highlights from the Forum on Positive Academic and Behavioral Supports (Norfolk, Virginia, February 18-19, 2000)."},
      {
        "id":"ED457629",
        "title":"Addressing the Social, Academic, and Behavioral Needs of Students with Challenging Behavior in Inclusive and Alternative Settings. Highlights from the Forum on Comprehensive Programming for a Diverse Population of Children and Youth with Challenging Behavior: Addressing Social, Academic, and Behavioral Needs within Inclusive and Alternative Settings (Las Vegas, Nevada, February 9-10, 2001)."},
      {
        "id":"ED457630",
        "title":"Phase II Study Proposal Briefs."},
      {
        "id":"ED457631",
        "title":"Effective Strategies To Improve the Employment of SSI/SSDI Participants."},
      {
        "id":"ED457632",
        "title":"Bright Futures for Exceptional Learners: Technical Report. Conditions for Special Education Teaching: CEC Commission Technical Report."},
      {
        "id":"ED457633",
        "title":"Cultural Reciprocity Aids Collaboration with Families. ERIC/OSEP Digest."},
      {
        "id":"ED457634",
        "title":"Review of the Literature Regarding the Efficacy of Neurofeedback in the Treatment of Attention Deficit Hyperactivity Disorder."},
      {
        "id":"ED457635",
        "title":"Music Therapy with Children: A Review of Clinical Utility and Application to Special Populations."},
      {
        "id":"ED457636",
        "title":"Use of Kinesic Abilities within a Complementary Dyad in a Special Population."},
      {
        "id":"ED457637",
        "title":"Exploring the Relationship between Schizophrenia, Affective Illness, and Creativity."},
      {
        "id":"ED457638",
        "title":"Removing the Revolving Door: Strategies To Address Recruitment and Retention Challenges. Facilitator Guide [and] Learner Guide."},
      {
        "id":"ED457639",
        "title":"The Peer Empowerment Program (PEP): A Complete Toolkit for Planning and Implementing Mentoring Programs within Community-Based Human Service Organizations."},
      {
        "id":"ED457640",
        "title":"The Power of Diversity: Supporting the Immigrant Workforce. Facilitator Guide [and] Learner Guide."},
      {
        "id":"ED457641",
        "title":"Gifted Education Press Quarterly, 2001."},
      {
        "id":"ED457642",
        "title":"The Comprehensive Adult Education Planner: Providing Education for Adult Learners Including Those with Learning and Behavioral Disabilities."},
      {
        "id":"ED457644",
        "title":"Project \"Getting Up to Spe-ed\": Preliminary Findings."},
      {
        "id":"ED457645",
        "title":"Processing Patterns of ADHD, ADHD-I, and ADHD/LD Children on the LET-II."},
      {
        "id":"ED457646",
        "title":"Measuring Moral Development: Feeling, Thinking, and Doing."},
      {
        "id":"ED457647",
        "title":"DNR Orders and School Responsibility."},
      {
        "id":"ED457648",
        "title":"Do No Harm--High Stakes Testing and Students with Learning Disabilities."},
      {
        "id":"ED457649",
        "title":"Behavioral Indicators of Microprematurity through the Lens of Mastery Motivation."},
      {
        "id":"ED457650",
        "title":"Motivating for Competence: Integrating Child- and Family-Focused Mastery Motivation Strategies into Early Intervention for the Extremely Premature Infant and Toddler."},
      {
        "id":"ED457656",
        "title":"Part C Service Coordination: State Policies and Models. Synthesis Brief."},
      {
        "id":"ED457657",
        "title":"Performance Goals and Indicators for Special Education. Proceedings of a Policy Forum (Arlington, Virginia, May 14-16, 2001)."},
      {
        "id":"ED457658",
        "title":"Blind Babies Program Not Effectively Implemented: Continued Funding by State Cannot Be Justified. OPPAGA Special Review."},
      {
        "id":"ED457659",
        "title":"The Leadership Factor: A Key to Effective Inclusive High Schools."},
      {
        "id":"ED457660",
        "title":"Preparing Advanced Collaborative Teams (PACT). Final Grant Performance Report, January 1, 1997-December 31, 1999."},
      {
        "id":"ED457662",
        "title":"Educational Technology Options for New York City Public School Classrooms."},
      {
        "id":"ED457663",
        "title":"Hoover/Crawford Area Middle School, San Diego Unified School District: Educational Specifications. Final [Report]."},
      {
        "id":"ED457664",
        "title":"Sports Field Management Guide, September 1999."},
      {
        "id":"ED457665",
        "title":"Texas Sustainable School Design Guideline."},
      {
        "id":"ED457667",
        "title":"To Build a Better School."},
      {
        "id":"ED457668",
        "title":"School Finance Primer: A Taxpayer's Guide to Public School Finance. Arizona Education Analysis."},
      {
        "id":"ED457669",
        "title":"Trust No One: Protecting Your New Media Facility Construction from Architectural and Engineering SNAFUS."},
      {
        "id":"ED457670",
        "title":"Long-Range Facilities Master Plan, 1999-2013, for San Diego City Schools."},
      {
        "id":"ED457671",
        "title":"Amsterdam Watershed: An Interactive Forum on Innovative Alternatives in Learning Environments."},
      {
        "id":"ED457680",
        "title":"Le langage ecrit: Actes du 6e colloque d'orthophonie/logopedie (Written Language: Proceedings of the Sixth Colloquium on Speech Therapy/Speech Pathology) (Neuchatel, Switzerland, September 21-22, 2000)."},
      {
        "id":"ED457682",
        "title":"Social Identities and the NNES MA TESOL Student."},
      {
        "id":"ED457684",
        "title":"Beyond Babel: Language Learning Online."},
      {
        "id":"ED457685",
        "title":"Detrimental Behaviours in Collaborative Tasks."},
      {
        "id":"ED457686",
        "title":"Ter/Haver-Existential Clauses in Brazilian Portuguese: Variation and Change."},
      {
        "id":"ED457687",
        "title":"\"But This Program Is Designed for Native Speakers...\": The Perceived Needs of Nonnative English Speaking Students in MA TESOL Programs."},
      {
        "id":"ED457688",
        "title":"Interaction in the Foreign Language Classroom: Students with Learning Disabilities and Their Teachers."},
      {
        "id":"ED457689",
        "title":"Linguistic Competence Profiles in English as a Foreign Language in Mexican University Students."},
      {
        "id":"ED457690",
        "title":"Teaching Collocations for Productive Vocabulary Development."},
      {
        "id":"ED457691",
        "title":"Initial Perceptions of English as a Second Language Educators on Including Students with Limited English Proficiency in Minnesota's High Standards. State Assessment Series, Minnesota Report 33."},
      {
        "id":"ED457692",
        "title":"A Description and Exploratory Evaluation of Program Types in Indigenous and Community Languages. Final Report."},
      {
        "id":"ED457695",
        "title":"Foreign Language Anxiety as an Individual Difference Variable in Performance: From an Interactionist's Perspective."},
      {
        "id":"ED457696",
        "title":"Vocabulary Knowledge and Reading Comprehension in English Language Learners. Final Performance Report."},
      {
        "id":"ED457698",
        "title":"Growing Academic Vocabulary with a Collaborative On-Line Database."},
      {
        "id":"ED457699",
        "title":"Representativeness and Significance Factors in ESP Texts."},
      {
        "id":"ED457700",
        "title":"Critical Pedagogy and Empowering in Teacher Education in Venezuela."},
      {
        "id":"ED457701",
        "title":"Teaching Global Economics in German: Content Understanding, Development, Outreach, Internships and Interdisciplinary Links."},
      {
        "id":"ED457702",
        "title":"The Dinka of Sudan: Family Traditions in Transition."},
      {
        "id":"ED457703",
        "title":"Teaching Literacy Students in Your ESL Class."},
      {
        "id":"ED457704",
        "title":"English Literacy and Civics Education for Adult Learners. Special Policy Update."},
      {
        "id":"ED457706",
        "title":"NCLEnotes, 2000-2001."},
      {
        "id":"ED457707",
        "title":"Integrating Language, Employment, and Culture in the ESL Classroom. SCANS Plans."},
      {
        "id":"ED457708",
        "title":"The Changing Nature of the Academic Deanship. ASHE-ERIC Higher Education Report, Volume 28, Number 1. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED457709",
        "title":"Faculty Compensation Systems: Impact on the Quality of Higher Education. ASHE-ERIC Higher Education Report, Volume 28, Number 2. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED457710",
        "title":"Socialization of Graduate and Professional Students in Higher Education: A Perilous Passage? ASHE-ERIC Higher Education Report, Volume 28, Number 3. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED457711",
        "title":"Understanding and Facilitating Organizational Change in the 21st Century: Recent Research and Conceptualizations. ASHE-ERIC Higher Education Report, Volume 28, Number 4. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED457712",
        "title":"An Internet-Based Summer Student Survey. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457713",
        "title":"Focus on the Future: Using Environmental Scanning To Effect Institutional Change. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457714",
        "title":"Predicting Student Performances at a Minority Professional School. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457715",
        "title":"External Quality Assurance of New Zealand Tertiary Education Providers Matters: Life Jacket or Strait-Jacket? AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457716",
        "title":"The Civic Engagement Cluster: The Design and Creation of an Interorganizational Collaboration. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457717",
        "title":"Modeling Comparative Daily Enrollment Indicators To Aid Intelligent College Decisions. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457718",
        "title":"High School Curriculum."},
      {
        "id":"ED457719",
        "title":"How To Install a New Placement Test: Methodology and Results at a Two-Year Institution. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457720",
        "title":"Attending Summer Session and Time to the Degree. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457721",
        "title":"Measuring the College Impact on Students' Lifetime Educational Aspirations. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457722",
        "title":"Trends in College Pricing, 2001."},
      {
        "id":"ED457723",
        "title":"Trends in Student Aid, 2001."},
      {
        "id":"ED457724",
        "title":"Determining the Impact of Universities on Workforce Development. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457725",
        "title":"Comparing Student Performance and Growth in Two and Four Year Institutions. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457726",
        "title":"Multiple Race Reporting. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457727",
        "title":"Analysis of Factors Influencing Employment Migration of Recent Degree Recipients. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457728",
        "title":"Pre-College Psychosocial Factors Related to Persistence. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457729",
        "title":"Artificial Neural Networks: A New Approach for Predicting Application Behavior. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457730",
        "title":"Tuition Increases, Demand and Academic Performance. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457732",
        "title":"Institutional Policies and Practices: Results from the 1999 National Study of Postsecondary Faculty (NSOPF:99), Institution Survey. Statistical Analysis Report."},
      {
        "id":"ED457733",
        "title":"Fiscal Management Training. Participant's Guide."},
      {
        "id":"ED457734",
        "title":"Approaches to Study: Their Impact on Coping Strategies in Women Distance Learners. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457735",
        "title":"Diagnosing Student Support Needs for Distance Learning. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457736",
        "title":"Knowledge Management (KM): A Revolution Waiting for IR. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457737",
        "title":"Institutional Researchers: Challenges, Resources and Opportunities. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457738",
        "title":"A Quantitative Approach To Improve Classroom-Space Utilization. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457739",
        "title":"Does High School Matter? An Analysis of Three Methods of Predicting First-Year Grades. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457740",
        "title":"Students' Pre-College Preparation for a Diverse Democracy. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457741",
        "title":"Retention Research: Issues in Comparative Analysis. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457742",
        "title":"Predicting the Probability of Graduating: Differences for Freshmen and Transfers at a Metropolitan University. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457743",
        "title":"Time as a Dimension of the Digital Divide: Profiles over Time of Students Taking Online, Face-to-Face, or Mixed Delivery Classes at a Large Virtual University. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457744",
        "title":"Some Challenges of Establishing a New Tertiary Education Institution: A Malaysian Case Study. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457745",
        "title":"A Statistically Based Budget Allocation Process. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457746",
        "title":"An Implementation of a Mathematical Programming Approach to Optimal Enrollments. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457747",
        "title":"The Effect of Participation in Undergraduate Research on Critical Thinking and Reflective Judgment. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457748",
        "title":"The Role of Institutional Research in Space Planning: Helping All the Pieces Fit Together. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457749",
        "title":"DeVry Institute of Technology: A Model for the 21st Century."},
      {
        "id":"ED457755",
        "title":"The College President's Perspective on Faculty Involvement in Governance."},
      {
        "id":"ED457756",
        "title":"Federal School Code List, 2002-2003."},
      {
        "id":"ED457757",
        "title":"Reporting on College Readiness: Information That Connects Colleges and Schools. College Readiness Series."},
      {
        "id":"ED457758",
        "title":"Utah System of Higher Education Data Book, 2001-2002."},
      {
        "id":"ED457759",
        "title":"Completion and Attrition Rates of Doctoral Students in Educational Administration."},
      {
        "id":"ED457760",
        "title":"The Issue of the Homosexual Student on the Christian College Campus."},
      {
        "id":"ED457761",
        "title":"Factors Influencing Underrepresented Minority Student Leadership on a Predominantly White Christian Campus."},
      {
        "id":"ED457762",
        "title":"The U.S. Department of Education and Student Financial Aid for Distance Education: An Update. ERIC Digest."},
      {
        "id":"ED457763",
        "title":"Understanding and Facilitating Change in Higher Education in the 21st Century. ERIC Digest."},
      {
        "id":"ED457764",
        "title":"Good Practice in Tenure Evaluation: Advice for Tenured Faculty, Department Chairs, and Academic Administrators."},
      {
        "id":"ED457765",
        "title":"Working Together, Creating Knowledge: The University-Industry Research Collaboration Initiative."},
      {
        "id":"ED457766",
        "title":"Distributed Education and Its Challenges: An Overview. Distributed Education: Challenges, Choices, and a New Environment."},
      {
        "id":"ED457767",
        "title":"Measuring Quality: Choosing among Surveys and Other Assessments of College Quality."},
      {
        "id":"ED457768",
        "title":"Minorities in Higher Education, 1999-2000. Seventeenth Annual Status Report."},
      {
        "id":"ED457774",
        "title":"Service-Learning Course Design Workbook."},
      {
        "id":"ED457776",
        "title":"Degrees Conferred by Connecticut Institutions of Higher Education, 1999-2000. Report."},
      {
        "id":"ED457777",
        "title":"Connecticut Public Higher Education, February 2001: Financing Trends."},
      {
        "id":"ED457778",
        "title":"A Comparison of Distance Learning and Traditional Learning Environments."},
      {
        "id":"ED457779",
        "title":"An Analysis of the Factors Contributing to the Completion and Attrition Rates of Doctoral Students in Educational Administration."},
      {
        "id":"ED457780",
        "title":"Assessment Uses of the SAT in the University System of Georgia. IHE Perspectives."},
      {
        "id":"ED457781",
        "title":"Higher Education and World War II. IHE Perspectives."},
      {
        "id":"ED457782",
        "title":"Recalling David Boroff's Classic: \"Campus U.S.A.: Portraits of American Colleges in Action.\" IHE Perspectives."},
      {
        "id":"ED457784",
        "title":"Strategic Plan To Ensure Racial and Ethnic Diversity in Connecticut Public Higher Education. 2001 Annual Report."},
      {
        "id":"ED457788",
        "title":"Examining Opportunities for Latinas in Higher Education: Toward a College Opportunity Framework. ASHE Annual Meeting Paper."},
      {
        "id":"ED457789",
        "title":"Portfolio Assessment: A Collaboration Model to Tightly Couple Student Outcomes with Learning Experiences in the Graduate Program."},
      {
        "id":"ED457790",
        "title":"Connecticut Degrees and Certificates: Trends and Comparisons with Workforce Demands for the 1990s. Report."},
      {
        "id":"ED457791",
        "title":"Connecticut Public Higher Education, 2000: Financing Trends."},
      {
        "id":"ED457792",
        "title":"Higher Education Counts: Accountability Measures for the New Millennium. Public Act 99-285 Progress Report."},
      {
        "id":"ED457793",
        "title":"Higher Education Counts: Accountability Measures for the New Millennium. Prototype Report. Public Act 99-285 &amp; 00-220."},
      {
        "id":"ED457794",
        "title":"College and University Enrollment in Connecticut, Fall 2000. Report."},
      {
        "id":"ED457796",
        "title":"UA in Review, 2000."},
      {
        "id":"ED457797",
        "title":"Supplemental Instruction (SI): Review of Research Concerning the Effectiveness of SI from the University of Missouri-Kansas City and Other Institutions from across the United States."},
      {
        "id":"ED457798",
        "title":"City College of New York CITY FACTS, 1999-2000."},
      {
        "id":"ED457799",
        "title":"Higher Education Counts: Accountability Measures for the New Millennium. First Report. Baseline Data Analysis. Public Act 99-285 &amp; 00-220."},
      {
        "id":"ED457802",
        "title":"Managing University Museums. Education and Skills."},
      {
        "id":"ED457804",
        "title":"Student Loan Forbearance and Its Relationship to Default. Synopsis: Higher Education Research Highlights."},
      {
        "id":"ED457805",
        "title":"Personal and Organizational Visions of the Deans in Turkish Universities for the New Millennium."},
      {
        "id":"ED457806",
        "title":"The Attitudes of the Deans of the Faculty of Education Regarding the Change in the Re-Structuring Process."},
      {
        "id":"ED457807",
        "title":"Fact File Update, 2001-02."},
      {
        "id":"ED457808",
        "title":"Hope Works: Student Use of Education Tax Credits. New Agenda Series[TM], Volume 4, Number 2."},
      {
        "id":"ED457809",
        "title":"Distance Learning in Maryland Colleges and Universities, Academic Year 2000."},
      {
        "id":"ED457810",
        "title":"Student Guide to Higher Education and Financial Aid in Maryland: 2002-2003 Academic Year."},
      {
        "id":"ED457811",
        "title":"For Adults...Beginning or Returning to Higher Education."},
      {
        "id":"ED457812",
        "title":"Child Care Assistance for Post-Secondary Education Students."},
      {
        "id":"ED457813",
        "title":"Access and Affordability: Refocusing Financial Aid in Maryland."},
      {
        "id":"ED457814",
        "title":"Women and Feminism in Higher Education Scholarship: An Analysis of Three Core Journals."},
      {
        "id":"ED457815",
        "title":"African American Student Persistence at Small Colleges in Appalachia: A Qualitative Study."},
      {
        "id":"ED457816",
        "title":"Faculty Perceptions of Graduate International Students: The Benefits and Challenges."},
      {
        "id":"ED457817",
        "title":"Transitions between Tiers in U.S. News and World Report Rankings of Colleges and Universities."},
      {
        "id":"ED457818",
        "title":"Retention of African American Administrators at Predominantly White Institutions: Using Professional Growth Factors To Inform the Discussion."},
      {
        "id":"ED457819",
        "title":"The Effects of Interactional Diversity on Self-Reported Learning and Personal Development Outcomes."},
      {
        "id":"ED457820",
        "title":"Proceedings of SITE 2001: Society for Information Technology &amp; Teacher Education International Conference (12th, Orlando, Florida, March 5-10, 2001)."},
      {
        "id":"ED457821",
        "title":"Concepts &amp; Procedures. [SITE 2001 Section]."},
      {
        "id":"ED457822",
        "title":"Distance Education. [SITE 2001 Section]."},
      {
        "id":"ED457823",
        "title":"Diversity and International. [SITE 2001 Section]."},
      {
        "id":"ED457824",
        "title":"Educational Computing Course. [SITE 2001 Section]."},
      {
        "id":"ED457825",
        "title":"Educational Leadership. [SITE 2001 Section]."},
      {
        "id":"ED457826",
        "title":"Electronic Portfolios. [SITE 2001 Section]."},
      {
        "id":"ED457827",
        "title":"Faculty Development. [SITE 2001 Section]."},
      {
        "id":"ED457828",
        "title":"Graduate &amp; Inservice. [SITE 2001 Section]."},
      {
        "id":"ED457829",
        "title":"Instructional Design. [SITE 2001 Section]."},
      {
        "id":"ED457830",
        "title":"International. [SITE 2001 Section]."},
      {
        "id":"ED457831",
        "title":"Mathematics. [SITE 2001 Section]."},
      {
        "id":"ED457832",
        "title":"New Media. [SITE 2001 Section]."},
      {
        "id":"ED457833",
        "title":"Preservice Teacher Education. [SITE 2001 Section]."},
      {
        "id":"ED457834",
        "title":"PT3 Papers. [SITE 2001 Section]."},
      {
        "id":"ED457835",
        "title":"Reading, Language Arts &amp; Literacy. [SITE 2001 Section]."},
      {
        "id":"ED457836",
        "title":"Research. [SITE 2001 Section]."},
      {
        "id":"ED457837",
        "title":"Science. [SITE 2001 Section]."},
      {
        "id":"ED457838",
        "title":"Simulation. [SITE 2001 Section]."},
      {
        "id":"ED457839",
        "title":"Social Studies. [SITE 2001 Section]."},
      {
        "id":"ED457840",
        "title":"Special Needs. [SITE 2001 Section]."},
      {
        "id":"ED457841",
        "title":"Technology Diffusion. [SITE 2001 Section]."},
      {
        "id":"ED457842",
        "title":"Telecommunications: Graduate & Inservice. [SITE 2001 Section]."},
      {
        "id":"ED457843",
        "title":"Telecommunications: Preservice Applications. [SITE 2001 Section]."},
      {
        "id":"ED457844",
        "title":"Telecommunications: Systems &amp; Services. [SITE 2001 Section]."},
      {
        "id":"ED457845",
        "title":"Theory. [SITE 2001 Section]."},
      {
        "id":"ED457846",
        "title":"Young Child. [SITE 2001 Section]."},
      {
        "id":"ED457847",
        "title":"Toward an Understanding of Instructor-Student Interactions: A Study of Videoconferencing in the Postsecondary Distance Learning Classroom."},
      {
        "id":"ED457849",
        "title":"The Internet and Education: Findings of the Pew Internet & American Life Project."},
      {
        "id":"ED457850",
        "title":"Discussion Paper on Digital Copyright Issues."},
      {
        "id":"ED457851",
        "title":"The Integrated Studies of Educational Technology (ISET)."},
      {
        "id":"ED457852",
        "title":"The Status of African Studies Digitized Content: Three Metadata Schemes."},
      {
        "id":"ED457853",
        "title":"A Year in the Life of an Africana Fellow: The Mellon Fellowship."},
      {
        "id":"ED457854",
        "title":"Report of Student Performance North Carolina Tests of Computer Skills, 1999-00. Reporting on the Classes of 2001-2004."},
      {
        "id":"ED457855",
        "title":"The Effects of Computer-Based Instruction on the Academic Achievement of At-Risk Students."},
      {
        "id":"ED457856",
        "title":"The Effects of Instructional Media and Ethnocultural Characteristics on Egalitarian and Utilitarian Learning: An Empirical Digest of Controlled Research Studies."},
      {
        "id":"ED457858",
        "title":"Successful K-12 Technology Planning: Ten Essential Elements. ERIC Digest."},
      {
        "id":"ED457859",
        "title":"A Three-Year Lesson Plan for Elementary and High School Library Centers for the Chicago Public Schools."},
      {
        "id":"ED457860",
        "title":"Strategies for Building Digitized Collections. Strategies and Tools for the Digital Library."},
      {
        "id":"ED457861",
        "title":"The Facets of Digital Reference. Proceedings of the Virtual Reference Desk Annual Digital Reference Conference (2nd, Seattle, Washington, October 16-17, 2000)."},
      {
        "id":"ED457862",
        "title":"Sri Lanka-Canada School Library &amp; Information Services Program Components: A School Library Study Tour (Lower Fraser Valley Mainland, Vancouver, British Columbia, Canada, September 22-October 3, 2001). Report."},
      {
        "id":"ED457863",
        "title":"Assessing Quality in Digital Reference Services Site Visit Reports: State Library of Florida, Bureau of Library and Network Services and Tampa-Hillsborough County Public Library System."},
      {
        "id":"ED457864",
        "title":"Proceedings of the 2000 Sino-United States Symposium and Workshop on Library and Information Science Education in the Digital Age (Wuhan, China, November 5-10, 2000)."},
      {
        "id":"ED457866",
        "title":"Council on Library and Information Resources: Annual Report, 2000-2001."},
      {
        "id":"ED457867",
        "title":"Information Strategy for Education and Research, 2000-2004 Implementation Plan."},
      {
        "id":"ED457868",
        "title":"A Wide Range of Culture and Quality Information Retrieval in the Library: The Salient Points and Proposals in the Finnish Library Policy Programme, 2001-2004. Committee's Report."},
      {
        "id":"ED457869",
        "title":"Trends and Issues in Digital Reference Services. ERIC Digest."},
      {
        "id":"ED457870",
        "title":"Small Public Libraries Can Serve Big. ERIC Digest."},
      {
        "id":"ED457871",
        "title":"De Anza College Self Study Accreditation. Report of the Institutional Self Study for Reaffirmation of Accreditation."},
      {
        "id":"ED457872",
        "title":"De Anza College Educational Master Plan."},
      {
        "id":"ED457873",
        "title":"Developing Community College Leaders for the Future: Crisis or Opportunity."},
      {
        "id":"ED457874",
        "title":"Report on the Conference: Community Colleges Issues: Issues and Research."},
      {
        "id":"ED457875",
        "title":"Addressing the Discourse on the Future of Post-Secondary Education: The Relationship between Mission and Funding in Community Colleges."},
      {
        "id":"ED457876",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1999-2000. Research Report."},
      {
        "id":"ED457877",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1998-99. Research Report."},
      {
        "id":"ED457879",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED457880",
        "title":"Fiscal Year 2001 Salary Report for the Illinois Public Community Colleges."},
      {
        "id":"ED457881",
        "title":"Program and Course Taker Student Satisfaction Survey Report."},
      {
        "id":"ED457882",
        "title":"Faculty Advising Survey Results, 1996 through 2001."},
      {
        "id":"ED457883",
        "title":"Overcoming the Planning Dilemma: Linking Analysis with Decision-Making at Red River College."},
      {
        "id":"ED457884",
        "title":"Values Evaluation."},
      {
        "id":"ED457885",
        "title":"Connecticut Community Colleges: Common Course Numbers."},
      {
        "id":"ED457886",
        "title":"From Persuasion to Accommodation in Public Two-Year College Development."},
      {
        "id":"ED457887",
        "title":"Strategic Plan for Texas Public Community Colleges, 2001-2005."},
      {
        "id":"ED457888",
        "title":"Running Start: 1999-2000 Annual Progress Report."},
      {
        "id":"ED457889",
        "title":"Analysis of Funding Issues Related to Distance Learning in the North Carolina Community College System."},
      {
        "id":"ED457890",
        "title":"The Retention of Black Male Students in Texas Public Community Colleges."},
      {
        "id":"ED457891",
        "title":"Critical Success Factors for the North Carolina Community College System, 2001. Twelfth Annual Report."},
      {
        "id":"ED457892",
        "title":"Access and Success for System Goals for People of Color in Washington Community and Technical Colleges: Seventh Progress Report."},
      {
        "id":"ED457893",
        "title":"Pedagogy Journal, 2001."},
      {
        "id":"ED457894",
        "title":"Driving Change in Community Colleges. Volume 1: Building Systems for Advancement to Self-Sufficiency; Volume 2: An Analysis of Change in Two Community Colleges."},
      {
        "id":"ED457895",
        "title":"The Financing of United States Community Colleges: National, State, and Local Perspectives."},
      {
        "id":"ED457896",
        "title":"The Okaloosa Walton Community College Charter High School: A Charter School of the Okaloosa School District."},
      {
        "id":"ED457897",
        "title":"The Choice Not To Use Computers: A Case Study of Community College Faculty Who Do Not Use Computers in Teaching."},
      {
        "id":"ED457898",
        "title":"Community College Students: Recent Findings and Trends."},
      {
        "id":"ED457899",
        "title":"Pre-Education Programs: A Comprehensive Project at Henry Ford Community College."},
      {
        "id":"ED457901",
        "title":"Needs Analysis for the Chaffey Community College District Fontana Center: A Report to the Governor and Legislature in Response to a Request from the Board of Governors of the California Community Colleges. Commission Report."},
      {
        "id":"ED457902",
        "title":"Guidelines for Producing Instructional and Other Printed Materials in Alternate Media for Persons with Disabilities."},
      {
        "id":"ED457904",
        "title":"Community College Student Fees (Status of the Law as of January 1, 2001)."},
      {
        "id":"ED457905",
        "title":"A Study To Determine the Characteristics of Effective Intervention Programs for Students on Probation."},
      {
        "id":"ED457906",
        "title":"Community College Scholarship and Discourse: An Intrinsic Case Study."},
      {
        "id":"ED457907",
        "title":"Biennial Transfer Student Report, 1994/1995 and 1995/1996 Academic Years."},
      {
        "id":"ED457908",
        "title":"Assessment Plan/Progress Report for Curriculum Outcomes Assessment."},
      {
        "id":"ED457910",
        "title":"The Effects of Two-Year College on the Labor Market and Schooling Experiences of Young Men. Finance and Economics Discussion Series."},
      {
        "id":"ED457911",
        "title":"Perceptions of Motivation in Developmental Mathematics Students: I Would Rather Drill My Own Teeth."},
      {
        "id":"ED457912",
        "title":"American Indian Completers and Noncompleters in a Tribal and Community College in Northern Minnesota."},
      {
        "id":"ED457913",
        "title":"Articulation, College Transfer, and Academic Success: Northern Virginia Community College Transfer Students and Post-Transfer Success at George Mason University."},
      {
        "id":"ED457914",
        "title":"The North Carolina Community College Leadership Program: Impact on Career Achievement as Perceived by Women Participants."},
      {
        "id":"ED457915",
        "title":"The Origins and Development of the Early Public Junior College: 1900-1940."},
      {
        "id":"ED457916",
        "title":"Facts and Figures, 2000."},
      {
        "id":"ED457917",
        "title":"The High School Report: The Placement, Performance and Persistence of Recent High School Graduates at City College of San Francisco."},
      {
        "id":"ED457918",
        "title":"The Efficacy of Learning Communities at Two Community Colleges."},
      {
        "id":"ED457919",
        "title":"Athena's Daughters: Women's Perceptions of Mentoring and the Workplace."},
      {
        "id":"ED457920",
        "title":"Career Placement and Graduate Transfer Report, 2000."},
      {
        "id":"ED457921",
        "title":"The Economic Impact of a Technical College on Its Local Economy: A Case Study."},
      {
        "id":"ED457922",
        "title":"The Shrinking Divide between Upper and Lower Division Courses: A Baccalaureate Meltdown?"},
      {
        "id":"ED457923",
        "title":"learning@maricopa.edu."},
      {
        "id":"ED457924",
        "title":"Assessment of a Remedial Community College Cohort for Multiple Intelligences."},
      {
        "id":"ED457926",
        "title":"General Education Skills Development: An Analysis of Students' General Educational Skills Development at College of DuPage Utilizing Three Years of CAAP Testing--1999, 2001."},
      {
        "id":"ED457927",
        "title":"Accountability and Productivity in the Illinois Community College System, Fiscal Year 2001."},
      {
        "id":"ED457928",
        "title":"Faculty and Multicultural Education: An Analysis of the Levels of Curricular Integration within a Community College System."},
      {
        "id":"ED457929",
        "title":"Follow-Up Study of Fiscal Year 2000 Occupational Program Graduates."},
      {
        "id":"ED457930",
        "title":"The Specific Criteria Cited Most Often by Visiting Committees to Level I Institutions."},
      {
        "id":"ED457931",
        "title":"A Chaos-Theory Metaphor for Strategic Planning in Higher Education: An Exploratory Study."},
      {
        "id":"ED457932",
        "title":"Rationale for Computer Ethics Policies and a Model Policy for the North Carolina Community College System."},
      {
        "id":"ED457933",
        "title":"TANF Profile of CCSF Students Who Are Welfare Recipients."},
      {
        "id":"ED457934",
        "title":"Profiles for Progress: Preparing Community College Leaders for a New Era. Report #2."},
      {
        "id":"ED457935",
        "title":"Mission College Library Technology Plan, 2000-2004."},
      {
        "id":"ED457936",
        "title":"A Mixed-Method Approach to Evaluating Learning Communities for Underprepared Community College Students: The Integrated Studies Communities at Parkland College."},
      {
        "id":"ED457937",
        "title":"California Community Colleges: Poor Oversight by the Chancellor's Office Allows Districts to Incorrectly Report Their Level of Spending on Instructor Salaries."},
      {
        "id":"ED457938",
        "title":"Transformational Leadership at the Department Chair Level in North Carolina Community Colleges."},
      {
        "id":"ED457939",
        "title":"The Relationship between Communication Apprehension and Community College Student Success."},
      {
        "id":"ED457940",
        "title":"Enrollment and Registration Behaviors as Predictors of Academic Outcomes for Full-Time Students in a Rural Community College."},
      {
        "id":"ED457941",
        "title":"Virginia Community College System Organizational Strategy for Distance Learning. Final Report."},
      {
        "id":"ED457942",
        "title":"Results Report, Fiscal Year 2001."},
      {
        "id":"ED457943",
        "title":"Geographic Information System (GIS) Applications at a Multi-Site Community College."},
      {
        "id":"ED457945",
        "title":"The Community College Baccalaureate: Its Meaning and Implications for the Organization of Postsecondary Education, the Mission and Character of the Community College, and the Bachelor's Degree."},
      {
        "id":"ED457946",
        "title":"Community College Exemplary Initiatives. Volume XII, 2000-2001."},
      {
        "id":"ED457947",
        "title":"An Analysis of the Costs and Savings of the Concurrent Enrollment Program at Salt Lake Community College."},
      {
        "id":"ED457948",
        "title":"Take the Community College Route to a Selective Public University Degree. Student Affairs Research &amp; Information. AIR 2001 Annual Forum Paper."},
      {
        "id":"ED457950",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1999-2000."},
      {
        "id":"ED457951",
        "title":"SIAST Annual Report, 2000/01."},
      {
        "id":"ED457952",
        "title":"SIAST Education Equity Program Annual Monitoring Report Summary, 1999-2000."},
      {
        "id":"ED457953",
        "title":"Prior Learning Assessment and Recognition (PLAR) Report for 1999-2000."},
      {
        "id":"ED457955",
        "title":"Kentucky Preschool Evaluation Project: Differential Effects, Program Characteristics and Child Outcomes, and Longitudinal and Cumulative Findings. Reports 1-4, 1998-1999."},
      {
        "id":"ED457956",
        "title":"A Flashback to the Future: 10 Years of Samenspel."},
      {
        "id":"ED457958",
        "title":"Quality Is Culture-Bound."},
      {
        "id":"ED457959",
        "title":"Diversity in Early Childhood Services in Australia."},
      {
        "id":"ED457960",
        "title":"The Washington State Early Childhood Education Career Development Ladder. Policy Brief."},
      {
        "id":"ED457962",
        "title":"Windows of Opportunity for At-Risk Children through Preschool Early Intervention."},
      {
        "id":"ED457963",
        "title":"Listening to Children's Perspectives of Their Early Childhood Settings."},
      {
        "id":"ED457964",
        "title":"The Logic of Young Children's (Nonverbal) Behavior."},
      {
        "id":"ED457965",
        "title":"Nutriendo la Promesa: Materiales Para la Aplicacion de las Normas de Ejecucion del Programa Head Start. Guia Para la Utilizacion de los Materiales [y] Transparencias (Nurturing the Promise: Set of Training Materials on the Head Start Program Performance Standards. User's Guide [and] Set of Transparencies)."},
      {
        "id":"ED457966",
        "title":"Nurturing the Promise: Set of Training Materials on the Head Start Program Performance Standards. User's Guide [and] Set of Transparencies [and] Nurturing the Promise: Head Start. [Videotape]."},
      {
        "id":"ED457967",
        "title":"A Comparison of Self-Regulated Problem-Solving Awareness of American and Korean Children."},
      {
        "id":"ED457968",
        "title":"Getting Help from Erikson, Piaget, and Vygotsky: Developing Infant-Toddler Curriculum."},
      {
        "id":"ED457971",
        "title":"Early Care and Education."},
      {
        "id":"ED457972",
        "title":"Early Care and Education Issues Rising to the Top."},
      {
        "id":"ED457973",
        "title":"Starting Early, Starting Now: A Policymaker's Guide to Early Care &amp; Education and School Success."},
      {
        "id":"ED457974",
        "title":"Giving America's Young Children a Better Start: A Change Brief. Preschool through Postsecondary."},
      {
        "id":"ED457976",
        "title":"Community Schools in Illinois: Partnerships Promoting Academic Excellence and Lifelong Development."},
      {
        "id":"ED457977",
        "title":"What's New in the Children's Corner in OF (Oslo Fengsel [Prison])?"},
      {
        "id":"ED457978",
        "title":"Collaborative Learning On-Line: Overcoming the Tyranny of Distance."},
      {
        "id":"ED457979",
        "title":"&quot;Bad Days Don't Kill You; They Just Make You Stronger&quot;: A Case Study of an Early Childhood Educator's Resilience."},
      {
        "id":"ED457980",
        "title":"WIC in the States: Twenty-Five Years of Building a Healthier America."},
      {
        "id":"ED457986",
        "title":"Facts on Kids in South Dakota, 2000."},
      {
        "id":"ED457987",
        "title":"Georgia Kids Count Factbook, 2000-2001."},
      {
        "id":"ED457988",
        "title":"North Carolina Children's Index, 2000: A Profile of Leading Indicators of the Health and Well-Being of North Carolina's Children."},
      {
        "id":"ED457989",
        "title":"County, State and Nation: Trends in the Well-Being of Iowa Children, 1997-1998. Supplement."},
      {
        "id":"ED457990",
        "title":"Family Involvement in Education: A National Portrait. Highlights."},
      {
        "id":"ED457992",
        "title":"Children's Perceptions of Their Own Learning."},
      {
        "id":"ED457993",
        "title":"Screening Young Children for Lead Poisoning: Guidance for State and Local Public Health Officials."},
      {
        "id":"ED457994",
        "title":"Get the Lead Out: Illinois Childhood Lead Poisoning Surveillance Report, 1999."},
      {
        "id":"ED457995",
        "title":"Get the Lead Out: Illinois Childhood Lead Poisoning Surveillance Report, 2000."},
      {
        "id":"ED457996",
        "title":"Get the Lead Out: Facts about Childhood Lead Poisoning [and] Housekeeping Tips To Reduce Lead Exposure [and] Nutrition and Lead Poisoning [and] The Medical Consequences of Lead Poisoning [and] Lead Poisoning for Health Care Providers."},
      {
        "id":"ED457997",
        "title":"Eliminating Childhood Lead Poisoning: A Federal Strategy Targeting Lead Paint Hazards."},
      {
        "id":"ED457998",
        "title":"A Review of the Literature Regarding the Developmental View of Early School Failure and Its Lack of Supporting Empirical Evidence."},
      {
        "id":"ED457999",
        "title":"Curiosity Corner: Enhancing Preschoolers' Language Abilities through Comprehensive Reform."},
      {
        "id":"ED458000",
        "title":"Head, Heart, Hands and Health: &quot;Experience and Education&quot; by Dewey's Criteria?"},
      {
        "id":"ED458008",
        "title":"Technology in Early Childhood Education: Finding the Balance. By Request Series."},
      {
        "id":"ED458009",
        "title":"Back to School, Moving Forward: What &quot;No Child Left Behind&quot; Means for Parents, Schools and Communities. The 2001 Back to School Address [by] Rod Paige, U.S. Secretary of Education (Washington, DC, September 4, 2001)."},
      {
        "id":"ED458010",
        "title":"Academic Effects of After-School Programs. ERIC Digest."},
      {
        "id":"ED458014",
        "title":"Rights of the Child in Guatemala."},
      {
        "id":"ED458015",
        "title":"Rights of the Child in the Democratic Republic of the Congo."},
      {
        "id":"ED458016",
        "title":"Rights of the Child in Turkey."},
      {
        "id":"ED458019",
        "title":"Society for Research in Child Development Newsletter, 2001."},
      {
        "id":"ED458020",
        "title":"Social Policy Report, 2001."},
      {
        "id":"ED458021",
        "title":"The Changing Faces of Arkansas' Children. Special Report."},
      {
        "id":"ED458022",
        "title":"Ready for Success: Annual Report of the Michigan School Readiness Program. Longitudinal Evaluation."},
      {
        "id":"ED458027",
        "title":"Building Strong Neighborhoods for Families with Children. A Guide for Public Dialogue and Problem Solving."},
      {
        "id":"ED458028",
        "title":"Caring for Infants and Toddlers."},
      {
        "id":"ED458029",
        "title":"The Fiscal Impact of Colorado Child Care Assistance Program Payments on the Child Care Industry: An Assessment of How the Child Care Provider Underwrites Publicly Purchased Child Care, 2001."},
      {
        "id":"ED458030",
        "title":"Kentucky Preschool Evaluation Project, 1998-1999. Final Report."},
      {
        "id":"ED458031",
        "title":"Child Care Health Connections, 2001: A Health and Safety Newsletter for California Child Care Professionals."},
      {
        "id":"ED458032",
        "title":"The Bottom Line Is... Children."},
      {
        "id":"ED458033",
        "title":"Parent News Offline, 2001."},
      {
        "id":"ED458035",
        "title":"Bridges, 1999."},
      {
        "id":"ED458036",
        "title":"Bridges, 2000."},
      {
        "id":"ED458037",
        "title":"Bridges, 2001."},
      {
        "id":"ED458039",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Fall 2001."},
      {
        "id":"ED458040",
        "title":"Examining Multicultural Picture Books for the Early Childhood Classroom: Possibilities and Pitfalls."},
      {
        "id":"ED458041",
        "title":"Starting School: Effective Transitions."},
      {
        "id":"ED458042",
        "title":"Professional Growth Reconceptualized: Early Childhood Staff Searching for Meaning."},
      {
        "id":"ED458043",
        "title":"The Synthesis of Writing Workshop and Hypermedia-Authoring: Grades 1-4."},
      {
        "id":"ED458044",
        "title":"Purposeful Learning: A Study of Water."},
      {
        "id":"ED458045",
        "title":"Pretend Play and Young Children's Development. ERIC Digest."},
      {
        "id":"ED458046",
        "title":"Recent Evidence on Preschool Programs. ERIC Digest."},
      {
        "id":"ED458047",
        "title":"Enfoque en las horas despues del dia en escuela para la prevencion de violencia (Focus on After-School Time for Violence Prevention). ERIC Digest."},
      {
        "id":"ED458048",
        "title":"Reggio Emilia: impulsor del dialogo y del cambio (Reggio Emilia: Catalyst for Change and Conversation). ERIC Digest."},
      {
        "id":"ED458049",
        "title":"Making Research Count at Minimbah Aboriginal Preschool, Armidale NSW."},
      {
        "id":"ED458050",
        "title":"Networks and Clusters in the Rural Challenge: A Special Report to the Rural School and Community Trust."},
      {
        "id":"ED458051",
        "title":"Learning in Place: A Special Report to the Rural School and Community Trust."},
      {
        "id":"ED458052",
        "title":"Education in Micronesia: A Multicultural Perspective."},
      {
        "id":"ED458053",
        "title":"One Room Schools: Bibliography. A Presentation of the Clarke Historical Library."},
      {
        "id":"ED458054",
        "title":"Our Treasures: A Celebration of Nebraska's Mexican Heritage = Nuestros Tesoros: Una celebracion de la herencia mexicana de Nebraska."},
      {
        "id":"ED458055",
        "title":"Small Town Renewal: Overview and Case Studies."},
      {
        "id":"ED458056",
        "title":"Small Town Renewal Manual."},
      {
        "id":"ED458057",
        "title":"BC College and Institute Aboriginal Former Student Outcomes, 1999. Special Report on Aboriginal Former Students from the 1995, 1997, and 1999 BC College and Institute Student Outcomes Surveys."},
      {
        "id":"ED458058",
        "title":"Hispanic Leadership in American Higher Education."},
      {
        "id":"ED458059",
        "title":"Chicana/o College Students: Focus on Success."},
      {
        "id":"ED458061",
        "title":"Information Technologies: Do They Have the Potential To Bring Change to U.S. Rural Areas? Policy Briefs."},
      {
        "id":"ED458062",
        "title":"Career and Academic Guidance for American Indian and Alaska Native Youth. ERIC Digest."},
      {
        "id":"ED458063",
        "title":"Roger Tory Peterson Institute Links Interdisciplinary Nature Studies to Increased Community Understanding. Rural Trust Featured Project."},
      {
        "id":"ED458066",
        "title":"Partnerships: An Alternative Development Strategy. Inter-American Foundation 2000 in Review, October 1, 1999 to September 30, 2000."},
      {
        "id":"ED458070",
        "title":"Native Education Directory, 2002: Organizations and Resources for Educators of Native Americans."},
      {
        "id":"ED458071",
        "title":"Tribal Resources Directory of ACF Programs."},
      {
        "id":"ED458072",
        "title":"Test Scores and the Rural School and Community Trust."},
      {
        "id":"ED458073",
        "title":"Minimum Standards for Tribal Child Care Centers."},
      {
        "id":"ED458074",
        "title":"Youth Risk Behavior Survey of Middle School Students Attending Bureau Funded Schools, 2000."},
      {
        "id":"ED458075",
        "title":"School District Consolidation Will Save Millions of Dollars: Fact or Myth? A Special Report."},
      {
        "id":"ED458076",
        "title":"How To Analyze Your State's Education Funding System. A Workbook from the Rural School and Community Trust Policy Program."},
      {
        "id":"ED458077",
        "title":"BIA and DOD Schools: Student Achievement and Other Characteristics Often Differ from Public Schools. Report to Congressional Requesters."},
      {
        "id":"ED458078",
        "title":"Economic, Demographic, and Fiscal Impact of Nuchik, Inc. Poultry Processing Plant on the City of Artesia and the Artesia Public Schools."},
      {
        "id":"ED458080",
        "title":"Oak Hill School Heritage Education Center: An 1886 One-Room Schoolhouse. Teacher's Resource and Curriculum Guide."},
      {
        "id":"ED458081",
        "title":"Published Science, Mathematics, and Technology Programs Which Are Fully Aligned with Vermont's Framework of Standards and Learning Opportunities."},
      {
        "id":"ED458082",
        "title":"A Guide for Local Standards-Based Science Curriculum."},
      {
        "id":"ED458083",
        "title":"Vermont Science Assessment Blueprint."},
      {
        "id":"ED458084",
        "title":"Vermont Institute for Science, Math and Technology: A Statewide Systemic Initiative."},
      {
        "id":"ED458085",
        "title":"Research in Mathematics Education, 1998."},
      {
        "id":"ED458086",
        "title":"Engineering Education from the Standpoint of Curricular Structure and the Challenges of the End of the Century."},
      {
        "id":"ED458087",
        "title":"Experiences with Teaching Basic Statistics in an Introduction to Civil Engineering Class."},
      {
        "id":"ED458088",
        "title":"Some Ways of Acquiring Space Perception."},
      {
        "id":"ED458089",
        "title":"An International Collaboration in Engineering Project Design and Curriculum Development: A Case Study."},
      {
        "id":"ED458090",
        "title":"Current Primary Science Practice: Observing What Actually Happens in the Classroom."},
      {
        "id":"ED458091",
        "title":"Environmental Education: A Case Study of Education for the Public Good."},
      {
        "id":"ED458092",
        "title":"A Decade of Change for Tertiary Education and Science Research in New Zealand: Who Benefits?"},
      {
        "id":"ED458093",
        "title":"Reflective Science: An Exploration of the Uses of Reflective Dialogue Journal Writing in Secondary Science Classrooms."},
      {
        "id":"ED458094",
        "title":"A Proposal for a Collaborative Australian Secondary Science Program."},
      {
        "id":"ED458095",
        "title":"The Lamprey River Curriculum: A Teacher-Written, Teacher-Tested Social Studies Curriculum with a Science Component for Elementary, Middle and High School Students."},
      {
        "id":"ED458096",
        "title":"Learning through Problem Solving."},
      {
        "id":"ED458098",
        "title":"Mathematics Education in Different Cultural Traditions: A Comparative Study of East Asia and the West. ICMI Comparative Study. Discussion Document."},
      {
        "id":"ED458099",
        "title":"Multiplayer Activities That Develop Mathematical Coordination."},
      {
        "id":"ED458100",
        "title":"Using Computer Algebra To Extract Meaning from Parameters."},
      {
        "id":"ED458101",
        "title":"Step-by-Step Solution Possibilities in Different Computer Algebra Systems."},
      {
        "id":"ED458104",
        "title":"Bicycles, Birds, Bats and Balloons: New Applications for Algebra Classes."},
      {
        "id":"ED458105",
        "title":"The NASA \"Why?\" Files: The Case of the Mysterious Red Light. A Lesson Guide with Activities in Mathematics, Science, and Technology."},
      {
        "id":"ED458106",
        "title":"A Practical Approach to the Curriculum of Statistics for Engineering Students."},
      {
        "id":"ED458108",
        "title":"The Role of Graphing Calculators in Mathematics Reform."},
      {
        "id":"ED458109",
        "title":"The Conceptualization and Measurement of Curriculum."},
      {
        "id":"ED458110",
        "title":"So What's a Toxic Waste Site? Kids for Saving Earth News. Action Program #16."},
      {
        "id":"ED458111",
        "title":"Today's Students, Tomorrow's Citizens: Pathways for Learning, Mathematics. Alabama High School Graduation Exam."},
      {
        "id":"ED458112",
        "title":"Today's Students, Tomorrow's Citizens: Pathways for Learning, Science. Alabama High School Graduation Exam."},
      {
        "id":"ED458113",
        "title":"Developing the Mathematics Curriculum."},
      {
        "id":"ED458114",
        "title":"The Effects of Using the TI92+ Calculator as a Demonstration Device in Geometry Instructions."},
      {
        "id":"ED458115",
        "title":"The Effects of Flash Card Use on Students' Comprehension of Chemistry Vocabulary."},
      {
        "id":"ED458117",
        "title":"A Distillation of Subject-Matter Content for the Subject-Areas of Language Arts, Mathematics, and Science."},
      {
        "id":"ED458118",
        "title":"Increasing Science Achievement and Student Development as Related to Practicing Teachers' Self-Efficacy."},
      {
        "id":"ED458119",
        "title":"Science Achievement and Self-Efficacy among Middle School Age Children as Related to Student Development."},
      {
        "id":"ED458120",
        "title":"The Mid-Atlantic Eisenhower Consortium for Mathematics and Science Education Final Grant Report, 1995-2000."},
      {
        "id":"ED458121",
        "title":"Midwest Mathematics and Science Consortium Final Grant Report, 1995-2000."},
      {
        "id":"ED458122",
        "title":"WestEd Eisenhower Regional Consortium for Science and Mathematics Education Cumulative Report for FY96-00, October 1, 1995-March 31, 2001."},
      {
        "id":"ED458124",
        "title":"Michigan Curriculum Framework: Mathematics, Including Teaching &amp; Learning Sample Activities. Interactive Links to Content Strands, Standards and Benchmarks."},
      {
        "id":"ED458125",
        "title":"Federal R&amp;D Funding by Budget Function: Fiscal Years 2000-2002. An SRS Special Report."},
      {
        "id":"ED458126",
        "title":"Energy Education Resources: Kindergarten through 12th Grade."},
      {
        "id":"ED469149",
        "title":"Listening and the Language Arts."},
      {
        "id":"ED469150",
        "title":"Improving Student Writing Skills in the Primary Grades."},
      {
        "id":"ED469151",
        "title":"An Effective Intervention Program as Part of a Balanced Literacy Program."},
      {
        "id":"ED469152",
        "title":"Reading and the Slow Learner."},
      {
        "id":"ED469153",
        "title":"Vocabulary Development, Reading and the Learner."},
      {
        "id":"ED469154",
        "title":"The Arts and Content Literacy in Italian Schools: Alternate Methodology for Inclusion Classrooms."},
      {
        "id":"ED469161",
        "title":"Taking Charge: Stories of Success and Self-Determination."},
      {
        "id":"ED469162",
        "title":"Critical Thinking, Belief Bias, Epistemological Assumptions, and the Minnesota Test of Critical Thinking."},
      {
        "id":"ED469163",
        "title":"Multidimensionality and the Equating of a Mixed-Format Math Examination."},
      {
        "id":"ED469164",
        "title":"Improving Teacher Evaluation for Increasing Student Learning."},
      {
        "id":"ED469165",
        "title":"Balancing Act: Educational Management Organizations and Charter School Autonomy."},
      {
        "id":"ED469166",
        "title":"The Observer as Categoriser."},
      {
        "id":"ED469167",
        "title":"Texas Superintendents' Role in Student Fourth Amendment Rights."},
      {
        "id":"ED469168",
        "title":"Using an On-Line Test To Assess Reading Skills and Predict the Ability To Successfully Pass a Reading SOL Test."},
      {
        "id":"ED469169",
        "title":"Investigating Ways To Reduce Student Anxiety during Testing."},
      {
        "id":"ED469170",
        "title":"Using the National Assessment of Educational Progress To Confirm State Test Results. A Report of the Ad Hoc Committee on Confirming Test Results."},
      {
        "id":"ED469171",
        "title":"Crafting an Incoming Law School Class: Preliminary Results. LSAC Research Report Series."},
      {
        "id":"ED469172",
        "title":"A Classical Test Theory Perspective on LSAT Local Item Dependence. LSAC Research Report Series. Statistical Report."},
      {
        "id":"ED469173",
        "title":"Impact of Local Item Dependence on True-Score Equating. LSAC Research Report Series."},
      {
        "id":"ED469174",
        "title":"On Testing for Assumption Recognition. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED469175",
        "title":"Predictive Validity of the LSAT: A National Summary of the 1995-1996 Correlation Studies. LSAT Technical Report. LSAC Research Report Series."},
      {
        "id":"ED469176",
        "title":"Testing for Structure Recognition. LSAC Research Report Series."},
      {
        "id":"ED469177",
        "title":"The Validity of Law School Admission Test Scores for Repeaters: A Replication. LSAT Technical Report. LSAC Research Report Series."},
      {
        "id":"ED469178",
        "title":"Beyond FYA: Analysis of the Utility of LSAT Scores and UGPA for Predicting Academic Success in Law School. LSAC Research Report Series."},
      {
        "id":"ED469179",
        "title":"A Formulation of the Mantel-Haenszel Differential Item Functioning Parameter with Practical Implications. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED469180",
        "title":"A Comparison of Mantel-Haenszel Differential Item Functioning Parameters. LSAC Research Report Series."},
      {
        "id":"ED469181",
        "title":"Employment Patterns of Law School Graduates. LSAC Research Report Series."},
      {
        "id":"ED469182",
        "title":"Accommodated Test Taker Trends and Performance for the June 1993 through February 1998 LSAT Administrations. Technical Report. LSAC Research Report Series."},
      {
        "id":"ED469183",
        "title":"Predictive Validity of Accommodated LSAT Scores. Technical Report. LSAC Research Report Series."},
      {
        "id":"ED469184",
        "title":"Effects of Multidimensionality on IRT Item Characteristics and True Score Estimates: Implications for Computerized Test Assembly. Computerized Testing Report. LSAC Research Report Series."},
      {
        "id":"ED469186",
        "title":"Estimation of Item Dimensional Measurement Direction Using Conditional Covariance Patterns. Computerized Testing Report. LSAC Research Report Series."},
      {
        "id":"ED469187",
        "title":"The Vocational Education in Schools Framework: Overview &amp; Implementation Strategy."},
      {
        "id":"ED469188",
        "title":"Health and Literacy Compendium: An Annotated Bibliography of Print and Web-Based Health Materials for Use with Limited-Literacy Adults."},
      {
        "id":"ED469189",
        "title":"New Program Development Strategy and Supply/Demand Analysis: The Relationship between Postsecondary Degree Program Outcomes and Occupational Needs in Minnesota."},
      {
        "id":"ED469192",
        "title":"Adult Education in Croatian Society."},
      {
        "id":"ED469193",
        "title":"Possibilities of Informal Learning Inside and Outside the School."},
      {
        "id":"ED469195",
        "title":"Scoring Best on All Life's Tests--By Using Your \"Whole Brain.\""},
      {
        "id":"ED469196",
        "title":"Mom and Dad: An Untapped Source for Career Information."},
      {
        "id":"ED469197",
        "title":"The California School Psychologist, 2002."},
      {
        "id":"ED469199",
        "title":"Mental Health and Mass Violence: Evidence-Based Early Psychological Intervention for Victims/Survivors of Mass Violence. A Workshop To Reach Consensus on Best Practices (Warrenton, Virginia, October 29-November 1, 2001)."},
      {
        "id":"ED469201",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2001. Volume 1: Secondary School Students, 2001."},
      {
        "id":"ED469202",
        "title":"Monitoring the Future National Survey Results on Drug Use, 1975-2001. Volume II: College Students &amp; Adults Ages 19-40, 2001."},
      {
        "id":"ED469203",
        "title":"Mental Health, United States, 2000."},
      {
        "id":"ED469204",
        "title":"Arkansas Foreign Language Curriculum Framework. Revised, 1999."},
      {
        "id":"ED469205",
        "title":"Foreign Languages: PreK-12 Sunshine State Standards and Instructional Practices. Florida Curriculum Framework."},
      {
        "id":"ED469206",
        "title":"Using Conversation Analysis To Evaluate Pre-Sequences in Invitation, Offer, and Request Dialogues in ESL Textbooks."},
      {
        "id":"ED469207",
        "title":"English Language Learners With Special Needs: Effective Instructional Strategies. ERIC Digest."},
      {
        "id":"ED469208",
        "title":"Heritage Spanish Speakers' Language Learning Strategies. ERIC Digest."},
      {
        "id":"ED469209",
        "title":"Spanish for Spanish Speakers: Developing Dual Language Proficiency. ERIC Digest."},
      {
        "id":"ED469210",
        "title":"Why Eat Green Cucumbers at the Time of Dying? Women&apos;s Literacy and Development in Nepal."},
      {
        "id":"ED469211",
        "title":"Professional Nurse Traineeship Grants: Who Gets Them and Where Do They Work after Graduation? Final Report."},
      {
        "id":"ED469212",
        "title":"The No Child Left Behind Act of 2001: Opportunities for Career Technical Education."},
      {
        "id":"ED469213",
        "title":"CONFINTEA: Follow-Up Report to the General Conference of UNESCO."},
      {
        "id":"ED469214",
        "title":"Best Practices in School to Careers: The Rural Challenge."},
      {
        "id":"ED469215",
        "title":"Focusing on Results: A Business Leader's Guide for Optimizing School-to-Careers Partnerships."},
      {
        "id":"ED469219",
        "title":"Shooting for the Sun: The Message of Middle School Reform."},
      {
        "id":"ED469220",
        "title":"Do Job Requirements and Work Conditions Interact with Individual Characteristics To Influence Teacher Attraction to the Principalship?"},
      {
        "id":"ED469221",
        "title":"Crossing Borders: An Analysis of the Characteristics and Attributes of Female Public School Principals."},
      {
        "id":"ED469222",
        "title":"Charter Schools and the Education of Children with Disabilities. Second Edition."},
      {
        "id":"ED469223",
        "title":"Inspiring Leadership: A Philanthropic Partnership for Professional Development of Superintendents. A Report on a BellSouth Foundation Special Initiative."},
      {
        "id":"ED469227",
        "title":"Using Data To Improve Schools: What's Working."},
      {
        "id":"ED469229",
        "title":"A Reflection on &quot;Learning To Learn&quot;: The Four Pillars of Learning and Their Implications for Curriculum Reforms."},
      {
        "id":"ED469230",
        "title":"How Community-Based Organizations Can Start Charter Schools."},
      {
        "id":"ED469231",
        "title":"The Education System of the Nineteenth Century: The Direction, Trends and Tensions of Curriculum Reforms in the Twenty-First Century."},
      {
        "id":"ED469232",
        "title":"Preventing and Countering School-Based Harassment: A Resource Guide for K-12 Educators. Revised Edition."},
      {
        "id":"ED469233",
        "title":"Leadership for School Improvement. Revised Edition."},
      {
        "id":"ED469234",
        "title":"The Schooling Practices That Matter Most."},
      {
        "id":"ED469235",
        "title":"Girls' and Women's Education in India."},
      {
        "id":"ED469236",
        "title":"Girls' and Women's Education in Indonesia."},
      {
        "id":"ED469237",
        "title":"Girls' and Women's Education in Laos."},
      {
        "id":"ED469238",
        "title":"Girls' and Women's Education in Nepal."},
      {
        "id":"ED469239",
        "title":"Girls' and Women's Education in Thailand."},
      {
        "id":"ED469240",
        "title":"Girls' and Women's Education: Policies and Implementation Mechanisms. Synthesis of Five Case Studies."},
      {
        "id":"ED469241",
        "title":"Issues of Accountability: A Case Study of a Charter School under Development."},
      {
        "id":"ED469242",
        "title":"A Compendium of LSAT and LSAC-Sponsored Item Types, 1948-1994. LSAC Research Report Series."},
      {
        "id":"ED469243",
        "title":"Analysis of LSAT Performance and Patterns of Application for Male and Female Law School Applicants. LSAC Research Report Series."},
      {
        "id":"ED469244",
        "title":"The Impact of Local Dependencies on Some LSAT Outcomes. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED469245",
        "title":"Assessing the Effect of Multidimensionality on LSAT Equating for Subgroups of Test Takers. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED469246",
        "title":"History and Performance of Chinese Law School Admission Test Takers. LSAC Research Report Series."},
      {
        "id":"ED469247",
        "title":"Program of Research on Legal Writing: Phase II: Research on a Writing Exercise. LSAC Research Report Series."},
      {
        "id":"ED469248",
        "title":"Law School Admissions, 1985 to 1995: Assessing the Effect of Application Volume. LSAC Research Report Series."},
      {
        "id":"ED469249",
        "title":"Who Gets the App? Explaining Law School Application Volume, 1993 to 1996. LSAC Research Report Series."},
      {
        "id":"ED469250",
        "title":"Successful Community Organizing for School Reform. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469251",
        "title":"Case Study: AOP, Alliance Organizing Project. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469252",
        "title":"Case Study: Austin Interfaith. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469253",
        "title":"Case Study: LSNA, Logan Square Neighborhood Association. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469254",
        "title":"Case Study: New York ACORN. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469255",
        "title":"Case Study: OCO, Oakland Community Organizations. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469256",
        "title":"Appendix: Case Studies. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469257",
        "title":"The Education Organizing Indicators Framework: A User's Guide. Strong Neighborhoods, Strong Schools. The Indicators Project on Education Organizing."},
      {
        "id":"ED469258",
        "title":"Wisconsin Health Careers Awareness Curriculum: A Curriculum Unit for Health Education."},
      {
        "id":"ED469260",
        "title":"Women's Career Influences in Traditional and Nontraditional Fields."},
      {
        "id":"ED469261",
        "title":"Contract Learning in Organizational Learning &amp; Management Development."},
      {
        "id":"ED469263",
        "title":"Evaluation of 3- and 6-Hour Courses: Stage 2. Research Report."},
      {
        "id":"ED469264",
        "title":"Metacognitive Skills for Adult Learning. Trends and Issues Alert."},
      {
        "id":"ED469265",
        "title":"E-Learning. Trends and Issues Alert."},
      {
        "id":"ED469266",
        "title":"Benchmarking for the Learning and Skills Sector."},
      {
        "id":"ED469268",
        "title":"Summary of Self-Reported Methods of Test Preparation by LSAT Takers for Testing Years 1991-1992 through 1996-1997. LSAC Research Report Series."},
      {
        "id":"ED469273",
        "title":"Cutting Down the Tall Poppies: Horizontal Violence."},
      {
        "id":"ED469274",
        "title":"Strategies for Reinventing the Principalship."},
      {
        "id":"ED469275",
        "title":"Student Accountability Standards: Implementation Guide."},
      {
        "id":"ED469276",
        "title":"California Charter Schools Serving Low-SES Students: An Analysis of the Academic Performance Index."},
      {
        "id":"ED469277",
        "title":"Does Charter School Competition Improve Traditional Public Schools? Civic Report."},
      {
        "id":"ED469279",
        "title":"Applying Cognitive-Behavioral Techniques to Social Skills Instruction. ERIC/OSEP Digest."},
      {
        "id":"ED469280",
        "title":"Connecting the IEP to the General Curriculum: A Talking Paper."},
      {
        "id":"ED469281",
        "title":"The Educational Context and Outcomes for High School Students with Disabilities: Overview of the Study and Findings. Research Report."},
      {
        "id":"ED469282",
        "title":"The Educational Context and Outcomes for High School Students with Disabilities: The Characteristics and Perceptions of Students with Disabilities. Research Report."},
      {
        "id":"ED469283",
        "title":"The Educational Context and Outcomes for High School Students with Disabilities: A Case Study Comparing the School Life of Students with Disabilities and Their Peers without Disabilities. Research Report."},
      {
        "id":"ED469284",
        "title":"The Educational Context and Outcomes for High School Students with Disabilities: Special Education Programs and the Perceptions of Special Education Teachers. Research Report."},
      {
        "id":"ED469285",
        "title":"The Educational Context and Outcomes for High School Students with Disabilities: General Education Classes and the Satisfaction of General Education Teachers. Research Report."},
      {
        "id":"ED469286",
        "title":"The Educational Context and Outcomes for High-School Students with Disabilities: The Perceptions of Administrators. Research Report."},
      {
        "id":"ED469287",
        "title":"The Educational Context and Outcomes for High School Students with Disabilities: The Perceptions of General Education Teachers. Research Report."},
      {
        "id":"ED469288",
        "title":"The Educational Context and Outcomes for High School Students with Disabilities: The Perceptions of Parents of Students with Disabilities. Research Report."},
      {
        "id":"ED469289",
        "title":"The Effects of the Use of the Question Exploration Routine on Student Performance in Secondary Content Classrooms. Research Report."},
      {
        "id":"ED469290",
        "title":"Initial Stages in the Development of Benchmark Measures of Success: Direct Implications for Accountability. Research Report."},
      {
        "id":"ED469291",
        "title":"An Experimental Study of the Effects of Considerate Curricula in Language Arts on Reading Comprehension and Writing. Research Report."},
      {
        "id":"ED469292",
        "title":"The Effects of Curriculum Maps and Guiding Questions on the Test Performance of Adolescents with Learning Disabilities. Research Report."},
      {
        "id":"ED469293",
        "title":"The Effects of an Intensive Reading Intervention on the Decoding Skills of High School Students with Reading Deficits. Research Report."},
      {
        "id":"ED469294",
        "title":"The Role of Paraprofessionals in Special Education [and] Paperwork in Special Education [and] General Education Teachers' Role in Special Education [and] Preschool Special Education Teachers. SPeNSE Fact Sheets."},
      {
        "id":"ED469295",
        "title":"College Knowledge: What Latino Parents Need To Know and Why They Don't Know It."},
      {
        "id":"ED469296",
        "title":"The Sonoma Case of Cristofer Barajas."},
      {
        "id":"ED469297",
        "title":"Effective Standards-Based Practices for Native American Students: A Review of Research Literature."},
      {
        "id":"ED469298",
        "title":"The Ones the Law Forgot: Children Working in Agriculture."},
      {
        "id":"ED469299",
        "title":"The Kentucky Education Reform Act: A Comparison of Equity &amp; Adequacy Outcomes in Kentucky between Plaintiff &amp; Non-Plaintiff School Districts."},
      {
        "id":"ED469301",
        "title":"Evaluacion entre colegas profesores (Peer Review of Teachers). ERIC Digest."},
      {
        "id":"ED469302",
        "title":"Contratos de rendimiento para administradores (Performance Contracts for Administrators). ERIC Digest."},
      {
        "id":"ED469303",
        "title":"Igualdad y suficiencia en las finanzas de la educacion (Equity and Adequacy in Educational Finance). ERIC Digest."},
      {
        "id":"ED469304",
        "title":"Haciendo que los colegios se hagan responsables por el logro (Holding Schools Accountable for Achievement). ERIC Digest."},
      {
        "id":"ED469305",
        "title":"Asignacion presupuestaria determinada en los colegios (School-Based Budgeting). ERIC Digest."},
      {
        "id":"ED469306",
        "title":"Los fundamentos de la seguridad escolar (The Fundamentals of School Security). ERIC Digest."},
      {
        "id":"ED469307",
        "title":"Buscando un director (Conducting a Principal Search). ERIC Digest."},
      {
        "id":"ED469308",
        "title":"Abuso sexual por parte de los empleados del colegio (Sexual Misconduct by School Employees). ERIC Digest."},
      {
        "id":"ED469309",
        "title":"Para llegar a ser un administrador tecnologicamente competente (Becoming a Technologically Savvy Administrator). ERIC Digest."},
      {
        "id":"ED469310",
        "title":"Capitalizando en los cursos pequenos (Capitalizing on Small Class Size). ERIC Digest."},
      {
        "id":"ED469311",
        "title":"Cupones educacionales (Educational Vouchers). ERIC Digest."},
      {
        "id":"ED469312",
        "title":"Estandares: El medio ambiente de las politicas (Standards: The Policy Environment). ERIC Digest."},
      {
        "id":"ED469313",
        "title":"Perfilando a los estudiantes en relacion con la violencia (Profiling Students for Violence). ERIC Digest."},
      {
        "id":"ED469314",
        "title":"Evaluando los resultados de la reforma escolar total (Evaluating the Results of Whole-School Reform). ERIC Digest."},
      {
        "id":"ED469315",
        "title":"Nuevos patrones en el gobierno de los colegios (New Patterns of School Governance). ERIC Digest."},
      {
        "id":"ED469316",
        "title":"Remuneracion alternativa para los profesores (Alternative Teacher Compensation). ERIC Digest."},
      {
        "id":"ED469317",
        "title":"Como los colegios asignan y utilizan sus recursos? (How Schools Allocate and Use Their Resources). ERIC Digest."},
      {
        "id":"ED469318",
        "title":"Colegios mas seguros a traves del diseno del medioambiente (Safer Schools through Environmental Design). ERIC Digest."},
      {
        "id":"ED469319",
        "title":"Tecnologias mas nuevas para la seguridad escolar (Newer Technologies for School Security). ERIC Digest."},
      {
        "id":"ED469320",
        "title":"Politicas de tolerancia cero (Zero Tolerance Policies). ERIC Digest."},
      {
        "id":"ED469321",
        "title":"Reteniendo los directores (Retaining Principals). ERIC Digest."},
      {
        "id":"ED469322",
        "title":"Politicas de uniformes y codigos de vestuario (Uniforms and Dress-Code Policies). ERIC Digest."},
      {
        "id":"ED469323",
        "title":"Consejeria de los directores (Principal Mentoring). ERIC Digest."},
      {
        "id":"ED469324",
        "title":"Indicadores educacionales (Educational Indicators). ERIC Digest."},
      {
        "id":"ED469325",
        "title":"Implementation and Reauthorization of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996. Hearing before the Committee on Indian Affairs on the Implementation and Reauthorization of the Personal Responsibility and Work Opportunity Reconciliation Act of 1996 in Indian Country. United States Senate, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED469326",
        "title":"Native Hawaiian Early Education, Development and Care. Hearing before the Committee on Indian Affairs To Receive Testimony on Early Childhood Education and Development. United States Senate, One Hundred Seventh Congress, Second Session (Honolulu, Hawaii)."},
      {
        "id":"ED469327",
        "title":"A Feasibility Study for Model School Design Plans. Report of the Department of Education to the Governor and the General Assembly of Virginia. Senate Document."},
      {
        "id":"ED469328",
        "title":"Learning the Hard Way: The Poor Environment of America's Schools."},
      {
        "id":"ED469329",
        "title":"The Small College Guide to Financial Health: Beating the Odds."},
      {
        "id":"ED469330",
        "title":"Responsibility Center Management: Lessons from 25 Years of Decentralized Management."},
      {
        "id":"ED469331",
        "title":"Mission Continuity Planning: Strategically Assessing and Planning for Threats to Operations."},
      {
        "id":"ED469332",
        "title":"What's Next? Planning and Financing Your Post-Secondary Education. Revised. Students Finance. Study Your Options."},
      {
        "id":"ED469333",
        "title":"Exit Guide: Strategies for Paying Back Your Student Loan. Revised. Students Finance. Study Your Options."},
      {
        "id":"ED469334",
        "title":"Academic Causal Attributions and Course Outcomes for College Students."},
      {
        "id":"ED469335",
        "title":"Preferences versus Preparation: UC Regents Return to Race-Based Admissions. Briefing."},
      {
        "id":"ED469336",
        "title":"Financial Aid for Individuals with Learning Disabilities. Fast Facts."},
      {
        "id":"ED469337",
        "title":"Providing Support Services for College Students with Learning Disabilities Who Are Not Native English Speakers: The Challenge of the LD/ESOL Student."},
      {
        "id":"ED469338",
        "title":"Making the \"Invisible Hand\" Visible: The Case for Dialogue about Academic Capitalism."},
      {
        "id":"ED469339",
        "title":"The Case for P-16: Designing an Integrated Learning System, Preschool through Postsecondary Education."},
      {
        "id":"ED469340",
        "title":"The Economic Impact of University System of Georgia Institutions on Their Regional Economies. A Needs Assessment Study Commissioned by Georgia's Intellectual Capital Partnership Program[R] (ICAPP[R])."},
      {
        "id":"ED469341",
        "title":"Quality and Equality in Internet-Based Higher Education: Benchmarks for Success."},
      {
        "id":"ED469342",
        "title":"Developmental Education and College Opportunity in New England: Lessons for a National Study of State and System Policy Impacts. Pilot Study."},
      {
        "id":"ED469343",
        "title":"NACUBO Endowment Study, 2001. Executive Summary."},
      {
        "id":"ED469344",
        "title":"Intentional Design and the Process of Change: Strategies for Successful Change."},
      {
        "id":"ED469345",
        "title":"Minority Achievement Report, 2002. Maryland Community Colleges, University System of Maryland, Morgan State University, St. Mary's College of Maryland."},
      {
        "id":"ED469346",
        "title":"Presentation and Analysis of Financial Management Information. 2nd Edition."},
      {
        "id":"ED469347",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement. 2000 Edition."},
      {
        "id":"ED469348",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement. 2001 Edition."},
      {
        "id":"ED469349",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement. 2002 Edition."},
      {
        "id":"ED469350",
        "title":"Pupils' Experience of the Careers Service. CES Briefing."},
      {
        "id":"ED469351",
        "title":"Connecticut Comprehensive School Counseling Program."},
      {
        "id":"ED469352",
        "title":"Best Practices for School Counseling in Connecticut:Counselor Competencies, Model Job Description and Evaluation Guidelines."},
      {
        "id":"ED469353",
        "title":"A Practitioner&apos;s Guide to Science-Based Prevention: A Handbook of Promising, Effective and Model Programs. 2002 Conference Edition."},
      {
        "id":"ED469354",
        "title":"Finding the Balance: Program Fidelity and Adaptation in Substance Abuse Prevention. A State-of-the-Art Review [and] Executive Summary. 2002 Conference Edition."},
      {
        "id":"ED469355",
        "title":"Bereavement Management and Counseling at the University Level. ERIC/CASS Digest."},
      {
        "id":"ED469356",
        "title":"The Otay Mesa Higher Education Center: An Off-Campus Facility of the Southwestern Community College District. Commission Report."},
      {
        "id":"ED469357",
        "title":"Articulation and Transfer: The Texas Perspective."},
      {
        "id":"ED469358",
        "title":"Enrollment and Success of Hispanic Students in Online Courses."},
      {
        "id":"ED469359",
        "title":"Wyoming Postsecondary Education Options Program Study. Domain 2 Study. WEOP Report."},
      {
        "id":"ED469360",
        "title":"How Do SPJC Administrative and Support Systems and Procedures Need To Change in Order To Overcome Organizational Obstacles to E-Learning Access? Project Eagle Evaluation Question #2. Benchmarking St. Petersburg Junior College: A Report to Leadership."},
      {
        "id":"ED469361",
        "title":"The Influence of Learner Characteristics on Satisfaction with Interactive Televised Courses in Florida Community Colleges."},
      {
        "id":"ED469362",
        "title":"Early Signs of Success: A Case Study in the Organizational Transformation of a Community College."},
      {
        "id":"ED469363",
        "title":"Local Trustees Orientation and Education."},
      {
        "id":"ED469364",
        "title":"The American Indian and Alaska Native Population: 2000. Census 2000 Brief."},
      {
        "id":"ED469367",
        "title":"The Social Organization of Diversity: The Changing Faces in Rural America."},
      {
        "id":"ED469370",
        "title":"LSAC National Longitudinal Bar Passage Study. LSAC Research Report Series."},
      {
        "id":"ED469371",
        "title":"An Overview of Nonlinear Factor Analysis and Its Relationship to Item Response Theory. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED469372",
        "title":"LSAT Dimensionality Analysis for the December 1991, June 1992, and October 1992 Administrations. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED469373",
        "title":"Skill Development PLATO Use at Reuther Alternative High School Kenosha, Wisconsin. PLATO Evaluation Series."},
      {
        "id":"ED469374",
        "title":"Eastern High School Life Skills Class. PLATO Evaluation Series."},
      {
        "id":"ED469375",
        "title":"Terry High School Lamar Consolidated ISD, Rosenberg, Texas. PLATO Evaluation Series."},
      {
        "id":"ED469376",
        "title":"Choosing the Right Testing Option in PLATO Courseware. PLATO Technical Paper."},
      {
        "id":"ED469377",
        "title":"Imputation of Test Scores in the National Education Longitudinal Study of 1988 (NELS:88). Working Paper Series."},
      {
        "id":"ED469378",
        "title":"A Study of Imputation Algorithms. Working Paper Series."},
      {
        "id":"ED469379",
        "title":"The Facts, Faces, and Figures of Nassau Community College, 2000-2001."},
      {
        "id":"ED469380",
        "title":"Assessing a Technology Initiative: Lessons Learned While Integrating Technology into Teaching and Learning."},
      {
        "id":"ED469381",
        "title":"Before Crisis Hits: Building a Strategic Crisis Plan."},
      {
        "id":"ED469382",
        "title":"The Socioeconomic Benefits Generated by 39 Community College Districts in Illinois. Executive Summary."},
      {
        "id":"ED469383",
        "title":"Needs Analysis for the West Hills College at Lemoore, West Hills Community College District. Commission Report."},
      {
        "id":"ED469384",
        "title":"A Practical Guide for Integrating Civic Responsibility into the Curriculum."},
      {
        "id":"ED469385",
        "title":"Hudson County Community College Periodic Review Report. Executive Summary."},
      {
        "id":"ED469387",
        "title":"Economic Impact Studies in Community Colleges: The Short Cut Method. Resource Paper. Second Edition."},
      {
        "id":"ED469390",
        "title":"Aboriginal English: A Case for the Recognition of Prior Learning."},
      {
        "id":"ED469392",
        "title":"An Interactionist Perspective to Second/Foreign Language Learning and Teaching."},
      {
        "id":"ED469393",
        "title":"Educating Linguistically and Culturally Diverse Students. No Child Left Behind."},
      {
        "id":"ED469394",
        "title":"Learning the Pragmatic Functions of the Japanese &quot;Masu&quot; and Plain Forms."},
      {
        "id":"ED469395",
        "title":"www.WorldWideWriting.com: Developing a Multi-Lingual Process-Oriented Feedback Programme."},
      {
        "id":"ED469396",
        "title":"Foreign Languages: Early Language Learning, Standards for Teacher Preparation, National Security."},
      {
        "id":"ED469398",
        "title":"Inclusion of Children with Emotional or Behavioral Challenges in Child Care Settings: An Observational Study."},
      {
        "id":"ED469400",
        "title":"Stratagem."},
      {
        "id":"ED469402",
        "title":"Improving the Performance of Sixth-Grade Social Studies Students through Exposure to Philosophy."},
      {
        "id":"ED469403",
        "title":"Impact of Children's Literature as an Ancillary Component to the Social Studies Curriculum."},
      {
        "id":"ED469405",
        "title":"Heritage Education Strategic Plan, 2001."},
      {
        "id":"ED469406",
        "title":"Lesson Plan: Ancient Nubia Inquiry Lesson."},
      {
        "id":"ED469408",
        "title":"Stop Disease: Diapering Procedures = Alto a las Enfermedades: Procedimientos para Cambiar Panales."},
      {
        "id":"ED469410",
        "title":"Roundtable on Constructing and Coping with Incarceration and Family Re-Entry: Perspectives from the Field (Philadelphia, Pennsylvania, November 15-16, 2001). Fathers and Families Second-Tier Roundtable Series."},
      {
        "id":"ED469411",
        "title":"WIC Partnerships and the Nurturing Parent."},
      {
        "id":"ED469413",
        "title":"Building Community Support for School Readiness: A Prop. 10 Opportunity."},
      {
        "id":"ED469414",
        "title":"Children's Social and Emotional Competence in Head Start Classrooms: Observational Methods."},
      {
        "id":"ED469415",
        "title":"Oklahoma City FILM Even Start Family Literacy Program Evaluation, 2000-2001."},
      {
        "id":"ED469416",
        "title":"Developing Critical Thinking Skills through a Variety of Instructional Strategies."},
      {
        "id":"ED469417",
        "title":"Personal Safety for Children: A Guide for Parents = Una guia para los padres sobre la seguridad personal de los ninos."},
      {
        "id":"ED469418",
        "title":"Child Care: States Have Undertaken a Variety of Quality Improvement Initiatives, but More Evaluations of Effectiveness Are Needed. Report to Congressional Requesters."},
      {
        "id":"ED469421",
        "title":"Rhode Island KIDS COUNT Factbook, 2002."},
      {
        "id":"ED469424",
        "title":"The Legacy of Dance as a Democratizing Force in Higher Education."},
      {
        "id":"ED469425",
        "title":"A Comparison of Role/Task/Environment Stress Experienced By Beginning Academic and Career-Technical Teachers in Southwestern Ohio Career-Technical Schools."},
      {
        "id":"ED469428",
        "title":"Making Diversity Awareness Part of Your Teaching."},
      {
        "id":"ED469430",
        "title":"Co-Mentoring as a Strategy To Enhance the First Year of Teaching."},
      {
        "id":"ED469432",
        "title":"School Boards at the Dawn of the 21st Century: Conditions and Challenges of District Governance."},
      {
        "id":"ED469433",
        "title":"State of the State: Educational Performance in North Carolina, 2001."},
      {
        "id":"ED469434",
        "title":"Survey of 1999 State School Finance Legislation: Overview, Abstracts, and Trend Analysis."},
      {
        "id":"ED469435",
        "title":"Charter Schools in California, Michigan and Arizona: An Alternative Framework for Policy Analysis. Occasional Paper."},
      {
        "id":"ED469438",
        "title":"Selected State Policies, 2000-01."},
      {
        "id":"ED469439",
        "title":"Collection of &quot;ECS StateNotes,&quot; 2001 and Winter 2002."},
      {
        "id":"ED469440",
        "title":"What Principals Need to Know about Teaching Math."},
      {
        "id":"ED469441",
        "title":"Substance Abuse Prevention and Intervention for Students with Disabilities: A Call to Educators. ERIC Digest."},
      {
        "id":"ED469442",
        "title":"The Least Restrictive Environment Mandate: How Has It Been Defined by the Courts? ERIC Digest."},
      {
        "id":"ED469444",
        "title":"Deaf-Blind Perspectives, 2001-2002."},
      {
        "id":"ED469445",
        "title":"How Effective Is Touch Math for Improving Students with Special Needs Academic Achievement on Math Addition Mad Minute Timed Tests?"},
      {
        "id":"ED469447",
        "title":"Institutionalizing a Broader View of Scholarship through Boyer's Four Domains. ERIC Digest."},
      {
        "id":"ED469448",
        "title":"Ready To Read, Ready To Learn--First Lady Laura Bush's Education Initiatives."},
      {
        "id":"ED469449",
        "title":"Alberta Initiative for School Improvement: Administrative Handbook."},
      {
        "id":"ED469450",
        "title":"How States Can Hold Schools Accountable: The Strong Schools Model of Standards-Based Reform."},
      {
        "id":"ED469451",
        "title":"Alberta Initiative for School Improvement: Opportunities and Challenges. Symposium at the Annual Meeting of the Canadian Society for the Study of Education (Edmonton, Alberta, Canada, May 24, 2000)."},
      {
        "id":"ED469452",
        "title":"ABCs of Public Education in North Carolina: A Journey toward Excellence."},
      {
        "id":"ED469453",
        "title":"Pluses and Minuses of British Headteacher Reform: Toward a Vision of Instructional Leadership."},
      {
        "id":"ED469454",
        "title":"A Nationally Recognized Single Track, Tri-mester, Block Program at the High School Level."},
      {
        "id":"ED469455",
        "title":"Muddling through School Reforms: A Case Study of How Curriculum Innovation Became a Driving Force behind Quality Schooling."},
      {
        "id":"ED469456",
        "title":"No Simple Solution: Do Smaller Classes, More Experienced and Educated Teachers, and Per Pupil Expenditure Really Make a Difference?"},
      {
        "id":"ED469457",
        "title":"Profiles, 1999-2000: ABCs Most Improved Schools, K-12."},
      {
        "id":"ED469458",
        "title":"Autistic Spectrum Disorder: Intervention Guidance for Service Providers and Families of Young Children with Autistic Spectrum Disorder. Service Guideline 1. Revised."},
      {
        "id":"ED469459",
        "title":"Beyond High School: Exploring Vocational Education and Other Training Opportunities [and] Exploring College and University Options for Students with Disabilities [and] Exploring Military Options for Students with Disabilities."},
      {
        "id":"ED469460",
        "title":"Local Administrators' Role in Promoting Teacher Quality. SPeNSE Summary Sheet."},
      {
        "id":"ED469462",
        "title":"A Follow-Up Web-Based Survey: Test and Measurement Expert Opinions on the Psychometric Properties of Out-of-Level Tests. Out-of-Level Testing Report."},
      {
        "id":"ED469463",
        "title":"State Policies on Assessment Participation and Accommodations, 2001. Synthesis Report."},
      {
        "id":"ED469464",
        "title":"Specific Learning Disabilities: Finding Common Ground. A Report Developed by the Ten Organizations Participating in the Learning Disabilities Roundtable (Washington, DC, February 4-5, 2002)."},
      {
        "id":"ED469465",
        "title":"Building a Collaborative Network To Support Michigan Community Colleges in a Global Market. Michigan Community College Virtual Learning Collaborative."},
      {
        "id":"ED469467",
        "title":"Literature Review of Best Practices of Cooperating Teachers in the USA."},
      {
        "id":"ED469468",
        "title":"Academic Dishonesty among Students: Consequences and Interventions."},
      {
        "id":"ED469469",
        "title":"Organizing Instructional Practice around the Assessment Portfolio: The Gains and the Losses."},
      {
        "id":"ED469471",
        "title":"Institute of Higher Education: An Oral History (1964-2002)."},
      {
        "id":"ED469472",
        "title":"Training Tomorrow's Doctors: The Medical Education Mission of Academic Health Centers. A Report of the Commonwealth Fund Task Force on Academic Health Centers."},
      {
        "id":"ED469473",
        "title":"Technical Guide Documenting Methodology, Indicators, and Data Sources for \"Measuring Up 2002: The State-by-State Report Card for Higher Education.\" National Center Report."},
      {
        "id":"ED469474",
        "title":"Addendum to the Handbook of Accreditation. Second Edition."},
      {
        "id":"ED469475",
        "title":"Status Report to the Governor and General Assembly, 2001."},
      {
        "id":"ED469476",
        "title":"Means Testing: Is It Viable in Eastern and Southern Africa?"},
      {
        "id":"ED469477",
        "title":"Basic Data for the Revised IDEA System. Technical Report."},
      {
        "id":"ED469478",
        "title":"Peer Effects, Gender, and Intellectual Performance among Students at a Highly Selective College: A Social Comparison of Abilities Analysis. Discussion Paper."},
      {
        "id":"ED469479",
        "title":"Social Comparison and Peer Effects at an Elite College. Discussion Paper."},
      {
        "id":"ED469480",
        "title":"Investing in Success: Access to Higher Education. Report to the Governor and 2001 Legislature."},
      {
        "id":"ED469481",
        "title":"Different Perspectives on Information about Educational Quality: Implications for the Role of Accreditation. CHEA Occasional Paper."},
      {
        "id":"ED469482",
        "title":"Accreditation and Student Learning Outcomes: A Proposed Point of Departure. CHEA Occasional Paper."},
      {
        "id":"ED469483",
        "title":"Quality Review, 2001. CHEA Almanac of External Quality Review."},
      {
        "id":"ED469484",
        "title":"Creating a University System for the 21st Century. 2001-2002 Student Charges: A Regional and National Comparison."},
      {
        "id":"ED469485",
        "title":"A Report on the National Survey of Student Engagement. Research Brief."},
      {
        "id":"ED469487",
        "title":"&quot;The Illinois Commitment&quot; Goal 5 Requirement: Assessment of Student Learning and Improving Program Quality. Putting Students First: Assessing the Mastery of Student Learning."},
      {
        "id":"ED469488",
        "title":"The Equity Survey."},
      {
        "id":"ED469489",
        "title":"Faculty Time. Academic Excellence: A Study of the Role of Research in the Natural Sciences at Undergraduate Institutions. Special Report."},
      {
        "id":"ED469490",
        "title":"Zipf's Law Revealed at Predominantly Undergraduate Institutions: Million Dollar and Thirty-Publication Faculty. Academic Excellence: A Study of the Role of Research in the Natural Sciences at Undergraduate Institutions. Special Report."},
      {
        "id":"ED469491",
        "title":"The Environment for Scientific Research by Undergraduates: Some Thoughts on Reading the \"Academic Excellence\" Study. Academic Excellence: A Study of the Role of Research in the Natural Sciences at Undergraduate Institutions. Special Report."},
      {
        "id":"ED469492",
        "title":"Determining Publication Productivity and Grant Activity among Science Faculty at Surveyed Institutions. Academic Excellence: A Study of the Role of Research in the Natural Sciences at Undergraduate Institutions. Special Report."},
      {
        "id":"ED469493",
        "title":"The Tyranny of Small Numbers. Academic Excellence: A Study of the Role of Research in the Natural Sciences at Undergraduate Institutions. Special Report."},
      {
        "id":"ED469494",
        "title":"More Students Are Now Prepared for College but Gains in Other Areas Are Slight. \"Measuring Up 2002\" Grades States on Higher Education Performance."},
      {
        "id":"ED469495",
        "title":"The Early Careers of Physics Bachelors. AIP Report."},
      {
        "id":"ED469496",
        "title":"The Smart Approach to Student Loans and Consumer Debt."},
      {
        "id":"ED469497",
        "title":"Findings &amp; Trends, Fall 1990--Fall 2000. AASCU/NASULGC Enrollment Report."},
      {
        "id":"ED469498",
        "title":"Addendum to the Handbook of Accreditation. Second Edition."},
      {
        "id":"ED469499",
        "title":"Handbook for Collaborative Reviews: Processes for Reviews by the Middle States Commission on Higher Education and Other Accreditors, Agencies, and Organizations."},
      {
        "id":"ED469500",
        "title":"Candidacy: Handbook for Applicants and Candidates for Accreditation. Seventh Edition."},
      {
        "id":"ED469501",
        "title":"Beginning Postsecondary Students Longitudinal Study: 1996-2001 (BPS: 1996/2001) Methodology Report. Technical Report."},
      {
        "id":"ED469502",
        "title":"Health Sciences Graduate and Professional Students and Debt."},
      {
        "id":"ED469503",
        "title":"What Are the Appropriate Models for St. Petersburg College and the University Partnership Center To Expand Access to Bachelor's and Master's Degrees? Project Eagle Evaluation Question #5. Benchmarking St. Petersburg College: A Report to Leadership."},
      {
        "id":"ED469504",
        "title":"Cabrillo College Fact Book, 2001."},
      {
        "id":"ED469505",
        "title":"How Can the eCampus Be Organized and Run To Address Traditional Concerns, but Maintain an Innovative Approach to Providing Educational Access? Project Eagle Evaluation Question #3. Benchmarking St. Petersburg College: A Report to Leadership."},
      {
        "id":"ED469506",
        "title":"Faculty as Professionals: Responsibilities, Standards and Ethics."},
      {
        "id":"ED469507",
        "title":"IMPAC Annual Report, 2000-2001."},
      {
        "id":"ED469508",
        "title":"Closing the Gaps: Arkansas Two-Year Colleges, Education, and the Economy."},
      {
        "id":"ED469509",
        "title":"Creating an Urban Oasis of Learning. Los Angeles City College Strategic Plan, 2002-2008."},
      {
        "id":"ED469510",
        "title":"LACC Shared Governance Model."},
      {
        "id":"ED469511",
        "title":"Behavioral Impacts of an Environmental Studies Course at a New Jersey Community College."},
      {
        "id":"ED469512",
        "title":"How Can St. Petersburg College Leverage Technology To Increase Access to Courses and Programs for an Expanded Pool of Learners? Project Eagle Evaluation Question #4. Benchmarking St. Petersburg College: A Report to Leadership."},
      {
        "id":"ED469513",
        "title":"Illinois Community College System Results Report, Fiscal Year 2002."},
      {
        "id":"ED469514",
        "title":"Promoting Entrepreneurship Studies in the Community College Setting."},
      {
        "id":"ED469515",
        "title":"The Community College System in Canada with a Focus on Assiniboine Community College, Brandon Manitoba."},
      {
        "id":"ED469516",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED469517",
        "title":"The Maccabees and Their Place in Jewish History. Sixth Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469518",
        "title":"The Wilderness Ride: Rivers, Roads, Canals, and Railroads. Fifth Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469519",
        "title":"Is It Moose-Mooses or Moose-Meese? First Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469520",
        "title":"Orange Juice--From the Tree to the Glass! Second Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469521",
        "title":"First Grade Tour Guides. First Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469522",
        "title":"Gold Rush. Fourth Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469523",
        "title":"Results with Reading Mastery."},
      {
        "id":"ED469525",
        "title":"Catching the Age Wave: Building Schools with Senior Citizens in Mind."},
      {
        "id":"ED469526",
        "title":"Educational Outcomes and Opportunities for English Language Learners."},
      {
        "id":"ED469527",
        "title":"Life After Welfare Reform: Low-Income Single Parent Families, Pre- and Post-TANF."},
      {
        "id":"ED469529",
        "title":"Scaling Up First Things First: Site Selection and the Planning Year."},
      {
        "id":"ED469530",
        "title":"Poverty in the United States: 2001. Current Population Reports."},
      {
        "id":"ED469531",
        "title":"Profile of the Foreign-Born Population in the United States: 2000. Current Population Reports."},
      {
        "id":"ED469533",
        "title":"Learning from School Reform."},
      {
        "id":"ED469534",
        "title":"Community Organizing for School Reform in New York City."},
      {
        "id":"ED469535",
        "title":"Community Organizing for School Reform, Washington, DC: A Recovering Plantation."},
      {
        "id":"ED469537",
        "title":"Zero Tolerance, Zero Evidence: An Analysis of School Disciplinary Practice. Policy Research Report."},
      {
        "id":"ED469538",
        "title":"Mapping Sure Start Scotland."},
      {
        "id":"ED469539",
        "title":"A Study of Throughcare and Aftercare Services in Scotland. Scotland's Children: Children (Scotland) Act 1995 Research Findings."},
      {
        "id":"ED469542",
        "title":"The Challenge of Educating English Language Learners in Rural Areas."},
      {
        "id":"ED469544",
        "title":"Reporting on the State Assessment Performance of Students with Disabilities. Topical Review Three."},
      {
        "id":"ED469545",
        "title":"The Effects of Ongoing Communication between Teachers and Adolescents with Disabilities. Research Report."},
      {
        "id":"ED469546",
        "title":"Service Coordination Policies and Models: National Status."},
      {
        "id":"ED469547",
        "title":"Videotaped Self-Modeling as a Technique for Training Preschoolers with Autism in Social-Communicative Functioning."},
      {
        "id":"ED469548",
        "title":"Enseigner aux eleves doues et talentueux (Teaching Students Who Are Gifted and Talented)."},
      {
        "id":"ED469549",
        "title":"Counseling Gifted and Talented Students."},
      {
        "id":"ED469550",
        "title":"Lo que los Padres Necesitan Saber sobre...Reconocer y Animar los Intereses, las Capacidades, y los Talentos de los Ninos Dotados de la Escuela Primaria. Guia Practica B0213 (What Parents Need To Know about...Recognizing and Encouraging Interests, Strengths, and Talents of Gifted Elementary School Children. Practitioners' Guide B0213)."},
      {
        "id":"ED469553",
        "title":"Gifted Education Press Quarterly, 2002."},
      {
        "id":"ED469555",
        "title":"Lo Que los Padres Necesitan Saber sobre...Reconocer y Animar los Intereses, las Capacidades, y los Talentos de los Adolescentes. Guia Practica B0214 (What Parents Need To Know about...Recognizing Interests, Strengths, and Talents of Gifted Adolescents. Practitioners' Guide B0214)."},
      {
        "id":"ED469556",
        "title":"Dreams of a Barefoot Boy: 1890-1911. Dwight D. Eisenhower."},
      {
        "id":"ED469557",
        "title":"Duty, Honor, Country: 1911-1935. Dwight D. Eisenhower."},
      {
        "id":"ED469558",
        "title":"In the High Cause of Human Freedom, 1935-1945. Dwight D. Eisenhower."},
      {
        "id":"ED469559",
        "title":"Called to a Higher Duty: 1945-1961. Dwight D. Eisenhower."},
      {
        "id":"ED469560",
        "title":"Social Contract or State Requirement? Economic Development and Higher Education."},
      {
        "id":"ED469561",
        "title":"Instructional Technology Assistance Project. Evaluation Report: Year Two, 2001-2002."},
      {
        "id":"ED469562",
        "title":"Outreach and Technical Assistance Network: Twelfth Year Annual Report, July 1, 2001-June 30, 2002."},
      {
        "id":"ED469563",
        "title":"Innovations for the Integration of Low-Skilled Workers into Lifelong Learning and the Labour Market: Case Studies from Six European Countries. CEDEFOP Reference Series."},
      {
        "id":"ED469564",
        "title":"Scenarios and Strategies for Vocational Education and Lifelong Learning in Europe: Summary of Findings and Conclusions of the Joint CEDEFOP/ETF Project (1998-2002). CEDEFOP Panorama Series."},
      {
        "id":"ED469565",
        "title":"Adult Literacy Core Curriculum Including Spoken Communication."},
      {
        "id":"ED469566",
        "title":"Adult Numeracy Core Curriculum."},
      {
        "id":"ED469568",
        "title":"International Career Development Trends. Trends and Issues Alert."},
      {
        "id":"ED469569",
        "title":"Career Clusters. Trends and Issues Alert."},
      {
        "id":"ED469576",
        "title":"New Strategies To Promote Stable Employment and Career Progression: An Introduction to the Employment Retention and Advancement Project."},
      {
        "id":"ED469577",
        "title":"An Overview of the Formation of Local Workforce Investment Boards under the Workforce Investment Act."},
      {
        "id":"ED469578",
        "title":"Evaluation of America's Career Kit."},
      {
        "id":"ED469583",
        "title":"An Analysis of the Sam Houston State University Educator Preparation Program and the Effect on Graduate's Perceptions of Preparedness To Teach. A Record of Study."},
      {
        "id":"ED469584",
        "title":"Analyzing the Relationship between Perceptions of the Research University Campus Climate and Student Outcomes: An Exploratory Analysis."},
      {
        "id":"ED469588",
        "title":"Student Borrowing in the 1990s. ACE Issue Brief."},
      {
        "id":"ED469589",
        "title":"&quot;Percentage Plans&quot; for College Admissions. ACE Issue Brief."},
      {
        "id":"ED469590",
        "title":"Investing in People: Developing All of America's Talent on Campus and in the Workplace."},
      {
        "id":"ED469591",
        "title":"Sharing Responsibility: How Leaders in Business and Higher Education Can Improve America's Schools."},
      {
        "id":"ED469592",
        "title":"Comparison Matrix of Science-Based Prevention Programs: A Consumer&apos;s Guide for Prevention Professionals. 2002 Conference Edition."},
      {
        "id":"ED469593",
        "title":"Achieving Outcomes: A Practitioner&apos;s Guide to Effective Prevention. 2002 Conference Edition."},
      {
        "id":"ED469594",
        "title":"Science-Based Substance Abuse Prevention: A Guide. Guide to Science-Based Practices."},
      {
        "id":"ED469595",
        "title":"Promising and Proven Substance Abuse Prevention Programs. Guide to Science-Based Practices."},
      {
        "id":"ED469596",
        "title":"Principles of Substance Abuse Prevention. Guide to Science-Based Practices."},
      {
        "id":"ED469597",
        "title":"Exemplary Substance Abuse Prevention Programs, 2001. Award Ceremony."},
      {
        "id":"ED469599",
        "title":"A Collection of NIDA NOTES. Articles That Address Research on Heroin."},
      {
        "id":"ED469602",
        "title":"Using the MMPI/MMPI-2 with the Hispanic/Latino Population."},
      {
        "id":"ED469603",
        "title":"The Role of Language and Emotion in Therapy with Bilingual Clients."},
      {
        "id":"ED469604",
        "title":"Helping across Generations. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED469605",
        "title":"Volunteers and Schools Nurturing Developmental Assets: Promoting Positive Attitudes and Behaviors while Protecting Youth from High-Risk Behaviors."},
      {
        "id":"ED469609",
        "title":"Probability Distributions in Math Courses with the TI-92."},
      {
        "id":"ED469612",
        "title":"Learning Discrete Mathematics with DERIVE."},
      {
        "id":"ED469613",
        "title":"The Use of the TI-92 Calculator in Developmental Algebra for College Students."},
      {
        "id":"ED469614",
        "title":"DERIVE in Slovenian Schools."},
      {
        "id":"ED469615",
        "title":"Emotion in School Mathematics Practices: A Contribution from Discursive Perspectives."},
      {
        "id":"ED469616",
        "title":"Research, Policy and Practice: The Case of Values."},
      {
        "id":"ED469618",
        "title":"Re-Searching Mathematics Education from a Critical Perspective."},
      {
        "id":"ED469619",
        "title":"Rethinking Science and Technology Education To Meet the Demands of Future Generations in a Changing World. International Organization for Science and Technology Education (IOSTE) Symposium Proceedings (10th, Foz do Iguacu, Parana, Brazil, July 28-August 2, 2002). Volumes I [and] II."},
      {
        "id":"ED469620",
        "title":"Placing the History and the Philosophy of Science on Teacher Education."},
      {
        "id":"ED469621",
        "title":"The Evolution/Creation Science Controversy: Educate Rather Than Debate."},
      {
        "id":"ED469622",
        "title":"Towards Learner-Centred Approach in Senior Secondary School Science Lessons."},
      {
        "id":"ED469623",
        "title":"Lessons for Teaching Botany: What Middle School Students Know about Plants."},
      {
        "id":"ED469624",
        "title":"A New Metaphor for Teaching: Science Teacher as Anthropologist."},
      {
        "id":"ED469625",
        "title":"School-Based Curriculum Development: A Proposal for Improving Girls' Performance in SMT."},
      {
        "id":"ED469626",
        "title":"K-12 Instruction in the United States: Integrating National Standards for Science and Writing through Emerging Technologies."},
      {
        "id":"ED469627",
        "title":"Teaching Ethical Issues in Science."},
      {
        "id":"ED469628",
        "title":"Are Intuitive Rules Universal?"},
      {
        "id":"ED469629",
        "title":"Difficulties the Science Schoolteacher Faces To Implement Environmental Education."},
      {
        "id":"ED469630",
        "title":"Roleplays in Middle School Science Textbooks: A Significant Contribution to the History of Science Teaching."},
      {
        "id":"ED469631",
        "title":"Home Technology and Children's Science Education."},
      {
        "id":"ED469632",
        "title":"Using Mnemonic Strategies in Fourth Grade Multiplication."},
      {
        "id":"ED469633",
        "title":"The Personal Financial Literacy of Fourth Grade Students."},
      {
        "id":"ED469634",
        "title":"The Relationship of Peer Collaboration on Third Grade Student Math Performance."},
      {
        "id":"ED469636",
        "title":"Keys to Math Success: A Report from the Maryland Mathematics Commission."},
      {
        "id":"ED469637",
        "title":"What Teachers Should Know about the Evolution-Intentional Design Debate on the Origin of Life."},
      {
        "id":"ED469639",
        "title":"Status of Technology and Digitization in the Nation's Museums and Libraries: 2002 Report."},
      {
        "id":"ED469640",
        "title":"DMCA Section 104 Report: A Report of the Register of Copyrights Pursuant to [Section] 104 of the Digital Millennium Copyright Act."},
      {
        "id":"ED469641",
        "title":"Post-Secondary Transitions in Alberta: Educational Outcomes of 1999/2000 Grade 12 Students."},
      {
        "id":"ED469642",
        "title":"Voyages Home: &quot;The Wanderer&quot;&amp;&quot;The Odyssey.&quot; Thematic Unit."},
      {
        "id":"ED469643",
        "title":"Student Aid and Tax Benefits: Better Research and Guidance Will Facilitate Comparison of Effectiveness and Student Use. Report to Congressional Committees."},
      {
        "id":"ED469644",
        "title":"The University of Akron Fact Book, 2002."},
      {
        "id":"ED469645",
        "title":"National Postsecondary Student Aid Study 1999-2000 (NPSAS:2000), CATI Nonresponse Bias Analysis Report. Working Paper Series."},
      {
        "id":"ED469646",
        "title":"Baccalaureate and Beyond Longitudinal Study: 2000/01 Follow-Up Field Test Methodology Report. Working Paper Series."},
      {
        "id":"ED469647",
        "title":"An Emerging Retention Model for Administrators of Color at Predominately White Institutions: The Results of Two Delphi Studies."},
      {
        "id":"ED469649",
        "title":"What College Presidents Need To Know about College Drinking."},
      {
        "id":"ED469650",
        "title":"How To Reduce High-Risk College Drinking: Use Proven Strategies, Fill Research Gaps. Final Report of the Panel on Prevention and Treatment."},
      {
        "id":"ED469651",
        "title":"High-Risk Drinking in College: What We Know and What We Need To Learn. Final Report of the Panel on Contexts and Consequences."},
      {
        "id":"ED469652",
        "title":"Admission of Transfer Students in British Columbia Post-Secondary Institutions: Policies, Practices and Capacity."},
      {
        "id":"ED469653",
        "title":"Global Centricity: Interaction among International Students/Faculty in Non U.S. Settings."},
      {
        "id":"ED469654",
        "title":"Utah System of Higher Education Data Book, 2002-2003."},
      {
        "id":"ED469655",
        "title":"Higher Education: Globalizing the Globalizing Process of Education."},
      {
        "id":"ED469656",
        "title":"Proposition 98 &amp; California Community Colleges: A History of Broken Promises."},
      {
        "id":"ED469657",
        "title":"Maximizing Retention for At-Risk Freshmen: The Bronx Community College Model."},
      {
        "id":"ED469659",
        "title":"Faculty Strategies for Content Reading."},
      {
        "id":"ED469660",
        "title":"Counting Beans at the Community College: An Exercise in Economic Rationality. Working Paper Series."},
      {
        "id":"ED469661",
        "title":"Biennial Transfer Student Report: 1999-00 and 2000-01 Academic Years."},
      {
        "id":"ED469662",
        "title":"Global Education for Ocean County College."},
      {
        "id":"ED469663",
        "title":"Online Strategies for the Physical Education Classroom."},
      {
        "id":"ED469664",
        "title":"Revitalizing Advisory Committees and DACUM through the Web."},
      {
        "id":"ED469665",
        "title":"An Evaluation of Tennessee's Performance Funding Policy at Walters State Community College."},
      {
        "id":"ED469666",
        "title":"Developing a Hybrid Tutoring Model in an Urban Community College."},
      {
        "id":"ED469667",
        "title":"CCBA Beacon, 2000."},
      {
        "id":"ED469668",
        "title":"CCBA Beacon, 2001."},
      {
        "id":"ED469669",
        "title":"The Cognitive Tools of Children's Imagination."},
      {
        "id":"ED469671",
        "title":"Language Is the Key: A Program for Building Language and Literacy. \"Talking and Books\" [and]\"Talking and Play\" Resource Guide [with Videotapes]."},
      {
        "id":"ED469672",
        "title":"Hunger Doesn't Take a Vacation: Summer Nutrition Status Report."},
      {
        "id":"ED469674",
        "title":"School-Age Care Tool Kit: A Guide for Measuring the Needs in Your Community."},
      {
        "id":"ED469675",
        "title":"Children Losing Health Coverage. Special Report. Revised."},
      {
        "id":"ED469677",
        "title":"A Guide for Parents and Families about What Your Kindergartner Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de Jardin Infantil (Kindergarten) Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469678",
        "title":"A Guide for Parents and Families about What Your 1st Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de 1er Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469679",
        "title":"A Guide for Parents and Families about What Your 2nd Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de 2do Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469680",
        "title":"A Guide for Parents and Families about What Your 3rd Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de 3er Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469681",
        "title":"A Guide for Parents and Families about What Your 4th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de 4to Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469682",
        "title":"A Guide for Parents and Families about What Your 5th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de 5to Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469683",
        "title":"A Guide for Parents and Families about What Your 6th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de 6to Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469684",
        "title":"A Guide for Parents and Families about What Your 7th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de Septimo Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469685",
        "title":"A Guide for Parents and Families about What Your 8th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de Octavo Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469686",
        "title":"A Guide for Parents and Families about What Your 9th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de Noveno Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469687",
        "title":"A Guide for Parents and Families about What Your 10th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de Decimo Grado Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469688",
        "title":"A Guide for Parents and Families about What Your 11th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de Grado 11 Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469689",
        "title":"A Guide for Parents and Families about What Your 12th Grader Should Be Learning in School This Year. Don't Fail Your Children = Una Guia para los Padres y Familias Acerca de Lo Que Su Hijo de Grado 12 Debe Aprender en la Escuela Este Ano. No Le Falle a Sus Hijos."},
      {
        "id":"ED469692",
        "title":"Where Are &quot;Women Returners&quot; Returning From? Deconstructing Domestication in the Context of Lifelong Learning."},
      {
        "id":"ED469693",
        "title":"Guide for Improving NRS Data Quality: Procedures for Data Collection and Training."},
      {
        "id":"ED469694",
        "title":"Alternative Approaches to Financing Lifelong Learning. Country Report: Denmark."},
      {
        "id":"ED469695",
        "title":"Why Career Information, Guidance and Counselling Matter for Public Policy. Working Draft."},
      {
        "id":"ED469696",
        "title":"OECD Review of Career Guidance Policies. Australia: Country Note."},
      {
        "id":"ED469697",
        "title":"OECD Review of Career Guidance Policies. Denmark: Country Note."},
      {
        "id":"ED469698",
        "title":"OECD Review of Career Guidance Policies. Germany: Country Note."},
      {
        "id":"ED469699",
        "title":"OECD Review of Career Guidance Policies. Ireland: Country Note."},
      {
        "id":"ED469700",
        "title":"OECD Review of Career Guidance Policies. Netherlands: Country Note."},
      {
        "id":"ED469701",
        "title":"OECD Review of Career Guidance Policies. Norway: Country Note."},
      {
        "id":"ED469702",
        "title":"Taking Steps towards the Knowledge Society: Reflections on the Process of Knowledge Development. CEDEFOP Reference Series."},
      {
        "id":"ED469705",
        "title":"Vocational Education and Training in Spain: Short Description. CEDEFOP Reference Series. Panorama."},
      {
        "id":"ED469706",
        "title":"Tools for Teaming: Resources for Linking Vocational Programs with Special Populations."},
      {
        "id":"ED469707",
        "title":"Providing the Missing Link: A Model for a Neighborhood-Focused Employment Program."},
      {
        "id":"ED469708",
        "title":"Working Life Changes and Training of Older Workers. Research Report."},
      {
        "id":"ED469709",
        "title":"The New (and Ongoing) Job Crisis for Adult Learners: How Adult Educators Can Respond."},
      {
        "id":"ED469712",
        "title":"A Family Literacy Class Develops a Learning Activity."},
      {
        "id":"ED469713",
        "title":"The Employer Perspective: A Survey of Employer Participation in Structured Workplace Learning, 2000."},
      {
        "id":"ED469714",
        "title":"Charting a Clear Course: A Resource Guide for Building Successful Partnerships between Charter Schools and School Management Organizations. Second Edition."},
      {
        "id":"ED469715",
        "title":"Facilitating Teacher Development through Supervisory Class Observations."},
      {
        "id":"ED469716",
        "title":"Meeting NCATE Standards through Service-Learning: Dispositions. Professional Issues Brief."},
      {
        "id":"ED469717",
        "title":"Reculturing Curriculum: The Struggle for Curriculum Leadership."},
      {
        "id":"ED469718",
        "title":"Traversing the Avenues of Change: The Difficult Road of Teacher Education Reform."},
      {
        "id":"ED469719",
        "title":"Liberating Teachers: Toward Market Competition in Teacher Representation. Policy Analysis."},
      {
        "id":"ED469721",
        "title":"Preliminary Analysis of Ohio's Labor Market for Teachers and Other Education Professionals."}]
  }}
