{
  "response":{"numFound":509939,"start":372000,"numFoundExact":true,"docs":[
      {
        "id":"ED503337",
        "title":"Characteristics of California School Districts in Program Improvement: 2008 Update. REL Technical Brief. REL 2008-No. 012"},
      {
        "id":"ED503338",
        "title":"Not So Fast! A Second Opinion on a University of California Proposal to Endorse the New SAT. Research &amp; Occasional Paper Series: CSHE.16.08"},
      {
        "id":"ED503340",
        "title":"The Influence of Wealth and Race in Four-Year College Attendance. Research & Occasional Paper Series: CSHE.18.08"},
      {
        "id":"ED503341",
        "title":"The Big Curve: Trends in University Fees and Financing in the EU and US. Research &amp; Occasional Paper Series: CSHE.19.08"},
      {
        "id":"ED503342",
        "title":"The &quot;Turning Point&quot; for Minority Pre-Meds: The Effect of Early Undergraduate Experience in the Sciences on Aspirations to Enter Medical School of Minority Students at UC Berkeley and Stanford University. Research &amp; Occasional Paper Series: CSHE.20.08"},
      {
        "id":"ED503343",
        "title":"Measuring the Status and Change of NAEP State Inclusion Rates for Students with Disabilities: Research and Development Report. NCES 2009-453"},
      {
        "id":"ED503344",
        "title":"Reading First Impact Study. Final Report. NCEE 2009-4038"},
      {
        "id":"ED503345",
        "title":"Reading First Impact Study. Final Report. Executive Summary. NCEE 2009-4039"},
      {
        "id":"ED503346",
        "title":"Managing Culture--Making Culture Work for You"},
      {
        "id":"ED503347",
        "title":"Organisational Structure & Change"},
      {
        "id":"ED503348",
        "title":"Organisational Capability--What Does It Mean?"},
      {
        "id":"ED503349",
        "title":"Organisational Culture--What Is It?"},
      {
        "id":"ED503350",
        "title":"Organisational Structure"},
      {
        "id":"ED503351",
        "title":"A Study in Difference: Structures and Cultures in Australian Registered Training Organisations. Full Report"},
      {
        "id":"ED503352",
        "title":"Ways and Means of Adapting Culture and Structure: Case Studies. Support Document 1"},
      {
        "id":"ED503353",
        "title":"Structures and Cultures: A Review of the Literature. Support Document 2"},
      {
        "id":"ED503354",
        "title":"Report of the What Works Clearinghouse Expert Panel"},
      {
        "id":"ED503356",
        "title":"Raising the Compulsory School Attendance Age: The Case for Reform"},
      {
        "id":"ED503357",
        "title":"Engaged for Success: Service-Learning as a Tool for High School Dropout Prevention"},
      {
        "id":"ED503358",
        "title":"One Dream, Two Realities: Perspectives of Parents on America's High Schools"},
      {
        "id":"ED503359",
        "title":"Achievementrap: How America is Failing Millions of High-Achieving Students from Lower-Income Families"},
      {
        "id":"ED503360",
        "title":"Combining Formal, Non-Formal and Informal Learning for Workforce Skill Development"},
      {
        "id":"ED503361",
        "title":"Australian Vocational Education and Training Statistics: Financial Information 2007"},
      {
        "id":"ED503362",
        "title":"Human Resource Management in Australian Registered Training Organisations"},
      {
        "id":"ED503363",
        "title":"Human Resource Management in Australian Registered Training Organisations: Literature Review and Discussion Starter. Support Document"},
      {
        "id":"ED503364",
        "title":"The Effects of Total Physical Response by Storytelling and the Traditional Teaching Styles of a Foreign Language in a Selected High School"},
      {
        "id":"ED503365",
        "title":"Literary Texts-in-Motion: Classroom Approaches to Performance"},
      {
        "id":"ED503366",
        "title":"Inter-Firm Cooperation in Training. A National Vocational Education and Training Research  and Evaluation Program Report"},
      {
        "id":"ED503367",
        "title":"Assessing and Acknowledging Learning through Non-Accredited Community Adult Language, Literacy and Numeracy Programs: Support Document"},
      {
        "id":"ED503368",
        "title":"Is VET Vocational? The Relevance of Training to the Occupations of Vocational Education and Training Graduates. Occasional Paper"},
      {
        "id":"ED503369",
        "title":"Course Expectations and Career Management Skills"},
      {
        "id":"ED503370",
        "title":"Course Expectations and Career Management Skills. Support Document"},
      {
        "id":"ED503371",
        "title":"Making Decisions about Workforce Development in Registered Training Organisations"},
      {
        "id":"ED503372",
        "title":"Has Employer Satisfaction with Vocational Education and Training Changed between 2005 and 2007? Occasional Paper"},
      {
        "id":"ED503373",
        "title":"Approaches to Measuring and Understanding Employer Training Expenditure"},
      {
        "id":"ED503374",
        "title":"Building Organisational Capability the Private Provider Way"},
      {
        "id":"ED503375",
        "title":"Approaches to Measuring and Understanding Employer Training Expenditure: Support Document"},
      {
        "id":"ED503376",
        "title":"Assessing and Acknowledging Learning through Non-Accredited Community Adult Language, Literacy and Numeracy Programs"},
      {
        "id":"ED503377",
        "title":"Creating Place: Design Education as Vocational Education and Training. Support Document"},
      {
        "id":"ED503378",
        "title":"Children's Voice, Volume 17, Number 5, September/October 2008"},
      {
        "id":"ED503379",
        "title":"Creating Place: Design Education as Vocational Education and Training"},
      {
        "id":"ED503380",
        "title":"The Enhanced Reading Opportunities Study: Findings from the Second Year of Implementation. NCEE 2009-4036"},
      {
        "id":"ED503381",
        "title":"The Enhanced Reading Opportunities Study: Findings from the Second Year of Implementation. Executive Summary. NCEE 2009-4037"},
      {
        "id":"ED503384",
        "title":"Rigor and Relevance Redux: Director's Biennial Report to Congress. IES 2009-6010"},
      {
        "id":"ED503387",
        "title":"Reluctant Learners: Their Identities and Educational Experiences. Occasional Paper"},
      {
        "id":"ED503388",
        "title":"Private Returns to Vocational Education and Training Qualifications. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED503389",
        "title":"Improving Your Organisation's Workplace Learning. Consortium Research Program"},
      {
        "id":"ED503390",
        "title":"Investigating Learning through Work: Learning Environment Scale &amp; User Guide to the Provider. Support Document"},
      {
        "id":"ED503391",
        "title":"Investigating Learning through Work: What the Literature Says. Support Document"},
      {
        "id":"ED503392",
        "title":"Investigating Learning through Work: The Development of the &quot;Provider Learning Environment Scale&quot;"},
      {
        "id":"ED503393",
        "title":"Textbook Addiction Treatment: A Move towards Teacher and Student Autonomy"},
      {
        "id":"ED503394",
        "title":"Faculty and Graduate Student PBL Experiences"},
      {
        "id":"ED503395",
        "title":"Differences and Similarities between School Principals in Costa Rica and the United States"},
      {
        "id":"ED503396",
        "title":"Investigating EFL Prospective Teachers' Ability to Translate Culture-Bound Expressions"},
      {
        "id":"ED503398",
        "title":"From Fulcher to PLEVALEX: Issues in Interface Design, Validity and Reliability in Internet Based Language Testing"},
      {
        "id":"ED503400",
        "title":"Arabic Script and the Rise of Arabic Calligraphy"},
      {
        "id":"ED503401",
        "title":"Current Models of Digital Scholarly Communication: Results of an Investigation Conducted by Ithaka for the Association of Research Libraries"},
      {
        "id":"ED503402",
        "title":"Cross-Cultural Training and Workplace Performance"},
      {
        "id":"ED503403",
        "title":"Cross-Cultural Training and Workplace Performance. Support Document"},
      {
        "id":"ED503404",
        "title":"Disability and Learning Outcomes: How Much Does the Disability Really Matter? Occasional Paper"},
      {
        "id":"ED503405",
        "title":"Australian Vocational Education and Training Statistics. Pocket Guide. Issued 2008"},
      {
        "id":"ED503406",
        "title":"A Study in Difference: Structures and Cultures in Registered Training Organisations. Support Document 3"},
      {
        "id":"ED503407",
        "title":"Public Elementary and Secondary School Student Enrollment and Staff from the Common Core of Data: School Year 2006-07. First Look. NCES 2009-305"},
      {
        "id":"ED503408",
        "title":"Constructing Knowledge with Silk Road Visuals"},
      {
        "id":"ED503409",
        "title":"Is Teacher Quality Related to Eighth-Grade Mathematics Achievement? Evidence from the 2007 NAEP Data"},
      {
        "id":"ED503410",
        "title":"Advocating the Implementation of Mastery Learning in Higher Education to Increase Student Learning and Retention"},
      {
        "id":"ED503411",
        "title":"The Evaluation of Student Attitudes toward MC2G"},
      {
        "id":"ED503412",
        "title":"An Interactive Analysis of Hyperboles in a British TV Series: Implications For EFL Classes"},
      {
        "id":"ED503413",
        "title":"Rogers' Five Main Attributes of Innovation on the Adoption Rate of Online Learning"},
      {
        "id":"ED503414",
        "title":"Untapped Talent: The African American Presence in Physics and the Geosciences. AIP Report. Number R-444"},
      {
        "id":"ED503415",
        "title":"Findings from the Survey of Participants of the 18th Annual National Conference of Black Physics Students"},
      {
        "id":"ED503416",
        "title":"Findings from the Survey of Participants of the 19th Annual National Conference of Black Physics Students"},
      {
        "id":"ED503417",
        "title":"Hola, Shalom, Hello: Adolescent Pragmatics from a Cross-Cultural Perspective"},
      {
        "id":"ED503418",
        "title":"Visions and Options: A Report on Five Forums Introducing the Research Consortium on  Building Vocational Education and Training Provider Capability. Occasional Paper"},
      {
        "id":"ED503419",
        "title":"To Have and to Hold: Retaining and Utilising Skilled People. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED503424",
        "title":"WWC Quick Review of the Report &quot;San Francisco Bay Area KIPP Schools: A Study of Early Implementation and Achievement&quot;"},
      {
        "id":"ED503425",
        "title":"Learning and Community Transition in the Lakes District Rural Dialogue. Rural Dialogue Summary Report (Burns Lake, British Columbia, Canada, March 29, 2006)"},
      {
        "id":"ED503426",
        "title":"Get Heard: Regional Rural Youth Dialogue on Employment, Education and Communication. Rural Dialogue Summary Report (Castlegar, British Columbia, Canada, November 19, 2005)"},
      {
        "id":"ED503427",
        "title":"Youth Speaks ... P.E.I. Listens! Young Leaders' Forum 2007. Rural Dialogue Summary Report (Charlottetown, Prince Edward Island, Canada, March 9-10, 2007)"},
      {
        "id":"ED503428",
        "title":"Canada's New National Childcare Program: Ensuring the Rural Message Is Heard"},
      {
        "id":"ED503429",
        "title":"A Study of Education, Out-Migration of Young Adults, and the Impact of Information and Communications Technologies on the Economies of Rural Communities in Newfoundland and Labrador [Avalon West School District]"},
      {
        "id":"ED503430",
        "title":"Innovation and Skills Development in the Rural Voluntary Sector in Nova Scotia"},
      {
        "id":"ED503431",
        "title":"&quot;Sound Off&quot;: Regional Rural Youth Dialogue on Employment, Education and Communication. Rural Dialogue Summary Report (Vernon, British Columbia, Canada, January 14, 2006)"},
      {
        "id":"ED503432",
        "title":"Career Voyages: Envision Your Future. Brochure"},
      {
        "id":"ED503433",
        "title":"InDemand: Careers in Science, Technology, Engineering, and Math. Issue 5"},
      {
        "id":"ED503434",
        "title":"Job Corps Annual Report: Program Year July 1, 2005 - June 30, 2006"},
      {
        "id":"ED503435",
        "title":"Reflections on Graduate Student PBL Experiences"},
      {
        "id":"ED503436",
        "title":"The Meaning Constructed beyond Symbols"},
      {
        "id":"ED503437",
        "title":"When Doing Good Is Not Good Enough! Good to Great: The Scholarship of Engagement"},
      {
        "id":"ED503438",
        "title":"Language Policy in Education and Its Affect in Cyprus Issues on the Development of Identity and Interethnic Relationships"},
      {
        "id":"ED503439",
        "title":"The Role of Grammar Teaching in Writing in Second Language Acquisition"},
      {
        "id":"ED503440",
        "title":"Assessing the Impact of Teaching"},
      {
        "id":"ED503441",
        "title":"Winds of Change in the English Language--Air of Peril for Native Speakers?"},
      {
        "id":"ED503442",
        "title":"The Features of Good Language Tests"},
      {
        "id":"ED503443",
        "title":"Needs Analysis as the First Step in Syllabus Design"},
      {
        "id":"ED503444",
        "title":"International Student Guide to U.S. Community Colleges, 2008-2009"},
      {
        "id":"ED503445",
        "title":"Linking Service Learning and Civic Engagement in Community College Students"},
      {
        "id":"ED503446",
        "title":"MentorLinks: Advancing Technological Education, 2005-2007"},
      {
        "id":"ED503447",
        "title":"Noncredit Enrollment in Workforce Education: State Policies and Community College Practices"},
      {
        "id":"ED503448",
        "title":"The Late Pretest Problem in Randomized Control Trials of Education Interventions. NCEE 2009-4033"},
      {
        "id":"ED503449",
        "title":"The Curricular Reform Initiatives of Turkey in the Fields of Life Science and Social Studies in the Process of Accession to the European Union"},
      {
        "id":"ED503450",
        "title":"Pre Service Elementary Teachers' Concerns about Teaching Science"},
      {
        "id":"ED503451",
        "title":"Primary Education Curriculum Reforms in Turkey"},
      {
        "id":"ED503452",
        "title":"Assessment of the Inquiry-based Project Implementation Process in Science Education Upon Students' Points of Views"},
      {
        "id":"ED503453",
        "title":"Twenty Little Words: Auxiliary Verbs Are Simply There to Help"},
      {
        "id":"ED503454",
        "title":"Foreign-Language Grammar Instruction via the Mother Tongue"},
      {
        "id":"ED503455",
        "title":"Theoretical Concept of Power vs. Oppression"},
      {
        "id":"ED503456",
        "title":"Net Generation Undergraduates as Technology Mentors for Teacher Educators"},
      {
        "id":"ED503457",
        "title":"The Development and Implementation of an Online Professional Development Model for Pre-Service Teacher Education"},
      {
        "id":"ED503458",
        "title":"Technology Mentor Fellowship Program: A Technology Integration Professional Development Model for Classroom Teachers"},
      {
        "id":"ED503459",
        "title":"A Comparative Study to Evaluate the Effectiveness of Computer Assisted Instruction (CAI) versus Class Room Lecture (RL) for Computer Science at ICS Level"},
      {
        "id":"ED503460",
        "title":"Profiles of U.S. Community Colleges: Asia Fair Participants, Fall 2008"},
      {
        "id":"ED503461",
        "title":"U.S. Community Colleges Asia Student Recruitment Fair Participants, Fall 2007"},
      {
        "id":"ED503462",
        "title":"College vs. Unemployment: Expanding Access to Higher Education is the Smart Investment during Economic Downturns. Research &amp; Occasional Paper Series. CSHE.21.08"},
      {
        "id":"ED503463",
        "title":"U.S. Community Colleges Participating in Asia Student Recruitment Fairs"},
      {
        "id":"ED503464",
        "title":"Preparing Elementary School Teachers in the Southeast Region to Work With Students With Disabilities. Issues &amp; Answers. REL 2008-No. 065"},
      {
        "id":"ED503465",
        "title":"Preparing Elementary School Teachers in the Southeast Region to Work with Students with Disabilities: Summary. Issues &amp; Answers. REL 2008-No. 065"},
      {
        "id":"ED503467",
        "title":"The Empty Cup: &quot;Teaching for Understanding&quot; at 21st Century Edward Waters College. Occasional Paper #6"},
      {
        "id":"ED503468",
        "title":"On the Relationship between Morphology Knowledge and Quality of Translation"},
      {
        "id":"ED503470",
        "title":"Action Research: An Approach for the Teachers in Higher Education"},
      {
        "id":"ED503471",
        "title":"An Investigation of Primary School Science Teachers' Use of Computer Applications"},
      {
        "id":"ED503472",
        "title":"E-Learning and Distance Education in Nigeria"},
      {
        "id":"ED503473",
        "title":"Improving the Technology Integration Skills of Prospective Teachers through Practice: A Case Study"},
      {
        "id":"ED503474",
        "title":"School Leadership and Information Communication Technology"},
      {
        "id":"ED503475",
        "title":"The Effect of Classic and Web Based Educational Application, Applied for Turbo Pascal Lesson, on Student Success Level"},
      {
        "id":"ED503476",
        "title":"The Effect of Dynamic Geometry Software on Student Mathematics Teachers' Spatial Visualization Skills"},
      {
        "id":"ED503477",
        "title":"The Turkish Adaptation Study of Motivated Strategies for Learning Questionnaire (MSLQ) for 12-18 Year Old Children: Results of Confirmatory Factor Analysis"},
      {
        "id":"ED503478",
        "title":"No Child Left Behind Act: Education Should Clarify Guidance and Address Potential Compliance Issues for Schools in Corrective Action and Restructuring Status. Report to Congressional Requesters. GAO-07-1035"},
      {
        "id":"ED503479",
        "title":"Expectations and Reports of Homework for Public School Students in the First, Third, and Fifth Grades. Issue Brief. NCES 2009-033"},
      {
        "id":"ED503480",
        "title":"Transcending the Rhetoric of \"Family Values\": Celebrating Families of Choice and Families of Value. The 2008 Adult Education Research Conference (AERC) Lesbian, Gay, Bisexual, Transgender, Queer & Allies (LGBTQ&A) Pre-Conference"},
      {
        "id":"ED503481",
        "title":"Early Child-care Experiences: Associations with Social Information Processing and Academic Performance During Kindergarten"},
      {
        "id":"ED503482",
        "title":"A Model of Young Children's Social Cognition: Linkages Between Latent Structures and Discrete Processing"},
      {
        "id":"ED503483",
        "title":"What Do Young Adolescents Do When School Let's Out? Discretionary Time Use and Its Relation to School Adjustment"},
      {
        "id":"ED503484",
        "title":"Social Cognition in Preschoolers: Social Perception Social Knowledge, and Relationship Goals and Expectations"},
      {
        "id":"ED503485",
        "title":"Enactive Social Knowledge Interview: Administration and Coding Manual"},
      {
        "id":"ED503486",
        "title":"One State, Two State, Red State, Blue State: Education Funding Accounts for Outcome Differences"},
      {
        "id":"ED503487",
        "title":"Teaching by Choice: Community Colleges Expand K-12 STEM Pathways and Practices"},
      {
        "id":"ED503492",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Alabama [Summary]"},
      {
        "id":"ED503493",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Alaska"},
      {
        "id":"ED503494",
        "title":"Measuring Up 2008: The National Report Card on Higher Education"},
      {
        "id":"ED503496",
        "title":"The ACT User Handbook, 2008-2009"},
      {
        "id":"ED503497",
        "title":"Institutionalizing Service Learning in Community Colleges. Research Brief. AACC-RB-01-3"},
      {
        "id":"ED503498",
        "title":"Career Paths for Community College Leaders. Research Brief. AACC-RB-02-02"},
      {
        "id":"ED503502",
        "title":"National Study on Community College Health. Research Brief. AACC-RB-02-10"},
      {
        "id":"ED503503",
        "title":"The Institutional Context of Community College Administration. No. 4 Leadership Series. Research Brief. AACC-RB-02-03"},
      {
        "id":"ED503504",
        "title":"American Association of Community Colleges FACTS 2008"},
      {
        "id":"ED503505",
        "title":"Funding Issues in U.S. Community Colleges: Findings From a 2007 Survey of the National State Directors of Community Colleges"},
      {
        "id":"ED503508",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Arkansas [Summary]"},
      {
        "id":"ED503509",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Arizona [Summary]"},
      {
        "id":"ED503510",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. California [Summary]"},
      {
        "id":"ED503511",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Colorado [Summary]"},
      {
        "id":"ED503512",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Delaware [Summary]"},
      {
        "id":"ED503513",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Florida [Summary]"},
      {
        "id":"ED503514",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Georgia [Summary]"},
      {
        "id":"ED503515",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Hawaii [Summary]"},
      {
        "id":"ED503516",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Iowa [Summary]"},
      {
        "id":"ED503517",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Idaho [Summary]"},
      {
        "id":"ED503518",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Illinois [Summary]"},
      {
        "id":"ED503519",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Indiana [Summary]"},
      {
        "id":"ED503520",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Maine [Summary]"},
      {
        "id":"ED503521",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Michigan [Summary]"},
      {
        "id":"ED503522",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Minnesota [Summary]"},
      {
        "id":"ED503523",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Missouri [Summary]"},
      {
        "id":"ED503524",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New Hampshire [Summary]"},
      {
        "id":"ED503525",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New Jersey [Summary]"},
      {
        "id":"ED503526",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Mississippi [Summary]"},
      {
        "id":"ED503527",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Montana [Summary]"},
      {
        "id":"ED503528",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. North Carolina [Summary]"},
      {
        "id":"ED503529",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. North Dakota [Summary]"},
      {
        "id":"ED503530",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Nebraska [Summary]"},
      {
        "id":"ED503531",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Kansas [Summary]"},
      {
        "id":"ED503532",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Kentucky [Summary]"},
      {
        "id":"ED503533",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Connecticut [Summary]"},
      {
        "id":"ED503534",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Louisiana [Summary]"},
      {
        "id":"ED503535",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Massachusetts [Summary]"},
      {
        "id":"ED503536",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Maryland [Summary]"},
      {
        "id":"ED503537",
        "title":"WWC Quick Review of the Article &quot;Teaching Science as a Language: A &apos;Content-First&apos; Approach to Science Teaching&quot;"},
      {
        "id":"ED503538",
        "title":"Reversing Course: The Troubled State of Academic Staffing and a Path Forward"},
      {
        "id":"ED503539",
        "title":"The Opinions of Information Technology Students on Using Mobile Learning"},
      {
        "id":"ED503540",
        "title":"Web-Based English Language Learning"},
      {
        "id":"ED503541",
        "title":"The Effectiveness of Using Learning Management Systems and Collaborative Tool in Web-Based Teaching of Programming Languages"},
      {
        "id":"ED503542",
        "title":"Using the &quot;Moodle&quot; Learning Management System and &quot;GREWPtool&quot; Collaborative Tool for Teaching a Programming Language"},
      {
        "id":"ED503543",
        "title":"WWC Quick Review of the Report &quot;Evaluation of the Kansas City CDF Freedom Schools[R] Initiative&quot;"},
      {
        "id":"ED503544",
        "title":"Connecting Worlds/Mundos Unidos Project: End-of-Year Report, 2007-2008"},
      {
        "id":"ED503545",
        "title":"Afterschool and Students with Special Needs. Afterschool Alert Issue Brief No. 34"},
      {
        "id":"ED503546",
        "title":"The Future of Educational Entrepreneurship. Education Outlook. No. 7"},
      {
        "id":"ED503547",
        "title":"A Tale of Two Districts: A Comparative Study of Student-Based Funding and School-Based Decision Making in San Francisco and Oakland Unified School Districts"},
      {
        "id":"ED503548",
        "title":"Grounding Research in Reality: Fiscal Equity and K-12 Funding in Illinois. Policy Research: IERC 2008-3"},
      {
        "id":"ED503549",
        "title":"Answering the Knock of Opportunity: Addressing the Data Needs for California's English Learners. Policy Brief"},
      {
        "id":"ED503551",
        "title":"An Action Research Study of Intellectual Disabilities, Inappropriate Behaviors and Learned Helplessness"},
      {
        "id":"ED503552",
        "title":"On the Influence of Grouping Practices on Classroom Teaching"},
      {
        "id":"ED503553",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Massachusetts"},
      {
        "id":"ED503554",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Maryland"},
      {
        "id":"ED503555",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Maine"},
      {
        "id":"ED503556",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Michigan"},
      {
        "id":"ED503557",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Minnesota"},
      {
        "id":"ED503558",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Missouri"},
      {
        "id":"ED503559",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Mississippi"},
      {
        "id":"ED503560",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Montana"},
      {
        "id":"ED503561",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. North Carolina"},
      {
        "id":"ED503562",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. North Dakota"},
      {
        "id":"ED503563",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Nebraska"},
      {
        "id":"ED503564",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New Hampshire"},
      {
        "id":"ED503565",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New Jersey"},
      {
        "id":"ED503566",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New Mexico [Summary]"},
      {
        "id":"ED503567",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Oklahoma [Summary]"},
      {
        "id":"ED503568",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Oregon [Summary]"},
      {
        "id":"ED503569",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Pennsylvania [Summary]"},
      {
        "id":"ED503570",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Rhode Island [Summary]"},
      {
        "id":"ED503571",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. South Carolina [Summary]"},
      {
        "id":"ED503572",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. South Dakota [Summary]"},
      {
        "id":"ED503573",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Tennessee [Summary]"},
      {
        "id":"ED503574",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Texas [Summary]"},
      {
        "id":"ED503575",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Utah [Summary]"},
      {
        "id":"ED503576",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Virginia [Summary]"},
      {
        "id":"ED503577",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Vermont [Summary]"},
      {
        "id":"ED503578",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Washington [Summary]"},
      {
        "id":"ED503579",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Wisconsin [Summary]"},
      {
        "id":"ED503580",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. West Virginia [Summary]"},
      {
        "id":"ED503581",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Wyoming [Summary]"},
      {
        "id":"ED503582",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Alabama"},
      {
        "id":"ED503583",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Arkansas"},
      {
        "id":"ED503584",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Iowa"},
      {
        "id":"ED503585",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Arizona"},
      {
        "id":"ED503586",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. California"},
      {
        "id":"ED503587",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Hawaii"},
      {
        "id":"ED503588",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Colorado"},
      {
        "id":"ED503589",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Louisiana"},
      {
        "id":"ED503590",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Idaho"},
      {
        "id":"ED503591",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Kansas"},
      {
        "id":"ED503592",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Florida"},
      {
        "id":"ED503593",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Illinois"},
      {
        "id":"ED503594",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Indiana"},
      {
        "id":"ED503595",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Connecticut"},
      {
        "id":"ED503596",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Delaware"},
      {
        "id":"ED503597",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Georgia"},
      {
        "id":"ED503598",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Nevada [Summary]"},
      {
        "id":"ED503599",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New York [Summary]"},
      {
        "id":"ED503600",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Ohio [Summary]"},
      {
        "id":"ED503601",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New Mexico"},
      {
        "id":"ED503602",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Nevada"},
      {
        "id":"ED503603",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. New York"},
      {
        "id":"ED503604",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Ohio"},
      {
        "id":"ED503605",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Oklahoma"},
      {
        "id":"ED503606",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Oregon"},
      {
        "id":"ED503607",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Pennsylvania"},
      {
        "id":"ED503608",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Rhode Island"},
      {
        "id":"ED503609",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. South Carolina"},
      {
        "id":"ED503610",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. South Dakota"},
      {
        "id":"ED503611",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Tennessee"},
      {
        "id":"ED503612",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Texas"},
      {
        "id":"ED503613",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Utah"},
      {
        "id":"ED503614",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Virginia"},
      {
        "id":"ED503615",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Vermont"},
      {
        "id":"ED503616",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Washington"},
      {
        "id":"ED503617",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Wisconsin"},
      {
        "id":"ED503618",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. West Virginia"},
      {
        "id":"ED503619",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Wyoming"},
      {
        "id":"ED503621",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Alaska [Summary]"},
      {
        "id":"ED503622",
        "title":"Pushing the Limits: Achieving Superior Arabic Fluency in America"},
      {
        "id":"ED503623",
        "title":"A Global Conceptualization of Giftedness: A Comparison of US and Indian Gifted Education Programs"},
      {
        "id":"ED503624",
        "title":"Comparing TIMSS with NAEP and PISA in Mathematics and Science"},
      {
        "id":"ED503625",
        "title":"Highlights from TIMSS 2007: Mathematics and Science Achievement of U.S. Fourth- and Eighth-Grade Students in an International Context. NCES 2009-001"},
      {
        "id":"ED503627",
        "title":"A Glossary of Accountability Terms. Resource Guide"},
      {
        "id":"ED503628",
        "title":"Don't Ask, Don't Tell: Evolution of the UC Conflict of Commitment Policy. Research &amp; Occasional Paper Series. CSHE.12.03"},
      {
        "id":"ED503629",
        "title":"University-Industry Relations in the Market for Online Courses and Degrees. Research & Occasional Paper Series. CSHE.10.03"},
      {
        "id":"ED503630",
        "title":"Paradoxes and Dilemmas in Managing E-Learning in Higher Education. Research & Occasional Paper Series. CSHE.7.03"},
      {
        "id":"ED503631",
        "title":"Virtualization of Research Universities: Raising the Right Questions to Address Key Functions of the Institution. Research & Occasional Paper Series. CSHE.6.03"},
      {
        "id":"ED503632",
        "title":"The Corporation of Learning: Nonprofit Higher Education Takes Lessons from Business. Research &amp; Occasional Paper Series. CSHE.5.03"},
      {
        "id":"ED503633",
        "title":"Costs, Culture, and Complexity: An Analysis of Technology Enhancements in a Large Lecture Course at UC Berkeley"},
      {
        "id":"ED503634",
        "title":"In Praise of Weakness: Chartering, the University of the United States, and Dartmouth College. Research &amp; Occasional Paper Series. CSHE.2.03"},
      {
        "id":"ED503635",
        "title":"Inequality, Student Achievement, and College Admissions: A Remedy for Underrepresentation. Research &amp; Occasional Paper Series. CSHE.1.03"},
      {
        "id":"ED503637",
        "title":"From Isolation to Collaboration: Promoting Teacher Leadership through PLCs"},
      {
        "id":"ED503638",
        "title":"Measuring Up 2008: The State Report Card on Higher Education. Kentucky"},
      {
        "id":"ED503639",
        "title":"Improving Student Learning through Strategic Compensation. A TeacherSolutions Report from the Teacher Leaders of TLN-Kansas"},
      {
        "id":"ED503640",
        "title":"Iowa College Student Aid Commission: Response to Statewide Disasters of 2008"},
      {
        "id":"ED503641",
        "title":"Outlook. Number 340"},
      {
        "id":"ED503642",
        "title":"The Nation's Report Card[TM]: Mathematics 2007 Performance of Public School Students in Puerto Rico--Focus on the Content Areas. NCES 2009-451"},
      {
        "id":"ED503643",
        "title":"Measuring What Matters: The Effects of National Board Certification on Advancing 21st  Century Teaching and Learning"},
      {
        "id":"ED503644",
        "title":"Urban Teacher Residency Models and Institutes of Higher Education: Implications for Teacher Preparation"},
      {
        "id":"ED503645",
        "title":"Transitions to Adulthood for Homeless Adolescents: Education and Public Policy"},
      {
        "id":"ED503646",
        "title":"Democracy for Some: The Civic Opportunity Gap in High School. Circle Working Paper 59"},
      {
        "id":"ED503649",
        "title":"A Comparison of Input Enhancement and Explicit Instruction of Mitigators"},
      {
        "id":"ED503651",
        "title":"The Effects of Parent-Child Read Aloud and Comprehension Activities on the Second Grade Student's Comprehension Performance Using the QAR Evaluation Method"},
      {
        "id":"ED503652",
        "title":"A Critique of Julie L. Ozanne, Natalie Ross Adkins, and Jennifer A. Sandlin's:  &quot;Shopping {For} Power: How Adult Literacy Learners Negotiate&quot;"},
      {
        "id":"ED503654",
        "title":"Dimensions of Job Stress among Public Secondary School Principals in Oyo State, Nigeria"},
      {
        "id":"ED503655",
        "title":"Employees in Postsecondary Institutions, Fall 2007, and Salaries of Full-Time Instructional Faculty, 2007-08. First Look. NCES 2009-154"},
      {
        "id":"ED503657",
        "title":"The Evolution of Career and Technical Education in California. EdSource[R] Brief"},
      {
        "id":"ED503658",
        "title":"Building Political Will to Overhaul California's School Finance System. Forum Report"},
      {
        "id":"ED503659",
        "title":"The Movement to Transform High School. Forum Report"},
      {
        "id":"ED503662",
        "title":"The State's Official Measures of School Performance"},
      {
        "id":"ED503663",
        "title":"Proposition 98 Guarantees a Minimum Level of Funding for Public Schools"},
      {
        "id":"ED503664",
        "title":"High School to Community College: New Efforts to Build Shared Expectations"},
      {
        "id":"ED503665",
        "title":"Q&amp;A: The School District Budget Process"},
      {
        "id":"ED503666",
        "title":"Q&amp;A: The Basics of California's School Finance System"},
      {
        "id":"ED503667",
        "title":"Q&amp;A: California's Demanding Mathematics Standards"},
      {
        "id":"ED503668",
        "title":"Quality Education Investment Act Embodies a New Approach to Interventions"},
      {
        "id":"ED503669",
        "title":"School Finance 2006-07: State Leaders Settle Up with Education"},
      {
        "id":"ED503670",
        "title":"&quot;Weighted Student Formula&quot; Concept Enlivens School Finance Debate. Issue Brief"},
      {
        "id":"ED503671",
        "title":"Combating the Obesogenic Environment: Helping Children Hold onto Health"},
      {
        "id":"ED503672",
        "title":"Family Educational Rights and Privacy: Final Rule. Federal Register, Part II: Department of Education, 34 CFR Part 99"},
      {
        "id":"ED503673",
        "title":"Demography of the Faculty: A Statistical Portrait of English and Foreign Languages"},
      {
        "id":"ED503674",
        "title":"Education in the Balance: A Report on the Academic Workforce in English. Report of the 2007 ADE Ad Hoc Committee on Staffing"},
      {
        "id":"ED503676",
        "title":"Family Myths, Beliefs, and Customs as a Research/Educational Tool to Explore Identity Formation"},
      {
        "id":"ED503679",
        "title":"The State of Authentic Assessment"},
      {
        "id":"ED503680",
        "title":"Understanding the Global Warming Discussion: Climate Change as a Context for Developing Standards-Based Research Skills in Secondary School Students"},
      {
        "id":"ED503681",
        "title":"Pedagogies Proving Krashen's Theory of Affective Filter"},
      {
        "id":"ED503682",
        "title":"The Significance of Pragmatics"},
      {
        "id":"ED503683",
        "title":"Use of Primary Sources in the Sixth Grade Social Studies Course Books"},
      {
        "id":"ED503684",
        "title":"Student Aversion to Borrowing: Who Borrows and Who Doesn't"},
      {
        "id":"ED503685",
        "title":"Cross Culture Discourse of Giving and Accepting Gifts"},
      {
        "id":"ED503686",
        "title":"Nonnativeness"},
      {
        "id":"ED503687",
        "title":"Standards Applicable to Generators of Hazardous Waste; Alternative Requirements for Hazardous Waste Determination and Accumulation of Unwanted Material at Laboratories Owned by Colleges and Universities and Other Eligible Academic Entities Formally Affiliated With Colleges and Universities. Final Rule. Federal Register, Environmental Protection Agency.  40 CFR Parts 261 and 262. Part II"},
      {
        "id":"ED503688",
        "title":"Strengthening Pre-collegiate Education in Community Colleges: Project Summary and Recommendations"},
      {
        "id":"ED503689",
        "title":"A Sequential and Comprehensive Method for Effective Substitute Teaching"},
      {
        "id":"ED503690",
        "title":"Public School Education: The Case for Reduced Class Size. Why the Present Class Size is Not Working and What Can We Do about It?"},
      {
        "id":"ED503691",
        "title":"Preparation, Endorsement, and Employment of Mathematics Specialists"},
      {
        "id":"ED503692",
        "title":"Framing Educational Opportunities for African Americans: The House that Jackie Built"},
      {
        "id":"ED503693",
        "title":"Houghton Mifflin: Invitations to Literacy. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED503695",
        "title":"Mathematics Achievement of Language-Minority Students during the Elementary Years. Issue Brief. NCES 2009-036"},
      {
        "id":"ED503699",
        "title":"The State of 21st Century Financial Incentives for Americans with Disabilities"},
      {
        "id":"ED503700",
        "title":"Finding the Gaps: A Comparative Analysis of Disability Laws in the United States to the United Nations Convention on the Rights of Persons with Disabilities (CRPD)"},
      {
        "id":"ED503701",
        "title":"Inclusive Livable Communities for People with Psychiatric Disabilities"},
      {
        "id":"ED503702",
        "title":"Keeping Track: National Disability Status and Program Performance Indicators"},
      {
        "id":"ED503703",
        "title":"Government Performance and Results Act Annual Report to the President and Congress--Fiscal Year 2007"},
      {
        "id":"ED503704",
        "title":"Government Performance and Results Act Annual Report to the President and Congress, Fiscal Year 2006"},
      {
        "id":"ED503706",
        "title":"The Rehabilitation Act: Outcomes for Transition-Age Youth"},
      {
        "id":"ED503707",
        "title":"Perspectives in Theory: Anthology of Theorists affecting the Educational World"},
      {
        "id":"ED503708",
        "title":"America's Role in the World: Challenges to American Businesses and Higher Education"},
      {
        "id":"ED503709",
        "title":"An American Imperative: Transforming the Recruitment, Retention, and Renewal of Our Nation's Mathematics and Science Teaching Workforce"},
      {
        "id":"ED503710",
        "title":"Embedding Ethics in Business and Higher Education: From Leadership to Management Imperative"},
      {
        "id":"ED503711",
        "title":"Boosting K-12 Student Achievement: How Corporate America and Higher Ed Can Help. Forum Focus. Fall 2006"},
      {
        "id":"ED503712",
        "title":"A Commitment To America's Future: Responding to the Crisis in Mathematics & Science Education"},
      {
        "id":"ED503713",
        "title":"Caught in the Middle: Arizona's English Language Learners and the High School Exit Exam"},
      {
        "id":"ED503714",
        "title":"Uncharted Territory: An Examination of Restructuring Under NCLB in Georgia"},
      {
        "id":"ED503715",
        "title":"State High School Exit Exams: Working to Raise Test Scores"},
      {
        "id":"ED503716",
        "title":"Lessons From the Classroom Level: Federal and State Accountability in Rhode Island"},
      {
        "id":"ED503717",
        "title":"&quot;It's Different Now:&quot; How Exit Exams Are Affecting Teaching and Learning in Jackson and Austin"},
      {
        "id":"ED503718",
        "title":"Destination Literacy: A Service Learning, Culturally Responsive Literacy Project"},
      {
        "id":"ED503719",
        "title":"Teacher-as-Researcher and the Importance towards Malaysia's Education Prospect"},
      {
        "id":"ED503721",
        "title":"Crises and Opportunities: The Futures of Scholarly Publishing. ACLS Occasional Paper, No. 57"},
      {
        "id":"ED503722",
        "title":"Liberal Arts Colleges in American Higher Education: Challenges and Opportunities. ACLS Occasional Paper, No. 59"},
      {
        "id":"ED503723",
        "title":"The Idea and Ideals of the University: A Panel Session of the 2004 Annual Meeting of the American Council of Learned Societies. ACLS Occasional Paper No. 63"},
      {
        "id":"ED503727",
        "title":"Initiative for Future Agricultural Food Systems (IFAFS) Healthy Lifestyles Focus of Obesity Prevention Program"},
      {
        "id":"ED503728",
        "title":"WWC Quick Review of the Report &quot;The Impact of Two Professional Development Interventions on Early Reading Instruction and Achievement&quot;"},
      {
        "id":"ED503730",
        "title":"WWC Quick Review of the Report &quot;Supporting Literacy Across the Sunshine State: A Study of Florida Middle School Reading Coaches&quot;"},
      {
        "id":"ED503733",
        "title":"CSREES Administrator's Report to the Partnership, Fall 2008"},
      {
        "id":"ED503734",
        "title":"Initiative for Future Agricultural Food Systems (IFAFS) From Farm to School: Improving Small Farm Viability and School Meals"},
      {
        "id":"ED503735",
        "title":"Fresh Food Program Promotes Healthy Eating Habits among Children"},
      {
        "id":"ED503736",
        "title":"Using an Internship Opportunity to Expand Awareness of Industrial/Organizational Psychology"},
      {
        "id":"ED503737",
        "title":"Reading Content Knowledge: What Do Teachers Need to Know and How Can We Assess Their Knowledge?"},
      {
        "id":"ED503738",
        "title":"Big Trouble for Small Schools"},
      {
        "id":"ED503739",
        "title":"Educating America: The President's Initiatives for High School, Higher Education and Job Training"},
      {
        "id":"ED503743",
        "title":"\"Unplugging\" as Real and Metaphoric: Emancipatory Dimensions to \"The Matrix\" Film Trilogy. Technical Paper No. 33"},
      {
        "id":"ED503744",
        "title":"2008-09 Guide for the College-Bound Student-Athlete"},
      {
        "id":"ED503745",
        "title":"Gender Equity in Intercollegiate Athletics: A Practical Guide for Colleges and Universities--2008"},
      {
        "id":"ED503746",
        "title":"Mathematics: Essential Research, Essential Practice. Volumes 1 and 2. Proceedings of the 30th Annual Conference of the Mathematics Education Research Group of Australasia"},
      {
        "id":"ED503747",
        "title":"Navigating Currents and Charting Directions. Proceedings of the Annual Conference of the Mathematics Education Research Group of Australasia (31st, Brisbane, Queensland, Australia, June 28-July 1, 2008). Volumes 1 and 2"},
      {
        "id":"ED503748",
        "title":"1.5 Million Homeschooled Students in the United States in 2007. Issue Brief. NCES 2009-030"},
      {
        "id":"ED503753",
        "title":"A Review of the Literature Related to Government Relations in Higher Education"},
      {
        "id":"ED503754",
        "title":"A National Study of Improving Participation in Student Self-Governance Leadership"},
      {
        "id":"ED503755",
        "title":"Preserving a Critical National Asset: \"America's Disadvantaged Students and the Crisis in Faith-Based Urban Schools\""},
      {
        "id":"ED503756",
        "title":"Education and Happiness: Perspectives of the East and the West"},
      {
        "id":"ED503759",
        "title":"Effects of Online Problem-Based Learning on Teachers' Technology Perceptions and Planning"},
      {
        "id":"ED503760",
        "title":"Organizational Conflict and Management: A Study at Schools of Physical Education and Sport in Turkey"},
      {
        "id":"ED503761",
        "title":"An Analysis of Adjuncts: A Syntacto-Discoursal Approach (A Case Study in Contemporary Persian)"},
      {
        "id":"ED503762",
        "title":"Could Education Contribute to Reduce Prevalence of HIV among Injecting Drug Users? A Case Study of IDUs from the Rehabilitation Center for Drugs Users"},
      {
        "id":"ED503763",
        "title":"Learning Processes and Approaches: Examining Their Interrelationships to Understand Student Learning"},
      {
        "id":"ED503764",
        "title":"Materials Development in English as a Second Language: An Indian Experience"},
      {
        "id":"ED503765",
        "title":"A Study of Early Environmental Education Experiences: Can We Legislate Concern and Understanding of the Natural World?"},
      {
        "id":"ED503766",
        "title":"A Review and an Update on Using Children's Literature to Teach Mathematics"},
      {
        "id":"ED503767",
        "title":"An Analysis of English Language Teachers' Perceptions of Curriculum Change in the United Arab Emirates"},
      {
        "id":"ED503768",
        "title":"Towards Effective In-Service Teacher Development in the United Arab Emirates: Getting Teachers to Be in Charge of Their Own Professional Growth"},
      {
        "id":"ED503769",
        "title":"Motivation and English Attainment: A Comparative Study of Hong Kong Students with Different Cultural Backgrounds"},
      {
        "id":"ED503770",
        "title":"Distance Education at Postsecondary Institutions: 2006-07. First Look. NCES 2009-044"},
      {
        "id":"ED503771",
        "title":"Private Loan Counseling for Undergraduate Students: The Role of College Financial Aid Counselors"},
      {
        "id":"ED503776",
        "title":"The GIST Model for Selection and Modification of Scientific Research for the College Teaching Laboratory Based on Root Competition Investigations"},
      {
        "id":"ED503777",
        "title":"Adjusting for Year to Year Rater Variation in IRT Linking--An Empirical Evaluation"},
      {
        "id":"ED503781",
        "title":"Building Public Awareness of Development: Communicators, Educators and Evaluation. Policy Brief No. 35"},
      {
        "id":"ED503787",
        "title":"What Now? Lessons from Michigan about Restructuring Schools and Next Steps under NCLB"},
      {
        "id":"ED503788",
        "title":"A Choice of a New Funding Formula"},
      {
        "id":"ED503789",
        "title":"Empirical Estimation of Computer Animation as a Self-Study Material for Science Learning"},
      {
        "id":"ED503790",
        "title":"Handbook for a Commitment to America's Future: A Toolkit for Leaders of State-Level P-16"},
      {
        "id":"ED503792",
        "title":"State Implementation of Supplemental Educational Services under the No Child Left Behind Act. From the Capital to the Classroom: Year 5 of the No Child Left Behind Act Series"},
      {
        "id":"ED503793",
        "title":"Restructuring under the No Child Left Behind Act in Maryland. 2007-08 Follow-Up Report"},
      {
        "id":"ED503794",
        "title":"The Sit-Down Dinner: Formalizing Restructuring under the No Child Left Behind Act in Michigan"},
      {
        "id":"ED503795",
        "title":"Some Perspectives from Rural School Districts on the No Child Left Behind Act"},
      {
        "id":"ED503796",
        "title":"Many States Have Taken a &quot;Backloaded&quot; Approach to No Child Left Behind  Goal of All Students Scoring &quot;Proficient&quot;"},
      {
        "id":"ED503797",
        "title":"It Takes More Than a Hero: School Restructuring in Ohio under the No Child Left Behind Act"},
      {
        "id":"ED503798",
        "title":"A Call to Restructure Restructuring: Lessons from the No Child Left Behind Act in Five States"},
      {
        "id":"ED503799",
        "title":"Why We Still Need Public Schools: Public Education for the Common Good"},
      {
        "id":"ED503802",
        "title":"Wrestling the Devil in the Details: An Early Look at Restructuring in California"},
      {
        "id":"ED503803",
        "title":"Wyman Teen Outreach Program (TOP). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED503808",
        "title":"Impact. Volume 21, Number 1, Summer-Fall 2008"},
      {
        "id":"ED503811",
        "title":"Identification of Key Indicators of Quality in Afterschool Programs. CRESST Report 748"},
      {
        "id":"ED503812",
        "title":"The Afterschool Experience in &quot;Salsa, Sabor y Salud&quot;: Evaluation, 2007-2008. CRESST Report 747"},
      {
        "id":"ED503813",
        "title":"The Administration's American Competitiveness Initiative: Providing Federal Funding for Basic Research in the Physical Sciences. BHEF Issue Brief"},
      {
        "id":"ED503815",
        "title":"The American Competitiveness Initiative: Addressing the STEM Teacher Shortage and Improving Student Academic Readiness. BHEF Issue Brief"},
      {
        "id":"ED503816",
        "title":"Dealing with Emotional, Behavioral and Physical Disabilities"},
      {
        "id":"ED503817",
        "title":"The Implications of High Stakes, State-Mandated Academic Tests on the Educational Future of LEP Students"},
      {
        "id":"ED503818",
        "title":"Congressional Response to Ensuring America's Competitiveness. BHEF Issue Brief"},
      {
        "id":"ED503819",
        "title":"Teacher Demand and Supply: Improving Teaching Quality and Addressing Teacher Shortages. OECD Education Working Papers, No. 1"},
      {
        "id":"ED503820",
        "title":"Teacher Education and the Teaching Career in an Era of Lifelong Learning. OECD Education Working Papers, No. 2"},
      {
        "id":"ED503821",
        "title":"The Role of National Qualifications Systems in Promoting Lifelong Learning. OECD Education Working Papers, No. 3"},
      {
        "id":"ED503831",
        "title":"Effects of Tertiary Expansion: Crowding-Out Effects and Labour Market Matches for the Higher Educated. OECD Education Working Papers, No. 10"},
      {
        "id":"ED503835",
        "title":"Pedagogy and Student Services for Institutional Transformation: Implementing Universal Design in Higher Education"},
      {
        "id":"ED503836",
        "title":"African American Men from Hennepin County at the University of Minnesota, 1994-98: Who Applies, Who is Accepted, Who Attends?"},
      {
        "id":"ED503837",
        "title":"Teaching and California's Future: California's Teaching Force, 2008. Key Issues and Trends"},
      {
        "id":"ED503842",
        "title":"ARL Statistics 2006-2007"},
      {
        "id":"ED503843",
        "title":"ARL Academic Health Sciences Library Statistics 2006-2007"},
      {
        "id":"ED503844",
        "title":"ARL Academic Law Library Statistics 2006-2007"},
      {
        "id":"ED503845",
        "title":"Digital Broadband Content: Digital Content Strategies and policies. OECD Digital Economy Papers, No. 119"},
      {
        "id":"ED503848",
        "title":"Mapping Careers and Mobility of Doctorate Holders: Draft Guidelines, Model Questionnaire and Indicators. OECD Science, Technology and Industry Working Papers, 2007/6"},
      {
        "id":"ED503851",
        "title":"The Policy Determinants of Investment in Tertiary Education. OECD Economics Department Working Papers, No. 576"},
      {
        "id":"ED503852",
        "title":"The Private Internal Rates of Return to Tertiary Education: New Estimates for 21 OECD Countries. OECD Economics Department Working Papers, No. 591"},
      {
        "id":"ED503854",
        "title":"Urban Culturally and Ethnically Diverse Doctoral Students and Their Perceptions of Doctoral Program Design Features and Procedures: An Evaluation Report"},
      {
        "id":"ED503855",
        "title":"Arguments and Evidence: The Debate over Collective Bargaining's Role in Public Education. Education Policy Brief. Volume 6, Number 8, Fall 2008"},
      {
        "id":"ED503856",
        "title":"Single-Sex Education in the 21st Century. Education Policy Brief. Volume 6, Number 9, Fall 2008"},
      {
        "id":"ED503857",
        "title":"Prominence of Scholarly Immediacy Terminology and References Found in 1999 to 2007 Online Teaching Textbooks"},
      {
        "id":"ED503858",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 261"},
      {
        "id":"ED503859",
        "title":"Community College Funding 2008-09. Enrollment Growth Outpaces Resources. Issue Brief"},
      {
        "id":"ED503860",
        "title":"Outlook. Number 341"},
      {
        "id":"ED503862",
        "title":"Calculating High School Graduation Rates. Education Policy Brief. Volume 6, Number 5, Spring 2008"},
      {
        "id":"ED503863",
        "title":"Promises and Pitfalls of Virtual Education in the United States and Indiana. Education Policy Brief. Volume 6, Number 6, Spring 2008"},
      {
        "id":"ED503864",
        "title":"Improving High School Graduation Rates. Education Policy Brief. Volume 6, Number 7, Summer 2008"},
      {
        "id":"ED503865",
        "title":"Demographic Trends and the Federal Role in Education"},
      {
        "id":"ED503866",
        "title":"Church-Owned Higher Education and the Democratization of Romania"},
      {
        "id":"ED503867",
        "title":"Family, Work, and Infant Care in Limited Income Latino Migrant Farm-Working and Anglo Non-Migrant Families"},
      {
        "id":"ED503868",
        "title":"Film Analysis through Linguistic Base"},
      {
        "id":"ED503869",
        "title":"Integrating Multiple Intelligences in EFL/ESL Classrooms"},
      {
        "id":"ED503870",
        "title":"Implementation of Multiple Intelligences Supported Project-Based Learning in EFL/ESL Classrooms"},
      {
        "id":"ED503871",
        "title":"Exploring Educational Use of Blogs in U.S. Education"},
      {
        "id":"ED503872",
        "title":"Working Commitment among Trainee Teachers: A Meta Evaluation Approach"},
      {
        "id":"ED503873",
        "title":"Use of Prompt Sentences to Scaffold Language Growth in Lower Level Chinese Classes"},
      {
        "id":"ED503874",
        "title":"Predicting Students' Performance on Agricultural Science Examination from Forecast Grades"},
      {
        "id":"ED503875",
        "title":"A Writing Story: Opening up to Judgement--Individual Assessment as System Assessment or Writing as School"},
      {
        "id":"ED503876",
        "title":"Assessing Graduate Attributes for Employability in the Context of Lifelong Learning: The Holistic Approach"},
      {
        "id":"ED503877",
        "title":"Assessing Students' Reflective Responses to Chemistry-related Learning Tasks"},
      {
        "id":"ED503878",
        "title":"The Perspective of Six Malaysian Students on Playing Video Games: Beneficial or Detrimental?"},
      {
        "id":"ED503879",
        "title":"Using Bilingual Students to Link and Evaluate Different Language Versions of an Exam"},
      {
        "id":"ED503880",
        "title":"Use of Concept Cartoons as an Assessment Tool in Physics Education"},
      {
        "id":"ED503881",
        "title":"A Critical Reading of Multiculturalism in English Language Teaching and Learning"},
      {
        "id":"ED503882",
        "title":"The Voices of Thirteen Chinese and Taiwanese Parents Sharing Views about their Children Attending Chinese Heritage Schools"},
      {
        "id":"ED503883",
        "title":"Evaluation of the Teaching Guide as an Instrument for Adaptation to the New European Credit System: Case Analysis"},
      {
        "id":"ED503884",
        "title":"Accessibility in Post Secondary Education: Application of UDL to College Curriculum"},
      {
        "id":"ED503885",
        "title":"Using Technology Supported Learning to Develop Active Learning in Higher Education: A Case Study"},
      {
        "id":"ED503886",
        "title":"Use Root Cause Analysis Teaching Strategy to Train Primary Pre-Service Science Teachers"},
      {
        "id":"ED503887",
        "title":"Examining Learning Approaches of Science Student Teachers According to the Class Level and Gender"},
      {
        "id":"ED503888",
        "title":"Hands on Group Work Paper Model for Teaching DNA Structure, Central Dogma and Recombinant DNA"},
      {
        "id":"ED503889",
        "title":"Influence of Augmented Reality Technology upon Pupils' Knowledge about Human Digestive System: The Results of the Experiment"},
      {
        "id":"ED503890",
        "title":"Study on Countermeasures on Moral Education through School Network"},
      {
        "id":"ED503891",
        "title":"Determination of State-Trait Anxiety Levels of University Students during the Learning Process of Global Environmental Problems"},
      {
        "id":"ED503892",
        "title":"Quantitative Reasoning and Problem-Solving Strategy of Children in Different Ethnic Groups"},
      {
        "id":"ED503894",
        "title":"Development and Testing of an Initial Model of Curricular Leadership Culture in Middle Schools"},
      {
        "id":"ED503895",
        "title":"Federal Aid to Elementary and Secondary Education: Premises, Effects, and Major Lessons Learned"},
      {
        "id":"ED503896",
        "title":"Lessons from the Classroom Level: Federal and State Accountability in Illinois"},
      {
        "id":"ED503897",
        "title":"Standards-Based Reform in the United States: History, Research, and Future Directions"},
      {
        "id":"ED503899",
        "title":"The Federal Role in Education: Lessons from Australia, Germany, and Canada"},
      {
        "id":"ED503900",
        "title":"An Investigation of Factors Related to Self-Efficacy for Java Programming among Engineering Students"},
      {
        "id":"ED503901",
        "title":"How Does Student Ability and Self-Efficacy Affect the Usage of Computer Technology?"},
      {
        "id":"ED503902",
        "title":"Organizational Commitment of Employees of TV Production Center (Educational Television ETV) for Open Education Facility, Anadolu University"},
      {
        "id":"ED503903",
        "title":"Perceptions of Online Instruction"},
      {
        "id":"ED503904",
        "title":"Perceptions of Students on the Application of Distance Education in Physical Education Lessons"},
      {
        "id":"ED503905",
        "title":"Teachers' Perception of the Role of Media in Classroom Teaching in Secondary Schools"},
      {
        "id":"ED503906",
        "title":"The Effect of Applying Elements of Instructional Design on Teaching Material for the Subject of Classification of Matter"},
      {
        "id":"ED503907",
        "title":"Simulating Retail Banking for Banking Students"},
      {
        "id":"ED503908",
        "title":"The Role of Assessment in Federal Education Programs"},
      {
        "id":"ED503909",
        "title":"Beyond Compliance: An Information Package on the Inclusion of People with Disabilities in Postsecondary Education"},
      {
        "id":"ED503911",
        "title":"\"Community for All\" Tool Kit: Resources for Supporting Community Living"},
      {
        "id":"ED503912",
        "title":"The Direct Support Workforce Crisis: Can Unions Help Resolve This?"},
      {
        "id":"ED503913",
        "title":"Inclusion in Education: Issues and Resources"},
      {
        "id":"ED503914",
        "title":"Strategies and Challenges in Supporting Children with Complex Medical Needs in the Community: Report on a Site Visit to Western Pennsylvania"},
      {
        "id":"ED503915",
        "title":"Reading on the Rise: A New Chapter in American Literacy"},
      {
        "id":"ED503917",
        "title":"Rewarding Persistence: Effects of a Performance-Based Scholarship Program for Low-Income Parents"},
      {
        "id":"ED503919",
        "title":"Using Student Data to Improve Teaching and Learning: Findings from an Evaluation of the Formative Assessments of Students Thinking in Reading (FAST-R) Program in Boston Elementary Schools"},
      {
        "id":"ED503925",
        "title":"Culture, Gender and Growth. Policy Insights, No. 15"},
      {
        "id":"ED503934",
        "title":"Diffusion of Innovation: A Case Study of Course Management System Adoption"},
      {
        "id":"ED503941",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Numbers 256-265. February - November, 2008"},
      {
        "id":"ED503952",
        "title":"Report on Disclosure Issues Related to the Use of Copy Control and Digital Rights Management Technologies. OECD Digital Economy Papers, No. 115"},
      {
        "id":"ED503956",
        "title":"The Impact of Social Institutions on the Economic Role of Women in Developing Countries. OECD Development Centre Working Paper No. 234"},
      {
        "id":"ED503959",
        "title":"Travel and Tourism Students' Needs in Valencia (Spain): Meeting their Professional Requirements in the ESP Classroom"},
      {
        "id":"ED503960",
        "title":"Academic Achievement and Body Image in Undergraduate Women"},
      {
        "id":"ED503962",
        "title":"Referral, Enrollment, and Completion in Developmental Education Sequences in Community Colleges. CCRC Working Paper No. 15"},
      {
        "id":"ED503979",
        "title":"Changing Social Institutions to Improve the Status of Women in Developing Countries. OECD Development Centre Policy Brief No. 27"},
      {
        "id":"ED503981",
        "title":"The Impact on Growth of Higher Efficiency of Public Spending on Schools. OECD Economics Department Working Papers No. 547"},
      {
        "id":"ED503984",
        "title":"Human Capital Formation and Foreign Direct Investment in Developing Countries. OECD Development Centre Working Paper No. 211 (Formerly Technical Paper No. 211)"},
      {
        "id":"ED503985",
        "title":"Measuring Gender (In)Equality: Introducing the Gender, Institutions and Development Data Base (GID). OECD Development Centre Working Paper No. 247"},
      {
        "id":"ED503993",
        "title":"From Ideas to Development: The Determinants of R&D and Patenting. OECD Economics Department Working Papers, No. 457"},
      {
        "id":"ED503996",
        "title":"Enhancing Proficiency Level Using Digital Video"},
      {
        "id":"ED504016",
        "title":"Migration in OECD countries: Labour Market Impact and Integration Issues. OECD Economics Department Working Papers, No. 562"},
      {
        "id":"ED504017",
        "title":"Migration: a Negative or a Positive Driver for Development? OECD Development Centre Policy Insights, No.29"},
      {
        "id":"ED504021",
        "title":"Innovative Approaches to Funding the Millennium Development Goals. OECD Development Centre Policy Brief, No. 24"},
      {
        "id":"ED504024",
        "title":"Labour Market Performance, Income Inequality and Poverty in OECD Countries. OECD Economics Department Working Papers, No. 500"},
      {
        "id":"ED504026",
        "title":"Leadership Considerations for Incoming Community College President"},
      {
        "id":"ED504027",
        "title":"Criminal Justice Issues for Arizona. The Pinal County Domestic-Violence Court Some Early but Encouraging Results. Issue 3, August 2008"},
      {
        "id":"ED504028",
        "title":"What Do Arizonans Think About Crime, Safety, and Trust? AZ Views. Volume 1, Issue 3, October 2008"},
      {
        "id":"ED504029",
        "title":"Arizonans Criticize Government, but Know They Need It. AZ Views. Volume 1, Issue 5, October 2008"},
      {
        "id":"ED504030",
        "title":"Arizonans Like Their Jobs but Question Their Schools. AZ Views, Volume 1, Issue 2, October 2008"},
      {
        "id":"ED504032",
        "title":"Performance Indicators for Public Spending Efficiency in Primary and Secondary Education. OECD Economics Department Working Papers, No. 546"},
      {
        "id":"ED504033",
        "title":"Greater Phoenix Forward: Sustaining and Enhancing the Human-Services Infrastructure"},
      {
        "id":"ED504034",
        "title":"Does it Pay to Invest in Computer Based Testing Technology? Realities to Implement an Internet Based University Entrance Examination (iB PAU)"},
      {
        "id":"ED504035",
        "title":"Anticipating Washback in a Computer Based University Entrance Examination: Key Issues"},
      {
        "id":"ED504036",
        "title":"Use of Networked Information Sources and Services By Information Science Faculty in Services: A Field Study Performed at the School of Information Studies at Syracuse University"},
      {
        "id":"ED504037",
        "title":"How Do Arizonans Spend their Personal Time? AZ Views, Volume 1, Issue 1"},
      {
        "id":"ED504040",
        "title":"The Supply of Physician Services in OECD Countries. OECD Health Working Papers, No. 21"},
      {
        "id":"ED504043",
        "title":"Arizonans Like Their Lives, but Worry Too. AZ Views, Volume 1, Issue 4"},
      {
        "id":"ED504044",
        "title":"Components of School Capacity: Structures, Practices, and Perceptions. Research Brief"},
      {
        "id":"ED504047",
        "title":"Dropping Out from School: A Cross Country Review of the Literature. Create Pathways to Access. Research Monograph, No. 16"},
      {
        "id":"ED504048",
        "title":"The Cultural Approach to Studying Schools"},
      {
        "id":"ED504049",
        "title":"Shared Goals for Learning: Is Everyone Using the Same Roadmap? Research Brief"},
      {
        "id":"ED504050",
        "title":"Shared Leadership and Student Achievement. Research Brief"},
      {
        "id":"ED504051",
        "title":"Is University Education a Golden Key for a Happy Life?"},
      {
        "id":"ED504052",
        "title":"Effects of Computer Assisted Instruction on Students' Attitudes towards Science Courses in Turkey: A Meta-Analysis"},
      {
        "id":"ED504053",
        "title":"Pre-Service Primary Teachers' Attitudes towards Energy Conservation"},
      {
        "id":"ED504055",
        "title":"The Role of Commitment to Pedagogical Quality: The Adoption of Instructional Technology in Higher Education"},
      {
        "id":"ED504056",
        "title":"Moral Education in Time of Global Transformation"},
      {
        "id":"ED504058",
        "title":"An Explorative Study on Environmental Literacy among the Secondary Level Students in Bangladesh"},
      {
        "id":"ED504060",
        "title":"New Measures of English Language Proficiency and Their Relationship to Performance on Large-Scale Content Assessments. Issues &amp; Answers. REL 2009-No. 066"},
      {
        "id":"ED504061",
        "title":"New Measures of English Language Proficiency and Their Relationship to Performance on Large-Scale Content Assessments. REL 2009-No. 066. Summary"},
      {
        "id":"ED504071",
        "title":"Education: Perceiving the Disease and Prescribing the Remedy"},
      {
        "id":"ED504072",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings and Papers of the Annual Conference on Undergraduate Teaching of Psychology (22nd, White Plains, New York, March 7-8, 2008)"},
      {
        "id":"ED504076",
        "title":"Educating Engineers: Designing for the Future of the Field. Book Highlights"},
      {
        "id":"ED504078",
        "title":"Pathways to Boosting the Earnings of Low-Income Students by Increasing Their Educational Attainment"},
      {
        "id":"ED504083",
        "title":"Accelerating the Agenda: Actions to Improve America's High Schools"},
      {
        "id":"ED504084",
        "title":"Benchmarking for Success: Ensuring U.S. Students Receive a World-Class Education"},
      {
        "id":"ED504085",
        "title":"Policies to Improve Instruction and Learning in High Schools. NGA Center for Best Practices Issue Brief"},
      {
        "id":"ED504086",
        "title":"Improving Charter School Leadership. NGA Center for Best Practices Issue Brief"},
      {
        "id":"ED504087",
        "title":"Bright Futures: Early Childhood Developments in the States. Fall 2008, Volume 2, Issue 2"},
      {
        "id":"ED504089",
        "title":"Partnering with the Private and Philanthropic Sectors: A Governor's Guide to Investing in Early Childhood"},
      {
        "id":"ED504090",
        "title":"Promoting STEM Education: A Communications Toolkit"},
      {
        "id":"ED504091",
        "title":"Honoring Progress: An Update on the NGA Center Honor States. Volume 1, Issue 6"},
      {
        "id":"ED504092",
        "title":"Honoring Progress: An Update on the NGA Center Honor States. Volume 1, Issue 5"},
      {
        "id":"ED504093",
        "title":"Honoring Progress: An Update on the NGA Center Honor States. Volume 1, Issue 4"},
      {
        "id":"ED504099",
        "title":"Survey on Early Childhood Advisory Councils. NGA Center for Best Practices Backgrounder"},
      {
        "id":"ED505149",
        "title":"Guidelines And Recommendations: Preventing the Spread of Influenza (the Flu) in Child Care Settings. Guidance for Administrators, Care Providers, and Other Staff"},
      {
        "id":"ED505150",
        "title":"Children, the Flu and the Flu Vaccine. Fact Sheet"},
      {
        "id":"ED505151",
        "title":"Colleges and Universities Pandemic Influenza Planning Checklist"},
      {
        "id":"ED505152",
        "title":"Protecting Against the Flu: Advice for Caregivers of Children Less than 6 Months Old. Fact Sheet"},
      {
        "id":"ED505153",
        "title":"Questions and Answers: Information for Schools"},
      {
        "id":"ED505154",
        "title":"School District (K-12) Pandemic Influenza Planning Checklist"},
      {
        "id":"ED505155",
        "title":"The Importance of Nonverbal Aspects of Communication in Teaching and the Pre- and Inservice Teacher Education Curriculum"},
      {
        "id":"ED505156",
        "title":"Crime, Violence, Discipline, and Safety in U.S. Public Schools. Findings from the School Survey on Crime and Safety: 2007-08. First Look. NCES 2009-326"},
      {
        "id":"ED505158",
        "title":"Afterschool and the Environment: A Natural Fit. Afterschool Alert Issue Brief No.35"},
      {
        "id":"ED505159",
        "title":"Afterschool: The Challenges of Recruiting and Retaining Older Youth. Afterschool Alert. Issue Brief No. 37"},
      {
        "id":"ED505160",
        "title":"Afterschool: Opening Doors to Work and Careers. Afterschool Alert. Issue Brief No. 36"},
      {
        "id":"ED505161",
        "title":"Preschool Curriculum: What's In It for Children and Teachers"},
      {
        "id":"ED505162",
        "title":"School Turnarounds: Resisting the Hype, Giving Them Hope. Education Outlook No. 2"},
      {
        "id":"ED505163",
        "title":"Parsing the Achievement Gap II. Policy Information Report"},
      {
        "id":"ED505166",
        "title":"Success at Scale in Charter Schooling. Education Outlook. No. 3"},
      {
        "id":"ED505167",
        "title":"The New Stupid: Limitations of Data-Driven Education Reform. Education Outlook. No. 1"},
      {
        "id":"ED505168",
        "title":"The Challenges for Charter Schools: Replicating Success. Education Outlook. No. 4"},
      {
        "id":"ED505169",
        "title":"The Evaluation of a Pilot Mentoring Program for Beginner Science and Mathematics Teachers: Summative Project Evaluation Report"},
      {
        "id":"ED505171",
        "title":"Teacher Empowerment and Collaboration Enhances Student Engagement in Data-Driven Environments"},
      {
        "id":"ED505172",
        "title":"Human Resource Management: Accountability, Reciprocity and the Nexus between Employer and Employee"},
      {
        "id":"ED505173",
        "title":"Computer-Assisted Instruction (CAI) in Language Arts: Investigating the Influence of Teacher Knowledge and Attitudes on the Learning Environment"},
      {
        "id":"ED505175",
        "title":"Transitioning English Language Learners: Annotated Bibliography"},
      {
        "id":"ED505178",
        "title":"A New Model for the Role of Research in Supporting Urban School Reform"},
      {
        "id":"ED505187",
        "title":"Basic Reading Skills and the Literacy of America's Least Literate Adults: Results from the 2003 National Assessment of Adult Literacy (NAAL) Supplemental Studies. NCES 2009-481"},
      {
        "id":"ED505188",
        "title":"Conservation Education: Strategic Plan To Advance  Environmental Literacy. 2007-2012. FS-879"},
      {
        "id":"ED505189",
        "title":"Make a Difference at Your School! CDC Resources Can Help You Implement Strategies to Prevent Obesity Among Children and Adolescents"},
      {
        "id":"ED505190",
        "title":"The Horizon Report. 2004 Edition"},
      {
        "id":"ED505191",
        "title":"Study of Support Services for Children with Special Needs in the State of Sikkim"},
      {
        "id":"ED505192",
        "title":"School Chemistry Laboratory Safety Guide"},
      {
        "id":"ED505193",
        "title":"Understanding School Violence: Fact Sheet"},
      {
        "id":"ED505195",
        "title":"Toward Informative Assessment and a Culture of Evidence: Results from Strengthening Pre-Collegiate Education in Community Colleges"},
      {
        "id":"ED505196",
        "title":"Central New York's New Workforce"},
      {
        "id":"ED505198",
        "title":"Guide to Performance Management for Community Literacy Coalitions"},
      {
        "id":"ED505199",
        "title":"Investigating the Language and Literacy Skills Required for Independent Online Learning"},
      {
        "id":"ED505200",
        "title":"2007/08 Annual Service Plan Report"},
      {
        "id":"ED505217",
        "title":"National CARES Mentoring Movement: A Mentoring & Literacy Guide"},
      {
        "id":"ED505218",
        "title":"Family-School Collaboration in the Context of Learning Assessment Practices and Communication"},
      {
        "id":"ED505219",
        "title":"Evolution and Relation of Students' Homework Management Strategies and Their Parents' Help in Homework During the Transition to High School"},
      {
        "id":"ED505220",
        "title":"Assessment of Creativity in Education"},
      {
        "id":"ED505224",
        "title":"Doing the Math: Are Maryland's High School Math Standards Adding Up to College Success?"},
      {
        "id":"ED505231",
        "title":"CCRC Currents. April 2009"},
      {
        "id":"ED505232",
        "title":"Achieving the Dream Colleges in Pennsylvania and Washington State: Early Progress toward Building a Culture of Evidence"},
      {
        "id":"ED505234",
        "title":"Progress At Risk: California's Budget and the Implications for Teaching Quality. CenterView."},
      {
        "id":"ED505235",
        "title":"Reaching Out to Families and The Community: How Some High-Performing Schools Are Engaging Families and Citizens to Support Student Achievement. Issue Brief"},
      {
        "id":"ED505236",
        "title":"School Review Process Guide"},
      {
        "id":"ED505237",
        "title":"Aligning CASAS Competencies and Assessments to Basic Skills Content Standards. Second Edition"},
      {
        "id":"ED505238",
        "title":"Developing A Positive School Climate. Newsletter"},
      {
        "id":"ED505239",
        "title":"Student Progress and Goal Attainment Report: Adult School Programs in California. Program Year July 1, 2006, to June 30, 2007"},
      {
        "id":"ED505240",
        "title":"Outlook. Number 345"},
      {
        "id":"ED505250",
        "title":"American Academic: The State of the Higher Education Workforce 1997-2007"},
      {
        "id":"ED505251",
        "title":"Algebra Policy in California: Great Expectations and Serious Challenges. Executive Summary"},
      {
        "id":"ED505255",
        "title":"California Adult Education End-of-Year Progress Report to the Legislature: Implementation of the Workforce Investment Act (WIA) Title II. Program Year 2008. July 1, 2007 to June 30, 2008"},
      {
        "id":"ED505256",
        "title":"Preliminary Findings of Learning Gains for Adult Learners with Developmental Disabilities. Research Brief No. 6"},
      {
        "id":"ED505257",
        "title":"Guidelines for Providing Accommodations Using CASAS Assessment for Learners with Disabilities"},
      {
        "id":"ED505258",
        "title":"Adolescent Development of Trust. CIRCLE Working Paper 61"},
      {
        "id":"ED505259",
        "title":"CASAS Competencies: Essential Life and Work Skills for Youth and Adults"},
      {
        "id":"ED505260",
        "title":"California Annual Performance Report: Federally Funded Workforce Investment Act Title II Programs, Program Year 2006. July 1, 2005-June 30, 2006"},
      {
        "id":"ED505261",
        "title":"California Annual Performance Report: Federally Funded Workforce Investment Act Title II Programs. Program Year 2008. July 1, 2007-June 30, 2008"},
      {
        "id":"ED505262",
        "title":"Civic Engagement and the Disadvantaged:Challenges, Opportunities and Recommendations. CIRCLE Working Paper #63"},
      {
        "id":"ED505263",
        "title":"Challenges Facing Older Adults with Intellectual Disabilities. Research Digest No. 1"},
      {
        "id":"ED505265",
        "title":"Bibliography of Citizenship Materials"},
      {
        "id":"ED505266",
        "title":"Do Race, Ethnicity, Citizenship and Socio-economic Status Determine Civic-Engagement? CIRCLE Working Paper #62"},
      {
        "id":"ED505267",
        "title":"Study of the CASAS Relationship to GED 2002. Research Brief"},
      {
        "id":"ED505269",
        "title":"The Department of Education Progress Report"},
      {
        "id":"ED505270",
        "title":"An Open Letter to President-Elect Obama, Secretary-Designate Duncan and the 111th Congress"},
      {
        "id":"ED505272",
        "title":"Math: Basic Skills Content Standards"},
      {
        "id":"ED505273",
        "title":"Understanding Psychology within the Context of the Other Academic Disciplines"},
      {
        "id":"ED505274",
        "title":"A Critical Analysis of Literature on Social Justice Curriculum: Avoiding Historical Amnesia"},
      {
        "id":"ED505275",
        "title":"Structural Determinants of Graduation Rates: A Causal Analysis"},
      {
        "id":"ED505276",
        "title":"The Benefits of Acceleration: An Outcomes Analysis of Dual Enrollment"},
      {
        "id":"ED505277",
        "title":"Dual Enrollment: What Does the Research Say?"},
      {
        "id":"ED505280",
        "title":"Managing Community Colleges: Assessment at the Century Mark"},
      {
        "id":"ED505282",
        "title":"Lewis and Clark in Action: Using Video iPods in Eighth Grade Social Studies"},
      {
        "id":"ED505283",
        "title":"The Benefits of Acceleration: Graduation Advantages"},
      {
        "id":"ED505284",
        "title":"The Benefits of Acceleration: Baccalaureate Advantages"},
      {
        "id":"ED505285",
        "title":"Understanding Student Recommendations to Attend NIACC"},
      {
        "id":"ED505286",
        "title":"The Educational Attainment Crisis of Males"},
      {
        "id":"ED505287",
        "title":"It's All in the Past? Exploring the Repercussions of Parents' Early Conjugal and Parental Histories on the Family Life Course of Their Children"},
      {
        "id":"ED505288",
        "title":"How State Education Agencies in the Northeast and Islands Region Support Data-Driven Decisionmaking in Districts and Schools. Issues &amp; Answers. REL 2009-No. 072"},
      {
        "id":"ED505289",
        "title":"How State Education Agencies in the Northeast and Islands Region Support Data-Driven Decisionmaking in Districts and Schools. Issues &amp; Answers. REL 2009-No. 072. Summary"},
      {
        "id":"ED505290",
        "title":"Early Childhood Educator Competencies: A Literature Review of Current Best Practices, and a Public Input Process on Next Steps for California. Research Report"},
      {
        "id":"ED505291",
        "title":"Learning Together: A Study of Six B.A. Completion Cohort Programs in Early Care and Education. Year 1 Report"},
      {
        "id":"ED505292",
        "title":"Partnering for Preschool: A Study of Center Directors in New Jersey's Mixed-Delivery Abbott Program. Research Report"},
      {
        "id":"ED505293",
        "title":"Preparing Teachers of Young Children: The Current State of Knowledge, and a Blueprint for the Future. Executive Summary. Policy Report"},
      {
        "id":"ED505294",
        "title":"Understanding the Rural-Urban Reading Gap"},
      {
        "id":"ED505295",
        "title":"Economic Performance of Off-Reserve Aboriginal Canadians: A Study of Groups at Risk of Social Exclusion"},
      {
        "id":"ED505296",
        "title":"Preparing Teachers of Young Children: The Current State of Knowledge, and a Blueprint for the Future. Part 1: Teacher Preparation and Professional Development in Grades K-12 and in Early Care and Education: Differences and Similarities, and Implications for Research. Policy Report"},
      {
        "id":"ED505297",
        "title":"Ten Hypotheses about Socioeconomic Gradients and Community Differences in Children's Developmental Outcomes. Final Report"},
      {
        "id":"ED505298",
        "title":"Preparing Teachers of Young Children: The Current State of Knowledge, and a Blueprint for the Future. Part 2: Effective Teacher Preparation in Early Care and Education: Toward a Comprehensive Research Agenda. Policy Report"},
      {
        "id":"ED505299",
        "title":"Profiles and Transitions of Groups at Risk of Social Exclusion: Lone Parents. Final Report"},
      {
        "id":"ED505300",
        "title":"What Influences Young Canadians to Pursue Post-Secondary Studies? Final Report"},
      {
        "id":"ED505301",
        "title":"A New Generation of Canadian Families Raising Young Children: A New Look at Data from National Surveys"},
      {
        "id":"ED505303",
        "title":"Development of Prosocial Skills. Final Report"},
      {
        "id":"ED505304",
        "title":"Post-Secondary Education Attainment in Canada and the United States in the 1990s. Technical Paper Series. T-02-2E"},
      {
        "id":"ED505305",
        "title":"Is Post-Secondary Education in Canada a Cost-Effective Proposition? Working Paper Series. W-01-9E"},
      {
        "id":"ED505306",
        "title":"Patterns of Young Children's Development: An International Comparison of Development as Assessed by Who Am I?"},
      {
        "id":"ED505312",
        "title":"Policy Research Issues for Canadian Youth: Transition Experiences of Young Women. Research Paper Series"},
      {
        "id":"ED505313",
        "title":"Seclusions and Restraints: Selected Cases of Death and Abuse at Public and Private Schools and Treatment Centers. Testimony Before the Committee on Education and Labor, House of Representatives. GAO-09-719T"},
      {
        "id":"ED505315",
        "title":"Poverty, Social Capital, Parenting and Child Outcomes in Canada. Final Report. Working Paper Series"},
      {
        "id":"ED505316",
        "title":"The Effect of Changes in Maternal Employment and Family Composition on Children's Behaviour. Working Paper Series. W-02-3-2E"},
      {
        "id":"ED505317",
        "title":"Prevalence of Hyperactivity-Impulsivity and Inattention Among Canadian Children: Findings from the First Data Collection Cycle (1994-1995) of the National Longitudinal Survey of Children and Youth. Final Report"},
      {
        "id":"ED505318",
        "title":"New Forms of Work Organization, Skills and Training. Final Report. Working Paper Series"},
      {
        "id":"ED505319",
        "title":"Being Young and Visible: Labour Market Access among Immigrant and Visible Minority Youth. Final Report. Working Paper Series"},
      {
        "id":"ED505320",
        "title":"Employer-Sponsored Training in Canada: Synthesis of the Literature Using Data from the Workplace and Employee Survey. Learning Research Series"},
      {
        "id":"ED505325",
        "title":"Can Embedding Prompts in the IFSP Form Improve the Quality of IFSPs Developed?"},
      {
        "id":"ED505326",
        "title":"Phonological Transcribing of English Utterances in Teaching Listening Comprehension for Korean Students"},
      {
        "id":"ED505327",
        "title":"Post School Outcomes of University Graduates With Learning Disabilities and Their Peers Without Learning Disabilities"},
      {
        "id":"ED505328",
        "title":"Integrating Community Engaged Research into Existing School of Education Graduate Research Courses"},
      {
        "id":"ED505329",
        "title":"The Relationship Between Student and Faculty Attitudes Toward Technology"},
      {
        "id":"ED505330",
        "title":"Beating the Odds: Assessment Results from the 2006-2007 School Year. Individual District Results"},
      {
        "id":"ED505331",
        "title":"Educational Outcomes of I-BEST, Washington State Community and Technical College System&apos;s Integrated Basic Education and Skills Training Program: Findings from a Multivariate Analysis. CCRC Working Paper No. 16"},
      {
        "id":"ED505332",
        "title":"Evidence of Learning: Applying the Collegiate Learning Assessment to Improve Teaching and Learning in the Liberal Arts College Experience"},
      {
        "id":"ED505333",
        "title":"Accelerating Achievement in the Denver Public Schools: Report of the Strategic Support Team  of the Council of the Great City Schools, Winter 2008-09"},
      {
        "id":"ED505334",
        "title":"Beating the Odds VIII: An Analysis of Student Performance and Achievement Gaps on State Assessments. Results from the 2006-2007 School Year"},
      {
        "id":"ED505335",
        "title":"Managing for Results in America's Great City Schools. A Report of the Performance  Measurement and Benchmarking Project"},
      {
        "id":"ED505336",
        "title":"Next Steps in the Improvement of the Dayton Public Schools: Report of the Strategic Support Team of the Council of the Great City Schools"},
      {
        "id":"ED505337",
        "title":"Raising the Achievement of English Language Learners in the Seattle Public Schools: Report of the Strategic Support Team of the Council of the Great City Schools"},
      {
        "id":"ED505338",
        "title":"Advancing Adolescent Literacy in Urban Schools. Research Brief"},
      {
        "id":"ED505339",
        "title":"Supporting Successful Transitions to High School. Research Brief. Spring 2008"},
      {
        "id":"ED505340",
        "title":"Reforming and Improving the Detroit Public Schools: Report of the Strategic Support Teams of the Council of the Great City Schools"},
      {
        "id":"ED505341",
        "title":"Review of the Human Resources, Finance, and Information Technology Operations of the Seattle Public Schools"},
      {
        "id":"ED505342",
        "title":"Prepared Remarks for Secretary of Education Arne Duncan, House Education and Labor Committee, May 20, 2009"},
      {
        "id":"ED505343",
        "title":"Secondary School Student Exchanges. Discussion Paper"},
      {
        "id":"ED505345",
        "title":"Graduate Medical Education: Trends in Training and Student Debt. GAO-09-438R"},
      {
        "id":"ED505346",
        "title":"Cost, Commitment, and Attainment in Higher Education: An International Comparison"},
      {
        "id":"ED505348",
        "title":"Results and Reflections: An Evaluation Report. Indiana's Twenty-First Century Scholars Program: A State-Wide Story with National Implications"},
      {
        "id":"ED505349",
        "title":"Assessing English Language Learners: A Case Study of Practices Used by Secondary Mathematics Teachers"},
      {
        "id":"ED505350",
        "title":"Towards a Sustainable Counterbalanced Development: Educational Cooperation between China and African Countries"},
      {
        "id":"ED505351",
        "title":"Appraisal of Parents' Awareness of the Student Support Team's Purpose and Process and the Impact on Parent Participation and Student Achievement"},
      {
        "id":"ED505352",
        "title":"A Mutually Adaptive Learning Paradigm (MALP) for Hmong Students"},
      {
        "id":"ED505353",
        "title":"The Most Preferred Free E-mail Service Used by Students"},
      {
        "id":"ED505354",
        "title":"Don't Take \"No\" for an Answer when Trying to Transfer Your Credits or Degree"},
      {
        "id":"ED505357",
        "title":"Let's Talk Formative Assessment ... and Evaluation?"},
      {
        "id":"ED505358",
        "title":"Every Child, Every Promise: Turning Failure into Action"},
      {
        "id":"ED505359",
        "title":"Making the Case for Social and Emotional Learning and Service-Learning. ECS Issue Brief"},
      {
        "id":"ED505360",
        "title":"CASEL Practice Rubric for Schoolwide SEL Implementation"},
      {
        "id":"ED505361",
        "title":"Connecting Social and Emotional Learning with Mental Health"},
      {
        "id":"ED505362",
        "title":"Background on Social and Emotional Learning (SEL). CASEL Briefs"},
      {
        "id":"ED505363",
        "title":"Grad Nation: A Guidebook to Help Communities Tackle the Dropout Crisis"},
      {
        "id":"ED505366",
        "title":"Every Child Every Promise Workforce Readiness. Issue Brief"},
      {
        "id":"ED505367",
        "title":"The Promise Rich vs. The Promise Poor. Issue Brief"},
      {
        "id":"ED505368",
        "title":"The Impact of After-School Programs that Promote Personal and Social Skills"},
      {
        "id":"ED505369",
        "title":"Social and Emotional Learning (SEL) and Student Benefits: Implications for the Safe Schools/Healthy Students Core Elements"},
      {
        "id":"ED505370",
        "title":"The Positive Impact of Social and Emotional Learning for Kindergarten to Eighth-Grade Students: Findings from Three Scientific Reviews. Technical Report"},
      {
        "id":"ED505371",
        "title":"Schools, Families, and Social and Emotional Learning: Ideas and Tools for Working with Parents and Families"},
      {
        "id":"ED505372",
        "title":"Safe and Sound: An Educational Leader's Guide to Evidence-Based Social and Emotional Learning (SEL) Programs"},
      {
        "id":"ED505373",
        "title":"Safe and Sound: An Educational Leader's Guide to Evidence-Based Social and Emotional  Learning (SEL) Programs. Illinois Edition"},
      {
        "id":"ED505374",
        "title":"Equity, Excellence, and Economy in a System for Identifying Students in Gifted Education: A Guidebook"},
      {
        "id":"ED505375",
        "title":"State Standardized Testing Programs: Their Effects on Teachers and Students"},
      {
        "id":"ED505376",
        "title":"Identifying Academically Talented Minority Students"},
      {
        "id":"ED505377",
        "title":"The Feasibility of High-end Learning in a Diverse Middle School"},
      {
        "id":"ED505378",
        "title":"Multiple Case Studies of Teachers and Classrooms Successful in Supporting Academic Success of High Potential Low Economic Students of Color"},
      {
        "id":"ED505379",
        "title":"Advanced Placement and International Baccalaureate Programs: A \"Fit\" for Gifted Learners?"},
      {
        "id":"ED505380",
        "title":"Dynamic Instruction for and Assessment of Developing Expertise in Four Ethnic Groups"},
      {
        "id":"ED505382",
        "title":"Underachieving Gifted Students: A Social Cognitive Model"},
      {
        "id":"ED505387",
        "title":"Primary Grade Teachers' Conceptions of Giftedness and Talent: A Case-based Investigation"},
      {
        "id":"ED505388",
        "title":"Teaching Grammar to Adult English Language Learners: Focus on Form. CAELA Network Brief"},
      {
        "id":"ED505389",
        "title":"Japan's National Curriculum Reforms: Focus on Integrated Curriculum Approach"},
      {
        "id":"ED505390",
        "title":"Youth and Schools Today: Why SEL Is Needed. CASEL Briefs"},
      {
        "id":"ED505391",
        "title":"Facilitating Adult Learner Interactions to Build Listening and Speaking Skills. CAELA Network Brief"},
      {
        "id":"ED505392",
        "title":"Observing and Providing Feedback to Teachers of Adults Learning English. CAELA Network Brief"},
      {
        "id":"ED505393",
        "title":"Supporting and Supervising Teachers Working With Adults Learning English. CAELA Network Brief"},
      {
        "id":"ED505394",
        "title":"Reflective Practice in the Professional Development of Teachers of Adult English Language Learners. CAELA Network Brief"},
      {
        "id":"ED505395",
        "title":"Uses of Technology in the Instruction of Adult English Language Learners. CAELA Network Brief"},
      {
        "id":"ED505396",
        "title":"An Addendum to Leading Change in Gifted Education: The Festschrift of Dr. Joyce VanTassel-Baska"},
      {
        "id":"ED505397",
        "title":"Public Libraries--A Wise Investment: A Return on Investment Study of Colorado Public Libraries"},
      {
        "id":"ED505398",
        "title":"National Study: Teens with Stronger Parent Influence Fare Better in Health, Education. Issue Brief"},
      {
        "id":"ED505399",
        "title":"Summer Training and Education Program (STEP). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED505400",
        "title":"Coca-Cola Valued Youth Program. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED505401",
        "title":"Community College Trustees and Public Engagement: A Case Study of National Issues Forum Institute Network Community Colleges"},
      {
        "id":"ED505402",
        "title":"Transition from College to Work: Lived Employment Experiences and Perceptions of College Seniors and Recent College Graduates with Physical Disabilities Seeking Employment Opportunities"},
      {
        "id":"ED505403",
        "title":"Becoming a Teacher: A Cross-Cultural Analysis of Motivation and Teacher Identity Formation"},
      {
        "id":"ED505404",
        "title":"The Condition of Education 2009: Indicator 1--Enrollment Trends by Age. NCES 2009-081"},
      {
        "id":"ED505405",
        "title":"The Condition of Education 2009: Indicator 2--Early Development of Children. NCES 2009-081"},
      {
        "id":"ED505406",
        "title":"The Condition of Education 2009: Indicator 3--Knowledge and Skills of Young Children. NCES 2009-081"},
      {
        "id":"ED505407",
        "title":"The Condition of Education 2009: Indicator 4--Public School Enrollment. NCES 2009-081"},
      {
        "id":"ED505408",
        "title":"The Condition of Education 2009: Indicator 5--Private School Enrollment. NCES 2009-081"},
      {
        "id":"ED505409",
        "title":"The Condition of Education 2009: Indicator 6--Homeschooled Students. NCES 2009-081"},
      {
        "id":"ED505410",
        "title":"The Condition of Education 2009: Indicator 7--Racial/Ethnic Enrollment in Public Schools. NCES 2009-081"},
      {
        "id":"ED505411",
        "title":"The Condition of Education 2009: Indicator 8--Language Minority School-Age Children. NCES 2009-081"},
      {
        "id":"ED505412",
        "title":"The Condition of Education 2009: Indicator 9--Children and Youth With Disabilities. NCES 2009-081"},
      {
        "id":"ED505413",
        "title":"The Condition of Education 2009: Indicator 10--Undergraduate Enrollment. NCES 2009-081"},
      {
        "id":"ED505414",
        "title":"The Condition of Education 2009: Indicator 11--Graduate and First-Professional Enrollment. NCES 2009-081"},
      {
        "id":"ED505415",
        "title":"The Condition of Education 2009. NCES 2009-081"},
      {
        "id":"ED505416",
        "title":"The Condition of Education 2009 in Brief. NCES 2009-082"},
      {
        "id":"ED505417",
        "title":"Findings from The Condition of Education 2009: Student Educational Progress Shows Modest Gains"},
      {
        "id":"ED505418",
        "title":"An Evaluation of Bias in the 2007 National Household Education Surveys Program: Results from a Special Data Collection Effort. NCES 2009-029"},
      {
        "id":"ED505419",
        "title":"Analyzing Performance by Grade 10 Hispanic High School Students on the Massachusetts State Assessment. Summary. Issues &amp; Answers. REL 2009-No. 071"},
      {
        "id":"ED505420",
        "title":"Analyzing Performance by Grade 10 Hispanic High School Students on the Massachusetts State Assessment. Issues &amp; Answers. REL 2009-No. 071"},
      {
        "id":"ED505421",
        "title":"What Students Need to Know about World War l. Footnotes. Volume 13, Number 19"},
      {
        "id":"ED505422",
        "title":"Ten Things Every American Student Should Know About Our Army in World War II. Footnotes. Volume 14, Number 15"},
      {
        "id":"ED505423",
        "title":"Ten Things Students Need To Know About the Origins of Israel and Palestine. Footnotes. Volume 13, Number 4"},
      {
        "id":"ED505424",
        "title":"China's Encounter with the West: A History Institute for Teachers. Footnotes. Volume 13, Number 2"},
      {
        "id":"ED505425",
        "title":"Living without Freedom: A History Institute for Teachers. Footnotes. Volume 12, Number 14"},
      {
        "id":"ED505426",
        "title":"Teaching About the Military in American History: A History Institute for Teachers. Footnotes. Volume 12, Number 1"},
      {
        "id":"ED505427",
        "title":"Teaching Military History--Why and How: A History Institute for Teachers. Footnotes. Volume 12, Number 23"},
      {
        "id":"ED505428",
        "title":"What Students Need to Know about the Frontier Wars. Footnotes. Volume 13, Number 24"},
      {
        "id":"ED505429",
        "title":"Teaching the History of Innovation: A History Institute for Teachers. Footnotes. Volume 13, Number 26"},
      {
        "id":"ED505430",
        "title":"New Perspectives on the Genesis of the U.S.: A Report of FPRI's History Institute for Teachers. Footnotes. Volume 9, Number 2"},
      {
        "id":"ED505431",
        "title":"Understanding China. Footnotes. Volume 12, Number 1"},
      {
        "id":"ED505432",
        "title":"Geographies of Hope: A Study of Urban Landscapes, Digital Media, and Children's Representations of Place"},
      {
        "id":"ED505433",
        "title":"Comparing Chinese International and American-born Graduate Students' Beliefs about Teaching and Learning"},
      {
        "id":"ED505434",
        "title":"An Investigation of the Manifestation of Sexism in EFL/ESL Textbooks"},
      {
        "id":"ED505435",
        "title":"Student Use of and Perspectives Regarding Podcasted Lectures: Survey Pilot"},
      {
        "id":"ED505436",
        "title":"An Agenda for the Future: Closing the Achievement Gap for Underrepresented Groups in Gifted and Talented Education"},
      {
        "id":"ED505439",
        "title":"E. Paul Torrance: His Life, Accomplishments, and Legacy"},
      {
        "id":"ED505440",
        "title":"America in the Civil War Era: A History Institute for Teachers. Footnotes. Volume 13, Number 13"},
      {
        "id":"ED505441",
        "title":"Update of Project to Introduce Technology in Urban Schools Which Have Low Achievement and Economically Poor Student Populations"},
      {
        "id":"ED505442",
        "title":"Beyond the Rhetoric: Essential Questions About Japanese Education. Footnotes. Volume 8, Number 7"},
      {
        "id":"ED505443",
        "title":"The Effects of Grouping and Curricular Practices on Intermediate Students' Math Achievement"},
      {
        "id":"ED505444",
        "title":"Developing the Talents and Abilities of Linguistically Gifted Bilingual Students: Guidelines for Developing Curriculum at the High School Level"},
      {
        "id":"ED505447",
        "title":"Early Childhood Development in Niagara Falls, Ontario. Understanding the Early Years"},
      {
        "id":"ED505448",
        "title":"The Post-High School Outcomes of Youth With Disabilities up to 4 Years After High School: A Report From the National Longitudinal Transition Study-2 (NLTS2). NCSER 2009-3017"},
      {
        "id":"ED505449",
        "title":"At a Crossroads: First Results for the 18 to 20-Year-old Cohort of the Youth in Transition Survey"},
      {
        "id":"ED505452",
        "title":"Middle School Classrooms: Teachers' Reported Practices and Student Perceptions"},
      {
        "id":"ED505454",
        "title":"A Study of Musical Talents and Persons With Williams Syndrome"},
      {
        "id":"ED505455",
        "title":"Being Young and Visible: Labour Market Access among Immigrant and Visible Minority Youth. Final Report"},
      {
        "id":"ED505456",
        "title":"Teaching Thinking to Culturally Diverse, High Ability, High School Students: A Triarchic Approach"},
      {
        "id":"ED505457",
        "title":"Advanced Placement and International Baccalaureate Programs for Talented Students in American High Schools: A Focus on Science and Mathematics"},
      {
        "id":"ED505458",
        "title":"Content-based Curriculum for Low Income and Minority Gifted Learners"},
      {
        "id":"ED505459",
        "title":"School Characteristics Inventory: Investigation of a Quantitative Instrument for Measuring the Modifiability of School Contexts for Implementation of Educational Innovations"},
      {
        "id":"ED505460",
        "title":"Reading Instruction for Talented Readers: Case Studies Documenting Few Opportunities for Continuous Progress"},
      {
        "id":"ED505462",
        "title":"The Social and Emotional Development of Gifted Students"},
      {
        "id":"ED505467",
        "title":"Early Childhood Development in Prince Albert, Saskatchewan. Understanding the Early Years"},
      {
        "id":"ED505468",
        "title":"Results of the Community Mapping Study for Southwestern Newfoundland. Understanding the Early Years"},
      {
        "id":"ED505469",
        "title":"Early Childhood Development in Saskatoon, Saskatchewan. Understanding the Early Years"},
      {
        "id":"ED505470",
        "title":"Early Childhood Development in Abbotsford, British Columbia. Understanding the Early Years"},
      {
        "id":"ED505471",
        "title":"Early Childhood Development in the Dixie Bloor Community of Mississauga, Ontario. Understanding the Early Years."},
      {
        "id":"ED505472",
        "title":"Early Childhood Development in Hampton/Sussex, New Brunswick. Understanding the Early Years"},
      {
        "id":"ED505473",
        "title":"Early Childhood Development in the Montreal Study Area (Quebec). Understanding the Early Years"},
      {
        "id":"ED505474",
        "title":"A Guide to Teaching about the War on Terrorism. Footnotes. Volume 8, Number 1"},
      {
        "id":"ED505476",
        "title":"Evaluation, Placement, and Progression: Three Sites of Concern for Student Achievement. Research Monograph Series. RM04192"},
      {
        "id":"ED505477",
        "title":"Latino Achievement: Identifying Models That Foster Success. Research Monograph Series. RM04194"},
      {
        "id":"ED505478",
        "title":"Developing Creativity in Gifted Children: The Central Importance of Motivation and Classroom Climate. Research Monograph Series. RM04202"},
      {
        "id":"ED505479",
        "title":"Intelligence Testing and Cultural Diversity: Concerns, Cautions, and Considerations"},
      {
        "id":"ED505480",
        "title":"The Law on Gifted Education: Revised Edition"},
      {
        "id":"ED505482",
        "title":"A New Middle East? A Report of FPRI's History Institute for Teachers. Footnotes. Volume 10, Number 1"},
      {
        "id":"ED505483",
        "title":"The &quot;Discover&quot; Project: Improving Assessment and Curriculum for Diverse Gifted Learners"},
      {
        "id":"ED505486",
        "title":"The Division III Financial Aid Reporting Process: Findings and Review Results, 2005-06 through 2008-09"},
      {
        "id":"ED505488",
        "title":"Engaging Students on Innovation. Footnotes. Volume 14, Number 1"},
      {
        "id":"ED505489",
        "title":"An Examination of Government Relations Offices and State Funding"},
      {
        "id":"ED505490",
        "title":"Teaching India. Footnotes. Volume 11, Number 2"},
      {
        "id":"ED505491",
        "title":"Teaching About Slavery. Footnotes. Volume 13, Number 14"},
      {
        "id":"ED505492",
        "title":"WWC Quick Review of the Article &quot;Effects of Social Development Intervention in Childhood 15 Years Later&quot;"},
      {
        "id":"ED505493",
        "title":"WWC Quick Review of the Report &quot;The Enhanced Reading Opportunities Study: Findings from the Second Year of Implementation&quot;"},
      {
        "id":"ED505494",
        "title":"Teaching 9/11 and the War on Terrorism. Footnotes. Volume 11, Number 1"},
      {
        "id":"ED505495",
        "title":"More than Just Tools and Toys: Teaching Innovation. Footnotes. Volume 13, Number 10"},
      {
        "id":"ED505496",
        "title":"WWC Quick Review of the Report &quot;Impacts of Comprehensive Teacher Induction: Results from the First Year of a Randomized Controlled Study&quot;"},
      {
        "id":"ED505497",
        "title":"Islam, Islamism, and Democratic Values. Footnotes. Volume 11, Number 4"},
      {
        "id":"ED505498",
        "title":"Understanding Adult ESL Content Standards. CAELA Brief"},
      {
        "id":"ED505499",
        "title":"The American Encounter with Islam. Footnotes. Volume 8, Number 4"},
      {
        "id":"ED505500",
        "title":"Teaching the Nuclear Age: A History Institute for Teachers. Footnotes. Volume 14, Number 5"},
      {
        "id":"ED505501",
        "title":"The Big Mac and Teaching about Japan. Footnotes. Volume 8, Number 5"},
      {
        "id":"ED505502",
        "title":"What College Students Learn About Terrorism: A Case Study of IR Textbooks. Footnotes. Volume 7, Number 6"},
      {
        "id":"ED505503",
        "title":"What Students Need To Know about America's Wars, Part I: 1622-1919. Footnotes. Volume 13, Number 21"},
      {
        "id":"ED505504",
        "title":"What Students Need to Know about the Vietnam War. Footnotes. Volume 14, Number 14"},
      {
        "id":"ED505505",
        "title":"Adult Learning: Turning the Corner to Instructional Change"},
      {
        "id":"ED505506",
        "title":"Student Voice: Tapping the Potential of Relationships, Relevance, and Rigor"},
      {
        "id":"ED505507",
        "title":"Orienting for Sustainability: A Resource for New Teacher Induction in Small Schools"},
      {
        "id":"ED505508",
        "title":"From Policy to Practice: Responding to a College-Ready Mandate"},
      {
        "id":"ED505509",
        "title":"Connecting the Dots: How Does District Change Affect Instructional Practice?"},
      {
        "id":"ED505511",
        "title":"Research Library Issues: A Bimonthly Report from ARL, CNI, and SPARC. RLI 263"},
      {
        "id":"ED505512",
        "title":"Safeguarding Collections at the Dawn of the 21st Century: Describing Roles & Measuring Contemporary Preservation Activities in ARL Libraries"},
      {
        "id":"ED505513",
        "title":"A Foot in Two Worlds: The Second Report on Comprehensive High School Conversions"},
      {
        "id":"ED505514",
        "title":"An Early Report on Comprehensive High School Conversions"},
      {
        "id":"ED505515",
        "title":"Knowing &amp; Being Known: Personalization as a Foundation for Improving Student Learning"},
      {
        "id":"ED505516",
        "title":"Elevating the Conversation: Building Professional Community in Small High Schools"},
      {
        "id":"ED505517",
        "title":"Distributing Leadership: Moving from High School Hierarchy to Shared Responsibility"},
      {
        "id":"ED505518",
        "title":"Valid, Reliable, and Appropriate Assessments for Adult English Language Learners"},
      {
        "id":"ED505519",
        "title":"Framework for Quality Professional Development for Practitioners Working With Adult English Language Learners"},
      {
        "id":"ED505522",
        "title":"Expanding Choice: Tax Credits and Educational Access in Montana"},
      {
        "id":"ED505523",
        "title":"Tax Preferences for Collegiate Sports"},
      {
        "id":"ED505525",
        "title":"Why It Is Important to Learn Algebra. Parent/Student Guide"},
      {
        "id":"ED505526",
        "title":"Fatally Flawed: A Critique of &quot;Fixing the Milwaukee Public Schools: The Limits of Parent-Driven Reform&quot;"},
      {
        "id":"ED505527",
        "title":"Growing Pains in the Advanced Placement Program: Do Tough Trade-offs Lie Ahead?"},
      {
        "id":"ED505528",
        "title":"School Choice and the North Carolina Constitution"},
      {
        "id":"ED505529",
        "title":"Preparation for College Admission Exams. 2009 NACAC Discussion Paper"},
      {
        "id":"ED505530",
        "title":"Council of the Great City Schools High School Reform Survey, School Year 2006-2007. Urban Indicator. Spring 2009"},
      {
        "id":"ED505531",
        "title":"Career Awareness in Elementary School"},
      {
        "id":"ED505532",
        "title":"Once &amp; For All: Placing a Highly Qualified Teacher in Every Philadelphia Classroom. What We Know and Need to Do. A Report from &quot;Learning from Philadelphia's School Reform&quot;"},
      {
        "id":"ED505534",
        "title":"Empowerment through Collaboration: Dimension 2009. Selected Proceedings of the 2009 Joint Conference of the Southern Conference on Language Teaching, the Foreign Language Association of Georgia, and the Southeastern Association for Language Learning Technology"},
      {
        "id":"ED505535",
        "title":"Influenza Pandemic: Continued Focus on the Nation's Planning and Preparedness Efforts Remains Essential. Testimony before the Ad Hoc Subcommittee on State, Local, and Private Sector Preparedness and Integration, Senate Committee on Homeland Security and Governmental Affairs. GAO-09-760T"},
      {
        "id":"ED505536",
        "title":"Adult English Language Instruction in the 21st Century"},
      {
        "id":"ED505537",
        "title":"Reading and Adult English Language Learners: A Review of the Research"},
      {
        "id":"ED505538",
        "title":"Adult ESL Language and Literacy Instruction: A Vision and Action Agenda for the 21st Century"},
      {
        "id":"ED505539",
        "title":"Getting Started with The Math Forum Problems of the Week Library. Teacher's Guide"},
      {
        "id":"ED505541",
        "title":"Teacher's Guide to the Math Forum's Problems of the Week"},
      {
        "id":"ED505542",
        "title":"Understanding the Problem. Problem Solving and Communication Activity Series. The Math Forum: Problems of the Week"},
      {
        "id":"ED505543",
        "title":"Teachers' Perceptions of Strategy Based Reading Instruction for Reading Comprehension"},
      {
        "id":"ED505544",
        "title":"Creating a College-Ready System: Findings from Four Case Studies"},
      {
        "id":"ED505545",
        "title":"Peer Interaction and Writing Development in a Social Studies High School Classroom"},
      {
        "id":"ED505547",
        "title":"Record Management in Nigerian Secondary School Administration"},
      {
        "id":"ED505548",
        "title":"Assessing Creativity: A Guide for Educators"},
      {
        "id":"ED505549",
        "title":"Deconstructing Meaning from the Meaningless: A Theatrical View on the Educational Process"},
      {
        "id":"ED505550",
        "title":"Identification of Factors that Reduce Mathematics Anxiety of Preservice Elementary Teachers in Mathematics Content Courses"},
      {
        "id":"ED505556",
        "title":"Access to Success:Patterns of Advanced Placement Participation in U.S. High Schools. Policy Information Report"},
      {
        "id":"ED505557",
        "title":"The TOEIC[R] Speaking and Writing Tests:Relations to Test-Taker Perceptions of Proficiency in English. Research Report. ETS RR-09-18"},
      {
        "id":"ED505558",
        "title":"Teacher Professional Development Focused on Formative Assessment: Changing Teachers, Changing Schools. Research Report. ETS RR-09-10"},
      {
        "id":"ED505559",
        "title":"An Evaluation of Kernel Equating: Parallel Equating with Classical Methods in the SAT Subject Tests[TM] Program. Research Report. ETS RR-09-06"},
      {
        "id":"ED505560",
        "title":"Criterion-Related Validity of the TOEFL iBT Listening Section. TOEFL iBT Research Report. RR-09-02"},
      {
        "id":"ED505561",
        "title":"Chasing the High School Graduation Rate: Getting the Data We Need and Using It Right. Policy Information Perspective"},
      {
        "id":"ED505562",
        "title":"The Seven Organisational Levels of Discourse"},
      {
        "id":"ED505563",
        "title":"Intrinsic or Instrumental: Motivational Characteristics of English Language Learners in Japan"},
      {
        "id":"ED505564",
        "title":"Efficient Full Information Maximum Likelihood Estimation for Multidimensional IRT Models. Research Report. ETS RR-09-03"},
      {
        "id":"ED505565",
        "title":"First Language of Examinees and Its Relationship to Equating. Research Report. ETS RR-09-05"},
      {
        "id":"ED505566",
        "title":"First Language of Examinees and Its Relationship to Differential Item Functioning. Research Report. ETS RR-09-11"},
      {
        "id":"ED505567",
        "title":"Tribal Colleges and Universities: Education as the Engine for Economic Development in Indian Country. A Report to the President. 2004-05 Annual Performance Report on the Results of Federal Agency Actions to Assist Tribal Colleges and Universities and Recommendations to Strengthen Implementation of Executive Order 13270"},
      {
        "id":"ED505568",
        "title":"A Working Conference on Students with Disabilities in STEM Coursework and Careers"},
      {
        "id":"ED505569",
        "title":"On the Relationship between Locus of Control and the Grade Point Average of the Iranian Azad University EFL Students"},
      {
        "id":"ED505570",
        "title":"Exploring the Pragmatic Competence of EFL Learners in the Production and Judgement of Formal Written Requests"},
      {
        "id":"ED505571",
        "title":"Evaluating the Construct-Coverage of the e-rater[R] Scoring Engine. Research Report. ETS RR-09-01"},
      {
        "id":"ED505574",
        "title":"Models for Effective and Scalable Teacher Professional Development. Research Report. ETS RR-09-07"},
      {
        "id":"ED505575",
        "title":"Score Equity Assessment:Development of a Prototype Analysis Using SAT[R] Mathematics Test Data Across Several Administrations. Research Report. ETS RR-09-08"},
      {
        "id":"ED505576",
        "title":"Self-Constructs and Anxiety Across Cultures. Research Report. ETS RR-09-12"},
      {
        "id":"ED505577",
        "title":"Stochastic Approximation Methods for Latent Regression Item Response Models. Research Report. ETS RR-09-09"},
      {
        "id":"ED505579",
        "title":"TOEIC[R] Examinee Handbook: Listening &amp; Reading"},
      {
        "id":"ED505580",
        "title":"Late High School Dropouts: Characteristics, Experiences, and Changes Across Cohorts. Descriptive Analysis Report. NCES 2009-307"},
      {
        "id":"ED505581",
        "title":"Supplementing a Traditional Math Curriculum With an Inquiry-Based Program: A Pilot of Math Out of the Box. Research Report. ETS RR-09-17"},
      {
        "id":"ED505582",
        "title":"Addressing Achievement Gaps: Educational Testing in America: State Assessments,  Achievement Gaps, National Policy and Innovations. ETS Policy Notes. Volume 17, Number 1, Winter 2009"},
      {
        "id":"ED505583",
        "title":"Measuring Learning Outcomes in Higher Education. ETS R&D Connections. Number 10"},
      {
        "id":"ED505584",
        "title":"Addressing Achievement Gaps: The Language Acquisition and Educational Achievement of English-Language Learners. ETS Policy Notes. Volume 16, Number 2, Summer 2008"},
      {
        "id":"ED505585",
        "title":"Preparing to Take Advantage of New Programs in the Economic Stimulus Package"},
      {
        "id":"ED505587",
        "title":"Prevalence of Diagnosed Tourette Syndrome in Persons Aged 6-17 Years--United States, 2007"},
      {
        "id":"ED505588",
        "title":"Finding Funding: Supporting Making Connections Core Result that Children are Healthy and Prepared to Succeed in School"},
      {
        "id":"ED505589",
        "title":"Corporation for National and Community Service: Funding Opportunities for Afterschool. Funding Note"},
      {
        "id":"ED505590",
        "title":"High School Students Who Tried to Quit Smoking Cigarettes: United States, 2007"},
      {
        "id":"ED505591",
        "title":"Diet Quality of American Young Children by WIC Participation Status: Data from the National Health and Nutrition Examination Survey, 1999-2004. WIC-08-NH"},
      {
        "id":"ED505592",
        "title":"Highlights of the 2007 National Youth Gang Survey"},
      {
        "id":"ED505593",
        "title":"Juvenile Arrests, 2007. Juvenile Justice Bulletin"},
      {
        "id":"ED505595",
        "title":"Dynamics of WIC Program Participation by Infants and Children, 2001 to 2003. Final Report"},
      {
        "id":"ED505596",
        "title":"Testing Beyond Words: Using Tests to Enhance Visuospatial Map Learning"},
      {
        "id":"ED505597",
        "title":"Engineering Problem Finding in High School Students"},
      {
        "id":"ED505598",
        "title":"Post Brown vs. the Board of Education: The Effects of the End of Court-Ordered Desegregation"},
      {
        "id":"ED505599",
        "title":"School Desegregation, School Choice and Changes in Residential Location Patterns by Race. Finance and Economics Discussion Series. 2008-57"},
      {
        "id":"ED505600",
        "title":"The Enduring Challenge of Concentrated Poverty in America: Case Studies from Communities Across the U.S."},
      {
        "id":"ED505601",
        "title":"Freshman Learning Communities, College Performance, and Retention. Working Paper 2005-22"},
      {
        "id":"ED505602",
        "title":"Gender and the Internet. Working Paper 2002-10"},
      {
        "id":"ED505603",
        "title":"Gender Differences in Information Technology Usage: A U.S.-Japan Comparison. Working Paper 2004-2"},
      {
        "id":"ED505604",
        "title":"Income and Education of the States of the United States: 1840-2000. Working Paper 2004-31"},
      {
        "id":"ED505605",
        "title":"Race, Internet Usage, and E-Commerce. Working Paper 2002-01"},
      {
        "id":"ED505606",
        "title":"Working With Children? The Probability of Mothers Exiting the Workforce at Time of Birth. Working Paper 2008-8"},
      {
        "id":"ED505607",
        "title":"Classroom Peer Effects and Student Achievement. Working Paper 08-5"},
      {
        "id":"ED505608",
        "title":"Do Loans Increase College Access and Choice? Examining the Introduction of Universal Student Loans. Working Paper 07-1"},
      {
        "id":"ED505609",
        "title":"Factors Affecting the Supply of Recent College Graduates in New England. Policy Brief 09-1"},
      {
        "id":"ED505610",
        "title":"Is New England Experiencing a &quot;Brain Drain&quot;? Facts about Demographic Change and Young Professionals. Discussion Paper 07-3"},
      {
        "id":"ED505611",
        "title":"Lasting Connections: Using Internships to Retain Recent College Graduates in New England. Policy Brief 09-3"},
      {
        "id":"ED505612",
        "title":"New Hampshire's Quest for a Constitutionally Adequate Education. Discussion Paper 06-2"},
      {
        "id":"ED505613",
        "title":"Pathways to Getting Ahead"},
      {
        "id":"ED505614",
        "title":"Retention of Recent College Graduates in New England. Policy Brief 09-2"},
      {
        "id":"ED505615",
        "title":"School Finance in Vermont: Balancing Equal Education and Fair Tax Burdens. Discussion Paper 07-01"},
      {
        "id":"ED505616",
        "title":"The Lengthening of Childhood. Working Paper 08-3"},
      {
        "id":"ED505617",
        "title":"Do Financial Education Programs Work? Working Paper 08-03"},
      {
        "id":"ED505618",
        "title":"Financial Education: Is It Making a Difference? Community Reinvestment Forum. Spring 2005"},
      {
        "id":"ED505619",
        "title":"Paths to Prosperity: Knowledge is Key for Fourth District States"},
      {
        "id":"ED505620",
        "title":"Should Ohio Invest in Universal Preschooling?"},
      {
        "id":"ED505621",
        "title":"Trouble Ahead for Student Loans?"},
      {
        "id":"ED505622",
        "title":"Reading, Writing, and Raisinets:  Are School Finances Contributing to Children's Obesity? WP 2004-16"},
      {
        "id":"ED505623",
        "title":"Vouchers and the Cleveland Scholarship Program: Little Progress So Far"},
      {
        "id":"ED505624",
        "title":"Birth Cohort and the Black-White Achievement Gap: The Roles of Access and Health Soon After Birth. WP2008-20"},
      {
        "id":"ED505625",
        "title":"Private Schools and School Enrollment in Chicago. Chicago Fed Letter. Number 231"},
      {
        "id":"ED505626",
        "title":"Private School Location and Neighborhood Characteristics. WP 2002-27"},
      {
        "id":"ED505627",
        "title":"How Did Schooling Laws Improve Long-Term Health and Lower Mortality? WP 2006-23"},
      {
        "id":"ED505628",
        "title":"Can Higher Education Foster Economic Growth? Chicago Fed Letter. Number 229"},
      {
        "id":"ED505629",
        "title":"Can Higher Education Foster Economic Growth? A Conference Summary. Chicago Fed Letter. Number 236a"},
      {
        "id":"ED505630",
        "title":"Do Returns to Schooling Differ by Race and Ethnicity? WP 2005-02"},
      {
        "id":"ED505632",
        "title":"Higher Education And Economic Growth. Chicago Fed Letter. Number 222a"},
      {
        "id":"ED505633",
        "title":"Higher Education And Economic Growth: A Conference Report. Chicago Fed Letter. Number 222b"},
      {
        "id":"ED505634",
        "title":"Explaining the Decline in Teen Labor Force Participation. Chicago Fed Letter. Number 234"},
      {
        "id":"ED505635",
        "title":"Choice, Charters, and Public School Competition"},
      {
        "id":"ED505636",
        "title":"Does School Quality Affect Juvenile Crime?"},
      {
        "id":"ED505637",
        "title":"The Effect of Overlearning on Long-Term Retention"},
      {
        "id":"ED505638",
        "title":"Financial Education: What Is It and What Makes It So Important? Spring 2003"},
      {
        "id":"ED505639",
        "title":"How Much U.S. Technological Innovation Begins in Universities?"},
      {
        "id":"ED505640",
        "title":"School Funding Ten Years after Michigan's Proposal A: Does Equity Equal Adequacy? Chicago Fed Letter. Number 203"},
      {
        "id":"ED505642",
        "title":"The Effects of Overlearning and Distributed Practice on the Retention of Mathematics Knowledge"},
      {
        "id":"ED505643",
        "title":"The State of Higher Education in the Midwest. Chicago Fed Letter. Number 218"},
      {
        "id":"ED505644",
        "title":"The Impact of Baby Boomer Retirements on Teacher Labor Markets. Chicago Fed Letter. Number 254"},
      {
        "id":"ED505645",
        "title":"Technology's Edge: The Educational Benefits of Computer-Aided Instruction. WP 2007-17"},
      {
        "id":"ED505646",
        "title":"State Budgets and the Economy. Chicago Fed Letter. Number 200b"},
      {
        "id":"ED505647",
        "title":"Increasing Retention without Increasing Study Time"},
      {
        "id":"ED505648",
        "title":"School Vouchers and Student Achievement: Recent Evidence, Remaining Questions. WP 2008-08"},
      {
        "id":"ED505649",
        "title":"Should We Teach Old Dogs New Tricks? The Impact of Community College Retraining on Older Displaced Workers. WP 2003-25"},
      {
        "id":"ED505650",
        "title":"Teachers and Student Achievement in the Chicago Public High Schools. WP 2002-28. Revised"},
      {
        "id":"ED505651",
        "title":"The Changing Value of Education. Chicago Fed Letter. Number 237"},
      {
        "id":"ED505652",
        "title":"Human Capital and the Challenge of Persistent Poverty in Appalachia"},
      {
        "id":"ED505653",
        "title":"Losing Its Minds? Evaluating &quot;Brain Drain&quot; in Ohio"},
      {
        "id":"ED505654",
        "title":"U.S. Ethnic Scientists and Entrepreneurs"},
      {
        "id":"ED505656",
        "title":"Reply to Comments on \"Puzzlingly High Correlations in fMRI Studies of Emotion, Personality, and Social Cognition\""},
      {
        "id":"ED505657",
        "title":"Puzzlingly High Correlations in fMRI Studies of Emotion, Personality, and Social Cognition"},
      {
        "id":"ED505658",
        "title":"Enhancing Learning and Retarding Forgetting: Choices and Consequences"},
      {
        "id":"ED505659",
        "title":"Optimizing Distributed Practice: Theoretical Analysis and Practical Implications"},
      {
        "id":"ED505660",
        "title":"Spacing Effects in Learning: A Temporal Ridgeline of Optimal Retention"},
      {
        "id":"ED505661",
        "title":"The Coordinator's Dilemma: Between an Electronic Janitor and a Pedagogical Leader"},
      {
        "id":"ED505662",
        "title":"Examining Independent Study High Schools in California. Summary. Issues &amp; Answers. REL 2009-No. 074"},
      {
        "id":"ED505663",
        "title":"Examining Independent Study High Schools in California. Issues &amp; Answers. REL 2009-No. 074"},
      {
        "id":"ED505665",
        "title":"Educational Leadership: An Agenda for Economic Prosperity. A Report from the State Legislative Leaders Education Symposium"},
      {
        "id":"ED505666",
        "title":"Childhood Obesity and Academic Outcomes"},
      {
        "id":"ED505667",
        "title":"Education Governors for the 21st Century"},
      {
        "id":"ED505668",
        "title":"K-8 Science Education: Elements That Matter. A Report from the 2007 North Carolina Science Summit"},
      {
        "id":"ED505669",
        "title":"Blueprint. Number 1"},
      {
        "id":"ED505670",
        "title":"Blueprint. Number 2"},
      {
        "id":"ED505671",
        "title":"Integrated Services: Key to Academic Success. coNCepts. Issue 1, Winter 2008"},
      {
        "id":"ED505672",
        "title":"Cost Versus \"Cost\" of Higher Education"},
      {
        "id":"ED505673",
        "title":"Gender Issues and Language Articulation; a Brief Look at Pros of Gender Neutral Language Articulation"},
      {
        "id":"ED505674",
        "title":"A Definition of University Teaching: A Perhaps-Swiftean Modest Proposal"},
      {
        "id":"ED505675",
        "title":"FUEL, Functional and Useful English Learning, An EFL Teaching System"},
      {
        "id":"ED505676",
        "title":"A New Approach to Improving Science, Technology, Engineering, and Math Education. Backgrounder No. 2259"},
      {
        "id":"ED505677",
        "title":"How &quot;No Child Left Behind&quot; Threatens Florida's Successful Education Reforms. Backgrounder. No. 2226"},
      {
        "id":"ED505678",
        "title":"How Members of the 111th Congress Practice Private School Choice. Backgrounder. No. 2257"},
      {
        "id":"ED505679",
        "title":"Does Universal Preschool Improve Learning? Lessons from Georgia and Oklahoma. Backgrounder. No. 2272"},
      {
        "id":"ED505680",
        "title":"D.C. Opportunity Scholarship Program: Improving Student Safety. WebMemo. No.2437"},
      {
        "id":"ED505681",
        "title":"D.C. Opportunity Scholarships Boost Reading Scores, Family Satisfaction. WebMemo. No. 2391"},
      {
        "id":"ED505682",
        "title":"D.C. Opportunity Scholarship Program: Study Supports Expansion. WebMemo. No. 2297"},
      {
        "id":"ED505683",
        "title":"Existing Knowledge Base and Perspectives of Principals on Weaker Links in Educational Leadership Preparation in Kerala"},
      {
        "id":"ED505685",
        "title":"Ayn Rand: To be Selfish or Not to be Selfish--That is the Question"},
      {
        "id":"ED505686",
        "title":"Opportunity to Learn: A High Impact Strategy for Improving Educational Outcomes in Developing Countries. Working Paper"},
      {
        "id":"ED505687",
        "title":"Harsh Realities: The Experiences of Transgender Youth in Our Nation's Schools"},
      {
        "id":"ED505689",
        "title":"Reaching the Underserved: Complementary Models of Effective Schooling"},
      {
        "id":"ED505690",
        "title":"Minnesota Measures: 2009 Report on Higher Education Performance"},
      {
        "id":"ED505691",
        "title":"Special Report: The New NCLIS"},
      {
        "id":"ED505692",
        "title":"Electrooculography: Connecting Mind, Brain, and Behavior in Mathematics Education Research"},
      {
        "id":"ED505693",
        "title":"Diplomas and Dropouts: Which Colleges Actually Graduate their Students (and Which Don&apos;t)"},
      {
        "id":"ED505695",
        "title":"Arts Participation 2008: Highlights from a National Survey"},
      {
        "id":"ED505696",
        "title":"Uses of Mayan and Spanish in Bilingual Elementary Schools in Yucatan, Mexico"},
      {
        "id":"ED505697",
        "title":"Newspaper Reading among College Students in Development of Their Analytical Ability"},
      {
        "id":"ED505698",
        "title":"Racism against the Mayan Population in Yucatan, Mexico: How Current Education Contradicts the Law"},
      {
        "id":"ED505699",
        "title":"Spacing and the Transition from Calculation to Retrieval"},
      {
        "id":"ED505701",
        "title":"Is the Mind Inherently Forward-Looking? Comparing Prediction and Retrodiction"},
      {
        "id":"ED505704",
        "title":"Summer Bridge Programs. Policy Brief"},
      {
        "id":"ED505705",
        "title":"Building Bridges to Postsecondary Training for Low-Skill Adults: Outcomes of Washington State&apos;s I-BEST Program. CCRC Brief. Number 42"},
      {
        "id":"ED505706",
        "title":"The Demise of Higher Education Performance Funding Systems in Three States. CCRC Brief. Number 41"},
      {
        "id":"ED505707",
        "title":"The Demise of Higher Education Performance Funding Systems in Three States. CCRC Working Paper No.17"},
      {
        "id":"ED505709",
        "title":"Why Deaf Pupils have Reduced Graduation Rates from Compulsory Education in Greece? An Investigation of Factors Related to Their Low Attainment"},
      {
        "id":"ED505710",
        "title":"A New Microelectronics Curriculum Created by Synopsys, Inc."},
      {
        "id":"ED505711",
        "title":"The Inculcation of Generic Skills among Juveniles through Technical and Vocational Education"},
      {
        "id":"ED505712",
        "title":"Study on Ecological Balance of Chinese Higher Education in Popularization Stage"},
      {
        "id":"ED505713",
        "title":"Internationalization of Higher Education: Challenges, Strategies, Policies and Programs"},
      {
        "id":"ED505714",
        "title":"[R]MIT Research Centre at Delft University of Technology: A Bridge between Research, Education, Society and Profession"},
      {
        "id":"ED505715",
        "title":"Higher Education Scale and Employment Relationship in China"},
      {
        "id":"ED505716",
        "title":"Promoting the Quality of Sino-Foreign Cooperation School"},
      {
        "id":"ED505717",
        "title":"A Qualitative Investigation of Trainees' Adjustment in Japan: A Case Study of Trainees from Indonesia"},
      {
        "id":"ED505718",
        "title":"Dimensions of Learning Process over Global Environmental Problems: An Evaluation of Roger Conceptual Learning Method Regarding Turkish Undergraduate Students"},
      {
        "id":"ED505719",
        "title":"Improving Educational Assessment: A Computer-Adaptive Multiple Choice Assessment Using NRET as the Scoring Method"},
      {
        "id":"ED505720",
        "title":"How &quot;Similarity&quot; in Higher Education Can Improve Assessment Quality"},
      {
        "id":"ED505721",
        "title":"Values of Estonian Students, Teachers and Parents"},
      {
        "id":"ED505722",
        "title":"On the Library and Information Literacy Education of Vulnerable Groups"},
      {
        "id":"ED505723",
        "title":"Implementation of Network-Based Higher Education for the Chinese Deaf People under the Background of the Internet"},
      {
        "id":"ED505724",
        "title":"On Our Way to the European Higher Education Space--A Proposal for a Teaching Guide for the Management Control Course in the Business Management and Administration Degree"},
      {
        "id":"ED505725",
        "title":"Examining Samoan Language Development in Samoan Bilingual Students' Understanding of Texts in English"},
      {
        "id":"ED505726",
        "title":"Social Partnerships in Learning: Negotiating Disenfranchised Learner Identities"},
      {
        "id":"ED505727",
        "title":"On the Policy Structure and Orientation of Governing the School Choice Problem in China's Basic Education"},
      {
        "id":"ED505728",
        "title":"Factors Affecting Turkish Students' Achievement in Mathematics"},
      {
        "id":"ED505732",
        "title":"Teaching Science to Visually Impaired Students: A Small-Scale Qualitative Study"},
      {
        "id":"ED505733",
        "title":"The Rapid Structured Literature Review as a Research Strategy"},
      {
        "id":"ED505734",
        "title":"Different Influence of Contextual Educational Factors on Boys' and Girls' Reading Achievement"},
      {
        "id":"ED505735",
        "title":"The Effect of Interpersonal Relationships on Psychosomatic Symptoms: Moderating Role of Gender"},
      {
        "id":"ED505736",
        "title":"ASR Technology for Children with Dyslexia: Enabling Immediate Intervention to Support Reading in Bahasa Melayu"},
      {
        "id":"ED505737",
        "title":"Analysis of the Dynamics of the Sharing Knowledge between Cooperating Teacher and Teacher-in-Training: The Partners' Respective Roles"},
      {
        "id":"ED505738",
        "title":"School Executive Website Study"},
      {
        "id":"ED505739",
        "title":"Learning and Understanding Division: A Study in Educational Neuroscience"},
      {
        "id":"ED505740",
        "title":"Investigating Image-Based Perception and Reasoning in Geometry"},
      {
        "id":"ED505741",
        "title":"The Web in the West"},
      {
        "id":"ED505742",
        "title":"Art Therapy Verses Psychotherapy"},
      {
        "id":"ED505747",
        "title":"Skills Development for a Diverse Older Workforce"},
      {
        "id":"ED505750",
        "title":"Vocational Education and Training Providers in Competitive Training Markets"},
      {
        "id":"ED505752",
        "title":"Trading Places: The Impact and Outcomes of Market Reform in Vocational Education and Training"},
      {
        "id":"ED505753",
        "title":"The Place of Recognised Qualifications in the Outcomes of Training"},
      {
        "id":"ED505760",
        "title":"Job Corps: Better Targeted Career Training and Improved Preenrollment Information Could Enhance Female Residential Student Recruitment and Retention. Report to Congressional Committees. GAO-09-470"},
      {
        "id":"ED505761",
        "title":"Graduate Education in Physics. Report of the Joint AAPT-APS Task Force. Revised"},
      {
        "id":"ED505762",
        "title":"Technology and Second Language Learning"},
      {
        "id":"ED505763",
        "title":"Development and Validation of the POSITIVES Scale (Postsecondary Information Technology Initiative Scale)"},
      {
        "id":"ED505764",
        "title":"President Obama Wants Change--How Educators Can Help to Form a Real Global Society"},
      {
        "id":"ED505765",
        "title":"Annual Evaluation Report for Rural Physics Teacher Resource Agents Covering Period from June 2002 to May 2003"},
      {
        "id":"ED505766",
        "title":"Annual Evaluation Report for Rural Physics Teacher Resource Agents Covering Period from June 2004 to May 2005"},
      {
        "id":"ED505767",
        "title":"Guidelines for Two-Year College Physics Programs"},
      {
        "id":"ED505769",
        "title":"Strategic Programs for Innovations in Undergraduate Physics: Project Report"},
      {
        "id":"ED505771",
        "title":"Annual Evaluation Report for Rural Physics Teacher Resource Agents Covering Period from June 2005 to April 2006"},
      {
        "id":"ED505772",
        "title":"VET Experiences: What the Longitudinal Surveys of Australian Youth Tell Us"},
      {
        "id":"ED505773",
        "title":"Lifelong Learning: Proceedings of a Symposium. 16 May 2002"},
      {
        "id":"ED505774",
        "title":"Factors Affecting the Costs of VET in Schools: National Overview and Victorian Case Study"},
      {
        "id":"ED505775",
        "title":"Availability of Skilled Labour in Selected Occupations in Western Australia"},
      {
        "id":"ED505776",
        "title":"Financing and Regulating Vocational Education and Training (VET) in Australia"},
      {
        "id":"ED505777",
        "title":"Knowledge Area Module 1: SBSF-7100 - Principles of Organizational and Social Systems"},
      {
        "id":"ED505779",
        "title":"Guidelines for Self-Study and External Evaluation of Undergraduate Physics Programs"},
      {
        "id":"ED505780",
        "title":"Guidelines for High School Physics Programs"},
      {
        "id":"ED505781",
        "title":"The Funding of VET for Students With Disabilities"},
      {
        "id":"ED505782",
        "title":"Preparing Future Physics Faculty"},
      {
        "id":"ED505783",
        "title":"Financing Lifelong Learning for All: An International Perspective. Working Paper No. 46"},
      {
        "id":"ED505784",
        "title":"Physics First: An Informational Guide for Teachers, School Administrators, Parents, Scientists, and the Public"},
      {
        "id":"ED505785",
        "title":"Planning for Graduate Studies in Physics and Related Fields"},
      {
        "id":"ED505786",
        "title":"Qualifications and the Future Labour Market in Australia"},
      {
        "id":"ED505787",
        "title":"Labour Mobility: Demographic, Labour Force and Education Effects and Implications for VET"},
      {
        "id":"ED505788",
        "title":"Parents Returning to Work: Evaluation of Grant Recipient Outcomes 2004-05, 2005-06"},
      {
        "id":"ED505789",
        "title":"TAFE NSW: Flexibility, Sustainability and Renewal. Companion Paper 8"},
      {
        "id":"ED505790",
        "title":"An Investigation of ACCI's User Choice Proposals. Working Paper 47"},
      {
        "id":"ED505791",
        "title":"Stay, Play Or Give It Away? Students Continuing, Changing or Leaving University Study in First Year"},
      {
        "id":"ED505792",
        "title":"Recognition of Skills and Qualifications: Labour Mobility and Trade in Services"},
      {
        "id":"ED505793",
        "title":"An Examination of Play Behaviors in Young At-Risk Children"},
      {
        "id":"ED505794",
        "title":"An Interview with Dr. Festus E. Obiakor: How to Flourish in Academia"},
      {
        "id":"ED505795",
        "title":"The Benefit of Authoring \"How-to\" Books to Reduce the Writing Apprehension of Secondary Preservice Teachers"},
      {
        "id":"ED505797",
        "title":"Summary Report on the Third National Meeting on Future Directions in Developmental Education: Grants, Research, Diversity, and Multiculturalism"},
      {
        "id":"ED505798",
        "title":"Learning-Centered Leadership: A Conceptual Foundation"},
      {
        "id":"ED505799",
        "title":"Setting Performance Standards for the VAL-ED: Assessment of Principal Leadership"},
      {
        "id":"ED505800",
        "title":"Australia's Educational Expenditures. Working Paper No. 50"},
      {
        "id":"ED505803",
        "title":"WWC Quick Review of the Report &quot;Impact Evaluation of the U.S. Department of Education&apos;s Student Mentoring Program&quot;"},
      {
        "id":"ED505804",
        "title":"Price Measures in Education and Training: Opening a Discussion. Working Paper No. 53"},
      {
        "id":"ED505805",
        "title":"Research Universities: Their Value to Society Extends Well Beyond Research"},
      {
        "id":"ED505806",
        "title":"National Defense Education and Innovation Initiative: Meeting America's Economic and Security Challenges in the 21st Century"},
      {
        "id":"ED505808",
        "title":"Association of American Universities Policy Recommendations for President-Elect Obama"},
      {
        "id":"ED505810",
        "title":"Completion and Partial Completion of Courses in TAFE, Australia. Working Paper No. 51"},
      {
        "id":"ED505811",
        "title":"Skills Shortages: Concepts, Measurement and Implications. Working Paper No. 52"},
      {
        "id":"ED505812",
        "title":"Policy Developments in VET: Analysis for Selected Countries. Working Paper No. 54"},
      {
        "id":"ED505813",
        "title":"Regional Development, Innovation, Skill Needs and Training: A Pilot Study in the Shire of Gannawarra, Victoria. Working Paper No. 55"},
      {
        "id":"ED505814",
        "title":"How Can VET Systems Meet the Challenges of Innovation and New Skill Requirements? An Exploration of State and Territory Initiatives in Australia. Working Paper No. 59"},
      {
        "id":"ED505815",
        "title":"Global Labour Mobility and Mutual Recognition of Skills and Qualifications: European Union and Australia/New Zealand Perspectives. Working Paper No. 56"},
      {
        "id":"ED505816",
        "title":"Skilled Migration: Australia. Working Paper No. 63"},
      {
        "id":"ED505817",
        "title":"User Choice Resourcing Arrangements in Australia in March 2004. Working Paper No. 57"},
      {
        "id":"ED505818",
        "title":"Analysis of User Choice Resourcing Arrangements in March 2004. Working Paper No. 58"},
      {
        "id":"ED505819",
        "title":"Restrictions on Research Awards: Troublesome Clauses 2007/2008"},
      {
        "id":"ED505820",
        "title":"Reinvigorating the Humanities: Enhancing Research and Education on Campus and Beyond"},
      {
        "id":"ED505821",
        "title":"Report of the Interdisciplinarity Task Force"},
      {
        "id":"ED505822",
        "title":"Science as a Solution: An Innovation Agenda for the Next President"},
      {
        "id":"ED505823",
        "title":"Field Research: Learning through the Process of Observation"},
      {
        "id":"ED505824",
        "title":"Evaluation of Evidence-Based Practices in Online Learning: A Meta-Analysis and Review of Online Learning Studies"},
      {
        "id":"ED505833",
        "title":"The Education Innovator. Volume VII, No. 5"},
      {
        "id":"ED505834",
        "title":"Academically Under Prepared: Why a P-16 System is Needed"},
      {
        "id":"ED505835",
        "title":"Characteristics of Public School Districts in the United States: Results From the 2007-08 Schools and Staffing Survey. First Look. NCES 2009-320"},
      {
        "id":"ED505836",
        "title":"Characteristics of Public, Private, and Bureau of Indian Education Elementary and Secondary Schools in the United States: Results From the 2007-08 Schools and Staffing Survey. First Look. NCES 2009-321"},
      {
        "id":"ED505837",
        "title":"Characteristics of Public, Private, and Bureau of Indian Education Elementary and Secondary School Teachers in the United States: Results From the 2007-08 Schools and Staffing Survey. First Look. NCES 2009-324"},
      {
        "id":"ED505838",
        "title":"Characteristics of Public, Private, and Bureau of Indian Education Elementary and Secondary School Principals in the United States: Results from the 2007-08 Schools and Staffing Survey. First Look. NCES 2009-323"},
      {
        "id":"ED505839",
        "title":"Characteristics of Public and Bureau of Indian Education Elementary and Secondary School Library Media Centers in the United States: Results From the 2007-08 Schools and Staffing Survey. NCES 2009-322"},
      {
        "id":"ED505840",
        "title":"Evaluation of the 2006-2007 Students' Creative Response to Conflict Program"},
      {
        "id":"ED505841",
        "title":"Missing: Electronic Feedback in Egyptian EFL Essay Writing Classes"},
      {
        "id":"ED505842",
        "title":"Improving U.S. Competitiveness with K-12 STEM Education and Training. Heritage Special Report. SR-57. A Report on the STEM Education and National Security Conference,  October 21-23, 2008"},
      {
        "id":"ED505843",
        "title":"Campus Copyright Rights and Responsibilities: A Basic Guide to Policy Considerations"},
      {
        "id":"ED505844",
        "title":"Building An Effective and Aligned P-16 Education System: What Should Higher Education do to Enhance Student Access and Success?"},
      {
        "id":"ED505845",
        "title":"WWC Quick Review of the Report &quot;Reengaging High School Dropouts: Early Results of the National Guard Youth ChalleNGe Program Evaluation&quot;"},
      {
        "id":"ED505846",
        "title":"Lexia Reading. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED505847",
        "title":"WWC Quick Review of the Report &quot;National Board Certification and Teacher Effectiveness: Evidence from a Random Assignment Experiment&quot;"},
      {
        "id":"ED505848",
        "title":"Maryland Instructional Leadership Framework"},
      {
        "id":"ED505849",
        "title":"Leadership Succession Planning Guide for Maryland Schools"},
      {
        "id":"ED505850",
        "title":"The Impacts of Regular Upward Bound on Postsecondary Outcomes Seven to Nine Years after Scheduled High School Graduation. Final Report"},
      {
        "id":"ED505851",
        "title":"Classroom Life in the Age of Accountability. Occasional Paper Series 22"},
      {
        "id":"ED505853",
        "title":"Special Education in the Baltimore City High Schools: Perspectives, Challenges, Recommendations. The Abell Report. Volume 18, No.5"},
      {
        "id":"ED505854",
        "title":"&quot;Help Wanted:&quot; Career and Technology Education in Baltimore City Public Schools"},
      {
        "id":"ED505855",
        "title":"Baltimore City Community College: A Long Way to Go. Two Years Yield Few Meaningful Reforms, Underscore Deep-Seated Challenges Facing City Residents' Largest Provider of Post-Secondary Education"},
      {
        "id":"ED505856",
        "title":"The Road to Nowhere: The Illusion and Broken Promises of Special Education Instruction in the Baltimore City Public Schools and Elsewhere"},
      {
        "id":"ED505857",
        "title":"The Road to Nowhere: The Illusion and Broken Promises of Special Education in the Baltimore City and Other Public School Systems. The Abell Report. Volume 17, No.4"},
      {
        "id":"ED505858",
        "title":"Baltimore City Community College: A Long Way To Go. Two Years Yield Few Meaningful Reforms, Underscore Deep-Seated Challenges Facing Baltimore City Residents' Largest Provider of Post-Secondary Education. The Abell Report. Volume 17 No.2"},
      {
        "id":"ED505859",
        "title":"Digital Leadership Divide"},
      {
        "id":"ED505860",
        "title":"Excellence in the Classroom"},
      {
        "id":"ED505861",
        "title":"From Good To Great: The Next Phase in Improving Texas Public Schools"},
      {
        "id":"ED505862",
        "title":"Leading The Way: An Action Plan for Making Texas Higher Education Globally Competitive"},
      {
        "id":"ED505863",
        "title":"Making the Most of Interim Assessment Data. Lessons from Philadelphia"},
      {
        "id":"ED505864",
        "title":"Improving the School, Family, and Community Partnership Through Increased Awareness and Collaboration"},
      {
        "id":"ED505865",
        "title":"Student Attitudes toward International Business and the Internet: An Exploratory Study"},
      {
        "id":"ED505866",
        "title":"What Makes Teachers Reflect to Improve Their Practice? Reflective Practice in a Social-Organizational Context"},
      {
        "id":"ED505867",
        "title":"Helping Children Be Successful in Math: A Parent's Guide"},
      {
        "id":"ED505868",
        "title":"The Master Teacher: Role and Responsibilities in the Reform Process"},
      {
        "id":"ED505869",
        "title":"Comparing Models for Generating a System of Activation and Inhibition of Self-Regulated Learning"},
      {
        "id":"ED505870",
        "title":"Relationship between Attitude towards Technical Education and Academic Achievement in Mathematics and Science of the First and Second Year High School Students, Caritas Don Bosco School, SY 2002-2003"},
      {
        "id":"ED505871",
        "title":"Predicting the At Risk Status of College Students: Males and Students with Disabilities. Final Report Presented to PAREA, Spring 2009"},
      {
        "id":"ED505872",
        "title":"Achieving Our Potential: An Action Plan for Prior Learning Assessment and Recognition (PLAR) in Canada"},
      {
        "id":"ED505873",
        "title":"Predicting College Retention and Dropout: Sex and Disability"},
      {
        "id":"ED505874",
        "title":"A Multistate Review of Professional Teaching Standards. Summary. Issues &amp; Answers. REL 2009-No. 075"},
      {
        "id":"ED505875",
        "title":"A Multistate Review of Professional Teaching Standards. Issues &amp; Answers. REL 2009-No. 075"},
      {
        "id":"ED505876",
        "title":"Achievement Gap Patterns of Grade 8 American Indian and Alaska Native Students in Reading and Math. Summary. Issues &amp; Answers. REL 2009-No. 073"},
      {
        "id":"ED505877",
        "title":"Achievement Gap Patterns of Grade 8 American Indian and Alaska Native Students in Reading and Math. Issues &amp; Answers. REL 2009-No. 073"},
      {
        "id":"ED505878",
        "title":"B.C.'s Faith-Based Postsecondary Institutions. Made in B.C.: A History of Postsecondary Education in British Columbia. Volume 2"},
      {
        "id":"ED505879",
        "title":"An Investigation on Students' Perceptions of Biodiversity"},
      {
        "id":"ED505880",
        "title":"Cognitive Process of Development in Children"},
      {
        "id":"ED505881",
        "title":"From High School to the Future: Making Hard Work Pay Off. The Road to College for Students in CPS's Academically Advanced Programs"},
      {
        "id":"ED505882",
        "title":"The Schools Teachers Leave: Teacher Mobility in Chicago Public Schools"},
      {
        "id":"ED505883",
        "title":"The Consortium on Chicago School Research: A New Model for the Role of Research in Supporting Urban School Reform"},
      {
        "id":"ED505884",
        "title":"Renaissance Schools Fund-Supported Schools: Early Outcomes, Challenges, and Opportunities"},
      {
        "id":"ED505885",
        "title":"A Survey on Language Use, Attitudes, and Identity in Relation to Philippine English among Young Generation Filipinos: An Initial Sample from a Private University"},
      {
        "id":"ED505886",
        "title":"Power Teaching Prototype: New Paradigm Education at Edward Waters College. Occasional Paper #7"},
      {
        "id":"ED505887",
        "title":"Highways and Byways: The Career Paths of Senior Student Affairs Officers"},
      {
        "id":"ED505889",
        "title":"Helping Veterans Transition into Academic Life through the Creation of a University Veteran Support Group: So We Can Better Serve Those Who Served Us"},
      {
        "id":"ED505890",
        "title":"Evaluating the Assessment Models for Young Children with Special Needs in Taiwan"},
      {
        "id":"ED505891",
        "title":"America's Children: Key National Indicators of Well-Being. 2009"},
      {
        "id":"ED505893",
        "title":"Study of the Effects on Student Knowledge and Perceptions of Activities Related to Submetering the 6th Grade Wing of a Middle School, to Displaying the Carbon Footprint, and to Efforts to Reduce Energy Consumption and Greenhouse Gases"},
      {
        "id":"ED505894",
        "title":"Evaluating the Relationship between THEA Scores and Graduation Rates among College  Students"},
      {
        "id":"ED505895",
        "title":"What Is the Relationship between Reading Scores on the THEA and Graduation Rates?"},
      {
        "id":"ED505896",
        "title":"Implementing Professional Experiences to Prepare Preservice Science Teachers"},
      {
        "id":"ED505897",
        "title":"Preservice Teachers' Perception about Nature of Science"},
      {
        "id":"ED505901",
        "title":"Grading New York: An Evaluation of New York City's Progress Report Program. Civic Report No. 55"},
      {
        "id":"ED505902",
        "title":"Achievement Gaps: How Black and White Students in Public Schools Perform on the National Assessment of Educational Progress. Highlights. NCES 2009-495"},
      {
        "id":"ED505903",
        "title":"Achievement Gaps: How Black and White Students in Public Schools Perform in Mathematics and Reading on the National Assessment of Educational Progress. Statistical Analysis Report. NCES 2009-455"},
      {
        "id":"ED505904",
        "title":"College Performance of New Maryland High School Graduates. Student Outcome and Achievement Report (SOAR)"},
      {
        "id":"ED505910",
        "title":"Learning Teams: Creating What's Next"},
      {
        "id":"ED505911",
        "title":"The NYC Teacher Pay-For-Performance Program: Early Evidence from a Randomized Trial. Civic Report No. 56"},
      {
        "id":"ED505913",
        "title":"Education of English Language Learners in U.S. and Texas Schools: Where We Are, What We Have Learned and Where We Need to Go from Here. A 2009 Update"},
      {
        "id":"ED505914",
        "title":"Grants Management: Grants.gov Has Systemic Weaknesses That Require Attention. Report to Congressional Requesters. GAO-09-589"},
      {
        "id":"ED505915",
        "title":"IDRA Newsletter. Volume 36, No. 3"},
      {
        "id":"ED505916",
        "title":"Teacher Retention Problem in Girls Primary Schools in Qatar"},
      {
        "id":"ED505917",
        "title":"IDRA Newsletter. Volume 35, No. 8"},
      {
        "id":"ED505918",
        "title":"IDRA Newsletter. Volume 35, No. 9"},
      {
        "id":"ED505919",
        "title":"IDRA Newsletter. Volume 35, No. 2"},
      {
        "id":"ED505920",
        "title":"IDRA Newsletter. Volume 35, No. 4"},
      {
        "id":"ED505921",
        "title":"IDRA Newsletter. Volume 35, No. 7"},
      {
        "id":"ED505922",
        "title":"IDRA Newsletter. Volume 35, No. 1"},
      {
        "id":"ED505923",
        "title":"IDRA Newsletter. Volume 35, No. 3"},
      {
        "id":"ED505924",
        "title":"IDRA Newsletter. Volume 35, No. 5"},
      {
        "id":"ED505925",
        "title":"IDRA Newsletter. Volume 35, No. 10, November-December 2008"},
      {
        "id":"ED505926",
        "title":"A Community Speaks: A Report on Little Rock's Coalition-Building for Education Blueprint Dialogues for Action"},
      {
        "id":"ED505927",
        "title":"A Community Action Guide: Seven Actions to Fulfill the Promise of Brown and Mendez"},
      {
        "id":"ED505930",
        "title":"The Impact of Talibanization on the Education of IDP's in N. W. F. P. Pakistan"},
      {
        "id":"ED505931",
        "title":"Teaching Science and Mathematics Subjects Using the Excel Spreadsheet Package"},
      {
        "id":"ED505932",
        "title":"Accelerating Academic Literacy for ELLs through Thematic Activities"},
      {
        "id":"ED505933",
        "title":"The Role of Gender and Age on Students' Perceptions towards Online Education Case Study: Sakarya University, Vocational High School"},
      {
        "id":"ED505934",
        "title":"Action Plan on Communication Practices: Roles of Tutors at EMU Distance Education Institute to Overcome Social Barriers in Constructing Knowledge"},
      {
        "id":"ED505935",
        "title":"A Study on Science Teachers' Attitudes Toward Information and Communications Technologies in Education"},
      {
        "id":"ED505936",
        "title":"Effects of Watching Captioned Movie Clip on Vocabulary Development of EFL Learners"},
      {
        "id":"ED505937",
        "title":"First Report about an E-learning Application Supporting PBL: Students' Usages, Satisfactions, and Achievements"},
      {
        "id":"ED505938",
        "title":"Gender Differences on Attitudes, Computer Use and Physical Activity among Greek University Students"},
      {
        "id":"ED505939",
        "title":"Implementing Constructivist Approach into Online Course Designs in Distance Education Institute at Eastern Mediterranean University"},
      {
        "id":"ED505940",
        "title":"Students' Attitudes and Perceptions towards the Effectiveness of Mobile Learning in King Saud University, Saudi Arabia"},
      {
        "id":"ED505941",
        "title":"Investigating Web Sites of Faculties of Education: The Case of Turkey"},
      {
        "id":"ED505942",
        "title":"Trends and Issues in Educational Technologies: A Review of Recent Research in TOJET"},
      {
        "id":"ED505943",
        "title":"A Diagnostic Study of Computer Application of Structural Communication Grid"},
      {
        "id":"ED505944",
        "title":"Problems Related to Computer Ethics: Origins of the Problems and Suggested Solutions"},
      {
        "id":"ED505945",
        "title":"Accelerating Proficient English Literacy Development"},
      {
        "id":"ED505946",
        "title":"Authentic Assessment Rubric for SIOP[R] Lesson Plan"},
      {
        "id":"ED505947",
        "title":"Using Audio Books to Improve Reading and Academic Performance"},
      {
        "id":"ED505948",
        "title":"Reluctant Middle School ELLs: Creating Conditions for Quality Schoolwork"},
      {
        "id":"ED505949",
        "title":"Involving Parents at School"},
      {
        "id":"ED505950",
        "title":"Bilingual Instructional Strategies"},
      {
        "id":"ED505951",
        "title":"Content Area Instructional Strategies"},
      {
        "id":"ED505952",
        "title":"Cummins' Framework as a Tool for Continuous Improvement of SLL Instruction"},
      {
        "id":"ED505953",
        "title":"Literacy Programs with Parent Involvement"},
      {
        "id":"ED505954",
        "title":"Mediated Learning Experiences for ELLs"},
      {
        "id":"ED505955",
        "title":"Reading Methods Comparison"},
      {
        "id":"ED505956",
        "title":"Reducing the Achievement Gap through District/Union Collaboration: The Tale of Two School Districts"},
      {
        "id":"ED505957",
        "title":"Family Consumer Sciences Teachers' Use of Technology to Teach Higher Order Thinking Skills"},
      {
        "id":"ED505958",
        "title":"Motivations and Experiences of Expatriate Educators in South Korea"},
      {
        "id":"ED505959",
        "title":"Collaborating in Electronic Learning Communities"},
      {
        "id":"ED505960",
        "title":"Self-Assessment of Writing in Learning English as a Foreign Language: A Study at the Upper Secondary School Level. Goteborg Studies in Educational Sciences 277"},
      {
        "id":"ED505961",
        "title":"When the Virtual Becomes Real: Student Learning in the Virtual Enterprises Program. IEE Brief. Number 31"},
      {
        "id":"ED505962",
        "title":"Structuring Out-of-School Time to Improve Academic Achievement. IES Practice Guide. NCEE 2009-012"},
      {
        "id":"ED505969",
        "title":"Medicaid and CHIP: Opportunities Exist to Improve U.S. Insular Area Demographic Data That Could Be Used to Help Determine Federal Funding. GAO-09-558R"},
      {
        "id":"ED505970",
        "title":"A Report on the Status of Gay, Lesbian, Bisexual and Transgender People in Education: Stepping Out of the Closet, into the Light"},
      {
        "id":"ED505971",
        "title":"Developmental Screening and Assessment Instruments with an Emphasis on Social and Emotional Development for Young Children Ages Birth through Five"},
      {
        "id":"ED505972",
        "title":"Technical Assistance Model for Long Term Systems Change"},
      {
        "id":"ED505974",
        "title":"School Meal Programs: Experiences of the States and Districts That Eliminated  Reduced-Price Fees. Report to the Chairman, Committee on Education and Labor, House of Representatives. GAO-09-584"},
      {
        "id":"ED505976",
        "title":"A Profile of Successful Pell Grant Recipients: Time to Bachelor's Degree and Early Graduate School Enrollment. Statistical Analysis Report. NCES 2009-156"},
      {
        "id":"ED505977",
        "title":"Snapshots of Indiana's Full-Day Kindergarten Programs before and after the State's Funding Increase for the Program. REL Technical Brief. REL 2009-No. 013"},
      {
        "id":"ED505978",
        "title":"Uses of Formal and Informal Assessments of English Language Learners in a Language Experience Class, School Year 2007-2008"},
      {
        "id":"ED505979",
        "title":"Using Web-Based Technology to Effectively and Efficiently Place and Evaluate Student  Teachers, Supervisors and Programs"},
      {
        "id":"ED505980",
        "title":"Government Websites for Children: How Useful Are They for Content Instruction?"},
      {
        "id":"ED505981",
        "title":"Comparison of Motivational Factors between Japanese and United States High School Students"},
      {
        "id":"ED505983",
        "title":"Separation of Degrees: State-By-State Analysis of Teacher Compensation for Master's Degrees"},
      {
        "id":"ED505984",
        "title":"Integrating Technology into the Classroom: How Does It Impact Student Achievement?"},
      {
        "id":"ED505985",
        "title":"Does Site-Based Management Increase Student Achievement?"},
      {
        "id":"ED505986",
        "title":"Becoming Culturally Responsive Teachers in Today's Diverse Classroom"},
      {
        "id":"ED505987",
        "title":"From Negative Expectations to Positive School Improvement in Urban Schools: Bridging the Gap"},
      {
        "id":"ED505988",
        "title":"Professional Development for 21st Century Teachers: Effective Classroom Management"},
      {
        "id":"ED505990",
        "title":"A Study of Career Patterns of the Presidents of Independent Colleges and Universities"},
      {
        "id":"ED505993",
        "title":"Financial Accounting for Local and State School Systems: 2009 Edition. NCES 2009-325"},
      {
        "id":"ED505995",
        "title":"Hurricane Katrina: Barriers to Mental Health Services for Children Persist in Greater New Orleans, Although Federal Grants Are Helping to Address Them. Report to Congressional Requesters. GAO-09-563"},
      {
        "id":"ED505996",
        "title":"District of Columbia Public Schools: Implementation and Sustainability of Reform Efforts Could Benefit from Enhanced Planning. Testimony before the Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia, Committee on Homeland Security and Governmental Affairs, U.S. Senate. GAO-09-902T"},
      {
        "id":"ED505997",
        "title":"Disproportionate Representation of Minorities in Special Education--How Bad?"},
      {
        "id":"ED505999",
        "title":"Presentation on Instructional Objectives"},
      {
        "id":"ED506000",
        "title":"Integrating Online Multimedia into College Course and Classroom: With Application to the Social Sciences"},
      {
        "id":"ED506002",
        "title":"Effectiveness and Accountability of the Inquiry-Based Methodology in Middle School Science"},
      {
        "id":"ED506003",
        "title":"Reducing Stereotype Threat in Classrooms: A Review of Social-Psychological Intervention Studies on Improving the Achievement of Black Students. Summary. Issues &amp; Answers. REL 2009-076"},
      {
        "id":"ED506004",
        "title":"Reducing Stereotype Threat in Classrooms: A Review of Social-Psychological Intervention Studies on Improving the Achievement of Black Students. Issues &amp; Answers. REL 2009-076"},
      {
        "id":"ED506005",
        "title":"Closing the Gap between Professional Development and Student Achievement"},
      {
        "id":"ED506006",
        "title":"The Elephant in the Room: My Battle for Tenure"},
      {
        "id":"ED506007",
        "title":"Accelerating Latino Student Success at Texas Border Institutions: Possibilities and Challenges"},
      {
        "id":"ED506008",
        "title":"Modeling Hispanic-Serving Institutions (HSIs): Campus Practices that Work for Latino Students"},
      {
        "id":"ED506009",
        "title":"Weaving a Web of Support for Students: Assessing ENLACE New Mexico"},
      {
        "id":"ED506010",
        "title":"Voces (Voices): A Profile of Today's Latino College Students"},
      {
        "id":"ED506011",
        "title":"Combating Gangs: Better Coordination and Performance Measurement Would Help Clarify Roles of Federal Agencies and Strengthen Assessment of Efforts. Report to the Ranking Member, Committee on Oversight and Government Reform, House of Representatives. GAO-09-708"},
      {
        "id":"ED506012",
        "title":"Juvenile Justice: Technical Assistance and Better Defined Evaluation Plans Will Help to Improve Girls' Delinquency Programs. GAO-09-721R"},
      {
        "id":"ED506020",
        "title":"Fact Sheet: Vulnerable Young Children"},
      {
        "id":"ED506021",
        "title":"Part C Updates. 10th Edition"},
      {
        "id":"ED506022",
        "title":"Personnel Certification and Specialized Service Providers for Autism Spectrum Disorders. Queries: An Occasional Paper Compiling States' Approaches to Current Topics"},
      {
        "id":"ED506023",
        "title":"Section 619 Profile. 16th Edition. Revised"},
      {
        "id":"ED506024",
        "title":"Screening and Early Identification of Autism Spectrum Disorders. Queries: An Occasional Paper Compiling States' Approaches to Current Topics"},
      {
        "id":"ED506025",
        "title":"Modeling and Measuring Caring Behaviors Among Nursing Education Faculty"},
      {
        "id":"ED506026",
        "title":"How Good Are Children at Rating the Ethical Content of Moral Stories?"},
      {
        "id":"ED506027",
        "title":"Comparing Ethical Content Ratings of Text and Video Versions of Stories"},
      {
        "id":"ED506032",
        "title":"Teacher Candidate Attitudes towards Diversity: A Pre-Post Course Analysis"},
      {
        "id":"ED506033",
        "title":"The Effect of Environmental Field Trips on Student Learning in Middle School"},
      {
        "id":"ED506034",
        "title":"Effect of Grouping on the Language Development of English Learners"},
      {
        "id":"ED506035",
        "title":"Students Who Study Science, Technology, Engineering, and Mathematics (STEM) in Postsecondary Education. Stats in Brief. NCES 2009-161"},
      {
        "id":"ED506036",
        "title":"Rating Ethical Content-Short Form (RECS)"},
      {
        "id":"ED506037",
        "title":"Reversing the Balance Wheel Principle"},
      {
        "id":"ED506039",
        "title":"Secondary School Experiences and Academic Performance of Students with Mental Retardation. Facts From NLTS2. NCSER 2009-3020"},
      {
        "id":"ED506040",
        "title":"Guidance on Enhancing Education through Technology (Ed Tech) Program Funds Made Available under the American Recovery and Reinvestment Act of 2009"},
      {
        "id":"ED506041",
        "title":"WWC Quick Review of the Report &quot;An Evaluation of Teachers Trained through Different Routes to Certification&quot;"},
      {
        "id":"ED506043",
        "title":"High School Puente Program. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED506044",
        "title":"English Language Learning: Diverse Federal and State Efforts to Support Adult English Language Learning Could Benefit from More Coordination. Report to the Ranking Member, Subcommittee on Children and Families, Committee on Health, Education, Labor, and Pensions, U.S. Senate. GAO-09-575"},
      {
        "id":"ED506045",
        "title":"Influenza Pandemic: Gaps in Pandemic Planning and Preparedness Need to Be Addressed. Testimony before the Committee on Homeland Security, House of Representatives. GAO-09-909T"},
      {
        "id":"ED506046",
        "title":"Career and Technical Education: States Have Broad Flexibility in Implementing Perkins IV. Report to Congressional Requesters. GAO-09-683"},
      {
        "id":"ED506047",
        "title":"Latino Student Success at Hispanic-Serving Institutions (HSIs): Summaries from Presidential Interviews"},
      {
        "id":"ED506048",
        "title":"Latino Student Success at Hispanic-Serving Institutions: Findings from a Demonstration Project"},
      {
        "id":"ED506049",
        "title":"What Works for Latino Students"},
      {
        "id":"ED506050",
        "title":"How Latino Students Pay for College: Patterns of Financial Aid in 2003-04"},
      {
        "id":"ED506051",
        "title":"California Policy Options to Accelerate Latino Student Success in Higher Education"},
      {
        "id":"ED506052",
        "title":"Inventing Hispanic-Serving Institutions (HSIs): The Basics"},
      {
        "id":"ED506053",
        "title":"Choosing Hispanic-Serving Institutions (HSIs): A Closer Look at Latino Students' College Choices"},
      {
        "id":"ED506054",
        "title":"The Condition of Latinos in Education: 2008 Factbook"},
      {
        "id":"ED506055",
        "title":"Leading in a Changing America: Presidential Perspectives from Hispanic-Serving Institutions (HSIs)"},
      {
        "id":"ED506056",
        "title":"Utilizing Immersive Visualization Systems: How to Dynamically Revolutionize Site-based Professional Development Experiences within Human Resources Management?"},
      {
        "id":"ED506057",
        "title":"Leading Learning through Relationships: The Implications of Neuro-linguistic Programming for Personalisation and the Children's Agenda in England. Research Paper"},
      {
        "id":"ED506058",
        "title":"Demonstrating the Difference between Classical Test Theory and Item Response Theory Using Derived Test Data"},
      {
        "id":"ED506059",
        "title":"The Effect of Rehearsal Learning and Warm-up on the Speed of Different Swimming Strokes"},
      {
        "id":"ED506060",
        "title":"Towards a Methodological Improvement of Narrative Inquiry: A Qualitative Analysis"},
      {
        "id":"ED506061",
        "title":"Grammatical Studies in the Narragansett Language. Second Edition"},
      {
        "id":"ED506065",
        "title":"A Final Case Study of SCALE Activities at California State University, Northridge: How Institutional Context Influenced a K-20 STEM Education Change Initiative. WCER Working Paper No. 2009-5"},
      {
        "id":"ED506066",
        "title":"Hurricane Katrina:  Barriers to Mental Health Services for Children Persist in Greater New Orleans, Although Federal Grants Are Helping to Address Them. Testimony before the Ad Hoc Subcommittee on Disaster Recovery, Senate Committee on Homeland Security and Governmental Affairs. GAO-09-935T"},
      {
        "id":"ED506067",
        "title":"The Status of State-Level Response to Intervention Policies and Procedures in the West Region States and Five Other States. Issues &amp; Answers. REL 2009-No. 077"},
      {
        "id":"ED506068",
        "title":"States Will Lead the Way toward Reform"},
      {
        "id":"ED506069",
        "title":"The Challenges of Producing Evidence-Based Claims: An Exploratory Study of NSF's Math and Science Partnership Community. WCER Working Paper No. 2009-4"},
      {
        "id":"ED506070",
        "title":"Colleges and Universities Education Digest, 2005-06"},
      {
        "id":"ED506071",
        "title":"Blueprint. Number 3"},
      {
        "id":"ED506072",
        "title":"Middle School Students' Conceptual Understanding of Equations: Evidence From Writing Story Problems. WCER Working Paper No. 2009-3"},
      {
        "id":"ED506073",
        "title":"National Profile on Alternate Assessments Based on Alternate Achievement Standards: A Report From the National Study on Alternate Assessments. NCSER 2009-3014"},
      {
        "id":"ED506074",
        "title":"Mastering the Multiplication Facts"},
      {
        "id":"ED506075",
        "title":"Toward a \"Lifetime of Literacies\": Library Reading Circles for College Students"},
      {
        "id":"ED506076",
        "title":"A Guide to Public Engagement and School Finance Litigation"},
      {
        "id":"ED506077",
        "title":"Outlook. Number 346"},
      {
        "id":"ED506078",
        "title":"State Profiles on Alternate Assessments Based on Alternate Achievement Standards: A Report from the National Study on Alternate Assessments. NCSER 2009-3013"},
      {
        "id":"ED506079",
        "title":"Research Library Issues: A Bimonthly Report from ARL, CNI, and SPARC. RLI 264"},
      {
        "id":"ED506080",
        "title":"Making Aid More Effective by 2010: 2008 Survey on Monitoring the Paris Declaration Indicators in Selected FTI Countries"},
      {
        "id":"ED506081",
        "title":"Final Paper DAT Cognitive Art Therapy System"},
      {
        "id":"ED506082",
        "title":"Head Start Helps Disadvantaged Students Prepare for Kindergarten"},
      {
        "id":"ED506084",
        "title":"High School Flexibility Enhancement: A Literature Review"},
      {
        "id":"ED506085",
        "title":"Setting the Direction for Special Education in Alberta. Phase 2 Community Consultation|What We Heard Report"},
      {
        "id":"ED506086",
        "title":"This is Your Life: A Career and Education Planning Guide: Educator's Companion"},
      {
        "id":"ED506087",
        "title":"Value Added School Review Field Guide"},
      {
        "id":"ED506088",
        "title":"Special Education Coding Criteria 2009/2010: ECS to Grade 12 Mild/Moderate (Including Gifted and Talented) Severe"},
      {
        "id":"ED506089",
        "title":"This Is Your Life: A Career and Education Planning Guide"},
      {
        "id":"ED506090",
        "title":"The Principal Quality Practice Guideline: Promoting Successful School Leadership in Alberta"},
      {
        "id":"ED506091",
        "title":"Setting the Direction Framework"},
      {
        "id":"ED506092",
        "title":"Setting the Direction: Towards a System Re-Design. Phase 2--2009. Discussion Guide"},
      {
        "id":"ED506093",
        "title":"Re: Defining Success. A Team Approach to Supporting Students with FASD"},
      {
        "id":"ED506094",
        "title":"Setting the Direction for Special Education: Phase 1 Community Consultation What We Heard Summary Report"},
      {
        "id":"ED506095",
        "title":"A Review of the Literature on English as a Second Language (ESL) Issues"},
      {
        "id":"ED506096",
        "title":"Punjabi Language and Culture: 9-Year Program Classroom Assessment Materials, Grade 4"},
      {
        "id":"ED506097",
        "title":"Setting the Direction for Special Education in Alberta. Phase 1 - 2008. Discussion Guide"},
      {
        "id":"ED506098",
        "title":"Scaffolding EFL Learners' Comprehension of Texts"},
      {
        "id":"ED506099",
        "title":"Ukrainian Language and Culture: 9-Year Program Classroom Assessment Materials, Grade 4"},
      {
        "id":"ED506100",
        "title":"High School Teen Mentoring Handbook"},
      {
        "id":"ED506101",
        "title":"Grade Level of Achievement: 2007-08 Report on Programs"},
      {
        "id":"ED506102",
        "title":"Wellness Curricula to Improve the Health of Children and Youth: A Review and Synthesis of Related Literature"},
      {
        "id":"ED506103",
        "title":"Spanish Language and Culture: 9- Year Program Classroom Assessment Materials, Grade 4"},
      {
        "id":"ED506104",
        "title":"Satisfaction with Education in Alberta Survey, 2007/08. Summary Report"},
      {
        "id":"ED506105",
        "title":"Review Committee on Outcomes: Survey Results, 2008"},
      {
        "id":"ED506106",
        "title":"Handbook for the Identification and Review of Students with Severe Disabilities, 2009/2010"},
      {
        "id":"ED506107",
        "title":"The Effects of a Blended Learning Strategy in Teaching Vocabulary on Premedical Students' Achievement, Satisfaction and Attitude toward English Language"},
      {
        "id":"ED506108",
        "title":"Teacher Quality: Sustained Coordination among Key Federal Education Programs Could Enhance State Efforts to Improve Teacher Quality. Report to the Chairman of the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-09-593"},
      {
        "id":"ED506109",
        "title":"Chinese Language and Culture: 9-Year Program Classroom Assessment Materials, Grade 4"},
      {
        "id":"ED506110",
        "title":"List of Assessment Resources for English as a Second Language (ESL)"},
      {
        "id":"ED506111",
        "title":"Japanese Language and Culture: 9-Year Program Classroom Assessment Materials, Grade 4"},
      {
        "id":"ED506112",
        "title":"Alberta Initiative for School Improvement: AISA Handbook for Cycle 4. 2009-2012"},
      {
        "id":"ED506113",
        "title":"A Guide to International School Partnerships"},
      {
        "id":"ED506114",
        "title":"First Nations, Metis and Inuit Education Policy Framework: Progress Report, 2008"},
      {
        "id":"ED506115",
        "title":"German Language and Culture: 9-Year Program Classroom Assessment Materials, Grade 4"},
      {
        "id":"ED506116",
        "title":"Guide to Education: ECS to Grade 12"},
      {
        "id":"ED506117",
        "title":"Colloquium on Large Scale Improvement: Implications for AISI"},
      {
        "id":"ED506118",
        "title":"Cree Language and Culture: 9-Year Program Classroom Assessment Materials, Grade 4"},
      {
        "id":"ED506119",
        "title":"ECS Special Education Handbook: 2008/2009 School Year"},
      {
        "id":"ED506120",
        "title":"Lessons from the Classroom Level: Federal and State Accountability in Washington State"},
      {
        "id":"ED506121",
        "title":"State Test Score Trends through 2007-08. Part 1: Is the Emphasis on &quot;Proficiency&quot; Shortchanging Higher- and Lower-Achieving Students?"},
      {
        "id":"ED506122",
        "title":"State Test Score Trends Through 2007-08, Part 2: Is There a Plateau Effect in Test Scores?"},
      {
        "id":"ED506123",
        "title":"Benefits of Dual Language Education"},
      {
        "id":"ED506124",
        "title":"First Nations, Metis and Inuit Education Policy Framework. A Progress Report"},
      {
        "id":"ED506125",
        "title":"2007/2008 Employer Satisfaction Survey Employers of Alberta High School Graduates"},
      {
        "id":"ED506126",
        "title":"Pandemic Planning Guide for Alberta School Authorities"},
      {
        "id":"ED506127",
        "title":"Emerge One-to-One Laptop Learning Initiative: Year One Report"},
      {
        "id":"ED506128",
        "title":"Parents of Children with Severe Special Needs Survey. Survey Summary Report"},
      {
        "id":"ED506129",
        "title":"Accountability Pillar Results for Annual Education Results Report (AERR)"},
      {
        "id":"ED506130",
        "title":"Using Internet-Based Language Testing Capacity to the Private Sector"},
      {
        "id":"ED506131",
        "title":"A Comparative Character Analysis of Dagny Taggard in Ayn Rand's \"Atlas Shrugged\" and the Woman Superintendent"},
      {
        "id":"ED506132",
        "title":"Testing Vocabulary Levels in Japan: A Literature Review"},
      {
        "id":"ED506134",
        "title":"General Achievement Trends: Alabama"},
      {
        "id":"ED506135",
        "title":"General Achievement Trends: Alaska"},
      {
        "id":"ED506136",
        "title":"General Achievement Trends: Arizona"},
      {
        "id":"ED506137",
        "title":"General Achievement Trends: Arkansas"},
      {
        "id":"ED506138",
        "title":"General Achievement Trends: California"},
      {
        "id":"ED506139",
        "title":"General Achievement Trends: Colorado"},
      {
        "id":"ED506140",
        "title":"General Achievement Trends: Connecticut"},
      {
        "id":"ED506141",
        "title":"General Achievement Trends: Delaware"},
      {
        "id":"ED506142",
        "title":"General Achievement Trends: Florida"},
      {
        "id":"ED506143",
        "title":"General Achievement Trends: Georgia"},
      {
        "id":"ED506144",
        "title":"General Achievement Trends: Hawaii"},
      {
        "id":"ED506145",
        "title":"Case Study: Interventions for an ADHD Student"},
      {
        "id":"ED506146",
        "title":"E-Tools of Change: An Analysis of a Corporate Intranet Promoting Organizational Change"},
      {
        "id":"ED506148",
        "title":"General Achievement Trends: Idaho"},
      {
        "id":"ED506149",
        "title":"General Achievement Trends: Illinois"},
      {
        "id":"ED506150",
        "title":"General Achievement Trends: Indiana"},
      {
        "id":"ED506151",
        "title":"General Achievement Trends: Iowa"},
      {
        "id":"ED506152",
        "title":"General Achievement Trends: Kansas"},
      {
        "id":"ED506153",
        "title":"General Achievement Trends: Kentucky"},
      {
        "id":"ED506154",
        "title":"General Achievement Trends: Louisiana"},
      {
        "id":"ED506155",
        "title":"General Achievement Trends: Maryland"},
      {
        "id":"ED506157",
        "title":"Success for All[R]. WWC Intervention Report"},
      {
        "id":"ED506161",
        "title":"Difficult Dialogues, Rewarding Solutions: Strategies to Expand Postsecondary Opportunities While Controlling Costs"},
      {
        "id":"ED506162",
        "title":"General Achievement Trends: Nevada"},
      {
        "id":"ED506163",
        "title":"General Achievement Trends: Nebraska"},
      {
        "id":"ED506164",
        "title":"General Achievement Trends: Montana"},
      {
        "id":"ED506165",
        "title":"On the Road to Adulthood: A Databook about Teenagers and Young Adults in the District"},
      {
        "id":"ED506166",
        "title":"Fulfilling the Promise of Preschool for All: Insights into Issues Affecting Access for  Selected Immigrant Groups in Chicago"},
      {
        "id":"ED506167",
        "title":"Vibrant Neighborhoods, Successful Schools: What the Federal Government Can Do to Foster Both"},
      {
        "id":"ED506168",
        "title":"General Achievement Trends: Massachusetts"},
      {
        "id":"ED506169",
        "title":"General Achievement Trends: Missouri"},
      {
        "id":"ED506170",
        "title":"General Achievement Trends: Mississippi"},
      {
        "id":"ED506171",
        "title":"General Achievement Trends: Maine"},
      {
        "id":"ED506172",
        "title":"General Achievement Trends: Minnesota"},
      {
        "id":"ED506173",
        "title":"General Achievement Trends: Michigan"},
      {
        "id":"ED506174",
        "title":"What Parents Think: Strategies that Facilitate a Successful Transition to Middle School"},
      {
        "id":"ED506175",
        "title":"Themes in Counseling Journals: A Decade of Changes Affecting 21st Century Counselor Education"},
      {
        "id":"ED506176",
        "title":"Pedagogical Research in Psychology: Effective Teaching and Learning in the College/University Classroom"},
      {
        "id":"ED506177",
        "title":"A Cultural Study of American Religious Education in America"},
      {
        "id":"ED506178",
        "title":"An Exploration into Foreign Language Writing Anxiety from Taiwanese University Students' Perspectives"},
      {
        "id":"ED506179",
        "title":"An Investigation into Effectiveness of Peer Feedback"},
      {
        "id":"ED506180",
        "title":"Statistical Abstract of Higher Education in North Carolina, 2006-07. Research Report 1-07"},
      {
        "id":"ED506181",
        "title":"Statistical Abstract of Higher Education in North Carolina, 2008-09. Research Report 01-09"},
      {
        "id":"ED506182",
        "title":"Distant, On-line Education: Effects, Principles and Practices"},
      {
        "id":"ED506183",
        "title":"If I Read Better, Will I Score Higher ?: The Relationship between Oral Reading Fluency Instruction and Standardized Reading Achievement Test Outcomes"},
      {
        "id":"ED506184",
        "title":"A Case of Mimetic Isomorphism: A Short-Cut to Increasing Loyalty to Academia"},
      {
        "id":"ED506185",
        "title":"Higher Education Access Policies and Issues in Georgia before and after the Introduction of Unified National Entrance Examinations in 2005"},
      {
        "id":"ED506186",
        "title":"Higher Education Funding Issues: U.S. / UK Comparison"},
      {
        "id":"ED506187",
        "title":"How External Misfortunes Shaped Higher Education"},
      {
        "id":"ED506189",
        "title":"In Disputatione Nascitur Veritas"},
      {
        "id":"ED506190",
        "title":"Investment in Human Capital: Vocational vs. Academic Education"},
      {
        "id":"ED506191",
        "title":"International Graduate Student Life: Building Grounded Theory"},
      {
        "id":"ED506192",
        "title":"Educational Policy vs. Culturally Sensitive Programs in Turkish Educational System"},
      {
        "id":"ED506193",
        "title":"Heuristics and NCLB Standardized Tests: A Convenient Lie"},
      {
        "id":"ED506194",
        "title":"Preparing White Student Teachers through a Critical Consultative Interaction Model"},
      {
        "id":"ED506195",
        "title":"The Influence of Interest on Reading Comprehension in EFL Students"},
      {
        "id":"ED506196",
        "title":"General Achievement Trends: Ohio"},
      {
        "id":"ED506197",
        "title":"General Achievement Trends: Oklahoma"},
      {
        "id":"ED506198",
        "title":"General Achievement Trends: Pennsylvania"},
      {
        "id":"ED506199",
        "title":"General Achievement Trends: New Hampshire"},
      {
        "id":"ED506200",
        "title":"General Achievement Trends: New Jersey"},
      {
        "id":"ED506201",
        "title":"General Achievement Trends: New Mexico"},
      {
        "id":"ED506202",
        "title":"General Achievement Trends: New York"},
      {
        "id":"ED506203",
        "title":"General Achievement Trends: North Carolina"},
      {
        "id":"ED506204",
        "title":"General Achievement Trends: North Dakota"},
      {
        "id":"ED506206",
        "title":"How an Intranet Provides Opportunities for Learning Organizational Culture"},
      {
        "id":"ED506207",
        "title":"Competency Mapping of Teachers in Tertiary Education"},
      {
        "id":"ED506208",
        "title":"General Achievement Trends: Vermont"},
      {
        "id":"ED506209",
        "title":"General Achievement Trends: Virginia"},
      {
        "id":"ED506210",
        "title":"General Achievement Trends: South Dakota"},
      {
        "id":"ED506211",
        "title":"General Achievement Trends: Texas"},
      {
        "id":"ED506212",
        "title":"General Achievement Trends: Wisconsin"},
      {
        "id":"ED506213",
        "title":"General Achievement Trends: Wyoming"},
      {
        "id":"ED506214",
        "title":"General Achievement Trends: West Virginia"},
      {
        "id":"ED506215",
        "title":"General Achievement Trends: Utah"},
      {
        "id":"ED504100",
        "title":"Investing in Innovation"},
      {
        "id":"ED504101",
        "title":"Innovation America: A Final Report"},
      {
        "id":"ED504102",
        "title":"Retooling Career Technical Education. Issue Brief"},
      {
        "id":"ED504103",
        "title":"Honoring Progress: An Update on the NGA Center Honor States. Volume 1, Issue 3"},
      {
        "id":"ED504104",
        "title":"Honoring Progress: An Update on the NGA Center Honor States. Volume 1, Issue 2"},
      {
        "id":"ED504105",
        "title":"Honoring Progress: An Update on the NGA Center Honor States. Volume 1, Issue 1"},
      {
        "id":"ED504109",
        "title":"The Impact of Homogeneous vs. Heterogeneous Collaborative Learning Groups in Multicultural Classes on the Achievement and Attitudes of Nine Graders towards Learning Science"},
      {
        "id":"ED504110",
        "title":"Transformation to a Market Economy and Changing Social Values in China, Russia, and Eastern Germany"},
      {
        "id":"ED504111",
        "title":"IMHE-Info. OECD Programme on Institutional Management in Higher Education, No. 2, 2002"},
      {
        "id":"ED504114",
        "title":"IMHE-Info. OECD Programme on Institutional Management in Higher Education, July 2007"},
      {
        "id":"ED504116",
        "title":"IMHE-Info. OECD Programme on Institutional Management in Higher Education, December 2006"},
      {
        "id":"ED504117",
        "title":"IMHE-Info. OECD Programme on Institutional Management in Higher Education, July 2006"},
      {
        "id":"ED504121",
        "title":"IMHE-Info. OECD Programme on Institutional Management in Higher Education, December 2004"},
      {
        "id":"ED504124",
        "title":"Meaning Making and Self-Evaluation"},
      {
        "id":"ED504126",
        "title":"Accreditation Criteria: Policies, Procedures, and Standards"},
      {
        "id":"ED504127",
        "title":"Strategies for Reducing Text Book Costs"},
      {
        "id":"ED504128",
        "title":"A Mixed Methods Nested Analysis of Homeschooling Styles, Instructional Practices, and Reading Methodologies"},
      {
        "id":"ED504129",
        "title":"Early Warning Systems that Support Students at Risk of Dropping Out of High School. Research Brief"},
      {
        "id":"ED504131",
        "title":"Statistics in Brief: Course Credit Accrual and Dropping Out of High School, by Student Characteristics, February 2009. NCES 2009-035"},
      {
        "id":"ED504132",
        "title":"Educating Researchers"},
      {
        "id":"ED504135",
        "title":"Educating School Teachers. Executive Summary"},
      {
        "id":"ED504142",
        "title":"Educating School Leaders"},
      {
        "id":"ED504143",
        "title":"Educating School Leaders. Executive Summary"},
      {
        "id":"ED504144",
        "title":"Educating School Teachers"},
      {
        "id":"ED504147",
        "title":"Media and Teaching about the Middle East"},
      {
        "id":"ED504148",
        "title":"A Comparative Analysis of Assessment and Evaluation Exercises Included in Geography Textbooks Written According to the 2005 Secondary Education Geography Curriculum and Textbooks of the Former Curriculum in Turkey"},
      {
        "id":"ED504149",
        "title":"Japanese Students' Contact with English outside the Classroom during Study Abroad"},
      {
        "id":"ED504150",
        "title":"Does Present Education Favour Executive and External Styles of Thinking at the Expense of Achievement in Science?"},
      {
        "id":"ED504151",
        "title":"Resilient Girls--Factors That Protect against Delinquency. Girls Study Group"},
      {
        "id":"ED504152",
        "title":"Squeeze Play 2009: The Public's Views on College Costs Today"},
      {
        "id":"ED504153",
        "title":"Reaching and Teaching: A Comprehensive Guidebook for Identifying and Educating Gifted Students in West Virginia"},
      {
        "id":"ED504154",
        "title":"Feasibility Study for the PISA ICT Literacy Assessment: Report to Network A"},
      {
        "id":"ED504155",
        "title":"California's Teaching Force: Key Issues and Trends, 2008"},
      {
        "id":"ED504156",
        "title":"California Two-Step Is No Plan for School Reform. CenterView"},
      {
        "id":"ED504157",
        "title":"California's Approach to Math Instruction Still Doesn't Add Up. CenterView"},
      {
        "id":"ED504158",
        "title":"Ready to Succeed: Changing Systems to Give California's Foster Children the Opportunities They Deserve to be Ready for and Succeed in School. Recommendations to Improve School Readiness, School Success, and Data Sharing from The California Education Collaborative for Children in Foster Care. Summary Report"},
      {
        "id":"ED504165",
        "title":"Shaking the Trees: The Psychology of Collecting in U.S. Newspaper Coverage of the College Admissions Process"},
      {
        "id":"ED504166",
        "title":"The Research Library's Role in Digital Repository Services: Final Report of the ARL Digital Repository Issues Task Force"},
      {
        "id":"ED504167",
        "title":"Outlook. Number 342"},
      {
        "id":"ED504169",
        "title":"Technology Integration: A Review of the Literature"},
      {
        "id":"ED504170",
        "title":"Infant Care Arrangements and Maternal Well Being among Low-Income Non-Migrant Families and Migrant Farm Working Families"},
      {
        "id":"ED504171",
        "title":"Academic Competitiveness and SMART Grant Programs: First-Year Lessons Learned"},
      {
        "id":"ED504172",
        "title":"An Evaluation of the Participation of Faith-Based and Community Organizations in U.S. Department of Education Discretionary Grant Programs and as Supplemental Educational Services Providers"},
      {
        "id":"ED504173",
        "title":"Carl D. Perkins Vocational and Technical Education Act of 1998. Report to Congress on State Performance, Program Year 2004-05"},
      {
        "id":"ED504174",
        "title":"Early Implementation of Public Single-Sex Schools: Perceptions and Characteristics"},
      {
        "id":"ED504175",
        "title":"Funding Education Beyond High School: The Guide to Federal Student Aid 2009-10"},
      {
        "id":"ED504177",
        "title":"Educational and Employment Outcomes of Ronald E. McNair Postbaccalaureate Achievement Program Alumni"},
      {
        "id":"ED504178",
        "title":"Evaluation of Flexibility Under No Child Left Behind: Volume IV--The Local Flex Demonstration Program in Seattle Public Schools"},
      {
        "id":"ED504179",
        "title":"Evaluation of the Comprehensive School Reform Program Implementation and Outcomes. Third-Year Report"},
      {
        "id":"ED504180",
        "title":"Instructor/Student Perception of Effective Use of Class Time"},
      {
        "id":"ED504181",
        "title":"Higher Education Research of Intercollegiate Athletics: A Missed Opportunity"},
      {
        "id":"ED504182",
        "title":"Trained Scientific Manpower and Quality in Science Education"},
      {
        "id":"ED504183",
        "title":"Preservice Teachers' Development of Children's Vocabulary"},
      {
        "id":"ED504184",
        "title":"Use of Electronic Journals by Library and Information Science Faculty Members in Performing Various Academic Tasks: A Field Study Performed at the School of Information Sciences at the University of Pittsburgh (Modified Version)"},
      {
        "id":"ED504185",
        "title":"Use of Networked Information Sources and Services by Information and Library Science Faculty in Teaching: A Case Study Performed at the School of Information and Library Science at the University of North Carolina (Modified Version)"},
      {
        "id":"ED504186",
        "title":"Information Seeking Behavior of Library and Information Science Faculty in Research with a Special Reference to the Use of Networked Information Sources and Services: A Case Study Performed at the Graduate School of Library And Information Science at the University of Illinois at Urbana-Champaign (Modified Version)"},
      {
        "id":"ED504189",
        "title":"Foster Care: State Practices for Assessing Health Needs, Facilitating Service Delivery, and Monitoring Children's Care. Report to the Chairman, Subcommittee on Income Security and Family Support, Committee on Ways and Means, House of Representatives. GAO-09-26"},
      {
        "id":"ED504190",
        "title":"Successful Magnet High Schools. Innovations in Education"},
      {
        "id":"ED504191",
        "title":"Implementing Data-Informed Decision Making in Schools: Teacher Access, Supports and Use"},
      {
        "id":"ED504192",
        "title":"National Educational Technology Trends Study: Local-Level Data Summary"},
      {
        "id":"ED504193",
        "title":"After-School Programs in Public Elementary Schools: First Look. NCES 2009-043"},
      {
        "id":"ED504194",
        "title":"Great Expectations: Holding Ourselves and Our Schools Accountable for Results"},
      {
        "id":"ED504195",
        "title":"The 2005 High School Transcript Study User's Guide and Technical Report. NCES 2009-480"},
      {
        "id":"ED504196",
        "title":"Creating and Sustaining Successful K-8 Magnet Schools. Innovations in Education"},
      {
        "id":"ED504197",
        "title":"Making Charter School Facilities More Affordable: State-driven Policy Approaches. Innovations in Education"},
      {
        "id":"ED504204",
        "title":"Reading First Implementation Evaluation: Final Report"},
      {
        "id":"ED504205",
        "title":"Second Evaluation of the Improving Literacy through School Libraries Program"},
      {
        "id":"ED504206",
        "title":"Sexual Harassment: It's Not Academic"},
      {
        "id":"ED504207",
        "title":"State and Local Implementation of the No Child Left Behind Act. Volume VI--Targeting and Uses of Federal Education Funds"},
      {
        "id":"ED504208",
        "title":"State and Local Implementation of the &quot;No Child Left Behind Act&quot;. Volume VII--Title I School Choice and Supplemental Educational Services: Final Report"},
      {
        "id":"ED504210",
        "title":"State and Local Implementation of the &quot;No Child Left Behind Act&quot;. Volume V--Implementation of the 1 Percent Rule and 2 Percent Interim Policy Options"},
      {
        "id":"ED504211",
        "title":"Study of the Voluntary Public School Choice Program. Interim Report"},
      {
        "id":"ED504212",
        "title":"State and Local Implementation of the &quot;No Child Left Behind Act.&quot; Volume VIII--Teacher Quality under &quot;NCLB&quot;: Final Report"},
      {
        "id":"ED504213",
        "title":"Study of the Voluntary Public School Choice Program. Final Report"},
      {
        "id":"ED504214",
        "title":"Teachers' Use of Student Data Systems to Improve Instruction: 2005 to 2007"},
      {
        "id":"ED504215",
        "title":"Supplemental Educational Services and Student Achievement in Waiver Districts:  Anchorage and Hillsborough"},
      {
        "id":"ED504216",
        "title":"Title I Implementation--Update on Recent Evaluation Findings"},
      {
        "id":"ED504218",
        "title":"Situational Dialogues in a Community College: English as a Second Language Curriculum"},
      {
        "id":"ED504219",
        "title":"The Use of Portfolio to Assess Student's Performance"},
      {
        "id":"ED504221",
        "title":"Motivation to Learn English and Age Differences: The Case of Chinese Immigrants"},
      {
        "id":"ED504222",
        "title":"Competency-Based English Teaching and Learning: Investigating Pre-Service Teachers of Chinese's Learning Experience"},
      {
        "id":"ED504223",
        "title":"Managing an Identity Crisis: Forum Guide to Implementing New Federal Race and Ethnicity Categories. NFES 2008-802"},
      {
        "id":"ED504224",
        "title":"Developing Early Literacy: Report of the National Early Literacy Panel. A Scientific Synthesis of Early Literacy Development and Implications for Intervention"},
      {
        "id":"ED504225",
        "title":"National Board for Education Sciences 5-Year Report, 2003 through 2008. NBES 2009-6011"},
      {
        "id":"ED504226",
        "title":"Innovations in Compassion: The Faith-Based and Community Initiative. A Final Report to the Armies of Compassion"},
      {
        "id":"ED504228",
        "title":"California Report Card '09: Setting the Agenda for Children"},
      {
        "id":"ED504229",
        "title":"Increasing Access to Preschool: Recommendations for Reducing Barriers to Providing Full-day, Full-year Programs. Policy Brief"},
      {
        "id":"ED504231",
        "title":"Community Schools: Opening Doors Opportunity. 2007 Annual Report"},
      {
        "id":"ED504232",
        "title":"Now What? Youth at the Crossroads. 2008 Annual Report"},
      {
        "id":"ED504233",
        "title":"Steps to Success: The African American Male Initiative. Summary Report of the Study Group of Experts Meeting"},
      {
        "id":"ED504235",
        "title":"In the Pipeline: The Early Career Paths of Administrative Certificate Holders in Illinois. Policy Research Report IERC 2003-1"},
      {
        "id":"ED504237",
        "title":"Critical Teaching: Drama as an Approach to Communicative Learning and Development. Teaching Research Project Report"},
      {
        "id":"ED504238",
        "title":"The Conversion of Traditional Course Material to the Online Learning Format"},
      {
        "id":"ED504239",
        "title":"Teenagers' Significant Experiences in Aesthetic Areas: Some Empirical Observations Regarding the Role of Dramatic Art"},
      {
        "id":"ED504240",
        "title":"A Critique of the Brave New World of K-12 Education"},
      {
        "id":"ED504241",
        "title":"Language and Literacy Development in Prelingually-Deaf Children"},
      {
        "id":"ED504242",
        "title":"Challenge and Opportunity: Rethinking the Role and Function of Developmental Education in Community College. CCRC Working Paper No.14"},
      {
        "id":"ED504243",
        "title":"Evidence-Based Decision Making in Community Colleges: Findings from a Survey of Faculty and Administrator Data Use at Achieving the Dream Colleges"},
      {
        "id":"ED504244",
        "title":"Formative Evaluation of the Student Achievement Initiative &quot;Learning Year&quot;"},
      {
        "id":"ED504245",
        "title":"Changing Schools: A Look at Student Mobility Trends in Chicago Public Schools Since 1995"},
      {
        "id":"ED504246",
        "title":"From High School to the Future: The Pathway to 20"},
      {
        "id":"ED504247",
        "title":"The Work of Chicago Public Schools' Principals. Research Report"},
      {
        "id":"ED504248",
        "title":"Teacher and Principal Leadership in Chicago: Ongoing Analyses of Preparation Programs. Research Report"},
      {
        "id":"ED504252",
        "title":"Active Learning Strategies in Physics Teaching"},
      {
        "id":"ED504253",
        "title":"Creating, Evaluating, and Improving Humorous Cartoons Related to Design Principles for Gifted Education Programs"},
      {
        "id":"ED504254",
        "title":"Lessons from High Performing Small High Schools in Chicago. Research Brief"},
      {
        "id":"ED504255",
        "title":"Occupational Stability of New College Graduates. Research Note. IERC RN 2003-1"},
      {
        "id":"ED504256",
        "title":"School Size. Issues in Education. IERC 2004-I-1"},
      {
        "id":"ED504257",
        "title":"Illinois Higher Education: A Comparative Analysis. Policy Research Report. IERC 2003-3"},
      {
        "id":"ED504258",
        "title":"Class Size and Student Achievement: Lessons from California and Tennessee. Issues in Education. IERC 2003-I-2"},
      {
        "id":"ED504260",
        "title":"Computer Laptops Assisting in Student Success--Project 1st CLASS. Year 1 Evaluation, August 2004-September 2005"},
      {
        "id":"ED504264",
        "title":"Assisting Students Struggling with Reading: Response to Intervention (RtI) and Multi-Tier Intervention in the Primary Grades. IES Practice Guide. NCEE 2009-4045"},
      {
        "id":"ED504265",
        "title":"Office for Civil Rights Annual Report to Congress, Fiscal Years 2007-08"},
      {
        "id":"ED504270",
        "title":"Teacher Supply in Illinois: Evidence from the Illinois Teacher Study. Policy Research Report"},
      {
        "id":"ED504271",
        "title":"Learning to Read. Issues in Education. IERC 2003-I-1"},
      {
        "id":"ED504272",
        "title":"An Overview of ELT Formative Ways in Spain"},
      {
        "id":"ED504273",
        "title":"The School Funding Gap: How Illinois Ranks. Policy Research Brief"},
      {
        "id":"ED504274",
        "title":"The Teacher Supply Pipeline in Illinois: Entrance into and Exit from Teaching. Policy Research Brief"},
      {
        "id":"ED504275",
        "title":"AYP in Illinois and the Nation. Issues in Education. IERC 2005-I-1"},
      {
        "id":"ED504276",
        "title":"Preparing School Principals: A National Perspective on Policy and Program Innovations"},
      {
        "id":"ED504279",
        "title":"The Challenge of Improving Children&apos;s Writing Ability: A Randomized Evaluation of &quot;Writing Wings&quot;"},
      {
        "id":"ED504280",
        "title":"Pathways to Student Success: A Guide to Translating Good Intentions into Meaningful Impact"},
      {
        "id":"ED504281",
        "title":"NMobTec-EnvEdu: M-Learning System for Environmental Education"},
      {
        "id":"ED504282",
        "title":"Charles Silberman's \"Crisis in the Classroom, The Remaking of American Education\": A Critical Analysis"},
      {
        "id":"ED504283",
        "title":"A Mobile Tool for Learning English Words"},
      {
        "id":"ED504284",
        "title":"Links to Learning and Sustainability: Year Three Report of the Pennsylvania High School Coaching Initiative"},
      {
        "id":"ED504285",
        "title":"Empirically Supported Recommendations for High School Service Learning Programs"},
      {
        "id":"ED504286",
        "title":"Development of a New Checklist for Evaluating Reading Comprehension Textbooks"},
      {
        "id":"ED504287",
        "title":"&quot;It's a Big Mystery, Isn't It?&quot; Mitigating Placement Challenges with a Model of Student Teacher Placement Decision-Making"},
      {
        "id":"ED504288",
        "title":"Choosing Excellence: National Board Certification. Q & A Guide for Teachers and Other Educators"},
      {
        "id":"ED504293",
        "title":"An Analysis of a Rural Pennsylvania School District's Transient Population and NCLB Scores"},
      {
        "id":"ED504294",
        "title":"The Culture of Teaching ELL Students Successfully: A Two-Way bilingual"},
      {
        "id":"ED504295",
        "title":"Putting a Stop to High School Dropouts in America"},
      {
        "id":"ED504296",
        "title":"Reflection on Theory: Whose Knowledge, and the Hidden Curriculum"},
      {
        "id":"ED504297",
        "title":"Organizational Goals and Mission Statements in Educational Institutions"},
      {
        "id":"ED504298",
        "title":"A Brief History of Alternate Assessments Based on Alternate Achievement Standards. Synthesis Report 68"},
      {
        "id":"ED504299",
        "title":"States' Alternate Assessments Based on Modified Achievement Standards (AA-MAS) in 2007. Synthesis Report 67"},
      {
        "id":"ED504301",
        "title":"Middle School Principals' Perspectives on Academic Standards-Based Instruction and Programming for English Language Learners with Disabilities. ELLs with Disabilities Report 22"},
      {
        "id":"ED504302",
        "title":"States' Participation Guidelines for Alternate Assessments Based on Modified Academic Achievement Standards (AA-MAS) in 2008. Synthesis Report 71"},
      {
        "id":"ED504303",
        "title":"Delphi Study of Instructional Strategies for English Language Learners with Disabilities: Recommendations from Educators Nationwide. ELLs with Disabilities Report 21"},
      {
        "id":"ED504304",
        "title":"Middle School Principals' Interpretation of State Policy and Guidance on Instructional Strategies for ELLs with Disabilities. ELLs with Disabilities Report 20"},
      {
        "id":"ED504305",
        "title":"Reading, Mathematics, and Science Instructional Strategies for English Language Learners with Disabilities: Insights from Educators Nationwide. ELLs with Disabilities Report 19"},
      {
        "id":"ED504306",
        "title":"Revisiting Graduation Requirements and Diploma Options for Youth with Disabilities: A National Study. Technical Report 49"},
      {
        "id":"ED504307",
        "title":"The Normative and Dynamic Dimensions of Children's Mind"},
      {
        "id":"ED504308",
        "title":"Multivariate Variable Deletion Methods: Don't Do Stepwise"},
      {
        "id":"ED504309",
        "title":"Online Assessment: A Study of the Development and Implementation of a Formative Online Diagnostic Tool in a College Developmental Mathematics Course"},
      {
        "id":"ED504310",
        "title":"Impact Evaluation of the U.S. Department of Education&apos;s Student Mentoring Program. Final Report. NCEE 2009-4047"},
      {
        "id":"ED504311",
        "title":"Early School Transitions and the Social Behavior of Children with Disabilities: Selected Findings from the Pre-Elementary Education Longitudinal Study. Wave 3 Overview Report from the Pre-Elementary Education Longitudinal Study (PEELS). NCSER 2009-3016"},
      {
        "id":"ED504313",
        "title":"An Evaluation of Teachers Trained through Different Routes to Certification. Final Report. NCEE 2009-4043"},
      {
        "id":"ED504315",
        "title":"Building a 21st Century U.S. Education System"},
      {
        "id":"ED504316",
        "title":"NCTAF/GSU Induction Project. Final Report"},
      {
        "id":"ED504317",
        "title":"The Risks of Privatisation of Higher Education"},
      {
        "id":"ED504318",
        "title":"College-Entry Level Biology Aligned to High School and Middle School Curriculum"},
      {
        "id":"ED504319",
        "title":"Beyond Mayer: Learning from Delivering and Assessing Generic Employability Competencies. Occasional Paper"},
      {
        "id":"ED504320",
        "title":"Getting the Knowledge-Skills Mix Right in High-Level Vocational Education and Training  Qualifications. Occasional Paper"},
      {
        "id":"ED504321",
        "title":"The Female &quot;Tradie&quot;: Challenging Employment Perceptions in Non-Traditional Trades for Women. Occasional Paper"},
      {
        "id":"ED504322",
        "title":"Australian Vocational Education and Training: Research Messages, 2008"},
      {
        "id":"ED504323",
        "title":"Skills Planning for Industry Growth: A Case Study of the Katherine Arts Industry. Occasional Paper"},
      {
        "id":"ED504324",
        "title":"IR Activities. IR Applications, Volume 12"},
      {
        "id":"ED504325",
        "title":"Enhancing User Satisfaction with University Computing Center Services. IR Applications, Volume 13, July 31, 2007"},
      {
        "id":"ED504326",
        "title":"How to Determine Course Prerequisites: An IR Perspective on What to Do and What Not to Do. IR Applications, Volume 14, October 19, 2007"},
      {
        "id":"ED504327",
        "title":"Faculty and Administrator Data Use at Achieving the Dream Colleges: A Summary of Survey Findings. Culture of Evidence Series, Report No. 3"},
      {
        "id":"ED504328",
        "title":"An Integrated Enrollment Forecast Model. IR Applications, Volume 15, January 18, 2008"},
      {
        "id":"ED504329",
        "title":"Rethinking Developmental Education in Community College. CCRC Brief No. 40"},
      {
        "id":"ED504330",
        "title":"Deriving Enrollment Management Scores from ACT Data. IR Applications, Volume 16, November 15, 2008"},
      {
        "id":"ED504331",
        "title":"Student Self-Reported Gains Attributed to College Attendance: Comparing Two-Year and Four-Year Students. IR Applications, Volume 17, January 15, 2009"},
      {
        "id":"ED504332",
        "title":"Using a Data Mining Approach to Develop a Student Engagement-Based Institutional Typology. IR Applications, Volume 18, February 8, 2009"},
      {
        "id":"ED504333",
        "title":"What Will Be the Impact of Programs of Study? A Preliminary Assessment Based on Similar Previous Initiatives, State Plans for Implementation, and Career Development Theory"},
      {
        "id":"ED504334",
        "title":"An Evaluation of the International Graduate Teaching Assistants Training Program"},
      {
        "id":"ED504335",
        "title":"HRD University Curricula in a World of E-learning--A Primary Comparative Study and Review of Barriers and Solutions"},
      {
        "id":"ED504336",
        "title":"Specific Steps for Creating Outcomes Assessment Measures for an Undergraduate Management Program: Bridging the Gap from Research to Practice"},
      {
        "id":"ED504337",
        "title":"A Comparative Study of Leadership Characteristics of Adult Education Students and Professionals"},
      {
        "id":"ED504338",
        "title":"A Conceptual Model of Training Transfer that Includes the Physical Environment"},
      {
        "id":"ED504339",
        "title":"The Development and Validation of an Instrument to Evaluate Online Training Materials"},
      {
        "id":"ED504340",
        "title":"Faculty Perceptions of Students with Intellectual Disabilities in Public Post Secondary Education"},
      {
        "id":"ED504341",
        "title":"You Reap What You Sow: Parental Investment in Language Learning and Its Reflection in a Seven-Year-Old's World"},
      {
        "id":"ED504342",
        "title":"Team Primacy Concept (TPC) Based Employee Evaluation and Job Performance"},
      {
        "id":"ED504343",
        "title":"Strategic HRD Practices as Key Factors in Organizational Learning"},
      {
        "id":"ED504344",
        "title":"The Present and Future State of Blended Learning in Workplace Learning Settings in the  United States"},
      {
        "id":"ED504345",
        "title":"Human Resource Development Issues in the Implementation of the Western China Development Strategy"},
      {
        "id":"ED504346",
        "title":"Criteria for Assessing Good Theory in Human Resource Development and Other Applied  Disciplines from an Interpretive Perspective"},
      {
        "id":"ED504347",
        "title":"Perception toward Organizational Learning Culture in Small-Size Business Enterprises"},
      {
        "id":"ED504348",
        "title":"A Study on Value-Perception Priority of Human Resource Development (HRD) Practitioners for Workplace Learning and Performance (WLP) in the Korean Context"},
      {
        "id":"ED504349",
        "title":"Performance, Learning, and Social Justice: Theorizing HRD Practices in the International  Training Office Yesterday, Today, and Tomorrow"},
      {
        "id":"ED504350",
        "title":"Linking Competence Change and Organization Performance"},
      {
        "id":"ED504351",
        "title":"Generating HRD Related &quot;General Knowledge&quot; from Mode 2 &quot;Design Science&quot; Research: A  Cumulative Study of Manager and Managerial Leader Effectiveness"},
      {
        "id":"ED504352",
        "title":"Leadership Development in China: How the Companies Develop Their Leaders and What  Critical Factors Contribute to Enhancing the Effectiveness of Leadership Development  Practices"},
      {
        "id":"ED504353",
        "title":"Defining International Human Resource Development: A Proposal"},
      {
        "id":"ED504354",
        "title":"Emerging HRD Issues: A Conceptual Framework for Corporate University in the Context of Chinese Organizations"},
      {
        "id":"ED504355",
        "title":"Do Demographics and Training Matter in WIA Performance? An Exploratory Study"},
      {
        "id":"ED504356",
        "title":"Building an Organization's Evaluation System: A Case Example of Using Appreciative  Inquiry"},
      {
        "id":"ED504357",
        "title":"Leadership and Organizational Learning: Accounting for Variances in Small-Size Business Enterprises"},
      {
        "id":"ED504358",
        "title":"The MIKS (Member Integrated Knowledge System) Model: A Visualization of the  Individual Organizational Member's Role When a Knowledge Management System Is  Utilized in the Learning Organization"},
      {
        "id":"ED504359",
        "title":"How Eight State Education Agencies in the Northeast and Islands Region Identify and Support Low-Performing Schools and Districts. Summary. Issues &amp; Answers. REL 2009-No. 068"},
      {
        "id":"ED504360",
        "title":"How Eight State Education Agencies in the Northeast and Islands Region Identify and Support Low-Performing Schools and Districts. Issues &amp; Answers. REL 2009-No. 068"},
      {
        "id":"ED504361",
        "title":"Multidimensional IRT Models for Composite Scores"},
      {
        "id":"ED504362",
        "title":"Linking Cultures through Play: Children Exchange Cultural Elements through Play Activities in Kindergarten"},
      {
        "id":"ED504363",
        "title":"Developing the Heart: Private Christian Schools and Students with Special Needs"},
      {
        "id":"ED504364",
        "title":"European Universities and Their International Perspectives"},
      {
        "id":"ED504365",
        "title":"Time to Bachelor's Degree Attainment: An Application of Descriptive, Bivariate, and Multiple Regression Techniques. IR Applications, Volume 2, September 8, 2004"},
      {
        "id":"ED504366",
        "title":"Using Ordinal Regression Model to Analyze Student Satisfaction Questionnaires. IR Applications, Volume 1, May 26, 2004"},
      {
        "id":"ED504367",
        "title":"Development of Student Service-Learning Course Survey (SSLCS) to Measure Service-Learning Course Outcomes. IR Applications, Volume 3, January 21, 2005"},
      {
        "id":"ED504368",
        "title":"Setting the Scene--Introduction to Quality in Peer Production of eLearning"},
      {
        "id":"ED504369",
        "title":"Benchmarking Peer Production Mechanisms, Processes &amp; Practices"},
      {
        "id":"ED504371",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the Annual Convention of the Association for Educational Communications and Technology (31st, Orlando, FL, 2008)"},
      {
        "id":"ED504372",
        "title":"Analyzing Student Learning Outcomes: Usefulness of Logistic and Cox Regression Models. IR Applications, Volume 5"},
      {
        "id":"ED504373",
        "title":"Improving the Faculty Selection Process in Higher Education: A Case for the Analytic Hierarchy Process. IR Applications. Volume 6"},
      {
        "id":"ED504374",
        "title":"Best Visual Presentation--Observations from the Award Committee. IR Applications. Volume 4"},
      {
        "id":"ED504375",
        "title":"Linking Student Precollege Characteristics to College Development Outcomes: The Search for a Meaningful Way to Inform Institutional Practice and Policy. IR Applications. Volume 7"},
      {
        "id":"ED504376",
        "title":"The Changing Nature of the Comprehensive Assessment as the Culminating Experience for the Acquisition of the Master's Degree. IR Applications. Volume 8"},
      {
        "id":"ED504377",
        "title":"Longitudinal Effects of College Preparation Programs on College Retention. IR Applications. Volume 9"},
      {
        "id":"ED504378",
        "title":"Using Academic Behavior Index (AB-Index) to Develop a Learner Typology for Managing Enrollment and Course Offerings--A Data Mining Approach. IR Applications. Volume 10"},
      {
        "id":"ED504379",
        "title":"Are There Differences between Transfers from Community College Career-Oriented Programs and Liberal Arts Programs? IR Applications. Volume 11"},
      {
        "id":"ED504380",
        "title":"Talent Development Middle Grades Program. WWC Intervention Report"},
      {
        "id":"ED504382",
        "title":"Dynamic Dyads: Sharing and Creating Knowledge"},
      {
        "id":"ED504383",
        "title":"Responding To Infectious Disease: Multiple Cases of Staph Infections in a Rural School District. Lessons Learned From School Crises and Emergencies, Volume 3, Issue 3, 2008"},
      {
        "id":"ED504384",
        "title":"Communication and Collaboration During Natural Disasters: The Lessons Learned From Past Experience. Lessons Learned From School Crises and Emergencies, Volume 3, Issue 2, 2008"},
      {
        "id":"ED504385",
        "title":"Responding To School Walkout Demonstrations. Lessons Learned From School Crises and Emergencies, Volume 3, Issue 1, 2008"},
      {
        "id":"ED504386",
        "title":"Responding To and Recovering From an Active Shooter Incident That Turns Into a Hostage Situation. Lessons Learned From School Crises and Emergencies, Volume 2, Issue 6, 2007"},
      {
        "id":"ED504387",
        "title":"Incorporating Chemical Hazards into an Emergency Management Plan. Lessons Learned from School Crises and Emergencies. Volume 2, Issue 4"},
      {
        "id":"ED504388",
        "title":"Managing an Infectious Disease Outbreak in a School. Lessons Learned from School Crises and Emergencies. Volume 2, Issue 3"},
      {
        "id":"ED504389",
        "title":"Action Guide for Emergency Management at Institutions of Higher Education"},
      {
        "id":"ED504390",
        "title":"Catalyst, Volume 10, Number 2, Fall 2008"},
      {
        "id":"ED504391",
        "title":"Catalyst, Volume 10, Number 1, Spring 2008"},
      {
        "id":"ED504392",
        "title":"Catalyst, Volume 9, Number 3, Winter 2008"},
      {
        "id":"ED504393",
        "title":"Catalyst, Volume 8, Number 1, Summer 2006"},
      {
        "id":"ED504394",
        "title":"Catalyst, Volume 7, Number 3, Spring 2006"},
      {
        "id":"ED504395",
        "title":"Catalyst, Volume 7, Number 2, Winter 2006"},
      {
        "id":"ED504397",
        "title":"Instructor Quality and EMT Certification Examination Results"},
      {
        "id":"ED504398",
        "title":"Trainer Perceptions of Culture, Race and Ethnicity on Facilitation of Training Programs: A Global Perspective"},
      {
        "id":"ED504399",
        "title":"E-Mentoring Interaction Models"},
      {
        "id":"ED504400",
        "title":"Learning How to Conduct Educational Research in Teacher Education: A Turkish Perspective"},
      {
        "id":"ED504401",
        "title":"What Is the Role of Assignments in Educating Secondary School History Teachers in England?"},
      {
        "id":"ED504402",
        "title":"Multi-Ethnicity in the Malaysian Workplace: The Net Balance of 35 Years of Affirmative  Policies as Observed by a Foreign Visitor"},
      {
        "id":"ED504403",
        "title":"National Human Resource Development: A Multi-Level Perspective"},
      {
        "id":"ED504404",
        "title":"Lags in Training Response to Changes in Economic Activity: An Exploratory Inquiry for  Five Industries"},
      {
        "id":"ED504405",
        "title":"Theorizing Strategic Human Resource Development: Linking Financial Performance and  Sustainable Competitive Advantage"},
      {
        "id":"ED504406",
        "title":"American Competitiveness Initiative: Research and Development Funding in the President's 2007 Budget"},
      {
        "id":"ED504407",
        "title":"Program Review: A Tool for Continuous Improvement of Academic Programs. AIR Professional File. Number 105, Fall 2007"},
      {
        "id":"ED504408",
        "title":"Assessing the Impact of Differential Operationalization of Rurality on Studies of  Educational Performance and Attainment: A Cautionary Example. Professional File Number 106, Winter 2007"},
      {
        "id":"ED504409",
        "title":"Using a Market Ratio Factor in Faculty Salary Equity Studies. Professional File Number 103, Spring 2007"},
      {
        "id":"ED504410",
        "title":"Voices from Around the World: International Undergraduate Student Experiences. Professional File Number 104, Summer 2007"},
      {
        "id":"ED504411",
        "title":"The Relationship Between Electronic Portfolio Participation and Student Success. Professional File Number 107, Spring 2008"},
      {
        "id":"ED504412",
        "title":"How Institutional Research Can Create and Synthesize Retention and Attrition Information. Professional File Number 108, Fall 2008"},
      {
        "id":"ED504413",
        "title":"Improving Institutional Effectiveness through Programmatic Assessment. Professional File Number 109, Fall 2008"},
      {
        "id":"ED504414",
        "title":"Using the IPEDS Peer Analysis System in Peer Group Selection. Professional File Number 110, Winter 2008"},
      {
        "id":"ED504415",
        "title":"Improving the Reporting of Student Satisfaction Surveys through Factor Analysis. Professional File Number 111,  Winter-Spring 2009"},
      {
        "id":"ED504416",
        "title":"The Pathways to Advancement Project: How States Can Expand Postsecondary Educational Opportunities for Working Adults. Issue Brief"},
      {
        "id":"ED504417",
        "title":"The Education Innovator. Volume VII, No. 2"},
      {
        "id":"ED504419",
        "title":"Achievement Effects of Four Early Elementary School Math Curricula: Findings from First Graders in 39 Schools. NCEE 2009-4053. Executive Summary"},
      {
        "id":"ED504420",
        "title":"A Principled Approach to Accountability Assessments for Students with Disabilities. Synthesis Report 70"},
      {
        "id":"ED504421",
        "title":"2007 State Policies on Assessment Participation and Accommodations for Students with Disabilities. Synthesis Report 69"},
      {
        "id":"ED504422",
        "title":"Developing Preservice Elementary Teachers' Understanding of Science: An Integrated Inquiry and Meta-Cognitive Approach"},
      {
        "id":"ED504423",
        "title":"Identifying Sources of Bias in EFL Writing Assessment through Multiple Trait Scoring"},
      {
        "id":"ED504424",
        "title":"Video as a Bridge for Integrating the Four Skills"},
      {
        "id":"ED504425",
        "title":"Publication Bias: A Threat to the Objective Report of Research Results"},
      {
        "id":"ED504426",
        "title":"Enhancing Achievement and Proficiency through Safe and Drug-Free Schools"},
      {
        "id":"ED504427",
        "title":"Lobbying Behaviors of Higher Education Institutions: Structures, Attempts, and Success"},
      {
        "id":"ED504430",
        "title":"Kumon Math. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED504432",
        "title":"Enrollment in Postsecondary Institutions, Fall 2007; Graduation Rates, 2001 &amp; 2004 Cohorts; and Financial Statistics, Fiscal Year 2007. First Look. NCES 2009-155"},
      {
        "id":"ED504433",
        "title":"Competitive Edge: A Cross-National Examination of Mathematics Achievement in 53 Jurisdictions"},
      {
        "id":"ED504434",
        "title":"Executive Leadership for Women: Examining the Rhetoric and the Reality"},
      {
        "id":"ED504435",
        "title":"Assessment for Exemplary Schools: Productive School Management"},
      {
        "id":"ED504437",
        "title":"A Review of the Literature on the Open Education Faculty in Turkey 1982-2007. A Revised and Expanded the Fifth Edition"},
      {
        "id":"ED504439",
        "title":"The Challenge to States: Preserving College Access and Affordability in a Time of Crisis"},
      {
        "id":"ED504440",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2006-07 (Fiscal Year 2007): First Look. NCES 2009-337"},
      {
        "id":"ED504441",
        "title":"From the Ground Up: Growing Entrepreneurship in the North Central Region. RRD 191"},
      {
        "id":"ED504442",
        "title":"From Ripples to Waves: The Rural Community College Initiative to Build New Partnerships in Support of America's Rural Communities. RRD 190"},
      {
        "id":"ED504443",
        "title":"An Analysis of the Impacts of the AIR Funding Formula Proposal on New Mexico School Districts"},
      {
        "id":"ED504444",
        "title":"A Byte at the Apple: Rethinking Education Data for the Post-NCLB Era"},
      {
        "id":"ED504445",
        "title":"Ohio at the Crossroads: School Funding--More of the Same or Changing the Model?"},
      {
        "id":"ED504446",
        "title":"Promising Breakthroughs: Initial Results of the Charles Stewart Mott Foundation's Breaking Through Initiative. In Brief"},
      {
        "id":"ED504447",
        "title":"The Adult Learner and the Applied Baccalaureate: Emerging Lessons for State and Local Implementation. In Brief"},
      {
        "id":"ED504448",
        "title":"Moving Beyond Access: College Success for Low-Income, First-Generation Students"},
      {
        "id":"ED504449",
        "title":"Impact of For-Profit and Nonprofit Management on Student Achievement: The Philadelphia Intervention, 2002-2008.Working Paper Series PEPG 09-02"},
      {
        "id":"ED504450",
        "title":"National Board for Education Sciences 2008 Annual Report, August 2007 through July 2008. NBES 2008-6009"},
      {
        "id":"ED504451",
        "title":"Confucian Thought Affecting Leadership and Organizational Culture of Korean Higher Education"},
      {
        "id":"ED504452",
        "title":"Fall 2008 Enrollment at Iowa Colleges and Universities"},
      {
        "id":"ED504453",
        "title":"Nonlinearity: The History and Philosophy of the Science"},
      {
        "id":"ED504454",
        "title":"An Evaluation of the Effectiveness of the Institute of Education Sciences in Carrying Out Its Priorities and Mission. Final Report"},
      {
        "id":"ED504455",
        "title":"Robust Statistics: What They Are, and Why They Are So Important"},
      {
        "id":"ED504456",
        "title":"Development and Initial Validation of a Satisfaction Scale on Diversity"},
      {
        "id":"ED504457",
        "title":"The MetLife Survey of the American Teacher: Past, Present and Future. A Survey of Teachers, Principals and Students. 25th Anniversary Edition"},
      {
        "id":"ED504459",
        "title":"After a Decade of Choice, Voucher Schools Look Like MPS. Research Brief. Volume 97, Number 2"},
      {
        "id":"ED504460",
        "title":"Did Compromise Voucher Law Achieve Intended Purpose? Research Brief. Volume 96, Number 1"},
      {
        "id":"ED504461",
        "title":"Neighboring States See Economic Value in Early Childhood Education. Research Brief. Volume 97, Number 1"},
      {
        "id":"ED504463",
        "title":"11th Annual Comparative Analysis of the Racine Unified School District: Demographics, Attendance, Finances, Student Engagement, and Achievement"},
      {
        "id":"ED504465",
        "title":"I Have A Dream. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED504466",
        "title":"The Illinois College and Career Readiness Act: Year-One Evaluation Results"},
      {
        "id":"ED504467",
        "title":"Contribution to a Holistic Response to the International Financial and Economic Crisis"},
      {
        "id":"ED504468",
        "title":"State High School Exit Exams: A Move toward End-of-Course Exams"},
      {
        "id":"ED504473",
        "title":"Lessons Learned from Breaking Through. In Brief"},
      {
        "id":"ED504474",
        "title":"The Adult Learner and the Applied Baccalaureate: National and State-by-State Inventory"},
      {
        "id":"ED504475",
        "title":"English Literacy of Foreign-Born Adults in the United States: 2003. Issue Brief. NCES 2009-034"},
      {
        "id":"ED504476",
        "title":"Lessons from the Classroom Level about Federal and State Accountability in Rhode Island and Illinois. Summary"},
      {
        "id":"ED504478",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 6, Number 3, Winter 2008"},
      {
        "id":"ED504479",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 6, Number 4, Spring 2008"},
      {
        "id":"ED504480",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 7, Number 1, Summer 2008"},
      {
        "id":"ED504481",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 7, Number 2, Winter 2009"},
      {
        "id":"ED504482",
        "title":"Are Voucher Schools Putting the Squeeze on MPS? Research Brief. Volume 95, Number 1"},
      {
        "id":"ED504483",
        "title":"Southeastern Wisconsin School District Rankings, 2006-2007"},
      {
        "id":"ED504484",
        "title":"10th Annual Comparative Analysis of the Racine Unified School District: Demographics, Attendance, Finances, Student Engagement, and Achievement"},
      {
        "id":"ED504485",
        "title":"Student Achievement Slips in Southeastern Wisconsin. Research Brief. Volume 95, Number 4"},
      {
        "id":"ED504486",
        "title":"Southeastern Wisconsin School District Rankings, 2007-2008"},
      {
        "id":"ED504487",
        "title":"When Business Gets Involved: A Case Study of Business Community Involvement In Illinois' Early Childhood Education Policy"},
      {
        "id":"ED504488",
        "title":"Parents Pleased With Child Care Options and Quality. Research Brief, Volume 96, Number 4"},
      {
        "id":"ED504489",
        "title":"Child-Care Provider Survey Reveals Cost Constrains Quality. Research Brief. Volume 96, Number 5"},
      {
        "id":"ED504490",
        "title":"Region's Schools Narrow Achievement Gap with State. Research Brief, Volume 96, Number 7"},
      {
        "id":"ED504491",
        "title":"Why Not Lift the Cap? Research Brief. Volume 94, Number 2"},
      {
        "id":"ED504492",
        "title":"Outlook. Number 343"},
      {
        "id":"ED504493",
        "title":"Public Education in Milwaukee: A Survey of Public Opinion"},
      {
        "id":"ED504494",
        "title":"Children's Voice, Volume 17, Number 6, November/December 2008"},
      {
        "id":"ED504495",
        "title":"Children's Voice. Volume 18, Number 1, January/February 2009"},
      {
        "id":"ED504496",
        "title":"Hospitious Adoption: How Hospitality Empowers Children and Transforms Adoption"},
      {
        "id":"ED504497",
        "title":"8th Comparative Analysis of the Racine Unified School District: Demographics, Attendance, Finances, Student Engagement and Performance"},
      {
        "id":"ED504498",
        "title":"Southeastern Wisconsin School District Rankings, 2004-2005"},
      {
        "id":"ED504499",
        "title":"Public Schooling in Southeastern Wisconsin--2005. Regional Report. Volume Two, Number Eight"},
      {
        "id":"ED504500",
        "title":"Who's Putting Pressure on Voucher Enrollment Cap? Research Brief. Volume 93, Number 1"},
      {
        "id":"ED504501",
        "title":"Research Library Issues: A Bimonthly Report from ARL, CNI, and SPARC. RLI 262"},
      {
        "id":"ED504502",
        "title":"Digest of Education Statistics, 2008. NCES 2009-020"},
      {
        "id":"ED504503",
        "title":"District-Wide Reform of Mathematics and Science Instruction: Case Studies of Four SCALE Partner Districts. WCER Working Paper No. 2009-2"},
      {
        "id":"ED504505",
        "title":"Coaching, Counseling, and Mentoring: A Strategic Need in Training and Development"},
      {
        "id":"ED504506",
        "title":"Can Mentoring as a Mutually Developmental Relationship Exist in Organizations?"},
      {
        "id":"ED504507",
        "title":"Building a Framework that Supports Project Teams: An Example from a University/Community Collaborative Initiative"},
      {
        "id":"ED504508",
        "title":"Do Practitioners Use HRD Research (and Why or Why Not)?"},
      {
        "id":"ED504510",
        "title":"Review of Family Literacy Programming Literature"},
      {
        "id":"ED504511",
        "title":"Disability Rights, Gender, and Development: A Resource Tool for Action. Full Report"},
      {
        "id":"ED504517",
        "title":"Characteristics of Private Schools in the United States: Results From the 2007-08 Private School Universe Survey--First Look. NCES 2009-313"},
      {
        "id":"ED504522",
        "title":"Fourth Grade Achievement Gap in Charter Schools Mirrors MPS. Research Brief. Volume 91, Number 8"},
      {
        "id":"ED504523",
        "title":"9th Annual Comparative Analysis of the Racine Unified School District: Demographics, Attendance, Finances, Student Engagement, and Performance"},
      {
        "id":"ED504524",
        "title":"Four MPS Schools Taking Corrective Action under No Child Left Behind Act. Research Brief. Volume 92, Number 4"},
      {
        "id":"ED504525",
        "title":"How Productive Are Southeastern Wisconsin Schools? Regional Report. Volume 3, Number 10"},
      {
        "id":"ED504526",
        "title":"After One Year, Mixed Results from Push for Neighborhood Schools. Research Brief. Volume 90, Number 4"},
      {
        "id":"ED504527",
        "title":"Busing Cuts Cause MPS to Lag in Spending Increases. Research Brief. Volume 90, Number 8"},
      {
        "id":"ED504528",
        "title":"Choice Schools Enroll Fewer K4 Students. Research Brief. Volume 90, Number 1"},
      {
        "id":"ED504529",
        "title":"Districts Say Convenience for Parents, Not Competition, Is Result of Open Enrollment. Research Brief. Volume 90, Number 7"},
      {
        "id":"ED504530",
        "title":"MPS Charter Students Outscore City, UWM. Research Brief. Volume 90, Number 10"},
      {
        "id":"ED504531",
        "title":"Attempted Tax Freeze Highlights Complexity of State/Local Control in Education Finance. Research Brief, Volume 91, Number 6, August 18, 2003"},
      {
        "id":"ED504532",
        "title":"Beyond an Experiment: 13 Years of Growth in School Choice Program. Research Brief, Volume 91, Number 1. January 24, 2003"},
      {
        "id":"ED504533",
        "title":"Gradual Progress Found in MPS Reform Initiative: Third in a Series. Research Brief, Volume 91, Number 5. June 12, 2003"},
      {
        "id":"ED504535",
        "title":"Standardized Tests Taken by Nine out of Ten Voucher Schools; Reporting Results Would Increase Accountability. Research Brief. Volume 92, Number 1"},
      {
        "id":"ED504546",
        "title":"Blended-Art at the Kindergarten Level"},
      {
        "id":"ED504547",
        "title":"The LMD System Experience as a Struggle between the Educational Development and Reform: An Analytical Study of the Endeavour of the Academic Year 2004/2005 in Bejaia University with Suggested Solutions"},
      {
        "id":"ED504548",
        "title":"Gender and Higher Education: A Critical Spin in the Study of Humor"},
      {
        "id":"ED504549",
        "title":"The Contribution of Social Networks to Individual Learning in Service Organizations"},
      {
        "id":"ED504550",
        "title":"The Socialization of Newcomers into Organizations: Integrating Learning and Social  Exchange Processes"},
      {
        "id":"ED504551",
        "title":"Organizational Learning and Crisis Management"},
      {
        "id":"ED504552",
        "title":"Bioterrorism Preparedness in Public Health: Knowledge Needs for Robust Transformations"},
      {
        "id":"ED504553",
        "title":"Generating New HRD Knowledge: Discourse, Gender, and Theory Building"},
      {
        "id":"ED504554",
        "title":"The Influence of Confucian Philosophy on Adult Learners Who Come from Confucian-  Influenced Societies"},
      {
        "id":"ED504555",
        "title":"Employee Perceptions of Vision and Leadership: Effects of Employee Orientation Training"},
      {
        "id":"ED504556",
        "title":"Factors Related to Learner Dropout in Online Learning"},
      {
        "id":"ED504557",
        "title":"Effects of Gender on Computer-Mediated Communication: A Survey of University Faculty"},
      {
        "id":"ED504558",
        "title":"The Future of Blended Learning and the Emerging Competencies of Human Resource  Development Professionals in Taiwan"},
      {
        "id":"ED504559",
        "title":"Ready or Not? Assessing Change Readiness for Implementation of the Geospatial  Technology Competency Model[c]"},
      {
        "id":"ED504560",
        "title":"Critical Action Research in Human Resource Development"},
      {
        "id":"ED504561",
        "title":"HRD Strategies for Expatriate Development: Review of Current Strategies and Potentials  of Expatriate Mentoring"},
      {
        "id":"ED504562",
        "title":"Capitalizing on the Overlap between Instructional Technology and HRD: A Potential  Opportunity"},
      {
        "id":"ED504563",
        "title":"The Construct Validation of Learning Organization and Its Influence upon Firm Performance in Mainland China"},
      {
        "id":"ED504564",
        "title":"From Organizational Learning to Organizational Performance: The Influence of Individual Learning and Intrapreneurship"},
      {
        "id":"ED504565",
        "title":"A Comparative Analysis of the Informal Workplace Learning Experiences of Three Professional Groups"},
      {
        "id":"ED504566",
        "title":"A Framework for the Development of Organizational Commitment Using Action Learning"},
      {
        "id":"ED504567",
        "title":"The Punctuated-Tuckman: Towards a New Group Development Model"},
      {
        "id":"ED504568",
        "title":"An Investigation of Metacognitive Strategies Used by EFL Listeners"},
      {
        "id":"ED504569",
        "title":"The Advantages and Disadvantages of Multiage Classrooms in the Era of NCLB Accountability. Education Policy Brief. Volume 7, Number 1, Winter 2009"},
      {
        "id":"ED504571",
        "title":"2008 Public Opinion Survey on K-12 Education in Indiana"},
      {
        "id":"ED504573",
        "title":"Center for Evaluation and Education Policy 2006 Annual Report"},
      {
        "id":"ED504583",
        "title":"Latino Language Minority Students in Indiana: Trends, Conditions, and Challenges. Special Report"},
      {
        "id":"ED504589",
        "title":"Study of the Effectiveness and Efficiency of Charter Schools in Indiana"},
      {
        "id":"ED504590",
        "title":"Study of the Effectiveness and Efficiency of Charter Schools in Indiana. Executive Summary"},
      {
        "id":"ED504591",
        "title":"Study of the Effectiveness and Efficiency of Charter Schools in Indiana. Special Report"},
      {
        "id":"ED504595",
        "title":"Academic Internationalism: U.S. Universities in Transition"},
      {
        "id":"ED504603",
        "title":"Meal Counting and Claiming by Food Service Management Companies in the School Meal Programs: Briefing for the Subcommittee on Agriculture, Rural Development, Food and Drug Administration, and Related Agencies, House Committee on Appropriations. November 21, 2008. GAO-09-156R"},
      {
        "id":"ED504604",
        "title":"State Children's Health Insurance Program. CMS Should Improve Efforts to Assess whether SCHIP is Substituting for Private Insurance: Report to the Chairman, Committee on Finance, U.S. Senate. GAO-09-252"},
      {
        "id":"ED504605",
        "title":"Faculty on Facebook: Confirm or Deny?"},
      {
        "id":"ED504607",
        "title":"An Exploration of Training and Support Issues For Those Working with Children, Young People and Families from Traveller, Irish Traveller, Gypsy, Roma and Show People Communities"},
      {
        "id":"ED504610",
        "title":"Assessing Enterprise Capability: Guidance for Schools"},
      {
        "id":"ED504612",
        "title":"Review of the School Meals Service and Other School Nutritional Issues in Wales. Final Report"},
      {
        "id":"ED504613",
        "title":"Readers and Reading: The National Report for England 2006 (PIRLS: Progress in International Reading Literacy Study)"},
      {
        "id":"ED504616",
        "title":"Supporting the Development of Children and Young People's Plans (CYPPs): The Case Study Data"},
      {
        "id":"ED504617",
        "title":"Evaluation of the PhunkyFoods Programme. Final Report"},
      {
        "id":"ED504618",
        "title":"Evaluation of Future Blogs. Final Report"},
      {
        "id":"ED504619",
        "title":"Evaluation of the Chemistry for Non-Specialists Training Programme. Final Report"},
      {
        "id":"ED504620",
        "title":"Narrowing the Gap in Outcomes: Further Overview of Data and Evidence on the ECM Outcomes for Vulnerable Groups. Progress Report and Update"},
      {
        "id":"ED504621",
        "title":"Access to Arts Education: Inclusion of Additional Questions in Education's Planned Research Would Help Explain Why Instruction Time has Decreased for Some Students. Report to Congressional Requesters. GAO-09-286"},
      {
        "id":"ED504622",
        "title":"Workforce Investment Act: Labor has Made Progress in Addressing Areas of Concern, but More Focus Needed on Understanding What Works and What Doesn't. Testimony Before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-09-396T"},
      {
        "id":"ED504626",
        "title":"College Scholarship Fraud Prevention Act of 2000: Annual Report to Congress. May 2007"},
      {
        "id":"ED504627",
        "title":"College Scholarship Fraud Prevention Act of 2000: Annual Report to Congress. May 2005"},
      {
        "id":"ED504628",
        "title":"College Scholarship Fraud Prevention Act of 2000: Annual Report to Congress. May 2006"},
      {
        "id":"ED504629",
        "title":"College Scholarship Fraud Prevention Act of 2000: Annual Report to Congress. 2008"},
      {
        "id":"ED504630",
        "title":"College Scholarship Fraud Prevention Act of 2000: Second Annual Report to Congress. May 2003"},
      {
        "id":"ED504631",
        "title":"Destination Math. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED504632",
        "title":"Narrowing the Gap in Outcomes for Vulnerable Groups. A Review of the Research Evidence: Summary of Key Findings"},
      {
        "id":"ED504634",
        "title":"Comparative Indicators of Education in the United States and Other G-8 Countries: 2009. NCES 2009-039"},
      {
        "id":"ED504635",
        "title":"Statewide Administration of the ACT: A Key Component in Improving Student Access to College and Work. Case Study"},
      {
        "id":"ED504636",
        "title":"When Business Gets Involved: A Case Study of Business Community Involvement in Minnesota's Early Childhood Education Policy"},
      {
        "id":"ED504642",
        "title":"State Education Activities to Support Mission Growth. NGA Center for Best Practices. Issue Brief"},
      {
        "id":"ED504644",
        "title":"Reengaging High School Dropouts: Early Results of the National Guard Youth ChalleNGe Program Evaluation. Executive Summary"},
      {
        "id":"ED504645",
        "title":"Reengaging High School Dropouts: Early Results of the National Guard Youth ChalleNGe Program Evaluation. Full Report"},
      {
        "id":"ED504646",
        "title":"EPAS[R] State of the Nation Report, 2007: Mathematics"},
      {
        "id":"ED504647",
        "title":"Teacher Union Contracts and High School Reform"},
      {
        "id":"ED504648",
        "title":"Seniority-Based Layoffs Will Exacerbate Job Loss in Public Education"},
      {
        "id":"ED504649",
        "title":"Projections of State Budget Shortfalls on K-12 Public Education Spending and Job Loss"},
      {
        "id":"ED504650",
        "title":"Effective Use of EPAS[R] Helps Those Students Who Need Help the Most. Issues in College Readiness"},
      {
        "id":"ED504651",
        "title":"When Private Schools Take Public Dollars: What's the Place of Accountability in School Voucher Programs?"},
      {
        "id":"ED504652",
        "title":"ACT's College Readiness System: Meeting the Challenge of a Changing World"},
      {
        "id":"ED504653",
        "title":"Using EPAS[TM] to Evaluate School-Based Intervention Programs: GEAR UP. Case Study"},
      {
        "id":"ED504654",
        "title":"Readiness and Success: Statewide Implementation of EXPLORE and PLAN. Issues in College Readiness"},
      {
        "id":"ED504656",
        "title":"How Much Growth toward College Readiness Is Reasonable to Expect in High School?  Issues In College Readiness"},
      {
        "id":"ED504657",
        "title":"Effectiveness of Reading and Mathematics Software Products: Findings From Two Student Cohorts. NCEE 2009-4041"},
      {
        "id":"ED504665",
        "title":"Community College Transfer and Articulation Policies: Looking Beneath the Surface. CRPE Working Paper 2009-1"},
      {
        "id":"ED504666",
        "title":"Community Colleges and Higher Education: How do State Transfer and Articulation Policies Impact Student Pathways? CRPE Working Paper 2008-4"},
      {
        "id":"ED504667",
        "title":"College Scholarship Fraud Prevention Act of 2000: Annual Report to Congress"},
      {
        "id":"ED504668",
        "title":"College Scholarship Fraud Prevention Act of 2000: First Annual Report to Congress. May 2002"},
      {
        "id":"ED504669",
        "title":"Progress toward Increasing National and State Graduation Rates. Raising Graduation Rates: A Series of Data Briefs"},
      {
        "id":"ED504671",
        "title":"The Role of Intent in Ethical Decision Making: The Ethical Choice Model"},
      {
        "id":"ED504672",
        "title":"Workplace Democracy: A Review of Literature and Implications for Human Resource  Development"},
      {
        "id":"ED504673",
        "title":"Rapid Prototyping Instructional Design: Revisiting the ISD Model"},
      {
        "id":"ED504674",
        "title":"Dimensionality of Organizational Trust"},
      {
        "id":"ED504675",
        "title":"Collaborate, Engage, and Interact in Online Learning: Successes with Wikis and Synchronous Virtual Classrooms at Athens State University"},
      {
        "id":"ED504676",
        "title":"The Efficiency of Online English Language Instruction on Students' Reading Skills"},
      {
        "id":"ED504677",
        "title":"Success and Failure in Undergraduate Distance Education: The Experiences of Two Social Work Programs"},
      {
        "id":"ED504678",
        "title":"Assessing Pre-Service Teachers' Computer Phobia Levels in Terms of Gender and Experience, Turkish Sample"},
      {
        "id":"ED504679",
        "title":"Using Solution-Focused Applications for Transitional Coping of Workplace Survivors"},
      {
        "id":"ED504680",
        "title":"The Accountability Illusion: Arizona"},
      {
        "id":"ED504681",
        "title":"The Accountability Illusion: California"},
      {
        "id":"ED504682",
        "title":"The Accountability Illusion: Colorado"},
      {
        "id":"ED504683",
        "title":"The Accountability Illusion: Delaware"},
      {
        "id":"ED504684",
        "title":"The Accountability Illusion: Florida"},
      {
        "id":"ED504685",
        "title":"The Accountability Illusion: Georgia"},
      {
        "id":"ED504686",
        "title":"The Accountability Illusion: Idaho"},
      {
        "id":"ED504687",
        "title":"The Accountability Illusion: Illinois"},
      {
        "id":"ED504688",
        "title":"The Accountability Illusion: Indiana"},
      {
        "id":"ED504689",
        "title":"The Accountability Illusion: Kansas"},
      {
        "id":"ED504690",
        "title":"The Accountability Illusion: Maine"},
      {
        "id":"ED504691",
        "title":"The Accountability Illusion: Massachusetts"},
      {
        "id":"ED504692",
        "title":"The Accountability Illusion: Michigan"},
      {
        "id":"ED504693",
        "title":"The Accountability Illusion: Minnesota"},
      {
        "id":"ED504694",
        "title":"The Accountability Illusion: Montana"},
      {
        "id":"ED504695",
        "title":"Personal Traits and Experiential Characteristics of Developmental Mathematics Faculty: Impact on Student Success"},
      {
        "id":"ED504696",
        "title":"Perception and Production of Geminate and Single Consonants by Learners of Japanese Language"},
      {
        "id":"ED504697",
        "title":"WWC Quick Review of the Article &quot;Promoting Academic and Social-Emotional School Readiness: The Head Start REDI Program&quot;"},
      {
        "id":"ED504698",
        "title":"Using Task Based Writing Instruction to Provide Differentiated Instruction for English Language Learners"},
      {
        "id":"ED504699",
        "title":"WWC Quick Review of the Report &quot;Rewarding Persistence: Effects of a Performance-Based Scholarship Program for Low-Income Parents&quot;"},
      {
        "id":"ED504700",
        "title":"The Accountability Illusion: Nevada"},
      {
        "id":"ED504701",
        "title":"The Accountability Illusion: New Hampshire"},
      {
        "id":"ED504702",
        "title":"The Accountability Illusion: New Jersey"},
      {
        "id":"ED504703",
        "title":"The Accountability Illusion: New Mexico"},
      {
        "id":"ED504704",
        "title":"The Accountability Illusion: Ohio"},
      {
        "id":"ED504705",
        "title":"The Accountability Illusion: Rhode Island"},
      {
        "id":"ED504706",
        "title":"The Accountability Illusion: South Carolina"},
      {
        "id":"ED504707",
        "title":"The Accountability Illusion: Texas"},
      {
        "id":"ED504708",
        "title":"The Accountability Illusion: Vermont"},
      {
        "id":"ED504709",
        "title":"The Accountability Illusion: Washington"},
      {
        "id":"ED504710",
        "title":"The Accountability Illusion: Wisconsin"},
      {
        "id":"ED504711",
        "title":"The Accountability Illusion: Wyoming"},
      {
        "id":"ED504712",
        "title":"The Accountability Illusion"},
      {
        "id":"ED504713",
        "title":"Policy Analyses on the Effectiveness of the National University Corporation Act: What Has Changed since 2004?"},
      {
        "id":"ED504714",
        "title":"Privatization and Education"},
      {
        "id":"ED504716",
        "title":"Every School Day Counts: The Forum Guide to Collecting and Using Attendance Data. NFES 2009-804"},
      {
        "id":"ED504717",
        "title":"Relationship between Praxis 1 Scores and SAT/ACT Scores: A Correlational Study"},
      {
        "id":"ED504718",
        "title":"Milwaukee Voucher Schools: 2009-2010"},
      {
        "id":"ED504719",
        "title":"The Accountability Illusion: North Dakota"},
      {
        "id":"ED504720",
        "title":"Cohort Default Rate Guide. Revised August 2006"},
      {
        "id":"ED504721",
        "title":"Federal Student Aid: Recent Changes to Eligibility Requirements and Additional Efforts to Promote Awareness Could Increase Academic Competitiveness and SMART Grant Participation. Report to Congressional Requesters. GAO-09-343"},
      {
        "id":"ED504722",
        "title":"Federal Employment of People with Disabilities"},
      {
        "id":"ED504725",
        "title":"National Disability Policy: A Progress Report"},
      {
        "id":"ED504727",
        "title":"The Education Innovator. Volume VII, No. 3"},
      {
        "id":"ED504728",
        "title":"Trends in Adolescent Inhalant Use: 2002 to 2007. The NSDUH Report"},
      {
        "id":"ED504729",
        "title":"NAEP Long-Term Trend Student Background Questionnaire: Ages 9, 13, & 17"},
      {
        "id":"ED504733",
        "title":"Reflective Practice: The Scholarship of Teaching and Learning. The CEET Faculty Development Program on Teaching and Learning. Second Edition: 2009 College Portfolio.  Volumes I-IV"},
      {
        "id":"ED504734",
        "title":"LGBT Career Development"},
      {
        "id":"ED504735",
        "title":"Workplace Environments That Assist and Hinder the Career Progression of Women in  Information Technology"},
      {
        "id":"ED504736",
        "title":"Typology of Learning Outcomes in Cognitive Domain: What Is Said vs. What Is Measured"},
      {
        "id":"ED504737",
        "title":"Transfer of Learning in Continuing Medical Education (CME): A Conceptual Model"},
      {
        "id":"ED504738",
        "title":"Strengthening California's System for Preparing and Supporting Principals: Lessons from Exemplary Programs"},
      {
        "id":"ED504739",
        "title":"Final Report: Results from Accessing Curriculum through Technology Tools (ACTTT), A Model Development Project"},
      {
        "id":"ED504740",
        "title":"Early Childhood Technology Integrated Instructional System (EC-TIIS): Phase 3. Final Report"},
      {
        "id":"ED504741",
        "title":"The American Recovery and Reinvestment Act of 2009: Selected Funding Streams for Struggling Students and Disconnected Youth"},
      {
        "id":"ED504742",
        "title":"The 2006 Broad Prize for Urban Education"},
      {
        "id":"ED504743",
        "title":"Lessons from the Lone Star State: Designing a Sustainable Financial Model to Expand Early College High School in Texas"},
      {
        "id":"ED504744",
        "title":"The Broad Foundations, 2006"},
      {
        "id":"ED504745",
        "title":"A Portrait in Numbers. Early College High School Initiative"},
      {
        "id":"ED504746",
        "title":"Can You Make a Difference?"},
      {
        "id":"ED504748",
        "title":"The 2007 Broad Prize for Urban Education"},
      {
        "id":"ED504751",
        "title":"The Challenge of Change: Growth Through Inquiry at the Western Massachusetts Writing Project"},
      {
        "id":"ED504752",
        "title":"Supporting On-Site Teacher-Consultants: New York City Writing Project's Community of Learners"},
      {
        "id":"ED504753",
        "title":"Breaking Down Gender Stereotypes: Increasing 5th Grade Physical Education Participation by Building Self Esteem"},
      {
        "id":"ED504754",
        "title":"The Broad Superintendents Academy, 2007"},
      {
        "id":"ED504755",
        "title":"Why Professors Hate Their Jobs: A Critique of the Pedagogy of Academic Disengagement"},
      {
        "id":"ED504756",
        "title":"Outlook. Number 344"},
      {
        "id":"ED504757",
        "title":"Great Expectations: Arizona Teens Speak Up. Forum 411. Edition 1, Issue 4"},
      {
        "id":"ED504758",
        "title":"Continuity in the Rhode Island Writing Project: Keeping Teachers at the Center"},
      {
        "id":"ED504760",
        "title":"2007 Annual Report: Our Writing and Learning Connect Us"},
      {
        "id":"ED504761",
        "title":"Adoption of Internet2 in a Southwestern University: Human Resources Concerns"},
      {
        "id":"ED504762",
        "title":"A Study of Career Development, Learning Motivation, and Learning Satisfaction of Adult  Learners in Unconventional Scheduling Graduate Programs"},
      {
        "id":"ED504763",
        "title":"Mothering and Professing in the Ivory Tower: A Review of the Literature and a Call for a  Research Agenda"},
      {
        "id":"ED504764",
        "title":"E-Mentoring in Virtual Education"},
      {
        "id":"ED504765",
        "title":"Mentoring as a Developmental Tool for Higher Education"},
      {
        "id":"ED504766",
        "title":"Human Resource Development Scholar-Practitioners: Connecting the Broken Divide of  Research and Practice"},
      {
        "id":"ED504767",
        "title":"The Effect of Problem-Based Video Instruction on Learner Perceptions of Learning and  Knowledge Transfer"},
      {
        "id":"ED504768",
        "title":"The Potential for Personal Development and Transformational Outcomes in Women  Earning Online Degrees"},
      {
        "id":"ED504772",
        "title":"Transfer of Online Learning to Performance in Variable Application Environments"},
      {
        "id":"ED504773",
        "title":"Social Capital, Organizational Learning Capability, and Technological Knowledge Transfer"},
      {
        "id":"ED504774",
        "title":"Just a Good Story? Shaping Organizational Learning through Storytelling"},
      {
        "id":"ED504775",
        "title":"An Integrative Literature Review of Knowledge Sharing through Cultural Lenses"},
      {
        "id":"ED504776",
        "title":"Professional Learning Communities and Communities of Practice: A Comparison of Models, Literature Review"},
      {
        "id":"ED504777",
        "title":"Open Learning: What Do Open Textbooks Tell Us about the Revolution in Education? Research & Occasional Paper Series: CSHE.1.09"},
      {
        "id":"ED504778",
        "title":"Transfer Student Experiences and Success at Berkeley. A SERU Project Research Paper. Research &amp; Occasional Paper Series: CSHE.3.09"},
      {
        "id":"ED504779",
        "title":"Ethical Decision-Making in College: Choosing between Right, Wrong, and the Space in between. A SERU Project Research Paper. Research &amp; Occasional Paper Series: CSHE.2.09"},
      {
        "id":"ED504780",
        "title":"Future Pathways: Using Futures Methods for Personal Strategic Learning"},
      {
        "id":"ED504781",
        "title":"Guidance on the State Fiscal Stabilization Fund Program"},
      {
        "id":"ED504782",
        "title":"A Proposed Interpretation of the ISO 10015 and Implications for HRD Theory and Research"},
      {
        "id":"ED504784",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Impacts after Three Years. Executive Summary. NCEE 2009-4051"},
      {
        "id":"ED504786",
        "title":"Five States' Efforts to Improve Adolescent Literacy. Issues &amp; Answers. REL 2009-No. 067"},
      {
        "id":"ED504787",
        "title":"Five States' Efforts to Improve Adolescent Literacy. Summary. Issues &amp; Answers. REL 2009-No. 067"},
      {
        "id":"ED504788",
        "title":"A Road Map for Mathematics Achievement for All Students: Findings from the National Mathematics Panel. Research Brief"},
      {
        "id":"ED504789",
        "title":"Qualitatively Different: Mathematics Education for Teachers. Newsletter"},
      {
        "id":"ED504790",
        "title":"Recommendations for Undergraduate Public Health Education"},
      {
        "id":"ED504791",
        "title":"Investigating Memory Development in Children and Infantile Amnesia in Adults"},
      {
        "id":"ED504792",
        "title":"International Testing Platforms: When Similar Outcomes Meet Different Testing Needs"},
      {
        "id":"ED504793",
        "title":"Students' Perceptions of Mentoring in a University Cooperative Education Program"},
      {
        "id":"ED504794",
        "title":"Corporate Competencies for Executive Women in Alberta: Oh, the Places You'll Go!"},
      {
        "id":"ED504795",
        "title":"Technical Methods Report: Estimation and Identification of the Complier Average Causal Effect Parameter in Education RCTs. NCEE 2009-4040"},
      {
        "id":"ED504808",
        "title":"WWC Quick Review of the Report &quot;College Outcomes Comparisons by AP and Non-AP High School Experiences&quot;"},
      {
        "id":"ED504809",
        "title":"The Metropolitan Life Survey of the American Teacher, 1997: Examining Gender Issues in Public Schools"},
      {
        "id":"ED504810",
        "title":"The Metropolitan Life Survey of the American Teacher, 1992. Ready or Not: Grade Level Preparedness. Teachers' Views on Current Issues in Education"},
      {
        "id":"ED504812",
        "title":"The Metropolitan Life Survey of the California Teacher, 1985"},
      {
        "id":"ED504813",
        "title":"The Metropolitan Life Survey of the American Teacher, 1996. Students Voice Their Opinions On: Violence, Social Tension and Equality among Teens. Part I"},
      {
        "id":"ED504814",
        "title":"The Metropolitan Life Survey of the American Teacher, 1996. Students Voice Their Opinions On: Their Education, Teachers and Schools. Part II"},
      {
        "id":"ED504815",
        "title":"The Metropolitan Life Survey of the American Teacher, 1996. Students Voice Their Opinions On: Learning about Values and Principles in School. Part III"},
      {
        "id":"ED504816",
        "title":"Motivating Students by Increasing Student Choice"},
      {
        "id":"ED504817",
        "title":"Motivating Primary Students to Write Using Writer's Workshop"},
      {
        "id":"ED504818",
        "title":"Developing Social Skills in Children Who Have Disabilities through the Use of Social Stories and Visual Supports"},
      {
        "id":"ED504819",
        "title":"Designing an Internet Based Tool for Oral Evaluation in the University Access Examination in Spain"},
      {
        "id":"ED504820",
        "title":"Creation and Development of an Integrated Model of New Technologies and ESP"},
      {
        "id":"ED504821",
        "title":"Special Collections in ARL Libraries: A Discussion Report from the ARL Working Group on Special Collections"},
      {
        "id":"ED504822",
        "title":"Expanding Restructuring and Taking on High Schools: An NCLB Follow-up Report in Michigan"},
      {
        "id":"ED504823",
        "title":"From PLATO to Podcasts: Fifty Years of Federal Involvement in Educational Technology"},
      {
        "id":"ED504824",
        "title":"Looking For New Ways to Make Progress: School Restructuring in Maryland, 2008-09 Follow-Up Report"},
      {
        "id":"ED504825",
        "title":"National Efforts to Bring Reform to Scale in America's High-Poverty Elementary and Secondary Schools: Outcomes and Implications"},
      {
        "id":"ED504826",
        "title":"Top Down, Bottom Up: California Districts in Corrective Action and Schools in Restructuring under NCLB"},
      {
        "id":"ED504827",
        "title":"The Metropolitan Life Survey of the American Teacher, 1996. Students Voice Their Opinions On: Learning about Multiculturalism. Part IV"},
      {
        "id":"ED504828",
        "title":"Increasing Student Learning in Mathematics with the Use of Collaborative Teaching Strategies"},
      {
        "id":"ED504829",
        "title":"Improving Secondary School Students' Achievement using Intrinsic Motivation"},
      {
        "id":"ED504830",
        "title":"Big Gaps, Difficult Solutions: Teaching English to High Schools Immigrants"},
      {
        "id":"ED504831",
        "title":"A Textbook Analysis of Travel & Tourism Textbooks from the Perspective of University Students' Attitudes towards English as a Foreign Language Learning"},
      {
        "id":"ED504834",
        "title":"A Comprehensive Approach for Decision-Making in the Development of E-Learning Instruction in Private Sector Organizations"},
      {
        "id":"ED504835",
        "title":"Hitting Reply: A Qualitative Study to Understand Student Decisions to Respond to Online  Discussion Postings"},
      {
        "id":"ED504836",
        "title":"The Informal Workplace Learning Experiences of Virtual Team Members: A Look at the Role of Collaborative Technologies"},
      {
        "id":"ED504837",
        "title":"Toward A Multilevel Theory of Career Development: Advancing Human Resource Development Theory Building"},
      {
        "id":"ED504838",
        "title":"The Speed of Obsolescence: Evidence from the Dutch Public Sector"},
      {
        "id":"ED504839",
        "title":"Crisis in the Kindergarten: Why Children Need to Play in School"},
      {
        "id":"ED504840",
        "title":"Exploring the Process of Adult Computer Software Training Using Andragogy, Situated  Cognition, and a Minimalist Approach"},
      {
        "id":"ED504841",
        "title":"Integration of Learning and Practice for Job Sharing Partnerships"},
      {
        "id":"ED504842",
        "title":"Emotional Intelligence in the K-12 Curriculum and its Relationship to American Workplace Needs: A Literature Review"},
      {
        "id":"ED504843",
        "title":"Cognitive Processes Embedded in Self-Explanations of Solving Technical Problems:  Implications for Training"},
      {
        "id":"ED504844",
        "title":"Collective CPE: Professional Learning in a Law Firm"},
      {
        "id":"ED504845",
        "title":"Increased Percentage of Passing Grades on the Massachusetts Comprehensive Assessment System after Implementation of Block Scheduling"},
      {
        "id":"ED504846",
        "title":"Experiential Learning E-Portfolios: Promoting Connections between Academic and Workplace Learning Utilizing Information and Communication Technologies"},
      {
        "id":"ED504847",
        "title":"The Effects of a Near versus Far Transfer of Training Approach on Trainees' Confidence to Coach Related and Unrelated Tasks"},
      {
        "id":"ED504848",
        "title":"A Quick Review of NCLB (State) and NAEP Achievement Levels, and How They Match"},
      {
        "id":"ED504854",
        "title":"Using Item-Type Performance Covariance to Improve the Skill Model of an Existing Tutor"},
      {
        "id":"ED504855",
        "title":"Media Literacy Education in the Balkan Countries: The Greece and Turkey Case"},
      {
        "id":"ED504856",
        "title":"A Discussion of Individual, Institutional, and Cultural Racism, with Implications for HRD"},
      {
        "id":"ED504857",
        "title":"Examining the Relationship Between Information Acquisition, Entrepreneurial  Opportunity Recognition, and Innovation Performance in the High Technology Sector in  Taiwan"},
      {
        "id":"ED504858",
        "title":"A Conceptual Model for Analysing Management Development in the UK Hospitality Industry"},
      {
        "id":"ED504859",
        "title":"Variations in the Analysis of Written Recall Protocols"},
      {
        "id":"ED504860",
        "title":"E-Mentoring as a Means to Develop and Retain Expatriate Managers"},
      {
        "id":"ED504861",
        "title":"Mentoring and Diversity: A Review of the Literature"},
      {
        "id":"ED504862",
        "title":"CEO Experiences as Proteges: An Interactional Richness Perspective"},
      {
        "id":"ED504863",
        "title":"Performance and Learning, But Where's the Social Justice? Ideology and Human Resource Development--Critical Analysis, Synthesis, and Future Research"},
      {
        "id":"ED504864",
        "title":"Bridges in Mathematics. WWC Intervention Report"},
      {
        "id":"ED504865",
        "title":"Increasing Student Effort in Complex Problem Solving through Cooperative Learning and Self-Recording Techniques"},
      {
        "id":"ED504866",
        "title":"Culture and Language Teaching through Media"},
      {
        "id":"ED504867",
        "title":"Addressing Students' Needs in Foreign Language Learning for Engineers"},
      {
        "id":"ED504868",
        "title":"West Virginia's Progress toward Universal Prekindergarten. Issues &amp; Answers. REL 2009-No. 070"},
      {
        "id":"ED504869",
        "title":"West Virginia's Progress Toward Universal Prekindergarten. Summary. Issues &amp; Answers. REL 2009-No. 070"},
      {
        "id":"ED504870",
        "title":"Implementing Selective Waste Collection: The Articulation between Pedagogical Theory and Practice in the Pollution and Ecology Class in the Environmental Control Technical Course"},
      {
        "id":"ED504877",
        "title":"2007-08 National Postsecondary Student Aid Study (NPSAS:08): Student Financial Aid Estimates for 2007-08. First Look. NCES 2009-166"},
      {
        "id":"ED504878",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Technical Report--Camden, New Jersey"},
      {
        "id":"ED504879",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Technical Report-- Newark, New Jersey"},
      {
        "id":"ED504880",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Technical Report--Trenton, New Jersey"},
      {
        "id":"ED504881",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Technical Report: Union City, New Jersey"},
      {
        "id":"ED504882",
        "title":"Engaging Parents, Families and the Community to Improve Student Achievement. Abbott Implementation Resource Guide"},
      {
        "id":"ED504883",
        "title":"Integrating Students of Limited English Proficiency into Standards-Based Reform in the Abbott Districts. Abbott Implementation Resource Guide"},
      {
        "id":"ED504884",
        "title":"Abbott Students Attending Charter Schools: Funding Disparities and Legal Implications"},
      {
        "id":"ED504885",
        "title":"Long Range Facilities Planning and Design Implementation for Students with Disabilities: A Guide for New Jersey School Districts"},
      {
        "id":"ED504886",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Summary Report--Camden, New Jersey"},
      {
        "id":"ED504887",
        "title":"Standards Based Reform. Abbott Implementation Resource Guide"},
      {
        "id":"ED504888",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Summary Report-- Newark, New Jersey"},
      {
        "id":"ED504889",
        "title":"The Abbott Districts in 2005-06: Progress and Challenges, Spring 2006"},
      {
        "id":"ED504890",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Summary Report--Trenton, New Jersey"},
      {
        "id":"ED504891",
        "title":"Tracking Progress, Engaging Communities: Abbott Indicators Summary Report--Union City, New Jersey"},
      {
        "id":"ED504892",
        "title":"Breaking Ground: Rebuilding New Jersey's Urban Schools. The Abbott School Construction Program"},
      {
        "id":"ED504893",
        "title":"The Abbott School Construction Program: NJ Department of Education Proposed Facilities Regulations. Analysis of Preschool Issues"},
      {
        "id":"ED504894",
        "title":"The Cost of High-Quality Pre-School Education in New Jersey"},
      {
        "id":"ED504895",
        "title":"The Abbott School Construction Program: Report on the NJ Department of Education Proposed Regulations on Long-Range Facilities Plans"},
      {
        "id":"ED504896",
        "title":"The Abbott Preschool Program: Fifth Year Report on Enrollment and Budget"},
      {
        "id":"ED504897",
        "title":"Know Your Rights: Legal Protections Against Bullying in New Jersey Schools"},
      {
        "id":"ED504898",
        "title":"Education Law Center Annual Report, 2006"},
      {
        "id":"ED504899",
        "title":"Understanding Public School Residency Requirements: A Guide for Advocates"},
      {
        "id":"ED504900",
        "title":"New Jersey's Special Review Assessment: Loophole or Lifeline? A Policy Brief"},
      {
        "id":"ED504901",
        "title":"Implementing &quot;Abbott v. Burke&quot;: A Guide to the 2006 K-12 Abbott Regulations"},
      {
        "id":"ED504902",
        "title":"Place-Based Education and Teaching about Marin County Birds: Curriculum Development for Teachers"},
      {
        "id":"ED504903",
        "title":"Ontological, Epistemological and Methodological Assumptions: Qualitative versus Quantitative"},
      {
        "id":"ED504904",
        "title":"The Bologna Process for U.S. Eyes: Re-learning Higher Education in the Age of Convergence"},
      {
        "id":"ED504905",
        "title":"The Property Tax in New York State: Condition Report Prepared for the Education Finance Research Consortium"},
      {
        "id":"ED504910",
        "title":"Meeting the State's Future Needs through a Competitive Higher Education Facility and  Technology Infrastructure. Second Report on the Condition of Higher Education in Ohio"},
      {
        "id":"ED504912",
        "title":"The Gulliver Effect: The Impact of Error in an Elephantine Subpopulation on Estimates for Lilliputian Subpopulations"},
      {
        "id":"ED504913",
        "title":"The Madness of Weighted Mean Faculty Salaries"},
      {
        "id":"ED504914",
        "title":"Why Higher Education Appears Less Efficient Than It Really Is to Legislators and the Public"},
      {
        "id":"ED504916",
        "title":"Education Rights of Homeless Students: A Guide for Advocates"}]
  }}
