{
  "response":{"numFound":509939,"start":374000,"numFoundExact":true,"docs":[
      {
        "id":"ED504917",
        "title":"The Right to Special Education in New Jersey: A Guide for Advocates. Second Edition"},
      {
        "id":"ED504918",
        "title":"Safe and Adequate: Using Litigation to Address Inadequate K-12 School Facilities"},
      {
        "id":"ED504919",
        "title":"Special Education Funding in New Jersey: A Policy Analysis"},
      {
        "id":"ED504920",
        "title":"Survey of Key Education Stakeholders on Zero Tolerance Student Discipline Policies"},
      {
        "id":"ED504921",
        "title":"How We Justify and Perpetuate the Wealthy, White, Male Academic Status Quo through the Use of Biased Admissions Requirements"},
      {
        "id":"ED504922",
        "title":"Student Discipline Rights and Procedures: A Guide for Advocates"},
      {
        "id":"ED504923",
        "title":"Mobility of Adult Basic Education Students in BC: The 2004-05 Cohort"},
      {
        "id":"ED504924",
        "title":"Transfer Guide for BCcampus Online Courses and College/University Onsite Courses in Applied Business Technology/Office Administration Legal Administrative Assistant Programs"},
      {
        "id":"ED504925",
        "title":"B.C. Post-Secondary Admissions Information: High School Counsellor Perspectives"},
      {
        "id":"ED504928",
        "title":"New Routes To Transfer. The Advisor. November 2001"},
      {
        "id":"ED504929",
        "title":"Beyond Course-to-Course: New Information On Program Transfer. The Advisor"},
      {
        "id":"ED504930",
        "title":"Advising Degree-Bound ABE Students. The Advisor"},
      {
        "id":"ED504931",
        "title":"Articulation Costing. Phase II"},
      {
        "id":"ED504933",
        "title":"Alternate Paths to SFU: A Comparative Academic Performance Study of B.C. College Transfer Students and B.C. Direct Entry Secondary School Students Admitted to SFU from 1992 to 1999"},
      {
        "id":"ED504934",
        "title":"A Flexible Pre-Major Model for British Columbia Departments of Anthropology. Final Report"},
      {
        "id":"ED504936",
        "title":"2001-2002 Annual Report to the Ministry of Advanced Education"},
      {
        "id":"ED504938",
        "title":"2003-2004 Annual Report to the Ministry of Advanced Education"},
      {
        "id":"ED504939",
        "title":"2004-2005 Annual Report to the Ministry of Advanced Education"},
      {
        "id":"ED504940",
        "title":"2005-06 Annual Report to the Ministry of Advanced Education"},
      {
        "id":"ED504941",
        "title":"2006-07 Annual Report to the Ministry of Advanced Education"},
      {
        "id":"ED504942",
        "title":"2007-08 Annual Report to the Ministry of Advanced Education"},
      {
        "id":"ED504946",
        "title":"A Study of the Relationship between Teachers' Participative Decision-Making and School Effectiveness in Taiwanese Comprehensive High Schools"},
      {
        "id":"ED504947",
        "title":"Changes in Learning Process Caused by the Implementation of ICT in Education in Estonian In-Service and Pre-Service Teachers Perceptions"},
      {
        "id":"ED504948",
        "title":"Policies for Computer and Internet Use: A Roadmap for Leveraging Teaching in Nigeria Higher institutions"},
      {
        "id":"ED504949",
        "title":"Effective Teaching Methods--Project-based Learning in Physics"},
      {
        "id":"ED504950",
        "title":"Improving Mobile Learning with Enhanced Shih's Model of Mobile Learning"},
      {
        "id":"ED504951",
        "title":"Exploration of the Learning Expectations Related to Grades 1-8 Algebra in Some Countries"},
      {
        "id":"ED504952",
        "title":"Teachers-Problems-Teachers' Problems: What is Considered as a Problem, among the Main Teacher Activities, by Hungarian Teachers"},
      {
        "id":"ED504953",
        "title":"Knowledge and Values in Science Textbooks Concerning Complexity in Ecological Systems and Environmental Problems: A Cross-cultural Study on Secondary School Manuals"},
      {
        "id":"ED504954",
        "title":"Improving the Reading Ability of Science Students through Study Groups and Multiple Intelligences"},
      {
        "id":"ED504955",
        "title":"The Teaching of Socioscientific Issues in Interdisciplinarity Biology-philosophy, an Ethical Stake and Citizenship Issue"},
      {
        "id":"ED504956",
        "title":"Many Children Left Behind: How Title I Weighted Granted Formulas Favor the Few at the Expense of the Many in Pennsylvania"},
      {
        "id":"ED504957",
        "title":"Encapsulating Moral Dilemma through Short Story: Challenging Pre-Service Teachers to   Critically Think about the Student/Teacher Personality and Leadership Dynamic"},
      {
        "id":"ED504959",
        "title":"Effects of Virtual Education on Academic Culture: Perceived Advantages and Disadvantages"},
      {
        "id":"ED504960",
        "title":"Preservice Teachers' Use of Spatio-Visual Elements and their Level of Justification Dealing with a Geometrical Construction Problem"},
      {
        "id":"ED504961",
        "title":"Analyzing the Subjective Consciousness of the Hearing-Impaired Students in Fine-Art Teaching"},
      {
        "id":"ED504962",
        "title":"A Field Observation on the Philosophy of Teaching Islamic and Arabic Studies"},
      {
        "id":"ED504963",
        "title":"An Empirical Study on Teaching Urban Young Children Music and English by Contrastive Elements of Music and Songs"},
      {
        "id":"ED504964",
        "title":"Sustainability, Crossdisciplinarity and Higher Education--From an Agronomic Point of View"},
      {
        "id":"ED504965",
        "title":"Quality Criteria of Research Perceived by Academics in Social Sciences at Higher Education"},
      {
        "id":"ED504966",
        "title":"Moral Crisis in Higher Institutions and the Dress Code Phenomenon"},
      {
        "id":"ED504967",
        "title":"On the Relationship between Economic Competence and the Individual Level of Agreement with Market Economy"},
      {
        "id":"ED504968",
        "title":"Reaching Out to Single Parent Children through Filial Therapy"},
      {
        "id":"ED504969",
        "title":"The Features and Training of English Stress and Rhythm"},
      {
        "id":"ED504970",
        "title":"Documentation can Never be Neutral: From Hermeneutic Perspective"},
      {
        "id":"ED504971",
        "title":"Magnet Schools and Peers: Effects on Mathematics Achievement"},
      {
        "id":"ED504972",
        "title":"Factors Influencing Japanese Women to Choose Two-Year Colleges"},
      {
        "id":"ED504973",
        "title":"International Society for the Social Studies Annual Conference Proceedings (Orlando, Florida, February 26-27, 2009). Volume 2009, Issue 1"},
      {
        "id":"ED504974",
        "title":"Charging for Articulation"},
      {
        "id":"ED504975",
        "title":"An Alignment of the Canadian Language Benchmarks to the BC ESL Articulation Levels. Final Report - January 2007"},
      {
        "id":"ED504976",
        "title":"Associate Degrees Awarded in British Columbia: 1993/94 to 2001/02"},
      {
        "id":"ED504977",
        "title":"Associate Degrees Awarded in British Columbia, 1993-94 to 2005-06"},
      {
        "id":"ED504978",
        "title":"British Columbia/Alberta Transfer System Protocol"},
      {
        "id":"ED504979",
        "title":"Campus 2020: Thinking Ahead. Special Report"},
      {
        "id":"ED504980",
        "title":"Accountability of the BC Transfer System"},
      {
        "id":"ED504981",
        "title":"2005 Admissions and Transfer Experiences of Students Continuing Their Studies in British Columbia: Findings from the BC College &amp; Institute Student Outcomes Survey"},
      {
        "id":"ED504982",
        "title":"2008 Admissions and Transfer Experiences of Students Continuing Their Post-Secondary Studies in British Columbia"},
      {
        "id":"ED504984",
        "title":"Core Aims for Three Credits of First-Year Communications: Written Communications"},
      {
        "id":"ED504985",
        "title":"Recognition of Degrees from Non-AUCC Member Institutions: A Review of Issues"},
      {
        "id":"ED504986",
        "title":"Volume of Courses Students Carry among Central Data Warehouse (CDW) Institutions: Implications for Recalibration of the BC Transfer System"},
      {
        "id":"ED504987",
        "title":"BC Jurisdictional Report for CMEC"},
      {
        "id":"ED504988",
        "title":"The Articulation Committee Companion: A Resource for BC's Articulation Committees. 2007 Edition"},
      {
        "id":"ED504989",
        "title":"EDUCATIONPLANNER.CA: An External Review"},
      {
        "id":"ED504990",
        "title":"British Columbia Jurisdictional Report Submitted to the Council of Ministers of Education, Canada for the Period April 1, 2006-March 31, 2007"},
      {
        "id":"ED504991",
        "title":"British Columbia Jurisdictional Report to the Council of Ministers of Education, Canada for the Period April 1, 2008-March 31, 2009"},
      {
        "id":"ED504992",
        "title":"2005 Admissions and Transfer Experiences of Students Continuing Their Studies in British Columbia. Research Results"},
      {
        "id":"ED504993",
        "title":"Using Blended Learning for Enhancing EFL Prospective Teachers' Pedagogical Knowledge and Performance"},
      {
        "id":"ED504994",
        "title":"Indicators of School Crime and Safety: 2008. NCES 2009-022/NCJ 226343"},
      {
        "id":"ED504995",
        "title":"Assisting Students Struggling with Mathematics: Response to Intervention (RtI) for Elementary and Middle Schools. IES Practice Guide. NCEE 2009-4060"},
      {
        "id":"ED504996",
        "title":"Change in Educational Policy and Practice through Online Communities of Practice"},
      {
        "id":"ED504997",
        "title":"The Use of Melodic and Rhythmic Mnemonics to Improve Memory and Recall in Elementary Students in the Content Areas"},
      {
        "id":"ED504998",
        "title":"Geography Teachers' Views on the Revised High School Geography Curriculum"},
      {
        "id":"ED504999",
        "title":"A Contribution to the Evidence of the Scale Validity of the PISA Test. (Technical Report IEIA-INEE)"},
      {
        "id":"ED505000",
        "title":"Primary School Teachers' Views about the New Turkish Primary School Mathematics Curriculum"},
      {
        "id":"ED505002",
        "title":"The MetLife Survey of the American Teacher: An Examination of School Leadership"},
      {
        "id":"ED505003",
        "title":"Report on the Condition of Higher Education in Ohio: Meeting the State's Future Needs"},
      {
        "id":"ED505004",
        "title":"Teaching and Learning Psychology through an Analysis of Social Science Fiction"},
      {
        "id":"ED505005",
        "title":"Benchmarking First-Year English: An Analysis of the Language Proficiencies Required for Entry into First-Year English Composition"},
      {
        "id":"ED505006",
        "title":"Articulation Committees: Their Essential Role in a Successful Transfer System. Revised"},
      {
        "id":"ED505007",
        "title":"Articulation Committee Handbook: A Guide to the Mandate and Operations of Provincial Post-Secondary Articulation Committees in British Columbia. 4th Edition. Revised"},
      {
        "id":"ED505008",
        "title":"A Brief History of the Transfer System in British Columbia"},
      {
        "id":"ED505009",
        "title":"How to Articulate: Requesting and Assessing Credit in the BC Transfer System"},
      {
        "id":"ED505010",
        "title":"Mobility of BC Transfer Students -- Fall 2006 to Calendar Year 2007. Research Summary"},
      {
        "id":"ED505011",
        "title":"BC Transfer System: New Members Policy"},
      {
        "id":"ED505012",
        "title":"The BC Provincial Education Number (PEN): Considerations for Assigning the PEN to Post-Secondary Applicants"},
      {
        "id":"ED505013",
        "title":"Profile of BC College Transfer Students Admitted to Simon Fraser University 2003/04 to 2007/08"},
      {
        "id":"ED505014",
        "title":"Where Did They Go? Post-Secondary Experiences, Attitudes &amp; Intentions of 2005/06 BC High School Graduates Who Did Not Pursue Public Post-Secondary Education in British Columbia by Fall 2007"},
      {
        "id":"ED505015",
        "title":"Profile of BC College Transfer Students Admitted to the University of Victoria 2003/04 to 2007/08"},
      {
        "id":"ED505016",
        "title":"Exploring Options for Institutional Accreditation in Canadian Post-Secondary Education"},
      {
        "id":"ED505017",
        "title":"Principles and Guidelines for Transfer"},
      {
        "id":"ED505018",
        "title":"Private Degree-Granting Institutions Policy. Revision 1.0. March 2007"},
      {
        "id":"ED505019",
        "title":"Transfer Credits and Transfer Students at the University Colleges of British Columbia: A Study of the Baccalaureate Graduates of 1998-2001"},
      {
        "id":"ED505020",
        "title":"Increasing On-Task Behavior through the Development of Classroom Social Skills"},
      {
        "id":"ED505021",
        "title":"The Impact of Premature Birth: A Correlational Study Assessing the Need for Children to Access Educational Support Services"},
      {
        "id":"ED505022",
        "title":"Increasing Constructive Behavior of Intermediate Grade Students through the Use of The Response Cost Strategy"},
      {
        "id":"ED505024",
        "title":"Parent Involvement Strategies in Urban Middle and High Schools in the Northeast and Islands Region. Issues &amp; Answers. REL 2009-No. 069"},
      {
        "id":"ED505025",
        "title":"Parent Involvement Strategies in Urban Middle and High Schools in the Northeast and Islands Region. Issues &amp; Answers. REL 2009-No. 069. Summary"},
      {
        "id":"ED505026",
        "title":"The Role of Gender and Age on Students' Perceptions towards Online Education. Case Study: Sakarya University, Vocational High School"},
      {
        "id":"ED505027",
        "title":"The Not So Big High School Library....Why Build BIG?"},
      {
        "id":"ED505028",
        "title":"Strategies of Coping with Effective Teaching and Learning in Large Classes in Secondary Schools in Kampala District"},
      {
        "id":"ED505029",
        "title":"Teaching and Thinking: A Literature Review of the Teaching of Thinking Skills"},
      {
        "id":"ED505030",
        "title":"School Psychologists and the Emphasis Placed on Student Resiliency in the Assessment Process"},
      {
        "id":"ED505031",
        "title":"The Relationship between Self-Appraisal, Professional Training, and Diversity Awareness among Forensic Psychology Students: A Pilot Formative Evaluation"},
      {
        "id":"ED505032",
        "title":"Library iTour: Introducing the iPod Generation to the Academic Library"},
      {
        "id":"ED505033",
        "title":"Reggio Social Capital"},
      {
        "id":"ED505034",
        "title":"Conflicts Between State Policy and School Practice: Learning from Arizona's Experience with High School Exam Policies"},
      {
        "id":"ED505035",
        "title":"Fifty Years of Federal Teacher Policy: An Appraisal"},
      {
        "id":"ED505036",
        "title":"Compendium of Key Studies of the No Child Left Behind Act"},
      {
        "id":"ED505037",
        "title":"A Compass for Understanding and Using American Community Survey Data: What High School Teachers Need to Know"},
      {
        "id":"ED505038",
        "title":"2010 Census: It's  in Our Hands. What Educators Need to Know about the 2010 Census"},
      {
        "id":"ED505039",
        "title":"It's About Us: 2010 Census in Schools"},
      {
        "id":"ED505040",
        "title":"Educational Attainment in the United States: 2007"},
      {
        "id":"ED505041",
        "title":"Bilingual Education and English Proficiency. Discussion Paper Series. DP 2009-01"},
      {
        "id":"ED505042",
        "title":"High School Peer Networks and College Success: Lessons from Texas. Discussion Paper Series DP 2008-07"},
      {
        "id":"ED505043",
        "title":"From &quot;Brown&quot; to Busing. Discussion Paper Series DP 2007-05"},
      {
        "id":"ED505044",
        "title":"Understanding Earnings Inequality in Appalachia: Skill Upgrading versus Rising Returns to Skill"},
      {
        "id":"ED505045",
        "title":"Child Care Subsidies and the Economic Well-Being of Recipient Families: A Survey and Implications for Kentucky"},
      {
        "id":"ED505050",
        "title":"Profile of BC College Transfer Students Admitted to the University of Northern British Columbia: 2003/04 to 2007/08"},
      {
        "id":"ED505051",
        "title":"Profile of BC College Transfer Students Admitted to the University of British Columbia: 2003/04 to 2007/08"},
      {
        "id":"ED505052",
        "title":"The &quot;Admissions&quot; Side of BCCAT: An Update. Special Report"},
      {
        "id":"ED505054",
        "title":"Mobility of BC Transfer Students--Fall 2006 to Calendar Year 2007. Research Results"},
      {
        "id":"ED505055",
        "title":"2008 Admissions and Transfer Experiences of Students Continuing Their Post-Secondary Studies in British Columbia. Research Results"},
      {
        "id":"ED505056",
        "title":"Moving from Case-by-Case Transfer to Formal Articulation: Assessing the Business Case. Research Results"},
      {
        "id":"ED505057",
        "title":"Designation as a Receiving Institution in the BC Transfer Guide: Policy and Process"},
      {
        "id":"ED505058",
        "title":"Best Practice Guide: A Resource for Receiving Institutions"},
      {
        "id":"ED505059",
        "title":"Recording Block Transfer Agreements with PCTIA-Accredited Institutions: Policy and Process"},
      {
        "id":"ED505060",
        "title":"Considering a Private Residential Treatment Program for a Troubled Teen? Questions for Parents and Guardians to Ask"},
      {
        "id":"ED505061",
        "title":"Revisiting High School Conversions: What is Sustained After the Funding Goes?"},
      {
        "id":"ED505062",
        "title":"Ethnic and Gender Differences in the Use of DISCOVER: A Multi-Cultural Analysis"},
      {
        "id":"ED505063",
        "title":"WWC Quick Review of the Article &quot;School Recess and Group Classroom Behavior&quot;"},
      {
        "id":"ED505069",
        "title":"Transfer in British Columbia: What Does the Research Tell Us? Research Results"},
      {
        "id":"ED505071",
        "title":"Alternate Paths to SFU: A Comparative Academic Performance Study of BC College Transfer Students and BC Direct Entry Secondary School Students Admitted to SFU from 1992 to 1999. Research Results"},
      {
        "id":"ED505072",
        "title":"Assessing the Benefits of the Transfer Credit System in British Columbia: A Feasibility Study"},
      {
        "id":"ED505073",
        "title":"A Profile of BC College Transfer Students Admitted to the University of British Columbia:  2000/01 to 2004/05"},
      {
        "id":"ED505074",
        "title":"One-to-One Computing in Public Schools: Lessons from &quot;Laptops for All&quot; Programs"},
      {
        "id":"ED505075",
        "title":"A &quot;Jump Start&quot; on College: How Early College Access Programs can Help High School Students in Baltimore City"},
      {
        "id":"ED505076",
        "title":"Is It Time to Rethink Teacher Pensions in Maryland?"},
      {
        "id":"ED505079",
        "title":"Motivating Intervention Strategies to Increase Homework Completion"},
      {
        "id":"ED505080",
        "title":"Conceptualizing an Agenda for Social Responsibility and Public Policy at Montgomery College. A Briefing Paper. Revised"},
      {
        "id":"ED505081",
        "title":"SLA Annual Salary Survey and Workplace Study, 2007"},
      {
        "id":"ED505082",
        "title":"SLA Annual Salary Survey and Workplace Study, 2008"},
      {
        "id":"ED505083",
        "title":"NAEP 2008: Trends in Academic Progress. NCES 2009-479"},
      {
        "id":"ED505084",
        "title":"New Indicators of High School Career/Technical Education Coursetaking: Class of 2005. Statistics in Brief. NCES 2009-038"},
      {
        "id":"ED505085",
        "title":"Character Education Quality Standards: A Self-Assessment Toll for Schools and Districts"},
      {
        "id":"ED505086",
        "title":"CEP's Eleven Principles of Effective Character Education"},
      {
        "id":"ED505087",
        "title":"Performance Values: Why They Matter and What Schools Can Do to Foster Their Development"},
      {
        "id":"ED505088",
        "title":"Glossary of Higher Education Corruption with Explanations"},
      {
        "id":"ED505089",
        "title":"On the Negative Attitude towards Left-Handedness of Pupils"},
      {
        "id":"ED505091",
        "title":"Beyond Social Justice: The Threat of Inequality to Workforce Development in the Western United States"},
      {
        "id":"ED505092",
        "title":"Sustaining a Public Agenda for Higher Education: A Case Study of the North Dakota Higher Education Roundtable"},
      {
        "id":"ED505095",
        "title":"The Horizon Report. 2005 Edition"},
      {
        "id":"ED505096",
        "title":"The Horizon Report. 2006 Edition"},
      {
        "id":"ED505097",
        "title":"Campus Commons? What Faculty, Financial Officers and Others Think About Controlling College Costs"},
      {
        "id":"ED505098",
        "title":"2005 Mobility of Transfer Students in BC. Research Results"},
      {
        "id":"ED505099",
        "title":"The Horizon Report. 2007 Edition"},
      {
        "id":"ED505100",
        "title":"Tracking Student Mobility Between the Public and Private Post-Secondary Education Sectors in British Columbia: A Feasibility Study"},
      {
        "id":"ED505101",
        "title":"Instructor Qualifications for Transferable Courses [BCCAT Position Statement]"},
      {
        "id":"ED505102",
        "title":"Challenge-Based Learning: An Approach for Our Time"},
      {
        "id":"ED505103",
        "title":"The Future of Higher Education: How Technology Will Shape Learning"},
      {
        "id":"ED505104",
        "title":"Recalibrating the BC Transfer System: Approved Final Report"},
      {
        "id":"ED505105",
        "title":"A Global Imperative: The Report of the 21st Century Literacy Summit"},
      {
        "id":"ED505106",
        "title":"Transfer Students: What Universities Need to Know. Research Results"},
      {
        "id":"ED505107",
        "title":"Mobility of Transfer Students in BC. Research Results, 2006"},
      {
        "id":"ED505108",
        "title":"BC University Outcomes for Direct Entry and Transfer Students: Comparison of the Class of 2000 and Class of 1996 Five Years after Graduation. Research Results"},
      {
        "id":"ED505109",
        "title":"Social Service Worker Programs Transfer Guide Matrix and Report"},
      {
        "id":"ED505110",
        "title":"Guidelines for Authors of Learning Objects"},
      {
        "id":"ED505111",
        "title":"A Flexible Pre-Major Model For British Columbia Departments Of Sociology: Final Report"},
      {
        "id":"ED505112",
        "title":"Degree Partnerships in the BC Context. Special Report, December 2006"},
      {
        "id":"ED505113",
        "title":"The Horizon Project Call to Scholarship: 2007-8"},
      {
        "id":"ED505114",
        "title":"Sparking Innovative Learning & Creativity. 2007 NMC Summer Conference Proceedings (Indianapolis, IN, Jun 6-9, 2007)"},
      {
        "id":"ED505115",
        "title":"Maximizing Campus Impact: Lessons from the Trenches"},
      {
        "id":"ED505116",
        "title":"Sparking Innovative Learning & Creativity. 2008 NMC Summer Conference Proceedings (Princeton, NJ, Jun 11-14, 2008))"},
      {
        "id":"ED505117",
        "title":"Social Networking, The \"Third Place,\" and The Evolution of Communication"},
      {
        "id":"ED505118",
        "title":"Recalibrating the BC Transfer System: Findings from the Consultation. Special Report, June 2007"},
      {
        "id":"ED505119",
        "title":"The Baltimore KIPP Ujima Village Academy, 2002-2006: A Longitudinal Analysis of Student Outcomes"},
      {
        "id":"ED505120",
        "title":"Into the Breach: How Creative Philanthropy Can Reverse the Eroding Landscape of Arts Education. An NMC White Paper"},
      {
        "id":"ED505121",
        "title":"British Columbia Transfer TIPS. Second Edition Revised"},
      {
        "id":"ED505126",
        "title":"The Challenges for Marketing Distance Education in Online Environment: An Intergrated Approach"},
      {
        "id":"ED505127",
        "title":"The Relationship between ADHD and Giftedness"},
      {
        "id":"ED505141",
        "title":"Communication Apprehension Levels of Student Governance Leaders"},
      {
        "id":"ED505142",
        "title":"Is EFL Study Major a Predictor of Language Achievement?"},
      {
        "id":"ED505143",
        "title":"Pandemic Flu: A Planning Guide for Educators"},
      {
        "id":"ED505144",
        "title":"H1N1 Flu &amp; U.S. Schools: Answers to Frequently Asked Questions"},
      {
        "id":"ED505145",
        "title":"Guidance for Schools on the Recent Flu Outbreak"},
      {
        "id":"ED505146",
        "title":"The Education Innovator. Volume VII, No. 4"},
      {
        "id":"ED505147",
        "title":"Higher Education: Approaches to Attract and Fund International Students in the United States and Abroad. Report to the Chairman, Subcommittee on International Organizations, Human Rights, and Oversight, Committee on Foreign Affairs, House of Representatives. GAO-09-379"},
      {
        "id":"ED505148",
        "title":"Child Care and Preschool Pandemic Influenza Planning Checklist"},
      {
        "id":"ED501965",
        "title":"Preparing to Serve English Language Learner Students: School Districts with Emerging English Language Learner Communities. Issues &amp; Answers. REL 2008-No. 049"},
      {
        "id":"ED501966",
        "title":"America's Children in Brief: Key National Indicators of Well-Being, 2008"},
      {
        "id":"ED502011",
        "title":"Identifying and Combating Sexism in EFL Textbooks--With a Case Study into China"},
      {
        "id":"ED502012",
        "title":"The Effects of Computer Assisted English Instruction on High School Preparatory Students' Attitudes towards Computers and English"},
      {
        "id":"ED502013",
        "title":"Foreign Language Learning Strategy Choice: Naturalistic versus Instructed Language Acquisition"},
      {
        "id":"ED502014",
        "title":"Interactions among Attitudes toward Teaching and Personality Constructs in Early Childhood Pre-Service Teachers"},
      {
        "id":"ED502015",
        "title":"The Effects of Peer Feedback on the Writing Anxiety of Prospective Turkish Teachers of EFL"},
      {
        "id":"ED502016",
        "title":"A Study on the Correlation between Self Efficacy and Foreign Language Learning Anxiety"},
      {
        "id":"ED502017",
        "title":"Important Prerequisites for Students' Mathematical Achievement"},
      {
        "id":"ED502018",
        "title":"Teachers' and Learners' Perceptions of Tasks: Objectives and Outcomes"},
      {
        "id":"ED502019",
        "title":"A Description of Turkish-English Phonology for Teaching English in Turkey"},
      {
        "id":"ED502020",
        "title":"Effects of Corporal Punishment and Psychological Treatment on Students' Learning and Behavior"},
      {
        "id":"ED502021",
        "title":"Methods of Successful Learning in Environmental Education"},
      {
        "id":"ED502022",
        "title":"Feedback Expectancy and EFL Learners' Achievement in English"},
      {
        "id":"ED502023",
        "title":"A Health Education Program in Poland from the Perspective of Adolescent Mothers"},
      {
        "id":"ED502024",
        "title":"14-19 Provision Post-Curriculum 2000. A Synthesis of Work Carried Out by LSDA.  Research Report"},
      {
        "id":"ED502025",
        "title":"Putting Learners First. Book 3. 14-19: Programme of Support for Delivery of Change on the Ground. 14-19 Strategic Planning: A Practical Handbook for Schools, Colleges and their Partners."},
      {
        "id":"ED502026",
        "title":"An Investigation of Vocational Progression Pathways for Young People and Adults in Building Crafts and Hospitality CoVEs. A London Case Study"},
      {
        "id":"ED502028",
        "title":"WWC Quick Review of the Report &quot;Making a Difference? The Effects of Teach for America in High School&quot;"},
      {
        "id":"ED502029",
        "title":"WWC Quick Review of the Article &quot;The Advantage of Abstract Examples in Learning Math&quot;"},
      {
        "id":"ED502030",
        "title":"Career Paths of Former Apprentices. Making Work-Based Learning Work. Series 2"},
      {
        "id":"ED502031",
        "title":"Choosing an Angle: Citizenship through Video Production"},
      {
        "id":"ED502032",
        "title":"Collaborating for Success: Collaborative Arrangements for 14-19 Provision in the West Midlands. Summary and Analysis of Research Findings from Six Case Studies. Research Report"},
      {
        "id":"ED502033",
        "title":"Delivering Quality and Choice. How Performance Indicators Help and How Performance Indicators Hinder. Research Report"},
      {
        "id":"ED502035",
        "title":"Duty to Promote Disability Equality: Final Report. Responding to the Duty to Promote Disability Equality in the Post-School Sector"},
      {
        "id":"ED502037",
        "title":"Improving Primary Teacher Education Departments through Pre-Service Teachers' Pedagogical Voices"},
      {
        "id":"ED502038",
        "title":"Getting the Price Right: Costing and Charging Commercial Provision in Centres of Vocational Excellence (CoVEs). Research Report"},
      {
        "id":"ED502039",
        "title":"Size Matters: Economies of Scale in Schools and Colleges. Research Report"},
      {
        "id":"ED502040",
        "title":"Math and Science Education for the California Workforce: It Starts with K-12"},
      {
        "id":"ED502041",
        "title":"Establishing Community Learning and Information Centers (CLICs) in Underserved Malian Communities. Final Report"},
      {
        "id":"ED502043",
        "title":"Professional Standards for the Accreditation of Teacher Preparation Institutions"},
      {
        "id":"ED502045",
        "title":"Reaching Higher Ground: Parental Outreach Programs at the Postsecondary Level"},
      {
        "id":"ED502046",
        "title":"Mini-Med School Planning Guide"},
      {
        "id":"ED502047",
        "title":"Bureau of Indian Education Schools: Improving Interior's Assistance Would Help Some Tribal Groups Implement Academic Accountability Systems. Report to Congressional Requesters. GAO-08-679"},
      {
        "id":"ED502049",
        "title":"Turning Despondency into Hope: Charting New Paths to Improve Students' Achievement and Participation in Science Education"},
      {
        "id":"ED502050",
        "title":"The Role of Schools in the English Language Learner Achievement Gap"},
      {
        "id":"ED502051",
        "title":"Science Graduate Students in K-8 Classrooms: Experiences and Reflections"},
      {
        "id":"ED502053",
        "title":"The Economic Return on PCCD's Investment in Research-Based Programs: A Cost-Benefit Assessment of Delinquency Prevention in Pennsylvania"},
      {
        "id":"ED502054",
        "title":"Computer Use, Parental Expectations, & Latino Academic Achievement"},
      {
        "id":"ED502055",
        "title":"African American and Latino Enrollment Trends among Medicine, Law, Business, and Public Affairs Graduate Programs"},
      {
        "id":"ED502056",
        "title":"Does Affirmative Action Really Hurt Blacks and Latinos in U.S. Law Schools? TRPI Policy Brief"},
      {
        "id":"ED502057",
        "title":"Gaining or Losing Ground? Equity in Offering Advanced Placement Courses in California High Schools 1997-2003"},
      {
        "id":"ED502058",
        "title":"Challenges in Improving Latino College Enrollment: Opportunities for Systemic Change  Viewpoints from California"},
      {
        "id":"ED502059",
        "title":"Los Angeles Takes over Its School District: An Overview of Mayor Antonio Villaraigosa's Bid to Restructure LAUSD. Policy Note"},
      {
        "id":"ED502060",
        "title":"The New Latino South and the Challenge to Public Education: Strategies for Educators and Policymakers in Emerging Immigrant Communities"},
      {
        "id":"ED502061",
        "title":"Access and Achievement: Building Educational and Career Pathways for Latinos in Advanced Technology. Report on a National Study of Latino Access to Postsecondary Education and Careers in Information Technology"},
      {
        "id":"ED502062",
        "title":"College Scholarships for Latino Students: Are Opportunities Being Missed?"},
      {
        "id":"ED502063",
        "title":"STEM Professions: Opportunities and Challenges for Latinos in Science, Technology, Engineering, and Mathematics. A Review of Literature"},
      {
        "id":"ED502064",
        "title":"Latinos in STEM Professions: Understanding Challenges and Opportunities for Next Steps. A Qualitative Study Using Stakeholder Interviews"},
      {
        "id":"ED502065",
        "title":"Understanding Latino Parental Involvement in Education: Perceptions, Expectations, and Recommendations"},
      {
        "id":"ED502066",
        "title":"Eliminating Outreach at the University of California: Program Contributions and the Consequences of their Reductions. Policy Brief"},
      {
        "id":"ED502067",
        "title":"Perceptions of College Financial Aid among California Latino Youth. Policy Brief"},
      {
        "id":"ED502068",
        "title":"Drama for At-Risk Students: A Strategy for Improving Academic and Social Skills among Public Middle School Students"},
      {
        "id":"ED502069",
        "title":"A Child's Right to Be Entertained"},
      {
        "id":"ED502073",
        "title":"Beliefs about Using Technology in the Mathematics Classroom: Interviews with Pre-Service Elementary Teachers"},
      {
        "id":"ED502074",
        "title":"School-Wide Positive Behavior Support Programs in Elementary Schools"},
      {
        "id":"ED502075",
        "title":"Pythagorean Theorem Proofs: Connecting Interactive Websites"},
      {
        "id":"ED502076",
        "title":"License-Exempt Child Care Providers: A Needs Assessment for Designing an Implementation Model"},
      {
        "id":"ED502077",
        "title":"Administering Examinations for Quality Control in Distance Education: The National Open University of Nigeria Perspective"},
      {
        "id":"ED502078",
        "title":"Distance Education in the Age of Globalization: An Overwhelming Desire towards Blended Learning"},
      {
        "id":"ED502079",
        "title":"The Validity and Reliability Studies of the Computer Anxiety Scale on Educational Administrators (CAS-EA)"},
      {
        "id":"ED502080",
        "title":"The Organisation of a Distance Postgraduate Dance Programme and the Participation of Students Specialising in Dance"},
      {
        "id":"ED502081",
        "title":"Reasons for Student Discontinuation in Engineering Degree Courses Offered at a Distance"},
      {
        "id":"ED502082",
        "title":"An Online Social Constructivist Tool: A Secondary School Experience in the Developing World"},
      {
        "id":"ED502083",
        "title":"Conducting a Trial of Web Conferencing Software: Why, How, and Perceptions from the Coalface"},
      {
        "id":"ED502084",
        "title":"Quality Management Builds Solid eTraining"},
      {
        "id":"ED502085",
        "title":"Suitability of AIOU Television and Its Impact on Students' Achievements"},
      {
        "id":"ED502086",
        "title":"The New Method of Problem Solving in Physics Education by Using SCORM-Compliant Content Package"},
      {
        "id":"ED502087",
        "title":"Economics of Distance Education Reconsidered"},
      {
        "id":"ED502088",
        "title":"Designing e-Education Supports in e-Health Based Systems"},
      {
        "id":"ED502089",
        "title":"Structure and Functions of the Continuing Education Centers at Turkish Universities"},
      {
        "id":"ED502090",
        "title":"Designing Motivational Learning Systems in Distance Education"},
      {
        "id":"ED502091",
        "title":"E-Learning in Romanian Higher Education: A Study Case"},
      {
        "id":"ED502092",
        "title":"Weblog as a Learning Tool in Higher Education"},
      {
        "id":"ED502094",
        "title":"Kids' Share 2008: How Children Fare in the Federal Budget"},
      {
        "id":"ED502095",
        "title":"A Study of Pre-Service Teachers' Attitudes about Computers and Mathematics Teaching: The Impact of Web-Based Instruction"},
      {
        "id":"ED502096",
        "title":"The Relationship between Mathematics Homework and Learning in Middle-School Students: Impact on Achievement"},
      {
        "id":"ED502097",
        "title":"The Impact of PBL on the Students' Attitudes towards Science among Nine Graders in Hamza Independent School"},
      {
        "id":"ED502098",
        "title":"A Content Analysis of Communication Purposes in an Online Support Group"},
      {
        "id":"ED502099",
        "title":"Partnerships in Character Education State Pilot Projects, 1995-2001: Lessons Learned"},
      {
        "id":"ED502101",
        "title":"Choosing Advocacy. Occasional Paper Series 21"},
      {
        "id":"ED502102",
        "title":"Alternative Routes to Teacher Certification. Occasional Paper Series 20"},
      {
        "id":"ED502103",
        "title":"Resilience of Higher Educational Students, the Human Spirit among Thai and Muslim Students"},
      {
        "id":"ED502104",
        "title":"A School-Based Urban Teacher Education Program That Enhances School-Community Connections"},
      {
        "id":"ED502106",
        "title":"Indiana Reading Assessment--Grade 1. Technical Report"},
      {
        "id":"ED502107",
        "title":"Indiana Reading Assessment--Grade 2. Technical Report"},
      {
        "id":"ED502108",
        "title":"Indiana Reading Assessment--Kindergarten. Technical Report"},
      {
        "id":"ED502109",
        "title":"Career and Technical Education in the United States: 1990 to 2005. Statistical Analysis Report. NCES 2008-035"},
      {
        "id":"ED502110",
        "title":"Characteristics of Arizona School Districts in Improvement. Issues &amp; Answers. REL 2008-No. 054"},
      {
        "id":"ED502111",
        "title":"Perceptions of Financial Aid among California Latino Youth"},
      {
        "id":"ED502112",
        "title":"Latino Public Opinion Survey of Pre-Kindergarten Programs: Knowledge, Preferences, and Public Support"},
      {
        "id":"ED502123",
        "title":"Building on the Basics: The Impact of High-Stakes Testing on Student Proficiency in Low-Stakes Subjects. Civic Report No. 54"},
      {
        "id":"ED502124",
        "title":"Seeking a Brain, Heart and Courage: On Becoming a Holistic Teacher"},
      {
        "id":"ED502125",
        "title":"Developing Spiritual Potentialities, Principles and Practices of Leadership: A Self Study in Teacher Education"},
      {
        "id":"ED502126",
        "title":"Toward a Holistic Framework for Moral Education"},
      {
        "id":"ED502127",
        "title":"Minority School Leaders: Contributing to the Development of an Inclusive Multi-Cultural Environment"},
      {
        "id":"ED502128",
        "title":"Special Education: A Systematic Approach to Efficiency and Effectiveness"},
      {
        "id":"ED502129",
        "title":"A Big Idea: Smaller High Schools"},
      {
        "id":"ED502130",
        "title":"Teacher Turnover: Costly Crisis, Solvable Problem"},
      {
        "id":"ED502132",
        "title":"\"New Literacies or New Challenges?\": The Development of the Concept of Literacy in the Context of Information and Communication Technologies and Language Teaching"},
      {
        "id":"ED502133",
        "title":"Getting More Bang for CFE Bucks. Policy Briefing No. 1"},
      {
        "id":"ED502134",
        "title":"EFF HOT Topics: Strategies and Tools for Teaching with EFF. Volume 4, Number 1, Winter 2005"},
      {
        "id":"ED502135",
        "title":"Helping Kids, Saving Money: How to Reform New York's Special Education System. Special Report. SR2-05"},
      {
        "id":"ED502136",
        "title":"Salvaging NY's School &quot;Contracts.&quot; Policy Briefing No. 4"},
      {
        "id":"ED502138",
        "title":"Latinos in Michigan: The Social Context of After-School Programs in Michigan. LM-02"},
      {
        "id":"ED502139",
        "title":"EFF Research Principle: An Approach to Assessment Based on Cognitive Science. EFF Research to Practice Note 4"},
      {
        "id":"ED502140",
        "title":"Intergovernmental Approaches for Strengthening K-12 Accountability Systems"},
      {
        "id":"ED502141",
        "title":"High Expectations and Differentiation Equal Academic Success"},
      {
        "id":"ED502142",
        "title":"Public Speaking Course and the Hearing-Impaired College Student: Classroom Communication, Challenges and Rewards"},
      {
        "id":"ED502143",
        "title":"Trash Talking and Good Times on the Softball Field"},
      {
        "id":"ED502145",
        "title":"Preparing Teachers to Teach in Rural Schools. Issues &amp; Answers. REL 2008-No. 045"},
      {
        "id":"ED502146",
        "title":"Characteristics of California School Districts in Program Improvement. Issues &amp; Answers. REL 2008-No. 055"},
      {
        "id":"ED502147",
        "title":"Diagnosed Attention Deficit Hyperactivity Disorder and Learning Disability: United States, 2004-2006. Data from the National Health Interview Survey. Vital and Health Statistics. Series 10, Number 237"},
      {
        "id":"ED502148",
        "title":"[WWW.2CHEAT.COM] Update"},
      {
        "id":"ED502149",
        "title":"An Exploratory Phenomenological Study of African American Male Pre-Service Teachers at a Historical Black University in the Mid-South"},
      {
        "id":"ED502150",
        "title":"From Teacher Burnout to Student Burnout"},
      {
        "id":"ED502151",
        "title":"Cognitions about Cognitions: The Theory of Metacognition"},
      {
        "id":"ED502157",
        "title":"Educational Needs, Aspirations, and Expectations for Young People in Michigan. Latinos in Michigan. LM-03"},
      {
        "id":"ED502158",
        "title":"Where Are the Academically Successful Puerto Rican Students? Five Success Factors of High Achieving Puerto Rican High School Students. JSRI Working Paper No. 61"},
      {
        "id":"ED502159",
        "title":"&quot;This School Is My Sanctuary&quot;: The Dr. Pedro Albizu Campos Alternative High School. JSRI Working Paper No. 57"},
      {
        "id":"ED502160",
        "title":"Latino Scoreboard on Texas Higher Education: &quot;Just Who's 'Closing the Gaps'?&quot; JSRI Research Report No. 39"},
      {
        "id":"ED502161",
        "title":"The Impact of Latino Immigrants in Grand Rapids' Urban Development: A Social Capital Approach. JSRI Research Report No. 37"},
      {
        "id":"ED502162",
        "title":"CHIP Utilization in South Texas: A Prospective Longitudinal Study of the Children's Health Insurance Program. JSRI Research Report  No. 33"},
      {
        "id":"ED502164",
        "title":"Second Language Learning in an Undergraduate Population: Applications of Psycholinguistic Theory"},
      {
        "id":"ED502165",
        "title":"To Build New Strengths: The Future of Clinton Community College, and of North Country Community College. Education Policy Brief"},
      {
        "id":"ED502166",
        "title":"Revenues and Expenditures for Public Elementary and Secondary School Districts: School Year 2005-06 (Fiscal Year 2006). First Look. NCES 2008-345"},
      {
        "id":"ED502174",
        "title":"Descriptive Summary of 2003-04 Beginning Postsecondary Students: Three Years Later. NCES 2008-174"},
      {
        "id":"ED502177",
        "title":"Polish Post-Secondary Vocational Schools vs. Canadian Community Colleges: A Comparison of Information Accessibility and Accountability"},
      {
        "id":"ED502178",
        "title":"State Higher Education Finance, FY 2007"},
      {
        "id":"ED502179",
        "title":"More Student Success: A Systemic Solution"},
      {
        "id":"ED502180",
        "title":"Recession, Retrenchment, and Recovery: State Higher Education Funding &amp; Student Financial Aid"},
      {
        "id":"ED502181",
        "title":"Recession, Retrenchment, and Recovery: State Higher Education Funding & Student Financial Aid. Volume II: State Profiles"},
      {
        "id":"ED502182",
        "title":"Thirty Years of Academic Review and Approval by State Postsecondary Coordinating and Governing Boards"},
      {
        "id":"ED502184",
        "title":"State Higher Education Finance, FY2004. Executive Overview"},
      {
        "id":"ED502185",
        "title":"State Higher Education Finance, FY 2005. Executive Overview"},
      {
        "id":"ED502186",
        "title":"State Higher Education Finance, FY 2006. Executive Overview"},
      {
        "id":"ED502187",
        "title":"Focus on Technology's Impact on Postsecondary Education. Network News. Volume 23, Number 1"},
      {
        "id":"ED502189",
        "title":"State Higher Education Finance, FY 2004"},
      {
        "id":"ED502191",
        "title":"State Higher Education Finance, FY 2005"},
      {
        "id":"ED502192",
        "title":"State Higher Education Finance, FY 2006"},
      {
        "id":"ED502193",
        "title":"State Tuition, Fees, and Financial Assistance Policies for Public Colleges and Universities, 2005-06"},
      {
        "id":"ED502194",
        "title":"Out of Many, One: Toward Rigorous Common Core Standards From the Ground Up"},
      {
        "id":"ED502195",
        "title":"Final Report on the Mississippi Project CLEAR Voice Teacher Working Conditions Survey"},
      {
        "id":"ED502196",
        "title":"A Teacher Quality Primer. For Michigan School Officials, State Policymakers, Media and Residents"},
      {
        "id":"ED502197",
        "title":"Michigan Higher Education: Facts and Fiction. Policy Brief. No. S2007-08"},
      {
        "id":"ED502198",
        "title":"The Edmonton Public Schools Story: Internationally Renowned Superintendent Angus McBeath Chronicles His District's Successes and Failures. Policy Brief. No. S2007-13"},
      {
        "id":"ED502199",
        "title":"Guidelines for Multiple Testing in Impact Evaluations of Educational Interventions. Final Report"},
      {
        "id":"ED502200",
        "title":"A Parent's Guide: Maryland's Plan for PreK-12 Education, 2008"},
      {
        "id":"ED502201",
        "title":"A Tiered Instructional Approach to Support Achievement for All Students: Maryland's Response to Intervention Framework"},
      {
        "id":"ED502202",
        "title":"Harassment and Intimidation (Bullying) in Maryland Public Schools. A Report to the Maryland General Assembly on Incidents Reported under the Safe Schools Reporting Act of 2005"},
      {
        "id":"ED502203",
        "title":"Leading the Pack, Continuing to Move Forward. State of Education Report, 2008"},
      {
        "id":"ED502204",
        "title":"The Critical Middle: A Reason for Hope"},
      {
        "id":"ED502205",
        "title":"Monitoring the Future: National Results on Adolescent Drug Use. Overview of Key Findings, 2007"},
      {
        "id":"ED502206",
        "title":"Increasing State Investments in Early Care and Education: Lessons Learned from Advocates and Best Practices, Spring 2008"},
      {
        "id":"ED502207",
        "title":"Empowering Parents School Box: Learning Checklists"},
      {
        "id":"ED502208",
        "title":"Empowering Parents School Box: Taking a Closer Look"},
      {
        "id":"ED502209",
        "title":"Empowering Parents School Box: What Parents Need to Know"},
      {
        "id":"ED502210",
        "title":"What Are They Telling Us? The Importance of Children's Drawings"},
      {
        "id":"ED502211",
        "title":"What I Learned from My Students"},
      {
        "id":"ED502214",
        "title":"A New Safety Net for Low-Income Families"},
      {
        "id":"ED502215",
        "title":"Passport to Teaching: Career Choices and Experiences of American Board Certified Teachers. Final Report. MPR Reference No. 6215-030"},
      {
        "id":"ED502216",
        "title":"An Analysis of Florida's School Districts' Attendance Policies and their Relationship to High School Attendance Rates"},
      {
        "id":"ED502217",
        "title":"Learner to Teacher: EFL Student Teachers' Perceptions on Internet-Assisted Language Learning and Teaching"},
      {
        "id":"ED502218",
        "title":"Comparative Study of Government and Non Government College Teachers in Relation to Job Satisfaction and Job Stress"},
      {
        "id":"ED502219",
        "title":"Elements of Effective Practice[TM]. 2nd Edition"},
      {
        "id":"ED502220",
        "title":"Cross-Age Peer Mentoring. Research in Action. Issue 7"},
      {
        "id":"ED502221",
        "title":"Effectiveness of Mentoring Program Practices. Research in Action. Issue 2"},
      {
        "id":"ED502222",
        "title":"Fostering Close and Effective Relationships in Youth Mentoring Programs. Research in Action. Issue 4"},
      {
        "id":"ED502223",
        "title":"Mentoring: A Key Resource for Promoting Positive Youth Development. Research in Action. Issue 1"},
      {
        "id":"ED502224",
        "title":"Mentoring: A Promising Intervention for Children of Prisoners. Research in Action. Issue 10"},
      {
        "id":"ED502225",
        "title":"Mentoring across Generations: Engaging Age 50+ Adults as Mentors. Research in Action. Issue 8"},
      {
        "id":"ED502226",
        "title":"Program Staff in Youth Mentoring Programs: Qualifications, Training, and Retention. Research in Action. Issue 3"},
      {
        "id":"ED502227",
        "title":"School-Based Mentoring. Research in Action. Issue 6"},
      {
        "id":"ED502228",
        "title":"Why Youth Mentoring Relationships End. Research in Action. Issue 5"},
      {
        "id":"ED502229",
        "title":"Youth Mentoring: Do Race and Ethnicity Really Matter? Research in Action. Issue 9"},
      {
        "id":"ED502230",
        "title":"Fiscal Year 2008 Performance Budget Performance Plan"},
      {
        "id":"ED502231",
        "title":"Feeling the Heat: The Impact of Rising Energy Costs on Colleges &amp; Universities in the Midwest"},
      {
        "id":"ED502232",
        "title":"The Ripple Effect of Virginia Tech: Assessing the Nationwide Impact on Campus Safety and Security Policy and Practice"},
      {
        "id":"ED502233",
        "title":"Improving the Academic Achievement of the Disadvantaged; Migrant Education Program. Final Rule. Federal Register, Department of Education, 34 CFR Part 200"},
      {
        "id":"ED502234",
        "title":"Demands for Testimony or Records in Legal Proceedings. Final Regulations. Federal Register, Department of Education 34 CFR Part 8"},
      {
        "id":"ED502235",
        "title":"Responding to Leadership Challenges in U.S. Catholic Schools: The Lived Reality"},
      {
        "id":"ED502236",
        "title":"Mobile Learning in Higher Education: An Empirical Assessment of a New Educational Tool"},
      {
        "id":"ED502237",
        "title":"Parent and Family Involvement in Education, 2006-07 School Year, From the National Household Education Surveys Program of 2007. First Look. NCES 2008-050"},
      {
        "id":"ED502238",
        "title":"Examining the Links between Grade 12 Mathematics and Remedial Courses in Nevada Public Colleges and Universities. Issues &amp; Answers. REL 2008-No. 058"},
      {
        "id":"ED502239",
        "title":"Trends in California Teacher Demand: A County and Regional Perspective. Issues &amp; Answers. REL 2008-No. 057"},
      {
        "id":"ED502240",
        "title":"The Teacher Education Assistance for College and Higher Education (TEACH) Grant Program and Other Federal Student Aid Programs. Final Rule. Federal Register, Part III, Department of Education, 34 CFR Parts 668, 673, 674, 675, 676, 682, 685, 686, and 690"},
      {
        "id":"ED502241",
        "title":"The Teacher Education Assistance for College and Higher Education (TEACH) Grant Program and Other Federal Student Aid Programs. Final Regulations. Correction. Federal Register, Department of Education, 34 CFR Parts 674, 682, 685, and 686"},
      {
        "id":"ED502243",
        "title":"Leveling Up: Narrowing the Teacher Academic Capital Gap in Illinois. Illinois Education Research Council. Policy Research Report: IERC 2008-1"},
      {
        "id":"ED502244",
        "title":"Iranian Journal of Language Studies (IJLS). Volume 2, Issue 2"},
      {
        "id":"ED502245",
        "title":"Iranian Journal of Language Studies (IJLS). Volume 2, Issue 3"},
      {
        "id":"ED502246",
        "title":"Evaluation of the Student Engagement Process in a Criminal Justice Program at a Technical College"},
      {
        "id":"ED502250",
        "title":"Reaching the Critical Mass: The Twenty Year Surge in High School Physics. Findings from the 2005 Nationwide Survey of High School Physics Teachers. AIP Report. Number R-442"},
      {
        "id":"ED502251",
        "title":"Children's Voice. Volume 17, Number 3, May/June 2008"},
      {
        "id":"ED502252",
        "title":"My Journey of Learning and Teaching Mathematics from Traditionalism to Constructivism: A Portrayal of Pedagogic Metamorphosis"},
      {
        "id":"ED502253",
        "title":"WWC Quick Review of the Article &quot;Promoting Broad and Stable Improvements in Low-Income Children&apos;s Numerical Knowledge Through Playing Number Board Games&quot;"},
      {
        "id":"ED502254",
        "title":"WWC Quick Review of the Report &quot;The Effect of Performance-Pay in Little Rock, Arkansas on Student Achievement&quot;"},
      {
        "id":"ED502255",
        "title":"WWC Quick Review of the Manuscript &quot;Paying for A&apos;s: An Early Exploration of Student Reward and Incentive Programs in Charter Schools&quot;"},
      {
        "id":"ED502257",
        "title":"Leadership Role of the Department Chair in Private Colleges"},
      {
        "id":"ED502258",
        "title":"Teacher Learning of Technology-Enhanced Formative Assessment"},
      {
        "id":"ED502259",
        "title":"Hispanic Administrators in Kentucky"},
      {
        "id":"ED502260",
        "title":"Politeness Strategies among Native and Romanian Speakers of English"},
      {
        "id":"ED502261",
        "title":"Individual Differences in L2 Acquisition of Japanese Particles \"WA\" and \"GA\""},
      {
        "id":"ED502263",
        "title":"The Metropolitan Life Survey of the American Teacher, 2000: Are We Preparing Students for the 21st Century?"},
      {
        "id":"ED502264",
        "title":"The Metropolitan Life Survey of the American Teacher, 1999: Violence in America's Public Schools--Five Years Later"},
      {
        "id":"ED502265",
        "title":"Parents' Reports of the School Readiness of Young Children from the National Household Education Surveys Program of 2007. First Look. NCES 2008-051"},
      {
        "id":"ED502266",
        "title":"WWC Quick Review of the Report &quot;Charter School Performance in Los Angeles Unified School District: A District and Neighborhood Matched Comparison Analysis&quot;"},
      {
        "id":"ED502269",
        "title":"Harmonizing the Interests of Free Speech, Obscenity and Child Pornography on Cyberspace: The New Roles of Parents, Technology and Legislation for Internet Safety"},
      {
        "id":"ED502270",
        "title":"Does Standards-Based Teacher Evaluation Improve Schools: An Investigation of Teacher Perceptions of Appraisal Systems"},
      {
        "id":"ED502271",
        "title":"When Access Is Not Enough. Carnegie Perspectives"},
      {
        "id":"ED502272",
        "title":"Students' Conceptual Metaphors Influence Their Statistical Reasoning about Confidence Intervals. WCER Working Paper No. 2008-5"},
      {
        "id":"ED502273",
        "title":"Recommendations for Assessing English Language Learners: English Language Proficiency Measures and Accommodation Uses. Recommendations Report (Part 3 of 3). CRESST Report 737"},
      {
        "id":"ED502274",
        "title":"Reenrollment of High School Dropouts in a Large, Urban School District. Issues &amp; Answers. REL 2008-No. 056"},
      {
        "id":"ED502275",
        "title":"The Status of Large-Scale Assessment in the Pacific Region. REL Technical Brief. REL 2008-No. 003"},
      {
        "id":"ED502280",
        "title":"Maintenance Workorder Nonconformity and the TQM Process"},
      {
        "id":"ED502281",
        "title":"Brief History of Canadian ASL-English Interpreting"},
      {
        "id":"ED502282",
        "title":"Variables Control Charts: A Measurement Tool to Detect Process Problems within Housing"},
      {
        "id":"ED502283",
        "title":"Issues in Assessing English Language Learners: English Language Proficiency Measures and Accommodation Uses. Literature Review (Part 1 of 3). CRESST Report 731"},
      {
        "id":"ED502284",
        "title":"Issues in Assessing English Language Learners: English Language Proficiency Measures   and Accommodation Uses. Practice Review (Part 2 of 3). CRESST Report 732"},
      {
        "id":"ED502285",
        "title":"Using Pareto Analysis with Trend Analysis: Statistical Techniques to Investigate Incident Reports within a Housing System"},
      {
        "id":"ED502286",
        "title":"Using a Market Ratio Factor in Faculty Salary Equity Studies. AIR Professional File. Number 103, Spring 2007"},
      {
        "id":"ED502287",
        "title":"Utilizing Role Theory and Mentoring to Minimize Stress for New Faculty"},
      {
        "id":"ED502288",
        "title":"Do College Athletes Learn from Racial Diversity in Intercollegiate Athletics? A Study of the Perceptions of College Athletes from the State of Michigan"},
      {
        "id":"ED502289",
        "title":"Managing for Results in America's Great City Schools. A Report of the Performance Measurement and Benchmarking Project, Spring 2008"},
      {
        "id":"ED502290",
        "title":"The Economic Promise of Investing in High-Quality Preschool: Using Early Education to Improve Economic Growth and the Fiscal Sustainability of States and the Nation"},
      {
        "id":"ED502291",
        "title":"Cracks in the Education Pipeline: A Business Leader's Guide to Higher Education Reform"},
      {
        "id":"ED502292",
        "title":"Investing in Learning: School Funding Policies to Foster High Performance"},
      {
        "id":"ED502293",
        "title":"Teacher Pensions: A Background Paper"},
      {
        "id":"ED502294",
        "title":"Education for Global Leadership: The Importance of International Studies and Foreign Language Education for U.S. Economic and National Security"},
      {
        "id":"ED502295",
        "title":"Education for Global Leadership: The Importance of International Studies and Foreign Language Education for U.S. Economic and National Security. Executive Summary"},
      {
        "id":"ED502296",
        "title":"The Economic Promise of Investing in High-Quality Preschool: Using Early Education to Improve Economic Growth and the Fiscal Sustainability of States and the Nation. Executive Summary"},
      {
        "id":"ED502297",
        "title":"Investing in Learning: School Funding Policies to Foster High Performance. Executive Summary"},
      {
        "id":"ED502298",
        "title":"Teacher Shortages: A Policy Brief Exploring Important Issues Raised by the \"2006 MetLife Survey of the American Teacher: Expectations and Experiences.\" Policy Brief"},
      {
        "id":"ED502299",
        "title":"Afterschool Fosters Success in School. MetLife Foundation Afterschool Alert. Issue Brief No. 31"},
      {
        "id":"ED502300",
        "title":"High School Dropout and Graduation Rates in the Central Region. Issues &amp; Answers. REL 2008-No. 040"},
      {
        "id":"ED502302",
        "title":"State Policies on Teacher Evaluation Practices in the Midwest Region. REL Technical Brief. REL 2008-No. 004"},
      {
        "id":"ED502303",
        "title":"Calculating the Ability of Within-School Teacher Supply to Meet the Demands of New Requirements: The Example of the Michigan Merit Curriculum. REL Technical Brief. REL 2008-No. 005"},
      {
        "id":"ED502304",
        "title":"Summer: A Season When Learning Is Essential. Afterschool Alert. Issue Brief No. 33"},
      {
        "id":"ED502306",
        "title":"Afterschool: Supporting Family Involvement in Schools. Afterschool Alert. Issue Brief No. 32"},
      {
        "id":"ED502307",
        "title":"Evaluations Backgrounder: A Summary of Formal Evaluations of the Academic Impact of Afterschool Programs"},
      {
        "id":"ED502309",
        "title":"College Women's Attitudes, Behaviors, and Beliefs Regarding the HPV Vaccine: Translation to Health Education Practice"},
      {
        "id":"ED502310",
        "title":"Opportunities Gained and Lost: Perceptions and Experiences of Sixth Grade Students Enrolled in a Title I Reading Class"},
      {
        "id":"ED502311",
        "title":"Dissertation Abstracts: Scientific Evidence Related to Teaching and Learning Mathematics"},
      {
        "id":"ED502312",
        "title":"Public School Graduates and Dropouts from the Common Core of Data: School Year 2005-06. First Look. NCES 2008-353"},
      {
        "id":"ED502314",
        "title":"How Do Homework Guides Help Students Acquire Procedural Knowledge?"},
      {
        "id":"ED502315",
        "title":"A Modified Moore Approach to Teaching Mathematical Statistics: An Inquiry Based Learning Technique to Teaching Mathematical Statistics"},
      {
        "id":"ED502316",
        "title":"Comparative Validity of the Descriptive Tests of Mathematical Skills (DTMS) and SAT-Mathematics (SAT-M) for Predicting Performance in Freshman College Mathematics Courses: Prefatory Report"},
      {
        "id":"ED502318",
        "title":"Open Standards, Open Source, and Open Innovation: Harnessing the Benefits of Openness"},
      {
        "id":"ED502331",
        "title":"Evaluating the Effectiveness of a Technology-Based Preschool Literacy Project: A Final Report of the LitTECH Outreach Project"},
      {
        "id":"ED502333",
        "title":"Prospering Together: America's Citizens, Communities and Companies"},
      {
        "id":"ED502334",
        "title":"Gaining Momentum, Losing Ground. Progress Report, 2008"},
      {
        "id":"ED502336",
        "title":"On the Nature of Mathematical Thought and Inquiry: A Prelusive Suggestion"},
      {
        "id":"ED502338",
        "title":"An Inventive Use of the WWW as a Teaching and Learning Tool in Mathematics: Structured Web Materials for Courses across the Mathematics Canon"},
      {
        "id":"ED502343",
        "title":"Crossing the Bridge to Higher Mathematics: Using a Modified Moore Approach to Assist Students Transitioning to Higher Mathematics"},
      {
        "id":"ED502344",
        "title":"America's Basic Research: Prosperity Through Discovery. A Policy Statement by the Research and Policy Committee of the Committee for Economic Development"},
      {
        "id":"ED502348",
        "title":"Culminating Experience Action Research Projects, Volume 12, Spring 2008"},
      {
        "id":"ED502349",
        "title":"Community Colleges: Special Supplement to The Condition of Education 2008. Statistical Analysis Report. NCES 2008-033"},
      {
        "id":"ED502350",
        "title":"Even Gifted Students Can Not See the Wood for the Trees"},
      {
        "id":"ED502353",
        "title":"Engage and Excite All Learners Through a Visual Literacy Curriculum"},
      {
        "id":"ED502354",
        "title":"EFL Foreign Teacher Stress in Korea: Causes and Coping Mechanisms"},
      {
        "id":"ED502355",
        "title":"Reading Results: A Critical Look at Standardized Testing and the Linguistic Minority"},
      {
        "id":"ED502356",
        "title":"Analysis of Children and Young People's Plans, 2007"},
      {
        "id":"ED502357",
        "title":"Evaluating the Early Impact of Integrated Children's Services. Round 1 Final Report"},
      {
        "id":"ED502358",
        "title":"Intergenerational Practice: A Review of the Literature. LGA Research Report F/SR262"},
      {
        "id":"ED502359",
        "title":"Comparison of the Core Primary Curriculum in England to Those of Other High Performing Countries. Research Report DCSF-RW048"},
      {
        "id":"ED502360",
        "title":"Narrowing the Gap in Outcomes for Vulnerable Groups: A Review of the Research Evidence"},
      {
        "id":"ED502361",
        "title":"Narrowing the Gap in Outcomes for Vulnerable Groups: Overview and Analysis of Available Datasets on Vulnerable Groups and the Five ECM Outcomes. Executive Summary"},
      {
        "id":"ED502362",
        "title":"European Union Students Studying in English Higher Education Institutions. DIUS Research Report 08-09"},
      {
        "id":"ED502367",
        "title":"The Value of Social Care Professionals Working in Extended Schools"},
      {
        "id":"ED502369",
        "title":"The Effects of the School Environment on Young People's Attitudes towards Education and Learning. Summary Report"},
      {
        "id":"ED502370",
        "title":"&quot;A Treasure Chest of Service&quot;: The Role of Toy Libraries within Play Policy in Wales"},
      {
        "id":"ED502371",
        "title":"Analysis of Hyderabad Data from &quot;Jolly Phonics&quot; Initiative to Investigate Its Impact on Pupil Progress in Reading and Spelling--India"},
      {
        "id":"ED502372",
        "title":"Analysis of International Data on the Impact of Private Schooling--Hyderabad, India"},
      {
        "id":"ED502374",
        "title":"Evaluation of the Impact of Section 5 Inspections"},
      {
        "id":"ED502375",
        "title":"Engaging Places Research Summary. Bridging the Gap: A Synthesis of Research into the Supply and the Demand of Built Environment Education in Schools"},
      {
        "id":"ED502376",
        "title":"CAMHS Funding and Priorities. LGAR Report 2/07"},
      {
        "id":"ED502377",
        "title":"Children's Services Statistical Neighbour Benchmarking Tool. Practitioner User Guide"},
      {
        "id":"ED502381",
        "title":"Video-Based Reporting of Evaluation Results in Project SUCCESS"},
      {
        "id":"ED502384",
        "title":"An Investment Prospectus. Strengthening Education and Democracy through Service-Learning"},
      {
        "id":"ED502385",
        "title":"A Place to Grow: Evaluation of the New York City Beacons. Final Report"},
      {
        "id":"ED502386",
        "title":"Vital Voices: Building Constituencies for Public School Reform. Executive Summary"},
      {
        "id":"ED502388",
        "title":"HEARTS (Higher Education, the Arts and Schools): An Experiment in Educating Teachers"},
      {
        "id":"ED502389",
        "title":"Increasing Capacity in STEM Education Research: A Study Exploring the Potential for a Fellowship Programme. Research Summary"},
      {
        "id":"ED502390",
        "title":"Using Computers in the Interrelated Resource Room"},
      {
        "id":"ED502391",
        "title":"Mapping the Rural Adolescent Girls' Participation in Residential Non-Formal Education Program--A Study in Lunkaransar Block, Rajasthan, India"},
      {
        "id":"ED502392",
        "title":"Increasing Capacity in STEM Education Research: A Study Exploring the Potential for a Fellowship Programme"},
      {
        "id":"ED502393",
        "title":"Inter-School Collaboration: A Literature Review"},
      {
        "id":"ED502394",
        "title":"The Status of the Preparation and Hiring of School Principals in the U.S.-Affiliated Pacific Region. REL Technical Brief. REL 2008-No. 006"},
      {
        "id":"ED502395",
        "title":"Performance Patterns for Students with Disabilities in Grade 4 Mathematics Education in   New York State. Issues &amp; Answers. REL 2008-No. 050"},
      {
        "id":"ED502396",
        "title":"Evaluating the Early Impact of Integrated Children's Services. Round 1 Summary Report"},
      {
        "id":"ED502398",
        "title":"Improving Adolescent Literacy: Effective Classroom and Intervention Practices. IES Practice Guide. NCEE 2008-4027"},
      {
        "id":"ED502400",
        "title":"Profiles of Participants in the National School Lunch Program: Data from Two National Surveys. Economic Information Bulletin Number 17"},
      {
        "id":"ED502401",
        "title":"Profiles of Participants in the National School Lunch Program: Data From Two National Surveys. ERS Report Summary"},
      {
        "id":"ED502402",
        "title":"The Income Volatility See-Saw: Implications for School Lunch. Economic Research Report  Number 23"},
      {
        "id":"ED502403",
        "title":"The Income Volatility See-Saw: Implications for School Lunch. ERS Report Summary"},
      {
        "id":"ED502404",
        "title":"The National School Lunch Program: Background, Trends, and Issues. Economic Research  Report Number 61"},
      {
        "id":"ED502405",
        "title":"The National School Lunch Program: Background, Trends, and Issues. ERS Report Summary"},
      {
        "id":"ED502407",
        "title":"Home Culture, Host Culture, and Identity: Student Teachers' Understanding of Self and Others"},
      {
        "id":"ED502410",
        "title":"Breakthrough to Literacy. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED502411",
        "title":"Mathematics in Context (MiC). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED502412",
        "title":"The New Century High Schools Initiative. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED502413",
        "title":"Admissions: Who Goes Where? Messages from the Statistics. LGA Research Report 4/06"},
      {
        "id":"ED502414",
        "title":"Cross-Nation Research into Mutual Recognition of Teaching Qualifications. Final Report"},
      {
        "id":"ED502417",
        "title":"Active Citizenship and Young People: Opportunities, Experiences and Challenges in and beyond School Citizenship Education Longitudinal Study: Fourth Annual Report. Research Report RR732"},
      {
        "id":"ED502419",
        "title":"An Evaluation of the Teacher Learning Academy: Phases 1 and 2. Final Report (Summary Report and Full Report)"},
      {
        "id":"ED502420",
        "title":"American Diploma Project. Algebra II End-Of-Course Exam: 2008 Annual Report"},
      {
        "id":"ED502422",
        "title":"Curriculum Based Measurement and Statewide Tests"},
      {
        "id":"ED502423",
        "title":"Support for Children Who Are Educated at Home. Research Briefing"},
      {
        "id":"ED502424",
        "title":"What Is Curriculum-Based Measurement and What Does It Mean to My Child?"},
      {
        "id":"ED502425",
        "title":"Use of an Aptitude Test in University Entrance--A Validity Study: Relationships between SAT[R] Scores, Attainment Measures and Background Variables. Research Report RR846"},
      {
        "id":"ED502426",
        "title":"How Progress Monitoring Assists Decision Making in a Response-to-Instruction Framework"},
      {
        "id":"ED502427",
        "title":"VISION versus PRAGMATISM: Citizenship in the Secondary School Curriculum in England. Citizenship Education Longitudinal Study: Fifth Annual Report. Research Report RR845"},
      {
        "id":"ED502429",
        "title":"The Impact of 14-16 Year Olds on Further Education Colleges"},
      {
        "id":"ED502430",
        "title":"The Development of the Children's Services Statistical Neighbour Benchmarking Model. Final Report"},
      {
        "id":"ED502431",
        "title":"Submission to the Education and Skills Committee Inquiry into Testing and Assessment"},
      {
        "id":"ED502432",
        "title":"Cleveland Metropolitan School District Human Ware Audit: Findings and Recommendations"},
      {
        "id":"ED502433",
        "title":"Service Children's Education: Survey of Parental Views. Final Report"},
      {
        "id":"ED502434",
        "title":"Study of Creative Partnerships' Local Sharing of Practice and Learning"},
      {
        "id":"ED502435",
        "title":"Secondary Social, Emotional and Behavioural Skills (SEBS) Pilot Evaluation. Research Report No. DCFS-RR003"},
      {
        "id":"ED502436",
        "title":"Research into the Deployment and Impact of Support Staff Who Have Achieved HLTA  Status. Final Report"},
      {
        "id":"ED502437",
        "title":"Secondary School Curriculum and Staffing Survey, 2007. Research Report DCSF-RR0026"},
      {
        "id":"ED502439",
        "title":"Playing for Success: An Evaluation of its Long Term Impact. Research Report RR844"},
      {
        "id":"ED502440",
        "title":"Youth Opportunity Fund and Youth Capital Fund: Evaluation Findings from Initial Case-Study Visits. Research Report DCSF-RR004"},
      {
        "id":"ED502441",
        "title":"Annotated Bibliography of Selected Curriculum-Based Measurement Articles"},
      {
        "id":"ED502442",
        "title":"Renaissance Learning Equating Study. Report"},
      {
        "id":"ED502443",
        "title":"The Impact of School Fires: A Study of the Wider Economic and Social Impacts on Schools and the Local Community. LGA Research Report 3/07"},
      {
        "id":"ED502444",
        "title":"Participation under the Spotlight: Defining Future Directions. Key Players Workshop, November 2007. Report and Action Plan"},
      {
        "id":"ED502445",
        "title":"Support for Children Who Are Educated at Home"},
      {
        "id":"ED502446",
        "title":"Perceptions of the LGE. Research Summary"},
      {
        "id":"ED502448",
        "title":"Raising the Achievement of Bilingual Learners in Primary Schools: Statistical Analysis. Research Report DCSF-RR006"},
      {
        "id":"ED502450",
        "title":"Monitoring Student Progress in Individualized Educational Programs Using Curriculum-Based Measurement"},
      {
        "id":"ED502451",
        "title":"Impact of Sexuality Education in Preventing STD-HIV/AIDS among Teenagers of School Going Students"},
      {
        "id":"ED502452",
        "title":"Fact Sheet: Benefits of Curriculum Based Measurement"},
      {
        "id":"ED502453",
        "title":"Grade One: Math Computation. Case Study #1"},
      {
        "id":"ED502454",
        "title":"Grade Three: Math Concepts/Applications. Case Study #2"},
      {
        "id":"ED502455",
        "title":"Monitoring Progress of Students Who Are Deaf or Hard of Hearing"},
      {
        "id":"ED502456",
        "title":"Student Progress Monitoring: What This Means for Your Child"},
      {
        "id":"ED502457",
        "title":"What Is Student Progress Monitoring and How Will It Help Me?"},
      {
        "id":"ED502458",
        "title":"What Can I Do to Make Sure My Child Receives the Benefits of CBM?"},
      {
        "id":"ED502459",
        "title":"Getting Started: How Do I Implement Progress Monitoring in My School?"},
      {
        "id":"ED502460",
        "title":"What Is Scientifically-Based Research on Progress Monitoring?"},
      {
        "id":"ED502462",
        "title":"Dead Documents Resurrected: Using a Tablet PC with Primary Source Materials"},
      {
        "id":"ED502465",
        "title":"Advice to Mental Health Intervention for Recruits Based on an Investigation for Mental Status of Servicemen during Basic Military Training"},
      {
        "id":"ED502466",
        "title":"Perspectives from Latin America: International Lessons for U.S. English Language Learners"},
      {
        "id":"ED502467",
        "title":"Education and Certification Qualifications of Departmentalized Public High School-Level Teachers of Core Subjects: Evidence from the 2003-04 Schools and Staffing Survey. Statistical Analysis Report. NCES 2008-338"},
      {
        "id":"ED502468",
        "title":"Contrastive Analysis on the University Rankings of China"},
      {
        "id":"ED502469",
        "title":"Teaching Design of Cultivating Nursing Students' Creative Thinking"},
      {
        "id":"ED502470",
        "title":"Complexities of Organization Dynamics and Development: Leaders and Managers"},
      {
        "id":"ED502471",
        "title":"General Education Curriculum Reforming Advance in the Universities of China Mainland"},
      {
        "id":"ED502472",
        "title":"Application of English Cohesion Theory in the Teaching of Writing to Chinese Graduate Students"},
      {
        "id":"ED502473",
        "title":"Skills Training in Literature Class"},
      {
        "id":"ED502474",
        "title":"Evaluation of &quot;Renaissance Learning&quot; Mathematics and Reading Programs in UK Specialist and Feeder Schools. Final Report, 2006"},
      {
        "id":"ED502475",
        "title":"Evaluation of the National Remodelling Team: Year 3. Final Report"},
      {
        "id":"ED502476",
        "title":"London Challenge: Surveys of Pupils and Teachers, 2005. Research Report RR718"},
      {
        "id":"ED502477",
        "title":"Pupils' Experiences and Perspectives of the National Curriculum and Assessment. Final Report for the Research Review"},
      {
        "id":"ED502478",
        "title":"Raising the Achievement of Bilingual Learners in Primary Schools: Evaluation of the Pilot/Programme. Research Report RR758"},
      {
        "id":"ED502479",
        "title":"The Implementation of OLASS: Assessing Its Early Impact and Examining the Key Challenges. Phase 2 Report. Research Report RR794"},
      {
        "id":"ED502480",
        "title":"The Implementation of OLASS: An Assessment of Its Impact One Year On. Research Report RR810"},
      {
        "id":"ED502481",
        "title":"The Role of Training Allowances in Incentivising the Behaviour of Young People and Employers. Research Report RR756"},
      {
        "id":"ED502482",
        "title":"Role of HBCUs as Baccalaureate-Origin Institutions of Black S&E Doctorate Recipients. InfoBrief. NSF 08-319"},
      {
        "id":"ED502483",
        "title":"Survey on Adult Student Opinions of English Classroom Activities"},
      {
        "id":"ED502484",
        "title":"Impact of English on Chinese Mainland: From Historical, Educational and Political Dimensions"},
      {
        "id":"ED502485",
        "title":"Computer-assisted Elementary Chinese Learning for American Students"},
      {
        "id":"ED502486",
        "title":"Examining Evaluation System of an English Language Program in China"},
      {
        "id":"ED502487",
        "title":"Second Language Reading Research: A Critical Review"},
      {
        "id":"ED502488",
        "title":"Review of Another Look of Valirie Lee, Julia Smith and Robert Croninger at High School Restructuring: More Evidence That It Improves Student Achievement and More Insight into Why"},
      {
        "id":"ED502489",
        "title":"On the Cause of University Students' Cheating Phenomenon from the Perspective of Albert Bandura's Reciprocal Determinism"},
      {
        "id":"ED502490",
        "title":"Removal of Toxic English Teaching &amp; Learning Styles in China"},
      {
        "id":"ED502491",
        "title":"Reflective Thinking on Communicative Teaching in Writing"},
      {
        "id":"ED502492",
        "title":"The History of Post-Secondary Finance in Alberta - An Analysis"},
      {
        "id":"ED502493",
        "title":"Some Ideas about Concepts"},
      {
        "id":"ED502494",
        "title":"Reflections on the Application of the Western Reproduction Theory in the Research into the Education of China"},
      {
        "id":"ED502495",
        "title":"Evaluation of Integrated Aimhigher: Tracking Surveys of Young People. Research Report RR811"},
      {
        "id":"ED502496",
        "title":"Evaluation of Increased Flexibility for 14 to 16 Year Olds Programme: Outcomes for the Second Cohort. Research Report RR786"},
      {
        "id":"ED502497",
        "title":"Evaluation of Aimhigher: Excellence Challenge Longitudinal Pupil Analysis Report. Research Report RR814"},
      {
        "id":"ED502498",
        "title":"Education Outside the Classroom: Research to Identify What Training Is Offered by Initial Teacher Training Institutions. Research Report RR802"},
      {
        "id":"ED502499",
        "title":"Examining American Indian Perspectives in the Central Region on Parent Involvement in Children's Education. Issues &amp; Answers. REL 2008-No. 059"},
      {
        "id":"ED502501",
        "title":"Performance Patterns for Students with Disabilities in Grade 4 Mathematics Education in Massachusetts. Issues &amp; Answers. REL 2008-No. 051"},
      {
        "id":"ED502502",
        "title":"Dropout Prevention. IES Practice Guide. NCEE 2008-4025"},
      {
        "id":"ED502503",
        "title":"Dropout and Completion Rates in the United States: 2006. Compendium Report. NCES 2008-053"},
      {
        "id":"ED502518",
        "title":"Developing Learner Autonomy for Oral Language on the Base of Emergent Metacognition"},
      {
        "id":"ED502519",
        "title":"Research and Exploration for Operational Research Education in Industry and Engineering Subject"},
      {
        "id":"ED502522",
        "title":"Constructing of Research-Oriented Learning Mode Based on Network Environment"},
      {
        "id":"ED502523",
        "title":"Semantic Relationships between Contextual Synonyms"},
      {
        "id":"ED502524",
        "title":"Limitations of Levels, Learning Outcomes and Qualifications as Drivers Towards a More Knowledge-Based Society"},
      {
        "id":"ED502525",
        "title":"Learning for Work and Working to Learn: Challenges within a Changing UK Higher Education System"},
      {
        "id":"ED502526",
        "title":"Historical Missions of Universities under the Guidance of Harmonious Socialistic Society"},
      {
        "id":"ED502527",
        "title":"Enlightenment and Comparison of Raising Higher Educational Funds"},
      {
        "id":"ED502528",
        "title":"Objective, Way and Method of Faculty Management Based on Ergonomics"},
      {
        "id":"ED502529",
        "title":"Semantic Support Environment for Research Activity"},
      {
        "id":"ED502530",
        "title":"Overview on Agent Application to Support Collaborative Learning Interaction"},
      {
        "id":"ED502531",
        "title":"Empirical Issues in the Design of Group-Randomized Studies to Measure the Effects of Interventions for Children. MDRC Working Papers on Research Methodology"},
      {
        "id":"ED502532",
        "title":"Welfare Time Limits: An Update on State Policies, Implementation, and Effects on Families"},
      {
        "id":"ED502533",
        "title":"Alternative Schools. Policy and Legislation across the United States. Research Report 1"},
      {
        "id":"ED502534",
        "title":"Alternative Schools. Findings From a National Survey of the States. Research Report 2"},
      {
        "id":"ED502535",
        "title":"On Teaching Strategies in Second Language Acquisition"},
      {
        "id":"ED502537",
        "title":"How Intuition Contributes to High Performance: An Educational Perspective"},
      {
        "id":"ED502539",
        "title":"Impact. Volume 16 Number 3 Fall-Winter 2003-04"},
      {
        "id":"ED502540",
        "title":"Impact. Volume 18, Number 2, Spring 2005"},
      {
        "id":"ED502544",
        "title":"Impact. Volume 19 Number 3 Fall-Winter 2006-07"},
      {
        "id":"ED502556",
        "title":"One-in-Five and Growing Fast: A Profile of Hispanic Public School Students"},
      {
        "id":"ED502558",
        "title":"Mapping West Virginia's Educational Progress, 2008"},
      {
        "id":"ED502559",
        "title":"Mapping Pennsylvania's Educational Progress, 2008"},
      {
        "id":"ED502561",
        "title":"Mapping Virginia's Educational Progress, 2008"},
      {
        "id":"ED502562",
        "title":"Mapping Alaska's Educational Progress, 2008"},
      {
        "id":"ED502563",
        "title":"Using Instructional Activities Game to Promote Mathematics: Teachers' Innovative Instruction"},
      {
        "id":"ED502564",
        "title":"Web-Based Evaluation System for a Problem-Based Laboratory"},
      {
        "id":"ED502565",
        "title":"System Construction on Psychological Harmony Education of College Students"},
      {
        "id":"ED502566",
        "title":"Animated Introductory Calculus: Development and Perception"},
      {
        "id":"ED502567",
        "title":"Gender Discrimination and Women's Development in India"},
      {
        "id":"ED502568",
        "title":"Grantee Satisfaction Survey. Final Report, August 2008"},
      {
        "id":"ED502570",
        "title":"Mapping Washington's Educational Progress, 2008"},
      {
        "id":"ED502571",
        "title":"Learning in the Workplace for Garage Mechanics and Technicians"},
      {
        "id":"ED502572",
        "title":"Teacher Learning: Reflective Practice as a Site of Engagement for Professional Identity Construction"},
      {
        "id":"ED502573",
        "title":"Harmonious University Construction Demands Internal and External Endeavors"},
      {
        "id":"ED502574",
        "title":"The View of Knowledge and the New National Curriculum in Norway"},
      {
        "id":"ED502575",
        "title":"Addressing Cognitive Processes in e-learning: TSOI Hybrid Learning Model"},
      {
        "id":"ED502576",
        "title":"Practice on Assessing Grammar and Vocabulary: The Case of the TOEFL"},
      {
        "id":"ED502577",
        "title":"Determinants of Malaysian Adult Learners' Distance Learning"},
      {
        "id":"ED502578",
        "title":"Educational Technology, Epistemology and Discourses in Curricula in Norway"},
      {
        "id":"ED502579",
        "title":"The Differences Between Novels and Films--Enhance Literature Teaching by Using Films"},
      {
        "id":"ED502580",
        "title":"Business English: An Individualised Learning Programme -- An Effective but Defective ESP Program"},
      {
        "id":"ED502581",
        "title":"Differences Between Public and Private Institutions of Taiwan's HTVE System in Determinants of Competitiveness"},
      {
        "id":"ED502582",
        "title":"A Genre-based Analysis of English Research Article Abstracts and the Linguistic Feature of Personal Pronouns for Financial Economics"},
      {
        "id":"ED502584",
        "title":"National Remodelling Team: Evaluation Study (Year 2). Final Report"},
      {
        "id":"ED502585",
        "title":"National Remodelling Team: Evaluation and Impact Study (Year 1) Final Report"},
      {
        "id":"ED502586",
        "title":"Minority Ethnic Pupils and Excellence in Cities: Final Report. Research Report RR703"},
      {
        "id":"ED502587",
        "title":"Factors Affecting Applications to Oxford and Cambridge--Repeat Survey. Executive Summary with Statistics"},
      {
        "id":"ED502588",
        "title":"Evaluation of Increased Flexibility for 14 to 16 Year Olds Programme: Outcomes for the First Cohort. Research Report No. RR668"},
      {
        "id":"ED502589",
        "title":"Evaluation of the NERF Bulletin Trial: Phase Two Report"},
      {
        "id":"ED502590",
        "title":"Evaluation of Increased Flexibility for 14 to 16 Year Olds Programme: The Second Year. RR609"},
      {
        "id":"ED502591",
        "title":"Evaluation of Behaviour and Education Support Teams. Research Report RR706"},
      {
        "id":"ED502592",
        "title":"Admissions and Exclusions of Pupils with Special Educational Needs. RR608"},
      {
        "id":"ED502593",
        "title":"Education and Conflict: Research and Research Possibilities"},
      {
        "id":"ED502594",
        "title":"Citizenship Education Longitudinal Study: Second Cross-Sectional Survey, 2004. Listening to Young People: Citizenship Education in England. Research Report RR626"},
      {
        "id":"ED502595",
        "title":"Transition Matters: Community College to Bachelor's Degree. A Proceedings Report of the Advisory Committee on Student Financial Assistance"},
      {
        "id":"ED502596",
        "title":"Preparing High School Students for Successful Transitions to Postsecondary Education and Employment. Issue Brief"},
      {
        "id":"ED502597",
        "title":"Striking the Balance: Career Academies Combine Academic Rigor and Workplace Relevance"},
      {
        "id":"ED502598",
        "title":"Evaluating the Impact of Interventions That Promote Successful Transitions from High School. Research Brief"},
      {
        "id":"ED502599",
        "title":"A Study of the Transition from the Foundation Stage to Key Stage 1. Research Report:  SSU/2005/FR/013"},
      {
        "id":"ED502600",
        "title":"Vulnerable Children's Access to Examinations at Key Stage 4. Research Report RR639"},
      {
        "id":"ED502601",
        "title":"Schools' Use of Data in Teaching and Learning. Research Report RR671"},
      {
        "id":"ED502602",
        "title":"Professional Development for Teachers Early in Their Careers: An Evaluation of the Early Professional Development Pilot Scheme. Research Report RR613"},
      {
        "id":"ED502603",
        "title":"New Relationship with Schools: Evaluation of Trial Local Authorities and Schools. RR689"},
      {
        "id":"ED502604",
        "title":"The Use of Computers in Mathematics Education: A Paradigm Shift from \"Computer Assisted Instruction\" towards \"Student Programming\""},
      {
        "id":"ED502605",
        "title":"Experiences of Mathematics Student Teachers in a Series of Science Experiments"},
      {
        "id":"ED502606",
        "title":"The Effects of Mastery Learning and Cooperative, Competitive and Individualistic Learning Environment Organizations on Achievement and Attitudes in Mathematics"},
      {
        "id":"ED502607",
        "title":"21st Century Teaching and Learning"},
      {
        "id":"ED502608",
        "title":"Was Your Glass Left Half Full? Family Dynamics and Optimism"},
      {
        "id":"ED502609",
        "title":"The Morality of Individuality and Autonomy and the Co-Dependence of Education"},
      {
        "id":"ED502610",
        "title":"Home Education in Pennsylvania, 2006-2007"},
      {
        "id":"ED502612",
        "title":"The Changed Brain: Teacher Awareness of Traumatic Brain Injury and Instruction Methods to Enhance Cognitive Processing in Mathematics"},
      {
        "id":"ED502613",
        "title":"Q & A for 2008 National Board Certification[R]: A Guide for Teachers and Other Education Stakeholders"},
      {
        "id":"ED502615",
        "title":"Implementation of the Weighted Student Formula Policy in San Francisco: A Descriptive Study of an Equity-Driven, Student-Based Planning and Budgeting Policy. Issues &amp; Answers. REL 2008-No. 061"},
      {
        "id":"ED502616",
        "title":"Gender Gaps in Assessment Outcomes in Vermont and the United States. Issues &amp; Answers. REL 2008-No. 062"},
      {
        "id":"ED502617",
        "title":"Arizona State Museum &quot;Culture Craft Saturdays--Serving At-Risk Populations&quot; Institute of Museums and Library Services Grant Museums for America Program, 2007-2008 School Year. Final Evaluation Report"},
      {
        "id":"ED502618",
        "title":"Outlook. Number 337"},
      {
        "id":"ED502620",
        "title":"Hands-on Materials for Teaching about Global Climate Change through Graph Interpretation"},
      {
        "id":"ED502621",
        "title":"Remapping Englishness--the Impact of Globalization on College English Instruction in Taiwan"},
      {
        "id":"ED502622",
        "title":"Teaching ESL/EFL Writing beyond Language Skills"},
      {
        "id":"ED502623",
        "title":"Tools of the Mind. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED502624",
        "title":"Assessment Portfolios as Opportunities for Teacher Learning. CRESST Report 736"},
      {
        "id":"ED502625",
        "title":"From Evidence to Action: A Seamless Process in Formative Assessment? CRESST Report 741"},
      {
        "id":"ED502626",
        "title":"Improving Formative Assessment Practice with Educational Information Technology. CRESST Report 739"},
      {
        "id":"ED502627",
        "title":"Providing Validity Evidence to Improve the Assessment of English Language Learners. CRESST Report 738"},
      {
        "id":"ED502628",
        "title":"Templates and Objects in Authoring Problem-Solving Assessments. CRESST Report 735"},
      {
        "id":"ED502629",
        "title":"Testing One Premise of Scientific Inquiry in Science Classrooms: A Study That Examines Students' Scientific Explanations. CRESST Report 733"},
      {
        "id":"ED502630",
        "title":"Formative Assessment and the Improvement of Middle School Science Learning: The Role of Teacher Accuracy. CRESST Report 740"},
      {
        "id":"ED502631",
        "title":"Using Data and Big Ideas: Teaching Distribution as an Instance of Repeated Addition. CRESST Report 734"},
      {
        "id":"ED502632",
        "title":"Projections of Education Statistics to 2017. Thirty-Sixth Edition. NCES 2008-078"},
      {
        "id":"ED502633",
        "title":"Using Criterion in an English for Academic Purposes Course"},
      {
        "id":"ED502634",
        "title":"Multiple Ways to be Smart: Gardener's Theory of Multiple Intelligences and its Educational Implications in English Teaching and Oral Communication"},
      {
        "id":"ED502635",
        "title":"Test Drive: Six States Pilot Better Ways to Measure and Compare Community College Performance. An Achieving the Dream Policy Brief"},
      {
        "id":"ED502637",
        "title":"Evaluation of the Skills of K-12 Students Regarding the National Educational Technology Standards for Students (NETS*S) in Turkey"},
      {
        "id":"ED502638",
        "title":"In 2008 the State of Children in Turkey with Special Reference to the Right of Education"},
      {
        "id":"ED502639",
        "title":"Evaluation of the Early Start to Emancipation Preparation Tutoring Program, Los Angeles County, California: Final Report"},
      {
        "id":"ED502640",
        "title":"Evaluation of the Life Skills Training Program, Los Angeles County, California: Final Report"},
      {
        "id":"ED502641",
        "title":"Bureau of Indian Education--Improving Interior's Assistance Would Aid Tribal Groups Developing Academic Accountability Systems. Testimony before the Subcommittee on Early Childhood, Elementary and Secondary Education, Committee on Education and Labor, House of Representatives. GAO-08-1125T"},
      {
        "id":"ED502645",
        "title":"The Effects of the Directed Reading-Thinking Activity on EFL Students' Referential and Inferential Comprehension"},
      {
        "id":"ED502646",
        "title":"Minimizing Female Bullying in Middle School Students through Anti-Bullying Programs"},
      {
        "id":"ED502647",
        "title":"Home Visiting for At-Risk Preschoolers: A Successful Model for Latino Families"},
      {
        "id":"ED502648",
        "title":"Is a Principal Certificate a Passport to Salary Enhancement or to Administrative Positions in Schools?"},
      {
        "id":"ED502650",
        "title":"Hear Our Voice: Parents of Children with Disabilities from Mexico"},
      {
        "id":"ED502651",
        "title":"Accountability in K-12 Education. Education Policy Brief"},
      {
        "id":"ED502652",
        "title":"The Fragmentation of the College Mathematics Curriculum"},
      {
        "id":"ED502653",
        "title":"Error Analysis and the EFL Classroom Teaching"},
      {
        "id":"ED502655",
        "title":"Psychological Type and Undergraduate Student Achievement in Pharmacy Course in Military Medical University"},
      {
        "id":"ED502656",
        "title":"Difficulties, Problems and Countermeasures in Chinese Educational Technology Researches"},
      {
        "id":"ED502657",
        "title":"The Meaning of \"Meaning\": Reflection on Linguistic School's Theoretical Description of Meaning in Translation"},
      {
        "id":"ED502659",
        "title":"Special Needs Students in Higher Education"},
      {
        "id":"ED502660",
        "title":"Appreciation of Hardy's Poem \"Neutral Tones\" from the Point of View of Functional Analysis"},
      {
        "id":"ED502662",
        "title":"Improving Online Reading and Vocabulary Development"},
      {
        "id":"ED502663",
        "title":"Parental Practices and the Development of Maladaptive Schemas"},
      {
        "id":"ED502664",
        "title":"Inquiry Based Learning: A Modified Moore Method Approach To Encourage Student Research"},
      {
        "id":"ED502665",
        "title":"Using Stimulus Pairing to Enhance Observational Learning of Peer Initiations for a Child with Autism in a Community Play Group"},
      {
        "id":"ED502666",
        "title":"Recommendations for Special Educators Collaborating with Newly Arrived Students from Mexico"},
      {
        "id":"ED502667",
        "title":"Organizational Culture: Technology Integration. Review of Literature and Data Gathering"},
      {
        "id":"ED502668",
        "title":"Popularization and Formative Evaluation of Young Teachers"},
      {
        "id":"ED502669",
        "title":"Building Community in an Assistive Technology Course: The Transaction of Technology and Pedagogy"},
      {
        "id":"ED502670",
        "title":"Culminating Experience Action Research Projects, Volume 11, Fall 2007"},
      {
        "id":"ED502671",
        "title":"Teaching Western Literature to Non-Western Students"},
      {
        "id":"ED502672",
        "title":"Comparative Studies on Sino-Canadian Higher Education"},
      {
        "id":"ED502673",
        "title":"When a &quot;Modern&quot; Chinese Meets &quot;Traditional&quot; American Classes"},
      {
        "id":"ED502674",
        "title":"Turkish EFL Student Teachers' Perceptions on the Role of Electronic Portfolios in Their Professional Development"},
      {
        "id":"ED502675",
        "title":"Promoting Teachers' Positive Attitude towards Web Use: A Study in Web Site Development"},
      {
        "id":"ED502676",
        "title":"Modeling Spring Mass System with System Dynamics Approach in Middle School Education"},
      {
        "id":"ED502677",
        "title":"The Organization of the Faculty Development Programs for Research Assistants: The Case of Education Faculties in Turkey"},
      {
        "id":"ED502678",
        "title":"Using Multimedia Social Stories to Increase Appropriate Social Engagement in Young Children with Autism"},
      {
        "id":"ED502679",
        "title":"Virtual Students' Perceptions of e-Learning in Iran"},
      {
        "id":"ED502681",
        "title":"Tenure and Promotion 101: What You Need to Know?"},
      {
        "id":"ED502682",
        "title":"Development of the Integrated Communication Model"},
      {
        "id":"ED502683",
        "title":"How to Be an Effective Online Instructor"},
      {
        "id":"ED502684",
        "title":"Origins of the Los Angeles Public Library Branch System, 1891-1923"},
      {
        "id":"ED502686",
        "title":"Is College Opportunity Slipping Away? Parents and the Public Voice Concerns about Higher Education Access and Affordability. Policy Alert"},
      {
        "id":"ED502687",
        "title":"Children's Voice. Volume 17, Number 4, July/August 2008"},
      {
        "id":"ED502697",
        "title":"State Policies and Procedures and Selected Local Implementation Practices in Response to Intervention in the Six Southeast Region States. Issues &amp; Answers. REL 2008-No. 063"},
      {
        "id":"ED502698",
        "title":"Training Early Intervention Assistants in California's Community Colleges. Issues &amp; Answers. REL 2008-No. 060"},
      {
        "id":"ED502699",
        "title":"Examining Context and Challenges in Measuring Investment in Professional Development: A Case Study of Six School Districts in the Southwest Region. Issues &amp; Answers. REL 2008-No. 037"},
      {
        "id":"ED502700",
        "title":"The Impact of Two Professional Development Interventions on Early Reading Instruction and Achievement. NCEE 2008-4030"},
      {
        "id":"ED502708",
        "title":"Keeping Our Edge: Hispanic Americans Speak on Education and Competitiveness"},
      {
        "id":"ED502709",
        "title":"Latino Achievement in the Sciences, Technology, Engineering, and Mathematics. ETS Policy Notes. Volume 14, Number 2, Summer 2006"},
      {
        "id":"ED502712",
        "title":"Increasing Social Skills of Elementary School Students through the Use of Literature and Role Playing"},
      {
        "id":"ED502713",
        "title":"A Model for Guiding Undergraduates to Success in Computational Science"},
      {
        "id":"ED502715",
        "title":"Postsecondary Career/Technical Education: Changes in the Number of Offering Institutions and Awarded Credentials from 1997 to 2006. Issue Brief. NCES 2008-001"},
      {
        "id":"ED502717",
        "title":"Societal Development and Social Change"},
      {
        "id":"ED502718",
        "title":"State Systems of Support under NCLB: Design Components and Quality Considerations. AIR[R] Research Brief"},
      {
        "id":"ED502719",
        "title":"Help Wanted: State Capacity for School Improvement. AIR[R] Research Brief"},
      {
        "id":"ED502720",
        "title":"Reducing Behavior Problems in the Elementary School Classroom. IES Practice Guide. NCEE 2008-012"},
      {
        "id":"ED502721",
        "title":"Report of the Commission on the Use of Standardized Tests in Undergraduate Admission"},
      {
        "id":"ED502723",
        "title":"Eighth Grade: First Findings from the Final Round of the Early Childhood Longitudinal Study, Kindergarten Class of 1998-99 (ECLS-K). First Look. NCES 2008-088"},
      {
        "id":"ED502724",
        "title":"Counting on Excellence: How Parents Can Help Their Children Learn Mathematics. Recommendations from the National Mathematics Advisory Panel"},
      {
        "id":"ED502725",
        "title":"National Mathematics Advisory Panel Preliminary Report"},
      {
        "id":"ED502726",
        "title":"Expenditures on Children by Families, 2007. Miscellaneous Publication Number 1528-2007"},
      {
        "id":"ED502729",
        "title":"Nature or Nurture? On the Trail of Determining Variables That Influence Environmental Behavior"},
      {
        "id":"ED502730",
        "title":"Back to the Basics: In Defense of Achievement (and Achievement Tests) in College Admissions. Research &amp; Occasional Paper Series: CSHE.12.08"},
      {
        "id":"ED502731",
        "title":"The Development of Advertising and Marketing Education: The First 75 Years"},
      {
        "id":"ED502732",
        "title":"Educating Adult Learners: Twelve Tips for Teaching Business Professionals. Reflection on Theory and Practice"},
      {
        "id":"ED502733",
        "title":"On the Fallacy of Value-Added Assessment"},
      {
        "id":"ED502734",
        "title":"Wyoming Community Colleges Annual Accreditation Report April 1, 2004-March 31, 2005"},
      {
        "id":"ED502735",
        "title":"Wyoming Community College Commission Annual Accreditation Report, April 1, 2006-March 31, 2007"},
      {
        "id":"ED502736",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2006"},
      {
        "id":"ED502737",
        "title":"Wyoming Community Colleges Annual Partnership Report, 2005"},
      {
        "id":"ED502738",
        "title":"Annual Performance Report: Core Indicators of Effectiveness 2004-2005. Wyoming Community Colleges"},
      {
        "id":"ED502739",
        "title":"Annual Performance Report: Core Indicators of Effectiveness, 2005-2006. Wyoming Community Colleges"},
      {
        "id":"ED502740",
        "title":"Wyoming Community Colleges. Annual Performance Report: Core Indicators of Effectiveness 2006-2007"},
      {
        "id":"ED502741",
        "title":"Wyoming Community College System Annual Enrollment Report. Academic Year 2004-2005"},
      {
        "id":"ED502742",
        "title":"Cognitive, Affective, and Meta-Cognitive Skill Development through Instrumental Music: A Positive Impact on Academic Achievement"},
      {
        "id":"ED502743",
        "title":"Wyoming Community College System Annual Enrollment Report. Academic Year 2005-2006"},
      {
        "id":"ED502744",
        "title":"Wyoming Community College System Annual Enrollment Report. Academic Year 2006-2007"},
      {
        "id":"ED502745",
        "title":"Wyoming Community College System Fall 2005 Enrollment Report"},
      {
        "id":"ED502746",
        "title":"Wyoming Community College System Summer 2005 Enrollment Report"},
      {
        "id":"ED502747",
        "title":"Wyoming Community College System Spring 2005 Enrollment Report"},
      {
        "id":"ED502748",
        "title":"Wyoming Community College System Summer 2007 Enrollment Report"},
      {
        "id":"ED502749",
        "title":"Wyoming Community College System Fall 2006 Enrollment Report"},
      {
        "id":"ED502750",
        "title":"Wyoming Community College System Spring 2007 Enrollment Report"},
      {
        "id":"ED502754",
        "title":"Benefits of Co-Teaching in Relation to Student Learning"},
      {
        "id":"ED502755",
        "title":"&quot;Feed from the Service&quot;: Corruption and Coercion in the State--University Relations in Central Eurasia"},
      {
        "id":"ED502756",
        "title":"Accreditation as an Incentive for Internationalization: A South American Case Study"},
      {
        "id":"ED502757",
        "title":"Leadership in Australian Rural Schools: Bush Track, Fast Track"},
      {
        "id":"ED502758",
        "title":"The Repetition of Collocations in EFL Textbooks: A Corpus Study"},
      {
        "id":"ED502795",
        "title":"Closing the Educational Achievement Gap between Blacks and Whites: Nobody Wants to Be Black"},
      {
        "id":"ED502796",
        "title":"Accelerated Math. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED502797",
        "title":"Status and Trends in the Education of American Indians and Alaska Natives: 2008. NCES 2008-084"},
      {
        "id":"ED502798",
        "title":"Shifting Identities, Blurring Boundaries: The Changing Roles of Professional Managers in Higher Education. Research &amp; Occasional Paper Series: CSHE.10.2008"},
      {
        "id":"ED502799",
        "title":"No College Student Left Behind? Research & Occasional Paper Series: CSHE.9.2008"},
      {
        "id":"ED502800",
        "title":"Universities, the US High Tech Advantage, and the Process of Globalization. Research &amp; Occasional Paper Series: CSHE.8.2008"},
      {
        "id":"ED502801",
        "title":"Executive Compensation at the University of California: An Alternative View. Research &amp; Occasional Paper Series: CSHE.7.08"},
      {
        "id":"ED502802",
        "title":"Origins of the Principles for Review of Executive Compensation 1992-93. Research &amp; Occasional Paper Series: CSHE.6.2008"},
      {
        "id":"ED502803",
        "title":"Does Diversity Matter in the Education Process? An Exploration of Student Interactions by Wealth, Religion, Politics, Race, Ethnicity and Immigrant Status at the University of California. A Student Experience in the Research University (SERU) Project Research Paper. Research &amp; Occasional Paper Series: CSHE.5.08"},
      {
        "id":"ED502804",
        "title":"Two Cultures: Undergraduate Academic Engagement. Research &amp; Occasional Paper Series: CSHE.4.08"},
      {
        "id":"ED502805",
        "title":"Ethics and Leadership: Reflections from A Public Research University. Research & Occasional Paper Series: CSHE.3.08"},
      {
        "id":"ED502806",
        "title":"Entrepreneurial University: India's Response. Research &amp; Occasional Paper Series: CSHE.2.08"},
      {
        "id":"ED502807",
        "title":"University as Publisher: Summary of a Meeting Held at UC Berkeley on November 1, 2007"},
      {
        "id":"ED502808",
        "title":"Neoliberalism, Performance Measurement, and the Governance of American Academic Science"},
      {
        "id":"ED502809",
        "title":"Undergraduate Time Use and Academic Outcomes: Results from UCUES 2006"},
      {
        "id":"ED502810",
        "title":"The Poor and the Rich: A Look at Economic Stratification and Academic Performance among Undergraduate Students in the United States"},
      {
        "id":"ED502811",
        "title":"Political, Economic, Socio-Cultural, and Educational Challenges of Administering a Sino-US Joint Venture Campus in China"},
      {
        "id":"ED502812",
        "title":"Developing Prosocial Behaviors in Early Adolescence with Reactive Aggression"},
      {
        "id":"ED502813",
        "title":"Building a Learning Community through Curriculum"},
      {
        "id":"ED502814",
        "title":"Lifelong Learning for Sustainable Community Development in a Japanese Case"},
      {
        "id":"ED502815",
        "title":"Favoritism in the Turkish Educational System: Nepotism, Cronyism and Patronage"},
      {
        "id":"ED502817",
        "title":"A Study of Classroom Literacy Interventions and Outcomes in Even Start. NCEE 2008-4028"},
      {
        "id":"ED502824",
        "title":"Doing the Right Thing: National Implications of Equity, ELCC Standards and the 21st Century Educator"},
      {
        "id":"ED502825",
        "title":"A Practical Guide to Assessment Planning for Institutional Effectiveness and Assessment"},
      {
        "id":"ED502826",
        "title":"The Issue of Ebonics and The Constructed National View of the Black American"},
      {
        "id":"ED502827",
        "title":"The Efficacy of Some Proposed Activities For Developing Creative Thinking of English Learners at the Preparatory Stage (Second Year)"},
      {
        "id":"ED502828",
        "title":"Say YeSSSSS to Collaboration: Transforming Collaborative Mentoring Relationships"},
      {
        "id":"ED502831",
        "title":"Enrollments and Degrees Report, 2006. AIP Report Number R-151.43"},
      {
        "id":"ED502839",
        "title":"Cultivating Thinking: Simultaneous Instruction of Metacognitive Strategies for Reading Comprehension and Cultural Understanding"},
      {
        "id":"ED502841",
        "title":"Demystifying Welfare: Its Feminization and Its Effect on Stakeholders"},
      {
        "id":"ED502842",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 259"},
      {
        "id":"ED502843",
        "title":"Making the Dream a Reality: Action Steps for States to Prepare All Students for College and Career"},
      {
        "id":"ED502844",
        "title":"New England After 3 PM: Spotlight on Maine"},
      {
        "id":"ED502845",
        "title":"The Effect of Using a Program Based on Cooperative Learning Strategy on Developing some Oral Communication Skills of Students, at English Department, Faculty of Education, Sana'a University"},
      {
        "id":"ED502846",
        "title":"The Albert Shanker Institute Five-Year Report, 2003-2008"},
      {
        "id":"ED502848",
        "title":"Postsecondary Institutions in the United States: Fall 2007, Degrees and Other Awards Conferred: 2006-07, and 12-Month Enrollment: 2006-07. First Look. NCES 2008-159"},
      {
        "id":"ED502849",
        "title":"The &quot;Crisis&quot; of Public Higher Education: A Comparative Perspective. Research &amp; Occasional Paper Series: CSHE.18.07"},
      {
        "id":"ED502850",
        "title":"From Diversity to Educational Equity: A Discussion of Academic Integration and Issues Facing Underprepared UCSC Students. Research &amp; Occasional Paper Series: CSHE.16.07"},
      {
        "id":"ED502851",
        "title":"The Immigrant University: Assessing the Dynamics of Race, Major and Socioeconomic Characteristics at the University of California. A Student Experience in the Research University (SERU) Project Research Paper. Research &amp; Occasional Paper Series: CSHE.19.07"},
      {
        "id":"ED502852",
        "title":"Hedgehogs, Foxes, Leadership Renewal and Succession Planning. Research & Occasional Paper Series: CSHE.17.07"},
      {
        "id":"ED502853",
        "title":"The United Arab Emirates: Policy Choices Shaping the Future of Public Higher Education. Research &amp; Occasional Paper Series: CSHE.13.07"},
      {
        "id":"ED502854",
        "title":"The Trajectory of Chinese Doctoral Education and Scientific Research. Center Research &amp; Occasional Paper Series: CSHE.12.07"},
      {
        "id":"ED502855",
        "title":"Institutional versus Academic Discipline Measures of Student Experience: A Matter of Relative Validity. A Student Experience in the Research University (SERU) Project Research Paper. Research &amp; Occasional Paper Series: CSHE.8.07"},
      {
        "id":"ED502856",
        "title":"Internet as Teenager in Higher Education: Rapid Growth, Transformation, Uncertain but Bright Future. Research & Occasional Paper Series: CSHE.11.07"},
      {
        "id":"ED502857",
        "title":"Different Patterns of Student-Faculty Interaction in Research Universities: An Analysis by Student Gender, Race, SES, and First-Generation Status. A Student Experience in the Research University (SERU) Project Research Paper. Research &amp; Occasional Paper Series: CSHE.10.07"},
      {
        "id":"ED502858",
        "title":"Validity of High-School Grades in Predicting Student Success beyond the Freshman Year: High-School Record vs. Standardized Tests as Indicators of Four-Year College Outcomes. Research &amp; Occasional Paper Series: CSHE.6.07"},
      {
        "id":"ED502859",
        "title":"The Transformation of Academic Work: Facts and Analysis. Research & Occasional Paper Series: CSHE.4.07"},
      {
        "id":"ED502860",
        "title":"General Education in the 21st Century: A Report of the University of California Commission on General Education in the 21st Century"},
      {
        "id":"ED502861",
        "title":"University Roles in Technological Innovation in California. Research &amp; Occasional Paper Series: CSHE.6.07"},
      {
        "id":"ED502862",
        "title":"Response Cards: A Proven Method for Producing Active Student Engagement during Math Instruction"},
      {
        "id":"ED502863",
        "title":"Research Universities: Core of the U.S. Science and Technology System. Research &amp; Occasional Paper Series: CSHE.5.07"},
      {
        "id":"ED502864",
        "title":"The DAATS Model: Initial Psychometric and Statistical Findings. A Top Ten Illustration"},
      {
        "id":"ED502865",
        "title":"Easy Approaches to Establishing Validity in a Task-Based Teacher Performance Assessment System"},
      {
        "id":"ED502866",
        "title":"Analysis of Disposition Measures of Consistency with INTASC Principles: Results of an Initial Study"},
      {
        "id":"ED502867",
        "title":"CAATS--Comprehensive Assessments Aligned with Teacher Standards: A Five Step Design Model for Assessing Teachers Validly and Reliably"},
      {
        "id":"ED502868",
        "title":"Accuracy vs. Validity, Consistency vs. Reliability, and Fairness vs. Absence of Bias: A Call for Quality"},
      {
        "id":"ED502869",
        "title":"Measuring Teaching Ability with the Rasch Model by Scaling a Series of Product and Performance Tasks"},
      {
        "id":"ED502870",
        "title":"On the Brink: Assessing the Status of the American Faculty. Research &amp; Occasional Paper Series: CSHE.3.07"},
      {
        "id":"ED502871",
        "title":"Retelling the Story: Official Tales of Technology and Head Start Teachers' Technophobia"},
      {
        "id":"ED502872",
        "title":"Measuring Teacher Dispositions: An Application of the Rasch Model to a Complex Accreditation Requirement"},
      {
        "id":"ED502873",
        "title":"Exploration of a Taxonomic Framework to New Instrument Development and Items Types:  Dimensional Disaster or Informed Instruments?"},
      {
        "id":"ED502874",
        "title":"Measuring Teacher Dispositions SOS--Safety, Outcomes, and Standards"},
      {
        "id":"ED502876",
        "title":"The Regulation of E-Learning: New National and International Policy Perspectives. Research & Occasional Paper Series: A Report. Revised"},
      {
        "id":"ED502877",
        "title":"Multiple Goals, Satisfaction, and Achievement in University Undergraduate Education: A Student Experience in the Research University (SERU) Project Research Paper. Research &amp; Occasional Paper Series: CSHE.2.07"},
      {
        "id":"ED502881",
        "title":"Assessing the Case for Mayoral Control of Urban Schools. Education Outlook. No. 4"},
      {
        "id":"ED502882",
        "title":"Fulfilling the Promise of School Choice. Education Outlook. No. 5"},
      {
        "id":"ED502884",
        "title":"KIDS COUNT Data Book, 2008: State Profiles of Child Well-Being"},
      {
        "id":"ED502886",
        "title":"Apply to Succeed: Ensuring Community College Students Benefit from Need-Based Financial Aid"},
      {
        "id":"ED502887",
        "title":"Measuring Teacher Dispositions Systematically Using INTASC Principles: Building Progressive Measures of Dispositions"},
      {
        "id":"ED502888",
        "title":"Cultural Perspectives Toward Language Learning"},
      {
        "id":"ED502889",
        "title":"Assessment of Computerized Placement Test for College Mathematics at Baltimore City Community College"},
      {
        "id":"ED502890",
        "title":"From Lesson Study to Lesson Link[R]: Classroom-Based Professional Development"},
      {
        "id":"ED502891",
        "title":"Academic Probation Intervention through Academic Assistance Advising"},
      {
        "id":"ED502892",
        "title":"Library Outreach to Juvenile Offenders in Intensive Supervision Probation Programs   (Community Centered House Arrest)"},
      {
        "id":"ED502893",
        "title":"Strengthening the Central Position of Undergraduate Course Teaching in Local Higher Education Institutions"},
      {
        "id":"ED502894",
        "title":"Application of TBT in Reading Class"},
      {
        "id":"ED502895",
        "title":"Faculty Perceptions of Intercollegiate Athletics: A National Study of Faculty at NCAA Division I Football Bowl Subdivision Institutions"},
      {
        "id":"ED502896",
        "title":"The Role of Metacognition in the Language Teaching Profession"},
      {
        "id":"ED502897",
        "title":"Knowledge and Pedagogy: An Essential Proposition in Response to Teacher Preparation"},
      {
        "id":"ED502898",
        "title":"Influence of Contexts on Vocabulary Testing"},
      {
        "id":"ED502899",
        "title":"Adopting a Reflective Approach to Professional Development"},
      {
        "id":"ED502901",
        "title":"School Restructuring Options Under No Child Left Behind: &quot;What Works When?&quot; Contracting With External Education Management Providers"},
      {
        "id":"ED502902",
        "title":"School Restructuring Options Under No Child Left Behind: &quot;What Works When?&quot; Reopening as a Charter School"},
      {
        "id":"ED502903",
        "title":"School Restructuring Options Under No Child Left Behind:&quot;What Works When?&quot; Turnarounds with New Leaders and Staff"},
      {
        "id":"ED502904",
        "title":"Gifted and Talented Students at Risk for Underachievement. Issue Brief"},
      {
        "id":"ED502905",
        "title":"Reinventing District Central Offices to Expand Student Learning. Issue Brief"},
      {
        "id":"ED502906",
        "title":"Response to Intervention: &quot;Possibilities for Service Delivery at the Secondary School Level.&quot; Newsletter"},
      {
        "id":"ED502907",
        "title":"Nebraska Reading First 2007-08 Annual Report"},
      {
        "id":"ED502908",
        "title":"The Effect of Electronic Dialogue Journaling on Jordanian Basic Stage EFL Students' Writing Performance"},
      {
        "id":"ED502909",
        "title":"A Survey of the Literature on Aboriginal Language Learning and Teaching"},
      {
        "id":"ED502910",
        "title":"Accommodating Students with Exceptional Needs in Charter Schools"},
      {
        "id":"ED502911",
        "title":"The Alberta K-9 Mathematics Program of Studies with Achievement Indicators"},
      {
        "id":"ED502912",
        "title":"Daily Physical Activity Survey Report"},
      {
        "id":"ED502913",
        "title":"Elementary Science Literature Review"},
      {
        "id":"ED502914",
        "title":"English as a Second Language: Guide to Implementation. Kindergarten to Grade 9"},
      {
        "id":"ED502915",
        "title":"Essential Components of Educational Programming for Students Who Are Deaf or Hard of Hearing. Standards for Special Education, Amended June 2004"},
      {
        "id":"ED502916",
        "title":"French as a Second Language: Three-Year Program of Studies (Grade 10 to Grade 12)"},
      {
        "id":"ED502917",
        "title":"Grade Level of Achievement Reporting: Teacher and Administrator Handbook. Revised"},
      {
        "id":"ED502918",
        "title":"Home Education Handbook"},
      {
        "id":"ED502919",
        "title":"Literacy, More Than Words: Summary of Input on a Literacy Framework for Alberta. Pan-Canadian Interactive Literacy Forum"},
      {
        "id":"ED502920",
        "title":"One-to-One Mobile Computing. Literature Review"},
      {
        "id":"ED502921",
        "title":"School Administrator's Guide to Implementing Language Programming"},
      {
        "id":"ED502922",
        "title":"Accelerated Reader. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED502923",
        "title":"U.S. Department of Education 2008 No Child Left Behind -- Blue Ribbon Schools Program: Statistical Summary of National Participation"},
      {
        "id":"ED502924",
        "title":"A Nation Accountable: Twenty-Five Years after &quot;A Nation at Risk&quot;"},
      {
        "id":"ED502925",
        "title":"Helping Your Child through Early Adolescence"},
      {
        "id":"ED502926",
        "title":"You and Your Elementary School-Aged Child"},
      {
        "id":"ED502927",
        "title":"2008 Arts Education Assessment Framework"},
      {
        "id":"ED502928",
        "title":"Mathematics Framework for the 2009 National Assessment of Educational Progress"},
      {
        "id":"ED502929",
        "title":"Access &amp; Persistence. Summer 2008"},
      {
        "id":"ED502930",
        "title":"Education Olympics 2008: The Games in Review"},
      {
        "id":"ED502931",
        "title":"Fiscal Year 2009 Performance Budget: Performance Plan"},
      {
        "id":"ED502932",
        "title":"Helping Your Child with Homework"},
      {
        "id":"ED502934",
        "title":"A Challenging High School Education for All"},
      {
        "id":"ED502935",
        "title":"Helping Your Child Learn Mathematics"},
      {
        "id":"ED502936",
        "title":"No Child Left Behind: Help for Students and Their Families"},
      {
        "id":"ED502937",
        "title":"Reading Strategies: What are They?"},
      {
        "id":"ED502938",
        "title":"Helping Your Preschool Child"},
      {
        "id":"ED502939",
        "title":"You and Your Preschool Child"},
      {
        "id":"ED502940",
        "title":"National Charter School Policy Forum (Washington, DC, May 5, 2008)"},
      {
        "id":"ED502941",
        "title":"Tips for Helping Children Learn to Read"},
      {
        "id":"ED502942",
        "title":"Helping Your Child Become a Reader"},
      {
        "id":"ED502943",
        "title":"Reading First: Student Achievement, Teacher Empowerment, National Success"},
      {
        "id":"ED502944",
        "title":"Helping Your Child Become a Responsible Citizen"},
      {
        "id":"ED502945",
        "title":"Helping Your Child Learn Science"},
      {
        "id":"ED502946",
        "title":"State Standards and Assessment Update"},
      {
        "id":"ED502947",
        "title":"Helping Your Child Succeed in School"},
      {
        "id":"ED502948",
        "title":"School Success for Your Child"},
      {
        "id":"ED502949",
        "title":"Fiscal Year 2008 Guidance for Title V, Part A of the Elementary and Secondary  Education Act of 1965, as Reauthorized by the No Child Left Behind Act of 2001 (State Grants for Innovative Programs)"},
      {
        "id":"ED502950",
        "title":"Privacy Impact Assessment for the TRIO Programs Annual Performance Report (APR) System"},
      {
        "id":"ED502951",
        "title":"Deconstructing Assessment Constraints in Low Stakes ESP Testing for Tourism"},
      {
        "id":"ED502952",
        "title":"A Critical Review of Violin Solos Section of the &quot;NYSSMA Manual&quot;"},
      {
        "id":"ED502953",
        "title":"Reading Framework for the 2009 National Assessment of Educational Progress"},
      {
        "id":"ED502954",
        "title":"New England After 3 PM: Spotlight on New Hampshire"},
      {
        "id":"ED502955",
        "title":"Science Framework for the 2009 National Assessment of Educational Progress"},
      {
        "id":"ED502956",
        "title":"Child Welfare Outcomes 2002-2005. Report to Congress"},
      {
        "id":"ED502957",
        "title":"Medicaid: Extent of Dental Disease in Children Has Not Decreased, and Millions Are Estimated to Have Untreated Tooth Decay. Report to Congressional Requesters. GAO-08-1121"},
      {
        "id":"ED502958",
        "title":"Three Independent Evaluations of Healthy Kids Programs Find Substantial Gains in Children's Dental Health Care. In Brief, September 2008, Number 2"},
      {
        "id":"ED502959",
        "title":"Identifying and Treating Attention Deficit Hyperactivity Disorder: A Resource for School and Home"},
      {
        "id":"ED502960",
        "title":"Teaching Children with Attention Deficit Hyperactivity Disorder: Instructional Strategies and Practices"},
      {
        "id":"ED502961",
        "title":"A Model of Students' Simplification of Trigonometric Expressions"},
      {
        "id":"ED502963",
        "title":"Using the Rasch Model to Determine Equivalence of Forms In the Trilingual Lollipop Readiness Test"},
      {
        "id":"ED502964",
        "title":"Critical Tasks to Measure Teacher Performance: A Design Model"},
      {
        "id":"ED502965",
        "title":"Measuring Teacher Dispositions with Different Item Structures: An Application of the Rasch Model to a Complex Accreditation Requirement"},
      {
        "id":"ED502972",
        "title":"Sweating the Small Stuff: Inner-City Schools and the New Paternalism"},
      {
        "id":"ED502973",
        "title":"Relationships, Rigor and Readiness. Strategies for Improving High Schools"},
      {
        "id":"ED502974",
        "title":"Adult Basic Education: Aligning Adult Basic Education and Postsecondary Education"},
      {
        "id":"ED502975",
        "title":"Accelerating Student Learning in Ohio. Five Policy Recommendations for Strengthening Public Education in the Buckeye State"},
      {
        "id":"ED502976",
        "title":"Fund the Child: Bringing Equity, Autonomy, and Portability to Ohio School Finance"},
      {
        "id":"ED502977",
        "title":"Ohio Value-Added Primer: A User's Guide"},
      {
        "id":"ED502978",
        "title":"Early Outcomes of the GEAR UP Program. Final Report"},
      {
        "id":"ED502979",
        "title":"Guide to U.S. Department of Education Programs, 2008"},
      {
        "id":"ED502980",
        "title":"National Mathematics Advisory Panel Reports of the Task Groups and Subcommittees"},
      {
        "id":"ED502981",
        "title":"A Profile of the Federal TRIO Programs and Child Care Access Means Parents in School Program"},
      {
        "id":"ED502982",
        "title":"Supporting Positive Behaviour in Alberta Schools: A Classroom Approach"},
      {
        "id":"ED502983",
        "title":"Supporting Positive Behaviour in Alberta Schools: An Intensive Individualized Approach"},
      {
        "id":"ED502984",
        "title":"Supporting Positive Behaviour in Alberta Schools: A School-Wide Approach"},
      {
        "id":"ED502986",
        "title":"Information Manual for Knowledge and Employability Courses: Grades 8-12"},
      {
        "id":"ED502987",
        "title":"Education Business Plan 2008-11: Ministry Business Plan"},
      {
        "id":"ED502988",
        "title":"Information and Communication Technologies Used by Undergraduate Students in their Academic and Socialization Activities"},
      {
        "id":"ED502990",
        "title":"Supporting the Literacy Learner: Promising Literacy Strategies in Alberta"},
      {
        "id":"ED502993",
        "title":"Arts Education and Student's Perception"},
      {
        "id":"ED502994",
        "title":"Learning Leverage: Designing Meaningful Professional Development for \"All\" Teachers"},
      {
        "id":"ED502995",
        "title":"The Leverage of National Board Candidacy: An Exploration of Teacher Learning"},
      {
        "id":"ED502997",
        "title":"MathThematics. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED502998",
        "title":"The Effect of Experiences with Animals on the Reading Comprehension Skills of Students in the Seventh Grade"},
      {
        "id":"ED502999",
        "title":"Discrepancy Between Native English Speaker Teachers' Teaching Styles and Chinese English Learners' Learning Styles"},
      {
        "id":"ED503000",
        "title":"Student Victimization in U.S. Schools: Results from the 2005 School Crime Supplement to the National Crime Victimization Survey. NCES 2009-306"},
      {
        "id":"ED503001",
        "title":"Synergizing Pedagogy, Learning Theory and Technology in Instruction: How can it be Done?"},
      {
        "id":"ED503002",
        "title":"Bertrand Russell on Chinese Education"},
      {
        "id":"ED503003",
        "title":"The Influence of Cognitive Factors on Guesses About the Meaning of English Word Groups and Phrases"},
      {
        "id":"ED503004",
        "title":"Same Vague Expression, Different Conceptualizations"},
      {
        "id":"ED503005",
        "title":"Introduction to Dance of the Imagination for Children Education"},
      {
        "id":"ED503006",
        "title":"The Quantifying Analysis of Effectiveness of Music Learning Through the Dalcroze Musical Method"},
      {
        "id":"ED503007",
        "title":"A Pre-Kindergarten Achievement Gap? Scope and Implications"},
      {
        "id":"ED503008",
        "title":"Benchmarks and Quality Assurance for Online Course Development in Higher Education"},
      {
        "id":"ED503009",
        "title":"Research on Sino-Australia Co-operative Program Teaching Management Pattern and Implementation Plan"},
      {
        "id":"ED503010",
        "title":"Suggestions to Deepen the Teaching Innovation of Zhejiang Gongshang University"},
      {
        "id":"ED503011",
        "title":"From Digital Divides to Digital Inequality -- The Emerging Digital Inequality in the Norwegian Unitarian School"},
      {
        "id":"ED503012",
        "title":"Reflection--A Method for Organisational and Individual Development"},
      {
        "id":"ED503013",
        "title":"IEDC Method: A New Approach to Promote Students' Communicative Competence?"},
      {
        "id":"ED503014",
        "title":"A Social Distance Study of American Participants in a China Study Abroad Program"},
      {
        "id":"ED503015",
        "title":"School Voucher Programs: Are They The Answer?"},
      {
        "id":"ED503017",
        "title":"Performance Assessment in Language Testing"},
      {
        "id":"ED503018",
        "title":"Provision of Educational Technology at Secondary School Level in North West Frontier Province Pakistan"},
      {
        "id":"ED503019",
        "title":"Twelve Facts That May Surprise You about America's Private Colleges and Universities"},
      {
        "id":"ED503020",
        "title":"Kentucky's Teacher Quality Measures and Fourth-Grade Reading Achievement: A Secondary Analysis of the 2002-2007 NAEP Data"},
      {
        "id":"ED503021",
        "title":"Incidental Aspects in Teaching ESP for &quot;Turismo&quot; in Spain. The &quot;Turismo&quot; Learner: Analysis and Research"},
      {
        "id":"ED503022",
        "title":"Intervention Learning Plan to Address the Issue of Poor Writing Skills among Students of Al Ittihad Model School"},
      {
        "id":"ED503023",
        "title":"Implementing Technology: A Change Process"},
      {
        "id":"ED503024",
        "title":"Retention of Teachers In Rural Kentucky"},
      {
        "id":"ED503034",
        "title":"Myths and Misconceptions of Acceleration"},
      {
        "id":"ED503035",
        "title":"Below the Salary Line: Employee Engagement of Non-Salaried Employees"},
      {
        "id":"ED503036",
        "title":"Student Teacher Candidates' Effect on Student Learning as Measured through Action Research Projects"},
      {
        "id":"ED503037",
        "title":"Heightening Advanced Adult Second-Language Learners' Awareness of Strategy Use in Speaking: A Little Can Go a Long Way"},
      {
        "id":"ED498699",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Nutrition"},
      {
        "id":"ED498700",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Physical Activity"},
      {
        "id":"ED498701",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Physical School Environment"},
      {
        "id":"ED498702",
        "title":"Nebraska Reading First: Three Years of Implementation, 2006-2007. Annual Report"},
      {
        "id":"ED498703",
        "title":"Theatre Arts Standards of Learning for Virginia Public Schools"},
      {
        "id":"ED498704",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Sexually Transmitted Disease (STD) Prevention"},
      {
        "id":"ED498705",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Alcohol- or Other Drug-Use Prevention"},
      {
        "id":"ED498706",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Suicide Prevention"},
      {
        "id":"ED498707",
        "title":"Program and Facility Approval Policies and Procedures"},
      {
        "id":"ED498708",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Tobacco-Use Prevention"},
      {
        "id":"ED498709",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Changes between 2000 and 2006"},
      {
        "id":"ED498710",
        "title":"SHPPS 2006: School Health Policies and Programs Study--State-Level School Health Policies and Practices. A State-by-State Summary from the School Health Policies and Programs Study 2006"},
      {
        "id":"ED498711",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Violence Prevention"},
      {
        "id":"ED498712",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Food Safety"},
      {
        "id":"ED498713",
        "title":"Research on the Textbook Publishing Industry in the United States of America"},
      {
        "id":"ED498714",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Foods and Beverages Sold Outside of the School Meals Programs"},
      {
        "id":"ED498715",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Injury Prevention and Safety"},
      {
        "id":"ED498716",
        "title":"SHPPS 2006: School Health Policies and Programs Study--HIV Prevention"},
      {
        "id":"ED498717",
        "title":"SHPPS 2006: School Health Policies and Programs Study--Asthma"},
      {
        "id":"ED498718",
        "title":"SHPPS 2006 School Health Policies and Programs Study--Crisis Preparedness, Response, and Recovery"},
      {
        "id":"ED498719",
        "title":"The Impact of Postmodernism on The UAE Educational Setting"},
      {
        "id":"ED498720",
        "title":"Community College Library Orientation Effectiveness Determined by Student Computer Self-Efficacy"},
      {
        "id":"ED498723",
        "title":"Designing and Implementing Online Professional Development Workshops"},
      {
        "id":"ED498729",
        "title":"It Takes 2 to Produce a Quality Teacher: A Groovy Student and a Harmonizing Professor"},
      {
        "id":"ED498731",
        "title":"Getting There--And Beyond: Building a Culture of College-Going in High Schools"},
      {
        "id":"ED498732",
        "title":"Cashing In or Cashing Out: Tools for Measuring the Effectiveness &amp; Outcomes of Financial Aid Events"},
      {
        "id":"ED498733",
        "title":"Education and Homeless Youth: Policy Implementations"},
      {
        "id":"ED498734",
        "title":"The College &amp; Financial Aid Guide for: AB540 Undocumented Immigrant Students"},
      {
        "id":"ED498737",
        "title":"Alcohol Alert. No. 58. Changing the Culture of Campus Drinking"},
      {
        "id":"ED498738",
        "title":"Clinical Protocols to Reduce High Risk Drinking in College Students: The College Drinking Prevention Curriculum for Health Care Providers"},
      {
        "id":"ED498739",
        "title":"2005 Reciprocity Agreements and Other Student Exchange Options"},
      {
        "id":"ED498740",
        "title":"Accountability for Student Success in Washington Higher Education"},
      {
        "id":"ED498741",
        "title":"Washington State Need Grant: Less-Than-Halftime Pilot Project (SHB 1345)"},
      {
        "id":"ED498743",
        "title":"A History of the Western Interstate Commission for Higher Education: The First Forty Years"},
      {
        "id":"ED498745",
        "title":"Breaking through the Barriers to College: Empowering Low-Income Communities, Schools, and Families for College Opportunity and Student Financial Aid"},
      {
        "id":"ED498767",
        "title":"Creating Non-Instructional Time for Elementary School Teachers: Strategies from Schools in North Carolina"},
      {
        "id":"ED498768",
        "title":"Teachers Working Conditions in Turnaround Team High Schools"},
      {
        "id":"ED498769",
        "title":"Every Child Deserves Our Best: Recommendations from North Carolina's National Board Certified Teachers on How to Support and Staff High-Needs Schools"},
      {
        "id":"ED498770",
        "title":"Teacher Working Conditions Are Student Learning Conditions: A Report on the 2006 North Carolina Teacher Working Conditions Survey"},
      {
        "id":"ED498771",
        "title":"The Teachers That Oklahoma Students Deserve: Recommendations from National Board Certified Teachers[R] and Administrators on How to Support and Staff High-Needs Schools"},
      {
        "id":"ED498772",
        "title":"Creating an Atmosphere of Trust: Lessons from Exemplary Schools"},
      {
        "id":"ED498773",
        "title":"Arizona Teacher Working Conditions: Designing Schools for Educator and Student Success. Results of the 2006 Phase-In Teacher Working Conditions Survey"},
      {
        "id":"ED498775",
        "title":"Recruiting and Retaining Teachers in Alabama: Educators on What It Will Take to Staff All Classrooms with Quality Teachers"},
      {
        "id":"ED498776",
        "title":"A Principal's Guide to Intensive Reading Interventions for Struggling Readers in \"Reading First\" Schools"},
      {
        "id":"ED498777",
        "title":"Differentiated Reading Instruction: Small Group Alternative Lesson Structures for All Students. Guidance Document for Florida &quot;Reading First&quot; Schools"},
      {
        "id":"ED498778",
        "title":"No Child Left Behind and the &quot;Highly Qualified&quot; Teacher: The Promise and the Possibilities"},
      {
        "id":"ED498779",
        "title":"Transforming Teaching and Learning in Mobile: Understanding Reform in MCPSS Five  Transformation Schools"},
      {
        "id":"ED498781",
        "title":"Evaluation of New Century High Schools: Profile of an Initiative to Create and Sustain Small, Successful High Schools. Final Report"},
      {
        "id":"ED498782",
        "title":"Outcomes of the School Choice and Supplemental Educational Services Provisions of NCLB. Education Policy Brief. Volume 5, Number 4, Fall 2007"},
      {
        "id":"ED498784",
        "title":"Teaching All Students to Read: Practices from &quot;Reading First&quot; Schools with Strong Intervention Outcomes. Complete Report"},
      {
        "id":"ED498785",
        "title":"Using Strategy Instruction to Help Struggling High Schoolers Understand What They Read. Issues and Answers. Rel 2007-No. 038"},
      {
        "id":"ED498786",
        "title":"Social Class and the Egalitarian Ethos: Case Study from a Rural School Serving Amish Children"},
      {
        "id":"ED498787",
        "title":"Critique and Fiction: Doing Science Right in Rural Education Research"},
      {
        "id":"ED498788",
        "title":"Homelessness and Young Children: Early Childhood Care and Education. Minibibliography"},
      {
        "id":"ED498789",
        "title":"The Districts' Role in Implementing the Supplemental Educational Services Provisions of the No Child Left Behind Act"},
      {
        "id":"ED498790",
        "title":"Shared Features of High-Performing After-School Programs: A Follow-Up to the TASC Evaluation"},
      {
        "id":"ED498791",
        "title":"Charting the Benefits of High-Quality After-School Program Experiences: Evidence from New Research on Improving After-School Opportunities for Disadvantaged Youth"},
      {
        "id":"ED498792",
        "title":"Everyone Plays! A Review of Research on the Integration of Sports and Physical Activity in Out of School Time Programs"},
      {
        "id":"ED498793",
        "title":"Preschool: First Findings from the Preschool Follow-Up of the Early Childhood Longitudinal Study, Birth Cohort (ECLS-B). First Look. NCES 2008-025"},
      {
        "id":"ED498794",
        "title":"Evaluation of New Jersey After 3: First-Year Report on Programs and Participants"},
      {
        "id":"ED498795",
        "title":"MRSA in Schools"},
      {
        "id":"ED498796",
        "title":"Model Literacy Programs: Save the Children. Evaluation Findings from the 2005-06 School Year"},
      {
        "id":"ED498797",
        "title":"Thomas B. Fordham Foundation Sponsorship Accountability Report, 2005-2006"},
      {
        "id":"ED498798",
        "title":"Can Failing Schools Be Fixed?"},
      {
        "id":"ED498801",
        "title":"Having Their Say: The Views of Dayton-Area Parents on Education"},
      {
        "id":"ED498802",
        "title":"September 11: What Our Children Need to Know"},
      {
        "id":"ED498804",
        "title":"Golden Peaks and Perilous Cliffs: Rethinking Ohio's Teacher Pension System"},
      {
        "id":"ED498806",
        "title":"Practical Information on Crisis Planning: A Guide for Schools and Communities. Revised"},
      {
        "id":"ED498809",
        "title":"A Mission of the Heart: What Does It Take to Transform a School? Pre-Release Report"},
      {
        "id":"ED498810",
        "title":"A Paradigm Shift in Distance Education: Web 2.0 and Social Software"},
      {
        "id":"ED498811",
        "title":"Web 2.0 Learning Platform: Harnessing Collective Intelligence"},
      {
        "id":"ED498812",
        "title":"Views of Pre-Service Teachers on Blog use for Instruction and Social Interaction"},
      {
        "id":"ED498813",
        "title":"Using Social Software for Personal Knowledge Management in Formal Online Learning"},
      {
        "id":"ED498814",
        "title":"A Web 2.0/Web3D Hybrid Platform for Engaging Students in e-Learning Environments"},
      {
        "id":"ED498816",
        "title":"Instructional Use of Weblogs"},
      {
        "id":"ED498817",
        "title":"Bounded and Unbounded Knowledge: Teaching and Learning in a Web 2 World"},
      {
        "id":"ED498818",
        "title":"Podcasting to Provide Teaching and Learning Support for an Undergraduate Module on English Language and Communication"},
      {
        "id":"ED498819",
        "title":"Counselors' Role in a Changing, Diverse Society"},
      {
        "id":"ED498820",
        "title":"Teaching and Learning in the \"Real World,\" Trespassers Welcome"},
      {
        "id":"ED498821",
        "title":"Getting from Facts to Policy: A California Education Policy Convening (Sacramento, California, October 19, 2007). Policy Briefs and Materials"},
      {
        "id":"ED498822",
        "title":"Proceedings of the Rural Early Childhood Forum on Hurricane Recovery and Emergency Preparedness (Mobile, Alabama, December 5, 2005). Rural Early Childhood Report No. 4"},
      {
        "id":"ED498823",
        "title":"Initial Review of Research Literature on Appropriate Dispute Resolution (ADR) in Special Education"},
      {
        "id":"ED498824",
        "title":"Group Anxiety Reduction with Sixth Grade Students"},
      {
        "id":"ED498826",
        "title":"College Enrollment and Work Activity of 2006 High School Graduate. Bureau of Labor Statistics News. USDL 07-0604"},
      {
        "id":"ED498827",
        "title":"Educating American Students for Life in a Global Society. Policy Briefs: Education Reform. Volume 2, Number 4"},
      {
        "id":"ED498828",
        "title":"The No Child Left Behind Act and the Teacher Shortage. Policy Briefs: Education Reform. Volume 2, Number 7"},
      {
        "id":"ED498830",
        "title":"Why Hispanic Students Drop Out of High School Early: Data from North Carolina. Policy Briefs: Education Reform. Volume 2, Number 6"},
      {
        "id":"ED498831",
        "title":"Preventing Chronic Violence in Schools"},
      {
        "id":"ED498832",
        "title":"School Vouchers and Student Achievement: What We Know So Far. Policy Briefs: Education Reform. Volume 3, Number 1"},
      {
        "id":"ED498833",
        "title":"Teacher Retention at Low-Performing Schools. Using the Evidence"},
      {
        "id":"ED498834",
        "title":"Proceedings of the Rural Early Childhood Forum on American Indian and Alaska Native Early Learning (Little Rock, Arkansas, July 28-29, 2005). Rural Early Childhood Report No. 2"},
      {
        "id":"ED498835",
        "title":"Beating the Odds: An Analysis of Student Performance and Achievement Gaps on State Assessments. Results from the 2005-2006 School Year"},
      {
        "id":"ED498836",
        "title":"College Readiness: Benefits of a High School Core Curriculum. A Joint Report by the Council of the Great City Schools and ACT"},
      {
        "id":"ED498837",
        "title":"Family Language Labels: Effects on Students Living with Non-Parental Caregivers"},
      {
        "id":"ED498839",
        "title":"Review of Human Resource Operations in the Charlotte-Mecklenburg Schools"},
      {
        "id":"ED498840",
        "title":"Review of the Organizational Structure and Operations of the Los Angeles Unified School District"},
      {
        "id":"ED498841",
        "title":"Superintendent Search and Selection Process for Great City School Boards: A Primer"},
      {
        "id":"ED498843",
        "title":"Urban School Board Survey"},
      {
        "id":"ED498844",
        "title":"Focusing on Achievement in the Pittsburgh Public Schools: Report of the Strategic Support Team of the Council of the Great City Schools"},
      {
        "id":"ED498845",
        "title":"Urban School Superintendents: Characteristics, Tenure, and Salary. Fifth Survey and Report. Urban Indicator v8 n1"},
      {
        "id":"ED498846",
        "title":"The Mayor's Plan for Achieving Success in the DCPS: Is the Implementation Likely to Match the Vision?"},
      {
        "id":"ED498847",
        "title":"No Child Left Behind in America's Great City Schools: Five Years and Counting"},
      {
        "id":"ED498848",
        "title":"Raising Student Achievement in the Newark Public Schools: Report of the Strategic Support Team of the Council of the Great City Schools"},
      {
        "id":"ED498849",
        "title":"Raising Student Achievement in the Dayton Public Schools: Report of the Dayton Public Schools Strategic Support Teams"},
      {
        "id":"ED498850",
        "title":"Job Satisfaction among Mexican Alumni: A Case of Incongruence between Hunch-based Policies and Labor Market Demands"},
      {
        "id":"ED498851",
        "title":"New Horizons for Primary Schools in Jamaica: Inputs, Outcomes and Impact. Revised"},
      {
        "id":"ED498852",
        "title":"The Voucher Debate after &quot;Zelman v. Simmons-Harris&quot;: The Need to Focus on Core Education Issues. Policy Briefs: Education Reform. Volume 2, Number 1"},
      {
        "id":"ED498853",
        "title":"No Child Left Behind and the Education Achievement Gap. Policy Briefs: Education Reform. Volume 2, Number 5"},
      {
        "id":"ED498854",
        "title":"Analysis of Mayor Adrian Fenty's Plan for the District of Columbia Public Schools"},
      {
        "id":"ED498855",
        "title":"Better Schools for a Stronger Detroit: Report of the Strategic Support Teams of the  Council of the Great City Schools"},
      {
        "id":"ED498856",
        "title":"Financing Excellence in the District of Columbia Public Schools"},
      {
        "id":"ED498857",
        "title":"Charting a New Course for the Richmond Public Schools. Report of the Strategic Support Teams of the Council of the Great City Schools"},
      {
        "id":"ED498858",
        "title":"Critical Trends in Urban Education: Sixth Survey of America's Great City Schools"},
      {
        "id":"ED498859",
        "title":"Why Rural Matters 2007: The Realities of Rural Education Growth"},
      {
        "id":"ED498862",
        "title":"Assessment of Hurricane Katrina Damage to New Orleans Public School Facilities"},
      {
        "id":"ED498863",
        "title":"Beating the Odds: A City-by-City Analysis of Student Performance and Achievement Gaps on State Assessments. Results from the 2004-2005 School Year"},
      {
        "id":"ED498864",
        "title":"Meeting the Highly Qualified Teachers Challenge: The Secretary's Second Annual Report on Teacher Quality"},
      {
        "id":"ED498866",
        "title":"Disability Employment 101"},
      {
        "id":"ED498867",
        "title":"Into the Eye of the Storm: Assessing the Evidence on Science and Engineering Education, Quality, and Workforce Demand"},
      {
        "id":"ED498868",
        "title":"Afterschool Partnerships with Higher Education. Afterschool Alert. Issue Brief No. 2"},
      {
        "id":"ED498869",
        "title":"Afterschool Programs Help Working Families. Afterschool Alert. Issue Brief No. 16"},
      {
        "id":"ED498870",
        "title":"The Road to Sustainability. Sustainability Workbook"},
      {
        "id":"ED498871",
        "title":"Afterschool Programs: Helping Kids Succeed in Rural America. Afterschool Alert. Issue Brief No. 4"},
      {
        "id":"ED498872",
        "title":"Afterschool Keeps Kids Safe. Afterschool Alert. Issue Brief No. 7"},
      {
        "id":"ED498873",
        "title":"Afterschool and Healthy Youth. Afterschool Alert. Issue Brief No. 8"},
      {
        "id":"ED498874",
        "title":"Afterschool: The Natural Platform for Youth Development. Afterschool Alert. Issue Brief No. 15"},
      {
        "id":"ED498877",
        "title":"Afterschool and Students with Special Needs. Afterschool Alert. Issue Brief No. 1"},
      {
        "id":"ED498878",
        "title":"The Family: America's Smallest School. Policy Information Report"},
      {
        "id":"ED498880",
        "title":"Summer Programs. Afterschool Alert. Issue Brief No. 12"},
      {
        "id":"ED498881",
        "title":"Afterschool and Service-Learning. Afterschool Alert. Issue Brief No. 9"},
      {
        "id":"ED498882",
        "title":"Afterschool and Pregnancy Prevention. Afterschool Alert. Issue Brief No. 11"},
      {
        "id":"ED498883",
        "title":"Afterschool and School Improvement. Afterschool Alert. Issue Brief No. 13"},
      {
        "id":"ED498884",
        "title":"Afterschool and the Building of Character. Afterschool Alert. Issue Brief No. 14"},
      {
        "id":"ED498885",
        "title":"Public Libraries in the United States: Fiscal Year 2005. First Look. NCES 2008-301"},
      {
        "id":"ED498886",
        "title":"A Confluence of Voices Negotiating Identity: An East Coast-West Coast Exchange of Ideas on Writing, Culture, and Self"},
      {
        "id":"ED498887",
        "title":"Exploring the Process of Integrating the Internet into English Language Teaching"},
      {
        "id":"ED498888",
        "title":"The Effect of Using a Multiple Intelligences-Based Training Programme on Developing English Majors' Oral Communication Skills"},
      {
        "id":"ED498889",
        "title":"An Interim Report of the Evaluation of a Comprehensive High School Civic Engagement Intervention in Hudson, MA. CIRCLE Working Paper 58"},
      {
        "id":"ED498890",
        "title":"Higher Education: Civic Mission & Civic Effects"},
      {
        "id":"ED498891",
        "title":"The Civic Mission of Schools"},
      {
        "id":"ED498892",
        "title":"The Civic and Political Health of the Nation: A Generational Portrait"},
      {
        "id":"ED498893",
        "title":"Best Practices in Civic Education: Changes in Students' Civic Outcomes. CIRCLE Working Paper 57"},
      {
        "id":"ED498894",
        "title":"Around the CIRCLE: Research and Practice. Volume 5, Number 1, Fall 2007"},
      {
        "id":"ED498895",
        "title":"The Civic Bonding of School and Family: How Kids Voting Students Enliven the Domestic Sphere. CIRCLE Working Paper 07"},
      {
        "id":"ED498896",
        "title":"The Relationship between Secondary Education and Civic Development: Results from Two Field Experiments with Inner City Minorities. CIRCLE Working Paper 14"},
      {
        "id":"ED498897",
        "title":"Education for Deliberative Democracy: The Long-Term Influence of Kids Voting USA. CIRCLE Working Paper 22"},
      {
        "id":"ED498898",
        "title":"The Effects of Catholic Schooling on Civic Participation. CIRCLE Working Paper 09"},
      {
        "id":"ED498899",
        "title":"Millennials Talk Politics: A Study of College Student Political Engagement"},
      {
        "id":"ED498900",
        "title":"From the Horse's Mouth: A Dialogue between Politicians and College Students. CIRCLE Working Paper 27"},
      {
        "id":"ED498901",
        "title":"The Role of Adolescent Extracurricular Activities in Adult Political Participation. CIRCLE Working Paper 02"},
      {
        "id":"ED498903",
        "title":"Volunteering among High School Students. Fact Sheet"},
      {
        "id":"ED498905",
        "title":"Youth Volunteering in the States: 2002 to 2006. Fact Sheet"},
      {
        "id":"ED498906",
        "title":"College Experience and Volunteering. Fact Sheet"},
      {
        "id":"ED498907",
        "title":"Volunteering among Young People. Fact Sheet"},
      {
        "id":"ED498908",
        "title":"Civics Curriculum and Civic Skills: Recent Evidence. Fact Sheet"},
      {
        "id":"ED498913",
        "title":"Effects of Promoting Argumentation on Students' Reasoning in Physics"},
      {
        "id":"ED498914",
        "title":"A Story Well Told: Rich Narrative Engages California Fifth Grade Students in American History"},
      {
        "id":"ED498920",
        "title":"Evidence about the Effectiveness of Evidence-Based Practice: A Workshop for Training Adult Basic Education, TANF and One-Stop Practitioners and Program Administrators. NCSALL Occasional Paper"},
      {
        "id":"ED498922",
        "title":"Research Utilization in the Field of Adult Learning and Literacy: Lessons Learned by NCSALL about Connecting Practice, Policy, and Research. NCSALL Occasional Paper"},
      {
        "id":"ED498923",
        "title":"Expanding Test Specifications with Rhetorical Genre Studies and Activity Theory Analyses"},
      {
        "id":"ED498924",
        "title":"The Problem of Measuring SES on Educational Assessments"},
      {
        "id":"ED498925",
        "title":"New Communication Model: Multimedia Art"},
      {
        "id":"ED498926",
        "title":"Increasing Reading Motivation in Elementary and Middle School Students through the Use of Multiple Intelligences"},
      {
        "id":"ED498927",
        "title":"Increasing Student Participation and Advocacy of Primary Students through Role Play, Teacher Modeling, and Direct Instruction of Communication Skills"},
      {
        "id":"ED498928",
        "title":"Increasing Reading Comprehension in First and Second Graders Through Cooperative Learning"},
      {
        "id":"ED498929",
        "title":"An Annotated Bibliography of Accelerated Learning"},
      {
        "id":"ED498930",
        "title":"Use of Networked Information Sources and Services by Information and Library Science Faculty in Teaching: A Case Study Performed at the School of Information and Library Science at the University of North Carolina"},
      {
        "id":"ED498932",
        "title":"Improving Homework Completion and Motivation of Middle School Students through Behavior Modification, Graphing, and Parent Communication"},
      {
        "id":"ED498933",
        "title":"Perceptions of Self-Competence in Head Start Children"},
      {
        "id":"ED498934",
        "title":"Helping Your Child Learn History, with Activities for Children in Preschool through Grade 5. Revised"},
      {
        "id":"ED498935",
        "title":"Helping Your Child Learn Science, with Activities for Children in Preschool through Grade 5. Revised"},
      {
        "id":"ED498936",
        "title":"Dissertations Related to Fundraising and Their Implications for Higher Education Research"},
      {
        "id":"ED498937",
        "title":"Helping Your Child With Homework: For Parents of Children in Elementary through Middle School. Revised"},
      {
        "id":"ED498938",
        "title":"Attention-Deficit/Hyperactivity Disorder (ADHD). NetNews. Volume 7, Number 2"},
      {
        "id":"ED498939",
        "title":"The Importance of Word Study. NetNews. Volume 7, Number 3"},
      {
        "id":"ED498940",
        "title":"Enrollment Challenges and &quot;Best Practices&quot; of Selected Two-Year College's Electronic and Manufacturing Programs"},
      {
        "id":"ED498941",
        "title":"Evaluation of the Ticket to Work Program: Assessment of Post-Rollout Implementation and Early Impacts, Volume 1"},
      {
        "id":"ED498945",
        "title":"Admission Policies and Attrition Rates in California Community College Nursing Programs"},
      {
        "id":"ED498946",
        "title":"Introduction to Working Memory. NetNews. Volume 7, Number 4"},
      {
        "id":"ED498947",
        "title":"Helping Your Child Learn Mathematics, with Activities for Children in Preschool through Grade 5. Revised"},
      {
        "id":"ED498948",
        "title":"Building a Better Conversation about Learning. Carnegie Perspectives"},
      {
        "id":"ED498949",
        "title":"Helping Your Preschool Child, with Activities for Children from Infancy through Age 5. Revised"},
      {
        "id":"ED498950",
        "title":"Blue about the Crimson Plan for General Education. Carnegie Perspectives"},
      {
        "id":"ED498951",
        "title":"Testing Accommodations. NetNews. Volume 7, Number 1"},
      {
        "id":"ED498952",
        "title":"Back from the Brink: Harvard Gets it Right. Carnegie Perspectives"},
      {
        "id":"ED498953",
        "title":"Birthright. Carnegie Perspectives"},
      {
        "id":"ED498954",
        "title":"A Mathematician's Proposal. Carnegie Perspectives"},
      {
        "id":"ED498955",
        "title":"A New Set of Lenses for Looking at Colleges and Universities. Carnegie Perspectives"},
      {
        "id":"ED498956",
        "title":"Declining by Degrees. Carnegie Perspectives"},
      {
        "id":"ED498957",
        "title":"Choosing a College. Carnegie Perspectives"},
      {
        "id":"ED498958",
        "title":"Building Pedagogical Intelligence. Carnegie Perspectives"},
      {
        "id":"ED498959",
        "title":"Building the Teaching Commons. Carnegie Perspectives"},
      {
        "id":"ED498960",
        "title":"A Call for the Miracle Model. Carnegie Perspectives"},
      {
        "id":"ED498961",
        "title":"Integrating Work and Life: A Vision for a Changing Academy. Carnegie Perspectives"},
      {
        "id":"ED498962",
        "title":"Integrative Learning: Putting the Pieces Together Again. Carnegie Perspectives"},
      {
        "id":"ED498963",
        "title":"Justice or Just Us? What to Do about Cheating. Carnegie Perspectives"},
      {
        "id":"ED498964",
        "title":"Learning to Teach: Sharing the Wisdom of Practice. Carnegie Perspectives"},
      {
        "id":"ED498965",
        "title":"Learning about Student Learning from Community Colleges. Carnegie Perspectives"},
      {
        "id":"ED498966",
        "title":"Political Bias in Undergraduate Education. Carnegie Perspectives"},
      {
        "id":"ED498967",
        "title":"My Child Doesn't Test Well. Carnegie Perspectives"},
      {
        "id":"ED498968",
        "title":"Pipeline or Pipedream: Another Way to Think about Basic Skills. Carnegie Perspectives"},
      {
        "id":"ED498970",
        "title":"An Exploratory Examination of Literacy Assessment Practices of Adult Programs in North Carolina's Piedmont-Triad Region"},
      {
        "id":"ED498971",
        "title":"Increasing Motivation of Elementary and Middle School Students through Positive Reinforcement, Student Self-Assessment, and Creative Engagement"},
      {
        "id":"ED498972",
        "title":"Preparing Stewards of the Discipline. Carnegie Perspectives"},
      {
        "id":"ED498976",
        "title":"Preparing Professionals as Moral Agents. Carnegie Perspectives"},
      {
        "id":"ED498977",
        "title":"Teaching to the Test. Carnegie Perspectives"},
      {
        "id":"ED498978",
        "title":"Opportunity is Knocking: Will Education Open the Door? Carnegie Perspectives"},
      {
        "id":"ED498979",
        "title":"The Case for Common Examinations. Carnegie Perspectives"},
      {
        "id":"ED498980",
        "title":"Chance Favors the Prepared Mind: Mathematics and Science Indicators for Comparing States and Nations"},
      {
        "id":"ED498981",
        "title":"The \"Magic\" of Learning from Each Other. Carnegie Perspectives"},
      {
        "id":"ED498982",
        "title":"The Positive Uses of Contradiction. Carnegie Perspectives"},
      {
        "id":"ED498983",
        "title":"The Spirit of Liberty. Carnegie Perspectives"},
      {
        "id":"ED498984",
        "title":"Turning Good Intentions into Educational Capital. Carnegie Perspectives"},
      {
        "id":"ED498985",
        "title":"Throwing out the Baby with the Bath Water. Carnegie Perspectives"},
      {
        "id":"ED498986",
        "title":"The Use of Technology in Literacy Instruction: Implications for Teaching Students from Low Socioeconomic Backgrounds. HBSK 4072, Section 3, Fall 2007"},
      {
        "id":"ED498987",
        "title":"Effectiveness of Online Instruction"},
      {
        "id":"ED498988",
        "title":"Increase Reading Fluency of 4th and 5th Grade Students with Learning Disabilities Using Readers' Theatre"},
      {
        "id":"ED498989",
        "title":"Highlights from Educating for Democracy: Preparing Undergraduates for Responsible Political Engagement"},
      {
        "id":"ED498990",
        "title":"Educating for Democracy. Carnegie Perspectives"},
      {
        "id":"ED498991",
        "title":"Recommendations for Working with African American Parents of Primary School Children in Low-Resourced Schools"},
      {
        "id":"ED498992",
        "title":"Encouragement Not Gender Key to Success in Science. Carnegie Perspectives"},
      {
        "id":"ED498993",
        "title":"Engaging Students Politically Goes beyond the Voting Booth. Carnegie Perspectives"},
      {
        "id":"ED498994",
        "title":"Excellence: An Immodest Proposal. Carnegie Perspectives"},
      {
        "id":"ED498995",
        "title":"Grade Inflation: It's Not Just an Issue for the Ivy League. Carnegie Perspectives"},
      {
        "id":"ED498996",
        "title":"First Do No Harm. Carnegie Perspectives"},
      {
        "id":"ED498997",
        "title":"Service Learning in Undergraduate Education: Where Is It Going? Carnegie Perspectives"},
      {
        "id":"ED498998",
        "title":"Enrollments in Languages Other than English in United States Institutions of Higher Education, Fall 2006"},
      {
        "id":"ED499000",
        "title":"Vocation is Not a Dirty Word. Carnegie Perspectives"},
      {
        "id":"ED499001",
        "title":"Whatever Happened to Undergraduate Reform? Carnegie Perspectives"},
      {
        "id":"ED499003",
        "title":"Who has the Lowest Prices? Carnegie Perspectives"},
      {
        "id":"ED499005",
        "title":"Advanced Placement and International Baccalaureate: Do They Deserve Gold Star Status?"},
      {
        "id":"ED499006",
        "title":"District of Columbia Opportunity Scholarship Program: Additional Policies and Procedures Would Improve Internal Controls and Program Operations. Report to Congressional Requesters. GAO-08-9"},
      {
        "id":"ED499007",
        "title":"Peaks, Cliffs and Valleys: The Peculiar Incentives in Teacher Retirement Systems and their Consequences for School Staffing"},
      {
        "id":"ED499008",
        "title":"Work that Matters Should be Work that Counts. Carnegie Perspectives"},
      {
        "id":"ED499009",
        "title":"Approaches to Dropout Prevention: Heeding Early Warning Signs with Appropriate Interventions"},
      {
        "id":"ED499010",
        "title":"A Report on Five Years of the Higher Education Support Center for SystemsChange Project: 2001-2006 and the Task Force on Quality Inclusive Schooling"},
      {
        "id":"ED499011",
        "title":"The Nation's Report Card[TM]: Trial Urban District Assessment--Mathematics 2007. NCES 2008-452"},
      {
        "id":"ED499012",
        "title":"The Nation's Report Card[TM]: Trial Urban District Assessment--Reading 2007. NCES 2008-455"},
      {
        "id":"ED499013",
        "title":"Preparing General Education Teachers for Inclusion"},
      {
        "id":"ED499014",
        "title":"Can Pay Incentives Improve the Recruitment of Teachers in America's Hard-to-Staff Schools? &quot;A Research Summary&quot;: Policy Matters"},
      {
        "id":"ED499015",
        "title":"The Content of Our Character Education: It's a Process. Policy Briefs: Education Reform. Volume 2, Number 3"},
      {
        "id":"ED499016",
        "title":"National Assessment of Title I. Final Report. Summary of Key Findings. NCEE 2008-4014"},
      {
        "id":"ED499017",
        "title":"National Assessment of Title I. Final Report. Volume I: Implementation. NCEE 2008-4012"},
      {
        "id":"ED499018",
        "title":"National Assessment of Title I. Final Report. Volume II: Closing the Reading Gap--Findings from a Randomized Trial of Four Reading Interventions for Striving Readers. NCEE 2008-4013"},
      {
        "id":"ED499019",
        "title":"Counselor and Mentors Handbook on Federal Student Aid: A Guide for Those Advising Students about Financial Aid for Postsecondary Education, 2008-09"},
      {
        "id":"ED499020",
        "title":"27th Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2005. Volume 2"},
      {
        "id":"ED499021",
        "title":"27th Annual Report to Congress on the Implementation of the &quot;Individuals with Disabilities Education Act,&quot; 2005. Volume 1"},
      {
        "id":"ED499022",
        "title":"Guide to U.S. Department of Education Programs, 2007"},
      {
        "id":"ED499023",
        "title":"State and Local Implementation of the &quot;No Child Left Behind Act.&quot; Volume III--Accountability under &quot;NCLB&quot; Interim Report"},
      {
        "id":"ED499024",
        "title":"The Achiever. Volume 6, Number 8, November-December 2007"},
      {
        "id":"ED499025",
        "title":"Transition of Students with Disabilities to Postsecondary Education: A Guide for High School Educators"},
      {
        "id":"ED499026",
        "title":"Improving Head Start for America's Children. Hearing before the Subcommittee on Early Childhood, Elementary and Secondary Education of the Committee on Education and Labor, U.S. House of Representatives, One Hundred Tenth Congress, First Session (February 28, 2007). Serial Number 110-6"},
      {
        "id":"ED499027",
        "title":"Improving the Laboratory Experience for America's High School Students. Hearing before the Subcommittee on Research and Science Education of the Committee on Science and Technology, House of Representatives, One Hundred Tenth Congress, First Session (March 8, 2007). Serial Number 110-9"},
      {
        "id":"ED499028",
        "title":"Growing Your Own: Minority Teachers"},
      {
        "id":"ED499029",
        "title":"The Higher Education Act: Approaches to College Preparation. Hearing before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness. Committee on Education and Labor, U.S. House of Representatives, One Hundred Tenth Congress, First Session (March 22, 2007). Serial Number 110-13"},
      {
        "id":"ED499030",
        "title":"The Role of the National Science Foundation in K-12 Science and Math Education. Hearing before the Committee on Science, House of Representatives, One Hundred Ninth Congress, Second Session (May 3, 2006). Serial Number 109-46"},
      {
        "id":"ED499031",
        "title":"Educating Hispanic Students: Effective Instructional Practices. Practitioner Brief #5"},
      {
        "id":"ED499032",
        "title":"The State of Higher Education: How Students Access and Finance a College Education. Hearing before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness of the Committee on Education and Labor, U.S. House of Representatives, One Hundred Tenth Congress, First Session (March 8, 2007). Serial Number 110-8"},
      {
        "id":"ED499033",
        "title":"K-12 Science and Math Education across the Federal Agencies. Hearing before the Committee on Science, U.S. House of Representatives, One Hundred Ninth Congress, Second Session (March 30, 2006). Serial Number 109-43"},
      {
        "id":"ED499034",
        "title":"Nongraded Primary Programs: Possibilities for Improving Practice for Teachers. Practitioner Brief Number 4"},
      {
        "id":"ED499035",
        "title":"Preparing Teachers for the Classroom: The Role of the Higher Education Act and No Child Left Behind. Hearing before the Subcommittee on Higher Education, Lifelong Learning and Competitiveness. Committee on Education and Labor, U.S. House of Representatives, One Hundred Tenth Congress, First Session (May 17, 2007). Serial Number 110-39"},
      {
        "id":"ED499036",
        "title":"Diversity and the Postsecondary Experience"},
      {
        "id":"ED499037",
        "title":"Multicultural Awareness Project for Institutional Transformation: MAP IT"},
      {
        "id":"ED499038",
        "title":"How NCLB Affects Students with Disabilities. Hearing Before the Subcommittee on Early Childhood, Elementary and Secondary Education, Committee on Education and Labor, U.S. House of Representatives, One Hundred Tenth Congress, First Session (March, 29, 2007). Serial Number 108-54"},
      {
        "id":"ED499039",
        "title":"Paying for a College Education: Barriers and Solutions for Students and Families. Hearing before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness. Committee on Education and Labor, U.S. House of Representatives, One Hundred Tenth Congress, First Session (May 1, 2007). Serial Number 110-29"},
      {
        "id":"ED499040",
        "title":"Impact of No Child Left Behind on English Language Learners. Hearing before the Subcommittee on Early Childhood Elementary and Secondary Education of the Committee on Education and Labor. U.S. House of Representatives. One Hundred Tenth Congress, First Session (March 23, 2007). Serial Number 110-14"},
      {
        "id":"ED499041",
        "title":"A Research Methodology for Future Summative Evaluation Studies: Incorporating the Component of Multiple Sets of Matched Samples into the Statistical Control Modeling"},
      {
        "id":"ED499042",
        "title":"An Essay in Culture, Society, Education and Vocational Training"},
      {
        "id":"ED499043",
        "title":"Eastern Teacher Dispositions Index"},
      {
        "id":"ED499044",
        "title":"Position Paper: English Language Curriculum Guidelines for Elementary School English Language Learners"},
      {
        "id":"ED499045",
        "title":"To Read or Not to Read: A Question of National Consequence. Research Report #47"},
      {
        "id":"ED499048",
        "title":"ESEA Reauthorization: Options for Improving NCLB's Measures of Process. Hearing before the Committee on Education and Labor, U.S. House of Representatives, One Hundred Tenth Congress, First Session (March 21, 2007). Serial Number 110-11"},
      {
        "id":"ED499049",
        "title":"Child Nutrition and the School Setting. Hearing before the Committee on Agriculture, Nutrition and Forestry, United States Senate. One Hundred Tenth Congress, First Session (March 6, 2007). Senate Hearing 110-41"},
      {
        "id":"ED499050",
        "title":"Student Standpoints about Access Programs in Higher Education"},
      {
        "id":"ED499052",
        "title":"A Fresh Start for New Orleans' Children: Improving Education after Katrina. Hearing before the Subcommittee on Education and Early Childhood Development of the Committee on Health, Education, Labor, and Pensions, United States Senate. One Hundred Ninth Congress, Second Session on Examining the Education System of New Orleans (July 14, 2006, New Orleans, LA). Senate Hearing 109-626"},
      {
        "id":"ED499053",
        "title":"Tips for Talking to Children and Youth after Traumatic Events: A Guide for Parents and Educators"},
      {
        "id":"ED499054",
        "title":"A Profile of the Talent Search Program: 1999-2000"},
      {
        "id":"ED499055",
        "title":"A Profile of the Upward Bound Program: 2000-2001"},
      {
        "id":"ED499056",
        "title":"School Mental Health Services in the United States, 2002-2003"},
      {
        "id":"ED499057",
        "title":"An Interim Report on the Educational Opportunity Centers Program: 2002-03 and 2003-04, with Select Data from 2000-02"},
      {
        "id":"ED499058",
        "title":"What Is Child Abuse and Neglect?"},
      {
        "id":"ED499059",
        "title":"A Profile of the Upward Bound Math-Science Program: 2000-2001"},
      {
        "id":"ED499060",
        "title":"A Profile of the Veterans Upward Bound Program: 2000-2001"},
      {
        "id":"ED499061",
        "title":"A Profile of the Federal TRIO Programs and Child Care Access Means Parents in School Program"},
      {
        "id":"ED499062",
        "title":"Making a Difference: Year Two Report of the Pennsylvania High School Coaching Initiative"},
      {
        "id":"ED499063",
        "title":"Culturally Responsive Leadership: Graduate Program Egalitarianism"},
      {
        "id":"ED499065",
        "title":"Disparities in California's Child Care Subsidy System: A Look at Teacher Education, Stability and Diversity"},
      {
        "id":"ED499066",
        "title":"Teachers and Students Learning through Service: A Report on Need in Deed's Developing Work with Teachers"},
      {
        "id":"ED499067",
        "title":"Small Schools Under Siege: Evidence of Resource Inequality in Minnesota Public Schools. Policy Brief"},
      {
        "id":"ED499068",
        "title":"The 2005 Minnesota Internet Study: An Examination of Metro/Rural Differences in Digital Technology Adoption"},
      {
        "id":"ED499069",
        "title":"Chutes or Ladders? Creating Support Services to Help Early Childhood Students Succeed in Higher Education"},
      {
        "id":"ED499070",
        "title":"Two Years in Early Care and Education: English Literacy Levels of the Early Care and Education Workforce--A Profile and Associations with Quality of Care"},
      {
        "id":"ED499072",
        "title":"Library Statistics Program: State Library Agency Report for FY 2006"},
      {
        "id":"ED499074",
        "title":"College Course-Taking Patterns in the Arts. Research Note Number 88"},
      {
        "id":"ED499075",
        "title":"To Read or Not To Read: A Question of National Consequence. Executive Summary. Research Report #47"},
      {
        "id":"ED499076",
        "title":"Recruiting and Retaining National Board Certified Teachers for Hard-to-Staff, Low-Performing Schools: Silver Bullets or Smart Solutions"},
      {
        "id":"ED499077",
        "title":"Taking Action to Improve Teaching Quality: Addressing Shortcomings in The Teaching Commission Report"},
      {
        "id":"ED499078",
        "title":"Teacher Preparation Cost Study: A Comparative Analysis of Select Alabama and National Programs"},
      {
        "id":"ED499079",
        "title":"The Impact of High Stakes Accountability on Teachers' Professional Development: Evidence from the South. A Final Report to the Spencer Foundation"},
      {
        "id":"ED499080",
        "title":"Assessing Student Perceptions of Inappropriate and Appropriate Teacher Humor"},
      {
        "id":"ED499081",
        "title":"An Annotated Bibliography: Using Theories of Self-Regulation to Understand How Adults Learn in Various Contexts"},
      {
        "id":"ED499082",
        "title":"Brick and Click Libraries: Proceedings of an Academic Libraries Symposium (7th, Maryville, Missouri, November 2, 2007)"},
      {
        "id":"ED499083",
        "title":"Review of the Motivated Strategies for Learning Questionnaire"},
      {
        "id":"ED499084",
        "title":"Service-Learning Pathologies and Prognoses"},
      {
        "id":"ED499085",
        "title":"Low-Level Educational Achievements in the UAE Model Schools"},
      {
        "id":"ED499086",
        "title":"Uncommonly Successful English/Language Arts Programs Share Common Instructional Features"},
      {
        "id":"ED499087",
        "title":"Adding it Up: State Challenges for Increasing College Access and Success"},
      {
        "id":"ED499095",
        "title":"Bandura, Ross, and Ross: Observational Learning and the Bobo Doll"},
      {
        "id":"ED499099",
        "title":"The Predictive Validity of Selected Benchmark Assessments Used in the Mid-Atlantic Region. Issues &amp; Answers. REL 2007-No. 017"},
      {
        "id":"ED499101",
        "title":"The Documentation Process: The Administrator's Role and the Interplay of Necessity, Support and Collaboration"},
      {
        "id":"ED499102",
        "title":"Evaluation of Student Attrition in an Alternative School Setting"},
      {
        "id":"ED499103",
        "title":"Making the Difference: Research and Practice in Community Schools"},
      {
        "id":"ED499104",
        "title":"Business and the Liberal Arts:  Integrating Professional and Liberal Education.  Report of a Symposium on the Liberal Arts and Business"},
      {
        "id":"ED499106",
        "title":"Establishing a High School on a College Campus: A Planning Tool"},
      {
        "id":"ED499107",
        "title":"Organizational Models for Online Education: District, State, or Charter School? Policy and Planning Series #109"},
      {
        "id":"ED499108",
        "title":"The Reading Literacy of U.S. Fourth-Grade Students in an International Context: Results from the 2001 and 2006 Progress in International Reading Literacy Study (PIRLS) (NCES 2008-017)"},
      {
        "id":"ED499110",
        "title":"Community Schools for All: A Case Statement and Strategic Plan 2007-2014"},
      {
        "id":"ED499113",
        "title":"Outcomes Linked to High-Quality Afterschool Programs: Longitudinal Findings from the Study of Promising Afterschool Programs"},
      {
        "id":"ED499114",
        "title":"Characteristics of Minority-Serving Institutions and Minority Undergraduates Enrolled in These Institutions: Postsecondary Education Descriptive Analysis Report (NCES 2008-156)"},
      {
        "id":"ED499115",
        "title":"Learning Principles and Assessments. DETC Occasional Paper Number 26"},
      {
        "id":"ED499116",
        "title":"Part-Time Faculty: Building a Quality Team. DETC Occasional Paper Number 24"},
      {
        "id":"ED499117",
        "title":"Strategic Planning in Distance Education"},
      {
        "id":"ED499119",
        "title":"Information Technology Benchmarks: A Practical Guide for College and University Presidents"},
      {
        "id":"ED499121",
        "title":"The Role of Spirituality in Christian School Leadership: A Qualitative Study"},
      {
        "id":"ED499122",
        "title":"Good Policy, Good Practice Improving Outcomes and Productivity in Higher Education:  A Guide for Policymakers"},
      {
        "id":"ED499123",
        "title":"Instrumental Music as Content Literacy Education: An Instructional Framework Based on the Continuous Improvement Process"},
      {
        "id":"ED499124",
        "title":"PBS TeacherLine National Survey of Teacher Professional Development, 2005-2006"},
      {
        "id":"ED499125",
        "title":"Accreditation Overview"},
      {
        "id":"ED499126",
        "title":"Designing Curricula to Ensure Student Completions. DETC Occasional Paper Number 25"},
      {
        "id":"ED499127",
        "title":"International Academic Equivalence: A Primer. DETC Occasional Paper Number 22"},
      {
        "id":"ED499129",
        "title":"Child Care Bulletin. Issue 33, Summer 2007"},
      {
        "id":"ED499134",
        "title":"Measuring Teacher Dispositions"},
      {
        "id":"ED499137",
        "title":"Do Other Factors Associate to Graduate School Success"},
      {
        "id":"ED499140",
        "title":"Similarities between Students Receiving Dress Code Violations and Discipline Referrals at Newport Junior High School"},
      {
        "id":"ED499141",
        "title":"English Usage among Hispanics in the United States"},
      {
        "id":"ED499142",
        "title":"For Generations to Come: A Leadership Guide to Renewing Public School Buildings"},
      {
        "id":"ED499145",
        "title":"The ABC's of Environmental Education"},
      {
        "id":"ED499146",
        "title":"Education for All by 2015: Will We Make It?"},
      {
        "id":"ED499157",
        "title":"U.S. Doctoral Awards in Science and Engineering Continue Upward Trend in 2006. Info Brief. NSF 08-301"},
      {
        "id":"ED499158",
        "title":"Cultural Disparities of SAT Scores and the Influence on Higher Education Opportunities for African American and Latino Students"},
      {
        "id":"ED499159",
        "title":"A Study on Family-School Cooperation Based on an Analysis of School Documentation"},
      {
        "id":"ED499160",
        "title":"Ready to Succeed: All Students Prepared for College and Work"},
      {
        "id":"ED499161",
        "title":"The ACT: Using Your ACT Results, 2007-2008"},
      {
        "id":"ED499162",
        "title":"Family Firsts: Reach for Your Dreams"},
      {
        "id":"ED499163",
        "title":"The ACT: Preparing for the ACT, 2007-2008"},
      {
        "id":"ED499164",
        "title":"ACT College Planning Guide: A Presentation for Students and Parents"},
      {
        "id":"ED499165",
        "title":"Indicators of School Crime and Safety: 2007. NCES 2008-021/NCJ 219553"},
      {
        "id":"ED499166",
        "title":"Conservative Think Tanks and Higher Education Policy: Selected Public Policy Research Institutes and Their Views on Issues in Higher Education"},
      {
        "id":"ED499167",
        "title":"Here's How You Can Help"},
      {
        "id":"ED499168",
        "title":"The Equity Practice of a Mathematics Teacher in a Secondary School Committed to College Preparation, Community Connection, and Social Justice"},
      {
        "id":"ED499169",
        "title":"Segregation through Brown vs. the Board of Education: A Setback or Landmark Case"},
      {
        "id":"ED499170",
        "title":"Anabolic Steroid Use: Federal Efforts to Prevent and Reduce Anabolic Steroid Abuse among Teenagers. Report to the Committee on Oversight and Government Reform, House of Representatives. GAO-08-15"},
      {
        "id":"ED499172",
        "title":"An Exploratory Study Examining the Feasibility of Using Bayesian Networks to Predict Circuit Analysis Understanding"},
      {
        "id":"ED499173",
        "title":"Applying Asynchronous Solutions to the Multi-Tasking Realities of a Teacher Education Faculty Unit: Case Study"},
      {
        "id":"ED499174",
        "title":"Redefining Classroom Culture through Instructional Design"},
      {
        "id":"ED499175",
        "title":"Determining an Effective Interactive Multimedia Arabic Language Courseware for Malaysian Primary School Children: An Alternative Paradigm for Learning in the Classroom"},
      {
        "id":"ED499176",
        "title":"The Relational-Behavior Model: A Pilot Assessment Study for At-Risk College Populations"},
      {
        "id":"ED499177",
        "title":"Ten-Month-Olds' Categorization of Infant-Directed Speech across Languages"},
      {
        "id":"ED499178",
        "title":"Standards in Conducting and Publishing Research in Education"},
      {
        "id":"ED499180",
        "title":"Towards Individualized Instruction with Technology-Enabled Tools and Methods"},
      {
        "id":"ED499189",
        "title":"Addressing Safety in Schools: CDC's Division of Adolescent & School Health"},
      {
        "id":"ED499190",
        "title":"Unintentional Injuries, Violence, and the Health of Young People"},
      {
        "id":"ED499191",
        "title":"Preventing Child Sexual Abuse within Youth-serving Organizations: Getting Started on Policies and Procedures"},
      {
        "id":"ED499192",
        "title":"A Country's Hope: The Haiti Scholarship Program"},
      {
        "id":"ED499193",
        "title":"Considering Special Education Adequacy in California"},
      {
        "id":"ED499195",
        "title":"The Investigation of Turkish University Students' Vocational Self-Esteem Levels within Different Academic Departments"},
      {
        "id":"ED499196",
        "title":"Efficiency and Adequacy in California School Finance: A Professional Judgment Approach"},
      {
        "id":"ED499197",
        "title":"Evaluation Study of California's High Priority Schools Grant Program: Final Report"},
      {
        "id":"ED499198",
        "title":"Models Matter--The Final Report of the National Longitudinal Evaluation of Comprehensive  School Reform"},
      {
        "id":"ED499199",
        "title":"Successful California Schools in the Context of Educational Adequacy"},
      {
        "id":"ED499200",
        "title":"International Development Program 2006 Impact Review"},
      {
        "id":"ED499201",
        "title":"Implementing Girls Scholarship Programs: Guiding Principles"},
      {
        "id":"ED499202",
        "title":"A Report from The Council of Higher Education Management Associations"},
      {
        "id":"ED499204",
        "title":"Numbers and Rates of Public High School Dropouts: School Year 2004-05. First Look (NCES 2008-305)"},
      {
        "id":"ED499205",
        "title":"Educational Technology in Teacher Education Programs for Initial Licensure. Statistical Analysis Report. NCES 2008-040"},
      {
        "id":"ED499211",
        "title":"Teaching and California's Future: The Status of the Teaching Profession, 2007. Full Report"},
      {
        "id":"ED499212",
        "title":"Inspector General's Semiannual Report to Congress, No. 55. April 1, 2007-September 30, 2007"},
      {
        "id":"ED499213",
        "title":"Validity Study of the NAEP Mathematics Assessment: Grades 4 and 8"},
      {
        "id":"ED499215",
        "title":"The Food-Safe Schools Action Guide"},
      {
        "id":"ED499224",
        "title":"The Effectiveness of Universal School-Based Programs for the Prevention of Violent and Aggressive Behavior: A Report on Recommendations of the Task Force on Community Preventive Services. Morbidity and Mortality Weekly Report. Volume 56, Number RR-7"},
      {
        "id":"ED499225",
        "title":"Welcome to HELL : Humor in English Language Learning"},
      {
        "id":"ED499228",
        "title":"Strategies for Addressing Asthma within a Coordinated School Health Program, with Updated Resources. Revised"},
      {
        "id":"ED499229",
        "title":"Creating Food-Safe Schools: A How-to Guide"},
      {
        "id":"ED499230",
        "title":"Knowledge Is Power: The Issue of Censorship in Middle Grades Literacy Instruction"},
      {
        "id":"ED499231",
        "title":"Counting Blocks or Keyboards? A Comparative Analysis of Concrete versus Virtual Manipulatives in Elementary School Mathematics Concepts"},
      {
        "id":"ED499232",
        "title":"A National Focus: The Recruitment, Retention, and Development of Quality Teachers in Hard-to-Staff Schools"},
      {
        "id":"ED499233",
        "title":"Increasing Language Performance through Engagement in Language Experience"},
      {
        "id":"ED499234",
        "title":"The Diversity Disconnection: Discourse in Mainstream Literacy Instruction"},
      {
        "id":"ED499235",
        "title":"Examining District Guidance to Schools on Teacher Evaluation Policies in the Midwest Region. Issues &amp; Answers. REL 2007-No. 030"},
      {
        "id":"ED499237",
        "title":"Exploring the Effects of Social Skills Training on Social Skill Development on Student Behavior"},
      {
        "id":"ED499239",
        "title":"ClassWide Peer Tutoring. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499241",
        "title":"Caring School Community[TM] (Formerly, The Child Development Project). Revised. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499242",
        "title":"California Higher Education Accountability: Goal--Student Success. Measure: California Community College Students' Degrees and Certificates Awarded and Successful Transfers. Commission Report 07-06"},
      {
        "id":"ED499243",
        "title":"Next Steps in the Development of the Commission's Higher Education Accountability  Framework. Commission Report 07-08"},
      {
        "id":"ED499244",
        "title":"Public Higher Education Performance Accountability Framework Report: Goal--Contributions to Economic, Civic, and Social Development. Measure: How Is California Education Doing? Commission Report 07-18"},
      {
        "id":"ED499245",
        "title":"Public Higher Education Performance Accountability Framework Report: Goal--Access and Affordability. Measure: Percentage of Racial Representation in Systems of Higher Education Compared to Racial Representation in the State. Commission Report 07-20"},
      {
        "id":"ED499246",
        "title":"Public Higher Education Performance Accountability Framework Report: Goal--Contributions to Economic, Civic, and Social Development. Measure: Per Capita Income by Educational  Attainment. Commission Report 07-12"},
      {
        "id":"ED499247",
        "title":"Faculty Salaries at California Public Universities, 2007-08. Commission Report 07-03"},
      {
        "id":"ED499248",
        "title":"Improving Teacher Quality (ITQ) Program--Current Projects and the New RFP. Commission Report 07-14"},
      {
        "id":"ED499249",
        "title":"Improving Teacher Quality (ITQ) Program Status Report. Commission Report 07-09"},
      {
        "id":"ED499250",
        "title":"College Going Rates: A Performance Measure in California's Higher Education Accountability Framework. Commission Report 07-04"},
      {
        "id":"ED499251",
        "title":"Transforming Lives. EDC Annual Report, 2006"},
      {
        "id":"ED499252",
        "title":"Working to Learn, Learning to Work: Unlocking the Potential of New York's Adult College Students"},
      {
        "id":"ED499253",
        "title":"Instructional Coaching. Issue Brief"},
      {
        "id":"ED499254",
        "title":"Building Collective Efficacy: How Leaders Inspire Teachers to Achieve. Issue Brief"},
      {
        "id":"ED499255",
        "title":"Principal as Instructional Leader: Designing a Coaching Program That Fits. Issue Brief"},
      {
        "id":"ED499256",
        "title":"Writing Next. Research Brief"},
      {
        "id":"ED499257",
        "title":"Teacher Quality in a Changing Policy Landscape: Improvements in the Teacher Pool. Policy Information Report"},
      {
        "id":"ED499259",
        "title":"Rankings & Estimates: Rankings of the States 2006 and Estimates of School Statistics 2007"},
      {
        "id":"ED499260",
        "title":"Public Higher Education Performance Accountability Framework Report: Goal - Contributions to Economic, Civic, and Social Development; Measure: Workforce Preparation - Degrees Awarded in Selected Areas of Projected Workforce Demand. Commission Report 07-17"},
      {
        "id":"ED499261",
        "title":"Program Planning and Review to Promote Responsiveness to Public Needs, 2006-07. Commission Report 07-13"},
      {
        "id":"ED499262",
        "title":"Using Manipulative Materials to Increase Student Achievement in Mathematics"},
      {
        "id":"ED499263",
        "title":"Public Higher Education Performance Accountability Framework Report: Goal - Contributions to Economic, Civic, and Social Development Measure -- Educational Attainment of Population. Commission Report 07-11"},
      {
        "id":"ED499264",
        "title":"Political Efficacy and Expected Political Participation among Lower and Upper Secondary Students. A Comparative Analysis with Data from the IEA Civic Education Study"},
      {
        "id":"ED499265",
        "title":"An International Perspective on Active Citizenship among Lower Secondary Students. Concepts and Measures Developed for the IEA Civic and Citizenship Education Study (ICCS)"},
      {
        "id":"ED499266",
        "title":"Civic and Citizenship Education in 2009 (ICCS): A Comparative Study"},
      {
        "id":"ED499267",
        "title":"Accountability Framework Goal: Student Success. How Are California's Public College  Students Doing? Commission Report 07-07"},
      {
        "id":"ED499268",
        "title":"Positive Action. Revised. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499269",
        "title":"Talent Search. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499270",
        "title":"Academic Vantage Points: Reflections on the University in the 21st Century"},
      {
        "id":"ED499271",
        "title":"Challenges for Governance: A National Report"},
      {
        "id":"ED499272",
        "title":"Decreasing the Digital Divide: Technology Use for College Preparation Programs"},
      {
        "id":"ED499273",
        "title":"It's about Time: Temporal Dimensions of College Preparation Programs"},
      {
        "id":"ED499274",
        "title":"North Carolina Teacher Working Conditions Survey Interim Report"},
      {
        "id":"ED499275",
        "title":"Making the Grade in College Prep: A Guide for Improving College Preparation Programs"},
      {
        "id":"ED499276",
        "title":"The Opportunities and Challenges of Partnering with Schools"},
      {
        "id":"ED499277",
        "title":"Mentoring Scaffoldings: Do They Promote College Access?"},
      {
        "id":"ED499279",
        "title":"National Implications: Implementing Postmodernistic Strategies and the \"Ways of Knowing through the Realms of Meaning\" for the Improvement of Ethical Conduct for the Improvement of Public Education"},
      {
        "id":"ED499280",
        "title":"The KEY: A Nationally Recommended Postmodern Makeover of Low-Performing Schools Based in the Realms of Meaning"},
      {
        "id":"ED499281",
        "title":"Learning Outcomes of Underprivileged Children of Bangladesh Provided by Some Selected NGOs"},
      {
        "id":"ED499282",
        "title":"Putting Money on the Table: Information Financial Aid and Access to College"},
      {
        "id":"ED499283",
        "title":"The Impact of Peers on College Preparation: A Review of the Literature"},
      {
        "id":"ED499284",
        "title":"Information Seeking Behavior of Library and Information Science Faculty in Research with a Special Reference to the Use of Networked Information Sources and Services: A Case Study Performed at the Graduate School of Library and Information Science at the University of Illinois at Urbana-Champaign"},
      {
        "id":"ED499285",
        "title":"Recruiting Teachers for Hard-to-Staff Schools: Solutions for North Carolina &amp; the Nation. Policy Brief"},
      {
        "id":"ED499286",
        "title":"Teaching and Learning Conditions Are Critical to the Success of Students and the Retention of Teachers. Final Report on the 2006 Teaching and Learning Conditions Survey to the Clark County School District and Clark County Education Association"},
      {
        "id":"ED499288",
        "title":"A Flexible Mobile Education System Approach"},
      {
        "id":"ED499289",
        "title":"The E-Only Tipping Point for Journals: What's Ahead in the Print-to-Electronic Transition Zone"},
      {
        "id":"ED499290",
        "title":"ARL Academic Health Sciences Library Statistics, 2005-06"},
      {
        "id":"ED499291",
        "title":"ARL Academic Law Library Statistics, 2005-06"},
      {
        "id":"ED499296",
        "title":"Peer Tutoring and Response Groups. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499300",
        "title":"The Expert Mathematician. Revised. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499303",
        "title":"The Parenting Imperative: Investing in Parents So Children and Youth Succeed. Policy Brief No. 22"},
      {
        "id":"ED499305",
        "title":"Environmental Education in the Galapagos: 2007 Report to the Charles Darwin Foundation"},
      {
        "id":"ED499307",
        "title":"More Is Better: A Meta-Analysis of Home Visiting Programs for At-Risk Families"},
      {
        "id":"ED499308",
        "title":"Higher Education Council of Berks County (HECBC) Economic Impact Study"},
      {
        "id":"ED499317",
        "title":"The Status of the Teaching Profession, 2007"},
      {
        "id":"ED499325",
        "title":"Principles for Principals: Using the Realms of Meaning to Practice Ethical Leadership--National Recommendations"},
      {
        "id":"ED499326",
        "title":"Globalization, Distance Education and Hegemonic Futures"},
      {
        "id":"ED499328",
        "title":"Widening Access to Tertiary Education for Women in Ghana through Distance Education"},
      {
        "id":"ED499331",
        "title":"Focus on Quality: Californians' Views on Teachers and Teaching"},
      {
        "id":"ED499332",
        "title":"Strengthening California's Teacher Information System"},
      {
        "id":"ED499333",
        "title":"Teaching and California's Future: The Status of the Teaching Profession 2003. Research Findings and Policy Recommendations"},
      {
        "id":"ED499335",
        "title":"The Status of the Teaching Profession, 2003. Summary Report"},
      {
        "id":"ED499336",
        "title":"2004/06 Beginning Postsecondary Students Longitudinal Study (BPS:04/06). Methodology Report. NCES 2008-184"},
      {
        "id":"ED499338",
        "title":"Writing Their World: Promoting a Pedagogy of Authorship in Teacher Education"},
      {
        "id":"ED499339",
        "title":"Deciding on Postsecondary Education: Final Report. NPEC 2008-850"},
      {
        "id":"ED499340",
        "title":"Attitudes of Graduate Students Toward Distance Education, Educational Technologies and Independent Learning"},
      {
        "id":"ED499341",
        "title":"Provision of Student Learning Support Services in a Large-Scale Distance Education System at Universitas Terbuka, Indonesia"},
      {
        "id":"ED499342",
        "title":"Knowledge Management & Its Applications in Distance Education"},
      {
        "id":"ED499343",
        "title":"Remote RF Laboratory Requirements: Engineers' and Technicians' Perspective"},
      {
        "id":"ED499344",
        "title":"Science Education through Open and Distance Learning at Higher Education Level"},
      {
        "id":"ED499345",
        "title":"The Need for Participation in Open and Distance Education: The Open University Malaysia Experience"},
      {
        "id":"ED499346",
        "title":"Effectiveness of Mobile Learning in Distance Education"},
      {
        "id":"ED499347",
        "title":"The Prospects of E-Examination Implementation in Nigeria"},
      {
        "id":"ED499348",
        "title":"A Study of Student's Attitude towards Distance Education Programme in Pakistan"},
      {
        "id":"ED499349",
        "title":"Structural Dimensions and Functions of Student Centers in the Open Education Faculty Practices: Three Metropolis Samplings--Istanbul, Ankara and Izmir"},
      {
        "id":"ED499350",
        "title":"Core Issues that Must be Addressed in Order to Improve Vocational Education and Training in Indonesia. An Institutional Analysis"},
      {
        "id":"ED499351",
        "title":"The Price of Divorce"},
      {
        "id":"ED499352",
        "title":"Teaching Strategies Used to Maintain Classroom Order"},
      {
        "id":"ED499353",
        "title":"Empowerment of Women through Distance Education in Pakistan"},
      {
        "id":"ED499354",
        "title":"The Will to Change: A Conversation about Schools and Learning with Dr. James Comer and Dr. Edmund Gordon, Comments by Hugh Price"},
      {
        "id":"ED499356",
        "title":"Schools: The Perfect Place to Address the Needs of the Whole Child. On the Issues: Policy Recommendations"},
      {
        "id":"ED499357",
        "title":"Do Student Success Courses Actually Help Community College Students Succeed? CCRC Brief. Number 36"},
      {
        "id":"ED499358",
        "title":"Projections of Education Statistics to 2016. Thirty-Fifth Edition. NCES 2008-060"},
      {
        "id":"ED499359",
        "title":"Institutional Research and the Culture of Evidence at Community Colleges. Report No. 1 in the Culture of Evidence Series"},
      {
        "id":"ED499361",
        "title":"The Effect of Student Goals on Community College Performance Measures. CCRC Brief. Number 33"},
      {
        "id":"ED499362",
        "title":"The Value of Student Right-to-Know Data in Assessing Community College Performance. CCRC Brief Number 34"},
      {
        "id":"ED499363",
        "title":"A Philadelphia Story: Building Civic Capacity for School Reform in a Privatizing System"},
      {
        "id":"ED499364",
        "title":"Report of the MLA Task Force on Evaluating Scholarship for Tenure and Promotion"},
      {
        "id":"ED499365",
        "title":"Promising Practices for Community College Developmental Education: A Discussion Resource for the Connecticut Community College System"},
      {
        "id":"ED499366",
        "title":"State Merit Aid Programs: Responses by Florida Community Colleges. CCRC Brief. Number 35"},
      {
        "id":"ED499368",
        "title":"From High School to the Future: A First Look at Chicago Public School Graduates' College Enrollment, College Preparation, and Graduation from Four-Year Colleges"},
      {
        "id":"ED499369",
        "title":"How Well Do Vivaldi Students Succeed after Elementary School? (Unit 8888)"},
      {
        "id":"ED499370",
        "title":"Trends in Access to Computing Technology and Its Use in Chicago Public Schools, 2001-2005"},
      {
        "id":"ED499371",
        "title":"Promoting Instructional Improvement: A Strategic Human Resource Management Perspective"},
      {
        "id":"ED499372",
        "title":"Minnesota Early Childhood Initiative: Building Nurturing Communities of Thriving Children"},
      {
        "id":"ED499374",
        "title":"Developing Citizens: The Impact of Civic Learning Opportunities on Students' Commitment to Civic Participation"},
      {
        "id":"ED499375",
        "title":"Research Agenda 2004-2008"},
      {
        "id":"ED499376",
        "title":"Documentation of the 1996-2002 Chicago Annenberg Research Project Strand on Authentic Intellectual Demand Exhibited in Assignments and Student Work. A Technical Process Manual"},
      {
        "id":"ED499379",
        "title":"ADD/ADHD: Effects on Mathematics and Mathematical Computations"},
      {
        "id":"ED499380",
        "title":"Constructivist Approach: Improving Social Studies Skills Academic Achievement"},
      {
        "id":"ED499384",
        "title":"Higher Education: Tuition Continues to Rise, but Patterns Vary by Institution Type, Enrollment, and Educational Expenditures. Report to the Chairman, Committee on  Education and Labor, House of Representatives. GOA-08-245"},
      {
        "id":"ED499386",
        "title":"State and Federal Money Is Earmarked for Special Purposes"},
      {
        "id":"ED499387",
        "title":"Part-time Faculty Job Satisfaction in Higher Education: A Literature Review"},
      {
        "id":"ED499388",
        "title":"The Impact of Modeling upon Preservice Teachers in a Content Area Reading Course"},
      {
        "id":"ED499389",
        "title":"Study of Sort Stories: Leveled Reading Supplement to Words Their Way: Word Sorts for   Letter Name-Alphabet Spellers"},
      {
        "id":"ED499390",
        "title":"The Source of Lake Wobegon"},
      {
        "id":"ED499392",
        "title":"Connecting Students to Advanced Courses Online. Innovations in Education"},
      {
        "id":"ED499393",
        "title":"Funding Education beyond High School: The Guide to Federal Student Aid, 2007-08"},
      {
        "id":"ED499394",
        "title":"Mobilizing for Evidence-Based Character Education"},
      {
        "id":"ED499395",
        "title":"Funding Education beyond High School: The Guide to Federal Student Aid, 2008-09"},
      {
        "id":"ED499396",
        "title":"Why Students Pursue a Specialist or Doctoral Degree in School Psychology"},
      {
        "id":"ED499398",
        "title":"\"Opportunities to Connect: Integrative Learning Communities\""},
      {
        "id":"ED499399",
        "title":"Child Care and Development Fund (CCDF): Report to Congress for FY2002 and FY2003"},
      {
        "id":"ED499400",
        "title":"Child Support, Child Care and Head Start Collaboration: Innovations &amp; Ideas"},
      {
        "id":"ED499401",
        "title":"A Guide to Good Start, Grow Smart in Child Care"},
      {
        "id":"ED499402",
        "title":"Learning Opportunities for Your Child Through Alternate Assessments: Alternate Assessments Based on Modified Academic Achievement Standards"},
      {
        "id":"ED499403",
        "title":"Position on Response to Intervention (RTI): The Unique Role of Special Education and Special Educators"},
      {
        "id":"ED499404",
        "title":"Supporting Students with Significant Developmental Disabilities to Access the General Education Curriculum"},
      {
        "id":"ED499406",
        "title":"Hints and Tips for Addressing Accommodations Issues for Peer Review"},
      {
        "id":"ED499407",
        "title":"A Summary of the Research on the Effects of Test Accommodations: 2005-2006. Technical Report 47"},
      {
        "id":"ED499409",
        "title":"Standards-Based Instructional Strategies for English Language Learners with Disabilities. ELLs with Disabilities Report 18"},
      {
        "id":"ED499410",
        "title":"Student Think Aloud Reflections on Comprehensible and Readable Assessment Items: Perspectives on What Does and Does Not Make an Item Readable. Technical Report 48"},
      {
        "id":"ED499412",
        "title":"Reframing School Dropout as a Public Health Issue. Preventing Chronic Disease: Public Health Research, Practice, and Policy. Volume 4, Number 4"},
      {
        "id":"ED499413",
        "title":"Technical Report of the NAEP Mathematics Assessment in Puerto Rico: Focus on Statistical Issues (NCES 2007-462rev)"},
      {
        "id":"ED499414",
        "title":"Nearing the Target in Disaggregated Subgroup Reporting to the Public on 2004-2005 Assessment Results. Technical Report 46"},
      {
        "id":"ED499415",
        "title":"Lessons Learned: New Teachers Talk about Their Jobs, Challenges and Long-Range Plans. Issue No. 2. Working without a Net: How New Teachers from Three Prominent Alternate Route Programs Describe Their First Year on the Job"},
      {
        "id":"ED499416",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (31st, Seoul, Korea, July 8-13, 2007). Volume 3"},
      {
        "id":"ED499417",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (31st, Seoul, Korea, July 8-13, 2007). Volume 2"},
      {
        "id":"ED499418",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (31st, Seoul, Korea, July 8-13, 2007). Volume 4"},
      {
        "id":"ED499419",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (31st, Seoul, Korea, July 8-13, 2007). Volume 1"},
      {
        "id":"ED499420",
        "title":"A Look at Child Welfare from a Homeless Education Perspective"},
      {
        "id":"ED499421",
        "title":"Accountability and Assessment: Is Public Interest in K-12 Education Being Served? CRESST Report 728"},
      {
        "id":"ED499422",
        "title":"Thomas B. Fordham Foundation Sponsorship Accountability Report, 2006-2007"},
      {
        "id":"ED499423",
        "title":"State Grant Aid and Its Effects on Students' College Choices"},
      {
        "id":"ED499424",
        "title":"Social Comparison of Abilities at an Elite College: Feeling Outclassed with 1350 SATs. Discussion Paper No. 70"},
      {
        "id":"ED499426",
        "title":"Promise or Peril?: NCLB and the Education of ELL Students"},
      {
        "id":"ED499427",
        "title":"Moving the Blue Arrow: Pathways to Educational Opportunity. 2008 Strategic Master Plan for Higher Education in Washington"},
      {
        "id":"ED499428",
        "title":"Creating Accurate Science Benchmark Assessments to Inform Instruction. CSE Technical Report 730"},
      {
        "id":"ED499429",
        "title":"School Help for Homeless Children with Disabilities: Information for Parents"},
      {
        "id":"ED499430",
        "title":"Supporting Homeless Students with Disabilities: Implementing IDEA"},
      {
        "id":"ED499431",
        "title":"DOD Schools: Additional Reporting Could Improve Accountability for Academic Achievement of Students with Dyslexia. Report to the Chairman, Committee on Science and Technology, House of Representatives. GAO-08-70"},
      {
        "id":"ED499432",
        "title":"Gender Equity in Higher Education"},
      {
        "id":"ED499433",
        "title":"Strategies for Improving Student Success in Postsecondary Education. Changing Direction: Integrating Higher Education Financial Aid and Financing Policy"},
      {
        "id":"ED499434",
        "title":"In Their Own Words: Schools and Students Overcoming Adversity"},
      {
        "id":"ED499436",
        "title":"Progress in International Reading Literacy Study (PIRLS): PIRLS 2006 Technical Report"},
      {
        "id":"ED499437",
        "title":"Baltimore City's High School Reform Initiative: Schools, Students, and Outcomes"},
      {
        "id":"ED499438",
        "title":"Predictive Validity of an English Language Arts Performance Assessment. CRESST Report 729"},
      {
        "id":"ED499439",
        "title":"How Well are States Educating our Neediest? The Fordham Report 2006"},
      {
        "id":"ED499440",
        "title":"Slow Motion: Traveling by School Bus in Consolidated Districts in West Virginia"},
      {
        "id":"ED499441",
        "title":"Thinking Outside the Box: Policy Strategies for Readiness, Access, and Success. Changing Direction: Integrating Higher Education Financial Aid and Financing Policy"},
      {
        "id":"ED499442",
        "title":"A Note on How Well Available Income Information Identifies Low-Income Students. Discussion Paper No. 71"},
      {
        "id":"ED499443",
        "title":"Access to the Most Selective Private Colleges by High-Ability, Low-Income Students: Are They Out There? Discussion Paper No. 69"},
      {
        "id":"ED499445",
        "title":"Sensitivity as a Privileged Predictor of Attachment: A Second Perspective of De Wolff and van IJzendoorn's Meta-Analysis"},
      {
        "id":"ED499447",
        "title":"National Impact for Pre-Implementation of Smaller Learning Communities"},
      {
        "id":"ED499458",
        "title":"Applying Constructivism to Improve Public Relations for Education"},
      {
        "id":"ED499459",
        "title":"Get a Second Chance to Make a First Impression: Eradicate the Poverty Level of the Women Farmer in Bangladesh"},
      {
        "id":"ED499460",
        "title":"Virtual Structures for Mutual Review Promote Understanding of Opposed Standpoints"},
      {
        "id":"ED499461",
        "title":"Modeling Students' Intention to Adopt E-Learning: A Case from Egypt"},
      {
        "id":"ED499462",
        "title":"Designing E-Learning Programs for Rural Social Transformation and Poverty Reduction"},
      {
        "id":"ED499463",
        "title":"The Relationship between Teacher Immediacy Behaviours and Distant Learners' Social Presence Perceptions in Videoconferencing Applications"},
      {
        "id":"ED499465",
        "title":"The Cost of Copyright Confusion for Media Literacy"},
      {
        "id":"ED499466",
        "title":"Postmodernism in Higher Educational Administration"},
      {
        "id":"ED499467",
        "title":"Integrating the \"Ways of Knowing Through the Realms of Meaning\" to Improve National Fundraising Objectives"},
      {
        "id":"ED499468",
        "title":"Implementing the \"Ways of Knowing Through the Realms of Meaning\"--A Philosophy for Selecting the Curriculum for General Education"},
      {
        "id":"ED499469",
        "title":"Without Limits: Breaking the Rules with Postmodernism to Improve Educational Practices in Order to Best Serve Students"},
      {
        "id":"ED499470",
        "title":"National Focus on Postmodernism in Higher Education"},
      {
        "id":"ED499471",
        "title":"The Effects of Interactive Learning Environments on Cooperative Learning Achievement and Student Anxiety in Environmental Education"},
      {
        "id":"ED499472",
        "title":"Effectiveness of Different Medium of Education to Imparting Knowledge at Bangladesh Open University"},
      {
        "id":"ED499473",
        "title":"Redesigning a Course for Blended Learning Environment"},
      {
        "id":"ED499474",
        "title":"Predicting E-Learning Application in Agricultural Higher Education Using Technology Acceptance Model"},
      {
        "id":"ED499475",
        "title":"Comparative Study of Student Support Services of AIOU and UKOU"},
      {
        "id":"ED499476",
        "title":"Open and Distance Learning: An Emerging System for Alternative Higher Education in Nigeria"},
      {
        "id":"ED499477",
        "title":"The Relationship between Student Characteristics, Including Learning Styles, and Their Perceptions and Satisfaction in Web-Based Courses in Higher Education"},
      {
        "id":"ED499478",
        "title":"Attitudes of Turkish Distance Learners toward Internet-Based Learning: An Investigation Depending on Demographical Characteristics"},
      {
        "id":"ED499479",
        "title":"E-Learning as a Knowledge Management Approach for Intellectual Capital Utilization"},
      {
        "id":"ED499480",
        "title":"Inservice Training (INSET) Programs via Distance Education: Primary School Teachers' Opinions"},
      {
        "id":"ED499482",
        "title":"A National Perspective: Utilizing the Postmodern Theoretical Paradigm to Close the Achievement Gap and Increase Student Success in Public Education America"},
      {
        "id":"ED499483",
        "title":"Implementing the &quot;Ways of Knowing Through the Realms of Meaning&quot; to Assist Leaders in Retaining Alternatively Certified Teachers: Six National Recommendations for Improving Education in the United States of America"},
      {
        "id":"ED499484",
        "title":"The Influence of Science Education Professional Development on African American Science Teacher's Conceptual Change and Practice"},
      {
        "id":"ED499485",
        "title":"The Relationship of Graduate Record Examination Aptitude Test Scores and Graduate School Performance of International Students at the United States Universities"},
      {
        "id":"ED499486",
        "title":"Outlook. Number 295"},
      {
        "id":"ED499487",
        "title":"Outlook. Number 299"},
      {
        "id":"ED499488",
        "title":"Outlook. Number 306"},
      {
        "id":"ED499489",
        "title":"Outlook. Number 305"},
      {
        "id":"ED499490",
        "title":"Outlook. Number 297"},
      {
        "id":"ED499491",
        "title":"Outlook. Number 307"},
      {
        "id":"ED499492",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 254"},
      {
        "id":"ED499493",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 255"},
      {
        "id":"ED499494",
        "title":"It's All About Time! Carnegie Perspectives"},
      {
        "id":"ED499496",
        "title":"Methods of Motivational Teaching"},
      {
        "id":"ED499497",
        "title":"Outlook. Number 315"},
      {
        "id":"ED499498",
        "title":"Outlook. Number 317"},
      {
        "id":"ED499499",
        "title":"Outlook. Number 314"},
      {
        "id":"ED499500",
        "title":"Outlook. Number 316"},
      {
        "id":"ED499501",
        "title":"Outlook. Number 318"},
      {
        "id":"ED499502",
        "title":"Outlook. Number 312"},
      {
        "id":"ED499504",
        "title":"Outlook. Number 278"},
      {
        "id":"ED499507",
        "title":"Outlook. Number 277"},
      {
        "id":"ED499508",
        "title":"Outlook. Number 292"},
      {
        "id":"ED499509",
        "title":"Outlook. Number 293"},
      {
        "id":"ED499510",
        "title":"Outlook. Number 298"},
      {
        "id":"ED499511",
        "title":"Outlook. Number 303"},
      {
        "id":"ED499512",
        "title":"Outlook. Number 304"},
      {
        "id":"ED499513",
        "title":"Outlook. Number 300"},
      {
        "id":"ED499514",
        "title":"Outlook. Number 301"},
      {
        "id":"ED499515",
        "title":"Outlook. Number 311"},
      {
        "id":"ED499516",
        "title":"Outlook. Number 279"},
      {
        "id":"ED499517",
        "title":"Outlook. Number 280"},
      {
        "id":"ED499518",
        "title":"Outlook. Number 281"},
      {
        "id":"ED499520",
        "title":"Outlook. Number 283"},
      {
        "id":"ED499522",
        "title":"Outlook. Number 285"},
      {
        "id":"ED499523",
        "title":"Outlook. Number 286"},
      {
        "id":"ED499526",
        "title":"Outlook. Number 287"},
      {
        "id":"ED499527",
        "title":"Outlook. Number 288"},
      {
        "id":"ED499528",
        "title":"Outlook. Number 289"},
      {
        "id":"ED499529",
        "title":"Outlook. Number 290"},
      {
        "id":"ED499530",
        "title":"Outlook. Number 320"},
      {
        "id":"ED499531",
        "title":"Outlook. Number 321"},
      {
        "id":"ED499532",
        "title":"Outlook. Number 326"},
      {
        "id":"ED499533",
        "title":"Outlook. Number 324"},
      {
        "id":"ED499534",
        "title":"Effective Motivation in Language Learning"},
      {
        "id":"ED499535",
        "title":"Outlook. Number 328"},
      {
        "id":"ED499536",
        "title":"Outlook. Number 329"},
      {
        "id":"ED499537",
        "title":"Outlook. Number 327"},
      {
        "id":"ED499538",
        "title":"A Survey--The Negative Aspects of in and out of School Suspensions and Alternatives That Promote Academic Achievement"},
      {
        "id":"ED499539",
        "title":"Outlook. Number 330"},
      {
        "id":"ED499540",
        "title":"Impact of Nebraska Reading First on Reading Comprehension across Three Years of Implementation, 2005-2007"},
      {
        "id":"ED499541",
        "title":"The Impact of the Correlation between the No Child Left Behind Act's High Stakes Testing and the High Drop-Out Rates of Minority Students"},
      {
        "id":"ED499542",
        "title":"Citizenship and Moral Education in Religious Education Textbooks"},
      {
        "id":"ED499543",
        "title":"A National Issue: Whether the Teacher Turnover Effects Students' Academic Performance?"},
      {
        "id":"ED499544",
        "title":"Enhancing Learning: From Access to Success. Report of the First Experts' Meeting: Defining Areas of Action (Paris, France, March 26-28, 2007)"},
      {
        "id":"ED499545",
        "title":"Aristotle, Philosophy, and the \"Ways of Knowing Through the Realms of Meaning\": A National Study on Integrating a Postmodernist Approach to Education and Student Achievement"},
      {
        "id":"ED499546",
        "title":"Mathematics Coursetaking and Achievement at the End of High School: Evidence from the Education Longitudinal Study of 2002 (ELS:2002). Statistical Analysis Report. NCES 2008-319"},
      {
        "id":"ED499548",
        "title":"Making the Case for Campus Mediation"},
      {
        "id":"ED499549",
        "title":"Institutional and Program Level Guidelines for Conflict Management in Higher Education"},
      {
        "id":"ED499550",
        "title":"Program Evaluation Tools for Campus Conflict Resolution & Mediation Programs"},
      {
        "id":"ED499551",
        "title":"National Implications: Practical Ways for Improving Student Self-Concept through Student Achievement"},
      {
        "id":"ED499552",
        "title":"A Discussion and Application of the Parallel Curriculum Concept in Higher Education"},
      {
        "id":"ED499553",
        "title":"Fiscal Year 2008 U.S. Department of Education Budget Summary and Background Information"},
      {
        "id":"ED499554",
        "title":"National Agenda: Implementing Postmodern Strategies to Guide Educational Leaders in Creating Schools for Quality Learning in Public Education in America"},
      {
        "id":"ED499556",
        "title":"National Viewpoint: The Importance of Hiring a Diverse Faculty"},
      {
        "id":"ED499558",
        "title":"The Relationship between Emotional Intelligence and Student Teacher Performance"},
      {
        "id":"ED499560",
        "title":"School Choice under the No Child Left Behind Act: Issues and Implications for Students with Disabilities"},
      {
        "id":"ED499561",
        "title":"America's Children: Key National Indicators of Well-Being 2007"},
      {
        "id":"ED499562",
        "title":"Finding Funding: A Guide to Federal Sources for Workforce Development Initiatives. Finding Funding Series"},
      {
        "id":"ED499563",
        "title":"Finding Funding: A Guide to Federal Sources for Youth Programs. Finding Funding Series"},
      {
        "id":"ED499564",
        "title":"Finding Resources to Support Workforce Development Services for Youth"},
      {
        "id":"ED499565",
        "title":"Making the Match: Finding Funding for after School Education and Safety Programs"},
      {
        "id":"ED499566",
        "title":"Investing in the Sustainability of Youth Programs: An Assessment Tool for Funders"},
      {
        "id":"ED499567",
        "title":"A Guide to Successful Public Private Partnerships for Youth Programs"},
      {
        "id":"ED499568",
        "title":"Creating Dedicated Local and State Revenue Sources for Youth Programs"},
      {
        "id":"ED499569",
        "title":"A Suggested CALL Program to Develop EFL College Learners' Mechanics of Writing"},
      {
        "id":"ED499570",
        "title":"Sustaining 21st Century Community Learning Centers: What Works for Programs and How Policymakers Can Help. Strategy Brief"},
      {
        "id":"ED499571",
        "title":"Thinking Broadly: Financing Strategies for Child Traumatic Stress Initiatives. Financing Strategies Series"},
      {
        "id":"ED499572",
        "title":"Thinking Broadly: Financing Strategies for Youth Programs"},
      {
        "id":"ED499573",
        "title":"Using TANF to Finance Out-of-School Time Initiatives"},
      {
        "id":"ED499575",
        "title":"The Study of Reliability and Validity of Creative Materials"},
      {
        "id":"ED499576",
        "title":"Providing and Funding Financial Literacy Programs for Low Income Adults and Youth. Strategy Brief"},
      {
        "id":"ED499577",
        "title":"Evolving Roles of Online and Face-to-Face Instructors in a Lecture/Lab Hybrid Course"},
      {
        "id":"ED499578",
        "title":"Snapshots of Sustainability: Profiles of Successful Strategies for Financing Out-of-School Time Programs"},
      {
        "id":"ED499579",
        "title":"Exploration of the Attitudes of Freshman Foreign Language Students toward Using Computers at a Turkish State University"},
      {
        "id":"ED499580",
        "title":"ICT Usage in Higher Education: A Case Study on Preservice Teacher and Instructions"},
      {
        "id":"ED499581",
        "title":"Improving Mathematics Skills Using Differentiated Instruction with Primary and High School Students"},
      {
        "id":"ED499582",
        "title":"Strategies to Build Assets among Low Income Families: Mapping the Field"},
      {
        "id":"ED499583",
        "title":"Student Loan Debt: Trends Affecting the American Dream"},
      {
        "id":"ED499584",
        "title":"Higher Education Corruption in Ukraine as Reflected in the Nation's Media"},
      {
        "id":"ED499585",
        "title":"Teaching Usage of Equipments in a Remote Laboratory"},
      {
        "id":"ED499586",
        "title":"An Evaluative Study of Some Online Websites for Learning and Teaching English as a Foreign Language"},
      {
        "id":"ED499603",
        "title":"Higher Education for Taxpayers. WebMemo. Number 1547"},
      {
        "id":"ED499604",
        "title":"How Members of Congress Practice Private School Choice. Backgrounder. Number 2066"},
      {
        "id":"ED499608",
        "title":"What Congress Can Do to Get a Better Head Start. Backgrounder. No. 1701"},
      {
        "id":"ED499609",
        "title":"Improving Educational Opportunities for Foster Children. Heritage Lectures. Number 1050"},
      {
        "id":"ED499611",
        "title":"Support Families Nurturing Young Children: Early Head Start Programs in 2006. Head Start Series. Policy Brief Number 9"},
      {
        "id":"ED499615",
        "title":"2006 GED Testing Program Statistical Report"},
      {
        "id":"ED499617",
        "title":"Annual State of Public Education Report, SY 2006-2007"},
      {
        "id":"ED499619",
        "title":"Migration of First-Time First-Year Students to Iowa and from Iowa"},
      {
        "id":"ED499621",
        "title":"Dominant Leadership Style in Schools"},
      {
        "id":"ED499622",
        "title":"Museums and Libraries Engaging America's Youth: Final Report of a Study of IMLS Youth Programs, 1998-2003"},
      {
        "id":"ED499623",
        "title":"Cross-Border Higher Education: Regulation Quality Assurance and Impact. Chile, Oman, Philippines, South Africa. New Trends in Higher Education. Volume 1"},
      {
        "id":"ED499625",
        "title":"Education for Rural Development towards New Policy Responses"},
      {
        "id":"ED499626",
        "title":"When the Virtual Becomes Real: Student Learning in the Virtual Enterprises Program"},
      {
        "id":"ED499627",
        "title":"Educational Decentralization and School Governance in South Africa: From Policy to Practice"},
      {
        "id":"ED499628",
        "title":"External Quality Assurance in Higher Education: Making Choices. Fundamentals of Educational Planning 85"},
      {
        "id":"ED499629",
        "title":"Unequal Chances to Participate in Adult Learning: International Perspectives. Fundamentals of Educational Planning 83"},
      {
        "id":"ED499630",
        "title":"Using Indicators in Planning Education for Rural People: A Practical Guide"},
      {
        "id":"ED499631",
        "title":"Formula Funding of Schools, Decentralization and Corruption: A Comparative Analysis"},
      {
        "id":"ED499632",
        "title":"Planning for Diversity: Education in Multi-Ethnic and Multicultural Societies. International Institute for Educational Planning Policy Forum (17th, Paris, France,  June 19-20, 2003)"},
      {
        "id":"ED499633",
        "title":"Reforming the Ministry to Improve Education: An Institutional Analysis of the Ministry of Education and Sports (MOES) of Nepal"},
      {
        "id":"ED499635",
        "title":"School Evaluation for Quality Improvement. Meeting of the Asian Network of Training and Research Institutions in Educational Planning (ANTRIEP) (Kuala Lumpur, Malaysia, July 2-4, 2002)"},
      {
        "id":"ED499636",
        "title":"ICT Competency Standards for Teachers: Competency Standards Modules"},
      {
        "id":"ED499637",
        "title":"ICT Competency Standards for Teachers: Policy Framework"},
      {
        "id":"ED499638",
        "title":"ICT Competency Standards for Teachers: Implementation Guidelines, Version 1.0"},
      {
        "id":"ED499640",
        "title":"Family Strengthening Writ Large: On becoming a Nation that Promotes Strong Families and Successful Youth. Policy Brief No. 24"},
      {
        "id":"ED499642",
        "title":"Leading Schools with Emotional Intelligence: A Study of the Degree of Association between Middle School Principal Emotional Intelligence and School Success"},
      {
        "id":"ED499643",
        "title":"Science and Engineering Indicators, 2008. Volume 1. NSB-08-01"},
      {
        "id":"ED499644",
        "title":"Science and Engineering Indicators 2008. Volume 2. Appendix Tables. NSB-08-01A"},
      {
        "id":"ED499645",
        "title":"Digest of Key Science and Engineering Indicators, 2008. NSB-08-2"},
      {
        "id":"ED499646",
        "title":"The Competence of Physical Education Teachers in Computer Use"},
      {
        "id":"ED499647",
        "title":"An Analysis of Teacher and Student Absenteeism in Urban Schools: What the Research Says and Recommendations for Educational Leaders"},
      {
        "id":"ED499648",
        "title":"Utilizing Culture to Improve Communication and School Involvement with Parents from Diverse Backgrounds as a Means to Improve Student Achievement Levels in the United States: A National Focus"},
      {
        "id":"ED499649",
        "title":"Science Fair Projects. LC Science Tracer Bullet. TB 07-6"},
      {
        "id":"ED499650",
        "title":"Biographical Sources in the Sciences--Life, Earth and Physical Sciences (1989-2006). LC Science Tracer Bullet. TB 06-4"},
      {
        "id":"ED499651",
        "title":"Utilizing \"The William Allan Kritsonis Balanced Teeter-Totter Model\" as a Means to Cultivate a Legacy of Transformational Leaders in Schools: A National Focus"},
      {
        "id":"ED499652",
        "title":"The Relationship between Teacher Immediacy Behaviors and Learners' Perceptions of Social Presence and Satisfaction in Open and Distance Education: The Case of Anadolu University Open Education Faculty"},
      {
        "id":"ED499653",
        "title":"The Opinions of Turkish Highschool Pupils on Inquiry Based Laboratory Activities"},
      {
        "id":"ED499654",
        "title":"Using an Online Portfolio Course in Assessing Students' Work"},
      {
        "id":"ED499655",
        "title":"Connecting the Dots: Case Studies of Deaf People Who Have Graduated from VET or Who Have Just Commenced Study in a VET Course. Support Document"},
      {
        "id":"ED499656",
        "title":"Space Science Projects. LC Science Tracer Bullet. TB 06-3"},
      {
        "id":"ED499657",
        "title":"How Technology is Integrated into Science Education in a Developing Country: North Cyprus Case"},
      {
        "id":"ED499658",
        "title":"Evaluating Audio Books as Supported Course Materials in Distance Education: The Experiences of the Blind Learners"},
      {
        "id":"ED499659",
        "title":"Original Research and Peer Review Using Web-Based Collaborative Tools by College Students"},
      {
        "id":"ED499660",
        "title":"Interactive Multimedia Learning: Students' Attitudes and Learning Impact in an Animation Course"},
      {
        "id":"ED499661",
        "title":"Using Mobile Phones to Prepare for University Lectures: Student's Experiences"},
      {
        "id":"ED499662",
        "title":"What Is the Role of Education Technologies in Increasing Information Levels on Nutrition among Primary School Teachers?"},
      {
        "id":"ED499663",
        "title":"A Review of Indigenous Employment Programs. Support Document"},
      {
        "id":"ED499664",
        "title":"Advancing Equity: Merging &quot;Bottom Up&quot; Initiatives with &quot;Top Down&quot; Strategies. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499665",
        "title":"An Enterprising Approach to Regional Growth: Implications for Policy and the Role of Vocational Education and Training. A National Vocational Education and Training Research  and Evaluation Program Report"},
      {
        "id":"ED499666",
        "title":"An Enterprising Approach to Regional Growth: Implications for Policy and the Role of VET--Support Document"},
      {
        "id":"ED499667",
        "title":"A Review of Indigenous Employment Programs. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499668",
        "title":"On the Record: Report of The Library of Congress Working Group on the Future of Bibliographic Control"},
      {
        "id":"ED499669",
        "title":"Navigating Academia: Two Women Professors Collaborate for Social Justice"},
      {
        "id":"ED499670",
        "title":"Approaches for Sustaining and Building Management and Leadership Capability in VET Providers"},
      {
        "id":"ED499671",
        "title":"Approaches for Sustaining and Building Management and Leadership Capability in VET Providers: Literature Review on Leadership and Suggested Reading List. Support Document"},
      {
        "id":"ED499672",
        "title":"A Set of Resources and Tools for Identifying, Building and Sustaining the Learning and Development Needs of Managers and Leaders. Support Document"},
      {
        "id":"ED499673",
        "title":"Classroom Management Strategies to Address the Needs of Sudanese Refugee Learners. An Adult Literacy National Project Report"},
      {
        "id":"ED499674",
        "title":"Classroom Management Strategies to Address the Needs of Sudanese Refugee Learners: Advice to Teachers. Support Document"},
      {
        "id":"ED499676",
        "title":"Community Adult Language, Literacy and Numeracy Provision in Australia: Diverse Approaches and Outcomes. Support Document"},
      {
        "id":"ED499677",
        "title":"Connecting the Dots: A Successful Transition for Deaf Students from Vocational Education and Training to Employment. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499678",
        "title":"Classroom Management Strategies to Address the Needs of Sudanese Refugee Learners: Support Document--Methodology and Literature Review"},
      {
        "id":"ED499679",
        "title":"Students with a Hearing Loss in VET in Australia: A Statistical Snapshot. Support Document"},
      {
        "id":"ED499680",
        "title":"Packing Up for the Moon: Human Exploration Project Engineering Design Challenge. Design, Build and Evaluate. A Standards-Based Middle School Unit Guide. Engineering By Design: Advancing Technological Literacy--A Standards-Based Program Series"},
      {
        "id":"ED499681",
        "title":"Everybody Dreams: Preparing a New Generation. NASA Explorer Schools Project"},
      {
        "id":"ED499683",
        "title":"Growing the Desert: Educational Pathways for Remote Indigenous People. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499684",
        "title":"Children's Voice. Volume 17, Number 1, January/February 2008"},
      {
        "id":"ED499685",
        "title":"Positioning ECCD. Coordinators' Notebook: An International Resource for Early Childhood Development. Number 28"},
      {
        "id":"ED499687",
        "title":"Higher Education Corruption in the World Media: Prevalence, Patterns, and Forms"},
      {
        "id":"ED499688",
        "title":"A Successful Model for Home Visiting in a High Risk Community"},
      {
        "id":"ED499689",
        "title":"An Evaluation of the Legal Literacy of Educators and the Implications for Teacher Preparation Programs"},
      {
        "id":"ED499693",
        "title":"The Case of the Physical Fitness Challenge: An Educator Guide with Activities in Mathematics, Science, and Technology. The NASA SCI Files. EG-2005-10-09-LARC"},
      {
        "id":"ED499694",
        "title":"Outlook. Number 331"},
      {
        "id":"ED499695",
        "title":"The Case of the Great Space Exploration: An Educator Guide with Activities in Mathematics, Science, and Technology. The NASA SCI Files. EG-2004-09-12-LARC"},
      {
        "id":"ED499696",
        "title":"Moon Munchies: Human Exploration Project Engineering Design Challenge--A Standards-Based Elementary School Model Unit Guide--Design, Build, and Evaluate (Lessons 1-6). Engineering By Design: Advancing Technological Literacy--A Standards-Based Program Series. EP-2007-08-92-MSFC"},
      {
        "id":"ED499697",
        "title":"Informing High School Choices: The Progress &amp; Challenges of Small High Schools in Philadelphia"},
      {
        "id":"ED499698",
        "title":"&quot;Going Small&quot;: Start Up and Early Implementation of Small High Schools in Philadelphia"},
      {
        "id":"ED499699",
        "title":"Education and Training that Meets the Needs of Small Business: A Systematic Review of Research"},
      {
        "id":"ED499700",
        "title":"Education and Training that Meets the Needs of Small Business: Summaries of Included Studies. Support Document"},
      {
        "id":"ED499701",
        "title":"Doing an Apprenticeship: What Young People Think"},
      {
        "id":"ED499702",
        "title":"Education and Training that Meets the Needs of Small Business: List of 198 Studies with Abstracts and Reasons for Exclusion. Support Document"},
      {
        "id":"ED499703",
        "title":"Pre-Apprenticeships in Three Key Trades. Support Document"},
      {
        "id":"ED499704",
        "title":"Finding the Common Ground: Is There a Place for Sustainability Education in VET? A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499705",
        "title":"Finding the Common Ground: Is There a Place for Sustainability Education in VET? Support  Document"},
      {
        "id":"ED499706",
        "title":"Forecasting Future Demands: What We Can and Cannot Know"},
      {
        "id":"ED499708",
        "title":"Growing the Desert: Educational Pathways for Remote Indigenous People. Support Document"},
      {
        "id":"ED499709",
        "title":"Higher-Level Vocational Education and Training Qualifications: Their Importance in Today's Training Market. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499710",
        "title":"Higher-Level Vocational Education and Training Qualifications: Their Importance in Today's Training Market. Support Document"},
      {
        "id":"ED499711",
        "title":"Informing Policy and Practice in Australia's Vocational Education and Training Sector: Reflections and Futures. Proceedings of the 25th Anniversary Forum of the National Centre for Vocational Education Research (Adelaide, South Australia, Australia, March 21, 2007)"},
      {
        "id":"ED499712",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 248-255. March-December 2007"},
      {
        "id":"ED499713",
        "title":"Home Visiting: Strengthening Families by Promoting Parenting Success. Policy Brief No. 23"},
      {
        "id":"ED499714",
        "title":"Performance & Accountability Report, Fiscal Year 2007"},
      {
        "id":"ED499715",
        "title":"Healthy People 2010: Oral Health Toolkit"},
      {
        "id":"ED499718",
        "title":"How Should Colleges Assess and Improve Student Learning? Employers' Views on the Accountability Challenge"},
      {
        "id":"ED499723",
        "title":"Older Workers' Perspectives on Training and Retention of Older Workers: National Finance Sector Survey. Support Document"},
      {
        "id":"ED499724",
        "title":"Older Workers' Perspectives on Training and Retention of Older Workers. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499725",
        "title":"Older Workers' Perspectives on Training and Retention of Older Workers: South Australian Construction Industry Study. Support Document"},
      {
        "id":"ED499726",
        "title":"Older Workers' Perspectives on Training and Retention of Older Workers: South Australian Aged Care Workers Study. Support Document"},
      {
        "id":"ED499727",
        "title":"Older Workers' Perspectives on Training and Retention of Older Workers: Victorian Aged Care Workers Survey. Support Document"},
      {
        "id":"ED499728",
        "title":"Thinking Beyond Numbers: Learning Numeracy for the Future Workplace. An Adult Literacy National Project Report"},
      {
        "id":"ED499729",
        "title":"Thinking Beyond Numbers: Learning Numeracy for the Future Workplace. Support Document"},
      {
        "id":"ED499730",
        "title":"Vocational Education and Training for Adult Prisoners and Offenders in Australia. Research Readings"},
      {
        "id":"ED499731",
        "title":"Vocational Education and Training for Adult Prisoners and Offenders in Australia: Research  Readings. Support Document"},
      {
        "id":"ED499732",
        "title":"Improving Teaching through Pay for Contribution"},
      {
        "id":"ED499733",
        "title":"New Partnerships for EFA: Building on Experience"},
      {
        "id":"ED499734",
        "title":"Pre-Apprenticeships in Three Key Trades. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499735",
        "title":"Regional Partnerships. At a Glance. Revised"},
      {
        "id":"ED499736",
        "title":"Responding to Health Skills Shortages: Innovative Directions from Vocational Education and Training. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED499737",
        "title":"Responding to Health Skills Shortages: Innovative Directions from Vocational Education and Training. Support Document"},
      {
        "id":"ED499738",
        "title":"Skill Acquisition and Use across the Life Course: Current Trends, Future Prospects"},
      {
        "id":"ED499739",
        "title":"Skill Acquisition and Use across the Life Course: Current Trends, Future Prospects. Support Document"},
      {
        "id":"ED499740",
        "title":"Technical and Vocational Education and Training in an Ageing Society. Experts Meeting Proceedings (Adelaide, Australia, October 3-4, 2006)"},
      {
        "id":"ED499742",
        "title":"The Socio-Economic Status of Vocational Education and Training Students in Australia"},
      {
        "id":"ED499743",
        "title":"Youth Service-Learning: A Family-Strengthening Strategy. Policy Brief No. 21"},
      {
        "id":"ED499744",
        "title":"On Adopting a Cognitive Orientation in EFL Writing Classroom"},
      {
        "id":"ED499745",
        "title":"Proposition 301: Promises, Progress, and Prospects. Issues in Brief"},
      {
        "id":"ED499746",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, May 2006"},
      {
        "id":"ED499747",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, April 2006"},
      {
        "id":"ED499748",
        "title":"Why Some Schools with Latino Children Beat the Odds...and Others Don't"},
      {
        "id":"ED499749",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, April 2004"},
      {
        "id":"ED499750",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, December 2005"},
      {
        "id":"ED499751",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, December 2002"},
      {
        "id":"ED499752",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, February 2006"},
      {
        "id":"ED499753",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, January 2002"},
      {
        "id":"ED499755",
        "title":"Characteristics of States' Monitoring and Improvement Practices: State Responses to the Part B and Part C Mail Survey from the Evaluation of States' Monitoring and Improvement Practices under the &quot;Individuals with Disabilities Education Act.&quot; NCSER 2008-3008"},
      {
        "id":"ED499756",
        "title":"Orientation and Mobility Skills of Secondary School Students with Visual Impairments. Facts from NLTS2. NCSER 2008-3007"},
      {
        "id":"ED499757",
        "title":"Federal Literacy Facts: An Update on Literacy Related Developments at the National Level, June 2003"},
      {
        "id":"ED499758",
        "title":"Federal Literacy Facts: An Update on Literacy-Related Developments at the National Level, May 2005"},
      {
        "id":"ED499759",
        "title":"Learners in Action, Winter 2006"},
      {
        "id":"ED499760",
        "title":"Learners in Action, Summer 2005"},
      {
        "id":"ED499761",
        "title":"Learners in Action, Winter 2005"},
      {
        "id":"ED499762",
        "title":"Community Adult Language, Literacy and Numeracy Provision in Australia: Diverse Approaches and Outcomes. An Adult Literacy National Project Report"},
      {
        "id":"ED499763",
        "title":"Strengthening Connections between Schools and Afterschool Programs. Revised Edition"},
      {
        "id":"ED499764",
        "title":"A Step toward College Success: Assessing Attainment among Indiana's Twenty-First Century Scholars"},
      {
        "id":"ED499769",
        "title":"National Agenda: Minority Teacher Recruitment, Development, and Retention"},
      {
        "id":"ED499770",
        "title":"National Insight: Pragmatism--Proof Is in the Results"},
      {
        "id":"ED499772",
        "title":"The M&M Effect-Assessing the Impact of Merit Pay on Teacher Motivation: National Implications"},
      {
        "id":"ED499773",
        "title":"The Reading Excellence Act Grant Application Process: A Comprehensive Example of Applied Rasch Measurement"},
      {
        "id":"ED499774",
        "title":"New Chance. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499775",
        "title":"First Things First. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED499776",
        "title":"The Use of Two Professional Learning Community Practices in Elementary Classrooms and the English Language Arts Achievement of California's Most At-Risk Student Subgroups in a  Southern California School District"},
      {
        "id":"ED499777",
        "title":"Data Don't Drive: Building a Practitioner-Driven Culture of Inquiry to Assess Community  College Performance. Lumina Foundation for Education Research Report"},
      {
        "id":"ED499778",
        "title":"The Enhanced Reading Opportunities Study: Early Impact and Implementation Findings. NCEE 2008-4015"},
      {
        "id":"ED499779",
        "title":"Students Aren't Just Data Points, but Numbers Do Count. Lumina Foundation Lessons, Winter 2008"},
      {
        "id":"ED499780",
        "title":"Student Support in China: Addressing the Perceived Needs of Undergraduate English Department Students"},
      {
        "id":"ED499781",
        "title":"A Critique Analysis of NCLB, Increase Testing, and Past Maryland Mathematics and Science  HSA Exams: What Are Maryland Practitioners' Perspectives?"},
      {
        "id":"ED499782",
        "title":"Recent Participation in Formal Learning among Working-Age Adults with Different Levels of   Education. Issue Brief. NCES 2008-041"},
      {
        "id":"ED499783",
        "title":"Cultural, Ethnic Differences and Educational Achievement of African Heritage Students: Towards Employing a Culturally Sensitive Curriculum in K-12 Classrooms: A Literature Review"},
      {
        "id":"ED499784",
        "title":"Greater Capital Region Career Pathways Initiative"},
      {
        "id":"ED499785",
        "title":"ENLACE Connection: What Makes a Difference in the Education of Latino U.S. Students--Learning from the Experience of 13 ENLACE Partnerships"},
      {
        "id":"ED499786",
        "title":"Y&amp;E Lessons in Learning: Youth and Education Program News, Summer 2003"},
      {
        "id":"ED499788",
        "title":"Instructional Leadership, Teaching Quality and Student Achievement Suggestive Evidence from Three Urban School Districts"},
      {
        "id":"ED499792",
        "title":"Measuring How Benchmark Assessments Affect Student Achievement. Issues &amp; Answers. REL 2007-No. 039"},
      {
        "id":"ED499793",
        "title":"Peer Counselling Empowerment and Ethical Considerations"},
      {
        "id":"ED499794",
        "title":"Partnering Schools Communities and Proposition 10: Financing Considerations for Early Childhood Initiatives"},
      {
        "id":"ED499795",
        "title":"School Finance in Dayton: A Comparison of the Revenues of the School District and Community Schools"},
      {
        "id":"ED499797",
        "title":"Mayhem in the Middle: How Middle Schools Have Failed America--And How to Make Them Work. Compact Guides to Education Solutions"},
      {
        "id":"ED499798",
        "title":"The No Child Left Behind Act and the Individuals with Disabilities Education Act: A Progress Report"},
      {
        "id":"ED499799",
        "title":"National Disability Policy: A Progress Report"},
      {
        "id":"ED499800",
        "title":"Bridging the Gap between Community College and University: Learning from the ENLACE Experience"},
      {
        "id":"ED499802",
        "title":"Creating College-Focused Centers in the Schools: Learning from the ENLACE Experience"},
      {
        "id":"ED499803",
        "title":"Supporting All Students to Graduate from School with the Requirements for Entering College: Learning from the ENLACE Experience"},
      {
        "id":"ED499804",
        "title":"What Parents Need to Know to Support Their Child on the Pathway to College: Learning from the ENLACE Experience"},
      {
        "id":"ED499805",
        "title":"A Focus Group Study of Community Members' Perceptions about Year-Round Education in Michigan's Copper Country"},
      {
        "id":"ED499806",
        "title":"A Multi-Site Mixed Methods Study of Paraeducators in Inclusive Classrooms: Pilot Study Results & Preliminary Analysis of National Survey Data"},
      {
        "id":"ED499807",
        "title":"Mathematical Difficulty: Does Early Intervention Enhance Mathematical Performance?"},
      {
        "id":"ED499808",
        "title":"Examining Social Acceptance &amp; Rejection. FPG Snapshot #44"},
      {
        "id":"ED507279",
        "title":"Hawaii After 3PM"},
      {
        "id":"ED507280",
        "title":"Iowa After 3PM"},
      {
        "id":"ED507281",
        "title":"Idaho After 3PM"},
      {
        "id":"ED507282",
        "title":"Illinois After 3PM"},
      {
        "id":"ED507283",
        "title":"Indiana After 3PM"},
      {
        "id":"ED507284",
        "title":"Proposing and Testing an Integrative Approach to Improve EFL Students' Communicative Skill"},
      {
        "id":"ED507285",
        "title":"Bayesian Variance Component Estimation Using the Inverse-Gamma Class of Priors in a Nested Generalizability Design"},
      {
        "id":"ED507286",
        "title":"The Main Reasons of Declining Educational Standards at Secondary Level in Karachi, Pakistan"},
      {
        "id":"ED507287",
        "title":"Oklahoma Association of Teacher Educators Journal 2009"},
      {
        "id":"ED507288",
        "title":"Kansas After 3PM"},
      {
        "id":"ED507289",
        "title":"Kentucky After 3PM"},
      {
        "id":"ED507290",
        "title":"Louisiana After 3PM"},
      {
        "id":"ED507291",
        "title":"Massachusetts After 3PM"},
      {
        "id":"ED507292",
        "title":"Maryland After 3PM"},
      {
        "id":"ED507293",
        "title":"Maine After 3PM"},
      {
        "id":"ED507294",
        "title":"Michigan After 3PM"},
      {
        "id":"ED507295",
        "title":"Minnesota After 3PM"},
      {
        "id":"ED507296",
        "title":"Missouri After 3PM"},
      {
        "id":"ED507297",
        "title":"Mississippi After 3PM"},
      {
        "id":"ED507298",
        "title":"Montana after 3PM"},
      {
        "id":"ED507299",
        "title":"North Carolina After 3PM"},
      {
        "id":"ED507300",
        "title":"North Dakota After 3PM"},
      {
        "id":"ED507301",
        "title":"Nebraska After 3PM"},
      {
        "id":"ED507302",
        "title":"Oklahoma After 3PM"},
      {
        "id":"ED507303",
        "title":"New Jersey After 3PM"},
      {
        "id":"ED507304",
        "title":"New Mexico After 3PM"},
      {
        "id":"ED507305",
        "title":"Nevada After 3PM"},
      {
        "id":"ED507306",
        "title":"New York After 3PM"},
      {
        "id":"ED507307",
        "title":"Ohio After 3PM"},
      {
        "id":"ED507308",
        "title":"The Impact of Homework and Homework Preferences in Ninth Grade Geography"},
      {
        "id":"ED507309",
        "title":"Engaging Latino Youth in Community-Based Programs: Findings from the First Ten Years of the Oregon 4-H Latino Outreach Project"},
      {
        "id":"ED507310",
        "title":"Favourable Teaching Approaches in the South Korean Secondary Classroom"},
      {
        "id":"ED507313",
        "title":"Students' Use of Tutoring Services, by Adequate Yearly Progress Status of School. Statistics in Brief. NCES 2010-023"},
      {
        "id":"ED507314",
        "title":"A Multisite Cluster Randomized Trial of the Effects of CompassLearning Odyssey[R] Math on the Math Achievement of Selected Grade 4 Students in the Mid-Atlantic Region. Final Report. NCEE 2009-4068"},
      {
        "id":"ED507315",
        "title":"Features of State Response to Intervention Initiatives in Northeast and Islands Region States. Issues &amp; Answers. REL 2009-No. 083"},
      {
        "id":"ED507316",
        "title":"Access in U.S. Higher Education: What Does the For-Profit Sector Contribute? PROPHE Working Paper Series. WP No. 14"},
      {
        "id":"ED507317",
        "title":"Advancing Parent-Professional Leadership: Effective Strategies for Building the Capacity of Parent Advisory Councils in Special Education. The Institute Brief. Issue No. 27"},
      {
        "id":"ED507318",
        "title":"Aligning Secondary and Postsecondary Education: Lessons from the Past. WISCAPE Policy Brief"},
      {
        "id":"ED507321",
        "title":"Rates of Access to the State/Federal Vocational Rehabilitation Program, Service Provision, Successful Closure, and Reasons for Closure for Persons Living with HIV/AIDS"},
      {
        "id":"ED507322",
        "title":"Vermont After 3PM"},
      {
        "id":"ED507323",
        "title":"Washington After 3PM"},
      {
        "id":"ED507324",
        "title":"Wisconsin After 3PM"},
      {
        "id":"ED507325",
        "title":"West Virginia After 3PM"},
      {
        "id":"ED507326",
        "title":"Wyoming After 3PM"},
      {
        "id":"ED507327",
        "title":"Oregon After 3PM"},
      {
        "id":"ED507328",
        "title":"Pennsylvania After 3PM"},
      {
        "id":"ED507329",
        "title":"Rhode Island After 3PM"},
      {
        "id":"ED507330",
        "title":"South Carolina After 3PM"},
      {
        "id":"ED507331",
        "title":"South Dakota After 3PM"},
      {
        "id":"ED507332",
        "title":"Tennessee After 3PM"},
      {
        "id":"ED507333",
        "title":"Texas After 3PM"},
      {
        "id":"ED507334",
        "title":"Utah After 3PM"},
      {
        "id":"ED507335",
        "title":"Virginia After 3PM"},
      {
        "id":"ED507336",
        "title":"Differentiation in Middle Level Literacy Classrooms: The Students Speak"},
      {
        "id":"ED507338",
        "title":"Early Vocational Education and Training Programs for Young Aboriginal Learners: Perceptions of Practitioners and Young People. Occasional Paper"},
      {
        "id":"ED507339",
        "title":"Problem-Based Learning: Student Engagement, Learning and Contextualized Problem-Solving. Occasional Paper"},
      {
        "id":"ED507341",
        "title":"Australia and India: Facing the Twenty-First Century Skills Challenge. Conference Paper"},
      {
        "id":"ED507343",
        "title":"Staffing an Empty Schoolhouse: Attracting and Retaining Teachers in Rural, Remote and Isolated Communities"},
      {
        "id":"ED507344",
        "title":"Changes in Postsecondary Awards Below the Bachelor's Degree: 1997 to 2007. Stats in Brief. NCES 2010-167"},
      {
        "id":"ED507348",
        "title":"A Study of the Relationship between Teachers' Participative Decision-Making and School Effectiveness in the Special School"},
      {
        "id":"ED507349",
        "title":"Guide of Ideas for Planning and Implementing Intergenerational Projects"},
      {
        "id":"ED507350",
        "title":"Direct Certification in the National School Lunch Program: State Implementation Progress. Report to Congress. Nutrition Assistance Program Report Series. Special Nutrition Programs Report No. CN-09-DC"},
      {
        "id":"ED507352",
        "title":"Profiles of For-Profit Educational Management Organizations: Eleventh Annual Report"},
      {
        "id":"ED507353",
        "title":"Quest for Quality Enhancement in view of Rashtriya Madhyamic Siksha Abhiyan (RMSA)"},
      {
        "id":"ED507354",
        "title":"The Bracey Report on the Condition of Public Education, 2009"},
      {
        "id":"ED507355",
        "title":"NCLB's Ultimate Restructuring Alternatives: Do They Improve the Quality of Education?"},
      {
        "id":"ED507356",
        "title":"Profiles of Nonprofit Education Management Organizations: 2008-2009"},
      {
        "id":"ED507357",
        "title":"Private Schooling in the U.S.: Expenditures, Supply, and Policy Implications"},
      {
        "id":"ED507358",
        "title":"Guia de Ideias para Planear e Implementar Projectos Intergeracionais (Guide of Ideas for Planning and Implementing Intergenerational Projects)"},
      {
        "id":"ED507359",
        "title":"Poverty and Potential: Out-of-School Factors and School Success"},
      {
        "id":"ED507360",
        "title":"Guia de ideas para la Planificacion y Aplicacion de Proyectos Intergeneracionales (Guide of Ideas for Planning and Implementing Intergenerational Projects)"},
      {
        "id":"ED507361",
        "title":"The Realities of K-12 Virtual Education"},
      {
        "id":"ED507362",
        "title":"The Research that Reaches the Public: Who Produces the Educational Research Mentioned in the News Media?"},
      {
        "id":"ED507363",
        "title":"Click: The Twelfth Annual Report on Schoolhouse Commercialism Trends, 2008-2009"},
      {
        "id":"ED507379",
        "title":"Internet Censorship in Turkey: University Students' Opinions"},
      {
        "id":"ED507380",
        "title":"Brick and Click Libraries: Proceedings of an Academic Library Symposium (9th, Maryville, Missouri, November 6, 2009)"},
      {
        "id":"ED507381",
        "title":"A Brief Report on College Student Nannies"},
      {
        "id":"ED507382",
        "title":"Culminating Action Plan: From Successfully Teaching All to Read (STAR) to Rising Stars"},
      {
        "id":"ED507383",
        "title":"Federally Created Entities: An Overview of Key Attributes. Report to the Ranking Member, Committee on Finance, U.S. Senate. GAO-10-97"},
      {
        "id":"ED507384",
        "title":"The State Fiscal Situation: The Lost Decade"},
      {
        "id":"ED507385",
        "title":"Federal Student Aid: Highlights of a Study Group on Simplifying the Free Application for Federal Student Aid. Report to Congressional Committees. GAO-10-29"},
      {
        "id":"ED507386",
        "title":"Causal Factors Influencing Adversity Quotient of Twelfth Grade and Third-Year Vocational Students"},
      {
        "id":"ED507387",
        "title":"The &quot;Fascist Reclamation&quot; of Textbooks from the Gentile Reform to the School Charter of Bottai"},
      {
        "id":"ED507388",
        "title":"Catholic Educational Publishing between the Two Wars: The Case of the Publishers SEI of Turin and La Scuola of Brescia"},
      {
        "id":"ED507389",
        "title":"The Pigna Paper Mill and the Exercise Books of the &quot;New Italy&quot; (1870-1960)"},
      {
        "id":"ED507390",
        "title":"Carlo Borromeo, Archbishop of Milan, in the Midst of Religious Disciplining, Pastoral Renewal and Christian Education (1564-1584)"},
      {
        "id":"ED507392",
        "title":"Strategies for Promoting Gatekeeper Course Success among Students Needing Remediation: Research Report for the Virginia Community College System"},
      {
        "id":"ED507393",
        "title":"How to Arrive at Good Research Questions?"},
      {
        "id":"ED507394",
        "title":"Final Report of The Women's Experiences in College Engineering (WECE) Project. Executive Summary"},
      {
        "id":"ED507395",
        "title":"Final Report of the Women's Experiences in College Engineering (WECE) Project"},
      {
        "id":"ED507396",
        "title":"Teacher Effectiveness of Secondary School Teachers with High Tacit Knowledge"},
      {
        "id":"ED507397",
        "title":"Music Preferences and Their Relationship to Behaviors, Beliefs, and Attitudes toward Aggression"},
      {
        "id":"ED507398",
        "title":"Learning Strategies Used by Successful Language Learners"},
      {
        "id":"ED507399",
        "title":"Teachers' Perceptions about Grammar Teaching"},
      {
        "id":"ED507400",
        "title":"Establishing Positive Verbal Environments: Strategies for Promoting Social Development through Positive Guidance"},
      {
        "id":"ED507401",
        "title":"Weighted Student Funding for Primary Schools: An Analysis of the Dutch Experience. Working Paper Series. SAN09-02"},
      {
        "id":"ED507402",
        "title":"The Dutch Experience with Weighted Student Funding: Some Lessons for the U.S. Working Papers Series. SAN09-03"},
      {
        "id":"ED507404",
        "title":"The Nation's Report Card: Trial Urban District Assessment Mathematics 2009. Results at Grades 4 and 8. NCES 2010-452"},
      {
        "id":"ED507405",
        "title":"Science, Technology, and Society: A Perspective on the Enhancement of Scientific Education"},
      {
        "id":"ED507406",
        "title":"Beliefs and Issues in Social Studies Instructional Practices: A Case Study of Alternatively Certified Elementary Teachers"},
      {
        "id":"ED507407",
        "title":"Integrating Whole Brain Teaching Strategies to Create a More Engaged Learning Environment"},
      {
        "id":"ED507408",
        "title":"Empowering Learners and Instructors through Online Class Evaluations"},
      {
        "id":"ED507411",
        "title":"An Early Look at the Economic Stimulus Package and the Public Schools: Perspectives from State Leaders"},
      {
        "id":"ED507412",
        "title":"Improving Low-Performing Schools: Lessons from Five Years of Studying School Restructuring Under No Child Left Behind"},
      {
        "id":"ED507413",
        "title":"Education, Oppression and the (Im)Possibility of Resistance"},
      {
        "id":"ED507414",
        "title":"ARL Academic Law Library Statistics, 2007-2008"},
      {
        "id":"ED507415",
        "title":"Academic Libraries: 2008. First Look. NCES 2010-348"},
      {
        "id":"ED507417",
        "title":"Indicators of School Crime and Safety: 2009. NCES 2010-012/NCJ 228478"},
      {
        "id":"ED507418",
        "title":"Taking &quot;Innovation&quot; on the Road. Occasional Paper"},
      {
        "id":"ED507419",
        "title":"What Matters for Staying On-Track and Graduating in Chicago Public Schools: A Focus on Students with Disabilities. Research Report"},
      {
        "id":"ED507420",
        "title":"ARL Academic Health Sciences Library Statistics, 2007-2008"},
      {
        "id":"ED507421",
        "title":"Learning to Achieve: A Review of the Research Literature on Serving Adults with Learning Disabilities"},
      {
        "id":"ED507422",
        "title":"Implementation: The Missing Link between Research and Practice. Implementation Brief. Number 1"},
      {
        "id":"ED507423",
        "title":"FirstSchool Learning Environments: Supporting Relationships. Issues in PreK-3rd Education. Number Three"},
      {
        "id":"ED507431",
        "title":"Catalyst. Issue 2, Fall 2008"},
      {
        "id":"ED507432",
        "title":"With Their Whole Lives Ahead of Them: Myths and Realities about Why So Many Students Fail to Finish College"},
      {
        "id":"ED507433",
        "title":"Ten Indicators of Vitality in Smaller Academic Libraries"},
      {
        "id":"ED507434",
        "title":"Inclusive Education: Does the Regular Teacher Education Programme Make Difference in Knowledge and Attitudes?"},
      {
        "id":"ED507435",
        "title":"Efficient Evaluation System for Learning Management Systems"},
      {
        "id":"ED507436",
        "title":"Hispanic Literacy Trends: As Readers, Library Patrons, and Book Characters"},
      {
        "id":"ED507437",
        "title":"An Instructional Proposal on Difficult Grammatical Features: A Case for Teaching English Articles to Adult Japanese Learners"},
      {
        "id":"ED507438",
        "title":"Review: Doughty, C., & Williams, J. (1998). Focus on Form in Classroom Second Language Acquisition. New York: Cambridge University Press"},
      {
        "id":"ED507439",
        "title":"Recent Research on Measuring Receptive and Productive Vocabulary"},
      {
        "id":"ED507440",
        "title":"Scaling Up Evidence-Based Practices in Education. Scaling-Up Brief. Number 1"},
      {
        "id":"ED507441",
        "title":"Intensive Technical Assistance. Scaling-Up Brief. Number 2"},
      {
        "id":"ED507442",
        "title":"Readiness for Change. Scaling-Up Brief. Number 3"},
      {
        "id":"ED507443",
        "title":"Time Is of the Essence. Issues in PreK-3rd Education. Number Five"},
      {
        "id":"ED507444",
        "title":"Using Developmental Science to Transform Children's Early School Experiences. Issues in PreK-3rd Education. Number Four"},
      {
        "id":"ED507445",
        "title":"What is FirstSchool? Issues in PreK-3rd Education. Number One"},
      {
        "id":"ED507446",
        "title":"Teacher Retention: Problems and Solutions"},
      {
        "id":"ED507452",
        "title":"PALS: Peer Assisted Learning Strategies"},
      {
        "id":"ED507466",
        "title":"Impact Evaluation of Burkina Faso's BRIGHT Program. Final Report"},
      {
        "id":"ED507467",
        "title":"Measuring School and Teacher Effectiveness in EPIC Charter School Consortium--Year 2. Final Report"},
      {
        "id":"ED507468",
        "title":"Profile of Children Entering Los Angeles Universal Preschool (LAUP), Fall 2007. First 5 LA Universal Preschool Child Outcomes Study (UPCOS). Research Brief"},
      {
        "id":"ED507469",
        "title":"Does the Missouri Teacher Career Ladder Program Raise Student Achievement?"},
      {
        "id":"ED507470",
        "title":"Effects of the Missouri Career Ladder Program on Teacher Mobility"},
      {
        "id":"ED507471",
        "title":"Teacher Bonuses for Extra Work: A Profile of Missouri's Career Ladder Program"},
      {
        "id":"ED507472",
        "title":"Measuring School Effectiveness in Memphis--Year 2. Final Report"},
      {
        "id":"ED507477",
        "title":"An Exploratory Analysis of Adequate Yearly Progress, Identification for Improvement, and Student Achievement in Two States and Three Cities. Technical Report"},
      {
        "id":"ED507478",
        "title":"School Meal Program Participation and Its Association with Dietary Patterns and Childhood  Obesity. Final Report"},
      {
        "id":"ED507479",
        "title":"Factors Associated with School Meal Participation and the Relationship between Different Participation Measures. Final Report"},
      {
        "id":"ED507480",
        "title":"Understanding Temporary Assistance for Needy Families Caseloads after Passage of the Deficit Reduction Act of 2005. Final Report"},
      {
        "id":"ED507482",
        "title":"Making Connections: Using Social Network Analysis for Program Evaluation. Issue Brief. Number 1"},
      {
        "id":"ED507483",
        "title":"A Paradigm Shift to Improve Academic Performance"},
      {
        "id":"ED507485",
        "title":"Educational Technology in Public School Districts: Fall 2008. First Look. NCES 2010-003"},
      {
        "id":"ED507486",
        "title":"Update on the Governor's Proposed 2009-10 Budget. Report 09-01"},
      {
        "id":"ED507487",
        "title":"Access and Equity for all Students: Students with Disabilities. Report 09-02"},
      {
        "id":"ED507488",
        "title":"The American Recovery and Reinvestment Act: What It Means for Higher Education. Report 09-06"},
      {
        "id":"ED507489",
        "title":"Update on the 2009-10 State Budget. Report 09-07"},
      {
        "id":"ED507490",
        "title":"Proposed Revisions to the Commission's Guidelines for Approval of Community College Centers. Report 09-08"},
      {
        "id":"ED507491",
        "title":"Completing the Affordability Picture: The Need for More Data on Financial Aid. Report 09-09"},
      {
        "id":"ED507492",
        "title":"Making Sense of the Nursing Education Crises in California: A Program Planning Study Prospectus. Report 09-10"},
      {
        "id":"ED507493",
        "title":"College-Going and University Eligibility: Differences between Racial/Ethnic Groups. Report 09-11"},
      {
        "id":"ED507494",
        "title":"Update on the Post-9/11 GI Bill. Report 09-12"},
      {
        "id":"ED507495",
        "title":"Harnessing Openness to Improve Research, Teaching and Learning in Higher Education"},
      {
        "id":"ED507496",
        "title":"Baseline Statistics for Evaluation of the Effective Practice Incentive Community. Final Report"},
      {
        "id":"ED507497",
        "title":"Design of the Evaluation of the Effective Practice Incentive Community Initiative. Final Report"},
      {
        "id":"ED507498",
        "title":"2008 Principal/Vice Principal Survey Results for Evaluation of the Effective Practice Incentive Community (EPIC). Final Report"},
      {
        "id":"ED507499",
        "title":"Formula Grants: Funding for the Largest Federal Assistance Programs is Based on Census-Related Data and Other Factors. Report to Congressional Requesters. GAO-10-263"},
      {
        "id":"ED507501",
        "title":"Who Picks up the Tab? Reducing Payment Errors in School Nutrition Programs. Trends in Nutrition Policy. Issue Brief. Number 3"},
      {
        "id":"ED507502",
        "title":"An Evaluation of the Teacher Advancement Program (TAP) in Chicago: Year One Impact Report. Final Report"},
      {
        "id":"ED507503",
        "title":"Transforming Disability Policy for Youth and Young Adults with Disabilities. Disability Policy Research Brief. Number 09-01"},
      {
        "id":"ED507505",
        "title":"Providing Paid Employment Opportunities for TANF Participants Engaged in Vocational Education Programs: Examples from Denver, Colorado; Kentucky; and California. Strategies for Increasing TANF Work Participation Rates. Brief Number 1"},
      {
        "id":"ED507506",
        "title":"Budget Update--June 5, 2009. Report 09-13"},
      {
        "id":"ED507507",
        "title":"Access and Equity for All Students: Meeting the Needs of Students with Disabilities. Report 09-15"},
      {
        "id":"ED507508",
        "title":"Access and Equity for All Students: Meeting the Needs of LGBT Students. Report 09-14"},
      {
        "id":"ED507509",
        "title":"Program Planning and Review to Promote Responsiveness to Public Needs. Report 09-16"},
      {
        "id":"ED507510",
        "title":"Teacher Professional Development in California: Status of Review. Report 09-18"},
      {
        "id":"ED507512",
        "title":"State Budget Update, August 21, 2009. Report 09-21"},
      {
        "id":"ED507513",
        "title":"Legislative Update, June 9, 2009. Report 09-20"},
      {
        "id":"ED507514",
        "title":"The Degree Gap: Are University Graduates Making Full Use of Their Degrees? Report 09-23"},
      {
        "id":"ED507517",
        "title":"The New Tax Credits: How Much Will They Offset Higher Student Fees in California? Report 09-22"},
      {
        "id":"ED507518",
        "title":"Improving Teacher Quality Program: 2009 Grants and Current Activity. Report 09-24"},
      {
        "id":"ED507519",
        "title":"Legislative Update, September 2009. Report 09-25"},
      {
        "id":"ED507539",
        "title":"The Contours of Inclusion: Frameworks and Tools for Evaluating Arts in Education"},
      {
        "id":"ED507540",
        "title":"WIC Eligibles and Coverage--1994 To 2007: Estimates of the Population of Women, Infants, and Children Eligible for WIC Benefits. Executive Summary"},
      {
        "id":"ED507543",
        "title":"Tracking and Detracking: High Achievers in Massachusetts Middle Schools"},
      {
        "id":"ED507544",
        "title":"Arizona Academic Standards: Grade 4"},
      {
        "id":"ED507545",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 1998 Cohort--User Guide. Technical Report 53"},
      {
        "id":"ED507546",
        "title":"School Improvement by Design: Lessons from a Study of Comprehensive School Reform Programs"},
      {
        "id":"ED507548",
        "title":"Juvenile Justice: DOJ Is Enhancing Information on Effective Programs, But Could Better Assess the Utility of This Information. Report to the Chairman, Subcommittee on Crime, Terrorism, and Homeland Security, Committee on the Judiciary, House of Representatives. GAO-10-125"},
      {
        "id":"ED507549",
        "title":"Net Cetera: Chatting with Kids About Being Online"},
      {
        "id":"ED507550",
        "title":"Australian Vocational Education and Training Statistics: Employers' Use and Views of the VET System, 2009"},
      {
        "id":"ED507551",
        "title":"Australian Vocational Education and Training Statistics: Outcomes from the Productivity Places Program, 2009"},
      {
        "id":"ED507553",
        "title":"Taking Stock: Higher Education and Latinos and Training"},
      {
        "id":"ED507554",
        "title":"The Structures of Life"},
      {
        "id":"ED507555",
        "title":"Kids' Share: An Analysis of Federal Expenditures on Children through 2008"},
      {
        "id":"ED507556",
        "title":"The Chemistry of Health"},
      {
        "id":"ED507557",
        "title":"Computing Life"},
      {
        "id":"ED507558",
        "title":"Medicines By Design"},
      {
        "id":"ED507559",
        "title":"Promoting Transformative Learning of Preservice Teachers through Contemplative Practices"},
      {
        "id":"ED507560",
        "title":"The Monterey Model for Micro Business Special Education"},
      {
        "id":"ED507561",
        "title":"In the Middle: How the Experience Defines Mid-Career for Student Affairs Professionals"},
      {
        "id":"ED507562",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 1998 Cohort--User Guide. Data Elements B2: Education. Technical Report 53B2"},
      {
        "id":"ED507563",
        "title":"Outcomes from the Productivity Places Program 2009: Technical Notes. Support Document"},
      {
        "id":"ED507564",
        "title":"Student Outcomes 2009: Data Dictionary. Support Document"},
      {
        "id":"ED507565",
        "title":"Outcomes from the Productivity Places Program 2009: Terms and Definitions. Support Document"},
      {
        "id":"ED507566",
        "title":"The Past, Present, and Future of Comprehensive School Reform. Research Brief"},
      {
        "id":"ED507567",
        "title":"Department of Veterans Affairs' Implementation of Information Security Education Assistance Program. GAO-10-170R"},
      {
        "id":"ED507568",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 1998 Cohort--User Guide. Data Elements A: Demographics. Technical Report 53A"},
      {
        "id":"ED507569",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 1998 Cohort--User Guide. Data Elements B1: Education. Technical Report 53B1"},
      {
        "id":"ED507570",
        "title":"Accelerated Reader. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED507575",
        "title":"District Support of School Improvement: Highlights from Three Districts. Newsletter"},
      {
        "id":"ED507576",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 1998 Cohort--User Guide. Data Elements C: Employment. Technical Report 53C"},
      {
        "id":"ED507577",
        "title":"Developing a Positive School Climate. Newsletter"},
      {
        "id":"ED507578",
        "title":"Voices from the Field: How School Boards Can Support Districtwide School Improvement Efforts. Newsletter"},
      {
        "id":"ED507580",
        "title":"Longitudinal Surveys of Australian Youth (LSAY): 1998 Cohort--User Guide. Data Elements D: Social. Technical Report 53D"},
      {
        "id":"ED507581",
        "title":"What are Classroom Management Issues for Undergraduate Science Teaching Assistants?"},
      {
        "id":"ED507582",
        "title":"Applying Postmodernism: Solutions to all our Educational Problems"},
      {
        "id":"ED507583",
        "title":"Supervision and Evaluation: Principals' Worst Nightmare"},
      {
        "id":"ED507585",
        "title":"Effective Uses of Funding Support for Schools in Need of Improvement. Issue Brief"},
      {
        "id":"ED507587",
        "title":"Vertical Alignment: Ensuring Opportunity to Learn in a Standards-Based System. Issue Brief"},
      {
        "id":"ED507588",
        "title":"Engaging Native American Learners with Rigor \"and\" Cultural Relevance. Issue Brief"},
      {
        "id":"ED507589",
        "title":"Successful School Turnarounds: Seven Steps for District Leaders. Issue Brief"},
      {
        "id":"ED507590",
        "title":"&quot;State of Arizona Consolidated State Application Accountability Workbook&quot; for State Grants under Title IX, Part C, Section 9302 of the Elementary and Secondary Education Act (Public Law 107-110). Revised May 1, 2009. Final Submission"},
      {
        "id":"ED507591",
        "title":"Arizona Academic Standards, Grade 1"},
      {
        "id":"ED507592",
        "title":"Arizona Academic Standards, Grade 2"},
      {
        "id":"ED507593",
        "title":"Arizona Academic Standards, Grade 3"},
      {
        "id":"ED507594",
        "title":"Arizona Academic Standards, Grade 5"},
      {
        "id":"ED507595",
        "title":"Arizona Academic Standards, Grade 6"},
      {
        "id":"ED507596",
        "title":"Arizona Academic Standards, Grade 8"},
      {
        "id":"ED507597",
        "title":"Arizona Academic Standards, High School"},
      {
        "id":"ED507598",
        "title":"High School Course-Taking Patterns for English Language Learners: A Case Study from California. Research Brief"},
      {
        "id":"ED507599",
        "title":"High-Impact Succession Management. Executive Summary"},
      {
        "id":"ED507600",
        "title":"High School Literacy: A Quick Stats Fact Sheet"},
      {
        "id":"ED507601",
        "title":"State Education Agencies &amp; Learning Supports: Enhancing School Improvement, Spring 2009. A Policy and Practice Analysis Brief"},
      {
        "id":"ED507602",
        "title":"Selected States' Responses to Supporting High School English Language Learners. Policy Brief"},
      {
        "id":"ED507603",
        "title":"Making the Transition from Non-Native Speaker to Near-Native Speaker Teachers of English: Facing Globalization Challenges in Teaching English"},
      {
        "id":"ED507604",
        "title":"Comparison of Knowledge Scores of Medical Students in Problem-Based Learning and Traditional Curriculum on Public Health Topics"},
      {
        "id":"ED507605",
        "title":"Highly Qualified Teachers Equity Plan Update"},
      {
        "id":"ED507606",
        "title":"Arizona Academic Standards: Grade 7"},
      {
        "id":"ED507607",
        "title":"Summary of 2008 Mathematics Standard Changes"},
      {
        "id":"ED507608",
        "title":"Arizona Academic Standards: Kindergarten"},
      {
        "id":"ED507609",
        "title":"Arizona Mathematics Standard Articulated by Grade Level, Grade 3"}]
  }}
