{
  "response":{"numFound":509939,"start":376000,"numFoundExact":true,"docs":[
      {
        "id":"ED507610",
        "title":"Arizona Mathematics Standard Articulated by Grade Level, Grade 5"},
      {
        "id":"ED507611",
        "title":"The American Recovery and Reinvestment Act: Opportunities for High School Improvement. Summary Table"},
      {
        "id":"ED507612",
        "title":"The American Recovery and Reinvestment Act: Opportunities for High School Improvement"},
      {
        "id":"ED507613",
        "title":"Mental Health, Substance Abuse, and Dropping Out: A Quick Stats Fact Sheet"},
      {
        "id":"ED507616",
        "title":"State Report Card, 2007-2008"},
      {
        "id":"ED507617",
        "title":"Word Up: Using Spoken Word and Hip Hop Subject Matter in Pre-College Writing Instruction."},
      {
        "id":"ED507619",
        "title":"Students' Suggestions for Improving Their Vocational Education and Training Experience. Occasional Paper"},
      {
        "id":"ED507620",
        "title":"Code Book for Student Outcome Survey 2006 (Student Suggestions) Confidentialised Unit Record File. Support Document"},
      {
        "id":"ED507621",
        "title":"Arizona FFY 2005-2010 State Performance Plan for Special Education. FFY 2007 Revision"},
      {
        "id":"ED507622",
        "title":"Educating English Language Learners at the High School Level: A Coherent Approach to District- and School-Level Support"},
      {
        "id":"ED507623",
        "title":"Transforming Education: Enabling Learning for All Arizona Students. The Arizona Long-Range Strategic Educational Technology Plan"},
      {
        "id":"ED507624",
        "title":"Measurement Theory in Language Testing: Past Traditions and Current Trends"},
      {
        "id":"ED507625",
        "title":"An Exploration of the Effectiveness of SIS in Managing Student Performance"},
      {
        "id":"ED507628",
        "title":"Supporting Adolescent Literacy Achievement. Issue Brief"},
      {
        "id":"ED507629",
        "title":"Achieving Excellence at Scale: State Support for High-Performing Charter School Expansion. Issue Brief"},
      {
        "id":"ED507630",
        "title":"The Quality Imperative: A State Guide to Achieving the Promise of Extended Learning Opportunities"},
      {
        "id":"ED507631",
        "title":"Building a High-Quality Education Workforce: A Governor's Guide to Human Capital Development"},
      {
        "id":"ED507633",
        "title":"Perfecting the Formula: Effective Strategies = Educational Success. A Briefing Prepared for the 2009 Governors Education Symposium (June 14-15, 2009)"},
      {
        "id":"ED507634",
        "title":"Implementing Graduation Counts: State Progress to Date, 2009"},
      {
        "id":"ED507635",
        "title":"Raising Rigor, Getting Results: Lessons Learned from AP Expansion"},
      {
        "id":"ED507636",
        "title":"Shaping a Healthier Generation: Successful State Strategies to Prevent Childhood Obesity"},
      {
        "id":"ED507637",
        "title":"Reducing Dropout Rates through Expanded Learning Opportunities. Issue Brief"},
      {
        "id":"ED507638",
        "title":"Characteristics of Doctoral Scientists and Engineers in the United States: 2006. Detailed Statistical Tables. NSF 09-317"},
      {
        "id":"ED507640",
        "title":"Doctorate Recipients from U.S. Universities. Summary Report, 2007-08. Survey of Earned Doctorates. Special Report"},
      {
        "id":"ED507641",
        "title":"WebWise 2.0: The Power of Community. WebWise Conference on Libraries and Museums in the Digital World Proceedings (9th, Miami Beach, Florida, March 5-7, 2008)"},
      {
        "id":"ED507642",
        "title":"Perfecting the Formula: Effective Strategies = Educational Success. A Report from the 2009 Governors Education Symposium (Cary, North Carolina, June 14-15, 2009)"},
      {
        "id":"ED507643",
        "title":"Partitioning: Instructor Mathematics Philosophy Shaping Community College Mathematics"},
      {
        "id":"ED507644",
        "title":"State Policies to Improve Teacher Professional Development. Issue Brief"},
      {
        "id":"ED507645",
        "title":"Measuring Student Achievement at Postsecondary Institutions. Issue Brief"},
      {
        "id":"ED507646",
        "title":"Child Development and Behavior Branch (CDBB), NIHCD, Report to the NACHHD Council"},
      {
        "id":"ED507647",
        "title":"The Evaluation of the \"Media-Smart Youth\"[R] Curriculum"},
      {
        "id":"ED507648",
        "title":"Identity and Performance in Seventh Grade Students' Interpretations of Quality Literacy Learning in Class Discussions"},
      {
        "id":"ED507649",
        "title":"History of New York State Regents Exams"},
      {
        "id":"ED507650",
        "title":"Minority Bias in Identification and Assessment of Gifted Students: A Historical Perspective and Prospects for the Future"},
      {
        "id":"ED507651",
        "title":"New Beginnings: The Library as an Information and Resource Basket. Selected Papers from PIALA 2008: Pacific Islands Association of Libraries, Archives and Museums Annual Conference (18th, Colonia, Yap, Federated States of Micronesia, November 17-21, 2001)"},
      {
        "id":"ED507652",
        "title":"Revising Teaching Skills for Professional Empowerment"},
      {
        "id":"ED507653",
        "title":"Pedagogic Rejuvenation in Teacher Education in India: Concept in NCFTE 2009"},
      {
        "id":"ED507654",
        "title":"Principles of Peace through Effective Transaction"},
      {
        "id":"ED507655",
        "title":"Exploring Research on Issues Impacting Mathematics in Community Colleges and Raising Questions for Future Research"},
      {
        "id":"ED507656",
        "title":"Research Perspectives in Issue Based Curriculum and Critical Pedagogy"},
      {
        "id":"ED507672",
        "title":"Section 7033 of the America COMPETES Act: Hispanic-Serving Institutions and Science, Technology, Engineering and Mathematics (STEM)"},
      {
        "id":"ED507673",
        "title":"S&E Graduate Enrollments Accelerate in 2007; Enrollments of Foreign Students Reach New High. InfoBrief. NSF 09-314"},
      {
        "id":"ED507674",
        "title":"Federal Science and Engineering Support to Universities, Colleges, and Nonprofit Institutions: FY 2007. Detailed Statistical Tables. NSF 09-315"},
      {
        "id":"ED507675",
        "title":"Federal S&E Obligations to Three Types of Minority-Serving Institutions Decline in FY 2007. InfoBrief. NSF 09-319"},
      {
        "id":"ED507676",
        "title":"The Effects of Reading Fluency on Comprehension"},
      {
        "id":"ED507679",
        "title":"The College and Career Readiness Act: Findings from Evaluation--Year One. In Brief"},
      {
        "id":"ED507680",
        "title":"Illinois Shifting Gears Policy Evaluation"},
      {
        "id":"ED507681",
        "title":"Training Policy in Illinois: A Minimum Training Expenditure Requirement for WIA Title I"},
      {
        "id":"ED507682",
        "title":"Initial Results of Illinois' Shifting Gears Pilot Demonstration Evaluation"},
      {
        "id":"ED507683",
        "title":"Update on Research and Leadership. Vol. 21, No. 1. Fall 2009"},
      {
        "id":"ED507684",
        "title":"U.S. Government and Partners: Working Together on a Comprehensive, Coordinated and Effective Response to Highly Vulnerable Children. Third Annual Report to Congress on Public Law 109-95, the Assistance for Orphans and Other Vulnerable Children in Developing Countries Act of 2005"},
      {
        "id":"ED507685",
        "title":"Illinois Programs of Study Guide: 2009"},
      {
        "id":"ED507686",
        "title":"Illinois' Career Cluster Model"},
      {
        "id":"ED507687",
        "title":"Literacy Issues During Changing Times: A Call to Action. The Thirtieth Yearbook: A Peer Reviewed Publication of the College Reading Association. [Papers from the College Reading Association Conference, 2007]"},
      {
        "id":"ED507690",
        "title":"Update on Research and Leadership. Vol. 20, No. 2. Spring 2009"},
      {
        "id":"ED507697",
        "title":"A Review of CBO's Activities in 2008 under the Unfunded Mandates Reform Act. A CBO Report"},
      {
        "id":"ED507698",
        "title":"Intergovernmental Mandates in Federal Legislation. Economic and Budget Issue Brief"},
      {
        "id":"ED507699",
        "title":"Subsidizing Infrastructure Investment with Tax-Preferred Bonds. A Joint CBO/JCT Study"},
      {
        "id":"ED507702",
        "title":"Recovery Act: Planned Efforts and Challenges in Evaluating Compliance with Maintenance of Effort and Similar Provisions. Report to the Republican Leader, U.S. Senate. GAO-10-247"},
      {
        "id":"ED507704",
        "title":"Making the Case: A 2009 Fact Sheet on Children and Youth in Out-of-School Time"},
      {
        "id":"ED507705",
        "title":"H.R. 3221: Student Aid and Fiscal Responsibility Act of 2009. Congressional Budget Office Cost Estimate"},
      {
        "id":"ED507706",
        "title":"No More Kid Stuff, Lumina Foundation Focus[TM]. Fall 2009"},
      {
        "id":"ED507707",
        "title":"Report of Workshop on Reconceptualization of Pre-service Teacher Education in the University of Kerala. Organized by the Department of Education, University of Kerala on 22 December 2009"},
      {
        "id":"ED507708",
        "title":"The Effectiveness of the Touch Math Program with Fourth and Fifth Grade Special Education Students"},
      {
        "id":"ED507709",
        "title":"Curriculum: Which Approach?"},
      {
        "id":"ED507710",
        "title":"The Relationship between Organizational Justice Perceptions, Level of School and Administrator Trust, and Organizational Citizenship Behaviors of  Secondary School Teachers in Turkey"},
      {
        "id":"ED507711",
        "title":"Evaluating an Assistive Technology Resource Center in Taiwan"},
      {
        "id":"ED507712",
        "title":"Understanding Secondary Teachers' Formative Assessment Practices and Their Relationship to Student Motivation"},
      {
        "id":"ED507714",
        "title":"Linking Ready Kids to Ready Schools: A Report on Policy Insights from the Governors' Forum Series. Arizona, Connecticut, Mississippi, Ohio and Pennsylvania"},
      {
        "id":"ED507715",
        "title":"Linking Ready Kids to Ready Schools: A View from Pennsylvania"},
      {
        "id":"ED507716",
        "title":"Linking Ready Kids to Ready Schools: &quot;Building Policy on State and Community Successes&quot;"},
      {
        "id":"ED507717",
        "title":"School Principals and School Performance. CALDER Working Paper No. 38"},
      {
        "id":"ED507718",
        "title":"What States Can Do to Improve Teacher Effectiveness. K-12 Policy"},
      {
        "id":"ED507719",
        "title":"The Value of Value-Added Data. K-12 Policy"},
      {
        "id":"ED507720",
        "title":"Making the Numbers Add up: A Guide for Using Data in College Access and Success Programs. Results and Reflections. An Evaluation Report"},
      {
        "id":"ED507722",
        "title":"Kinship Care When Parents Are Incarcerated: What We Know, What We Can Do. A Review of the Research and Recommendations for Action"},
      {
        "id":"ED507723",
        "title":"Rebuild the Nation's Child Welfare System. Issue Brief"},
      {
        "id":"ED507724",
        "title":"Disaster Preparedness Resource Guide for Child Welfare Agencies"},
      {
        "id":"ED507725",
        "title":"The Final Report of the Higher Education Work Group"},
      {
        "id":"ED507726",
        "title":"The Current State of Health Care for People with Disabilities"},
      {
        "id":"ED507727",
        "title":"Systematic Reviews of Research: Postsecondary Transitions. Identifying Effective Models and Practices"},
      {
        "id":"ED507728",
        "title":"A Need For Correction: Reforming New York's Juvenile Justice System. Child Welfare Watch. Vol. 18, Fall 2009"},
      {
        "id":"ED507729",
        "title":"Museums, Libraries, and 21st Century Skills"},
      {
        "id":"ED507730",
        "title":"A Catalyst for Change: LSTA Grants to States Program Activities and the Transformation of Library Services to the Public"},
      {
        "id":"ED507731",
        "title":"Service Trends in U.S. Public Libraries, 1997-2007. Research Brief Number 1"},
      {
        "id":"ED507732",
        "title":"Libraries Use Broadband Internet Service to Serve High Need Communities. Data Note. Number 1"},
      {
        "id":"ED507733",
        "title":"The Future of Museums and Libraries: A Discussion Guide"},
      {
        "id":"ED507734",
        "title":"Why Are Young Children Missed so Often in the Census? KIDS COUNT Working Paper"},
      {
        "id":"ED507735",
        "title":"Government Performance and Results Act: Annual Report to the President and Congress. Fiscal Year 2008"},
      {
        "id":"ED507736",
        "title":"Mental Health Practice Guidelines for Child Welfare"},
      {
        "id":"ED507737",
        "title":"New Help for Children Raised by Grandparents and Other Relatives: Questions and Answers about the Fostering Connections to Success and Increasing Adoptions Act of 2008"},
      {
        "id":"ED507738",
        "title":"May Graduates"},
      {
        "id":"ED507739",
        "title":"National Infrastructure Protection Plan: Partnering to Enhance Protection and Resiliency"},
      {
        "id":"ED507740",
        "title":"Effective Emergency Management: Making Improvements for Communities and People with Disabilities"},
      {
        "id":"ED507741",
        "title":"Web Resources for Special Education"},
      {
        "id":"ED507742",
        "title":"California Library Laws, 2009"},
      {
        "id":"ED507743",
        "title":"The California State Library: An Orientation Guide for Library Directors"},
      {
        "id":"ED507744",
        "title":"SY 08-09 Annual State of Public Education Report"},
      {
        "id":"ED507745",
        "title":"High Schools in the United States. Quick Stats Fact Sheet"},
      {
        "id":"ED507746",
        "title":"The Education Innovator. December 3, 2009. Volume VII, No. 9"},
      {
        "id":"ED507747",
        "title":"Forum Guide to Metadata: The Meaning behind Education Data. NFES 2009-805"},
      {
        "id":"ED507748",
        "title":"Update on the Common Core State Standards Initiative"},
      {
        "id":"ED507749",
        "title":"Increasing College Success: A Road Map for Governors. Issue Brief"},
      {
        "id":"ED507750",
        "title":"Invisible Wounds: Serving Service Members and Veterans with PTSD and TBI"},
      {
        "id":"ED507751",
        "title":"What's Wrong with a Career in Hospitality? An Examination of Student Choice. Occasional Paper"},
      {
        "id":"ED507752",
        "title":"Work-Life Issues and Participation in Education and Training: Support Document"},
      {
        "id":"ED507753",
        "title":"Work-Life Issues and Participation in Education and Training. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507754",
        "title":"Examining the Effectiveness and Validity of Glossary and Read-Aloud Accommodations for English Language Learners in a Math Assessment. CRESST Report 766"},
      {
        "id":"ED507755",
        "title":"Connecting Policy to Practice: Accommodations in States' Large-Scale Math Assessments for English Language Learners. CRESST Report 765"},
      {
        "id":"ED507756",
        "title":"Using Classroom Artifacts to Measure the Efficacy of a Professional Development. CRESST Report 761"},
      {
        "id":"ED507757",
        "title":"The Effects of POWERSOURCE[C] Intervention on Student Understanding of Basic Mathematical Principles. CRESST Report 763"},
      {
        "id":"ED507759",
        "title":"Teacher-Pedagogy Approach for Sustainable Proficiency"},
      {
        "id":"ED507760",
        "title":"Capstone Course Assessment Approaches and Their Issues in the Engineering Programs in Taiwan"},
      {
        "id":"ED507761",
        "title":"All-in-One and One-for-All: A Proposed Model of Lifelong Technology Education"},
      {
        "id":"ED507762",
        "title":"Challenges and Opportunities Facing Technology Education in Taiwan"},
      {
        "id":"ED507763",
        "title":"Brief Introduction to Technology Education in Taiwan"},
      {
        "id":"ED507764",
        "title":"Leveling the Playing Field: Increasing Student Achievement through Data-Driven Ability Grouping and Instructional Practices"},
      {
        "id":"ED507765",
        "title":"Are Perceptions of Online Learning Indicative of Success?"},
      {
        "id":"ED507766",
        "title":"A Review of the Literature on The Open High School in Turkey between the Years on its 10th Anniversary (1992-2002): A Revised and Expanded Version"},
      {
        "id":"ED507767",
        "title":"Construction Pre-Apprenticeship Programs: Results from a National Survey"},
      {
        "id":"ED507768",
        "title":"State Indicator Report on Fruits and Vegetables, 2009"},
      {
        "id":"ED507769",
        "title":"Recommended Community Strategies and Measurements to Prevent Obesity in the United States: Implementation and Measurement Guide"},
      {
        "id":"ED507770",
        "title":"Partnership for a Nation of Learners: Joining Forces, Creating Value"},
      {
        "id":"ED507771",
        "title":"Reducing the High School Dropout Rate. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507772",
        "title":"American Recovery and Reinvestment Act: A Guide to Entry-Level Jobs and Training and Education Opportunities for \"Making Connections\" Communities"},
      {
        "id":"ED507773",
        "title":"Sustaining Neighborhood Change: The Power of Resident Leadership, Social Networks, and Community Mobilization. Making Connections--An Initiative of the Annie E. Casey Foundation"},
      {
        "id":"ED507774",
        "title":"Family Mobility and Neighborhood Change: New Evidence and Implications for Community Initiatives"},
      {
        "id":"ED507775",
        "title":"Reducing the Number of Disconnected Youth. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507776",
        "title":"Preventing Low Birthweight. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507777",
        "title":"Reducing the Child Death Rate. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507778",
        "title":"Increasing the Number of Children Whose Parents Have Stable Employment. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507779",
        "title":"Reducing the Child Poverty Rate. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507780",
        "title":"Reducing the Teen Birth Rate. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507781",
        "title":"Reducing Infant Mortality. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507782",
        "title":"Reducing the Teen Death Rate. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507783",
        "title":"Increasing the Percentage of Children Living in Two-Parent Families. KIDS COUNT Indicator Brief"},
      {
        "id":"ED507784",
        "title":"A Teaching Strategy for Developing the Power of Observation in Science Education"},
      {
        "id":"ED507785",
        "title":"Pedagogy Is for Kids: Andragogy Is for Adults"},
      {
        "id":"ED507786",
        "title":"Adult Transition Program without Walls"},
      {
        "id":"ED507787",
        "title":"American Recovery and Reinvestment Act: Guide to Opportunities to Assure Children Are Healthy and Prepared to Succeed in School for \"Making Connections\" Communities"},
      {
        "id":"ED507788",
        "title":"Audience Insights: Communicating to Teens (Aged 12-17)"},
      {
        "id":"ED507789",
        "title":"Two Decades of JDAI: From Demonstration Project to National Standard. A Progress Report"},
      {
        "id":"ED507790",
        "title":"Reform the Nation's Juvenile Justice System. Issue Brief"},
      {
        "id":"ED507793",
        "title":"Using Media Advocacy to Promote Detention Reform: A Practice Guide to Juvenile Detention Reform"},
      {
        "id":"ED507795",
        "title":"Getting Back on Track: Effects of a Community College Program for Probationary Students"},
      {
        "id":"ED507796",
        "title":"Helping Adults Succeed in Postsecondary Education: A Policy Framework. Kentucky Adult Learner Initiative"},
      {
        "id":"ED507797",
        "title":"School Restructuring: What Works When? A Guide for Education Leaders"},
      {
        "id":"ED507798",
        "title":"Integrating Technology into the Curriculum for &quot;At-Risk&quot; Youth"},
      {
        "id":"ED507799",
        "title":"The Influence of Noncognitive Domains on Academic Achievement in K-12. Research Report. ETS RR-09-34"},
      {
        "id":"ED507800",
        "title":"National Education Standards: Getting beneath the Surface. Policy Information Perspective"},
      {
        "id":"ED507801",
        "title":"Preschool Education: New Jersey and the Nation. Policy Notes. Volume 17, Number 2, Summer 2009"},
      {
        "id":"ED507802",
        "title":"Constructed-Response Test Questions: Why We Use Them; How We Score Them. R&amp;D Connections. Number 11"},
      {
        "id":"ED507803",
        "title":"Hispanicity and Educational Inequality: Risks, Opportunities and the Nation's Future. Tomas Rivera Lecture Series"},
      {
        "id":"ED507804",
        "title":"How Do Raters from India Perform in Scoring the TOEFL iBT[TM] Speaking Section and What Kind of Training Helps? TOEFL iBT[TM] Research Report. RR-09-31"},
      {
        "id":"ED507805",
        "title":"Does Content Knowledge Affect TOEFL iBT[TM] Reading Performance? A Confirmatory Approach to Differential Item Functioning. TOEFL iBT Research Report. RR-09-29"},
      {
        "id":"ED507806",
        "title":"The Speaking Section of the TOEFL iBT[TM] (SSTiBT): Test-Takers' Reported Strategic Behaviors. TOEFL iBT[TM] Research Report. RR-09-30"},
      {
        "id":"ED507807",
        "title":"Toward a Definition of Verbal Reasoning in Higher Education. Research Report. ETS RR-09-33"},
      {
        "id":"ED507808",
        "title":"Strategies for Testing Slope Differences. Research Report. ETS RR-09-32"},
      {
        "id":"ED507809",
        "title":"Defining Mathematics Competency in the Service of Cognitively Based Assessment for Grades 6 through 8. Research Report. ETS RR-09-42"},
      {
        "id":"ED507810",
        "title":"Cognitively Based Assessment of, for, and as Learning: A Framework for Assessing Reading Competency. Research Report. ETS RR-09-26"},
      {
        "id":"ED507811",
        "title":"Small-Sample Equating with Prior Information. Research Report. ETS RR-09-25"},
      {
        "id":"ED507812",
        "title":"Using the General Diagnostic Model to Measure Learning and Change in a Longitudinal Large-Scale Assessment. Research Report. ETS RR-09-28"},
      {
        "id":"ED507813",
        "title":"Three Multidimensional Models for Testlet-Based Tests: Formal Relations and an Empirical Comparison. Research Report. ETS RR-09-37"},
      {
        "id":"ED507814",
        "title":"Construction of Chained True Score Equipercentile Equatings under the Kernel Equating (KE) Framework and Their Relationship to Levine True Score Equating. Research Report. ETS RR-09-24"},
      {
        "id":"ED507815",
        "title":"The Effects of Different Types of Anchor Tests on Observed Score Equating. Research Report. ETS RR-09-41"},
      {
        "id":"ED507816",
        "title":"Before They Read: Teaching Language and Literacy Development through Conversations, Interactive Read-Alouds, and Listening Games"},
      {
        "id":"ED507817",
        "title":"U.S. Public Libraries and the Use of Web Technologies. A Closer Look"},
      {
        "id":"ED507819",
        "title":"Training Senior Teachers in Compulsory Computer Based Language Tests"},
      {
        "id":"ED507820",
        "title":"Interface Architecture for Testing in Foreign Language Education"},
      {
        "id":"ED507821",
        "title":"Methods of Adapting Digital Content for the Learning Process via Mobile Devices"},
      {
        "id":"ED507822",
        "title":"Funding Equity in Oklahoma: The Extremes"},
      {
        "id":"ED507823",
        "title":"Can Education Save the Economy?"},
      {
        "id":"ED507824",
        "title":"Promoting Gatekeeper Course Success among Community College Students Needing Remediation: Findings and Recommendations from a Virginia Study (Summary Report)"},
      {
        "id":"ED507825",
        "title":"Performance Accountability Systems for Community Colleges: Lessons for the Voluntary Framework of Accountability for Community Colleges"},
      {
        "id":"ED507826",
        "title":"Administration for Children and Families: Early Head Start"},
      {
        "id":"ED507828",
        "title":"Legislative Review. A Look at Higher Education in Week 11: March 16-20, 2009"},
      {
        "id":"ED507829",
        "title":"Legislative Review. A Look at Higher Education in Week 12: March 23-27, 2009"},
      {
        "id":"ED507830",
        "title":"Legislative Review. A Look at Higher Education in Week 13: March 30-April 3, 2009"},
      {
        "id":"ED507831",
        "title":"Legislative Review. A Look at Higher Education in Week 14: April 6-10, 2009"},
      {
        "id":"ED507832",
        "title":"Legislative Review. A Look at Higher Education in Week 15: April 13-17, 2009"},
      {
        "id":"ED507833",
        "title":"Legislative Review. A Look at Higher Education in Week 16: April 20-24, 2009"},
      {
        "id":"ED507834",
        "title":"Legislative Review. A Look at Higher Education in Weeks 17-18: April 27-May 8, 2009"},
      {
        "id":"ED507835",
        "title":"Administration for Children and Families: Head Start"},
      {
        "id":"ED507837",
        "title":"Exploring What Works in Science Instruction: A Look at the Eighth-Grade Science Classroom. Policy Information Report"},
      {
        "id":"ED507838",
        "title":"What Does It Mean to Repurpose a Test? R&D Connections. Number 9"},
      {
        "id":"ED507840",
        "title":"Leveling the Field on Math and Science Tests for Students with Learning Disabilities. R&D Connections. Number 12"},
      {
        "id":"ED507841",
        "title":"The Missing Data Assumptions of the Nonequivalent Groups with Anchor Test (NEAT) Design and Their Implications for Test Equating. Research Report. ETS RR-09-16"},
      {
        "id":"ED507842",
        "title":"English Language Learners with Reading Disabilities: A Review of the Literature and the Foundation for a Research Agenda. Research Report. ETS RR-09-20"},
      {
        "id":"ED507843",
        "title":"Annual Financial Report: Fiscal Year Ended June 30, 2008. Creating a University System for the 21st Century"},
      {
        "id":"ED507844",
        "title":"Influences of Teacher Preparation Program on Preservice Science Teachers' Beliefs"},
      {
        "id":"ED507845",
        "title":"Head Start Impact Study. Final Report"},
      {
        "id":"ED507846",
        "title":"Head Start Impact Study. Technical Report"},
      {
        "id":"ED507847",
        "title":"Head Start Impact Study. Final Report. Executive Summary"},
      {
        "id":"ED507849",
        "title":"Perceptions of Risk from Substance Use among Adolescents. The NSDUH Report"},
      {
        "id":"ED507850",
        "title":"Creating a University System for the 21st Century. Student Affordability Report"},
      {
        "id":"ED507851",
        "title":"Opportunity Adrift: Our Flagship Universities Are Straying from Their Public Mission"},
      {
        "id":"ED507852",
        "title":"Creating a University System for the 21st Century. Analysis of 2009-2011 Legislative Appropriation"},
      {
        "id":"ED507853",
        "title":"2009 Fall Enrollment: North Dakota Institutions of Higher Education. Creating a University System for the 21st Century"},
      {
        "id":"ED507854",
        "title":"Higher Education in North Dakota Today"},
      {
        "id":"ED507855",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 2008-June 30, 2009"},
      {
        "id":"ED507856",
        "title":"2009 Legislative Session Resource Guide. Investing in North Dakota's Future"},
      {
        "id":"ED507857",
        "title":"Summary of 2009-2010 Annual Budgets"},
      {
        "id":"ED507858",
        "title":"Legislative Review. A Look at Higher Education in Week 2: January 12-16, 2009"},
      {
        "id":"ED507859",
        "title":"Legislative Review. A Look at Higher Education in Week 3: January 19-23, 2009"},
      {
        "id":"ED507860",
        "title":"Legislative Review. A Look at Higher Education in Week 4: January 26-30, 2009"},
      {
        "id":"ED507861",
        "title":"Legislative Review. A Look at Higher Education in Week 5: February 2-6, 2009"},
      {
        "id":"ED507862",
        "title":"Legislative Review. A Look at Higher Education in Week 6: February 9-13, 2009"},
      {
        "id":"ED507863",
        "title":"Legislative Review. A Look at Higher Education in Week 7: February 16-20, 2009"},
      {
        "id":"ED507864",
        "title":"Legislative Review. A Look at Higher Education in Week 8: February 23-27, 2009"},
      {
        "id":"ED507865",
        "title":"Legislative Review: A Look at Higher Education in Week 9: March 02-06, 2009"},
      {
        "id":"ED507866",
        "title":"Legislative Review. A Look at Higher Education in Week 10: March 9-13, 2009"},
      {
        "id":"ED507867",
        "title":"An Investigation of Parents' and Children's Beliefs of Early Literacy Acquisition from a Cross-Cultural Perspective"},
      {
        "id":"ED507868",
        "title":"University Graduates with Disabilities: A Follow-Up Survey Tool"},
      {
        "id":"ED507869",
        "title":"Cognitive Levels of Questions Used by Iranian EFL Teachers in Advanced Reading Comprehension Tests"},
      {
        "id":"ED507870",
        "title":"Socrates Lives: Dialogue as a Means of Teaching and Learning"},
      {
        "id":"ED507871",
        "title":"Intelligence Is Dynamic and Can Be Taught"},
      {
        "id":"ED507872",
        "title":"The Self-Education of Malcolm X"},
      {
        "id":"ED507873",
        "title":"Charting a Necessary Path: The Baseline Report of Public Higher Education Systems in the Access to Success Initiative."},
      {
        "id":"ED507874",
        "title":"Fighting for Quality and Equality, Too: How State Policymakers Can Ensure the Drive to Improve Teacher Quality Doesn't Just Trickle down to Poor and Minority Children. K-12 Policy"},
      {
        "id":"ED507875",
        "title":"A Stronger Nation through Higher Education: How and Why Americans Must Meet a \"Big Goal\" for College Attainment. A Special Report from Lumina Foundation for Education"},
      {
        "id":"ED507876",
        "title":"Calculating Cost-Return for Investments in Student Success"},
      {
        "id":"ED507877",
        "title":"Community College Access and Affordability for Occupational and Nontraditional Students"},
      {
        "id":"ED507878",
        "title":"Textbooks and Learning Materials Program: Zambia. Final Report"},
      {
        "id":"ED507879",
        "title":"Building Alliances Series: Education"},
      {
        "id":"ED507880",
        "title":"Building Alliances Series: Workforce Development"},
      {
        "id":"ED507881",
        "title":"Research Overview: Implications for TAFE Managers. Higher education in TAFE. Monograph Series 01/2009"},
      {
        "id":"ED507882",
        "title":"Research Overview: Implications for Public Policy. Higher Education in TAFE. Monograph Series 01/2009"},
      {
        "id":"ED507883",
        "title":"Research Overview: Implications for Staff Development. Higher Education in TAFE. Monograph Series 01/2009"},
      {
        "id":"ED507884",
        "title":"Research Overview on Status: Higher Education in TAFE. Monograph Series 01/2009"},
      {
        "id":"ED507885",
        "title":"Research Overview: Implications for Teachers. Higher Education in TAFE. Monograph Series 01/2009"},
      {
        "id":"ED507886",
        "title":"Doorways I: Student Training Manual on School-Related Gender-Based Violence Prevention and Response"},
      {
        "id":"ED507887",
        "title":"Doorways II: Community Counselor Training Manual on School-Related Gender-Based Violence Prevention and Response"},
      {
        "id":"ED507888",
        "title":"Doorways III: Teacher Training Manual on School-Related Gender-Based Violence Prevention and Response"},
      {
        "id":"ED507889",
        "title":"Doorways II: Community Counselor Reference Materials. On School-Related Gender-Based Violence Prevention and Response"},
      {
        "id":"ED507890",
        "title":"Doorways III: Teacher Reference Materials. On School-Related Gender-Based Violence Prevention and Response"},
      {
        "id":"ED507891",
        "title":"Globalization, Citizenship and Educational Reform"},
      {
        "id":"ED507892",
        "title":"Globalization and Educational Reform in Contemporary Japan"},
      {
        "id":"ED507893",
        "title":"The Issue of Diversity and Multiculturalism in Japan"},
      {
        "id":"ED507894",
        "title":"Reducing the Negative Effects of Large Schools. Revised"},
      {
        "id":"ED507895",
        "title":"Arkansas Career Pathways Initiative: Progress Report of Activities and Outcomes during Program Year Three (July 1, 2007--June 30, 2008)"},
      {
        "id":"ED507896",
        "title":"Career-Focused Services for Students with Disabilities at Community Colleges"},
      {
        "id":"ED507898",
        "title":"Classroom Management Idea Book. ICE No. M0088"},
      {
        "id":"ED507899",
        "title":"Treatment of Children with Mental Illness: Frequently Asked Questions about the Treatment of Mental Illness in Children"},
      {
        "id":"ED507900",
        "title":"ETS Research Spotlight: Issue 2"},
      {
        "id":"ED507901",
        "title":"Seven Steps for States and Regions to Prepare for the American Recovery and Reinvestment Act"},
      {
        "id":"ED507902",
        "title":"Emergency Management Standards and Schools"},
      {
        "id":"ED507903",
        "title":"The Status of the Teaching Profession, 2009. Full Report"},
      {
        "id":"ED507904",
        "title":"Employers, Low-Income Young Adults, and Postsecondary Credentials: A Practical Typology for Business, Education, and Community Leaders"},
      {
        "id":"ED507906",
        "title":"Test and Score Data Summary for TOEFL[R] Internet-Based and Paper-Based Tests. January 2008-December 2008 Test Data"},
      {
        "id":"ED507907",
        "title":"Effective Employer Engagement: The Year Up Model"},
      {
        "id":"ED507908",
        "title":"Teacher Dispositions: Finding a Way to Identify with Struggling Language Learners"},
      {
        "id":"ED507909",
        "title":"State Test Score Trends through 2007-08, Part 3: Are Achievement Gaps Closing and Is Achievement Rising for All?"},
      {
        "id":"ED507910",
        "title":"A Concurrent Validity Study of the 2008 &quot;HSTW&quot; Assessment Scores"},
      {
        "id":"ED507911",
        "title":"The Annual Condition of Iowa's Community Colleges, 2009"},
      {
        "id":"ED507912",
        "title":"Fall Enrollment Report 2009"},
      {
        "id":"ED507913",
        "title":"Equity and Excellence in Education. CenterView"},
      {
        "id":"ED507914",
        "title":"Selecting Security Technology Providers"},
      {
        "id":"ED507915",
        "title":"Science Facilities"},
      {
        "id":"ED507916",
        "title":"The Redesign of Accreditation to Inform the Simultaneous Transformation of Educator Preparation and P-12 Schools. Quality Teaching. Volume 18, Issue 2, Spring 2009"},
      {
        "id":"ED507917",
        "title":"School Security Technologies"},
      {
        "id":"ED507918",
        "title":"A Design that Teaches Others. Learning by Design: Part I"},
      {
        "id":"ED507919",
        "title":"A Design that Inspires All. Education by Design: Part III"},
      {
        "id":"ED507920",
        "title":"A Design that Shares Itself. Learning by Design: Part II"},
      {
        "id":"ED507922",
        "title":"General Achievement Trends: Oklahoma"},
      {
        "id":"ED507923",
        "title":"General Achievement Trends: California"},
      {
        "id":"ED507924",
        "title":"General Achievement Trends: North Carolina"},
      {
        "id":"ED507925",
        "title":"General Achievement Trends: Delaware"},
      {
        "id":"ED507926",
        "title":"General Achievement Trends: Iowa"},
      {
        "id":"ED507927",
        "title":"General Achievement Trends: Nevada"},
      {
        "id":"ED507928",
        "title":"With What Frequency Are Teachers Employing Evidenced-Based Procedures in Their Writing Classrooms?"},
      {
        "id":"ED507929",
        "title":"An Evaluation of Factors that Impact Positive School Climate for School Psychologists  in a Time of Conflicting Educational Mandates"},
      {
        "id":"ED507930",
        "title":"Subgroup Achievement and Gap Trends: Alabama"},
      {
        "id":"ED507931",
        "title":"Subgroup Achievement and Gap Trends: Alaska"},
      {
        "id":"ED507932",
        "title":"Subgroup Achievement and Gap Trends: Arizona"},
      {
        "id":"ED507933",
        "title":"Subgroup Achievement and Gap Trends: Arkansas"},
      {
        "id":"ED507934",
        "title":"Subgroup Achievement and Gap Trends: California"},
      {
        "id":"ED507935",
        "title":"Subgroup Achievement and Gap Trends: Colorado"},
      {
        "id":"ED507936",
        "title":"Subgroup Achievement and Gap Trends: Connecticut"},
      {
        "id":"ED507937",
        "title":"Subgroup Achievement and Gap Trends: Delaware"},
      {
        "id":"ED507938",
        "title":"Subgroup Achievement and Gap Trends: Florida"},
      {
        "id":"ED507939",
        "title":"Subgroup Achievement and Gap Trends: Georgia"},
      {
        "id":"ED507940",
        "title":"Subgroup Achievement and Gap Trends: Kansas"},
      {
        "id":"ED507941",
        "title":"Subgroup Achievement and Gap Trends: Kentucky"},
      {
        "id":"ED507942",
        "title":"Subgroup Achievement and Gap Trends: Hawaii"},
      {
        "id":"ED507943",
        "title":"Subgroup Achievement and Gap Trends: Idaho"},
      {
        "id":"ED507944",
        "title":"Subgroup Achievement and Gap Trends: Illinois"},
      {
        "id":"ED507945",
        "title":"Subgroup Achievement and Gap Trends: Louisiana"},
      {
        "id":"ED507946",
        "title":"Subgroup Achievement and Gap Trends: Indiana"},
      {
        "id":"ED507947",
        "title":"Subgroup Achievement and Gap Trends: Maine"},
      {
        "id":"ED507948",
        "title":"Subgroup Achievement and Gap Trends: Maryland"},
      {
        "id":"ED507950",
        "title":"Subgroup Achievement and Gap Trends: Nebraska"},
      {
        "id":"ED507951",
        "title":"Subgroup Achievement and Gap Trends: Nevada"},
      {
        "id":"ED507952",
        "title":"Subgroup Achievement and Gap Trends: South Carolina"},
      {
        "id":"ED507953",
        "title":"Subgroup Achievement and Gap Trends: Rhode Island"},
      {
        "id":"ED507954",
        "title":"Subgroup Achievement and Gap Trends: Pennsylvania"},
      {
        "id":"ED507955",
        "title":"Subgroup Achievement and Gap Trends: Oregon"},
      {
        "id":"ED507956",
        "title":"Subgroup Achievement and Gap Trends: Oklahoma"},
      {
        "id":"ED507957",
        "title":"Subgroup Achievement and Gap Trends: Ohio"},
      {
        "id":"ED507958",
        "title":"Subgroup Achievement and Gap Trends: North Dakota"},
      {
        "id":"ED507959",
        "title":"Subgroup Achievement and Gap Trends: North Carolina"},
      {
        "id":"ED507960",
        "title":"Subgroup Achievement and Gap Trends: New York"},
      {
        "id":"ED507961",
        "title":"Subgroup Achievement and Gap Trends: New Mexico"},
      {
        "id":"ED507962",
        "title":"Subgroup Achievement and Gap Trends: New Jersey"},
      {
        "id":"ED507963",
        "title":"Subgroup Achievement and Gap Trends: New Hampshire"},
      {
        "id":"ED507964",
        "title":"Subgroup Achievement and Gap Trends: Montana"},
      {
        "id":"ED507965",
        "title":"Subgroup Achievement and Gap Trends: Missouri"},
      {
        "id":"ED507966",
        "title":"Subgroup Achievement and Gap Trends: Mississippi"},
      {
        "id":"ED507967",
        "title":"Subgroup Achievement and Gap Trends: Minnesota"},
      {
        "id":"ED507968",
        "title":"Subgroup Achievement and Gap Trends: Michigan"},
      {
        "id":"ED507969",
        "title":"Subgroup Achievement and Gap Trends: Massachusetts"},
      {
        "id":"ED507971",
        "title":"Teacher Quality Partnership Novice Teacher Study. Technical Report NTS 07-01: Research Brief, 2004-2008"},
      {
        "id":"ED507972",
        "title":"Subgroup Achievement and Gap Trends: Tennessee"},
      {
        "id":"ED507973",
        "title":"Subgroup Achievement and Gap Trends: Texas"},
      {
        "id":"ED507974",
        "title":"Subgroup Achievement and Gap Trends: Utah"},
      {
        "id":"ED507975",
        "title":"Subgroup Achievement and Gap Trends: Vermont"},
      {
        "id":"ED507976",
        "title":"Subgroup Achievement and Gap Trends: Virginia"},
      {
        "id":"ED507977",
        "title":"Subgroup Achievement and Gap Trends: Washington"},
      {
        "id":"ED507978",
        "title":"Subgroup Achievement and Gap Trends: West Virginia"},
      {
        "id":"ED507979",
        "title":"Subgroup Achievement and Gap Trends: Wisconsin"},
      {
        "id":"ED507980",
        "title":"Subgroup Achievement and Gap Trends: Wyoming"},
      {
        "id":"ED507982",
        "title":"American Diploma Project (ADP) End-of-Course Exams: 2009 Annual Report"},
      {
        "id":"ED507983",
        "title":"Perspective, December 2009"},
      {
        "id":"ED507984",
        "title":"Perspective, March 2009"},
      {
        "id":"ED507985",
        "title":"Perspective, May 2009"},
      {
        "id":"ED507986",
        "title":"Perspective, October 2009"},
      {
        "id":"ED507990",
        "title":"Artvision: State Arts Plan, 2009-2011"},
      {
        "id":"ED507991",
        "title":"Subgroup Achievement and Gap Trends: South Dakota"},
      {
        "id":"ED507992",
        "title":"Narratives of Teaching, Learning, and Service in an Online Course"},
      {
        "id":"ED507993",
        "title":"Evaluating an Organizational Protocol to Implement Effective Leadership Meetings"},
      {
        "id":"ED507994",
        "title":"Sign Language: An Effective Strategy to Reduce the Gap between English Language Learners Native Language and English"},
      {
        "id":"ED507995",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on Undergraduate Teaching of Psychology (23rd, Tarrytown, New York, March 20-21, 2009)"},
      {
        "id":"ED507996",
        "title":"School-Site Administrators: A California County and Regional Perspective on Labor Market Trends. Issues &amp; Answers. REL 2010-No. 084"},
      {
        "id":"ED508002",
        "title":"Mass Notification for Higher Education"},
      {
        "id":"ED508008",
        "title":"Fundraising Basics for Private School Facilities"},
      {
        "id":"ED508009",
        "title":"Music Education Suites"},
      {
        "id":"ED508011",
        "title":"A History of Educational Facilities Laboratories (EFL)"},
      {
        "id":"ED508012",
        "title":"Early Childhood Centers"},
      {
        "id":"ED508013",
        "title":"Door Locking Options in Schools"},
      {
        "id":"ED508014",
        "title":"A Principal's Guide to On-Site School Construction"},
      {
        "id":"ED508015",
        "title":"A Case Study Analyzing the Reading Levels of Print and Electronic Health Education Material for Health Consumers with Low Levels of Literacy"},
      {
        "id":"ED508017",
        "title":"Subgroup Achievement and Gap Trends: Iowa"},
      {
        "id":"ED508018",
        "title":"Connected Mathematics Project (CMP). What Works Clearinghouse Intervention Report"},
      {
        "id":"ED508020",
        "title":"Impediments to Increasing Diversity in Post-Secondary Education"},
      {
        "id":"ED508021",
        "title":"West Virginia Guidebook for the Use of American Recovery and Reinvestment Act (AARA) Funds"},
      {
        "id":"ED508028",
        "title":"To Learn and Earn: Arizona's Unfinished Business in Human Capital"},
      {
        "id":"ED508033",
        "title":"Nebraska Reading First: Year Five of Implementation--2008-2009. Annual Report"},
      {
        "id":"ED508034",
        "title":"An Educational Partnership between Schools and Communities"},
      {
        "id":"ED508042",
        "title":"Classroom Teachers Styles of Using and Development Materials of Inclusive Education"},
      {
        "id":"ED508047",
        "title":"ACT National Curriculum Survey[R], 2009"},
      {
        "id":"ED508048",
        "title":"Focusing on the Essentials for College and Career Readiness: Policy Implications of the ACT National Curriculum Survey[R] Results, 2009"},
      {
        "id":"ED508050",
        "title":"Seeking Quality in the Face of Adversity: Fordham Sponsorship Accountability Report, 2008-09"},
      {
        "id":"ED508051",
        "title":"The Great Graduation-Rate Debate"},
      {
        "id":"ED508064",
        "title":"Evaluation of an English as a Second Language Program to Identify Primary Indicators of Learning Disabilities that Impede Student Achievement"},
      {
        "id":"ED508065",
        "title":"More Efficient Learning on Web Courseware Systems?"},
      {
        "id":"ED508066",
        "title":"Closing the Achievement Gap Report for 21st Century Learners in West Virginia. Third Edition, 2009-2010"},
      {
        "id":"ED508069",
        "title":"Pennsylvania Learning Standards for Early Childhood: Infants-Toddlers. Revised"},
      {
        "id":"ED508070",
        "title":"Pennsylvania Learning Standards for Early Childhood: Kindergarten. Revised"},
      {
        "id":"ED508071",
        "title":"Pennsylvania Learning Standards for Early Childhood: Pre-Kindergarten. Revised"},
      {
        "id":"ED508076",
        "title":"The Historic Opportunity to Get College Readiness Right: The Race to the Top Fund and Postsecondary Education. Race to the Top: Accelerating College and Career Readiness in States"},
      {
        "id":"ED508077",
        "title":"The 2008-2009 Pennsylvania System of School Assessment Handbook for Assessment Coordinators: Writing, Reading and Mathematics, Science"},
      {
        "id":"ED508078",
        "title":"Low-Performing Schools. Race to the Top: Accelerating College and Career Readiness in States"},
      {
        "id":"ED508079",
        "title":"P-20 Longitudinal Data Systems. Race to the Top: Accelerating College and Career Readiness in States"},
      {
        "id":"ED508080",
        "title":"Standards and Assessments. Race to the Top: Accelerating College and Career Readiness in States"},
      {
        "id":"ED508081",
        "title":"Sustaining the Race to the Top Reforms. Race to the Top: Accelerating College and Career Readiness in States"},
      {
        "id":"ED508082",
        "title":"Teacher Effectiveness. Race to the Top: Accelerating College and Career Readiness in States"},
      {
        "id":"ED508084",
        "title":"Application of Computers in Methodical Planning of Natural and Social Studies"},
      {
        "id":"ED508086",
        "title":"Diversifying the STEM Pipeline: Recommendations from the Model Replication Institutions Program"},
      {
        "id":"ED508087",
        "title":"Financing Higher Education: A Myriad of Problems, A Myriad of Solutions. Issue Brief"},
      {
        "id":"ED508088",
        "title":"Outlook. Number 352"},
      {
        "id":"ED508089",
        "title":"Educational Policies for Integrating College Competencies and Workforce Needs: Cases from Brazil, Mongolia, Ukraine, and the United States. Issue Brief"},
      {
        "id":"ED508090",
        "title":"The Effects of Transitions on Access to Higher Education. Issue Brief"},
      {
        "id":"ED508091",
        "title":"Privatization in Higher Education: Cross-Country Analysis of Trends, Policies, Problems, and Solutions. Issue Brief"},
      {
        "id":"ED508092",
        "title":"California Higher Education, the Master Plan, and the Erosion of College Opportunity. National Center Report #09-1"},
      {
        "id":"ED508093",
        "title":"States, Schools, and Colleges: Policies to Improve Student Readiness for College and Strengthen Coordination between Schools and Colleges. National Center Report #09-2"},
      {
        "id":"ED508094",
        "title":"Borrowers Who Drop Out: A Neglected Aspect of the College Student Loan Trend. National Center Report #05-2"},
      {
        "id":"ED508095",
        "title":"Case Study of Utah Higher Education. National Center Report #05-1"},
      {
        "id":"ED508096",
        "title":"Measuring Up 2004: The National Report Card on Higher Education"},
      {
        "id":"ED508097",
        "title":"The Governance Divide: A Report on a Four-State Study on Improving College Readiness and Success. National Center Report #05-3"},
      {
        "id":"ED508098",
        "title":"The Governance Divide: The Case Study for Florida. National Center Report #05-4"},
      {
        "id":"ED508099",
        "title":"The Governance Divide: The Case Study for Georgia. National Center Report #05-5"},
      {
        "id":"ED508100",
        "title":"The Governance Divide: The Case Study for New York. National Center Report #05-6"},
      {
        "id":"ED508101",
        "title":"The Governance Divide: The Case Study for Oregon. National Center Report #05-7"},
      {
        "id":"ED508104",
        "title":"Diversifying the STEM Pipeline: The Model Replication Institutions Program"},
      {
        "id":"ED508105",
        "title":"Global Policy Fellows Program: Lessons Learned"},
      {
        "id":"ED508106",
        "title":"Impact of College Rankings on Institutional Decision Making: Four Country Case Studies. Issue Brief"},
      {
        "id":"ED508107",
        "title":"Approaches to Research Priorities for Policy: A Comparative Study. Occasional Paper"},
      {
        "id":"ED508115",
        "title":"School Libraries Count! A National Survey of School Library Media Programs, 2007"},
      {
        "id":"ED508117",
        "title":"School Libraries Count! Supplemental Report on English Language Learners"},
      {
        "id":"ED508121",
        "title":"School Libraries Count! The Second National Survey of School Library Media Programs, 2008"},
      {
        "id":"ED508122",
        "title":"Prevalence of Autism Spectrum Disorders: Autism and Developmental Disabilities Monitoring Network, United States, 2006. Morbidity and Mortality Weekly Report. Surveillance Summaries. Volume 58, Number SS-10"},
      {
        "id":"ED508123",
        "title":"WWC Quick Review of the Article &quot;Technology&apos;s Edge: The Educational Benefits of Computer-Aided Instruction&quot;"},
      {
        "id":"ED508125",
        "title":"School Libraries Count! National Longitudinal Survey of School Library Media Programs"},
      {
        "id":"ED508134",
        "title":"Checked Out: Ohioans' Views on Education 2009"},
      {
        "id":"ED508135",
        "title":"The Literacy Programs of Save the Children: Results from the 2008-09 School Year"},
      {
        "id":"ED508136",
        "title":"Losing Ohio's Future: Why College Graduates Flee the Buckeye State and What Might Be Done about It"},
      {
        "id":"ED508137",
        "title":"Key Findings from a National Internet Survey of 400 Teachers and 95 Principals Conducted November 12-21, 2008"},
      {
        "id":"ED508138",
        "title":"Library Services for Immigrants: A Report on Current Practices"},
      {
        "id":"ED508140",
        "title":"Grandparents: Generous with Money, Not with Advice. A MetLife QuickPOLL of American Grandparents"},
      {
        "id":"ED508141",
        "title":"Naturalization Test Redesign Project: Civics Item Selection Analysis"},
      {
        "id":"ED508142",
        "title":"Retaining Teacher Talent: The View from Generation Y"},
      {
        "id":"ED508143",
        "title":"Retaining Teacher Talent: Convergence and Contradictions in Teachers' Perceptions of Policy Reform Ideas. A Retaining Teacher Talent Report from Learning Point Associates and Public Agenda"},
      {
        "id":"ED508144",
        "title":"Evidence of Program Quality and Youth Outcomes in the DYCD Out-of-School Time Initiative: Report on the Initiative's First Three Years"},
      {
        "id":"ED508145",
        "title":"Instructional Partnerships to Extend Learning in Urban High Schools: Lessons from New York City and Boston"},
      {
        "id":"ED508146",
        "title":"Evaluation of New Jersey After 3: Reaching and Engaging New Jersey's Youth through Afterschool Programs, 2005-2008"},
      {
        "id":"ED508147",
        "title":"The Aging Teaching Workforce: A Snapshot. Age Distribution of Public School Teachers, by State, 2003-2004"},
      {
        "id":"ED508148",
        "title":"Evidence of Program Quality and Youth Outcomes in the DYCD Out-of-School Time Initiative: Report on the Initiative's First Three Years. Executive Summary"},
      {
        "id":"ED508149",
        "title":"The Tell-Tale Data: Virtual Whispering and Final Student Grades"},
      {
        "id":"ED508150",
        "title":"Studies in Teaching: 2009 Research Digest. Research Projects Presented at Annual Research Forum (15th, Winston-Salem, North Carolina, December 2009)"},
      {
        "id":"ED508151",
        "title":"Ensuring Access with Quality to California's Community Colleges. National Center Report #04-3"},
      {
        "id":"ED508152",
        "title":"A Litmus Test of Academic Quality"},
      {
        "id":"ED508153",
        "title":"Mutual Comparison Reception Model (MCRM) of Concept Development in Secondary Science Learning: A Variation to Brunarian Theory"},
      {
        "id":"ED508154",
        "title":"STEM Coursetaking among High School Graduates, 1990-2005. MPR Research Brief"},
      {
        "id":"ED508155",
        "title":"Spellings Commission Report on Affordability and Access to Higher Education:  Changing Demographics, Economic Crisis and Investment in Human Capital"},
      {
        "id":"ED508156",
        "title":"Women in the Digital Realm"},
      {
        "id":"ED508157",
        "title":"Dental Care Every Day: A Caregiver's Guide. Practical Oral Care for People with Developmental Disabilities"},
      {
        "id":"ED508158",
        "title":"Marketing. Nourishing News. Volume 3, Issue 7"},
      {
        "id":"ED508159",
        "title":"2009 Guide to National Board Certification"},
      {
        "id":"ED508161",
        "title":"Literacy and You in a Digital Age. ICEM-CIME 2009 Conference (Abu Dhabi, United Arab Emirates, October 6-8, 2009)"},
      {
        "id":"ED508162",
        "title":"New Idaho Nutrition Standards. Nourishing News. Volume 3, Issue 6"},
      {
        "id":"ED508163",
        "title":"Food Safety. Nourishing News. Volume 3, Issue 10"},
      {
        "id":"ED508164",
        "title":"School Meals Initiative (SMI). Nourishing News. Volume 4, Issue 4"},
      {
        "id":"ED508165",
        "title":"Direct Certification Process. Nourishing News. Volume 4, Issue 3"},
      {
        "id":"ED508166",
        "title":"Farm to School Program. Nourishing News. Volume 4, Issue 2"},
      {
        "id":"ED508167",
        "title":"Summer Food Service Program. Nourishing News. Volume 3, Issue 8"},
      {
        "id":"ED508168",
        "title":"Voices of Influence: &quot;Advancing High-Quality Teaching through National Board Certification&quot;[R]. National Board for Professional Teaching Standards[R]"},
      {
        "id":"ED508169",
        "title":"Team Nutrition e-Newsletter, February 2009"},
      {
        "id":"ED508170",
        "title":"Team Nutrition e-Newsletter, October 2009"},
      {
        "id":"ED508171",
        "title":"Direct Certification/Verification/Application. Nourishing News. Volume 3, Issue 9"},
      {
        "id":"ED508172",
        "title":"New Nutrition Standards for Idaho School Meals. Nourishing News. Volume 4, Issue 1"},
      {
        "id":"ED508173",
        "title":"Every Child Deserves a Great Teacher... National Board Certified Teachers: Better Teaching, Better Learning, Better Schools"},
      {
        "id":"ED508174",
        "title":"Profiles in Excellence: Chicago, Illinois. Leveraging National Board Certification in a District-Wide Human Capital Initiative"},
      {
        "id":"ED508175",
        "title":"Global Journal of Computer Science and Technology. Volume 9, Issue 5 (Ver. 2.0)"},
      {
        "id":"ED508177",
        "title":"Iowa Postsecondary Colleges, Universities, and Schools On-Campus and Off-Campus Classes Available across the State"},
      {
        "id":"ED508183",
        "title":"Outlook. Number 351"},
      {
        "id":"ED508184",
        "title":"Catalogue of Workforce Information Sources: Decision Making Assistance for Regional Economic Development. U.S. Department of Labor, Employment and Training Administration"},
      {
        "id":"ED508185",
        "title":"Food Safety in the National School Lunch Program. USDA Food and Nutrition Service"},
      {
        "id":"ED508186",
        "title":"The School Breakfast Program"},
      {
        "id":"ED508187",
        "title":"Meeting Total Fat Requirements for School Lunches: Influence of School Policies and Characteristics. Economic Research Report Number 87"},
      {
        "id":"ED508188",
        "title":"Meeting Total Fat Requirements for School Lunches: Influence of School Policies and Characteristics. ERS Report Summary"},
      {
        "id":"ED508189",
        "title":"National School Lunch Program"},
      {
        "id":"ED508190",
        "title":"McGovern-Dole International Food for Education and Child Nutrition Program. Fact Sheet"},
      {
        "id":"ED508191",
        "title":"Direct Certification in the National School Lunch Program: State Progress in Implementation. Report to Congress--Summary. USDA Food & Nutrition Service"},
      {
        "id":"ED508192",
        "title":"Food Insecurity in Households with Children: Prevalence, Severity, and Household Characteristics. ERS Report Summary"},
      {
        "id":"ED508193",
        "title":"What's New in USDA's Food Distribution Program for Schools? School Programs USDA Foods Update. Volume 14, Issue 1"},
      {
        "id":"ED508194",
        "title":"Special Milk Program"},
      {
        "id":"ED508195",
        "title":"The WIC Program: Background, Trends, and Economic Issues, 2009 Edition. Economic Research Report Number 73"},
      {
        "id":"ED508196",
        "title":"Rural Broadband at a Glance: 2009 Edition. Economic Information Bulletin Number 47"},
      {
        "id":"ED508197",
        "title":"The Effects of Constructivist Learning Environment on Prospective Mathematics Teachers' Opinions"},
      {
        "id":"ED508198",
        "title":"Towards a Stress Free Education: International Perspective"},
      {
        "id":"ED508202",
        "title":"Emerging Hispanic-Serving Institutions (HSIs): Serving Latino Students"},
      {
        "id":"ED508203",
        "title":"Emerging Hispanic-Serving Institutions (HSIs): Serving Latino Students. Executive Summary"},
      {
        "id":"ED508206",
        "title":"[Establishing IAQ Metrics and Baseline Measures.] \"Indoor Air Quality Tools for Schools\" Update #20"},
      {
        "id":"ED508207",
        "title":"[Reduce Energy Costs While Maintaining Healthy IAQ.] \"Indoor Air Quality Tools for Schools\" Update #17"},
      {
        "id":"ED508208",
        "title":"SunWise: A Program that Radiates Good Ideas. Policy Information"},
      {
        "id":"ED508209",
        "title":"Time to Work or Time to Play: The Effect of Student Employment on Homework, Housework, Screen Time, and Sleep. Working Paper 423"},
      {
        "id":"ED508210",
        "title":"The Timing of Maternal Work and Time with Children. Working Paper 425"},
      {
        "id":"ED508211",
        "title":"Food Insecurity in Households with Children: Prevalence, Severity, and Household Characteristics. Economic Information Bulletin Number 56"},
      {
        "id":"ED508212",
        "title":"Going Home after Hurricane Katrina: Determinants of Return Migration and Changes in Affected Areas. Working Paper 428"},
      {
        "id":"ED508213",
        "title":"The Digital Divide in Education"},
      {
        "id":"ED508214",
        "title":"A Researcher's Dilemma: A Comparison of Estimated versus Actual College G.P.A."},
      {
        "id":"ED508215",
        "title":"Examining the Overrepresentation of African-American Males in Special Education"},
      {
        "id":"ED508216",
        "title":"Self-Esteem in Hispanic Adolescent Females and Its Relation to Dual Parent Households and Single Mother Households"},
      {
        "id":"ED508217",
        "title":"Cases on Challenges Facing E-Learning and National Development: Institutional Studies and Practices. e-Learning Practices. Volume I"},
      {
        "id":"ED508219",
        "title":"Staffing Levels in the Dallas Independent School District"},
      {
        "id":"ED508222",
        "title":"Advancing Entrepreneurship Education. A Report of the Youth Entrepreneurship Strategy Group"},
      {
        "id":"ED508223",
        "title":"Two Cheers for School-Based Financial Education. Issue Brief"},
      {
        "id":"ED508224",
        "title":"Youth Entrepreneurship Education in America: A Policymaker's Action Guide"},
      {
        "id":"ED508225",
        "title":"Program on Neighborhoods and Youth Development: Understanding How Place Matters for Kids"},
      {
        "id":"ED508226",
        "title":"Facing Our Future: Children in the Aftermath of Immigration Enforcement"},
      {
        "id":"ED508227",
        "title":"Characteristics of the Community-Based Job Training Grant (CBJTG) Program"},
      {
        "id":"ED508228",
        "title":"Intentions and Results: &quot;A Look Back at the Adoption and Safe Families Act&quot;"},
      {
        "id":"ED508230",
        "title":"Progress Enrolling Children in Medicaid/CHIP: Who Is Left and What Are the Prospects for Covering More Children? Timely Analysis of Immediate Health Policy Issues"},
      {
        "id":"ED508231",
        "title":"Urban School Board Survey: Characteristics, Structure, and Benefits. Second Survey and Report. Urban Indicator, Fall 2009"},
      {
        "id":"ED508232",
        "title":"Improving Special Education in the Boston Public Schools: Report of the Strategic Support Team of the Council of the Great City Schools, Spring 2009"},
      {
        "id":"ED508233",
        "title":"Building Public Confidence in Urban Schools: It Begins inside the District. A Guide for Administrators and Board Members. A Public Relations Executives Network Project of the Council of the Great City Schools, 2009-2010"},
      {
        "id":"ED508234",
        "title":"Succeeding with English Language Learners: Lessons Learned from the Great City Schools"},
      {
        "id":"ED508235",
        "title":"Improving Special Education in the Rochester City Schools: Report of the Strategic Support Team of the Council of the Great City Schools, Winter 2008-09"},
      {
        "id":"ED508236",
        "title":"Urban School Superintendents: Characteristics, Tenure, and Salary: Sixth Survey and Report. Urban Indicator. Winter 2008/2009"},
      {
        "id":"ED508238",
        "title":"Youth from Distressed Neighborhoods. Vulnerable Youth and the Transition to Adulthood. ASPE Research Brief"},
      {
        "id":"ED508239",
        "title":"Youth from Low-Income Families. Vulnerable Youth and the Transition to Adulthood. ASPE Research Brief"},
      {
        "id":"ED508240",
        "title":"Multiple Pathways Connecting to School and Work. Vulnerable Youth and the Transition to Adulthood. ASPE Research Brief"},
      {
        "id":"ED508241",
        "title":"Second-Generation Latinos Connecting to School and Work. Vulnerable Youth and the Transition to Adulthood. ASPE Research Brief"},
      {
        "id":"ED508242",
        "title":"Young Men and Young Women. Vulnerable Youth and the Transition to Adulthood. ASPE Research Brief"},
      {
        "id":"ED508243",
        "title":"Youth with Depression/Anxiety. Vulnerable Youth and the Transition to Adulthood. ASPE Research Brief"},
      {
        "id":"ED508244",
        "title":"Children of Immigrants: Immigration Trends. Fact Sheet No. 1"},
      {
        "id":"ED508245",
        "title":"Low-Income African American Youth. Vulnerable Youth and the Transition to Adulthood"},
      {
        "id":"ED508246",
        "title":"From the Classroom to the Community: Exploring the Role of Education during Incarceration and Reentry"},
      {
        "id":"ED508247",
        "title":"The Effects of Postsecondary Correctional Education: &quot;Final Report&quot;"},
      {
        "id":"ED508248",
        "title":"Youth from Low-Income Working Families. Vulnerable Youth and the Transition to Adulthood"},
      {
        "id":"ED508249",
        "title":"Are Teacher Absences Worth Worrying about in the U.S.? Working Paper 24"},
      {
        "id":"ED508250",
        "title":"Leaving No Child Behind: Two Paths to School Accountability. Working Paper"},
      {
        "id":"ED508251",
        "title":"The Plight of the ESL Program Director"},
      {
        "id":"ED508252",
        "title":"Towards a Theory for the Study of Responsible Business Practices in Higher Education"},
      {
        "id":"ED508253",
        "title":"Evaluation of a Videoconferencing Pilot Project: Training for Volunteer Literacy Tutors for Speakers of English as an Additional Language (EAL). An iCCAN Pilot Project in Collaboration with the Rural Routes Initiative. Final Report"},
      {
        "id":"ED508254",
        "title":"Formal, Non-Formal and Informal learning: The Case of Literacy, Essential Skills, and Language Learning in Canada"},
      {
        "id":"ED508255",
        "title":"Cases on Challenges Facing E-Learning and National Development: Institutional Studies and Practices. e-Learning Practices. Volume II"},
      {
        "id":"ED508256",
        "title":"Global Journal of Computer Science and Technology. Volume 1.2"},
      {
        "id":"ED508257",
        "title":"The Achievement Consequences of the No Child Left Behind Act. Working Paper"},
      {
        "id":"ED508258",
        "title":"Achievement Trade-Offs and No Child Left Behind. Working Paper"},
      {
        "id":"ED508259",
        "title":"Supplemental Education Services under No Child Left Behind: Who Signs up, and What Do They Gain? Working Paper"},
      {
        "id":"ED508261",
        "title":"Prospects for Reducing Uninsured Rates among Children: How Much Can Premium Assistance Programs Help? Timely Analysis of Immediate Health Policy Issues"},
      {
        "id":"ED508263",
        "title":"Research and Improvement of One's Own Practice--A Way to the Development of Teachers'/Preschool Teachers' Practical Competence"},
      {
        "id":"ED508264",
        "title":"Listen to Me! An Exploration of the Students' Voices Regarding Homework"},
      {
        "id":"ED508265",
        "title":"Federal Expenditures on Infants and Toddlers in 2007"},
      {
        "id":"ED508266",
        "title":"A Detailed Picture of Intergenerational Transmission of Human Capital"},
      {
        "id":"ED508267",
        "title":"Health Care Reform for Children with Public Coverage: How Can Policymakers Maximize Gains and Prevent Harm? Timely Analysis of Immediate Health Policy Issues"},
      {
        "id":"ED508268",
        "title":"The Benefits and Challenges of Registered Apprenticeship: The Sponsors' Perspective"},
      {
        "id":"ED508269",
        "title":"Infants and Toddlers in State and Federal Budgets: Summary Report from Urban Institute Roundtable"},
      {
        "id":"ED508270",
        "title":"The Effect of Alternative Savings Approaches on College Aid. Opportunity and Ownership Facts. Number 15"},
      {
        "id":"ED508271",
        "title":"Testimony of Gina Adams, Senior Fellow, Urban Institute. Before the Early Childhood, Elementary, and Secondary Education Subcommittee Hearing on \"Improving Early Childhood Development Policies and Practices\""},
      {
        "id":"ED508272",
        "title":"Assessing the Potential of Using Value-Added Estimates of Teacher Job Performance for Making Tenure Decisions. Brief 3"},
      {
        "id":"ED508273",
        "title":"The Stability of Value-Added Measures of Teacher Quality and Implications for Teacher Compensation Policy. Brief 4"},
      {
        "id":"ED508274",
        "title":"The Qualifications and Classroom Performance of Teachers Moving to Charter Schools. Working Paper 27"},
      {
        "id":"ED508275",
        "title":"&quot;Who Leaves?&quot; Teacher Attrition and Student Achievement. Working Paper 23"},
      {
        "id":"ED508276",
        "title":"The Narrowing Gap in New York City Teacher Qualifications and Implications for Student Achievement in High-Poverty Schools. Brief 6"},
      {
        "id":"ED508277",
        "title":"Do Disadvantaged Urban Schools Lose Their Best Teachers? Brief 7"},
      {
        "id":"ED508278",
        "title":"Which Students are Left Behind? The Racial Impacts of the No Child Left Behind Act. Working Paper"},
      {
        "id":"ED508279",
        "title":"Supplemental Educational Services and Student Test Score Gains: Evidence from a Large, Urban School District. Working Paper"},
      {
        "id":"ED508280",
        "title":"Left behind by Design: Proficiency Counts and Test-Based Accountability. Working Paper"},
      {
        "id":"ED508281",
        "title":"Status versus Growth: The Distributional Effects of School Accountability Policies. Working Paper"},
      {
        "id":"ED508282",
        "title":"Testimony before District of Columbia City Council on DCPS Human Capital Initiatives"},
      {
        "id":"ED508283",
        "title":"The Effects of Open Enrollment on School Choice and Student Outcomes. Working Paper 26"},
      {
        "id":"ED508284",
        "title":"Overview of Measuring Effect Sizes: The Effect of Measurement Error. Brief 2"},
      {
        "id":"ED508285",
        "title":"What Works Clearinghouse Quick Review of the Report &quot;Evaluation of Experience Corps: Student Reading Outcomes&quot;"},
      {
        "id":"ED508286",
        "title":"What Works Clearinghouse Quick Review of the Article &quot;Recursive Processes in Self-Affirmation: Intervening to Close the Minority Achievement Gap&quot;"},
      {
        "id":"ED508287",
        "title":"Monitoring the Future: National Results on Adolescent Drug Use. Overview of Key Findings, 2008"},
      {
        "id":"ED508288",
        "title":"The Aims and Objectives of the Monitoring the Future Study and Progress toward  Fulfilling Them as of 2006. Monitoring the Future Occasional Paper Paper 65"},
      {
        "id":"ED508289",
        "title":"Education-Drug Use Relationships: An Examination of Racial/Ethnic Subgroups. Monitoring the Future Occasional Paper 66"},
      {
        "id":"ED508290",
        "title":"Demographic Subgroup Trends for Various Licit and Illicit Drugs, 1975-2006. Monitoring the Future Occasional Paper 67"},
      {
        "id":"ED508291",
        "title":"Revisiting Marriage Effects on Substance Use among Young Adults. Monitoring the Future Occasional Paper 68"},
      {
        "id":"ED508292",
        "title":"Demographic Subgroup Trends for Various Licit and Illicit Drugs, 1975-2007. Monitoring the Future Occasional Paper 69"},
      {
        "id":"ED508293",
        "title":"A Comparison of Nine Universities' Academic Policies from 1988 to 2005"},
      {
        "id":"ED508294",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2007. Volume I, Secondary School Students. NIH Publication No. 08-6418A"},
      {
        "id":"ED508295",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2008. Volume I, Secondary School Students. NIH Publication No. 09-7402"},
      {
        "id":"ED508296",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2007. Volume II, College Students and Adults Ages 19-45, 2007. NIH Publication No. 08-6418B"},
      {
        "id":"ED508297",
        "title":"Monitoring the Future: National Survey Results on Drug Use, 1975-2008. Volume II, College Students and Adults Ages 19-50. NIH Publication No. 09-7403"},
      {
        "id":"ED508298",
        "title":"Playing to Type? Mapping the Charter School Landscape. Final Report"},
      {
        "id":"ED508300",
        "title":"Building Capability in Vocational Education and Training Providers: The TAFE Cut. Occasional Paper"},
      {
        "id":"ED508301",
        "title":"The Role of Vocational Education and Training in the Labour Market Outcomes of People with Disabilities. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED508303",
        "title":"Getting the Measure of the VET Professional"},
      {
        "id":"ED508304",
        "title":"National TAFE Workforce Study 2008"},
      {
        "id":"ED508310",
        "title":"Evaluation of the School Administration Manager Project"},
      {
        "id":"ED508311",
        "title":"Ensuring Early Literacy Success. Research Points. Volume 6, Issue 1, Winter 2009"},
      {
        "id":"ED508314",
        "title":"Free to Teach: What America's Teachers Say about Teaching in Public and Private Schools. School Choice Issues in Depth"},
      {
        "id":"ED508315",
        "title":"An Empirical Evaluation of the Florida Tax Credit Scholarship Program. School Choice Issues in the State"},
      {
        "id":"ED508316",
        "title":"The High Cost of Wisconsin's Dropout Rate. School Choice Issues in the State"},
      {
        "id":"ED508317",
        "title":"Expanding Choice: Tax Credits and Educational Access in Indiana"},
      {
        "id":"ED508318",
        "title":"Technology Integration: A Best Practice Perspective"},
      {
        "id":"ED508319",
        "title":"Fifty Educational Markets: A Playbook of State Laws and Regulations Governing Private Schools. School Choice Issues in Depth"},
      {
        "id":"ED508320",
        "title":"The Economic and Fiscal Costs of Failing to Reform K-12 Education in Georgia. School Choice Issues in the State"},
      {
        "id":"ED508321",
        "title":"Virginia's Opinion on K-12 Education and School Choice. School Choice Survey in the State"},
      {
        "id":"ED508322",
        "title":"The Fiscal Impact of a Corporate &amp; Individual Tax Credit Scholarship Program on the State of Indiana. School Choice Issues in the State"},
      {
        "id":"ED508323",
        "title":"Florida's Lessons for Indiana K-12 Reform. School Choice Issues in the State"},
      {
        "id":"ED508324",
        "title":"A Win-Win Solution: The Empirical Evidence on How Vouchers Affect Public Schools. School Choice Issues in Depth"},
      {
        "id":"ED506216",
        "title":"General Achievement Trends: Washington"},
      {
        "id":"ED506217",
        "title":"The Effective English Language Teacher from the Perspectives of Turkish Preparatory School Students"},
      {
        "id":"ED506218",
        "title":"A Study of Multiple Intelligences, Foreign Language Success and Some Selected Variables"},
      {
        "id":"ED506219",
        "title":"The Value of Reflection in Writing Courses in ELT Preservice Teacher Education Programs"},
      {
        "id":"ED506220",
        "title":"Cree Language and Culture: 9-Year Program Guide to Implementation, Grades 4-5-6"},
      {
        "id":"ED506221",
        "title":"English Language Teacher Development with and without a Teacher Trainer: ELT Instructors' Perceptions"},
      {
        "id":"ED506222",
        "title":"Topics of Reading Passages in ELT Coursebooks: What Do Our Students Really Read?"},
      {
        "id":"ED506223",
        "title":"An Analysis of English Language Teaching Coursebooks by Turkish Writers: &quot;Let's Speak English 7&quot; Example"},
      {
        "id":"ED506224",
        "title":"2008-09 Tuition and Fee Rates: A National Comparison"},
      {
        "id":"ED506225",
        "title":"Transfer and Articulation in Higher Education"},
      {
        "id":"ED506226",
        "title":"Higher Education Accountability Report 2007-08"},
      {
        "id":"ED506227",
        "title":"Annual Report on State Financial Aid Programs: 2007-08 Accounting, 2008-09 Estimates, and Notable Events and Activities"},
      {
        "id":"ED506228",
        "title":"Research & Action Report. Volume 30, Number 2, Spring/Summer 2009"},
      {
        "id":"ED506229",
        "title":"Research & Action Report. Volume 30, Number 1, Fall/Winter 2008"},
      {
        "id":"ED506230",
        "title":"U.S. Performance Across International Assessments of Student Achievement: Special Supplement to The Condition of Education 2009. NCES 2009-083"},
      {
        "id":"ED506231",
        "title":"Federal Student Aid Formula: Cost-of-Living Adjustment Could Increase Aid to a Small Percentage of Students in High-Cost Areas but Could Also Further Complicate Aid Process.    Report to Congressional Committees. GAO-09-825"},
      {
        "id":"ED506232",
        "title":"Opportunities for Change: Implementing the 2008 Strategic Master Plan for Higher Education"},
      {
        "id":"ED506233",
        "title":"General Achievement Trends: Oregon"},
      {
        "id":"ED506234",
        "title":"General Achievement Trends: Rhode Island"},
      {
        "id":"ED506235",
        "title":"General Achievement Trends: South Carolina"},
      {
        "id":"ED506236",
        "title":"General Achievement Trends: Tennessee"},
      {
        "id":"ED506237",
        "title":"Word Problems"},
      {
        "id":"ED506238",
        "title":"Environmental Education in the Galapagos: Where Do We Go From Here?"},
      {
        "id":"ED506241",
        "title":"Teacher Preparation: Multiple Federal Education Offices Support Teacher Preparation for Instructing Students with Disabilities and English Language Learners, but Systematic  Departmentwide Coordination Could Enhance This Assistance. Report to the Chairman, Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-09-573"},
      {
        "id":"ED506242",
        "title":"Sexism, Ageism and Racism Prevalent Throughout the South Korean System of Education"},
      {
        "id":"ED506243",
        "title":"A Case Study with Green Dot Public Schools on Managing the Tension between Fidelity and Adaptation When Scaling-Up"},
      {
        "id":"ED506244",
        "title":"Problems of Female School Teachers in Kerala"},
      {
        "id":"ED506245",
        "title":"A New Approach in Perception of Gender in Education: Gender Biases in Iranian Textbooks"},
      {
        "id":"ED506249",
        "title":"Defining Rigorous Content for ACT's QualityCore[TM] End-of-Course Examinations. Issues in College Readiness"},
      {
        "id":"ED506251",
        "title":"What Kind of Interpretations Can Be Made on the Basis of ACT Scores? Issues In College Readiness"},
      {
        "id":"ED506252",
        "title":"The Path to Career Success: High School Achievement, Certainty of Career Choice, and College Readiness Make a Difference. Issues In College Success"},
      {
        "id":"ED506253",
        "title":"Using PLAN to Identify Student Readiness for Rigorous Courses in High School. Issues In College Readiness"},
      {
        "id":"ED506254",
        "title":"Afterschool: Providing a Successful Route to Credit Attainment and Recovery. Afterschool Alert. Issue Brief No.39"},
      {
        "id":"ED506255",
        "title":"Afterschool: A High School Dropout Prevention Tool. Afterschool Alert Issue Brief No.38"},
      {
        "id":"ED506257",
        "title":"Scholastic Achievement in High School Explained? Validation of a Longitudinal Structural Equations Model"},
      {
        "id":"ED506258",
        "title":"Alabama Department of Education Quick Facts, 2008"},
      {
        "id":"ED506259",
        "title":"State Higher Education Finance FY 2008"},
      {
        "id":"ED506260",
        "title":"Analysis of the Developmental Functioning of Early Intervention and Early Childhood Special Education Populations in Oregon. Issues &amp; Answers. REL 2009-078"},
      {
        "id":"ED506261",
        "title":"Standards of Practice for California Community College Counseling Faculty and Programs"},
      {
        "id":"ED506263",
        "title":"The Called, Chosen, and Faithful Leader"},
      {
        "id":"ED506264",
        "title":"Ethics in Counsellor Education: A Sample Orientation Manual"},
      {
        "id":"ED506265",
        "title":"How Much Is That Bachelor&apos;s Degree Really Worth? The Million Dollar Misunderstanding. Education Outlook. No. 5"},
      {
        "id":"ED506266",
        "title":"From the Snapshot to the Full Picture: Measuring School Performance with Value-Added. Education Outlook. No. 7"},
      {
        "id":"ED506267",
        "title":"The Effectiveness of Court-Ordered Funding of Schools. Education Outlook. No. 6"},
      {
        "id":"ED506270",
        "title":"\"Capstone B\" Mathematics Manipulatives"},
      {
        "id":"ED506271",
        "title":"Can School-Wide Positive Behavior Support Be an Evidence-Based Practice?"},
      {
        "id":"ED506272",
        "title":"Organizational Citizenship Behavior (OCB) Display Levels of the Teachers at Secondary Schools According to the Perceptions of the School Administrators"},
      {
        "id":"ED506274",
        "title":"Preparing for the Flu During the 2009-10 School Year: Questions and Answers for Schools"},
      {
        "id":"ED506275",
        "title":"Preparing for the Flu: Department Of Education Recommendations to Ensure the Continuity of Learning for Schools (K-12) During Extended Student Absence or School Dismissal"},
      {
        "id":"ED506278",
        "title":"Technical Report for State and Local Public Health Officials and School Administrators on CDC  Guidance for School (K-12) Responses to Influenza during the 2009-2010 School Year"},
      {
        "id":"ED506279",
        "title":"CDC Guidance for State and Local Public Health Officials and School Administrators for School (K-12) Responses to Influenza during the 2009-2010 School Year"},
      {
        "id":"ED506284",
        "title":"State Budgeting for Higher Education in the United States as Reported for Fiscal Year 2007"},
      {
        "id":"ED506285",
        "title":"KIDS COUNT Data Brief, 2009"},
      {
        "id":"ED506286",
        "title":"KIDS COUNT Data Book, 2009: State Profiles of Child Well-Being"},
      {
        "id":"ED506288",
        "title":"Development of Socioscientific Issues-Based Teaching for Preservice Science Teachers"},
      {
        "id":"ED506289",
        "title":"The Educational Facilities Professional's Practical Guide to Reducing the Campus Carbon Footprint"},
      {
        "id":"ED506291",
        "title":"Underprotected, Undersupported: Low-Income Children at Risk"},
      {
        "id":"ED506293",
        "title":"Relation between Justice Perception and Perception of Trust in School of Secondary School Vice-Directors"},
      {
        "id":"ED506294",
        "title":"Incorporating Inquiry-Based Learning in the Calculus Sequence: A Most Challenging Endeavour"},
      {
        "id":"ED506295",
        "title":"Inquiry-Based Learning: An Educational Reform Based upon Content-Centred Teaching"},
      {
        "id":"ED506296",
        "title":"Exit Exams: Decreases or Increases the Dropout Rate"},
      {
        "id":"ED506297",
        "title":"The Effects of Background Information and Syntactic Cues in Reading French Narratives"},
      {
        "id":"ED506298",
        "title":"CBT and Autism Spectrum Disorders: A Comprehensive Literature Review"},
      {
        "id":"ED506300",
        "title":"Legislative Agenda for the 111th Congress, 2009-2010"},
      {
        "id":"ED506305",
        "title":"Performance Factors Analysis -- A New Alternative to Knowledge Tracing"},
      {
        "id":"ED506306",
        "title":"Learning Factors Transfer Analysis: Using Learning Curve Analysis to Automatically Generate Domain Models"},
      {
        "id":"ED506307",
        "title":"Kentucky Hispanic School Board Members"},
      {
        "id":"ED506309",
        "title":"An Opportunity to Get More Aid to Florida Students. Information Brief. Volume 7, Issue 2"},
      {
        "id":"ED506310",
        "title":"State University System Data Requests. Information Brief. Volume 7, Issue 1"},
      {
        "id":"ED506311",
        "title":"Who Does Not Benefit from Federal and State Financial Aid Programs? Information Brief. Volume 7, Issue 3"},
      {
        "id":"ED506312",
        "title":"Master's Degrees in the State University System of Florida. Information Brief. Volume 6, Issue 1"},
      {
        "id":"ED506313",
        "title":"What Is the Role of Distance Learning in the State University System? Information Brief. Volume 6, Issue 2"},
      {
        "id":"ED506314",
        "title":"Family Functioning and Maladaptive Schemas: The Moderating Effects of Optimism"},
      {
        "id":"ED506315",
        "title":"Downtown Elementary School (DES): The Unique School That Juxtaposes Both Magnet and Professional Development School (PDS) Programs"},
      {
        "id":"ED506316",
        "title":"Alliance Performance to Integrate Higher Education: Smarter Partners with Shared Values and Capacity Building"},
      {
        "id":"ED506317",
        "title":"Values--A Study of Teacher and Student Perceptions in Four Countries"},
      {
        "id":"ED506318",
        "title":"Preliminary Analysis of the (Process and Product) Quality of Physical Education in Flemish Secondary Schools: Implementation of IKLO"},
      {
        "id":"ED506319",
        "title":"The Impact of Storybooks on Kindergarten Children's Mathematical Achievement and Approaches to Learning"},
      {
        "id":"ED506320",
        "title":"Questions in the Answers to Primary School Educational Reconstruction in Sierra Leone"},
      {
        "id":"ED506321",
        "title":"Parents' Views on Preschool Care and Education in Local Community"},
      {
        "id":"ED506322",
        "title":"Teacher Generations in an Era of Reform"},
      {
        "id":"ED506323",
        "title":"Experimental Training of Children with Attention Deficit/Hyperactivity Disorder"},
      {
        "id":"ED506324",
        "title":"What Should Count as Worthwhile Knowledge in Determining a Curriculum for Supporting Out-of-school Children and Youth?"},
      {
        "id":"ED506325",
        "title":"Reconstructing Masculinity and Power in Africa through Open Distance Learning for Sustainable Development: A Critical Analysis of Wole Soyinka's &quot;Climate of Fear&quot;"},
      {
        "id":"ED506326",
        "title":"Promoting Global Citizenship through ICT: Ukrainian High School Students"},
      {
        "id":"ED506327",
        "title":"Bridging the Gap between Higher Education and the Telecommunications Engineering Sector"},
      {
        "id":"ED506328",
        "title":"The Effects of Science, Technology, Society and Environment (STSE) Education on Students' Career Planning"},
      {
        "id":"ED506329",
        "title":"California Library Statistics, 2009: Fiscal Year 2007-2008 from Public, Academic, Special and County Law Libraries"},
      {
        "id":"ED506330",
        "title":"Where Are State Funds Spent? The Distribution of Spending across California Regions. CRB 08-017"},
      {
        "id":"ED506331",
        "title":"Child Care Funding Sources for California School Districts. CRB 08-014"},
      {
        "id":"ED506332",
        "title":"Study Abroad Programs: Elements of Effective International Student and Faculty Exchange Programs. CRB 09-006"},
      {
        "id":"ED506333",
        "title":"The Careers Project: An Economic Analysis of Ten Industry Clusters in California. CRB 09-002"},
      {
        "id":"ED506334",
        "title":"The Careers Project: School Survey of Middle and High School Principals and Counselors in California. CRB 09-001"},
      {
        "id":"ED506335",
        "title":"The Careers Project: Survey of Representatives of Business and Industry in California. CRB 09-003"},
      {
        "id":"ED506336",
        "title":"The Careers Project: Focus Group Perspectives on Provisions for Career Exploration and Development Opportunities at Selected Middle and High Schools in California. CRB 09-004"},
      {
        "id":"ED506337",
        "title":"The Careers Project: A Summary with Policy Options. CRB 09-005"},
      {
        "id":"ED506338",
        "title":"Recognizing the Effects of Comprehension Language Barriers and Adaptability Cultural Barriers on Selected First-Generation Undergraduate Vietnamese Students"},
      {
        "id":"ED506340",
        "title":"Waterford Early Reading Program [TM]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED506343",
        "title":"Math Education Practices for Students with Disabilities and Other Struggling Learners: Case Studies of Six Schools in Two Northeast and Islands Region States. Issues &amp; Answers. REL 2008-No. 053"},
      {
        "id":"ED506344",
        "title":"Global Competition and Its Projected Impact on the Counseling Profession: Searching for Peaceful Strategies"},
      {
        "id":"ED506345",
        "title":"After-School Math. NCEE Evaluation Brief 2009-4057"},
      {
        "id":"ED506346",
        "title":"Professional Development for Early Reading Teachers. NCEE Evaluation Brief 2009-4055"},
      {
        "id":"ED506347",
        "title":"Reading First's Impact. NCEE Evaluation Brief 2009-4054"},
      {
        "id":"ED506348",
        "title":"Models of Response to Intervention in the Northwest Region States. Issues &amp; Answers. REL 2009--No. 079"},
      {
        "id":"ED506350",
        "title":"After-School Reading. NCEE Evaluation Brief. NCEE 2009-4056"},
      {
        "id":"ED506351",
        "title":"Change and Sustain/Ability: A Program Director's Reflections on Institutional Learning"},
      {
        "id":"ED506352",
        "title":"Multicultural Music Education: Building an Appreciative Audience"},
      {
        "id":"ED506353",
        "title":"The Quest to Control Emotion(s): A Critical Integral Fearanalysis"},
      {
        "id":"ED506354",
        "title":"The Effect of Computer Assisted Language Learning on Turkish Learners' Achievement on the TOEFL Exam"},
      {
        "id":"ED506355",
        "title":"Exposing the Essay: A Study of Ninth Graders and Expository Writing"},
      {
        "id":"ED506357",
        "title":"A Topical Bibliography on Computer-Assisted Language Learning (CALL)"},
      {
        "id":"ED506358",
        "title":"Revenues and Expenditures for Public Elementary and Secondary School Districts: School Year 2006-07 (Fiscal Year 2007). First Look. NCES 2009-338"},
      {
        "id":"ED506359",
        "title":"Ayn Rand: Effective Educational Leadership Traits Compared to Selfishness"},
      {
        "id":"ED506360",
        "title":"Dropout Prevention: Strategies for Improving High School Graduation Rates"},
      {
        "id":"ED506361",
        "title":"One-to-One Tutoring for Reading in Grade One: Is It Beneficial for All Students?"},
      {
        "id":"ED506362",
        "title":"A Look at Differentiating Instruction: Tips for Teachers. Newsletter"},
      {
        "id":"ED506363",
        "title":"Middle-to-High-School Transition Practical Strategies to Consider. Newsletter"},
      {
        "id":"ED506364",
        "title":"Conducting A Comprehensive Needs Assessment. Newsletter"},
      {
        "id":"ED506365",
        "title":"Reallocating Resources To Support School Improvement. Newsletter"},
      {
        "id":"ED506366",
        "title":"Designing Effective School Improvement Strategies. Newsletter"},
      {
        "id":"ED506367",
        "title":"ACT Profile Report: National--Graduating Class 2009"},
      {
        "id":"ED506368",
        "title":"National Overview: Measuring College and Career Readiness--The Class of 2009"},
      {
        "id":"ED506369",
        "title":"What Works: 20 Years of Curriculum Development and Research for Advanced Learners, 1988-2008"},
      {
        "id":"ED506374",
        "title":"Evaluating the Impact of Remedial Education in Florida Community Colleges: A Quasi-Experimental Regression Discontinuity Design. NCPR Brief"},
      {
        "id":"ED506375",
        "title":"The Development of Habitus Over Time. WCER Working Paper No. 2009-7"},
      {
        "id":"ED506376",
        "title":"Outlook. Number 347"},
      {
        "id":"ED506377",
        "title":"Proceedings of the 2009 ASCUE Summer Conference (42nd, North Myrtle Beach, South Carolina, June 14-18, 2009)"},
      {
        "id":"ED506378",
        "title":"Threshold to Transfer Writing Skills from L1 to L2"},
      {
        "id":"ED506379",
        "title":"Measuring College and Career Readiness: The Class of 2009. California"},
      {
        "id":"ED506381",
        "title":"An Analysis of Section 529 College Savings and Prepaid Tuition Plans. A Report Prepared by the Department of Treasury for the White House Task Force on Middle Class Working Families"},
      {
        "id":"ED506383",
        "title":"Simplifying Student Aid: The Case for an Easier, Faster, and More Accurate FAFSA"},
      {
        "id":"ED506387",
        "title":"Measuring College and Career Readiness: The Class of 2009. Alabama"},
      {
        "id":"ED506388",
        "title":"Measuring College and Career Readiness: The Class of 2009. Alaska"},
      {
        "id":"ED506389",
        "title":"Measuring College and Career Readiness: The Class of 2009. Arizona"},
      {
        "id":"ED506390",
        "title":"Measuring College and Career Readiness: The Class of 2009. Arkansas"},
      {
        "id":"ED506391",
        "title":"Measuring College and Career Readiness: The Class of 2009. Colorado"},
      {
        "id":"ED506392",
        "title":"Measuring College and Career Readiness: The Class of 2009. Connecticut"},
      {
        "id":"ED506393",
        "title":"Measuring College and Career Readiness: The Class of 2009. Delaware"},
      {
        "id":"ED506394",
        "title":"Measuring College and Career Readiness: The Class of 2009. Florida"},
      {
        "id":"ED506395",
        "title":"United States Merchant Marine Academy: Internal Control Weaknesses Resulted in Improper Sources and Uses of Funds; Some Corrective Actions Are Under Way. Report to Congressional Committees. GAO-09-635"},
      {
        "id":"ED506400",
        "title":"Learning beyond Boundaries: Japanese Teachers Learning to Reflect and Reflecting to Learn"},
      {
        "id":"ED506401",
        "title":"Clarification of Premature Discovery in Science in Terms of Higher Education and Broader Communication"},
      {
        "id":"ED506402",
        "title":"The School Psychologist's Role in Response to Intervention (RtI): Factors That Influence RtI Implementation"},
      {
        "id":"ED506403",
        "title":"Smart Language: Readers, Readability, and the Grading of Text"},
      {
        "id":"ED506404",
        "title":"The Classic Readability Studies"},
      {
        "id":"ED506408",
        "title":"ACT Profile Report: State. Graduating Class 2009. Florida"},
      {
        "id":"ED506409",
        "title":"ACT Profile Report: State. Graduating Class 2009. Delaware"},
      {
        "id":"ED506410",
        "title":"ACT Profile Report: State. Graduating Class 2009. Connecticut"},
      {
        "id":"ED506411",
        "title":"ACT Profile Report: State. Graduating Class 2009. Colorado"},
      {
        "id":"ED506412",
        "title":"ACT Profile Report: State. Graduating Class 2009. California"},
      {
        "id":"ED506413",
        "title":"ACT Profile Report: State. Graduating Class 2009. Arkansas"},
      {
        "id":"ED506414",
        "title":"ACT Profile Report: State. Graduating Class 2009. Alaska"},
      {
        "id":"ED506415",
        "title":"ACT Profile Report: State. Graduating Class 2009. Arizona"},
      {
        "id":"ED506416",
        "title":"ACT Profile Report: State. Graduating Class 2009. Alabama"},
      {
        "id":"ED506417",
        "title":"Measuring College and Career Readiness: The Class of 2009. Georgia"},
      {
        "id":"ED506418",
        "title":"ACT Profile Report: State. Graduating Class 2009. Georgia"},
      {
        "id":"ED506419",
        "title":"Measuring College and Career Readiness: The Class of 2009. Hawaii"},
      {
        "id":"ED506420",
        "title":"ACT Profile Report: State. Graduating Class 2009. Hawaii"},
      {
        "id":"ED506421",
        "title":"Measuring College and Career Readiness: The Class of 2009. Idaho"},
      {
        "id":"ED506422",
        "title":"ACT Profile Report: State. Graduating Class 2009. Idaho"},
      {
        "id":"ED506423",
        "title":"Measuring College and Career Readiness: The Class of 2009. Illinois"},
      {
        "id":"ED506424",
        "title":"ACT Profile Report: State. Graduating Class 2009. Illinois"},
      {
        "id":"ED506425",
        "title":"Measuring College and Career Readiness: The Class of 2009. Indiana"},
      {
        "id":"ED506426",
        "title":"ACT Profile Report: State. Graduating Class 2009. Indiana"},
      {
        "id":"ED506427",
        "title":"Legal Aspects of Accessibility in Higher Education and the ADA"},
      {
        "id":"ED506428",
        "title":"The Truman Commission: International Developments for Colleges"},
      {
        "id":"ED506429",
        "title":"Online Reading Comprehension Strategies among General and Special Education Elementary and Middle School Students"},
      {
        "id":"ED506430",
        "title":"Relationship Between Emotional Intelligence of Primary School 4th and 5th Grade Students and their Teachers"},
      {
        "id":"ED506431",
        "title":"Measuring College and Career Readiness: The Class of 2009. Iowa"},
      {
        "id":"ED506432",
        "title":"ACT Profile Report: State. Graduating Class 2009. Iowa"},
      {
        "id":"ED506433",
        "title":"Measuring College and Career Readiness: The Class of 2009. Kansas"},
      {
        "id":"ED506434",
        "title":"ACT Profile Report: State Graduating Class 2009. Kansas"},
      {
        "id":"ED506435",
        "title":"Measuring College and Career Readiness: The Class of 2009. Kentucky"},
      {
        "id":"ED506436",
        "title":"ACT Profile Report: State Graduating Class 2009. Kentucky"},
      {
        "id":"ED506437",
        "title":"Measuring College and Career Readiness: The Class of 2009. Louisiana"},
      {
        "id":"ED506438",
        "title":"ACT Profile Report: State Graduating Class 2009. Louisiana"},
      {
        "id":"ED506439",
        "title":"Measuring College and Career Readiness: The Class of 2009. Maine"},
      {
        "id":"ED506440",
        "title":"ACT Profile Report: State Graduating Class 2009. Maine"},
      {
        "id":"ED506441",
        "title":"Measuring College and Career Readiness: The Class of 2009. Maryland"},
      {
        "id":"ED506442",
        "title":"ACT Profile Report: State. Graduating Class 2009. Maryland"},
      {
        "id":"ED506443",
        "title":"Measuring College and Career Readiness: The Class of 2009. Massachusetts"},
      {
        "id":"ED506444",
        "title":"ACT Profile Report: State. Graduating Class 2009. Massachusetts"},
      {
        "id":"ED506445",
        "title":"Measuring College and Career Readiness: The Class of 2009. Michigan"},
      {
        "id":"ED506446",
        "title":"ACT Profile Report: State Graduating Class 2009. Michigan"},
      {
        "id":"ED506447",
        "title":"Measuring College and Career Readiness: The Class of 2009. Minnesota"},
      {
        "id":"ED506448",
        "title":"ACT Profile Report: State. Graduating Class 2009. Minnesota"},
      {
        "id":"ED506449",
        "title":"Measuring College and Career Readiness: The Class of 2009. Mississippi"},
      {
        "id":"ED506450",
        "title":"ACT Profile Report: State. Graduating Class 2009. Mississippi"},
      {
        "id":"ED506451",
        "title":"Projections of Education Statistics to 2018. Thirty-Seventh Edition. NCES 2009-062"},
      {
        "id":"ED506452",
        "title":"Measuring College and Career Readiness: The Class of 2009. Missouri"},
      {
        "id":"ED506453",
        "title":"ACT Profile Report: State. Graduating Class 2009. Missouri"},
      {
        "id":"ED506454",
        "title":"Measuring College and Career Readiness: The Class of 2009. Nebraska"},
      {
        "id":"ED506455",
        "title":"ACT Profile Report: State. Graduating Class 2009. Nebraska"},
      {
        "id":"ED506456",
        "title":"Measuring College and Career Readiness: The Class of 2009. Nevada"},
      {
        "id":"ED506457",
        "title":"ACT Profile Report: State. Graduating Class 2009. Nevada"},
      {
        "id":"ED506458",
        "title":"Review of the Literature Regarding Female Collegiate Athletes with Eating Disorders and Disordered Eating"},
      {
        "id":"ED506459",
        "title":"Measuring College and Career Readiness: The Class of 2009. New Hampshire"},
      {
        "id":"ED506460",
        "title":"ACT Profile Report: State. Graduating Class 2009. New Hampshire"},
      {
        "id":"ED506461",
        "title":"Measuring College and Career Readiness: The Class of 2009. New Jersey"},
      {
        "id":"ED506462",
        "title":"ACT Profile Report: State. Graduating Class 2009. New Jersey"},
      {
        "id":"ED506463",
        "title":"Measuring College and Career Readiness: The Class of 2009. New Mexico"},
      {
        "id":"ED506464",
        "title":"ACT Profile Report: State. Graduating Class 2009. New Mexico"},
      {
        "id":"ED506465",
        "title":"Helping Students Navigate the Path to College: What High Schools Can Do. IES Practice Guide. NCEE 2009-4066"},
      {
        "id":"ED506466",
        "title":"Measuring College and Career Readiness: The Class of 2009. New York"},
      {
        "id":"ED506467",
        "title":"ACT Profile Report: State. Graduating Class 2009. New York"},
      {
        "id":"ED506468",
        "title":"ACT Profile Report: State. Graduating Class 2009. North Carolina"},
      {
        "id":"ED506469",
        "title":"Measuring College and Career Readiness: The Class of 2009. North Carolina"},
      {
        "id":"ED506470",
        "title":"Measuring College and Career Readiness: The Class of 2009. North Dakota"},
      {
        "id":"ED506471",
        "title":"ACT Profile Report: State. Graduating Class 2009. North Dakota"},
      {
        "id":"ED506472",
        "title":"Measuring College and Career Readiness: The Class of 2009. Montana"},
      {
        "id":"ED506473",
        "title":"ACT Profile Report: State. Graduating Class 2009. Montana"},
      {
        "id":"ED506474",
        "title":"Measuring College and Career Readiness: The Class of 2009. Ohio"},
      {
        "id":"ED506475",
        "title":"ACT Profile Report: State. Graduating Class 2009. Ohio"},
      {
        "id":"ED506476",
        "title":"Cantorian Set Theory and Teaching Prospective Teachers"},
      {
        "id":"ED506477",
        "title":"Measuring College and Career Readiness: The Class of 2009. Oklahoma"},
      {
        "id":"ED506478",
        "title":"ACT Profile Report: State. Graduating Class 2009. Oklahoma"},
      {
        "id":"ED506479",
        "title":"Measuring College and Career Readiness: The Class of 2009. Oregon"},
      {
        "id":"ED506480",
        "title":"ACT Profile Report: State. Graduating Class 2009. Oregon"},
      {
        "id":"ED506481",
        "title":"Measuring College and Career Readiness: The Class of 2009. Vermont"},
      {
        "id":"ED506482",
        "title":"ACT Profile Report: State. Graduating Class 2009. Vermont"},
      {
        "id":"ED506483",
        "title":"Measuring College and Career Readiness: The Class of 2009. Virginia"},
      {
        "id":"ED506484",
        "title":"ACT Profile Report: State. Graduating Class 2009. Virginia"},
      {
        "id":"ED506485",
        "title":"Measuring College and Career Readiness: The Class of 2009. Washington"},
      {
        "id":"ED506486",
        "title":"ACT Profile Report: State. Graduating Class 2009. Washington"},
      {
        "id":"ED506487",
        "title":"Measuring College and Career Readiness: The Class of 2009. Washington, DC"},
      {
        "id":"ED506488",
        "title":"ACT Profile Report: State. Graduating Class 2009. District of Columbia"},
      {
        "id":"ED506489",
        "title":"Exploring Disclosure in Childhood Sexual Abuse"},
      {
        "id":"ED506490",
        "title":"Measuring College and Career Readiness: The Class of 2009. Pennsylvania"},
      {
        "id":"ED506491",
        "title":"ACT Profile Report: State. Graduating Class 2009. Pennsylvania"},
      {
        "id":"ED506492",
        "title":"Measuring College and Career Readiness: The Class of 2009. Rhode Island"},
      {
        "id":"ED506493",
        "title":"ACT Profile Report: State. Graduating Class 2009. Rhode Island"},
      {
        "id":"ED506494",
        "title":"ACT Profile Report: State. Graduating Class 2009. South Carolina"},
      {
        "id":"ED506495",
        "title":"Measuring College and Career Readiness: The Class of 2009. South Carolina"},
      {
        "id":"ED506496",
        "title":"Measuring College and Career Readiness: The Class of 2009. South Dakota"},
      {
        "id":"ED506497",
        "title":"ACT Profile Report: State. Graduating Class 2009. South Dakota"},
      {
        "id":"ED506498",
        "title":"Measuring College and Career Readiness: The Class of 2009. Tennessee"},
      {
        "id":"ED506499",
        "title":"ACT Profile Report: State. Graduating Class 2009. Tennessee"},
      {
        "id":"ED506500",
        "title":"ACT Profile Report: State. Graduating Class 2009. Texas"},
      {
        "id":"ED506501",
        "title":"Measuring College and Career Readiness: The Class of 2009. Utah"},
      {
        "id":"ED506502",
        "title":"ACT Profile Report: State. Graduating Class 2009. Utah"},
      {
        "id":"ED506503",
        "title":"What Did You Do in School Today? Transforming Classrooms through Social, Academic, and Intellectual Engagement. (First National Report)"},
      {
        "id":"ED506504",
        "title":"On Humanistic Science Education"},
      {
        "id":"ED506505",
        "title":"Measuring College and Career Readiness: The Class of 2009. West Virginia"},
      {
        "id":"ED506506",
        "title":"ACT Profile Report: State. Graduating Class 2009. West Virginia"},
      {
        "id":"ED506507",
        "title":"Measuring College and Career Readiness: The Class of 2009. Wisconsin"},
      {
        "id":"ED506508",
        "title":"ACT Profile Report: State. Graduating Class 2009. Wisconsin"},
      {
        "id":"ED506509",
        "title":"Measuring College and Career Readiness: The Class of 2009. Wyoming"},
      {
        "id":"ED506510",
        "title":"ACT Profile Report: State. Graduating Class 2009. Wyoming"},
      {
        "id":"ED506511",
        "title":"Cognitive Development, Analytical Thinking and Learning Satisfaction of Second Grade Students Learned through Inquiry-Based Learning"},
      {
        "id":"ED506512",
        "title":"Women and Minorities in Engineering: A Review of the Literature"},
      {
        "id":"ED506513",
        "title":"Rethinking Measurement in Higher Education Research"},
      {
        "id":"ED506514",
        "title":"Theories of Student Success: Evaluating the Effectiveness of an Intervention Strategy"},
      {
        "id":"ED506515",
        "title":"The Effect of Book Blogging on the Motivation of 3rd-Grade Students"},
      {
        "id":"ED506516",
        "title":"Primary School Teachers' Inspection in Turkey: Primary School Teachers' Expectations about Inspectors' Guidance Roles and the Realisation Level of These Expectations"},
      {
        "id":"ED506517",
        "title":"Making Meaningful Measurement in Survey Research: The Use of Person and Item Maps"},
      {
        "id":"ED506518",
        "title":"Reform-Oriented Teaching of Introductory Statistics in the Health, Social and Behavioral Sciences--Historical Context and Rationale"},
      {
        "id":"ED506519",
        "title":"Reflection on Training, Experience, and Introductory Statistics: A Mini-Survey of Tertiary Level Statistics Instructors"},
      {
        "id":"ED506520",
        "title":"Development and Initial Validation of a Scale to Measure Instructors' Attitudes toward Concept-Based Teaching of Introductory Statistics in the Health and Behavioral Sciences"},
      {
        "id":"ED506521",
        "title":"Teaching Introductory Statistics in the Social & Behavioral Sciences: Approach & Rationale"},
      {
        "id":"ED506522",
        "title":"Link and Think--A Model for Enhancing the Teaching and Learning of Statistics in the Behavioral Sciences (The Power of a Definition)"},
      {
        "id":"ED506523",
        "title":"Research on the Textbook Selection Process in the United States of America"},
      {
        "id":"ED506524",
        "title":"The Movement for National Academic Standards: A Comparison of the Common Core State Standards Initiative in the USA and the National Curriculum in Australia"},
      {
        "id":"ED506525",
        "title":"Development and Validation of a Teaching Practice Scale (TISS) for Instructors of Introductory Statistics at the College Level"},
      {
        "id":"ED506526",
        "title":"High Test Anxiety among Nursing Students"},
      {
        "id":"ED506527",
        "title":"Promoting Student Success: What Campus Leaders Can Do. Occasional Paper No. 1"},
      {
        "id":"ED506528",
        "title":"Promoting Student Success: What the Media and the General Public Need to Know. Occasional Paper No. 2"},
      {
        "id":"ED506529",
        "title":"Promoting Student Success: Creating Conditions So Every Student Can Learn. Occasional Paper No. 3"},
      {
        "id":"ED506530",
        "title":"Promoting Student Success: The Importance of Shared Leadership and Collaboration. Occasional Paper No. 4"},
      {
        "id":"ED506531",
        "title":"Promoting Student Success: What Student Affairs Can Do. Occasional Paper No. 5"},
      {
        "id":"ED506532",
        "title":"Promoting Student Success: What Faculty Members Can Do. Occasional Paper No. 6"},
      {
        "id":"ED506533",
        "title":"Promoting Student Success: Using Financial and Other Resources to Enhance Student Success. Occasional Paper No. 7"},
      {
        "id":"ED506534",
        "title":"Promoting Student Success: What Student Leaders Can Do. Occasional Paper No. 8"},
      {
        "id":"ED506535",
        "title":"Promoting Student Success: Small Steps Campuses Can Take. Occasional Paper No. 9"},
      {
        "id":"ED506536",
        "title":"Promoting Student Success: What Department Chairs Can Do. Occasional Paper No. 10"},
      {
        "id":"ED506537",
        "title":"Promoting Student Success: What Advisors Can Do. Occasional Paper No. 11"},
      {
        "id":"ED506538",
        "title":"Promoting Student Success: What New Faculty Need to Know. Occasional Paper No. 12"},
      {
        "id":"ED506539",
        "title":"Promoting Student Success: Making Place Matter to Student Success. Occasional Paper No. 13"},
      {
        "id":"ED506540",
        "title":"Promoting Student Success: What SHEEOs and System Heads Can Do. Occasional Paper No. 14"},
      {
        "id":"ED506541",
        "title":"Promoting Student Success: What Accreditation Teams Can Do. Occasional Paper No. 15"},
      {
        "id":"ED506542",
        "title":"Promoting Student Success: What Business Leaders Can Do. Occasional Paper No. 16"},
      {
        "id":"ED506543",
        "title":"AccessSTEM: Building Capacity to Include Students with Disabilities in Science, Technology, Engineering, and Mathematics Fields"},
      {
        "id":"ED506544",
        "title":"AccessSTEM: Building the Capacity of Washington and Oregon Teachers to Include  Students with Disabilities in Science, Technology, Engineering, and Mathematics Courses"},
      {
        "id":"ED506545",
        "title":"Universal Design in Education: Principles and Applications"},
      {
        "id":"ED506546",
        "title":"Universal Design in Postsecondary Education: Process, Principles, and Applications"},
      {
        "id":"ED506547",
        "title":"Universal Design of Instruction (UDI): Definition, Principles, Guidelines, and Examples."},
      {
        "id":"ED506548",
        "title":"AccessComputing: Building Capacity for Veterans"},
      {
        "id":"ED506549",
        "title":"AccessSTEM: Building Capacity"},
      {
        "id":"ED506550",
        "title":"Universal Design: Process, Principles, and Applications"},
      {
        "id":"ED506551",
        "title":"The Relationship between Mississippi Accreditation Ranking and Socio-Economic Status of Student Populations in Accredited Schools"},
      {
        "id":"ED506552",
        "title":"Proprietary Schools: Stronger Department of Education Oversight Needed to Help Ensure Only Eligible Students Receive Federal Student Aid. Report to the Chairman, Subcommittee on Higher Education, Lifelong Learning and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-09-600"},
      {
        "id":"ED506553",
        "title":"Research Report for GeSCI Meta-Review of ICT in Education"},
      {
        "id":"ED506554",
        "title":"Treating Social Anxiety in Adolescents: Ten Group Therapy Lesson Plans"},
      {
        "id":"ED506555",
        "title":"Low-Income and Minority Serving Institutions: Management Attention to Long-standing Concerns Needed to Improve Education's Oversight of Grant Programs. Report to the Chairman, Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-09-309"},
      {
        "id":"ED506556",
        "title":"School Meal Programs: Changes to Federal Agencies' Procedures Could Reduce Risk of School Children Consuming Recalled Food. Report to Congressional Requesters. GAO-09-649"},
      {
        "id":"ED506557",
        "title":"Importing Educators: Causes and Consequences of International Teacher Recruitment"},
      {
        "id":"ED506558",
        "title":"Race to the Top: Colorado May be Used to High Altitudes but Can it Compete in Race to the Top?"},
      {
        "id":"ED506559",
        "title":"Robbing Peter to Pay Paul: The Case Against &quot;Comparability&quot;"},
      {
        "id":"ED506561",
        "title":"High School Dropout and Completion Rates in the United States: 2007 Compendium Report. NCES 2009-064"},
      {
        "id":"ED506563",
        "title":"Searching the Attic: How States Are Responding to the Nation&apos;s Goal of Placing a Highly Qualified Teacher in Every Classroom. NCTQ Reports"},
      {
        "id":"ED506564",
        "title":"Preparing Tomorrow's Teachers: Are New Mexico's Education School Graduates Ready to Teach Reading and Mathematics in Elementary Classrooms?"},
      {
        "id":"ED506565",
        "title":"Preparing Tomorrow's Teachers: Are Utah's Education School Graduates Ready to Teach Reading and Mathematics in Elementary Classrooms?"},
      {
        "id":"ED506566",
        "title":"How Information Technology Can Enable 21st Century Schools"},
      {
        "id":"ED506567",
        "title":"RAND's Rose-Colored Glasses: How RAND's Report on U.S. Competitiveness in Science and Technology Gets It Wrong"},
      {
        "id":"ED506568",
        "title":"Preparing Tomorrow's Teachers: Are Wyoming's Education School Graduates Ready to Teach Reading and Mathematics in Elementary Classrooms?"},
      {
        "id":"ED506569",
        "title":"What Indiana's Education Schools Aren't Teaching About Reading"},
      {
        "id":"ED506570",
        "title":"Human Capital in Hartford Public Schools: Rethinking How to Attract, Develop, and Retain Effective Teachers"},
      {
        "id":"ED506571",
        "title":"Addressing the STEM Challenge by Expanding Specialty Math and Science High Schools"},
      {
        "id":"ED506572",
        "title":"Invisible Ink in Collective Bargaining: Why Key Issues Are Not Addressed"},
      {
        "id":"ED506573",
        "title":"Tackling the STEM Crisis: Five Steps Your State Can Take to Improve the Quality and Quantity of its K-12 Math and Science Teachers"},
      {
        "id":"ED506575",
        "title":"Focus Group Reactions to Three Definitions of Reading (As Originally Developed in Support of NARAP Goal 1)"},
      {
        "id":"ED506576",
        "title":"Defining Reading Proficiency for Accessible Large-Scale Assessments: Some Guiding Principles and Issues"},
      {
        "id":"ED506581",
        "title":"Assessing California's Multiple Pathways Field: Preparing Youth for Success in College and Career. Focus"},
      {
        "id":"ED506582",
        "title":"Benchmark Studies &amp; Reports in Adult Literacy"},
      {
        "id":"ED506583",
        "title":"To Ensure America's Future: Building a National Opportunity System for Adults. Strengthening Links between Adult Education and Community Colleges. Summary Report of the CAAL Project on Adult Education and Community Colleges"},
      {
        "id":"ED506584",
        "title":"Passing the Torch: Strategies for Innovation in Community College ESL"},
      {
        "id":"ED506585",
        "title":"Dual Enrollment Policies and Practices: Earning College Credit in California High Schools. Lessons Learned from the Concurrent Courses Initiative"},
      {
        "id":"ED506586",
        "title":"The Strong Field Framework: A Guide and Toolkit for Funders and Nonprofits Committed to Large-Scale Impact"},
      {
        "id":"ED506590",
        "title":"Expanding Horizons: Pacesetters in Adult Education for Work"},
      {
        "id":"ED506591",
        "title":"Adult Education and Postsecondary Success. Policy Brief"},
      {
        "id":"ED506592",
        "title":"Four Lay-of-the-Land Papers on the Federal Role in Adult Literacy"},
      {
        "id":"ED506593",
        "title":"Workplace Education: Twenty State Perspectives"},
      {
        "id":"ED506594",
        "title":"Policies to Promote Adult Education and Postsecondary Alignment"},
      {
        "id":"ED506595",
        "title":"Mounting Pressures Facing the U.S. Workforce and the Increasing Need for Adult Education and Literacy"},
      {
        "id":"ED506596",
        "title":"Family Literacy in Adult Education: The Federal and State Support Role. A Special Perspectives Paper"},
      {
        "id":"ED506597",
        "title":"Problems with Coursebooks in EFL Classrooms: Prospective Teachers' Opinions"},
      {
        "id":"ED506598",
        "title":"Findings in ESL: A Quick Reference to Findings of CAAL Research on ESL Programs  at Community Colleges"},
      {
        "id":"ED506599",
        "title":"To Reach the First Rung and Higher: Building Healthcare Career Ladder Opportunities for Low-Skilled, Disadvantaged Adults"},
      {
        "id":"ED506600",
        "title":"Pathways &amp; Outcomes: Tracking ESL Student Performance. A Longitudinal Study of  Adult ESL Service at City College of San Francisco"},
      {
        "id":"ED506601",
        "title":"Torchlights in ESL: Five Community College Profiles"},
      {
        "id":"ED506602",
        "title":"Challenges in Assessing for Postsecondary Readiness"},
      {
        "id":"ED506603",
        "title":"Dare to Dream: A Collection of Papers from a Resource Group of 102 Education and Literacy Professionals"},
      {
        "id":"ED506604",
        "title":"Forces Changing Our Nation's Future: The Comparative Performance of U.S. Adults and Youth on International Literacy Assessments, the Importance of Literacy/Numeracy Proficiencies for Labor Market Success, and the Projected Outlook for Literacy Proficiencies of U.S. Adults"},
      {
        "id":"ED506605",
        "title":"Reach Higher, America: Overcoming Crisis in the U.S. Workforce. Report of the National Commission on Adult Literacy"},
      {
        "id":"ED506606",
        "title":"English Language Learners and the No Child Left Behind Act of 2001"},
      {
        "id":"ED506607",
        "title":"What Kind of a Future? Supporting Young People with Down's Syndrome to Lead Full Lives after They Leave School"},
      {
        "id":"ED506608",
        "title":"What about Us? Promoting Emotional Well-Being and Inclusion by Working with Young People with Learning Difficulties in Schools and Colleges"},
      {
        "id":"ED506609",
        "title":"The Mental Health of Children and Adolescents with Learning Disabilities in Britain"},
      {
        "id":"ED506610",
        "title":"Connecting People: The Steps to Making it Happen"},
      {
        "id":"ED506611",
        "title":"A Life in the Community: An Action Research Project Promoting Citizenship for People with High Support Needs"},
      {
        "id":"ED506612",
        "title":"What About Us? Promoting Emotional Well-Being and Inclusion by Working with Young People with Learning Difficulties in Schools and Colleges. Summary Briefing"},
      {
        "id":"ED506613",
        "title":"Recognising Fathers: A National Survey of Fathers Who Have Children with Learning Disabilities"},
      {
        "id":"ED506614",
        "title":"Recognising Fathers: A National Survey of Fathers Who Have Children with Learning Disabilities. A Briefing Note for Policy makers, Commissioners and Services"},
      {
        "id":"ED506615",
        "title":"Recognising Fathers: Ideas for Practitioners in Education, Health, Social Care and Family Support Settings to Involve Fathers in Meetings and Appointments about Their Children with Learning Disabilities"},
      {
        "id":"ED506616",
        "title":"We Can Dream! Ways of Planning for the Future for Young People with Autistic Spectrum Disorders"},
      {
        "id":"ED506617",
        "title":"Tracking and Inequality: New Directions for Research and Practice. WCER Working Paper No. 2009-6"},
      {
        "id":"ED506618",
        "title":"Kindergarten Readiness Data: Improving Children's Success in School. Education Policy Brief"},
      {
        "id":"ED506619",
        "title":"CCI Primer: Key Facts about Early Care and Education in New York City. 2008"},
      {
        "id":"ED506620",
        "title":"Measuring up: A Midwestern Perspective on the National Report Card, 2002 to 2008"},
      {
        "id":"ED506621",
        "title":"Suggestions for the New Social Entrepreneurship Initiative: Focus on Building a Body of Research-Proven Programs, Shown to Produce Major Gains in Education, Poverty Reduction, Crime Prevention, and Other Areas"},
      {
        "id":"ED506623",
        "title":"Proposal: Invest in Research-Proven Programs for Children and Youth--A Key to Preventing Educational Failure, Substance Abuse, Crime, Teen Pregnancy, and Other Social Problems that Damage the Lives of Millions of Americans"},
      {
        "id":"ED506624",
        "title":"How to Conduct Rigorous Evaluations of Mathematics and Science Partnerships (MSP) Projects: A User-Friendly Guide for MSP Project Officials and Evaluators"},
      {
        "id":"ED506625",
        "title":"A New Bipartisan Initiative for U.S. Social Programs: Evidence-Based Reforms Are Key to Rapid Progress in Education, Poverty Reduction, Crime Prevention, and Other Areas"},
      {
        "id":"ED506626",
        "title":"Adding Up the Numbers: The Education Budget under Mayoral Control. Update and Summary of 2005-06 EPP Bulletins"},
      {
        "id":"ED506627",
        "title":"How to Find a Capable Evaluator to Conduct a Rigorous Evaluation of an Educational Program or Practice: A Brief Guide"},
      {
        "id":"ED506628",
        "title":"When Is It Possible to Conduct a Randomized Controlled Trial in Education at Reduced Cost, Using Existing Data Sources? A Brief Overview"},
      {
        "id":"ED506629",
        "title":"Hierarchy of Study Designs for Evaluating the Effectiveness of a STEM Education Project or Practice"},
      {
        "id":"ED506631",
        "title":"Methodologies Used by Midwest Region States for Studying Teacher Supply and Demand. Issues &amp; Answers. REL 2009-080"},
      {
        "id":"ED506632",
        "title":"The Changing Dynamics of PhDs and the Future of Higher Educational Development in Asia and the Rest of the World"},
      {
        "id":"ED506633",
        "title":"Interactive Television (ITV) Courses and Students' Satisfaction: A Review of the Literature"},
      {
        "id":"ED506634",
        "title":"Evaluating Interactive Television Courses: An Identification of Factors Associated with Student Satisfaction"},
      {
        "id":"ED506635",
        "title":"No Child Left Behind Act: Enhancements in the Department of Education's Review  Process Could Improve State Academic Assessments. Report to the Chairman, Committee on Health, Education, Labor, and Pensions, U.S. Senate. GAO-09-911"},
      {
        "id":"ED506638",
        "title":"Local Revenues for Schools: Limits and Options in California"},
      {
        "id":"ED506639",
        "title":"NCTQ Square-Off: Are Teachers Underpaid? Two Economists Tackle an Intractable Controversy"},
      {
        "id":"ED506640",
        "title":"Increasing the Odds: How Good Policies Can Yield Better Teachers"},
      {
        "id":"ED506641",
        "title":"Necessary and Insufficient: Resisting a Full Measure of Teacher Quality. NCTQ Reports, Spring 2004"},
      {
        "id":"ED506642",
        "title":"What Education Schools Aren't Teaching about Reading and What Elementary Teachers Aren't Learning"},
      {
        "id":"ED506643",
        "title":"No Common Denominator: The Preparation of Elementary Teachers in Mathematics by America's Education Schools"},
      {
        "id":"ED506644",
        "title":"Attracting, Developing and Retaining Effective Teachers: Background Report for the  United States"},
      {
        "id":"ED506645",
        "title":"Using Student Achievement Data to Support Instructional Decision Making. IES Practice Guide. NCEE 2009-4067"},
      {
        "id":"ED506646",
        "title":"Teacher Strategies to Help Fourth-Graders Having Difficulty in Reading: An International Perspective. Statistics in Brief. NCES 2009-013"},
      {
        "id":"ED506647",
        "title":"Is the Role of a Professor Gender-Inclusive in His Classroom?"},
      {
        "id":"ED506648",
        "title":"Toward a Treatment Effect of an Intervention to Foster Self-Regulated Learning (SRL): An Application of the Rasch Model"},
      {
        "id":"ED506649",
        "title":"The Massachusetts Community Colleges Developmental Education Best Policy and Practice Audit: Final Report"},
      {
        "id":"ED506650",
        "title":"Goals of Education in Asian and American Cultures. Reflective Essay #2"},
      {
        "id":"ED506651",
        "title":"Initial Educational Goals of First-Time Full-Time Community College Freshmen and Subsequent Retention Outcomes"},
      {
        "id":"ED506652",
        "title":"Promoting ELL Parental Involvement: Challenges in Contested Times"},
      {
        "id":"ED506653",
        "title":"Screening for Highly Qualified Adjunct Business Faculty: Which Attributes Correlate to Faculty Performance?"},
      {
        "id":"ED506654",
        "title":"The Russian Identity and Values in the Post-Soviet Era: Learning from the Past to Reinvent the Future"},
      {
        "id":"ED506655",
        "title":"Ticket Office Sexism: The Gender Gap in Pricing for NCAA Division I Basketball"},
      {
        "id":"ED506656",
        "title":"Using NSSE to Assess and Improve Undergraduate Education: Lessons from the Field"},
      {
        "id":"ED506661",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. National Summary"},
      {
        "id":"ED506662",
        "title":"Report on Alternative Models for Presidential Libraries Issued in Response to the Requirements of PL 110-404"},
      {
        "id":"ED506663",
        "title":"Teaching Partner-Focused Questions to Students Who Use Augmentative Communication to Initiate and Lengthen Their Communication Experiences"},
      {
        "id":"ED506664",
        "title":"A Plan to Close the Achievement Gap for African American Students. Final Report. Submitted by the HB2722 Advisory Committee"},
      {
        "id":"ED506666",
        "title":"The Education Innovator. Volume VII, No. 7"},
      {
        "id":"ED506667",
        "title":"Introduction to Listening: A Training Unit for Adults"},
      {
        "id":"ED506668",
        "title":"Assessing Effectiveness and Economic Efficiency in California Community College Transfer Advising"},
      {
        "id":"ED506669",
        "title":"Comparing the Performance of Allopathically and Osteopathically Trained Physicians on the American Board of Family Medicine's Certification Examination"},
      {
        "id":"ED506670",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Alabama State Summary"},
      {
        "id":"ED506671",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Illinois State Summary"},
      {
        "id":"ED506672",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Alaska State Summary"},
      {
        "id":"ED506673",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Maine State Summary"},
      {
        "id":"ED506674",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Georgia State Summary"},
      {
        "id":"ED506675",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Delaware State Summary"},
      {
        "id":"ED506676",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. District of Columbia State Summary"},
      {
        "id":"ED506677",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Kansas State Summary"},
      {
        "id":"ED506678",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Louisiana State Summary"},
      {
        "id":"ED506679",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Kentucky State Summary"},
      {
        "id":"ED506680",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Hawaii State Summary"},
      {
        "id":"ED506681",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Indiana State Summary"},
      {
        "id":"ED506682",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Idaho State Summary"},
      {
        "id":"ED506683",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Florida State Summary"},
      {
        "id":"ED506684",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Connecticut State Summary"},
      {
        "id":"ED506685",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Iowa State Summary"},
      {
        "id":"ED506686",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Colorado State Summary"},
      {
        "id":"ED506687",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. California State Summary"},
      {
        "id":"ED506688",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Arkansas State Summary"},
      {
        "id":"ED506689",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Arizona State Summary"},
      {
        "id":"ED506690",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Maryland State Summary"},
      {
        "id":"ED506691",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Massachusetts State Summary"},
      {
        "id":"ED506692",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Michigan State Summary"},
      {
        "id":"ED506693",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Minnesota State Summary"},
      {
        "id":"ED506694",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. New Hampshire State Summary"},
      {
        "id":"ED506695",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Nebraska State Summary"},
      {
        "id":"ED506696",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Ohio State Summary"},
      {
        "id":"ED506697",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Pennsylvania State Summary"},
      {
        "id":"ED506698",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Rhode Island State Summary"},
      {
        "id":"ED506699",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Oregon State Summary"},
      {
        "id":"ED506700",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Oklahoma State Summary"},
      {
        "id":"ED506701",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. North Dakota State Summary"},
      {
        "id":"ED506702",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. North Carolina State Summary"},
      {
        "id":"ED506703",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. New York State Summary"},
      {
        "id":"ED506704",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. New Mexico State Summary"},
      {
        "id":"ED506705",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Mississippi State Summary"},
      {
        "id":"ED506706",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Missouri State Summary"},
      {
        "id":"ED506707",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Montana State Summary"},
      {
        "id":"ED506708",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Nevada State Summary"},
      {
        "id":"ED506709",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. New Jersey State Summary"},
      {
        "id":"ED506710",
        "title":"Interpersonal Communication: The Self and Perception in Communication"},
      {
        "id":"ED506711",
        "title":"On the Advantage of Integrated Science Education in the Middle School Years"},
      {
        "id":"ED506712",
        "title":"How to Engage in Effective Conversation"},
      {
        "id":"ED506713",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Tennessee State Summary"},
      {
        "id":"ED506714",
        "title":"Stars By Which to Navigate? Scanning National and International Education Standards in 2009. An Interim Report on Common Core, NAEP, TIMSS and PISA"},
      {
        "id":"ED506715",
        "title":"Latinos and Education: Explaining the Attainment Gap"},
      {
        "id":"ED506716",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. South Dakota State Summary"},
      {
        "id":"ED506717",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Texas State Summary"},
      {
        "id":"ED506718",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Utah State Summary"},
      {
        "id":"ED506719",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Vermont State Summary"},
      {
        "id":"ED506720",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Virginia State Summary"},
      {
        "id":"ED506721",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Washington State Summary"},
      {
        "id":"ED506722",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. West Virginia State Summary"},
      {
        "id":"ED506723",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Wisconsin State Summary"},
      {
        "id":"ED506724",
        "title":"State Teacher Policy Yearbook: Progress on Teacher Quality, 2007. Wyoming State Summary"},
      {
        "id":"ED506725",
        "title":"The Evaluation of Enhanced Academic Instruction in After-School Programs: Final Report. NCEE 2009-4077"},
      {
        "id":"ED506727",
        "title":"Raising Graduation and College Going Rates: Community High School Case Studies"},
      {
        "id":"ED506728",
        "title":"Community Service and Service-Learning in America's Schools"},
      {
        "id":"ED506729",
        "title":"Issue Brief: Community Service and Service-Learning in America's Schools"},
      {
        "id":"ED506730",
        "title":"Learning Progressions in Science: An Evidence-Based Approach to Reform. CPRE Research Report # RR-63"},
      {
        "id":"ED506731",
        "title":"A Formative Study of the Implementation of the Inquiry Team Process in New York City Public Schools: 2007-08 Findings"},
      {
        "id":"ED506732",
        "title":"The Inquiry Based Science and Technology Education Program (IN-STEP): The Evaluation of the First Year"},
      {
        "id":"ED506733",
        "title":"Making National, State, District, and Local Plans Work using the Six Realms of Meaning as it Relates to Strategic Planning in Educational Leadership"},
      {
        "id":"ED506734",
        "title":"Crisis Communication and Management: Surviving a Public Relations Crisis"},
      {
        "id":"ED506735",
        "title":"Critical Race Theory An Examination of its Past, Present, and Future Implications"},
      {
        "id":"ED506736",
        "title":"Anxiety and Second/Foreign Language Learning Revisited"},
      {
        "id":"ED506737",
        "title":"Medicaid: State and Federal Actions Have Been Taken to Improve Children's Access to Dental Services, but Gaps Remain. Report to Congressional Requesters. GAO-09-723"},
      {
        "id":"ED506738",
        "title":"Medicaid: State and Federal Actions Have Been Taken to Improve Children's Access to Dental Services, but More Can Be Done. Testimony before the Subcommittee on Domestic Policy, Committee on Oversight and Government Reform, House of Representatives. GAO-10-112T"},
      {
        "id":"ED506740",
        "title":"Noteworthy State Legislation for Improving Career and Technical Education. StateNotes"},
      {
        "id":"ED506741",
        "title":"The New Federal Education Policies: California's Challenge"},
      {
        "id":"ED506742",
        "title":"Mining the Opportunities in &quot;Differentiated Accountability&quot;: Lessons from the No Child Left Behind Pilots in Four States"},
      {
        "id":"ED506743",
        "title":"Numbers and Types of Public Elementary and Secondary Schools From the Common Core of Data: School Year 2007-08. First Look. NCES 2010-305"},
      {
        "id":"ED506744",
        "title":"Postsecondary Institutions and Price of Attendance in the United States: Fall 2008, Degrees and Other Awards Conferred: 2007-08, and 12-Month Enrollment: 2007-08: First Look. NCES 2009-165"},
      {
        "id":"ED506745",
        "title":"The Acquisition of Professional Knowledge through the Development of Critical Reflection:  A Pilot Study in a Teacher Training Course"},
      {
        "id":"ED506746",
        "title":"The Nation's Report Card: Mathematics 2009. National Assessment of Educational Progress at Grades 4 and 8. NCES 2010-451"},
      {
        "id":"ED506747",
        "title":"The Perpetual Professor in the 21st Century University"},
      {
        "id":"ED506748",
        "title":"America after 3PM: The Most In-Depth Study of How America's Children Spend Their Afternoons"},
      {
        "id":"ED506749",
        "title":"Roadmap to Afterschool for All: Examining Current Investments and Mapping Future Needs"},
      {
        "id":"ED506751",
        "title":"The Condition of College Readiness, 2009"},
      {
        "id":"ED506752",
        "title":"The Role and Relevance of Rankings in Higher Education Policymaking. Issue Brief"},
      {
        "id":"ED506753",
        "title":"Proprietary Schools: Improved Department of Education Oversight Needed to Help Ensure Only Eligible Students Receive Federal Student Aid. Testimony before the Subcommittee on Higher Education, Lifelong Learning and Competitiveness, Committee on Education and Labor, House of Representatives. GAO-10-127T"},
      {
        "id":"ED506754",
        "title":"Implementing the &quot;Ways of Knowing though the Realms of Meaning&quot; to Strategic Planning in K-12"},
      {
        "id":"ED506755",
        "title":"Teaching Context: &quot;Synthetic and Analytic Syllabuses&quot; in a South Korean University Setting"},
      {
        "id":"ED506757",
        "title":"Postmodernism and the &quot;Ways of  Knowing through the Realms of Meaning&quot;: New Answers to Lingering Problems"},
      {
        "id":"ED506758",
        "title":"America after 3PM: Topline Data. Participants and Non-Participants Combined"},
      {
        "id":"ED506759",
        "title":"America After 3PM: A Snapshot of the African-American Community after 3PM"},
      {
        "id":"ED506760",
        "title":"America after 3PM: Findings by Grade Level"},
      {
        "id":"ED506761",
        "title":"America after 3PM: A Snapshot of the Hispanic Community after 3PM"},
      {
        "id":"ED506762",
        "title":"America after 3PM: Key Findings"},
      {
        "id":"ED506763",
        "title":"Second Language (L2) Reading Strategy Instruction: Its Effects on Comprehension and Word Inferences Ability"},
      {
        "id":"ED506764",
        "title":"Transitioning from Student Teacher to Teaching Professional: Evolving Perspectives of Beginning Science Teachers"},
      {
        "id":"ED506765",
        "title":"Motivational Factors Contributing to Turkish High School Students' Achievement in Gases and Chemical Reactions"},
      {
        "id":"ED506766",
        "title":"A Review of Literature Regarding Scientific Controversies Surrounding the Psychometric Properties of the Rorschach Inkblot Test"},
      {
        "id":"ED506767",
        "title":"Increasing the Social Studies Reading Comprehension of Middle School Students with Learning Disabilities"},
      {
        "id":"ED506768",
        "title":"Understanding Teachers' Concerns about Implementing Response to Intervention (RTI): Practical Implications for Educational Leaders"},
      {
        "id":"ED506769",
        "title":"Be Assertive...Be, Be Assertive!  You, Your Community, and the Free Market Place of Ideas"},
      {
        "id":"ED506770",
        "title":"An Understanding of How Peer, Genetic, and Environmental Influences Can Motivate Terrorists or Ordinary People to Kill Themselves and Others"},
      {
        "id":"ED506771",
        "title":"Determining How a Child's Moral Behavior is Related to the Style of Discipline He Is Exposed to and How it Will Reflect on His Temperament Later in Life"},
      {
        "id":"ED506772",
        "title":"Students' Attitude Towards Mathematics"},
      {
        "id":"ED506773",
        "title":"Effectiveness of Teacher Education Programmes in Developing Teaching Skills for Secondary Level"},
      {
        "id":"ED506774",
        "title":"Quality Libraries Produce Quality Learners"},
      {
        "id":"ED506775",
        "title":"READ 180. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED506776",
        "title":"Effect of School Library on Students' Learning Attitude"},
      {
        "id":"ED506777",
        "title":"Early Childhood: Child, Teacher, Parent"},
      {
        "id":"ED506778",
        "title":"Application of Total Quality Management in Education"},
      {
        "id":"ED506779",
        "title":"Attitude of Students Towards Cooperative Learning Methods at Knox Community College: A Descriptive Study"},
      {
        "id":"ED506780",
        "title":"Study on Role of Radio for Rural Education in Pakistan"},
      {
        "id":"ED506781",
        "title":"Public School Graduates and Dropouts from the Common Core of Data: School Year 2006-07. First Look. NCES 2010-313"},
      {
        "id":"ED506782",
        "title":"Effect of Technology on Motivation in EFL Classrooms"},
      {
        "id":"ED506793",
        "title":"2004-08 NCAA[R] Revenues and Expenses of Division I Intercollegiate Athletics Programs Report"},
      {
        "id":"ED506801",
        "title":"Juvenile Justice: Technical Assistance and Better Defined Evaluation Plans Will Help Girls' Delinquency Programs. Testimony Before the Subcommittee on Crime, Terrorism, and Homeland Security, Committee on the Judiciary, House of Representatives. GAO-10-133T"},
      {
        "id":"ED506803",
        "title":"Rural Medical Education: Review of the Literature"},
      {
        "id":"ED506804",
        "title":"Learning to Make Sense of the Dilemmas of Teaching Practice: An Exploration of Preservice Teachers' Development of Reflective Judgment"},
      {
        "id":"ED506805",
        "title":"Numbers and Types of Public Elementary and Secondary Local Education Agencies From the Common Core of Data: School Year 2007-08. First Look. NCES 2010-306"},
      {
        "id":"ED506806",
        "title":"Utility and Validity of NAEP Linking Efforts"},
      {
        "id":"ED506807",
        "title":"Sensitivity of NAEP to the Effects of Reform-Based Teaching and Learning in Middle School Mathematics"},
      {
        "id":"ED506808",
        "title":"Guiding Principles and Suggested Studies for Determining when the Introduction of a New Assessment Framework Necessitates a Break in Trend in NAEP"},
      {
        "id":"ED506815",
        "title":"Classroom Management Impacts Student Achievement: Tips to Thrive and Survive"},
      {
        "id":"ED506816",
        "title":"Teaching on the Block: A Model for Pre-service Teachers"},
      {
        "id":"ED506839",
        "title":"Comparisons of Mathematics Achievement, Attitude towards Mathematics and Analytical Thinking between Using the Geometer's Sketchpad Program as Media and Conventional Learning Activities"},
      {
        "id":"ED506840",
        "title":"A Development of Environmental Education Teaching Process by Using Ethics Infusion for Undergraduate Students"},
      {
        "id":"ED506841",
        "title":"Strategies to Enhance the Likelihood that Teachers Will Integrate Technology into Their Classrooms"},
      {
        "id":"ED506842",
        "title":"Indian Education Policies in Five Northwest Region States. Issues &amp; Answers. REL 2009-081"},
      {
        "id":"ED506843",
        "title":"Partitioning NAEP Trend Data"},
      {
        "id":"ED506844",
        "title":"Estimating Effects of Non-Participation on State NAEP Scores Using Empirical Methods"},
      {
        "id":"ED506845",
        "title":"State Implementation of NCLB Policies and Interpretation of the NAEP Performance of English Language Learners"},
      {
        "id":"ED506846",
        "title":"Using State Assessments to Impute Achievement of Students Absent from NAEP: An Empirical Study in Four States"},
      {
        "id":"ED506847",
        "title":"Using State Assessments to Assign Booklets to NAEP Students to Minimize Measurement Error: An Empirical Study in Four States"},
      {
        "id":"ED506848",
        "title":"Federal Sample Sizes for Confirmation of State Tests in the No Child Left Behind Act"},
      {
        "id":"ED506849",
        "title":"Evaluation of Bias Correction Methods for &quot;Worst-case&quot; Selective Non-participation in NAEP"},
      {
        "id":"ED506850",
        "title":"Assigning Adaptive NAEP Booklets Based on State Assessment Scores: A Simulation Study of the Impact on Standard Errors"},
      {
        "id":"ED506862",
        "title":"Higher Education: Issues Related to Law School Cost and Access. Report to Congressional Committees. GAO-10-20"},
      {
        "id":"ED506864",
        "title":"&quot;Headsprout Early Reading&quot; [TM]. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED506874",
        "title":"Senate Rostrum: The Newsletter of the Academic Senate for California Community Colleges, March 2009"},
      {
        "id":"ED506875",
        "title":"Senate Rostrum: The Newsletter of the Academic Senate for California Community Colleges, May 2009"},
      {
        "id":"ED506876",
        "title":"Senate Rostrum: The Newsletter of the Academic Senate for California Community Colleges, September 2009"},
      {
        "id":"ED506911",
        "title":"Mapping State Proficiency Standards Onto NAEP Scales: 2005-2007. Research and Development Report. NCES 2010-456"},
      {
        "id":"ED506932",
        "title":"Strategic National Arts Alumni Project"},
      {
        "id":"ED506933",
        "title":"39th Annual Survey Report on State-Sponsored Student Financial Aid, Academic Year 2007-2008"},
      {
        "id":"ED506934",
        "title":"Student Engagement in Law School: Preparing 21st Century Lawyers. Annual Survey Results, 2008"},
      {
        "id":"ED506936",
        "title":"FSSE 2009 Overview"},
      {
        "id":"ED506937",
        "title":"BCSSE 2008 Overview"},
      {
        "id":"ED506938",
        "title":"Assessing Educational Quality: Knowledge Production and the Role of Experts. ENQA Workshop Report 6"},
      {
        "id":"ED506939",
        "title":"Connecticut Women's Education and Legal Fund Annual Report, 2007-2008"},
      {
        "id":"ED506940",
        "title":"Perceptions and Process: Early Findings from a Study of School District Consolidation in Maine. A Report to the Penquis Superintendents' Association"},
      {
        "id":"ED506942",
        "title":"The Experiences of Lesbian, Gay, Bisexual and Transgender Middle School Students: Findings from the 2007 National School Climate Survey. Research Brief"},
      {
        "id":"ED506943",
        "title":"School Facilities: Physical Conditions in School Districts Receiving Impact Aid for Students Residing on Indian Lands. Report to the Chairman, Committee on Indian Affairs, U.S. Senate. GAO-10-32"},
      {
        "id":"ED506944",
        "title":"Federal Student Aid: Highlights of a Study Group on Simplifying the Free Application for Federal Student Aid. Report to Congressional Committees. GAO-10-29"},
      {
        "id":"ED506945",
        "title":"Higher Education and Disability: Education Needs a Coordinated Approach to Improve Its Assistance to Schools in Supporting Students. Report to the Chairman, Committee on Education and Labor, House of Representatives. GAO-10-33"},
      {
        "id":"ED506946",
        "title":"Recognition &amp; Response: Findings from the First Implementation Study"},
      {
        "id":"ED506947",
        "title":"International Lessons about National Standards"},
      {
        "id":"ED506950",
        "title":"Preschool Teachers Can Use a Media-Rich Curriculum to Prepare Low-Income Children for School Success: Results of a Randomized Controlled Trial. Summative Evaluation of the &quot;Ready to Learn Initiative&quot;"},
      {
        "id":"ED506951",
        "title":"Middle Grades. The Progress of Education Reform. Volume 10, Number 4"},
      {
        "id":"ED506952",
        "title":"Portfolio School Districts for Big Cities: An Interim Report"},
      {
        "id":"ED506953",
        "title":"Review of Teaching Performance Assessments for Use in Human Capital Management. Working Paper"},
      {
        "id":"ED506954",
        "title":"When Schools Close: Effects on Displaced Students in Chicago Public Schools"},
      {
        "id":"ED506955",
        "title":"Effects of the Economy on the Admission Process: 2008-09. National Association for College Admission Counseling, September 2009"},
      {
        "id":"ED506956",
        "title":"Effects of the Economy on the Admission Process, 2008-09. National Association for College Admission Counseling, June 2009"},
      {
        "id":"ED506957",
        "title":"A Systems Approach to Comprehensive School Reform: Using the Realms of Meaning and the Baldridge Approach as a Systems Framework"},
      {
        "id":"ED506959",
        "title":"School Leadership Makes a Difference: A Sociological Perspective of Effective Strategic Planning and Integrating Realms of Meaning into School Improvement"},
      {
        "id":"ED506960",
        "title":"The Efficacy of an All-Day, Every-Day Kindergarten Program: A Seven Year Cumulative Report for the St. James-Assiniboia School Division"},
      {
        "id":"ED506963",
        "title":"National Survey of Children's Exposure to Violence. Juvenile Justice Bulletin"},
      {
        "id":"ED506966",
        "title":"Que Pasa?: Are English Language Learning Students Remaining in English Learning Classes Too Long? Policy Brief"},
      {
        "id":"ED506967",
        "title":"The Education Innovator. Volume VII, No. 8"},
      {
        "id":"ED506980",
        "title":"YouthBuild. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED506981",
        "title":"Reliability Realized! Year Two of Clinical Practice Candidates Applying Action Research"},
      {
        "id":"ED506982",
        "title":"Cooperating Teacher Evaluation of Candidates in Clinical Practice and Field Experiences"},
      {
        "id":"ED506983",
        "title":"Factors Influencing Mathematic Problem-Solving Ability of Sixth Grade Students"},
      {
        "id":"ED507005",
        "title":"The Spaces between Numbers: Getting International Data on Higher Education Straight"},
      {
        "id":"ED507008",
        "title":"Classroom Dynamics: A Study about Perceptions Held by Students of Students with Disabilities in General Education Classrooms"},
      {
        "id":"ED507025",
        "title":"Taking Human Capital Seriously: Talented Teachers in Every Classroom, Talented Principals in Every School. Principles and Recommendations for the Strategic Management of Human  Capital in Public Education"},
      {
        "id":"ED507026",
        "title":"U3As in Australia and New Zealand 2008: The Successful Ageing Organisations"},
      {
        "id":"ED507027",
        "title":"Instruments and Implements of Enquiry Based Learning"},
      {
        "id":"ED507033",
        "title":"Lather-Interior Systems Mechanic: Apprenticeship Course Outline. Apprenticeship and Industry Training. 1709"},
      {
        "id":"ED507034",
        "title":"Painter and Decorator: Apprenticeship Course Outline. Apprenticeship and Industry Training. 0409"},
      {
        "id":"ED507035",
        "title":"Floorcovering Installer: Apprenticeship Course Outline. Apprenticeship and Industry Training. 2909"},
      {
        "id":"ED507036",
        "title":"Power System Electrician: Apprenticeship Course Outline. Apprenticeship and Industry Training. 4609"},
      {
        "id":"ED507037",
        "title":"Access and Funding for International Students in Alberta: Frequently Asked Questions"},
      {
        "id":"ED507038",
        "title":"High School Completion Longitudinal Study"},
      {
        "id":"ED507039",
        "title":"Advanced Education and Technology Business Plan, 2009-12"},
      {
        "id":"ED507040",
        "title":"Setting the Direction for Special Education in Alberta. Minister's Forum: What We Heard"},
      {
        "id":"ED507041",
        "title":"Learning and Technology in Alberta (1975 to 2009)"},
      {
        "id":"ED507043",
        "title":"Student Population by Grade, School and Authority, Alberta. 2008/2009P School Year"},
      {
        "id":"ED507044",
        "title":"Environmental Scan of BC Post-Secondary Admissions: 2009"},
      {
        "id":"ED507045",
        "title":"British Columbia Council on Admissions &amp; Transfer Annual Report, 2008-09"},
      {
        "id":"ED507046",
        "title":"Research Results: Mobility of BC Transfer Students. Fall 2007 to Calendar Year 2008"},
      {
        "id":"ED507047",
        "title":"The Articulation Committee Companion: 2009 Edition. A Resource for BC's Articulation Committees"},
      {
        "id":"ED507048",
        "title":"Utilizing the Six Realms of Meaning in Improving Campus Standardized Test Scores through Team Teaching and Strategic Planning"},
      {
        "id":"ED507052",
        "title":"Closing the Expectations Gap: Fourth Annual 50-State Progress Report on the Alignment of High School Policies with the Demands of College and Careers"},
      {
        "id":"ED507053",
        "title":"Educating America's Workforce: Summary of Key Operating Statistics. Data collected from the 2007 and 2008 Annual Institutional Reports"},
      {
        "id":"ED507055",
        "title":"Credit Transfer: Models and Systems in BC, North America and beyond. Special Report"},
      {
        "id":"ED507057",
        "title":"Outlook. Number 349"},
      {
        "id":"ED507058",
        "title":"Affordable and Open Textbooks: An Exploratory Study of Faculty Attitudes. Research &amp; Occasional Paper Series. CSHE.9.09"},
      {
        "id":"ED507059",
        "title":"Recognizing and Then Using Disciplinary Patterns of the Undergraduate Experience: Getting Past Institutional Standards. Research &amp; Occasional Paper Series. CSHE.6.09"},
      {
        "id":"ED507060",
        "title":"The Global Competition for Talent: The Rapidly Changing Market for International Students and the Need for a Strategic Approach in the US. Research &amp; Occasional Paper Series. CSHE.8.09"},
      {
        "id":"ED507062",
        "title":"Reflections on a Century of College Admissions Tests. Research &amp; Occasional Paper Series: CSHE.4.09"},
      {
        "id":"ED507063",
        "title":"Decoding Learning Gains: Measuring Outcomes and the Pivotal Role of the Major and Student Backgrounds. SERU Project and Consortium Research Paper. Research &amp; Occasional Paper Series: CSHE.5.09"},
      {
        "id":"ED507065",
        "title":"European Responses to Global Competitiveness in Higher Education. Research &amp; Occasional Paper Series: CSHE.7.09"},
      {
        "id":"ED507066",
        "title":"Ethical Decision-Making in College: Choosing between Right, Wrong, and the Space in between. Research &amp; Occasional Paper Series. CSHE.2.09"},
      {
        "id":"ED507068",
        "title":"Campus Snapshot: Assessing the Campus Environment through a Student Lens"},
      {
        "id":"ED507069",
        "title":"&quot;Social Learning&quot; Buzz Masks Deeper Dimensions: Mitigating the Confusion Surrounding &quot;Social Learning&quot;"},
      {
        "id":"ED507070",
        "title":"The Virtues of Postmodernism Electrified with the Use of the Six Realms of Meaning and Strategic Planning"},
      {
        "id":"ED507071",
        "title":"Achieving Graduation for All: A Governor's Guide to Dropout Prevention and Recovery"},
      {
        "id":"ED507072",
        "title":"ARL Statistics 2007-2008"},
      {
        "id":"ED507073",
        "title":"Public Elementary and Secondary School Student Enrollment and Staff Counts From the Common Core of Data: School Year 2007-08. First Look. NCES 2010-309"},
      {
        "id":"ED507074",
        "title":"Arizonans on Edge...So Why Not Involved? AZ Views. Volume 2, Issue 1"},
      {
        "id":"ED507075",
        "title":"Open Enrollment in K-12 Public Education. Education Policy Brief. Volume 7, Number 3, Summer 2009"},
      {
        "id":"ED507076",
        "title":"Changes in Indiana School Funding. Education Policy Brief. Volume 7, Number 2, Summer 2009"},
      {
        "id":"ED507079",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 7, Number 3, Spring/Summer 2009"},
      {
        "id":"ED507080",
        "title":"Assessment for Improvement: Tracking Student Engagement Over Time. Annual Results 2009"},
      {
        "id":"ED507081",
        "title":"New and Experienced Teachers in a School Reform Initiative: The Example of Reading First. Issues &amp; Answers. REL 2009-082"},
      {
        "id":"ED507082",
        "title":"Screening and Early Identification of Autism Spectrum Disorders. Updated. Queries: An Occasional Paper Compiling States' Approaches to Current Topics"},
      {
        "id":"ED507083",
        "title":"Some Aspects of the Technical Quality of Formative Assessments in Middle School Mathematics. CRESST Report 750"},
      {
        "id":"ED507084",
        "title":"An Alternative IRT Observed Score Equating Method. CRESST Report 751"},
      {
        "id":"ED507085",
        "title":"Validity from the Perspective of Model-Based Reasoning. CRESST Report 752"},
      {
        "id":"ED507086",
        "title":"Exploring the Relationships between LA's BEST Program Attendance and Cognitive Gains of LA's BEST Students. CRESST Report 757"},
      {
        "id":"ED507087",
        "title":"The Influence of Cognitive and Non-Cognitive Factors on the Development of Rifle Marksmanship Skills. CRESST Report 753"},
      {
        "id":"ED507088",
        "title":"An Exploratory Investigation of the Effect of Individualized Computer-Based Instruction on Rifle Marksmanship Performance and Skill. CRESST Report 754"},
      {
        "id":"ED507089",
        "title":"A Circle of Learning: Children and Adults Growing Together in LA's BEST. CRESST Report 758"},
      {
        "id":"ED507090",
        "title":"Evaluation of the WebPlay Arts Education Program: Findings from the 2006-07 School Year. CRESST Report 759"},
      {
        "id":"ED507091",
        "title":"Third Year Report: Evaluation of the Artful Learning Program. CRESST Report 760"},
      {
        "id":"ED507092",
        "title":"Moving to the Next Generation of Standards for Science: Building on Recent Practices. CRESST Report 762"},
      {
        "id":"ED507093",
        "title":"A Three-State Study of English Learner Progress. CRESST Report 764"},
      {
        "id":"ED507103",
        "title":"ALTEC Learning Games: Successful Integration of Learning and Gaming"},
      {
        "id":"ED507105",
        "title":"ARL Annual Salary Survey, 2008-2009"},
      {
        "id":"ED507106",
        "title":"Employers' Views on Improving the Vocational Education and Training System. Occasional Paper"},
      {
        "id":"ED507108",
        "title":"Australian Vocational Education and Training Statistics: Apprentices and Trainees. Annual, 2008"},
      {
        "id":"ED507109",
        "title":"Australian Vocational Education and Training Statistics: A Profile of VET Providers, 2006"},
      {
        "id":"ED507110",
        "title":"Student Transfer. At a Glance"},
      {
        "id":"ED507111",
        "title":"The Contribution of Vocational Education and Training to Australia's Skills Base. Conference Paper"},
      {
        "id":"ED507112",
        "title":"Older Workers and VET. At a Glance"},
      {
        "id":"ED507113",
        "title":"Workforce Planning for the Community Services and Health Industry. Occasional Paper"},
      {
        "id":"ED507115",
        "title":"Competition in the Training Market"},
      {
        "id":"ED507116",
        "title":"Competence and Competency-based Training: What the Literature Says"},
      {
        "id":"ED507117",
        "title":"Understanding Vocational Education and Training, Productivity and Workforce Participation: An Issues Paper"},
      {
        "id":"ED507118",
        "title":"Some Ideas from England: A Practitioner's Perspective"},
      {
        "id":"ED507119",
        "title":"Case Study of a California High School under Academic Sanctions"},
      {
        "id":"ED507120",
        "title":"The Study of Foreign Language Teachers-- Teacher Efficacy and Native Speakership"},
      {
        "id":"ED507121",
        "title":"The Medically Fragile Child: Caring for Children with Special Healthcare Needs in the School Setting"},
      {
        "id":"ED507122",
        "title":"Leading the Way: AFT-WV Advances School Safety Measures"},
      {
        "id":"ED507123",
        "title":"Teacher Leaders: Transforming Schools from the inside. Occasional Paper Series 23"},
      {
        "id":"ED507124",
        "title":"The Cost of Training Apprentices. Occasional Paper"},
      {
        "id":"ED507125",
        "title":"High-Quality Traineeships: Identifying What Works. Good Practice Guide"},
      {
        "id":"ED507126",
        "title":"New Directions in European Vocational Education and Training Policy and Practice: Lessons for Australia. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507127",
        "title":"Cultural Dimensions of Indigenous Participation in Education and Training. NCVER Monograph Series 02/2009"},
      {
        "id":"ED507128",
        "title":"Recognising Non-Formal and Informal Learning: Participant Insights and Perspectives. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507129",
        "title":"Measuring Educational Outcomes: Vocational Education and Training. Conference Paper"},
      {
        "id":"ED507130",
        "title":"Adult Literacy and Numeracy: Research and Future Strategy. An Adult Literacy National Project Report"},
      {
        "id":"ED507131",
        "title":"Informal Learning. At a Glance"},
      {
        "id":"ED507132",
        "title":"How a &quot;Tertiary Education&quot; Sector Impacts on the Way NCVER Thinks about Research and Statistics. Discussion Paper for TAFE Directors Australia &quot;TD A09 Reposition, Restructure, Retrain&quot; Conference (Gold Coast, Australia, September 2009)"},
      {
        "id":"ED507133",
        "title":"Why Do the Growth Rates of Students, Enrollments and Hours Differ So Much between 2006 and 2007? Technical Paper"},
      {
        "id":"ED507134",
        "title":"Explaining the Divergence between Student Numbers and Hours, 2002 to 2007. Technical Paper"},
      {
        "id":"ED507135",
        "title":"The Demand for Training. Conference Paper"},
      {
        "id":"ED507136",
        "title":"Leaders and Laggards: A State-by-State Report Card on Educational Innovation"},
      {
        "id":"ED507137",
        "title":"AVETMISS: The Standard for VET Financial Data. Release 1.7. Updated"},
      {
        "id":"ED507138",
        "title":"Global Skills Crunch: A Case of Dog Eat Dog? Presented to the Wellington Exchange--Evolving Higher Education Agendas, December 4, 2008. Conference Paper"},
      {
        "id":"ED507139",
        "title":"Linking Flexible Delivery and Community Development: The Wugularr Story. Occasional Paper"},
      {
        "id":"ED507140",
        "title":"A Practical Rationale for Classroom Assessment: The SWOT Approach"},
      {
        "id":"ED507141",
        "title":"Adolescent Sexual Education: Designing Curriculum That Works"},
      {
        "id":"ED507142",
        "title":"Rauding Theory and the TOEFL Sub-Tests"},
      {
        "id":"ED507143",
        "title":"Fees at California's Public Colleges and Universities"},
      {
        "id":"ED507144",
        "title":"Budget Perspectives and Proposed Commission Recommendations. Report 09-01b"},
      {
        "id":"ED507145",
        "title":"An Analytic Method for Measuring Student Academic Preparation by School and Gender. Report 09-03"},
      {
        "id":"ED507146",
        "title":"Update on the Improving Teacher Quality Program. Report 09-17"},
      {
        "id":"ED507147",
        "title":"Update on the Federal Stimulus Package and Funding to Higher Education. Report 09-19"},
      {
        "id":"ED507148",
        "title":"Development of Sensor-Based Measures of Rifle Marksmanship Skill and Performance. CRESST Report 756"},
      {
        "id":"ED507149",
        "title":"Assessment of Rifle Marksmanship Skill Using Sensor-Based Measures. CRESST Report 755"},
      {
        "id":"ED507150",
        "title":"Student Achievement: Schools Use Multiple Strategies to Help Students Meet Academic Standards, Especially Schools with Higher Proportions of Low-Income and Minority Students. Report to Congressional Committees. GAO-10-18"},
      {
        "id":"ED507151",
        "title":"&quot;Higher Education: Factors Lenders Consider in Making Lending Decisions for Private Education Loans.&quot; Report to Congressional Committees. GAO-10-86R"},
      {
        "id":"ED507152",
        "title":"Literacy and Numeracy Skills and Their Use by the Australian Workforce"},
      {
        "id":"ED507153",
        "title":"Higher Education in TAFE: An Issues Paper"},
      {
        "id":"ED507154",
        "title":"Practitioner Experiences and Expectations with the Certificate IV in Training and Assessment (TAA40104): A Discussion of the Issues. Discussion Paper"},
      {
        "id":"ED507156",
        "title":"Regenerating the Australian Landscape of Professional VET Practice: Practitioner-Driven Changes to Teaching and Learning. Research Overview"},
      {
        "id":"ED507157",
        "title":"Regenerating the Australian Landscape of Professional VET Practice: Practitioner-Driven Changes to Teaching and Learning. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507158",
        "title":"Innovation in Teaching and Learning in Vocational Education and Training: International Perspectives. Research Overview"},
      {
        "id":"ED507159",
        "title":"National VET Research Priorities: 2010 and beyond. Discussion Paper"},
      {
        "id":"ED507160",
        "title":"An Overview of Vocational Education and Training in Australia and Its Links to the Labour Market"},
      {
        "id":"ED507161",
        "title":"Guide to Success for Organisations in Achieving Employment Outcomes for Aboriginal and Torres Strait Islander People"},
      {
        "id":"ED507162",
        "title":"Employer Engagement with the Vocational Education and Training System in Australia. Occasional Paper"},
      {
        "id":"ED507163",
        "title":"Apprenticeships and Traineeships in the Downturn. Occasional Paper"},
      {
        "id":"ED507164",
        "title":"A Competent Recovery? Economic Downturn and Australia's Vocational Education and Training System. Occasional Paper"},
      {
        "id":"ED507165",
        "title":"Reflections on the Tertiary Education Sector in Australia. Conference Paper"},
      {
        "id":"ED507166",
        "title":"Australian Vocational Education and Training Statistics Pocket Guide, Issued 2009"},
      {
        "id":"ED507167",
        "title":"What Is &quot;Social Capital&quot; and How Can Vocational Education and Training Help Develop It? Conference Paper"},
      {
        "id":"ED507168",
        "title":"Welfare to Work: Does Vocational Education and Training Make a Difference? Occasional Paper"},
      {
        "id":"ED507169",
        "title":"National Centre for Vocational Education Research 2009 Strategic Plan"},
      {
        "id":"ED507171",
        "title":"A Survey of Appalachian Middle &amp; High School Teacher Perceptions of Controversial Current Events Instruction"},
      {
        "id":"ED507172",
        "title":"Personality Theory and TESOL"},
      {
        "id":"ED507174",
        "title":"Employees in Postsecondary Institutions, Fall 2008, and Salaries of Full-Time Instructional Staff, 2008-09. First Look. NCES 2010-165"},
      {
        "id":"ED507176",
        "title":"Does Context Matter? How the Family, Peer, School, and Neighborhood Contexts Relate to Adolescents' Civic Engagement. CIRCLE Working Paper #64"},
      {
        "id":"ED507177",
        "title":"The Long-Term Impact of High School Civics Curricula on Political Knowledge, Democratic Attitudes and Civic Behaviors: A Multi-Level Model of Direct and Mediated Effects through Communication. CIRCLE Working Paper #65"},
      {
        "id":"ED507178",
        "title":"Local and Absentee Voter Registration Drives on a College Campus. CIRCLE Working Paper #66"},
      {
        "id":"ED507179",
        "title":"Making Educational Progress: Links to Civic Engagement during the Transition to Adulthood. CIRCLE Working Paper #67"},
      {
        "id":"ED507180",
        "title":"Spiral of Rebellion: Conflict Seeking of Democratic Adolescents in Republican Counties. CIRCLE Working Paper #68"},
      {
        "id":"ED507181",
        "title":"Characteristics of States' Alternate Assessments Based on Modified Academic Achievement Standards in 2008. Synthesis Report 72"},
      {
        "id":"ED507182",
        "title":"Achieving Transparency in the Public Reporting of 2006-2007 Assessment Results. Technical Report 53"},
      {
        "id":"ED507183",
        "title":"State Reports on the Participation and Performance of English Language Learners with Disabilities in 2006-2007. Technical Report 54"},
      {
        "id":"ED507184",
        "title":"Restoring America's Leadership through Scholarships for Undergraduates from Developing Countries: The Uniting Students in America (USA) Proposal. Joint Hearing before the Subcommittee on International Organizations, Human Rights, and Oversight of the Committee on Foreign Affairs and the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness of the Committee on Education and Labor, House of Representatives, One Hundred Tenth Congress, Second Session (June 19, 2008). Serial Number 110-189 (Committee on Foreign Affairs). Serial Number 110-96 (Committee on the Education and Labor)"},
      {
        "id":"ED507185",
        "title":"New Innovations and Best Practices under the Workforce Investment Act. Hearing before the U.S. House of Representatives, Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor (February 12, 2009)"},
      {
        "id":"ED507186",
        "title":"New Innovations and Best Practices under the Workforce Investment Act. Second Hearing before the U.S. House of Representatives Subcommittee on Higher Education, Lifelong Learning, and Competitiveness (February 26, 2009)"},
      {
        "id":"ED507187",
        "title":"New Innovations and Best Practices under the Workforce Investment Act: Field Hearing before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness Committee on Education and Labor, U.S. House of Representatives (March 23, 2009)"},
      {
        "id":"ED507188",
        "title":"New Innovations and Best Practices under the Workforce Investment Act: Hearing before U.S. House of Representatives Subcommittee on Higher Education, Lifelong Learning, and Competitiveness, Committee on Education and Labor (May 5, 2009)"},
      {
        "id":"ED507189",
        "title":"New Innovations and Best Practices under the Workforce Investment Act: Field Hearing before the Subcommittee on Higher Education, Lifelong Learning, and Competitiveness Committee on Education and Labor, U.S. House of Representatives (May 29, 2009)"},
      {
        "id":"ED507194",
        "title":"The Interaction Hypothesis: A Literature Review"},
      {
        "id":"ED507195",
        "title":"Density of Visual Input Enhancement and Grammar Learning: A Research Proposal"},
      {
        "id":"ED507196",
        "title":"A Post-method Condition Pronunciation Teaching Approach in an EFL Classroom in Taiwan"},
      {
        "id":"ED507197",
        "title":"Implementation of \"The Ways of Knowing Through the Realms of Meaning\" as a Conceptual Framework in Professional Learning Communities as they Impact/Influence Strategic Planning in Education"},
      {
        "id":"ED507198",
        "title":"Influence of Beginning College Type on Post Secondary Educational Achievement: A Matched Pairs Study"},
      {
        "id":"ED507199",
        "title":"The Relationship between Mathematics and Reading/Language Arts TCAP Scores Among Third Grade Males"},
      {
        "id":"ED507200",
        "title":"Publications Emerging from Research Funded through the National Center for Education Research as of September 30, 2009"},
      {
        "id":"ED507201",
        "title":"National Center for Education Research: Projects and Programs, 2002-2008"},
      {
        "id":"ED507203",
        "title":"Inclusion: Who Really Benefits?"},
      {
        "id":"ED507204",
        "title":"Design and Implementation of a Caring Curriculum in Nursing Education"},
      {
        "id":"ED507205",
        "title":"State of the Nation in Gifted Education: How States Regulate and Support Programs and Services for Gifted and Talented Students. An Executive Summary of the \"State of the States\" Report, 2008-2009"},
      {
        "id":"ED507210",
        "title":"High-Quality Traineeships: Identifying What Works. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507211",
        "title":"Grant Monitoring: Department of Education Could Improve Its Processes with Greater Focus on Assessing Risks, Acquiring Financial Skills, and Sharing Information. Report to Congressional Requesters. GAO-10-57"},
      {
        "id":"ED507212",
        "title":"Higher Education in TAFE. NCVER Monograph Series 01/2009"},
      {
        "id":"ED507213",
        "title":"Skill Matches to Job Requirements. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507214",
        "title":"Higher Education in TAFE: Support Document"},
      {
        "id":"ED507215",
        "title":"Tracking Our Success: How TAFE Institutes Measure Their Effectiveness and Efficiency--Case Studies. Support Document"},
      {
        "id":"ED507216",
        "title":"Tracking Our Success: How TAFE Institutes Evaluate Their Effectiveness and Efficiency. Occasional Paper"},
      {
        "id":"ED507217",
        "title":"A New Social Capital Paradigm for Adult Literacy: Partnerships, Policy and Pedagogy. An Adult Literacy National Project Report"},
      {
        "id":"ED507218",
        "title":"A New Social Capital Paradigm for Adult Literacy: Partnerships, Policy and Pedagogy--Support Document"},
      {
        "id":"ED507219",
        "title":"Literacy and Numeracy Pedagogy and Social Capital: Three Case Studies. Support Document"},
      {
        "id":"ED507222",
        "title":"Eight-Year Trends in Federal Graduation Rates and Graduation Success Rates at NCAA Division I Institutions"},
      {
        "id":"ED507223",
        "title":"Language Modernization vs. Linguistic Protectionism"},
      {
        "id":"ED507225",
        "title":"Top 10 States for Afterschool in 2009"},
      {
        "id":"ED507226",
        "title":"States on the Move to Afterschool for All"},
      {
        "id":"ED507232",
        "title":"VET in Schools, 2007: Terms and Definitions. Support Document"},
      {
        "id":"ED507233",
        "title":"VET in Schools, 2006: Terms and Definitions. Support Document"},
      {
        "id":"ED507236",
        "title":"Reasons for Training: Why Australian Employers Train Their Workers. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507237",
        "title":"Job Requirements and Lifelong Learning for Older Workers. A National Vocational Education and Training Research and Evaluation Program Report"},
      {
        "id":"ED507238",
        "title":"Job Requirements and Lifelong Learning for Older Workers: Support Document"},
      {
        "id":"ED507239",
        "title":"Australian Vocational Education and Training Statistics: Apprentice and Trainee Destinations, 2008"},
      {
        "id":"ED507240",
        "title":"The Critical Period and Second Language Acquisition"},
      {
        "id":"ED507241",
        "title":"An Approach to Develop Physics Student Teachers' Skills of Using Instructional Technology"},
      {
        "id":"ED507242",
        "title":"Making Cereal Box Dioramas of Native American Historic Homes and Culture"},
      {
        "id":"ED507244",
        "title":"Skill Matches to Job Requirements: Support Document"},
      {
        "id":"ED507245",
        "title":"Modelling the Reasons for Training Choices: Technical Paper. Support Document"},
      {
        "id":"ED507246",
        "title":"Educational Initiatives for Older Learners"},
      {
        "id":"ED507247",
        "title":"Prospective Elemantary Science Teachers' Epistemological Beliefs"},
      {
        "id":"ED507248",
        "title":"Information and Communication Technology (ICT) in Teacher Education in the Centra of Globalisation"},
      {
        "id":"ED507249",
        "title":"Economically Disadvantaged Student Failure: The Role of Non-Minority Teachers of Elementary School Students"},
      {
        "id":"ED507250",
        "title":"Numbers of U.S. Doctorates Awarded Rise for Sixth Year, but Growth Slower. InfoBrief. NSF 10-308"},
      {
        "id":"ED507251",
        "title":"Examining the Relationship between LA's Best Program Attendance and Academic Achievement of LA's Best Students. CRESST Report 749"},
      {
        "id":"ED507253",
        "title":"Contents for a New NAEP Report: The Five Largest States"},
      {
        "id":"ED507254",
        "title":"Science Assessment and Item Specifications for the 2009 National Assessment of Educational Progress"},
      {
        "id":"ED507255",
        "title":"Assessment and Item Specifications for the NAEP 2009 Mathematics Assessment. National Assessment of Educational Progress. Mathematics NAEP, 2009"},
      {
        "id":"ED507256",
        "title":"Geography Framework for the 2010 National Assessment of Educational Progress"},
      {
        "id":"ED507257",
        "title":"Making New Links, 12th Grade and beyond: Technical Panel on 12th Grade Preparedness Research. Final Report"},
      {
        "id":"ED507259",
        "title":"Civics Framework for the 2010 National Assessment of Educational Progress"},
      {
        "id":"ED507261",
        "title":"U.S. History Framework for the 2010 National Assessment of Educational Progress"},
      {
        "id":"ED507262",
        "title":"Studies in Teaching: 2008 Research Digest"},
      {
        "id":"ED507263",
        "title":"Impact of Parent Education on Student Success"},
      {
        "id":"ED507264",
        "title":"Program Evaluation: A Variety of Rigorous Methods Can Help Identify Effective Interventions. Report to Congressional Requesters. GAO-10-30"},
      {
        "id":"ED507269",
        "title":"Alaska After 3PM"},
      {
        "id":"ED507270",
        "title":"Alabama After 3PM"},
      {
        "id":"ED507271",
        "title":"Arkansas After 3PM"},
      {
        "id":"ED507272",
        "title":"Arizona After 3PM"},
      {
        "id":"ED507273",
        "title":"California After 3PM"},
      {
        "id":"ED507274",
        "title":"Colorado After 3PM"},
      {
        "id":"ED507275",
        "title":"Connecticut after 3PM"},
      {
        "id":"ED507276",
        "title":"Delaware after 3PM"},
      {
        "id":"ED507277",
        "title":"Florida After 3PM"},
      {
        "id":"ED507278",
        "title":"Georgia After 3PM"},
      {
        "id":"ED499809",
        "title":"Children's Outcomes &amp; Program Quality in the Fifth Year. Evaluation of the North Carolina More at Four Pre-Kindergarten Program, Year 5 Report (July 1, 2005-June 30, 2006)"},
      {
        "id":"ED499810",
        "title":"Using Music to Improve Task Learning. FPG Snapshot #43"},
      {
        "id":"ED499811",
        "title":"A Promising Start for the D.C. Opportunity Scholarship Program. WebMemo #710"},
      {
        "id":"ED499812",
        "title":"Can Child Care Impact Risk for Depression? FPG Snapshot #46"},
      {
        "id":"ED499813",
        "title":"Poverty and Early Childhood Intervention. FPG Snapshot #42"},
      {
        "id":"ED499814",
        "title":"How School Choice Programs Can Save Money. WebMemo #727"},
      {
        "id":"ED499815",
        "title":"Key Facts about Higher Education in Washington"},
      {
        "id":"ED499816",
        "title":"Passport to College: Promise Scholarship Program Status Report"},
      {
        "id":"ED499817",
        "title":"Graduation and Dropout Statistics: For Washington's Counties, Districts, and Schools, School Year 2004-2005"},
      {
        "id":"ED499818",
        "title":"Environmental Education Report: Empirical Evidence, Exemplary Models, and Recommendations on the Impact of Environmental Education on K-12 Students"},
      {
        "id":"ED499819",
        "title":"Nine Characteristics of High-Performing Schools: A Research-Based Resource for Schools and Districts to Assist with Improving Student Learning. Second Edition"},
      {
        "id":"ED499820",
        "title":"The High Schools We Need: Improving an American Institution"},
      {
        "id":"ED499821",
        "title":"Meeting Washington State's Needs for an Educated Citizenry and Vital Economy: An Initiative for Measuring Colleges and Awarding Funds for Improving Student Achievement and Success. Research Report, No. 07-1"},
      {
        "id":"ED499822",
        "title":"Breaking Tradition: New Community College Leadership Programs Meet 21st-Century Needs. A Leading Forward Report"},
      {
        "id":"ED499823",
        "title":"2007 American Association of Community Colleges (AACC) Facts"},
      {
        "id":"ED499824",
        "title":"Building the Global Community: Joint Statement on the Role of Community Colleges in  International Education"},
      {
        "id":"ED499825",
        "title":"The Community College Presidency: 2006"},
      {
        "id":"ED499826",
        "title":"Compensation and Benefits of Community College CEOs: 2006"},
      {
        "id":"ED499827",
        "title":"Community Colleges Broadening Horizons through Service Learning, 2006-2009"},
      {
        "id":"ED499828",
        "title":"International Student Guide to U.S. Community Colleges, 2007-2008"},
      {
        "id":"ED499830",
        "title":"TECHcitement: Advances in Technological Education, 2006"},
      {
        "id":"ED499831",
        "title":"TECHcitement: Advances in Technological Education, 2007"},
      {
        "id":"ED499837",
        "title":"Teaching by Choice: Cultivating Exemplary Community College STEM Faculty"},
      {
        "id":"ED499838",
        "title":"Identifying Potential Dropouts: Key Lessons for Building an Early Warning Data System. A Dual Agenda of High Standards and High Graduation Rates"},
      {
        "id":"ED499839",
        "title":"Maryland State Department of Education: Analysis of the Voluntary State Curriculum (VSC) in Science Grades Pre-K-8"},
      {
        "id":"ED499840",
        "title":"Measuring Up: A Report on Education Standards and Assessment for Montgomery County, Maryland"},
      {
        "id":"ED499841",
        "title":"Preparing Today's High School Students for Tomorrow's Opportunities"},
      {
        "id":"ED499842",
        "title":"The Perkins Act of 2006: Connecting Career and Technical Education with the College and Career Readiness Agenda. January 2008 Policy Brief"},
      {
        "id":"ED499844",
        "title":"Measuring Up, 2004: A Report on Language Arts Literacy and Mathematics Standards and Assessments for New Jersey"},
      {
        "id":"ED499845",
        "title":"Visual Literacy with Picture Books: The Silk Road"},
      {
        "id":"ED499846",
        "title":"The More Things Change: Undergraduate Student Living Standards after 40 Years of the Canada Student Loans Program"},
      {
        "id":"ED499847",
        "title":"Beyond the 49th Parallel II: The Affordability of University Education"},
      {
        "id":"ED499848",
        "title":"Student Success: The Newsletter for Higher Education Professionals, November 2007"},
      {
        "id":"ED499849",
        "title":"The Affordability of University Education: A Perspective from Both Sides of the 49th Parallel"},
      {
        "id":"ED499850",
        "title":"Apples to Apples: Towards a Pan-Canadian Common University Data Set"},
      {
        "id":"ED499851",
        "title":"A Better Benchmark Assessment: Multiple-Choice versus Project-Based"},
      {
        "id":"ED499852",
        "title":"Aligning High School Graduation Requirements with the Real World: A Road Map for States. Policy Brief"},
      {
        "id":"ED499854",
        "title":"Beyond the Sticker Price: A Closer Look at Canadian University Tuition Fees"},
      {
        "id":"ED499855",
        "title":"Is More Better? The Impact of Postsecondary Education on the Economic and Social Well-Being of American Society. American Higher Education Report Series"},
      {
        "id":"ED499856",
        "title":"Global Higher Education Rankings: Affordability and Accessibility in Comparative Perspective, 2005"},
      {
        "id":"ED499857",
        "title":"Models of Best Practice in Serving Limited English Proficient Students"},
      {
        "id":"ED499858",
        "title":"Rhetorical Approaches to Crisis Communication: The Research, Development, and Validation of an Image Repair Situational Theory for Educational Leaders"},
      {
        "id":"ED499859",
        "title":"Global Debt Patterns: An International Comparison of Student Loan Burdens and Repayment Conditions. Canadian Higher Education Report Series"},
      {
        "id":"ED499860",
        "title":"Much Ado about a Very Small Idea: Straight Talk on Income-Contingent Loans. Canadian Higher Education Report Series"},
      {
        "id":"ED499862",
        "title":"Focus on Results: An Academic Impact Analysis of the Knowledge Is Power Program (KIPP)"},
      {
        "id":"ED499863",
        "title":"An Annotated Bibliography of Latino Educational Research"},
      {
        "id":"ED499864",
        "title":"Grants for Students: What They Do, Why They Work. Canadian Education Report Series"},
      {
        "id":"ED499865",
        "title":"Reframing the Student Loan Costing Debate: The Benefits of Competition"},
      {
        "id":"ED499866",
        "title":"After Michigan, What? Next Steps for Affirmative Action. Policy Perspectives"},
      {
        "id":"ED499867",
        "title":"I Love You, Brad, But You Reduce My Student Loan Eligibility: The Perils of Marriage in Canadian Student Assistance Programs"},
      {
        "id":"ED499868",
        "title":"Are the Poor Needy? Are the Needy Poor? The Distribution of Student Loans and Grants by Family Income Quartile in Canada"},
      {
        "id":"ED499869",
        "title":"Policy Perspectives: No Merit in these Scholarships"},
      {
        "id":"ED499870",
        "title":"A Little Knowledge is A Dangerous Thing: How Perceptions of Costs and Benefits Affect Access to Education"},
      {
        "id":"ED499871",
        "title":"Networked Nation: Broadband in America, 2007"},
      {
        "id":"ED499872",
        "title":"From Middle School to the Workforce: Latino Students in the Educational Pipeline. Latino Students & the Educational Pipeline, Part I"},
      {
        "id":"ED499873",
        "title":"Pathways to the Bachelor's Degree for Latino Students. Latino Students & the Educational Pipeline, Part III"},
      {
        "id":"ED499874",
        "title":"Latino High School and Baccalaureate Graduates: A Comparison. Latino Students & the Educational Pipeline, Part II"},
      {
        "id":"ED499875",
        "title":"A Practical Guide to Strategic Enrollment Management Planning"},
      {
        "id":"ED499876",
        "title":"Decision 2008: The Round of 15. Policy Perspectives"},
      {
        "id":"ED499877",
        "title":"Student Success. January 2006"},
      {
        "id":"ED499878",
        "title":"Student Success. May 2006"},
      {
        "id":"ED499879",
        "title":"Student Success. March 2006"},
      {
        "id":"ED499880",
        "title":"Work-Based Learning & Higher Education: A Research Perspective. American Higher Education Report Series"},
      {
        "id":"ED499881",
        "title":"CoSN K12 Open Technologies Implementation Study #3. Moodle: An Open Learning Content Management System for Schools"},
      {
        "id":"ED499882",
        "title":"A World of Difference: A Global Survey of University League Tables. Canadian Education Report Series"},
      {
        "id":"ED499883",
        "title":"Who Gets What? The Distribution of Government Subsidies for Post-Secondary Education in Canada. Canadian Higher Education Report Series"},
      {
        "id":"ED499885",
        "title":"Student Aid Time-Bomb: The Coming Crisis in Canada's Financial Aid System. Canadian Educational Report Series"},
      {
        "id":"ED499886",
        "title":"Value Added: The Costs and Benefits of College Preparatory Programs. American Higher Education Report Series"},
      {
        "id":"ED499887",
        "title":"Student Success. September 2006"},
      {
        "id":"ED499888",
        "title":"Student Success. February 2007"},
      {
        "id":"ED499889",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (30th, Anaheim, California, 2007). Volume 1"},
      {
        "id":"ED499894",
        "title":"Measuring Up, 2005: A Report on Assessment Anchors and Tests in Reading and Mathematics for Pennsylvania"},
      {
        "id":"ED499895",
        "title":"How Does the Hawaii High School Assessment Measure Up? A Comparison of the 2005 Grade 10 Hawaii State Assessment in Reading and Mathematics with High School Graduation Exams from Other States"},
      {
        "id":"ED499896",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (30th, Anaheim, California, 2007). Volume 2"},
      {
        "id":"ED499897",
        "title":"The Experience and Effects of Looping in the Elementary Classroom"},
      {
        "id":"ED499898",
        "title":"Iranian Journal of Language Studies (IJLS). Volume 2, Number 1"},
      {
        "id":"ED499901",
        "title":"The Perkins Act of 2006: Connecting Career and Technical Education with the College and Career Readiness Agenda. Achieve Policy Brief"},
      {
        "id":"ED499904",
        "title":"Outlook. Number 332"},
      {
        "id":"ED499905",
        "title":"The Promise of Baldrige for K-12 Education. Act Policy Report"},
      {
        "id":"ED499906",
        "title":"Math and Science Teachers: Recruiting and Retaining California's Workforce. Policy Brief"},
      {
        "id":"ED499910",
        "title":"Math and Science Gateways to California's Fastest Growing Careers"},
      {
        "id":"ED499911",
        "title":"Student Perceptions of Interactive Whiteboards in a Biology Classroom"},
      {
        "id":"ED499916",
        "title":"Teaching of Psychology: Ideas and Innovations. Proceedings of the Annual Conference on  Undergraduate Teaching of Psychology (21st, Kerhonkson, New York, March 28-30, 2007)"},
      {
        "id":"ED499918",
        "title":"Assessing and Improving Student Outcomes: What We Are Learning at Miami Dade College. Report No. 2 in the Culture of Evidence Series"},
      {
        "id":"ED499919",
        "title":"ATE Regional Centers: CCRC Final Report"},
      {
        "id":"ED499920",
        "title":"Do Support Services at Community Colleges Encourage Success or Reproduce Disadvantage? An Exploratory Study of Students in Two Community Colleges. CCRC Working Paper No. 10"},
      {
        "id":"ED499921",
        "title":"The Landscape of Noncredit Workforce Education: State Polices and Community College Practices"},
      {
        "id":"ED499922",
        "title":"Using Longitudinal Data to Increase Community College Student Success: A Guide to Measuring Milestone and Momentum Point Attainment. CCRC Research Tools No. 2"},
      {
        "id":"ED499923",
        "title":"Remediation in the Community College: An Evaluator's Perspective. CCRC Working Paper No. 9"},
      {
        "id":"ED499924",
        "title":"Mapping America's Educational Progress, 2008"},
      {
        "id":"ED499925",
        "title":"The \"Black Girl Turn\" in Research on Gender and Science Education: Toward Exploring and Understanding the Early Experiences of Black Females. A Literature Review Paper"},
      {
        "id":"ED499926",
        "title":"How to Protect Kids from Child Molesters"},
      {
        "id":"ED499927",
        "title":"The Effects of Initial Touch Keyboarding Speed Achievement of Fifth Graders and Touch Keyboarding Skill Retention in Seventh Grade"},
      {
        "id":"ED499928",
        "title":"Mapping Alabama's Educational Progress, 2008"},
      {
        "id":"ED499929",
        "title":"Mapping Colorado's Educational Progress, 2008"},
      {
        "id":"ED499930",
        "title":"Mapping Arizona's Educational Progress, 2008"},
      {
        "id":"ED499931",
        "title":"Mapping Arkansas' Educational Progress, 2008"},
      {
        "id":"ED499932",
        "title":"Mapping California's Educational Progress, 2008"},
      {
        "id":"ED499933",
        "title":"Mapping Mississippi's Educational Progress, 2008"},
      {
        "id":"ED499934",
        "title":"Mapping Delaware's Educational Progress, 2008"},
      {
        "id":"ED499935",
        "title":"Mapping Kentucky's Educational Progress, 2008"},
      {
        "id":"ED499936",
        "title":"Mapping Maryland's Educational Progress, 2008"},
      {
        "id":"ED499937",
        "title":"Mapping Maine's Educational Progress, 2008"},
      {
        "id":"ED499938",
        "title":"Mapping Florida's Educational Progress, 2008"},
      {
        "id":"ED499939",
        "title":"Mapping Georgia's Educational Progress, 2008"},
      {
        "id":"ED499940",
        "title":"Mapping Kansas' Educational Progress, 2008"},
      {
        "id":"ED499941",
        "title":"Mapping Massachusetts' Educational Progress, 2008"},
      {
        "id":"ED499942",
        "title":"Mapping Minnesota's Educational Progress, 2008"},
      {
        "id":"ED499943",
        "title":"Mapping Connecticut's Educational Progress, 2008"},
      {
        "id":"ED499944",
        "title":"Mapping the District of Columbia's Educational Progress, 2008"},
      {
        "id":"ED499945",
        "title":"Mapping Hawaii's Educational Progress, 2008"},
      {
        "id":"ED499946",
        "title":"Mapping Idaho's Educational Progress, 2008"},
      {
        "id":"ED499947",
        "title":"Mapping Illinois' Educational Progress, 2008"},
      {
        "id":"ED499948",
        "title":"Mapping Indiana's Educational Progress, 2008"},
      {
        "id":"ED499949",
        "title":"Mapping Iowa's Educational Progress, 2008"},
      {
        "id":"ED499950",
        "title":"Mapping Louisiana's Educational Progress, 2008"},
      {
        "id":"ED499951",
        "title":"Mapping Michigan's Educational Progress, 2008"},
      {
        "id":"ED499952",
        "title":"Code-Switching to English in the German as a Second Foreign Language Classroom: The Case of Turkish Learners"},
      {
        "id":"ED499953",
        "title":"Misdeeds in the US Higher Education: Illegality versus Corruption"},
      {
        "id":"ED499954",
        "title":"The Expert Ceiling in Epistemological Beliefs"},
      {
        "id":"ED499955",
        "title":"Corruption as a Legacy of the Medieval University: Financial Affairs"},
      {
        "id":"ED499956",
        "title":"An Action Based Research Study on How Using Manipulatives will Increase Students' Achievement in Mathematics."},
      {
        "id":"ED499957",
        "title":"Teaching High School Age Students with Special Needs the Four Situations for Subtraction"},
      {
        "id":"ED499958",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (28th, Orlando, Florida, 2005). Volume 1"},
      {
        "id":"ED499959",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (29th, Dallas, Texas, 2006). Volume 2"},
      {
        "id":"ED499960",
        "title":"Teaching the New Vietnam: It's a Country, Not a War"},
      {
        "id":"ED499961",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (27th, Chicago, Illinois, 2004). Volume 1"},
      {
        "id":"ED499962",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (27th, Chicago, Illinois, 2004). Volume 2"},
      {
        "id":"ED499963",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (28th, Orlando, Florida, 2005). Volume 2"},
      {
        "id":"ED499964",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (29th, Dallas, Texas, 2006). Volume 1"},
      {
        "id":"ED499965",
        "title":"Mapping North Carolina's Educational Progress, 2008"},
      {
        "id":"ED499966",
        "title":"Mapping Ohio's Educational Progress, 2008"},
      {
        "id":"ED499967",
        "title":"Mapping South Dakota's Educational Progress, 2008"},
      {
        "id":"ED499968",
        "title":"Mapping North Dakota's Educational Progress, 2008"},
      {
        "id":"ED499969",
        "title":"Mapping South Carolina's Educational Progress, 2008"},
      {
        "id":"ED499970",
        "title":"Mapping Oklahoma's Educational Progress, 2008"},
      {
        "id":"ED499971",
        "title":"Mapping Oregon's Educational Progress, 2008"},
      {
        "id":"ED499972",
        "title":"Perceptions of Online Course Communications and Collaboration"},
      {
        "id":"ED499973",
        "title":"Mapping Rhode Island's Educational Progress, 2008"},
      {
        "id":"ED499974",
        "title":"Mapping Tennessee's Educational Progress, 2008"},
      {
        "id":"ED499975",
        "title":"Mapping Texas' Educational Progress, 2008"},
      {
        "id":"ED499976",
        "title":"Mapping Utah's Educational Progress, 2008"},
      {
        "id":"ED499977",
        "title":"Mapping Wyoming's Educational Progress, 2008"},
      {
        "id":"ED499978",
        "title":"Mapping Vermont's Educational Progress, 2008"},
      {
        "id":"ED499979",
        "title":"Mapping Wisconsin's Educational Progress, 2008"},
      {
        "id":"ED499980",
        "title":"Mapping Montana's Educational Progress, 2008"},
      {
        "id":"ED499981",
        "title":"Mapping Missouri's Educational Progress, 2008"},
      {
        "id":"ED499982",
        "title":"Mapping New Mexico's Educational Progress, 2008"},
      {
        "id":"ED499983",
        "title":"Mapping Nevada's Educational Progress, 2008"},
      {
        "id":"ED499984",
        "title":"Human Capital--Economic Growth Nexus in the Former Soviet Bloc"},
      {
        "id":"ED499985",
        "title":"Mapping New Jersey's Educational Progress, 2008"},
      {
        "id":"ED499986",
        "title":"Mapping New York's Educational Progress, 2008"},
      {
        "id":"ED499987",
        "title":"Mapping Nebraska's Educational Progress, 2008"},
      {
        "id":"ED499988",
        "title":"Mapping New Hampshire's Educational Progress, 2008"},
      {
        "id":"ED499990",
        "title":"\"Clinical\" Significance: \"Clinical\" Significance and \"Practical\" Significance are NOT the Same Things"},
      {
        "id":"ED499991",
        "title":"Experimental Design and Some Threats to Experimental Validity: A Primer"},
      {
        "id":"ED499994",
        "title":"A Culture of Evidence: An Evidence-Centered Approach to Accountability for Student Learning Outcomes"},
      {
        "id":"ED499995",
        "title":"A Culture of Evidence: Critical Features of Assessments for Postsecondary Student Learning"},
      {
        "id":"ED499996",
        "title":"Impact of Changing Population, School Enrollment, and High School Graduate Projections on SUS Enrollments. Information Brief. Volume 4, Issue 5"},
      {
        "id":"ED499998",
        "title":"How Do Students Meet the Cost of Attending a State University? Information Brief. Volume 4, Issue 2"},
      {
        "id":"ED499999",
        "title":"Bright Futures and Florida Prepaid Plans Cover Costs of Tuition Increases for Many Students; the Impact Varies by Institution. Information Brief. Volume 4, Issue 3"},
      {
        "id":"ED500000",
        "title":"The State University System Is Vital to Education of Florida's Teachers. Information Brief. Volume 4, Issue 4"},
      {
        "id":"ED500001",
        "title":"State University System Funding: How Do We Compare? Information Brief. Volume 4, Issue 1"},
      {
        "id":"ED500002",
        "title":"Board of Governors, State University System of Florida Strategic Plan, 2005-2013"},
      {
        "id":"ED500003",
        "title":"Strategies for Determining the Number of Factors to Retain in Exploratory Factor Analysis"},
      {
        "id":"ED500004",
        "title":"A Culture of Evidence: Postsecondary Assessment and Learning Outcomes. Recommendations to Policymakers and the Higher Education Community"},
      {
        "id":"ED500005",
        "title":"Family Literacy. Policy Brief No. 19"},
      {
        "id":"ED500006",
        "title":"Computer Animations a Science Teaching Aid: Contemplating an Effective Methodology"},
      {
        "id":"ED500007",
        "title":"Family Strengthening at the Tipping Point: Emerging Transformation in the Human Services Field. Policy Brief No. 18"},
      {
        "id":"ED500008",
        "title":"Nuclear Security: Action May Be Needed to Reassess the Security of NRC-Licensed Research Reactors. Report to the Ranking Member, Subcommittee on National Security and Foreign Affairs, Committee on Oversight and Government Reform, House of Representatives. GAO-08-403"},
      {
        "id":"ED500009",
        "title":"Language Travel or Language Tourism: Have Educational Trips Changed So Much?"},
      {
        "id":"ED500010",
        "title":"Native Education 101: Basic Facts about American Indian, Alaska Native, and Native Hawaiian Education"},
      {
        "id":"ED500011",
        "title":"Their Fair Share: How Texas-Sized Gaps in Teacher Quality Shortchange Low-Income and Minority Students"},
      {
        "id":"ED500012",
        "title":"MetLife Survey of the American Teacher: The Homework Experience. A Survey of Students, Teachers and Parents"},
      {
        "id":"ED500013",
        "title":"Impact of Teacher Preparation upon Teacher Efficacy"},
      {
        "id":"ED500014",
        "title":"The School Finance Redesign Project: A Synthesis of Work to Date. Interim Summary Report"},
      {
        "id":"ED500015",
        "title":"Securing Growth and Jobs: Improving U.S. Prosperity in a Worldwide Economy. A White Paper from Business Roundtable"},
      {
        "id":"ED500016",
        "title":"Special Edition: Implementing the New Education Reform Law. CEO Education Update"},
      {
        "id":"ED500017",
        "title":"Affordability, Accessibility and Accountability in Higher Education: Proceedings of the Community College Virtual Summit, June 28, 2007"},
      {
        "id":"ED500018",
        "title":"Fulfilling the Covenant--The Way Forward: 2004-05 Annual Report to the President on the Results of Participation of Historically Black Colleges and Universities in Federal Programs"},
      {
        "id":"ED500019",
        "title":"Adult Basic Education to Community College Transitions Symposium. Proceedings Report"},
      {
        "id":"ED500020",
        "title":"West Orange Collaborative STARK Program, 2002-2003 Evaluation Report"},
      {
        "id":"ED500021",
        "title":"Evaluation Report: Year 2 Implementation of the Small High Schools Initiative Manual Complex, Denver, Colorado"},
      {
        "id":"ED500022",
        "title":"Student-Level Analysis of Year 2 (2004-2005) Achievement Outcomes for Tennessee Charter Schools"},
      {
        "id":"ED500023",
        "title":"The Achiever. Volume 7, Number 1, January/February 2008"},
      {
        "id":"ED500024",
        "title":"School Observation Measure Reliability Study"},
      {
        "id":"ED500025",
        "title":"Third Year Evaluation of Tennessee Charter Schools, 2005-2006"},
      {
        "id":"ED500027",
        "title":"The Effect of School Renaissance on TAAS Scores in the McKinney ISD"},
      {
        "id":"ED500028",
        "title":"The Effects of School Renaissance on Student Achievement in Two Mississippi School Districts: A Longitudinal Quasi-Experimental Study"},
      {
        "id":"ED500029",
        "title":"Teaching Economics in the Former Soviet Union: New Curriculum, Old Instruction?"},
      {
        "id":"ED500030",
        "title":"When Eagles Are Allowed to Fly--A Global and Contextual Perspective on Teacher Education in Ethiopia"},
      {
        "id":"ED500031",
        "title":"A Plea for a Mentoring Framework That Promotes Dialogic Professional Learning in the ELT Teacher Education Context"},
      {
        "id":"ED500032",
        "title":"Clinging to the Managerial Approach in Implementing Teacher Education &quot;Reform&quot; Tasks in Ethiopia"},
      {
        "id":"ED500033",
        "title":"The Information Inquisition: High Priests of Knowledge"},
      {
        "id":"ED500034",
        "title":"In the Belly of Paradox: Teaching Equity in an [In]Equitable Space as a Graduate Teaching Assistant (TA)"},
      {
        "id":"ED500035",
        "title":"Narratives on Longing, Being, and Knowing: Envisioning a Writing Epistemology"},
      {
        "id":"ED500036",
        "title":"Targeting Reading Fluency for ESL Students: A Research Based and Practical Application"},
      {
        "id":"ED500037",
        "title":"Vocational Education & Training: Key Considerations when Designing Vocational Models and Curriculums Intended for Under-Educated and Socially Deprived Youths and Adults in Developing Countries"},
      {
        "id":"ED500038",
        "title":"Ivory Tower of the Brave New World"},
      {
        "id":"ED500039",
        "title":"Iranian Journal of Language Studies (IJLS). Volume 1, Issue 3"},
      {
        "id":"ED500040",
        "title":"Iranian Journal of Language Studies (IJLS). Volume 1, Issue 4"},
      {
        "id":"ED500041",
        "title":"Delineating an Educational Policy Framework for the Developing Nations in Meeting the Emerging Global Challenges by Year 2050"},
      {
        "id":"ED500042",
        "title":"Interactive Communication by Applying Contemporary Media in Higher Education"},
      {
        "id":"ED500043",
        "title":"Corruption in Russian Higher Education as Reflected in the Media"},
      {
        "id":"ED500044",
        "title":"Undergraduate Learners' Perceptions of Blended Learning and its Relationship with Some   Demographic and Experiential Variables at the Arab Open University--Bahrain Branch"},
      {
        "id":"ED500045",
        "title":"Developing Learning Style Inventory for Effective Instructional Design"},
      {
        "id":"ED500046",
        "title":"Science, Technology & Literacy"},
      {
        "id":"ED500047",
        "title":"School Principals' Attitudes towards the Use of Technology: United Arab Emirates Technology Workshop"},
      {
        "id":"ED500048",
        "title":"Application of Multimedia Design Principles to Visuals Used in Course-Books: An Evaluation Tool"},
      {
        "id":"ED500049",
        "title":"Direct Instruction and Appropriate Intervention for Children with Learning Problems"},
      {
        "id":"ED500050",
        "title":"Examining the Characteristics of Literacy Practices in a Technology-Rich Sixth Grade Classroom"},
      {
        "id":"ED500051",
        "title":"The School Website as a Virtual Learning Environment"},
      {
        "id":"ED500052",
        "title":"The Necessity and Applicability Levels of the Courses that are Offered in the Departments of Computer Education and Instructional Technologies (CEIT)"},
      {
        "id":"ED500053",
        "title":"Graduate Statistics: Student Attitudes"},
      {
        "id":"ED500054",
        "title":"The Effect of Simulation-Games Environment on Students Achievement in and Attitudes to Mathematics in Secondary Schools"},
      {
        "id":"ED500055",
        "title":"Graduate Research: Score Comparison by Sex"},
      {
        "id":"ED500056",
        "title":"An Assessment of Secondary School Teachers Uses of ICT's: Implications for Further Development of ICT's Use in Nigerian Secondary Schools"},
      {
        "id":"ED500057",
        "title":"Determination of Misconceptions that are Encountered by Teacher Candidates and Solution Propositions for Relieving of These Misconceptions"},
      {
        "id":"ED500058",
        "title":"School Climate and Teachers' Perceptions on Climate Factors: Research into Nine Urban High Schools"},
      {
        "id":"ED500059",
        "title":"Attitudes of EFL Learners towards the Internet"},
      {
        "id":"ED500060",
        "title":"Middle and Secondary Preservice Mathematics Teachers' Comparative Analysis of TIMSS Videotape Lesson Study"},
      {
        "id":"ED500061",
        "title":"International Learning Institutions: Organization, Purpose, Goals, and Missions. Knowledge Area Module 6"},
      {
        "id":"ED500062",
        "title":"The Effect of Constructivist Learning Principles Based Learning Materials to Students' Attitudes, Success and Retention in Social Studies"},
      {
        "id":"ED500063",
        "title":"The Attitudes of the Physical Education Students Towards Internet"},
      {
        "id":"ED500064",
        "title":"Development of a New Curriculum for Computer Education and Comparison with the Current Curriculum of the Turkish Ministry of National Education"},
      {
        "id":"ED500065",
        "title":"The Consequences of Internet Cafe use on Turkish College Students' Social Capital"},
      {
        "id":"ED500070",
        "title":"Turkish Parents' Views on Quality Standards for Children's Television Programmes"},
      {
        "id":"ED500071",
        "title":"University Undergraduate Students' Information Seeking Behaviour: Implications for Quality in Higher Education in Africa"},
      {
        "id":"ED500072",
        "title":"To Compare the Effects of Computer Based Learning and the Laboratory Based Learning on Students' Achievement Regarding Electric Circuits"},
      {
        "id":"ED500073",
        "title":"Integrating New Technology to Commerce Curriculum: How to Overcome Teachers' Resistance?"},
      {
        "id":"ED500074",
        "title":"Variables Predicting Foreign Language Reading Comprehension and Vocabulary Acquisition in a Linear Hypermedia Environment"},
      {
        "id":"ED500076",
        "title":"A Comparative Study of Teacher Candidates Attitudes Towards Computing and IT in North Cyprus"},
      {
        "id":"ED500077",
        "title":"Automated Multiple-Choice Testing for Summative Assessment: What Do Students Think?"},
      {
        "id":"ED500078",
        "title":"General Education Teachers and Students with Physical Disabilities"},
      {
        "id":"ED500084",
        "title":"Effectiveness of Online Instruction: Perceptions of Pre-Service Teachers"},
      {
        "id":"ED500086",
        "title":"Towards a Critical Theory of Educational Technology"},
      {
        "id":"ED500087",
        "title":"Assistive Technologies for College Students with Disabilities"},
      {
        "id":"ED500088",
        "title":"Analyzing the Factors Affecting the Success in University Entrance Examination through the use of Artificial Neural Networks"},
      {
        "id":"ED500089",
        "title":"The Attitudes of ELT Students towards the Internet in Doing Their Homework"},
      {
        "id":"ED500090",
        "title":"An Analysis of Students&apos; Opinions about Blended Learning Environment"},
      {
        "id":"ED500091",
        "title":"Teachers' Perception in Relation to Principles' Technology Leadership: 5 Primary School Cases in Turkish Republic Of Northern Cyprus"},
      {
        "id":"ED500092",
        "title":"Activating Metacognition through Online Learning Log (OLL)"},
      {
        "id":"ED500093",
        "title":"Distance Learning: Practice and Dilemmas"},
      {
        "id":"ED500094",
        "title":"Lecturers' Attitudes Towards the use of Technology: Alternative Strategies for Faculty Administrators"},
      {
        "id":"ED500102",
        "title":"Creating Windows on Learning. Carnegie Perspectives"},
      {
        "id":"ED500110",
        "title":"Teacher Training Programs for Computer Education and Computer Assisted Education in Turkey"},
      {
        "id":"ED500111",
        "title":"Teachers' Perceptions of Computer Use in Education in the TRNC Schools"},
      {
        "id":"ED500112",
        "title":"Synergistic Relation between Global Education Infrastructure and Global Information Society"},
      {
        "id":"ED500113",
        "title":"The Support of Student Articulation of Reasoning, Student Reflection and Tutor Feedback"},
      {
        "id":"ED500114",
        "title":"Study on the Improvement of Vocational and Technical Programs at the Higher Education Level in Taiwan. Based on Students' Perspectives"},
      {
        "id":"ED500115",
        "title":"Educational Parameters Revealed from VLE Logging Data"},
      {
        "id":"ED500116",
        "title":"Students' Perceptions Regarding Reputation of Primary Schools"},
      {
        "id":"ED500117",
        "title":"Student Support Services and Student Satisfaction in Online Education"},
      {
        "id":"ED500118",
        "title":"Reflections of Undergraduate Students Regarding PDA Use for Instructional Purposes"},
      {
        "id":"ED500121",
        "title":"The Status of Teachers' Use of Materials According to Teachers' Opinions"},
      {
        "id":"ED500122",
        "title":"A Demographic Research on Having a Personal Web Site of High School Students"},
      {
        "id":"ED500123",
        "title":"Setting of Classroom Environments for Hearing Impaired Children"},
      {
        "id":"ED500124",
        "title":"Realizing the Personalized Learning Paths in a LMS"},
      {
        "id":"ED500126",
        "title":"Health Education through ICT for K-8: The Point of Science and Computer Teachers View about Feel Me!"},
      {
        "id":"ED500129",
        "title":"Prospective Elementary School Teacher's Ways of Internet Use while Preparing Their Projects and Homeworks"},
      {
        "id":"ED500130",
        "title":"Preparing and Updating Group Education Plans Using Questionnaire for Computer Related Courses"},
      {
        "id":"ED500131",
        "title":"Realisation of Post-Graduate Training for Teachers of Informatics of Rural Secondary Schools via Internet"},
      {
        "id":"ED500133",
        "title":"Educational Software Evaluation Form for Teachers"},
      {
        "id":"ED500135",
        "title":"Power-Solidarity Relationship of Teachers with Their Future Colleagues"},
      {
        "id":"ED500136",
        "title":"Information Literacy 2.0: Empowering Students through Personal Engagement"},
      {
        "id":"ED500138",
        "title":"E-Learning as Part of Disaster Recovery Planning"},
      {
        "id":"ED500139",
        "title":"The Effectiveness of Interactive Instruction CD Designed through the Pre-School Students"},
      {
        "id":"ED500143",
        "title":"The Effects of Concept Mapping on Students' Achievements in Language Teaching"},
      {
        "id":"ED500145",
        "title":"Error Treatment in the EFL Writing Class: Red Pen Method Versus Remedial Instruction"},
      {
        "id":"ED500153",
        "title":"The Educational Software Design and Evaluation for K-8: Oral and Dental Health Software"},
      {
        "id":"ED500156",
        "title":"Black Blizzard: Designing Role-Play Simulations for Education"},
      {
        "id":"ED500158",
        "title":"Technology Use in Language Teaching: The Case of Foreign Language Teaching in Tomer"},
      {
        "id":"ED500159",
        "title":"\"Celebration of the Neurons\": The Application of Brain Based Learning in Classroom Environment"},
      {
        "id":"ED500160",
        "title":"H-EtICT-K8 (Health Education through ICT for K-8): Computers and Your Health"},
      {
        "id":"ED500161",
        "title":"Constructing an Interactive Environment for Faculty Instructional Development"},
      {
        "id":"ED500162",
        "title":"Continuous Advances in Technology for Continuing Adult Learning"},
      {
        "id":"ED500163",
        "title":"An Analysis of Prospective E-Learning Change Agents' Concerns toward E-Learning in Turkey: A Case from Computer Education and Instructional Technology Department in Ankara"},
      {
        "id":"ED500164",
        "title":"Multimedia Enhanced Course Management System: Web Based Interactive Application Development for Universities"},
      {
        "id":"ED500165",
        "title":"Enhancing Studying Mathematics at Faculty of Information Technologies (FIT), MOSTAR"},
      {
        "id":"ED500166",
        "title":"The Content Analysis of Sixth Grade Computer Textbooks"},
      {
        "id":"ED500167",
        "title":"Using an Online Portfolio Course in Assessing Students' Work"},
      {
        "id":"ED500168",
        "title":"An Evaluation of Open Source Learning Management Systems According to Administration Tools and Curriculum Design"},
      {
        "id":"ED500169",
        "title":"Evaluation of a Blended Course from the Viewpoint of Constructivism"},
      {
        "id":"ED500170",
        "title":"Evaluation of an English Course at an Anatolian High School with an Eclectic Point of View: A Case Study"},
      {
        "id":"ED500171",
        "title":"Evaluation of Hearing Impaired Student's Reading Comprehension with the Cloze Procedure"},
      {
        "id":"ED500172",
        "title":"An Online Peer Assisted Learning Community Model and its Application in ZJNU"},
      {
        "id":"ED500173",
        "title":"The Evaluation of the Instructional Applications at Different School Settings Prior to the Implementation of New Curriculum in Turkey"},
      {
        "id":"ED500174",
        "title":"First Year Preservice Teachers' Attitudes toward Computers from Computer Education and Instructional Technology Department"},
      {
        "id":"ED500175",
        "title":"The Impact of Overcoming Fixation and Gender on Divergent Thinking in Solving Maths Problems"},
      {
        "id":"ED500176",
        "title":"Implementation of ICT in Primary Schools in Hong Kong: Consistency and Discrepancy of Attitudes Between School Heads and Teachers"},
      {
        "id":"ED500177",
        "title":"Indicators of Self-Regulation in Computer Supported Collaborative Learning"},
      {
        "id":"ED500179",
        "title":"Harmonizing the Online and Face-to-Face Components in a Blended Course on Educational Technology"},
      {
        "id":"ED500181",
        "title":"Health Problems with the Use of Information Technologies"},
      {
        "id":"ED500182",
        "title":"Improving Student Learning Using State of the Art IT Equipment"},
      {
        "id":"ED500183",
        "title":"Individualistic Instructional Design"},
      {
        "id":"ED500184",
        "title":"Instructional and Evaluative Use of Online Contests: A Pilot Study for Undergraduate Information Technology Course"},
      {
        "id":"ED500185",
        "title":"Integration Application in Interdisciplinary Teaching: Case of Science and Technology Areas"},
      {
        "id":"ED500187",
        "title":"Need of School Technology Adviser of Primary and Secondary Schools in Turkey"},
      {
        "id":"ED500188",
        "title":"Numerical Package in Computer Supported Numeric Analysis Teaching"},
      {
        "id":"ED500189",
        "title":"Is Blended Learning the Solution to Web-Based Distant Engineering Education?"},
      {
        "id":"ED500190",
        "title":"New Technologies to Assist Training in Hospitality Sector"},
      {
        "id":"ED500191",
        "title":"Biology Teacher and Expert Opinions about Computer Assisted Biology Instruction Materials: A Software Entitled Nucleic Acids and Protein Synthesis"},
      {
        "id":"ED500201",
        "title":"What Do Teacher Candidates Have to Say about their Clinical Experiences?"},
      {
        "id":"ED500203",
        "title":"Arizona Adult Education Standards"},
      {
        "id":"ED500204",
        "title":"Arizona Academic Standards, Grade 7"},
      {
        "id":"ED500205",
        "title":"Arizona Academic Standards, High School"},
      {
        "id":"ED500206",
        "title":"Arizona Academic Standards, Kindergarten"},
      {
        "id":"ED500207",
        "title":"Technology Plan for Arizona Adult Education"},
      {
        "id":"ED500208",
        "title":"Transition: From Home or Early Intervention Services to Preschool Special Needs"},
      {
        "id":"ED500209",
        "title":"Child Find"},
      {
        "id":"ED500210",
        "title":"Transition: Preschool to Kindergarten"},
      {
        "id":"ED500211",
        "title":"Arkansas Department of Education Business Leader Research on Preparedness of High School Seniors for Entering the Workforce"},
      {
        "id":"ED500212",
        "title":"Arkansas Department of Education Home School Report, 2006-2007"},
      {
        "id":"ED500213",
        "title":"Arkansas Department of Education Programs for Language Minority Students, 2005-2006"},
      {
        "id":"ED500214",
        "title":"Analyzing the Perceptions of Educators Concerning the Execution of Managerial Processes in Elementary Schools and Determining the Training Needs"},
      {
        "id":"ED500215",
        "title":"The Profiles of the Use of the Internet for Study Purposes among University Students"},
      {
        "id":"ED500216",
        "title":"Fifty States of Achieving the Dream: State Policies to Enhance Access to and Success in Community Colleges Across the United States"},
      {
        "id":"ED500217",
        "title":"Experiential and Transformational Learning Theories as they Apply to Library Information Literacy"},
      {
        "id":"ED500218",
        "title":"The Racial Academic Achievement Gap"},
      {
        "id":"ED500219",
        "title":"Survey of Programs and Courses Offered in Nebraska by Out-of-State Institutions, 2003-04 and 2004-05. Annual Report, 2006"},
      {
        "id":"ED500220",
        "title":"Arizona Academic Standards, Grade 5"},
      {
        "id":"ED500221",
        "title":"Report on Estimated College Continuation Rates for Nebraska Counties for the High School Class of 2005-06. Revised"},
      {
        "id":"ED500222",
        "title":"Nebraska Coordinating Commission for Postsecondary Education Biennial Report, 2005-06"},
      {
        "id":"ED500228",
        "title":"Alabama Education Quick Facts, 2007"},
      {
        "id":"ED500229",
        "title":"Arizona Academic Standards, Grade 2"},
      {
        "id":"ED500230",
        "title":"Arizona Academic Standards, Grade 4"},
      {
        "id":"ED500235",
        "title":"Disposition: How Do You Know It When You See It?"},
      {
        "id":"ED500238",
        "title":"Arizona Academic Standards, Grade 6"},
      {
        "id":"ED500242",
        "title":"Content Analysis on Language Mistakes Made by Turkish, Turkish Language and Literature Teachers in Internet"},
      {
        "id":"ED500243",
        "title":"Computer Aided Lip Reading Training Tool"},
      {
        "id":"ED500244",
        "title":"Web Based Profession Orientation in Elementary Education"},
      {
        "id":"ED500245",
        "title":"Using Instructional Material to Engage Learners in Open Discussions"},
      {
        "id":"ED500246",
        "title":"Software Assisted Syllabus Preparation for Computer Networks Courses"},
      {
        "id":"ED500247",
        "title":"School Principals' Views about Their Roles in Technology Planning: A Case in Eskisehir"},
      {
        "id":"ED500248",
        "title":"Teachers' Opinions on Students' Higher Order Thinking Skills"},
      {
        "id":"ED500249",
        "title":"The Relationships among Unethical Computer Usage Behavior and Some Personality Characteristics of Turkish University Students"},
      {
        "id":"ED500250",
        "title":"Prospective Mathematics Teachers' Attitudes Towards Learning Mathematics with Technology"},
      {
        "id":"ED500251",
        "title":"Speaking Rates of Turkish Prelingually Hearing-Impaired Children"},
      {
        "id":"ED500252",
        "title":"Regents' Review. Volume 10, Issue 4"},
      {
        "id":"ED500253",
        "title":"School Shootings; Standards Kill Students and Society"},
      {
        "id":"ED500257",
        "title":"Newly Enacted Statutes Affecting Public Schools and Pupils Passed during the 2005 Legislative Session and the 22nd Special Session as Required by NRS 385.210"},
      {
        "id":"ED500258",
        "title":"NSHE Diversity Report, 2006-07"},
      {
        "id":"ED500259",
        "title":"NSHE Diversity Report, 2004-05"},
      {
        "id":"ED500260",
        "title":"NSHE Diversity Report, 2005-06"},
      {
        "id":"ED500272",
        "title":"Nebraska Early Childhood Policy Study"},
      {
        "id":"ED500273",
        "title":"Nebraska Early Learning Guidelines for Ages 3 to 5. Revised"},
      {
        "id":"ED500275",
        "title":"A Blueprint for Excellence: 2007 Progress Report and Call to Action. New Jersey's Strategic Plan for Higher Education."},
      {
        "id":"ED500276",
        "title":"Findings Report: Fall 2006 Survey of New Jersey Campus Programs for Students with Disabilities"},
      {
        "id":"ED500278",
        "title":"The Condition of Higher Education in New Mexico, 2004-2005"},
      {
        "id":"ED500279",
        "title":"Nebraska Early Learning Guidelines for Ages Birth to 3: Nurturing the Development and Learning of Infants and Toddlers through Responsive Caregiving"},
      {
        "id":"ED500280",
        "title":"The Condition of Higher Education in New Mexico, 2005-2006"},
      {
        "id":"ED500281",
        "title":"Faculty Study: New Mexico Higher Education Institutions Compared with Regional Peers. Gap Analysis"},
      {
        "id":"ED500282",
        "title":"First Connections with Families: Learning Begins at Birth"},
      {
        "id":"ED500283",
        "title":"Delivering Courses beyond Campus Walls: Off-Campus and Distance Education in Nebraska, 2004-05 and 2005-06"},
      {
        "id":"ED500284",
        "title":"Come as You Are: Kindergarten for Nebraska's Children. Revised"},
      {
        "id":"ED500285",
        "title":"Helping Students Succeed"},
      {
        "id":"ED500286",
        "title":"Native American and Hispanic Students: Recruitment, Enrollment, Retention and Graduation Trends; Institutional Performance Measures and Targets; Institutional Action Plans"},
      {
        "id":"ED500288",
        "title":"The Report on Part-Time Faculty Compensation and Salary Survey, House Bill 384"},
      {
        "id":"ED500289",
        "title":"What Content-Area Teachers Should Know about Adolescent Literacy"},
      {
        "id":"ED500290",
        "title":"Initial Report of the Task Force on Cultural Competence Education in the Health Sciences"},
      {
        "id":"ED500291",
        "title":"Developing Relationships &amp; Partnerships between Tribes and the State to Ensure Equitable Resources &amp; Quality Education for Native American Students. State of New Mexico Tribal-State Indian Education Summit Report"},
      {
        "id":"ED500292",
        "title":"International Education: Do Polish Higher School Students Prefer Speaking in Person, Listening, Reading or Writing during Spanish Classes?"},
      {
        "id":"ED500300",
        "title":"Re-Envisioning Business Programs in Liberal Arts Worlds: 2006 Summit Proceeding & Outcomes"},
      {
        "id":"ED500301",
        "title":"Superintendent's 16th Annual Report, State of Hawaii Department of Education, 2005"},
      {
        "id":"ED500302",
        "title":"Superintendent's 17th Annual Report, State of Hawaii Department of Education, 2006"},
      {
        "id":"ED500303",
        "title":"Idaho Math Initiative. Public School Information. Legislative Report, 2008"},
      {
        "id":"ED500304",
        "title":"Formative Assessment Policies, Programs, and Practices in the Southwest Region. Issues &amp; Answers. REL 2008-No. 041"},
      {
        "id":"ED500305",
        "title":"Idaho Middle School Task Force. Public School Information. Legislative Report, 2008"},
      {
        "id":"ED500306",
        "title":"Idaho Rural Education Task Force. Public School Information. Legislative Report, 2008"},
      {
        "id":"ED500307",
        "title":"Safe and Secure Schools Assessment. Public School Information. Legislative Report, 2008"},
      {
        "id":"ED500308",
        "title":"Test Coordinator's Guide for Federal and State Assessments, 2007-2008"},
      {
        "id":"ED500315",
        "title":"Closing the Expectations Gap, 2008. An Annual 50-State Progress Report on the Alignment of High School Policies with the Demands of College and Careers"},
      {
        "id":"ED500316",
        "title":"The Leadership Limbo: Teacher Labor Agreements in America's Fifty Largest School Districts"},
      {
        "id":"ED500317",
        "title":"International Program Promotes Creative Thinking in Science"},
      {
        "id":"ED500318",
        "title":"Two Can Reduce School Dropout: A Live Student and a Wired Teacher"},
      {
        "id":"ED500319",
        "title":"The Impact of the USF Tampa Library Graduate Assistant Program on Career and Professional Development"},
      {
        "id":"ED500321",
        "title":"Youth with Disabilities in the Foster Care System: Barriers to Success and Proposed Policy Solutions"},
      {
        "id":"ED500322",
        "title":"Why Do We Have a Knowledge Deficit? Policy Perspectives"},
      {
        "id":"ED500323",
        "title":"Arkansas Department of Education Technology Plan, 2008-2012"},
      {
        "id":"ED500324",
        "title":"State Performance Plan: IDEA Part B. FFY 2006--FFY 2010 (2006--2011). Reflects Changes Made for FFY 2006 (2006-2007), Dated 2.1.2008"},
      {
        "id":"ED500325",
        "title":"Student Achievement and Accountability. Annual Report, 2007"},
      {
        "id":"ED500326",
        "title":"The Individuals with Disabilities Education Act (IDEA): Provisions Related to Children with Disabilities Enrolled by Their Parents in Private Schools"},
      {
        "id":"ED500327",
        "title":"Guidelines for Serving At-Risk Students. A Publication to Assist School Districts in the Development of Local Plans Required by the Iowa Standard for At-Risk Students"},
      {
        "id":"ED500328",
        "title":"Helping Low-Wage Workers Persist in Education Programs: Lessons from Research on Welfare Training Programs and Two Promising Community College Strategies. MDRC Working Paper"},
      {
        "id":"ED500329",
        "title":"Private School Participants in Federal Programs under the &quot;No Child Left Behind Act&quot; and the &quot;Individuals with Disabilities Education Act&quot;: Private School and Public School District Perspectives"},
      {
        "id":"ED500330",
        "title":"The Annual Career and Technical Education High School Report, 2007"},
      {
        "id":"ED500331",
        "title":"Developing Iowa's Bioscience Workforce: The Role of the Community Colleges of Iowa  in Creating Skilled Workers for the Emerging Bioscience/Biotechnology Sector"},
      {
        "id":"ED500332",
        "title":"Student Achievement and Accountability Annual Report, 2007. Iowa Code Section 284.12 (1)"},
      {
        "id":"ED500333",
        "title":"Free Appropriate Public Education for Students with Disabilities: Requirements under Section 504 of the &quot;Rehabilitation Act of 1973.&quot; Revised"},
      {
        "id":"ED500334",
        "title":"Head Start: A More Comprehensive Risk Management Strategy and Data Improvements Could Further Strengthen Program Oversight. Report to Congressional Requesters. GAO-08-221"},
      {
        "id":"ED500335",
        "title":"Test Access &amp; Accommodations for Students with Disabilities. Policy and Tools to Guide Decision-Making and Implementation"},
      {
        "id":"ED500339",
        "title":"Self-Esteem and Vocational Self-Esteem Enhancement: A Group Counseling Program for University Students"},
      {
        "id":"ED500341",
        "title":"Annual Condition of Education Report. A Report on Prekindergarten, Elementary, and Secondary Education in Iowa, 2007"},
      {
        "id":"ED500342",
        "title":"The Annual Condition of Education Report. A Report on Prekindergarten, Elementary, and Secondary Education in Iowa, 2006"},
      {
        "id":"ED500348",
        "title":"Report to the State Board of Education on the Status of Minority Teachers in Tennessee, 2004"},
      {
        "id":"ED500350",
        "title":"Report to the State Board of Education on the Status of Minority Classroom Teachers in Tennessee, 2006"},
      {
        "id":"ED500351",
        "title":"The Rights of Infants and Toddlers with Special Needs. Revised"},
      {
        "id":"ED500352",
        "title":"Special Edition. Volume 1, Issue III, June 2004"},
      {
        "id":"ED500353",
        "title":"TN Part C, State Performance Plan. State of Tennessee, Department of Education, Division of Special Education State Performance Plan, 2005-2010. Revised"},
      {
        "id":"ED500354",
        "title":"Promoting Literacy in Multilingual Settings"},
      {
        "id":"ED500355",
        "title":"Regional Planning Meeting on Literacy Initiative for Empowerment"},
      {
        "id":"ED500356",
        "title":"Interlanguage Development and Collocational Clash"},
      {
        "id":"ED500358",
        "title":"American English vs. British English"},
      {
        "id":"ED500359",
        "title":"Modality Effect in Foreign Language Context"},
      {
        "id":"ED500360",
        "title":"A Strategic Action Plan for Advancing Math and Science Education in New Mexico 2007-2010"},
      {
        "id":"ED500362",
        "title":"TN Part C State Annual Performance Report. State of Tennessee Department of Education, Division of Special Education Annual Performance Plan, 2005-2006"},
      {
        "id":"ED500363",
        "title":"Colorado Higher Education Financing Study. Executive Briefing"},
      {
        "id":"ED500364",
        "title":"Colorado Commission on Higher Education College Opportunity Fund Status Report, FY05-06; FY06-07"},
      {
        "id":"ED500365",
        "title":"Early Edition--Building Bright IDEAs in Early Childhood. Volume 1, Winter 2004"},
      {
        "id":"ED500366",
        "title":"Colorado Commission on Higher Education: Report to the General Assembly. January 2008"},
      {
        "id":"ED500367",
        "title":"The State of New Mexico Guidelines for Educators and Administrators for Implementing Section 504 of the Rehabilitation Act of 1973"},
      {
        "id":"ED500369",
        "title":"Report to Governor and General Assembly on Teacher Education"},
      {
        "id":"ED500370",
        "title":"Remedial Education: One-Third of Incoming College Students Unprepared by K-12 Education. Report to the Governor and the General Assembly"},
      {
        "id":"ED500371",
        "title":"Programs to Improve the Retention and Success of Underserved Students at Colorado Public Institutions. Report to the Education Committees of the Colorado General Assembly in Response to HB 06-1024"},
      {
        "id":"ED500372",
        "title":"Colorado Commission on Higher Education Adjunct Professor Benefits Study"},
      {
        "id":"ED500373",
        "title":"Colorado Commission on Higher Education Legislative Report on Remedial Education, 2007"},
      {
        "id":"ED500374",
        "title":"Colorado Commission on Higher Education Legislative Report on Remedial Education, 2006"},
      {
        "id":"ED500375",
        "title":"Assessment Information for 2007 NAEP. Volume 1, Issue 2"},
      {
        "id":"ED500376",
        "title":"A Parent's Guide to Services for Children, from Birth to Three Years of Age, with Special Needs"},
      {
        "id":"ED500377",
        "title":"Physicians and Tennessee's Early Intervention System (TEIS)"},
      {
        "id":"ED500379",
        "title":"Student Assistance Team (SAT) and the Three Tier Model of Student Intervention"},
      {
        "id":"ED500380",
        "title":"New Mexico Public Education Department 2007-2008 School Improvement Framework"},
      {
        "id":"ED500382",
        "title":"S.T.A.R.S @ Glance (Student Teacher Accountability Reporting System)"},
      {
        "id":"ED500387",
        "title":"The Nation's Report Card--New Mexico. Volume 1, Issue 1"},
      {
        "id":"ED500388",
        "title":"New Mexico Dropout Report, 2004-2005"},
      {
        "id":"ED500389",
        "title":"Help Your Child Prepare for Testing"},
      {
        "id":"ED500390",
        "title":"New Mexico Student Dropout Report, 2005-2006. Revised"},
      {
        "id":"ED500391",
        "title":"Mathematics Content Standards Benchmarks and Performance Standards"},
      {
        "id":"ED500392",
        "title":"New Mexico Standards Based Assessment (NMSBA) Technical Report: 2006 Spring Administration"},
      {
        "id":"ED500393",
        "title":"New Mexico Standards-Based Assessment Technical Report: Spring 2007 Administration"},
      {
        "id":"ED500394",
        "title":"New Mexico Youth Risk and Resiliency Survey (YRRS). 2005 Report of State Results"},
      {
        "id":"ED500395",
        "title":"Making Schools Work for New Mexico Kids. 2006 Annual Report"},
      {
        "id":"ED500396",
        "title":"National Indian Education Study"},
      {
        "id":"ED500397",
        "title":"New Mexico Statewide Assessment Program (NMSAP) Procedures Manual, 2007-2008"},
      {
        "id":"ED500398",
        "title":"Response to Intervention A Systematic Process to Increase Learning Outcomes for All Students. Guidance Document for New Mexico Schools"},
      {
        "id":"ED500399",
        "title":"Procedures Manual for Home School Operators in New Mexico"},
      {
        "id":"ED500400",
        "title":"Safe Schools Report 2004-2005"},
      {
        "id":"ED500401",
        "title":"Household Schooling and Child Labor Decisions in Rural Bangladesh"},
      {
        "id":"ED500402",
        "title":"Exploring and Understanding the Benefits of Tutoring Software on Urban Students' Science Achievement: What Are Baltimore City Practitioners' Perspectives?"},
      {
        "id":"ED500403",
        "title":"Utilizing Instructional Games to Improve Students' Conceptualization of Science Concepts: Comparing K Students Results with Grade 1 Students, Are There Differences?"},
      {
        "id":"ED500404",
        "title":"The 2003 National Assessment of Adult Literacy (NAAL): Performance of African Americans in a National Context"},
      {
        "id":"ED500405",
        "title":"Utilizing a Laboratory Practical to Clear up Urban High School Students' Misconceptions of Newton's Second Law: An Experimental, Action Base Research"},
      {
        "id":"ED500406",
        "title":"The Future of 12th Grade NAEP: Report of the Ad Hoc Committee on Planning for NAEP 12th Grade Assessments in 2009"},
      {
        "id":"ED500407",
        "title":"Ten Years after College: Comparing the Employment Experiences of 1992-93 Bachelor's Degree Recipients with Academic and Career-Oriented Majors. Postsecondary Education Descriptive Analysis Report. NCES 2008-155"},
      {
        "id":"ED500424",
        "title":"Report of the Colorado Minority Success Taskforce"},
      {
        "id":"ED500425",
        "title":"A Study of the 1:1 Laptop Program at the Denver School of Science &amp; Technology"},
      {
        "id":"ED500426",
        "title":"Nationhood and Education in Nigeria: A Case Study of School Inspection in Nigeria as a Means of Increasing Central Government Control"},
      {
        "id":"ED500427",
        "title":"Utah Assessment Participation and Accommodations Policy, 2007-08"},
      {
        "id":"ED500428",
        "title":"Measuring the Performance of Students with Disabilities and English Language Learners in the National Assessment of Educational Progress"},
      {
        "id":"ED500429",
        "title":"Inclusion of Students with Limited English Proficiency in NAEP: Classification and Measurement Issues"},
      {
        "id":"ED500430",
        "title":"Including Students with Disabilities and English Language Learners in NAEP: Effects of Differential Inclusion Rates on Accuracy and Interpretability of Findings"},
      {
        "id":"ED500431",
        "title":"How State Policies and Practices for Alternate Assessment Impact: Who Is Included in NAEP State Assessments"},
      {
        "id":"ED500432",
        "title":"An Analysis of State Assessment Policies Addressing the Accommodation of English Language Learners"},
      {
        "id":"ED500433",
        "title":"Research on Mathematics Test Accommodations Relevant to NAEP Testing"},
      {
        "id":"ED500434",
        "title":"Validity Issues in Accommodating NAEP Reading Tests"},
      {
        "id":"ED500436",
        "title":"Measuring Up 2004: A Report on Social Studies Standards for New Jersey"},
      {
        "id":"ED500437",
        "title":"How Do Washington's Graduation Tests Measure Up? A Comparison of the 2003 10th Grade Washington Assessment of Student Learning with High School Graduation Exams from Other States"},
      {
        "id":"ED500439",
        "title":"Creating a Longitudinal Data System: Using Data To Improve Student Achievement"},
      {
        "id":"ED500440",
        "title":"An Alignment Analysis of Washington State's College Readiness Mathematics Standards with Various Local Placement Tests"},
      {
        "id":"ED500441",
        "title":"Do Graduation Tests Measure Up? A Closer Look at State High School Exit Exams"},
      {
        "id":"ED500442",
        "title":"Moving Indiana Forward: High Standards and High Graduation Rates. A Strategic Assessment for Indiana Education Policymakers"},
      {
        "id":"ED500443",
        "title":"Moving North Carolina Forward: High Standards &quot;and&quot; High Graduation Rates. A Framework for Next-Generation Assessment and Accountability Indicators"},
      {
        "id":"ED500445",
        "title":"Taking Stock: An Analysis of Delaware's High School Standards and Course Requirements"},
      {
        "id":"ED500446",
        "title":"Setting the Bar: An Evaluation of ISTEP+ Assessment for Indiana"},
      {
        "id":"ED500448",
        "title":"Review of Michigan's Grade Level Content Expectations"},
      {
        "id":"ED500449",
        "title":"Rising to the Challenge: Are High School Graduates Prepared for College and Work? A Study of Recent High School Graduates, College Instructors, and Employers"},
      {
        "id":"ED500450",
        "title":"Second Language Acquisition and Language Pedagogy"},
      {
        "id":"ED500451",
        "title":"Bologna with Student Eyes, 2007"},
      {
        "id":"ED500452",
        "title":"The Audiolingual Method"},
      {
        "id":"ED500453",
        "title":"An Evaluative Review of a Course in English, Book #4"},
      {
        "id":"ED500454",
        "title":"Courses Count: Preparing Students for Postsecondary Success. ACT Policy Report"},
      {
        "id":"ED500455",
        "title":"What Works in Student Retention? All Survey Colleges"},
      {
        "id":"ED500456",
        "title":"Using EXPLORE[R] and PLAN[R] Data to Evaluate GEAR UP Programs"},
      {
        "id":"ED500458",
        "title":"Profiles of the Adult Education Target Population: Information from the 2000 Census. Revised"},
      {
        "id":"ED500459",
        "title":"Performance Evaluation of the Arabic Language Multimedia Instruction: &quot;Malaysian Perspective&quot;"},
      {
        "id":"ED500460",
        "title":"Foreign Languages and Higher Education: New Structures for a Changed World"},
      {
        "id":"ED500461",
        "title":"An Investigation into the Need for Effective Leadership Mechanisms in the Management of a Successful Inclusive Programme in the Primary School System"},
      {
        "id":"ED500462",
        "title":"Catholic Identity Today: A Position Paper"},
      {
        "id":"ED500465",
        "title":"Business Goes to School: How the Private Sector Can Improve K-12 Education. Education Outlook. No. 5"},
      {
        "id":"ED500467",
        "title":"Reimagining American Schooling: The Case for Educational Entrepreneurship. Education Outlook, No. 4"},
      {
        "id":"ED500468",
        "title":"When Education Research Matters. Education Outlook, No. 1"},
      {
        "id":"ED500469",
        "title":"A Guide to Understanding National Board Certification: 2008 Candidacy Cycle"},
      {
        "id":"ED500470",
        "title":"Facilities Performance Indicators Report, 2006-07"},
      {
        "id":"ED500472",
        "title":"Educating in Place: Mathematics and Technology. Working Paper No. 38"},
      {
        "id":"ED500473",
        "title":"Similar English Learner Students, Different Results: Why Do Some Schools Do Better? A Summary of a Research Study"},
      {
        "id":"ED500474",
        "title":"Involved, Invisible, Ignored: The Experiences of Lesbian, Gay, Bisexual and Transgender Parents and Their Children in Our Nation's K-12 Schools"},
      {
        "id":"ED500475",
        "title":"National Board for Education Sciences Annual Report"},
      {
        "id":"ED500476",
        "title":"National Board for Education Sciences 2007 Annual Report, August 2006 to July 2007. NBES 2008-6005"},
      {
        "id":"ED500477",
        "title":"A Good Start: Two-Year Effects of a Freshmen Learning Community Program at Kingsborough Community College"},
      {
        "id":"ED500478",
        "title":"Employees in Postsecondary Institutions, Fall 2006, and Salaries of Full-Time Instructional Faculty, 2006-07. First Look. NCES 2008-172"},
      {
        "id":"ED500480",
        "title":"Too Good to Last: The True Story of Reading First"},
      {
        "id":"ED500484",
        "title":"Social Intelligence and Aggression among Senior Secondary School Students: A Comparative Sketch"},
      {
        "id":"ED500485",
        "title":"Raining over a Desert: A Critical View to Language Teaching and Learning in Iran"},
      {
        "id":"ED500486",
        "title":"Foundations for Success: The Final Report of the National Mathematics Advisory Panel"},
      {
        "id":"ED500487",
        "title":"Creating Quality Choices: Charters. Closing the Achievement Gap Series"},
      {
        "id":"ED500488",
        "title":"Getting to Results. Closing the Achievement Gap"},
      {
        "id":"ED500489",
        "title":"Exploring Quality Choices: Vouchers. Closing the Achievement Gap Series"},
      {
        "id":"ED500490",
        "title":"Creating Quality Choices: District Schools. Closing the Achievement Gap series"},
      {
        "id":"ED500491",
        "title":"School, Community, Family Connections. Closing the Achievement Gap Series"},
      {
        "id":"ED500492",
        "title":"Strategic Funding Attracts Co-Investment. Closing the Achievement Gap Series"},
      {
        "id":"ED500493",
        "title":"The Anatomy of Influence. Closing the Achievement Gap Series"},
      {
        "id":"ED500494",
        "title":"Connecting Schools, Families &amp; Communities: Stories and Results from the Annie E. Casey Foundation's Education Investments"},
      {
        "id":"ED500495",
        "title":"Preparing Young People to Succeed in College and Beyond. The Connection Strategy: Stories and Results from the Annie E. Casey Foundation's Education Investments"},
      {
        "id":"ED500496",
        "title":"A Systematic Approach Model in Diagnosing and Solving Discipline Problems in Classroom"},
      {
        "id":"ED500497",
        "title":"Reliability Generalization (RG) Analysis: The Test Is Not Reliable"},
      {
        "id":"ED500498",
        "title":"Take-Home Video for Adult Literacy"},
      {
        "id":"ED500499",
        "title":"Assessing Children's Silent Reading"},
      {
        "id":"ED500500",
        "title":"Teaching Mathematics to Students With Learning Disabilities: A Review Of Literature"},
      {
        "id":"ED500501",
        "title":"District of Columbia Public Schools: While Early Reform Efforts Tackle Critical Management Issues, a District-Wide Strategic Education Plan Would Help Guide Long-Term Efforts. Testimony before the Subcommittee on Oversight of Government Management, the Federal Workforce, and the District of Columbia, Committee on Homeland Security and Governmental Affairs, U.S. Senate. GAO-08-549T"},
      {
        "id":"ED500502",
        "title":"Pennsylvania Migrant Education Projected Graduation Rate Study, 2006"},
      {
        "id":"ED500503",
        "title":"Cooperative Education Guidelines for Administration: How to Comply with Federal and State Laws and Regulations"},
      {
        "id":"ED500504",
        "title":"Pennsylvania Family Literacy Programs Statewide Evaluation Annual Report, 2004-2005"},
      {
        "id":"ED500505",
        "title":"English as a Second Language: Content Standards for Adults"},
      {
        "id":"ED500506",
        "title":"2005-2006 Community College Annual Report. Report to the Governor, Chairmen and Minority Chairmen of the Appropriations and Education Committee of the Senate and Chairmen and Minority Chairmen of the Appropriations and Education Committee of the House of Representatives"},
      {
        "id":"ED500507",
        "title":"Alternative Education for Disruptive Youth: Recommended Parameters and Best Practices for Effective Programs"},
      {
        "id":"ED500508",
        "title":"Trends in Undergraduate Borrowing II: Federal Student Loans in 1995-96, 1999-2000, and 2003-04. Postsecondary Education Descriptive Analysis Report. NCES 2008-179"},
      {
        "id":"ED500509",
        "title":"Rhode Island State Assessment Program District and School Testing Coordinators Handbook: K-1 Assessment Program"},
      {
        "id":"ED500510",
        "title":"Rhode Island High School Diploma System Technical Assistance Bulletin"},
      {
        "id":"ED500511",
        "title":"Rhode Island School and District Accountability System Technical Bulletin"},
      {
        "id":"ED500512",
        "title":"Medical Students' Impressions and Satisfactions from Medical Professional Skill Education Lessons"},
      {
        "id":"ED500513",
        "title":"A Conceptual Framework in the Understanding of Science Education"},
      {
        "id":"ED500514",
        "title":"Early Care and Education. The Progress of Education Reform, 2008. Volume 9, Number 1"},
      {
        "id":"ED500515",
        "title":"Multiple Intelligences or Multiply Misleading: The Critic's View of the Multiple Intelligences Theory"},
      {
        "id":"ED500516",
        "title":"OpenCourseWare, Global Access and the Right to Education: Real Access or Marketing Ploy?"},
      {
        "id":"ED500517",
        "title":"Open Educational Resources: Enabling Universal Education"},
      {
        "id":"ED500518",
        "title":"From High School to the Future: Potholes on the Road to College. Case Studies"},
      {
        "id":"ED500519",
        "title":"From High School to the Future: Potholes on the Road to College. Research Report"},
      {
        "id":"ED500520",
        "title":"National Board for Professional Teaching Standards: 2008 Guide to National Board Certification"},
      {
        "id":"ED500521",
        "title":"Alternate Assessments for Special Education Students in the Southwest Region States. Issues &amp; Answers. REL 2008-No. 044"},
      {
        "id":"ED500522",
        "title":"California Cultural Crossroads"},
      {
        "id":"ED500523",
        "title":"Implementation Benchmarks for Assessing an Alternative Certification Program"},
      {
        "id":"ED500524",
        "title":"Measuring Teacher Quality in Connecticut"},
      {
        "id":"ED500525",
        "title":"Access &amp; Equity Newsletter. Volume 6"},
      {
        "id":"ED500526",
        "title":"A Closer Look at Public Higher Education in South Carolina: Institutional Effectiveness, Accountability, and Performance, 2007"},
      {
        "id":"ED500527",
        "title":"A Closer Look at Public Higher Education in South Carolina: Institutional Effectiveness, Accountability, and Performance, 2008"},
      {
        "id":"ED500528",
        "title":"South Carolina Commission on Higher Education Annual Accountability Report, Fiscal Year 2006-07"},
      {
        "id":"ED500529",
        "title":"College Degrees in South Carolina: An Employer's Guide, 2007"},
      {
        "id":"ED500530",
        "title":"One Year Later: The Status of the Class of 2005 Bachelor's Degree Recipients"},
      {
        "id":"ED500531",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Executive Summary"},
      {
        "id":"ED500532",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022"},
      {
        "id":"ED500533",
        "title":"OUS Diversity Report 2005: Charting a Course for the Future"},
      {
        "id":"ED500534",
        "title":"Oregon University System Fact Book 2006"},
      {
        "id":"ED500535",
        "title":"The Deans' Role in Faculty Evaluation and Development. NERCHE Brief"},
      {
        "id":"ED500537",
        "title":"Dual Enrollment Students in Florida and New York City: Postsecondary Outcomes. CCRC Brief. Number 37"},
      {
        "id":"ED500538",
        "title":"Graduate Education and Civic Engagement. NERCHE Brief"},
      {
        "id":"ED500539",
        "title":"Outlook. Number 333"},
      {
        "id":"ED500540",
        "title":"A Holistic Approach to Healthy School Meals: &quot;How Hopkins High School Looked Beyond its Cafeteria when it Changed Meal Service from Fast Food to Nutritional Food. IssueTrak&quot;: A CEFPI Brief on Educational Facility Issues"},
      {
        "id":"ED500541",
        "title":"Raising Graduation Rates in an Era of High Standards: Five Commitments for State Action"},
      {
        "id":"ED500542",
        "title":"Beating the Odds: The Real Challenges behind the Math Achievement Gap--And What High-Achieving Schools Can Teach Us about How to Close It"},
      {
        "id":"ED500543",
        "title":"Community College League of California Trustee Handbook 2008"},
      {
        "id":"ED500545",
        "title":"Campus Law Enforcement, 2004-05. Bureau of Justice Statistics Special Report. NCJ 219374"},
      {
        "id":"ED500547",
        "title":"Empowering Students: How Georgia College Early College Changes Student Aspirations"},
      {
        "id":"ED500548",
        "title":"Opening Doors. A Good Start: Two-Year Effects of a Freshmen Learning Community Program at Kingsborough Community College."},
      {
        "id":"ED500558",
        "title":"Learning to Learn, Pre-Kindergarten--Kindergarten Design Implications. IssueTrak: A CEFPI Brief on Educational Facility Issues"},
      {
        "id":"ED500559",
        "title":"South Carolina Commission on Higher Education Update. Volume 2, Issue 2"},
      {
        "id":"ED500560",
        "title":"Higher Education Facilities Statistical Abstract: South Carolina Public Colleges & Universities. Fourth Edition"},
      {
        "id":"ED500561",
        "title":"Massage Therapy Training in South Carolina: What You Should Know before You Enroll"},
      {
        "id":"ED500562",
        "title":"South Carolina Commission on Higher Education"},
      {
        "id":"ED500563",
        "title":"South Carolina Commission on Higher Education Mission Resource Requirements (MRR), FY 2007-2008"},
      {
        "id":"ED500564",
        "title":"Summary Report on South Carolina Scholarships and Grants, 1988-2005. Revised"},
      {
        "id":"ED500565",
        "title":"Annual Report on Admission Standards for First-Time Entering Freshmen, Fall 2005: South Carolina Public Senior Colleges and Universities"},
      {
        "id":"ED500566",
        "title":"Policies and Procedures for New Academic Program Approval and Program Termination"},
      {
        "id":"ED500567",
        "title":"Annual Report on Admission Standards for First-Time Entering Freshmen, Fall 2006: South Carolina Public Senior Colleges and Universities"},
      {
        "id":"ED500568",
        "title":"South Carolina Higher Education Statistical Abstract, 2006. 28th Edition"},
      {
        "id":"ED500569",
        "title":"South Carolina Higher Education Statistical Abstract, 2005. 27th Edition"},
      {
        "id":"ED500570",
        "title":"South Carolina Higher Education Statistical Abstract, 2007. 29th Edition"},
      {
        "id":"ED500571",
        "title":"Retaining Graduates of South Carolina Public Colleges and Universities. Special Report"},
      {
        "id":"ED500572",
        "title":"An Assessment of South Carolina Higher Education Facilities Conditions &amp; Measuring Deferred Maintenance. Special Report"},
      {
        "id":"ED500573",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. The Citadel. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500574",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. Clemson University. Sector: Research Institutions"},
      {
        "id":"ED500575",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. Coastal Carolina University. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500576",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. Lander University. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500577",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. College of Charleston. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500578",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. South Carolina State University. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500579",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. University of South Carolina Aiken. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500580",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. University of South Carolina Beaufort. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500581",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. University of South Carolina Union. Sector: Two-Year Institutions--Branches of the University of SC"},
      {
        "id":"ED500582",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. University of South Carolina Upstate. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500583",
        "title":"2004-05 Performance Year Ratings impacting Fiscal Year 2005-06. University of South Carolina Lancaster. Sector: Two-Year Institutions--Branches of the University of SC"},
      {
        "id":"ED500584",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. University of South Carolina Salkehatchie. Sector: Two-Year Institutions--Branches of the University of SC"},
      {
        "id":"ED500585",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. University of South Carolina Sumter. Sector: Two-Year Institutions--Branches of the University of SC"},
      {
        "id":"ED500586",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. Winthrop University. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500587",
        "title":"South Carolina Course Alignment Project Newsletter. Volume 1, Number 1"},
      {
        "id":"ED500589",
        "title":"AlaskaAdvantage[R] Programs Annual Report to Alaskans, Year Ending June 30, 2007"},
      {
        "id":"ED500590",
        "title":"Refining Our Mission: Continuing Education's Role in Engagement, Outreach and Public Service. Proceedings of the Annual Meeting of the Association for Continuing Higher Education (69th, Roanoke, VA, October 27-30, 2007)"},
      {
        "id":"ED500591",
        "title":"Algebra for Babies: Exploring Natural Numbers in Simple Arrays. Occasional Paper Five"},
      {
        "id":"ED500592",
        "title":"Development of Indigenous Science Instructional Model"},
      {
        "id":"ED500593",
        "title":"Continuing Education: Making a Difference. Proceedings of the Annual Meeting of the Association for Continuing Higher Education (68th, Los Angeles, California, October 27-30, 2006)"},
      {
        "id":"ED500594",
        "title":"Mississippi's Mandate:  Why the Investment in Education Pays Off in Mississippi"},
      {
        "id":"ED500599",
        "title":"Outcomes of the School Choice and Supplemental Educational Services Provisions of NCLB. Education Policy Brief. Volume 5, Number 8, Fall 2007"},
      {
        "id":"ED500601",
        "title":"Models of State K-12 Educational Governance: Where Does Indiana Stand? Education Policy Brief. Volume 6, Number 1, Winter 2008"},
      {
        "id":"ED500602",
        "title":"Latino Students and Disproportionality in Special Education. Education Policy Brief. Volume 6, Number 2, Winter 2008"},
      {
        "id":"ED500603",
        "title":"Serving Recent Immigrant Students through School-Community Partnerships. Newsletter"},
      {
        "id":"ED500604",
        "title":"Improving School Climate and Student Behavior: A New Paradigm for Indiana Schools. Education Policy Brief. Volume 5, Number 9, Fall 2007"},
      {
        "id":"ED500605",
        "title":"The Status of Male Teachers in Public Education Today. Education Policy Brief. Volume 6, Number 4, Winter 2008"},
      {
        "id":"ED500606",
        "title":"Using Data to Address Equity Issues in Special Education. Education Policy Brief. Volume 6, Number 3, Winter 2008"},
      {
        "id":"ED500607",
        "title":"Overcoming Obstacles, Optimizing Opportunities: State Policies to Increase Postsecondary Attainment for Low-Skilled Adults"},
      {
        "id":"ED500608",
        "title":"Saudi Arabia's Curriculum of Intolerance with Excerpts from Saudi Ministry of Education Textbooks for Islamic Studies"},
      {
        "id":"ED500609",
        "title":"The News. Winter 2007"},
      {
        "id":"ED500610",
        "title":"The News. Spring 2006"},
      {
        "id":"ED500611",
        "title":"Historic Reversals, Accelerating Resegregation, and the Need for New Integration Strategies"},
      {
        "id":"ED500613",
        "title":"Teaching Quality in California: A New Perspective to Guide Policy"},
      {
        "id":"ED500617",
        "title":"Effectively Expanding California's After School System: Overcoming the Workforce Supply Obstacle. After School Policy Brief"},
      {
        "id":"ED500618",
        "title":"The Future of Children's Media: Advertising"},
      {
        "id":"ED500619",
        "title":"Excerpts from Saudi Ministry of Education Textbooks for Islamic Studies: Arabic with English Translation"},
      {
        "id":"ED500620",
        "title":"California Report Card 2008: The State of the State's Children"},
      {
        "id":"ED500621",
        "title":"A Chance to Make it Better: Reauthorization of the &quot;No Child Left Behind&quot; Act"},
      {
        "id":"ED500623",
        "title":"St. Maarten Academy PSVE Student Handbook. Creative Artistic Formation: A Curriculum Development Plan, 2007-2008"},
      {
        "id":"ED500624",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. Medical University of South Carolina. Sector: Research Institutions"},
      {
        "id":"ED500625",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. Francis Marion University. Sector: Four-Year Colleges and Universities"},
      {
        "id":"ED500626",
        "title":"Research into Sexism in Language Testing &amp; Its Implications to Language Testing in China"},
      {
        "id":"ED500628",
        "title":"A Description of Foundation Skills Interventions for Struggling Middle-Grade Readers in Four Urban Northeast and Islands Region School Districts. Issues &amp; Answers. REL 2008-No. 042"},
      {
        "id":"ED500631",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Alabama"},
      {
        "id":"ED500632",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Alaska"},
      {
        "id":"ED500633",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Arkansas"},
      {
        "id":"ED500634",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. California"},
      {
        "id":"ED500636",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Colorado"},
      {
        "id":"ED500637",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Florida"},
      {
        "id":"ED500638",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Connecticut"},
      {
        "id":"ED500639",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. District of Columbia"},
      {
        "id":"ED500640",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Delaware"},
      {
        "id":"ED500641",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Arizona"},
      {
        "id":"ED500642",
        "title":"Course-Taking Patterns and Preparation for Postsecondary Education in California's Public University Systems among Minority Youth. Issues &amp; Answers. REL 2008-No. 035"},
      {
        "id":"ED500643",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Georgia"},
      {
        "id":"ED500644",
        "title":"A Status Report on Middle School Mathematics Assessment and Student Achievement in the Pacific Region. Issues &amp; Answers. REL 2008-No. 043"},
      {
        "id":"ED500645",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Idaho"},
      {
        "id":"ED500646",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Illinois"},
      {
        "id":"ED500647",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Indiana"},
      {
        "id":"ED500648",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Iowa"},
      {
        "id":"ED500649",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Maryland"},
      {
        "id":"ED500650",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Maine"},
      {
        "id":"ED500651",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Massachusetts"},
      {
        "id":"ED500652",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Kentucky"},
      {
        "id":"ED500653",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Mississippi"},
      {
        "id":"ED500654",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Minnesota"},
      {
        "id":"ED500655",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Montana"},
      {
        "id":"ED500656",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Michigan"},
      {
        "id":"ED500657",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Missouri"},
      {
        "id":"ED500658",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. South Dakota"},
      {
        "id":"ED500659",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Tennessee"},
      {
        "id":"ED500660",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Utah"},
      {
        "id":"ED500661",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Texas"},
      {
        "id":"ED500662",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Vermont"},
      {
        "id":"ED500663",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Virginia"},
      {
        "id":"ED500664",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Kansas"},
      {
        "id":"ED500665",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Nebraska"},
      {
        "id":"ED500666",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Louisiana"},
      {
        "id":"ED500667",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Nevada"},
      {
        "id":"ED500668",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. New Mexico"},
      {
        "id":"ED500669",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. North Carolina"},
      {
        "id":"ED500670",
        "title":"Digest of Education Statistics, 2007. NCES 2008-022"},
      {
        "id":"ED500671",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Ohio"},
      {
        "id":"ED500672",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Oregon"},
      {
        "id":"ED500673",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Rhode Island"},
      {
        "id":"ED500674",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Washington"},
      {
        "id":"ED500675",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Wisconsin"},
      {
        "id":"ED500676",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. New York"},
      {
        "id":"ED500677",
        "title":"From High School to the Future: Potholes on the Road to College. Executive Summary"},
      {
        "id":"ED500678",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. North Dakota"},
      {
        "id":"ED500679",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. New Hampshire"},
      {
        "id":"ED500680",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. New Jersey"},
      {
        "id":"ED500681",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Pennsylvania"},
      {
        "id":"ED500682",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. South Carolina"},
      {
        "id":"ED500683",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Oklahoma"},
      {
        "id":"ED500684",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. West Virginia"},
      {
        "id":"ED500685",
        "title":"Knocking at the College Door: Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Wyoming"},
      {
        "id":"ED500686",
        "title":"The Capacity of Ohio's State Funded Colleges and Universities: A Study of the Ability of Campus Facilities to Meet Ohio's Higher Education Needs"},
      {
        "id":"ED500687",
        "title":"Financial Issues and Resource Use in Higher Education: University System of Ohio Institutions"},
      {
        "id":"ED500688",
        "title":"Student Academic Progress at Ohio's Public and Private Colleges and Universities"},
      {
        "id":"ED500689",
        "title":"Results through Productivity Report for Ohio Public Higher Education, 2007"},
      {
        "id":"ED500690",
        "title":"The Performance Report for Ohio's Colleges and Universities, 2006"},
      {
        "id":"ED500691",
        "title":"Degree/Graduation Outcomes: Ohio Public and Private Colleges and Universities. 2008 Report"},
      {
        "id":"ED500692",
        "title":"Costs and Consequences of Remedial Course Enrollment in Ohio Public Higher Education: Six-Year Outcomes for Fall 1998 Cohort"},
      {
        "id":"ED500693",
        "title":"Profile of Recent High School Graduates Enrolled as First-Year College Students, Fall 2001 to Fall 2005 by High School"},
      {
        "id":"ED500694",
        "title":"Cost Allocation Plan for Interest Expense on Higher Education Facilities Bonds, Fiscal Year 2006"},
      {
        "id":"ED500695",
        "title":"Cost Allocation Plan for Interest Expense on Higher Education Facilities Bonds, Fiscal Year 2005"},
      {
        "id":"ED500696",
        "title":"Profile of Recent High School Graduates Enrolled as First-Year College Students: Fall 2001 to Fall 2005 by High School District"},
      {
        "id":"ED500697",
        "title":"Ohio Board of Regents Research Incentive Program. Universities Plans for Use of Funds During the FY 2008-2009 Biennium"},
      {
        "id":"ED500698",
        "title":"Ohio Board of Regents Guidelines for Preparing FY 2007-FY 2012 Capital Plans"},
      {
        "id":"ED500699",
        "title":"Ohio Board of Regents Guidelines for Preparing FY 2009-FY 2014 Capital Plans"},
      {
        "id":"ED500700",
        "title":"Knocking at the College Door Projections of High School Graduates by State and Race/Ethnicity, 1992-2022. Hawaii"},
      {
        "id":"ED500701",
        "title":"Technologies Such as Wikis in the Classroom"},
      {
        "id":"ED500702",
        "title":"Focus on Basics: Connecting Research &amp; Practice. Volume 8, Issue D"},
      {
        "id":"ED500703",
        "title":"Reframing as a Best Practice: The Priority of Process in Highly Adaptive Decision Making"},
      {
        "id":"ED500704",
        "title":"Universal Primary Education among Tribals in Jharkhand: A Situational Analysis"},
      {
        "id":"ED500705",
        "title":"Methodology of Study of Corruption in Higher Education"},
      {
        "id":"ED500706",
        "title":"An Examination of the Relationships between Teaching and Learning Styles, and the Number Sense and Problem Solving Ability of Year 7 Students"},
      {
        "id":"ED500708",
        "title":"The Relations between Decision Making in Social Relationships and Decision Making Styles"},
      {
        "id":"ED500709",
        "title":"Science through Their Eyes: Reflections of Student Teachers of Their Own Science Learning"},
      {
        "id":"ED500710",
        "title":"JOBSTART. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED500711",
        "title":"Native Hawaiian Education Act: Greater Oversight Would Increase Accountability and Enable Targeting of Funds to Areas with Greatest Need. Report to Congressional Requesters. GAO-08-422"},
      {
        "id":"ED500712",
        "title":"Education Policy Reforms of Secondary Education in the Northern Territory"},
      {
        "id":"ED500713",
        "title":"No Child Left Behind Act: Education Actions Could Improve the Targeting of School Improvement Funds to Schools Most in Need of Assistance. Report to Congressional Requesters. GAO-08-380"}]
  }}
