{
  "response":{"numFound":509939,"start":378000,"numFoundExact":true,"docs":[
      {
        "id":"ED500714",
        "title":"Investigating the Propriety of a Science and Technology Curriculum in Turkiye"},
      {
        "id":"ED500715",
        "title":"University Students' Perceptions of Their Science Classrooms"},
      {
        "id":"ED500716",
        "title":"Effects of Students' Pre- and Post-Laboratory Concept Maps on Students' Attitudes toward Chemistry Laboratory in University General Chemistry"},
      {
        "id":"ED500717",
        "title":"Student-Centered Reliability, Concurrent Validity and Instructional Sensitivity in Scoring of Students' Concept Maps in a University Science Laboratory"},
      {
        "id":"ED500718",
        "title":"Follow-Up Report: 2005 Placements of 2004 NDUS Graduates"},
      {
        "id":"ED500719",
        "title":"Creating a University System for the 21st Century. Report of the State Board of Higher Education's Committee on Employee Compensation"},
      {
        "id":"ED500720",
        "title":"North Dakota Higher Education Consortium for Substance Abuse Prevention Annual Report, July 1, 2006-June 30, 2007"},
      {
        "id":"ED500721",
        "title":"North Dakota University System Summary of 2007-2008 Annual Budgets"},
      {
        "id":"ED500722",
        "title":"Comparing Multiple Intelligences Approach with Traditional Teaching on Eight Grade Students' Achievement in and Attitudes toward Science"},
      {
        "id":"ED500723",
        "title":"Invisible Obstacles on the Implementation of Multiple Intelligences Theory in K-8 Classrooms in Turkey"},
      {
        "id":"ED500724",
        "title":"The Effects of Implementation of the Multiple Intelligences Theory on Grade-7 Students' Attitudes toward and Perceptions of Science"},
      {
        "id":"ED500725",
        "title":"2004-05 Performance Year Ratings Impacting Fiscal Year 2005-06. University of South Carolina Columbia. Sector: Research Institutions"},
      {
        "id":"ED500726",
        "title":"Modeling the Activities of Scientists: Prospective Science Teachers' Poster Presentations in An STS Course"},
      {
        "id":"ED500727",
        "title":"Pre-Service Science Teachers' Views on Their Online Argumentation about What Is Happening in Middle School Science Classrooms during Their Practicum Period"},
      {
        "id":"ED500728",
        "title":"North Dakota University System Annual Financial Report, Fiscal Year Ended June 30, 2007"},
      {
        "id":"ED500729",
        "title":"An Investment in a Brighter Future for North Dakota: Summary of the 2007 NDUS Legislative Agenda"},
      {
        "id":"ED500730",
        "title":"Student Affordability Report"},
      {
        "id":"ED500731",
        "title":"Parent Brochure for Report Card, Grade 3"},
      {
        "id":"ED500732",
        "title":"Parent Brochure for Report Card, Grade 5"},
      {
        "id":"ED500733",
        "title":"Parent Brochure for Report Card, Grade 1"},
      {
        "id":"ED500734",
        "title":"Parent Brochure for Report Card, Grade 2"},
      {
        "id":"ED500735",
        "title":"Parent Brochure for Report Card, Grade 4"},
      {
        "id":"ED500736",
        "title":"Parent Brochure for Report Card, Grade 6"},
      {
        "id":"ED500737",
        "title":"High School Students' Affective Dispositions in Science: Scientific Inquiry with Information Technologies"},
      {
        "id":"ED500738",
        "title":"Parent Brochure for Report Card, Kindergarten"},
      {
        "id":"ED500739",
        "title":"Accountability Measures Report, 2007"},
      {
        "id":"ED500740",
        "title":"North Dakota University System Resource Guide. 2005 Legislative Session"},
      {
        "id":"ED500741",
        "title":"North Dakota University System Resource Guide. 2007 Legislative Session"},
      {
        "id":"ED500742",
        "title":"Analysis of 2007-2009 Executive Budget Recommendation. North Dakota University System"},
      {
        "id":"ED500743",
        "title":"Design Your Future: College and Career Preparation Guide, 2007-08"},
      {
        "id":"ED500744",
        "title":"North Dakota Institutions of Higher Education 2007 Fall Enrollment. Revised"},
      {
        "id":"ED500745",
        "title":"&quot;Creating&quot; a University System for the 21st Century. Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education. July 1, 2006-June 30, 2007"},
      {
        "id":"ED500746",
        "title":"2006 Hawaii State Performance Standards Review Commission: &quot;Final Report&quot;"},
      {
        "id":"ED500748",
        "title":"Senior Exit Plans Survey. State Summary Report. Class of 2007"},
      {
        "id":"ED500749",
        "title":"Superintendent's 18th Annual Report, State of Hawaii Department of Education, 2007"},
      {
        "id":"ED500750",
        "title":"Multiple Intelligences Theory in Turkish Education System"},
      {
        "id":"ED500752",
        "title":"Culminating Experience Action Research Projects, Volume 10, Spring 2007"},
      {
        "id":"ED500754",
        "title":"4 Schools for WIE. Evaluation Report"},
      {
        "id":"ED500755",
        "title":"Boston Public Schools K1 and K2 Programs Needs Assessment. Internal Report to the Department of Early Childhood, Boston Public Schools"},
      {
        "id":"ED500756",
        "title":"Educating Limited-English-Proficient Students in Washington State: Annual Report of the State Transitional Bilingual Instruction Program"},
      {
        "id":"ED500757",
        "title":"Courage to Teach: An 18-Month Personal & Professional Renewal Program for Elementary & Middle School Teachers, Spring-Summer 2005"},
      {
        "id":"ED500758",
        "title":"Preparing the Early Education and Care Workforce: The Capacity of Massachusetts' Institutions of Higher Education"},
      {
        "id":"ED500759",
        "title":"Making The Case: A Fact Sheet on Children and Youth on Out-of-School Time"},
      {
        "id":"ED500760",
        "title":"Research & Action Report. Volume 27, Number 1, Fall/Winter 2005"},
      {
        "id":"ED500761",
        "title":"Wellesley Centers for Women: Research & Action Report. Volume 25, Number 1, Fall/Winter 2003"},
      {
        "id":"ED500762",
        "title":"Research & Action Report. Volume 28, Number 2, Spring/Summer 2007"},
      {
        "id":"ED500763",
        "title":"Research & Action Report. Volume 28, Number 1, Fall/Winter 2006"},
      {
        "id":"ED500764",
        "title":"Measuring the Alignment of High School and Community College Math Assessments"},
      {
        "id":"ED500765",
        "title":"Research &amp; Action Report. Volume 24, Number 1, Fall/Winter 2002"},
      {
        "id":"ED500766",
        "title":"Technology Infusion in a Rural School System: A Case Study from Pennsylvania"},
      {
        "id":"ED500767",
        "title":"Workforce Characteristics of Infant and Toddler Caregivers in Centers, Family Child Care Homes and Early Head Start Programs: A Massachusetts Capacity Study Research Brief"},
      {
        "id":"ED500768",
        "title":"Economic Growth Challenge/Innovation Incentive: Implementing the Incentive"},
      {
        "id":"ED500769",
        "title":"Choose a North Dakota University System College or University, 2007-08"},
      {
        "id":"ED500770",
        "title":"Research &amp; Action Report. Volume 29, Number 1, Fall/Winter 2007"},
      {
        "id":"ED500771",
        "title":"Research & Action Report. Volume 26, Number 1, Fall/Winter 2004"},
      {
        "id":"ED500772",
        "title":"Training the Teachers in Western Samoa: Some Wider Implications"},
      {
        "id":"ED500773",
        "title":"Research &amp; Action Report. Volume 24, Number 2, Spring/Summer 2003"},
      {
        "id":"ED500775",
        "title":"Scientific Inquiry with Information Technologies: High School Students' Experiences"},
      {
        "id":"ED500776",
        "title":"John Dewey's Critique of Scientific Dogmatism in Education with Implications for Current Supervisory Practice within a Standards-Based Environment"},
      {
        "id":"ED500777",
        "title":"Usurpation or Abdication of Instructional Supervision in the New York City Public Schools?"},
      {
        "id":"ED500778",
        "title":"National Curriculum Collaboration in Australia: An Analysis of the National Debate"},
      {
        "id":"ED500779",
        "title":"On Vulnerability and Transformative Leadership: An Imperative for Leaders of Supervision"},
      {
        "id":"ED500781",
        "title":"The Use of a Performance Assessment for Identifying Gifted Lebanese Students: Is DISCOVER Effective?"},
      {
        "id":"ED500782",
        "title":"Levers for Change: Southeast Region State Initiatives to Improve High Schools. Issues &amp; Answers. REL 2007-No. 024"},
      {
        "id":"ED500783",
        "title":"Registering Students from Language Backgrounds Other Than English. Issues &amp; Answers. REL 2007-No. 025"},
      {
        "id":"ED500784",
        "title":"Sharpening the Dialogue: Engaging Policymakers in the Alignment of Appropriations, Tuition, and Financial Aid Policy. Exchanges"},
      {
        "id":"ED500785",
        "title":"Piloting a Searchable Database of Dropout Prevention Programs in Nine Low-Income Urban School Districts in the Northeast and Islands Region. Issues &amp; Answers. REL 2008-No. 046"},
      {
        "id":"ED500786",
        "title":"Health Insurance: Most College Students Are Covered through Employer-Sponsored Plans, and Some Colleges and States Are Taking Steps to Increase Coverage. Report to the Committee on Health, Education, Labor, and Pensions, U.S. Senate. GAO-08-389"},
      {
        "id":"ED500787",
        "title":"Integrating Higher Education Financial Aid and Financing Policy: Case Studies from the &quot;Changing Direction&quot; Technical Assistance States"},
      {
        "id":"ED500788",
        "title":"Professional Student Exchange Program (PSEP), 2008-2010"},
      {
        "id":"ED500789",
        "title":"Job Corps. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED500791",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 2004-05. Statistical Analysis Report. NCES 2008-335"},
      {
        "id":"ED500792",
        "title":"Student Exchange Programs Statistical Report, Academic Year 2007-08"},
      {
        "id":"ED500793",
        "title":"What State Policymakers Should Know about Federal Higher Education Policy. Policy Insights"},
      {
        "id":"ED500794",
        "title":"Keeping the Promise: Five Benefits of Girls' Secondary Education"},
      {
        "id":"ED500795",
        "title":"Making a Difference: A Framework for Supporting First and Second Language Development in Preschool Children of Migrant Farm Workers"},
      {
        "id":"ED500798",
        "title":"Service Learning in Community Colleges: 2003 National Survey Results. Research Brief. AACC-RB-03-01"},
      {
        "id":"ED500799",
        "title":"Time to Learn. Research Points. Volume 5, Issue 2, Winter 2007"},
      {
        "id":"ED500800",
        "title":"Comparison between NAEP and State Mathematics Assessment Results: 2003. Volume 1. Research and Development Report. NCES 2008-475"},
      {
        "id":"ED500801",
        "title":"Comparison between NAEP and State Mathematics Assessment Results: 2003. Volume 2. Research and Development Report. NCES 2008-475"},
      {
        "id":"ED500802",
        "title":"The Career Development of Aspiring Black Female Nurse Executives in Healthcare Organizations"},
      {
        "id":"ED500803",
        "title":"An Annotated Bibliography of Concept Mapping"},
      {
        "id":"ED500805",
        "title":"Incidental Becomes Visible: A Comparison of School- and Community-Based Field Experience Narratives"},
      {
        "id":"ED500807",
        "title":"An Overview of Alternative Education"},
      {
        "id":"ED500808",
        "title":"Looking Beyond Government: The Transfer of the T.E.A.C.H. Early Childhood[R] Model across States. Charting Civil Society. No. 15"},
      {
        "id":"ED500809",
        "title":"Do Better Neighborhoods for MTO Families Mean Better Schools? Brief No. 3"},
      {
        "id":"ED500810",
        "title":"Reflected Skills of the Science Student Teachers in Teaching Practices"},
      {
        "id":"ED500811",
        "title":"Education Cost Study, 2005-2006"},
      {
        "id":"ED500812",
        "title":"Perceptions of Underprepared Community College Students Regarding Their Educational Achievement: Preliminary Analysis of a Pilot Study"},
      {
        "id":"ED500813",
        "title":"Integrating Financial Aid and Financing Policies: Case Studies from Five States"},
      {
        "id":"ED500814",
        "title":"The Nation's Report Card[TM]: Writing 2007. National Assessment of Educational Progress at Grades 8 and 12. National, State, and Trial Urban District Results. NCES 2008-468"},
      {
        "id":"ED500815",
        "title":"The Relational-Behavior Model: The Relationship between Intrinsic Motivational Instruction and Extrinsic Motivation in Psychologically Based Instruction"},
      {
        "id":"ED500817",
        "title":"Educational Alternatives for Vulnerable Youth: Student Needs, Program Types, and Research Directions"},
      {
        "id":"ED500818",
        "title":"Confronting the Graduation Rate Crisis in Texas"},
      {
        "id":"ED500819",
        "title":"Denver Public Schools: Resegregation, Latino Style"},
      {
        "id":"ED500820",
        "title":"Is Resegregation Real?"},
      {
        "id":"ED500822",
        "title":"Racial Transformation and the Changing Nature of Segregation"},
      {
        "id":"ED500823",
        "title":"High School Graduation, Completion, and Dropout (GCD) Indicators: A Primer and Catalog"},
      {
        "id":"ED500824",
        "title":"Graduation Rates: Real Kids, Real Numbers"},
      {
        "id":"ED500825",
        "title":"Office for Civil Rights Annual Report to Congress, Fiscal Year 2006"},
      {
        "id":"ED500826",
        "title":"Office for Civil Rights Annual Report to Congress, Fiscal Year 2003"},
      {
        "id":"ED500827",
        "title":"Office for Civil Rights Annual Report to Congress, Fiscal Year 2004"},
      {
        "id":"ED500828",
        "title":"Leave No City Behind: England/United States Dialogue on Urban Education Reform"},
      {
        "id":"ED500829",
        "title":"The End of &quot;Keyes&quot;: Resegregation Trends and Achievement in Denver Public Schools"},
      {
        "id":"ED500830",
        "title":"School Facility Investments in the Washington Metropolitan Areas"},
      {
        "id":"ED500831",
        "title":"What \"Extras\" Do We Get with Extracurriculars? Technical Research Considerations"},
      {
        "id":"ED500832",
        "title":"The Real Truth about Low Graduation Rates, An Evidence-Based Commentary"},
      {
        "id":"ED500833",
        "title":"The Relationship between Early Disability Onset and Education and Employment"},
      {
        "id":"ED500834",
        "title":"Self-Esteem and Emotional Intelligence among B.Ed Trainees of Tsunami Affected Coastal Belt"},
      {
        "id":"ED500835",
        "title":"Perceptions of \"Big Sisters\" and Their \"Little Sisters\" Regarding Mentoring Relationships"},
      {
        "id":"ED500836",
        "title":"The Future of National Curriculum Collaboration in Australia: An Analysis of Policies and Possibilities"},
      {
        "id":"ED500837",
        "title":"Increasing Homework Completion of Middle School Students by Using Parental Involvement Strategies and Establishing Routines"},
      {
        "id":"ED500838",
        "title":"Improving Student Motivation in Mixed Ability Classrooms Using Differentiated Instruction"},
      {
        "id":"ED500839",
        "title":"Improvement of Off-Task Behavior of Elementary and High School Students through the Use of Cooperative Learning Strategies"},
      {
        "id":"ED500840",
        "title":"The Effect of Teacher's Questioning Behavior on EFL Classroom Interaction: A Classroom-Based Research"},
      {
        "id":"ED500841",
        "title":"Resilient Women Leaders: A Qualitative Investigation"},
      {
        "id":"ED500842",
        "title":"Issues of Language Use among the Guatemalan-Maya of Southeast Florida"},
      {
        "id":"ED500843",
        "title":"The Practitioner Professor: Applying Theory to Practice"},
      {
        "id":"ED500844",
        "title":"Does Constructivist Teaching Help Students Move Their Epistemological Beliefs in Physics through Uppers Levels?"},
      {
        "id":"ED500845",
        "title":"Decreasing Off-Task Behavior through a Dot/Point Reward System and Portfolio Reflection with Second, Fifth, and Sixth Graders"},
      {
        "id":"ED500846",
        "title":"Increasing High School Student Engagement in Classroom Activities by Implementing Real-World Projects with Choice, Goals Portfolios, and Goals Conferencing"},
      {
        "id":"ED500847",
        "title":"Increasing Reading Comprehension of Elementary Students through Fluency-Based Interventions"},
      {
        "id":"ED500848",
        "title":"Designing Strategies That Meet the Variety of Learning Styles of Students"},
      {
        "id":"ED500849",
        "title":"From One to Eight: A Longitudinal Portrait of the First Grade Class of 1995-1996. IESP Policy Brief No. 01-08"},
      {
        "id":"ED500850",
        "title":"After-School Math PLUS (ASM+) Final Evaluation Report"},
      {
        "id":"ED500851",
        "title":"Evaluation of the Appalachian Regional Commission Oak Ridge National Laboratory Summer Institute for Math/Science/Technology"},
      {
        "id":"ED500852",
        "title":"Integrating Districts in Comprehensive School Reform in the Middle-Grades: Lessons from Middle Start CSR"},
      {
        "id":"ED500853",
        "title":"Building a System of Excellent High Schools: A Framework and Tool for Discussion and Action"},
      {
        "id":"ED500854",
        "title":"Middle Start Snapshots: Improving Middle-Grades Schools"},
      {
        "id":"ED500855",
        "title":"Raising and Educating Healthy Boys: A Report on the Growing Crisis in Boys' Education"},
      {
        "id":"ED500856",
        "title":"Science, Gender, and Afterschool: A Research-Action Agenda"},
      {
        "id":"ED500857",
        "title":"Proceedings of the 27th International Group for the Psychology of Mathematics Education Conference Held Jointly with the 25th PME-NA Conference (Honolulu, Hawaii, July 13-18, 2003). Volume 1"},
      {
        "id":"ED500858",
        "title":"Proceedings of the 27th International Group for the Psychology of Mathematics Education Conference Held Jointly with the 25th PME-NA Conference (Honolulu, Hawaii, July 13-18, 2003). Volume 3"},
      {
        "id":"ED500859",
        "title":"Proceedings of the 27th International Group for the Psychology of Mathematics Education Conference Held Jointly with the 25th PME-NA Conference (Honolulu, Hawaii, July 13-18, 2003). Volume 2"},
      {
        "id":"ED500860",
        "title":"Proceedings of the 27th International Group for the Psychology of Mathematics Education Conference Held Jointly with the 25th PME-NA Conference (Honolulu, Hawaii, July 13-18, 2003). Volume 4"},
      {
        "id":"ED500861",
        "title":"Minnesota Measures: 2007 Report on Higher Education Performance"},
      {
        "id":"ED500862",
        "title":"Minnesota Measures: 2008 Report on Higher Education Performance"},
      {
        "id":"ED500863",
        "title":"Mid South Middle Start: Studies of Three Middle Start Schools in the Mid South Delta"},
      {
        "id":"ED500864",
        "title":"Building Capacity for Professional Development in Adolescent Reading: The National Writing Project's National Reading Initiative. Evaluation Summary Report 2003-2006"},
      {
        "id":"ED500865",
        "title":"Strategic Alliances in Mid South Middle Start: Building Capacity, Creating a Movement"},
      {
        "id":"ED500866",
        "title":"Middle Start Schools Striving for Excellence: Steadily Improving High-Poverty Schools in the Mid South Delta"},
      {
        "id":"ED500868",
        "title":"Providing Comprehensive Education in Problem Solving in Primary and Secondary Schools"},
      {
        "id":"ED500869",
        "title":"Growing Oregon's Innovation Economy through Postsecondary Education"},
      {
        "id":"ED500870",
        "title":"Investing in Oregon's Future: Providing Greater Access to Postsecondary Education for More Oregonians. Progress Report of the Excellence in Delivery and Productivity Working Group"},
      {
        "id":"ED500871",
        "title":"Compounding Challenges: Student Achievement and the Distribution of Human and Fiscal Resources in Oregon's Rural School Districts"},
      {
        "id":"ED500872",
        "title":"Gallup Goes to School: The Importance of Confidence Intervals for Evaluation &quot;Adequate Yearly Progress&quot; in Small Schools. Policy Brief"},
      {
        "id":"ED500873",
        "title":"Studying and Capturing the Complexity of Practice--The Case of the \"Dance of Agency\""},
      {
        "id":"ED500874",
        "title":"Voyaging from Theory to Practice in Teaching and Learning: A View from Hawaii"},
      {
        "id":"ED500877",
        "title":"Findings from the Pilot Teacher Compensation Survey: School Year 2005-06. First Look. NCES 2008-440"},
      {
        "id":"ED500878",
        "title":"Meeting the Information Needs of the American People: Past Actions and Future Initiatives"},
      {
        "id":"ED500880",
        "title":"Equity Mathematics Learning and Computers: Who Gets a Fair Deal in Australian Secondary Schools"},
      {
        "id":"ED500881",
        "title":"Mathematical Literacy in Higher Education: Attracting Women to Engineering Professions by Using ICT"},
      {
        "id":"ED500882",
        "title":"Dialectics Between Theory and Practice: Theoretical Issues and Aspects of Practice from an Early Algebra Project"},
      {
        "id":"ED500884",
        "title":"Availability and (Non-) Use of Technology in and for Mathematics Education in Poor Schools in South Africa"},
      {
        "id":"ED500885",
        "title":"Feminist Frameworks for Researching Mathematics"},
      {
        "id":"ED500886",
        "title":"Some Issues Facing Work for Equity in Mathematics Education"},
      {
        "id":"ED500887",
        "title":"Windows on Practice Investigating Equity in Technology Based Mathematics Classrooms"},
      {
        "id":"ED500888",
        "title":"Equity Mathematics Learning and Technology - Introduction"},
      {
        "id":"ED500889",
        "title":"Research Library Publishing Services: New Options for University Publishing"},
      {
        "id":"ED500890",
        "title":"Text Talk, Body Talk, Table Talk: A Design of Ratio and Proportion as Classroom Parallel Events"},
      {
        "id":"ED500891",
        "title":"Generalising the Context and Generalising the Calculation"},
      {
        "id":"ED500892",
        "title":"Interview Design for Ratio Comparison Tasks"},
      {
        "id":"ED500893",
        "title":"Modeling Outcomes from Probability Tasks: Sixth Graders Reasoning Together"},
      {
        "id":"ED500894",
        "title":"A Web-Based Survey to Assess Prospective Elementary School Teachers' Beliefs about Mathematics and Mathematics Learning: An Alternative to Likert Scales"},
      {
        "id":"ED500895",
        "title":"Minimizing Bullying Behavior of Middle School Students through Behavioral Intervention and Instruction"},
      {
        "id":"ED500896",
        "title":"A Look at Transition from Sociohistorical Theory to Sociocultural Theory"},
      {
        "id":"ED500897",
        "title":"A Different Slant on Cohorts: Perceptions of Professors and Special Education Doctoral Students"},
      {
        "id":"ED500898",
        "title":"The Training of Science Teachers in Papua New Guinea"},
      {
        "id":"ED500899",
        "title":"Emanuel Haldeman-Julius and the Education of the Poor of America"},
      {
        "id":"ED500900",
        "title":"Non-Examples and Proof by Contradiction"},
      {
        "id":"ED500901",
        "title":"Who Will Save America's Urban Catholic Schools?"},
      {
        "id":"ED500902",
        "title":"Thematization of the Calculus Graphing Schema"},
      {
        "id":"ED500903",
        "title":"Australian Indigenous Students' Knowledge of Two-Digit Numeration: Adding One Ten"},
      {
        "id":"ED500904",
        "title":"Attention to Mathematical Structure during Participation in a Mathematics Classroom Task by Learners of English as an Additional Language (EAL)"},
      {
        "id":"ED500905",
        "title":"Levels of Sophistication in Elementary Students Reasoning about Length"},
      {
        "id":"ED500906",
        "title":"Particular and General in Early Symbolic Manipulation"},
      {
        "id":"ED500907",
        "title":"Using Instructional Representations of Ratio as an Assessment Tool of Subject Matter Knowledge"},
      {
        "id":"ED500908",
        "title":"A Social Extension of a Psychological Interest Theory"},
      {
        "id":"ED500909",
        "title":"The Nature of Scaffolding in Undergraduate Students' Transition to Mathematical Proof"},
      {
        "id":"ED500910",
        "title":"Children's Conceptions of Infinity of Numbers in a Fifth Grade Classroom Discussion Context"},
      {
        "id":"ED500911",
        "title":"Audit of Selected Portions of the U.S. Department of Education's Oversight of the Consolidated State Performance Reports"},
      {
        "id":"ED500912",
        "title":"Social and Emotional Competence"},
      {
        "id":"ED500913",
        "title":"Malawi Basic Education Policy Recommendations. Position Papers"},
      {
        "id":"ED500914",
        "title":"Policy Concerns Relating to Teacher Recruitment and Deployment in Malawi. Education Sector Planning Policy Discussion Papers. Teacher Education Policy Position Papers. Paper # 1"},
      {
        "id":"ED500915",
        "title":"Some Principles of Assessment and Evaluation in Teacher Education"},
      {
        "id":"ED500917",
        "title":"Fourth Graders Solving Equations"},
      {
        "id":"ED500918",
        "title":"Investigating the Mathematics Incorporated in the Real World as a Starting Point for Mathematics Classroom Activities"},
      {
        "id":"ED500919",
        "title":"Mathematical Identity in Initial Teacher Training"},
      {
        "id":"ED500920",
        "title":"An Examination of How People with Diverse Background Talk about Mathematics Teaching and Learning Both Face-To-Face and On-Line"},
      {
        "id":"ED500921",
        "title":"Using Research to Inform Practice: Children Make Sense of Division of Fractions"},
      {
        "id":"ED500922",
        "title":"Developing and Connecting Calculus Students' Notions of Rate-of Change and Accumulation: The Fundamental Theorem of Calculus"},
      {
        "id":"ED500923",
        "title":"Sensing: Supporting Student Understanding of Decimal Knowledge"},
      {
        "id":"ED500924",
        "title":"Effects of the Early Start Preschool Curriculum on the Achievement of Third Grade  Students Who Follow Standard Assessment Measures for English and Mathematics"},
      {
        "id":"ED500925",
        "title":"Teaching Academic Courses Online: An Assessment of San Diego Miramar College Students"},
      {
        "id":"ED500926",
        "title":"Physics Students' Perceptions on Their Journey through Portfolio Assessment"},
      {
        "id":"ED500927",
        "title":"Supporting Struggling Readers in an Inclusive Classroom"},
      {
        "id":"ED500928",
        "title":"Using Video to Increase Language Performance"},
      {
        "id":"ED500929",
        "title":"The Use of Websites for Practicing Listening Skills of Undergraduate Students. A Case Study at Suranaree University of Technology, Thailand"},
      {
        "id":"ED500930",
        "title":"Preservice Elementary Teachers' Solution Processes to Problematic Addition and Subtraction Word Problems Involving Ordinal Numbers and Their Interpretations of Solutions"},
      {
        "id":"ED500931",
        "title":"Open Ended Realistic Division Problems, Generalisation and Early Algebra"},
      {
        "id":"ED500932",
        "title":"A Cognitive Model of Experts' Algebraic Solving Methods"},
      {
        "id":"ED500933",
        "title":"Affective Aspects on Mathematics Conceptualization: From Dichotomies to an Integrated Approach"},
      {
        "id":"ED500934",
        "title":"Learning to Investigate Students' Mathematical Thinking: The Role of Student Interviews"},
      {
        "id":"ED500935",
        "title":"Guess My Rule Revisited"},
      {
        "id":"ED500936",
        "title":"Building Theories: Working in a Microworld and Writing the Mathematical Notebook"},
      {
        "id":"ED500937",
        "title":"Teacher Investigations of Students' Work: Meeting the Challenge of Attending to Students' Thinking"},
      {
        "id":"ED500938",
        "title":"Teachers' Conceptions of Mathematical Word Problems: A Basis for Professional Development"},
      {
        "id":"ED500939",
        "title":"Testing a Comprehensive Model for Measuring Problem Solving and Problem Posing Skills of Primary Pupils"},
      {
        "id":"ED500940",
        "title":"Mathematical Proof as Formal Procept in Advanced Mathematical Thinking"},
      {
        "id":"ED500941",
        "title":"A Method for Developing Rubrics for Research Purposes"},
      {
        "id":"ED500942",
        "title":"What Can We Learn about Cognitive Learning Processes by Asking the Pupils?"},
      {
        "id":"ED500943",
        "title":"Primary School Teacher Deployment Policy. Teacher Education Policy Position Papers. Paper # 2"},
      {
        "id":"ED500944",
        "title":"Secondary School Students' Improper Proportional Reasoning: The Role of Direct versus Indirect Measures"},
      {
        "id":"ED500945",
        "title":"Towards a Redefinition of the Mathematics Culture in the Classroom"},
      {
        "id":"ED500946",
        "title":"Thinking in Ordinary Lessons: What Happened When Nine Teachers Believed Their Failing Students Could Think Mathematically"},
      {
        "id":"ED500947",
        "title":"Representational Ability and Understanding of Derivative"},
      {
        "id":"ED500948",
        "title":"Scaling Up Strategies for Change"},
      {
        "id":"ED500949",
        "title":"Curved Solids Nets"},
      {
        "id":"ED500950",
        "title":"From Oral to Written Texts in Grade I and the Approach to Mathematical Argumentation"},
      {
        "id":"ED500951",
        "title":"Young Children's Understanding of Geometric Shapes: The Role of Geometric Models"},
      {
        "id":"ED500952",
        "title":"Perspective-Taking in Middle School Mathematical Modelling: A Teacher Case Study"},
      {
        "id":"ED500953",
        "title":"Bridging Mathematical Knowledge from Different Cultures: Proposals for an Intercultural and Interdisciplinary Curriculum"},
      {
        "id":"ED500954",
        "title":"Equity and Beliefs about the Efficacy of Computers for Mathematics Learning"},
      {
        "id":"ED500956",
        "title":"To Produce Conjectures and to Prove Them within a Dynamic Geometry Environment: A Case Study"},
      {
        "id":"ED500957",
        "title":"\"It is Possible to Die Before Being Born\". Negative Integers Subtraction: A Case Study"},
      {
        "id":"ED500958",
        "title":"Evolution of Forms of Representation in a Modelling Activity: A Case Study"},
      {
        "id":"ED500959",
        "title":"NAEP Testing for Twelfth Graders: Motivational Issues"},
      {
        "id":"ED500960",
        "title":"Using Students' Ways of Thinking to Re-Cast the Tasks of Teaching about Functions"},
      {
        "id":"ED500961",
        "title":"A Broad Mission, Clear Public Image, and Private Funding: Can Community Colleges Have It All? In Brief"},
      {
        "id":"ED500962",
        "title":"Dual Credit/Enrollment in Illinois: A Status Report. In Brief"},
      {
        "id":"ED500963",
        "title":"A Cross-Case Analysis of Career Pathway Programs That Link Low-Skilled Adults to Family-Sustaining Wage Careers. In Brief"},
      {
        "id":"ED500964",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2005-06 (Fiscal Year 2006). First Look. NCES 2008-328"},
      {
        "id":"ED500965",
        "title":"A Brief Examination of Online Learning. In Brief"},
      {
        "id":"ED500966",
        "title":"The Affective Views of Primary School Children"},
      {
        "id":"ED500967",
        "title":"Career Pathways, Academic Performance, and Transition to College and Careers: The Impact of Two Select Career and Technical Education (CTE) Transition Programs on Student Outcomes. In Brief"},
      {
        "id":"ED500968",
        "title":"Dual Credit: Raising the Bar or Lowering the Standard? In Brief"},
      {
        "id":"ED500969",
        "title":"Comprehensive Career Development for Illinois: Findings and Recommendations of the Illinois Career Development Task Force"},
      {
        "id":"ED500970",
        "title":"A Theoretical Model of Analysis of Rate Problems in Algebra"},
      {
        "id":"ED500971",
        "title":"Research as Mission Creep? Reconsidering Scholarship in the Community College. In Brief"},
      {
        "id":"ED500972",
        "title":"State Approval Policies and Procedures for Postsecondary CTE Programs. In Brief"},
      {
        "id":"ED500973",
        "title":"Key Transitions in Counting Development for Young Children Who Experience Difficulty"},
      {
        "id":"ED500974",
        "title":"On Line Professional Community Development and Collaborative Discourse in Geometry"},
      {
        "id":"ED500975",
        "title":"One Line Proof: What Can Go Wrong?"},
      {
        "id":"ED500976",
        "title":"Descriptions and Definitions in the Teaching of Elementary Calculus"},
      {
        "id":"ED500977",
        "title":"12th Grade Student Achievement in America: A New Vision for NAEP"},
      {
        "id":"ED500978",
        "title":"NAEP 12th Grade World History Assessment: Issues and Options"},
      {
        "id":"ED500980",
        "title":"The Community College's Role in P-16 Education Reform. In Brief"},
      {
        "id":"ED500981",
        "title":"Locating Fraction on a Number Line"},
      {
        "id":"ED500983",
        "title":"Creating a Quality Program by Linking Strategic Planning and Assessment through Collaboration"},
      {
        "id":"ED500984",
        "title":"Iowa College Student Aid Commission Student and Faculty Ethnic Diversity Report, 2008"},
      {
        "id":"ED500985",
        "title":"Instructional Podcasting in Higher Education: Rockingham Community College Pilot Study"},
      {
        "id":"ED500986",
        "title":"College Applicants Who Took the COMPASS Test in 2006 (Part 1): Applicant Data"},
      {
        "id":"ED500987",
        "title":"Notation Issues: Visual Effects and Ordering Operations"},
      {
        "id":"ED500989",
        "title":"Attitudes of Mathematics and Language Teachers towards New Educational Trends"},
      {
        "id":"ED500990",
        "title":"Secondary School Mathematics Preservice Teachers' Probabilistic Reasoning in Individual and Pair Settings"},
      {
        "id":"ED500991",
        "title":"Multiplicative Strategies of New Zealand Secondary School Students"},
      {
        "id":"ED500992",
        "title":"High Achieving Girls in Mathematics: What's Wrong with Working Hard?"},
      {
        "id":"ED500993",
        "title":"Mental Functioning of Instruments in the Learning of Geometrical Transformations"},
      {
        "id":"ED500994",
        "title":"The Spontaneous Emergence of Elementary Number-Theoretic Concepts and Techniques in Interaction with Computing Technology"},
      {
        "id":"ED500995",
        "title":"Beyond Discourse: A Multimodal Perspective of Learning Mathematics in a Multilingual   Context"},
      {
        "id":"ED500996",
        "title":"Student's Concept of Infinity in the Context of a Simple Geometrical Construct"},
      {
        "id":"ED500997",
        "title":"Effective vs. Efficient: Teaching Methods of Solving Linear Equations"},
      {
        "id":"ED500999",
        "title":"Impact of Implementing Strategies to Increase Retention of Under-Represented Populations in a Special Education Leadership Doctoral Program"},
      {
        "id":"ED501001",
        "title":"13 Year-Olds' Meanings around Intrinsic Curves with a Medium for Symbolic Expression and Dynamic Manipulation"},
      {
        "id":"ED501002",
        "title":"The Probabilistic Thinking of Primary School Pupils in Cyprus: The Case of Tree Diagrams"},
      {
        "id":"ED501003",
        "title":"Pre-Service Teachers' Transition from \"Knowing That\" to \" Knowing Why\" VIA Computerized Project-Based-Learning"},
      {
        "id":"ED501004",
        "title":"National Assessment of Educational Progress Achievement Levels 1992-1998 for Mathematics"},
      {
        "id":"ED501005",
        "title":"Preservice Teachers' Conceptions about Y=X+5: Do They See A Function?"},
      {
        "id":"ED501006",
        "title":"Daring to Ask the Hard Questions: The Effect of Clinical Interview Training upon Teachers Classroom Questioning"},
      {
        "id":"ED501007",
        "title":"Reducing Abstraction: The Case of Elementary Mathematics"},
      {
        "id":"ED501008",
        "title":"Mathematics Competitions, Gender, and Grade Level: Does Time Make Difference?"},
      {
        "id":"ED501009",
        "title":"Dynamic Geometry and The Theory of Variation"},
      {
        "id":"ED501010",
        "title":"Enhancing Teachers' Understanding Of Students' Learning By Using Assessment Tasks"},
      {
        "id":"ED501011",
        "title":"Early Mathematics Teaching: The Relationship between Teachers' Beliefs and Classroom  Practices"},
      {
        "id":"ED501012",
        "title":"The Effect of a SimCalc Connected Classroom on Students' Algebraic Thinking"},
      {
        "id":"ED501013",
        "title":"&quot;Spontaneous&quot; Mental Computation Strategies"},
      {
        "id":"ED501014",
        "title":"A Perspective for Examining the Link between Problem Posing and Problem Solving"},
      {
        "id":"ED501015",
        "title":"Factors Motivating Reform: Learning from Teachers' Stories"},
      {
        "id":"ED501020",
        "title":"Metaphors as Vehicles of Knowledge: An Exploratory Analysis"},
      {
        "id":"ED501021",
        "title":"Difficulties in Vector Space Theory: A Compared Analysis in Terms Of Conceptions and Tacit Models"},
      {
        "id":"ED501022",
        "title":"Function and Graph in DGS Environment"},
      {
        "id":"ED501023",
        "title":"Collective Mathematical Understanding as an Improvisational Process"},
      {
        "id":"ED501024",
        "title":"Supporting Teacher Change: A Case from Statistics"},
      {
        "id":"ED501025",
        "title":"Describing the Practice of Effective Teachers of Mathematics in the Early Years"},
      {
        "id":"ED501026",
        "title":"The Emergence of Mathematical Goals in a Recreational Practice"},
      {
        "id":"ED501027",
        "title":"Abstracting the Density of Numbers on the Number Line--A Quasi-Experimental Study"},
      {
        "id":"ED501029",
        "title":"Mathematics Teacher Professional Development as the Development of Communities of Practice"},
      {
        "id":"ED501033",
        "title":"Prospective Elementary Teachers' Misunderstandings in Solving Ratio and Proportion Problems"},
      {
        "id":"ED501034",
        "title":"What Counts as Mathematical Discourse?"},
      {
        "id":"ED501036",
        "title":"Mathematical and Pedagogical Understanding as Situated Cognition"},
      {
        "id":"ED501037",
        "title":"Mathematicians' Writing"},
      {
        "id":"ED501038",
        "title":"A Co-Learning Partnership in Mathematics Lower Secondary Classroom In Pakistan: Theory into Practice"},
      {
        "id":"ED501039",
        "title":"The Relative Influence of the Teacher in Third Grade Mathematics Classrooms"},
      {
        "id":"ED501040",
        "title":"Mathematicians on Concept Image Construction: Single &quot;Landscape&quot; vs &quot;Your Own Tailor-Made Brain Version&quot;"},
      {
        "id":"ED501041",
        "title":"Learning in and from Practice: Pre-Service Teachers Investigate Their Mathematics Teaching"},
      {
        "id":"ED501042",
        "title":"The Activity of Defining"},
      {
        "id":"ED501043",
        "title":"Collective Learning Structures: Complexity Science Metaphors for Teaching"},
      {
        "id":"ED501044",
        "title":"Mentoring Teaching of Mathematics in Teacher Education"},
      {
        "id":"ED501045",
        "title":"Getting Organised: The Role of Data Organisation in Students' Representation of Numerical Data"},
      {
        "id":"ED501046",
        "title":"Report on Key Practices and Policies of Consistently Higher Performing High Schools"},
      {
        "id":"ED501047",
        "title":"New Hampshire's Multi-Tiered Approach to Dropout Prevention. Snapshot: New Hampshire"},
      {
        "id":"ED501048",
        "title":"Recognising Equivalent Algebraic Expressions: An Important Component of Algebraic Expectation for Working with CAS"},
      {
        "id":"ED501049",
        "title":"Improving Decimal Number Conception by Transfer from Fractions to Decimals"},
      {
        "id":"ED501050",
        "title":"The Development of Student Teachers' Efficacy Beliefs in Mathematics during Practicum"},
      {
        "id":"ED501051",
        "title":"On Pupils' Self-Confidence in Mathematics: Gender Comparisons"},
      {
        "id":"ED501052",
        "title":"Student-Centered Teaching Practices in Korean Elementary Mathematics Classrooms"},
      {
        "id":"ED501053",
        "title":"Nathan's Strategies for Simplifying and Adding Fractions in Third Grade"},
      {
        "id":"ED501054",
        "title":"The Construct Validity of an Inventory for the Measurement of Young Pupils' Metacognitive Abilities in Mathematics"},
      {
        "id":"ED501055",
        "title":"Cabri as a &quot;Shared Workspace&quot; within the Proving Process"},
      {
        "id":"ED501056",
        "title":"Characteristics of 5th Graders' Logical Development through Learning Division with Decimals"},
      {
        "id":"ED501057",
        "title":"Applying Theory of Planned Behavior Model on Studying Teachers' Change in Mathematics Instruction"},
      {
        "id":"ED501058",
        "title":"Quality Assurance in Secondary Education Program of Bangladesh Open University: Present Status and Challenges"},
      {
        "id":"ED501059",
        "title":"Strong and Weak Metaphors for Limits"},
      {
        "id":"ED501060",
        "title":"New Teachers in Schools: A Summary"},
      {
        "id":"ED501061",
        "title":"Increasing Reading/Literacy Performance of At-Risk Elementary Students through Increased Access to Fiction/Non-Fiction Resources and Incorporating Readers Theater Activities"},
      {
        "id":"ED501062",
        "title":"Foreign Language Learning Difficulties and Teaching Strategies"},
      {
        "id":"ED501063",
        "title":"Heuristics of Twelfth Graders Building Isomorphisms"},
      {
        "id":"ED501064",
        "title":"Interactive Whiteboards and the Construction of Definitions for the Kite"},
      {
        "id":"ED501065",
        "title":"Development of Personal Constructs about Mathematical Tasks--A Qualitative Study Using Repertory Grid Methodology"},
      {
        "id":"ED501066",
        "title":"High School Dropout: A Quick Stats Fact Sheet"},
      {
        "id":"ED501067",
        "title":"Dropout Prevention for Students with Disabilities: A Critical Issue for State Education Agencies. Issue Brief"},
      {
        "id":"ED501068",
        "title":"Should Colleges Focus More on Personal and Social Responsibility? Initial Findings from Campus Surveys Conducted for the Association of American Colleges and Universities as Part of Its Initiative, Core Commitments: Educating Students for Personal and Social Responsibility"},
      {
        "id":"ED501069",
        "title":"Sustaining Focus on Secondary School Reading: Lessons and Recommendations from the Alabama Reading Initiative. Research Brief"},
      {
        "id":"ED501070",
        "title":"At a Glance: NCLB and High Schools. Policy Brief"},
      {
        "id":"ED501071",
        "title":"Findings From the Early College High School Initiative: A Look at Best Practices and Lessons Learned Regarding a Dual Enrollment Program. Research Brief"},
      {
        "id":"ED501072",
        "title":"Managing the Transition to Ninth Grade in a Comprehensive Urban High School. Snapshot"},
      {
        "id":"ED501073",
        "title":"Easing the Transition to High School: Research and Best Practices Designed to Support High School Learning"},
      {
        "id":"ED501074",
        "title":"State and District-Level Support for Successful Transitions into High School. Policy Brief"},
      {
        "id":"ED501075",
        "title":"Toward Ensuring a Smooth Transition into High School. Issue Brief"},
      {
        "id":"ED501076",
        "title":"Emerging Evidence on Improving High School Student Achievement and Graduation Rates: The Effects of Four Popular Improvement Programs. Issue Brief"},
      {
        "id":"ED501077",
        "title":"Improving Literacy Outcomes for English Language Learners in High School: Considerations for States and Districts in Developing a Coherent Policy Framework. Research Brief"},
      {
        "id":"ED501078",
        "title":"State Approaches to More Reliable and Uniform Dropout and Graduation Data. Issue Brief"},
      {
        "id":"ED501079",
        "title":"States' Progress toward High School Restructuring"},
      {
        "id":"ED501080",
        "title":"The First Year of High School: A Quick Stats Fact Sheet"},
      {
        "id":"ED501081",
        "title":"Transitioning Out of High School: A Quick Stats Fact Sheet"},
      {
        "id":"ED501082",
        "title":"State-Level High School Improvement Systems Checklist"},
      {
        "id":"ED501083",
        "title":"High Schools in the U.S. Quick Stats Fact Sheet"},
      {
        "id":"ED501084",
        "title":"Meeting the Needs of Significantly Struggling Learners in High School: A Look at Approaches to Tiered Intervention"},
      {
        "id":"ED501085",
        "title":"Reflections on Screenagers, Faculty Development and Net-Supported Learning"},
      {
        "id":"ED501086",
        "title":"Lifelong Learning through Mentoring Process and Its Operational Dimensions in Society"},
      {
        "id":"ED501087",
        "title":"The Effect of Web-Based Project Applications on Students' Attitudes towards Chemistry"},
      {
        "id":"ED501088",
        "title":"Lesson Study Characterized as a Multi-Tiered Teaching Experiment"},
      {
        "id":"ED501089",
        "title":"Calculators, Graphs, Gestures and the Production of Meaning"},
      {
        "id":"ED501090",
        "title":"The Effects of Numerical and Figural Cues on the Induction Processes of Preservice Elementary Teachers"},
      {
        "id":"ED501091",
        "title":"Five Key Considerations for Networking in a Handheld-Based Mathematics Classroom"},
      {
        "id":"ED501092",
        "title":"Students' Use of Technology in Mathematical Problem Solving: Transforming Technological Artifacts into Mathematical Tools"},
      {
        "id":"ED501093",
        "title":"An Interpreting Game in a Third Grade Classroom"},
      {
        "id":"ED501094",
        "title":"Primary Teachers' Conceptions about the Concept of Volume: The Case of Volume-Measurable Objects"},
      {
        "id":"ED501095",
        "title":"Influential Aspects of Dynamic Geometry Activities in the Construction of Proofs"},
      {
        "id":"ED501097",
        "title":"Assessment Practices in School Mathematics: Acting and Debating"},
      {
        "id":"ED501098",
        "title":"Computer-Mediated Communication in Foreign Language Education: Use of Target Language and Learner Perceptions"},
      {
        "id":"ED501099",
        "title":"Enhancing Distant Learning through Email Communication: A Case of BOU"},
      {
        "id":"ED501100",
        "title":"Development and Validation Process of a European Language Portfolio Model for Young Learners"},
      {
        "id":"ED501101",
        "title":"Relationship Building: The First &quot;R&quot; for Principals"},
      {
        "id":"ED501102",
        "title":"Internet Videoconferencing to Improve EFL Learning"},
      {
        "id":"ED501103",
        "title":"Fostering Collaboration to Enhance Online Instruction"},
      {
        "id":"ED501104",
        "title":"New Trends in Legal Education at Bangladesh Open University"},
      {
        "id":"ED501105",
        "title":"A Paradox between IRT Invariance and Model-Data Fit When Utilizing the One-Parameter and Three-Parameter Models"},
      {
        "id":"ED501106",
        "title":"An Evaluation of Web Based Instruction in View of the Tutors' and Students' Perspectives"},
      {
        "id":"ED501107",
        "title":"A Second Life for Distance Learning"},
      {
        "id":"ED501108",
        "title":"Teaching in Online Courses: Experiences of Instructional Technology Faculty Members"},
      {
        "id":"ED501109",
        "title":"Stakeholders' Perceptions and Concerns on Open and Distance Education in the Higher Institutions: The Case of Eastern Ethiopia"},
      {
        "id":"ED501110",
        "title":"An Inclusive Approach to Online Learning Environments: Models and Resources"},
      {
        "id":"ED501111",
        "title":"The Social Arena of the Online Synchronous Environment"},
      {
        "id":"ED501112",
        "title":"A Service Oriented Architecture to Integrate Mobile Assessment in Learning Management Systems"},
      {
        "id":"ED501113",
        "title":"Perceptions of Course Coordinators and Course Writers for Developing Distance Learning Material"},
      {
        "id":"ED501114",
        "title":"Development of an E-Learning Web Portal: The Foss Approach"},
      {
        "id":"ED501115",
        "title":"The Impact of Preparing for the Test on Classroom Practice"},
      {
        "id":"ED501116",
        "title":"An Analysis of Mental Space Construction in Teaching Linear Equation Word Problems"},
      {
        "id":"ED501117",
        "title":"Language Use in a Multilingual Mathematics Classroom in South Africa: A Different Perspective"},
      {
        "id":"ED501118",
        "title":"Middle School Students' Thinking about Variability in Repeated Trials: A Cross-Task Comparison"},
      {
        "id":"ED501119",
        "title":"Teachers' Mathematics: Curious Obligations"},
      {
        "id":"ED501120",
        "title":"Logico-Mathematical Activity versus Empirical Activity: Examining a Pedagogical Distinction"},
      {
        "id":"ED501121",
        "title":"Students' Understanding of Z[subscript N]"},
      {
        "id":"ED501122",
        "title":"The Provision of Accurate Images with Dynamic Geometry"},
      {
        "id":"ED501123",
        "title":"Aesthetic Values in Mathematics: A Value-Oriented Epistemology"},
      {
        "id":"ED501124",
        "title":"From Cognitive Science to School Practice: Building the Bridge"},
      {
        "id":"ED501125",
        "title":"Connecting Theory and Reflective Practice through the Use of Personal Theories"},
      {
        "id":"ED501126",
        "title":"Two Meanings of the &quot;Equal&quot; Sign and Senses of Comparison and Substitution Methods"},
      {
        "id":"ED501127",
        "title":"Goal Sketches in Fraction Learning"},
      {
        "id":"ED501128",
        "title":"Using an Empowerment Professional Development Model to Support Beginning Primary Mathematics Teachers"},
      {
        "id":"ED501129",
        "title":"Measuring Children's Proportional Reasoning, The &quot;Tendency&quot; for an Additive Strategy and The Effect of Models"},
      {
        "id":"ED501130",
        "title":"Getting At The Mathematics: Sara's Journal"},
      {
        "id":"ED501131",
        "title":"Parent Expectations and Planning for College. Statistical Analysis Report. NCES 2008-079"},
      {
        "id":"ED501132",
        "title":"Emergence of Mathematical Knowledge Structures. Introspection"},
      {
        "id":"ED501133",
        "title":"Grade-Related Trends in the Prevalence and Persistence of Decimal Misconceptions"},
      {
        "id":"ED501134",
        "title":"Self-Efficacy in Mathematics and Students' Use of Self-Regulated Learning Strategies during Assessment Events"},
      {
        "id":"ED501135",
        "title":"The Assessment of Mathematical Logic: Abstract Patterns and Familiar Contexts"},
      {
        "id":"ED501136",
        "title":"Obstacles for Mental Representations of Real Numbers: Observations from a Case Study"},
      {
        "id":"ED501137",
        "title":"Effective Teaching with Virtual Materials: Years Six and Seven Case Studies"},
      {
        "id":"ED501138",
        "title":"Teacher and Students' Joint Production of a Reversible Fraction Conception"},
      {
        "id":"ED501139",
        "title":"On the Search for Gender-Related Differences in Dutch Primary Mathematics Classrooms"},
      {
        "id":"ED501140",
        "title":"Remedying Secondary School Students' Illusion of Linearity: A Teaching Experiment"},
      {
        "id":"ED501141",
        "title":"The Value of Wenger's  Concepts of Modes of Participation and Regimes of Accountability in Understanding Teacher Learning"},
      {
        "id":"ED501142",
        "title":"Computers in the Primary Classroom: Barriers to Effective Use"},
      {
        "id":"ED501143",
        "title":"Students and Teachers Listening to Themselves: Language Awareness in the Mathematics Classroom"},
      {
        "id":"ED501144",
        "title":"The Role of Representation in Teacher Understanding of Function"},
      {
        "id":"ED501145",
        "title":"Algebra in Elementary School"},
      {
        "id":"ED501146",
        "title":"Learning from the First Australians"},
      {
        "id":"ED501147",
        "title":"Growing Disparities in Life Expectancy. Economic and Budget Issue Brief"},
      {
        "id":"ED501148",
        "title":"The Impact of Automated Essay Scoring on Writing Outcomes"},
      {
        "id":"ED501149",
        "title":"The Context Sensitivity of Mathematical Generalizations"},
      {
        "id":"ED501150",
        "title":"How Does Flexible Mathematical Thinking Contribute to the Growth of Understanding?"},
      {
        "id":"ED501151",
        "title":"Young Children's Understanding of Equals: A Longitudinal Study"},
      {
        "id":"ED501153",
        "title":"Complexity in Teaching and Children's Mathematical Thinking"},
      {
        "id":"ED501154",
        "title":"Statistical Variation in a Chance Setting"},
      {
        "id":"ED501155",
        "title":"Teaching Angles by Abstraction from Physical Activities with Concrete Materials"},
      {
        "id":"ED501156",
        "title":"Translation of a Function: Coping with Perceived Inconsistency"},
      {
        "id":"ED501157",
        "title":"What Does \"Positive\" Attitude Really Mean?"},
      {
        "id":"ED501158",
        "title":"Comparing Competence in Transformational and Generational Algebraic Activities"},
      {
        "id":"ED501159",
        "title":"Empirical Generalisation as an Inadequate Cognitive Scaffold to Theoretical Generalisation of a More Complex Concept"},
      {
        "id":"ED501160",
        "title":"Undergraduate Students' Mental Operations in Systems of Differential Equations"},
      {
        "id":"ED501161",
        "title":"A Procedural Route toward Understanding the Concept of Proof"},
      {
        "id":"ED501164",
        "title":"Children's Voice. Volume 17, Number 2, March/April 2008"},
      {
        "id":"ED501165",
        "title":"For Our Own Safety: Examining the Safety of High-Risk Interventions for Children and Young People"},
      {
        "id":"ED501176",
        "title":"Working with Traumatized Children: A Handbook for Healing. Revised Edition"},
      {
        "id":"ED501182",
        "title":"Defining Competence"},
      {
        "id":"ED501189",
        "title":"Homeschooling Teaching Strategies"},
      {
        "id":"ED501190",
        "title":"Lesson Design and Biblical Reasoning for Homeschool Parents"},
      {
        "id":"ED501191",
        "title":"A Mixed Methods Study of Shared Leadership in a K-12 School District Enhanced by a Case Study of the Former Superintendent's Role"},
      {
        "id":"ED501192",
        "title":"Reinforcement of Science Learning through Local Culture: A Delphi Study"},
      {
        "id":"ED501194",
        "title":"A Short Guide to \"Tipping Point\" Analyses of Community College Student Labor Market Outcomes. CCRC Research Tools No. 3"},
      {
        "id":"ED501196",
        "title":"Outlook. Number 334"},
      {
        "id":"ED501197",
        "title":"Meeting Diversity with Multicultural English Elective Course"},
      {
        "id":"ED501198",
        "title":"Examining Minority Enrollment and Out of School Suspension Rates of Massachusetts Public School Districts"},
      {
        "id":"ED501201",
        "title":"English Learners in California: What the Numbers Say"},
      {
        "id":"ED501203",
        "title":"A Review of &quot;Avoidable Losses: High Stakes Accountability and the Dropout Crisis.&quot; REL Technical Brief. REL 2008-No. 001"},
      {
        "id":"ED501218",
        "title":"Reading First Impact Study: Interim Report. NCEE 2008-4016"},
      {
        "id":"ED501219",
        "title":"Reading First Impact Study: Interim Report. Executive Summary. NCEE 2008-4019"},
      {
        "id":"ED501220",
        "title":"Individualized Instruction Strategies in Mainstream Classrooms: Including Students with Autistic Spectrum Disorder"},
      {
        "id":"ED501221",
        "title":"The Growing Imbalance: Recent Trends in U.S. Postsecondary Education Finance"},
      {
        "id":"ED501222",
        "title":"Family Support for At-Risk Second Graders to Improve Reading Fluency"},
      {
        "id":"ED501223",
        "title":"Preservice Elementary-School Teachers' Beliefs Related to Technology Use in Mathematics Classes"},
      {
        "id":"ED501224",
        "title":"Bilingual Education vs. English Immersion: Which Is Better for English Language Learners?"},
      {
        "id":"ED501225",
        "title":"Gender Equity in High School World History Curriculum: Support for a Balanced Perspective"},
      {
        "id":"ED501226",
        "title":"Will Being Involved in Calculating Their Own Participation Points Make Middle School Learners Better Class Participants in My Spanish Class?"},
      {
        "id":"ED501227",
        "title":"A Comparative Psychobiography of Hillary Clinton and Condoleezza Rice"},
      {
        "id":"ED501228",
        "title":"Teacher Career Choices: Timing of Teacher Careers among 1992-93 Bachelor's Degree Recipients. Postsecondary Education Descriptive Analysis Report. NCES 2008-153"},
      {
        "id":"ED501229",
        "title":"Choice Grants: Foundations and the School Choice Movement. Edited Transcript"},
      {
        "id":"ED501231",
        "title":"Public School Principals' Experiences with Interpreting and Implementing Connecticut's Anti-Bullying Law (Connecticut General Statute Section 10-222d): A Statewide Survey"},
      {
        "id":"ED501234",
        "title":"Does (In)Formal Learning Enhance Employability?"},
      {
        "id":"ED501235",
        "title":"The Impact of Employee Engagement Factors and Job Satisfaction on Turnover Intent"},
      {
        "id":"ED501236",
        "title":"Career Integration in the Public Accounting Profession"},
      {
        "id":"ED501237",
        "title":"Window of Opportunity: Targeting Federal Grant Aid to Students with the Lowest Incomes"},
      {
        "id":"ED501238",
        "title":"Paraeducator's Profile in Inclusive Classrooms: Analysis of National Survey Data and Follow-Up Interviews in California"},
      {
        "id":"ED501239",
        "title":"Fostering Engagement for Students from Low-Socioeconomic Status Backgrounds Using Project-Based Mathematics"},
      {
        "id":"ED501240",
        "title":"Changing Emphasis: Rethinking Turkey's Early Literacy Instruction"},
      {
        "id":"ED501241",
        "title":"Turning Around Chronically Low-Performing Schools. IES Practice Guide. NCEE 2008-4020"},
      {
        "id":"ED501242",
        "title":"An Analysis of State Data on the Distribution of Teaching Assignments Filled by Highly   Qualified Teachers in New York Schools. Issues &amp; Answers. REL 2008-No. 047"},
      {
        "id":"ED501243",
        "title":"What States Can Learn about State Standards and Assessment Systems from No Child Left Behind Documents and Interviews with Central Region Assessment Directors. Issues &amp; Answers. REL 2008-No. 036"},
      {
        "id":"ED501244",
        "title":"Humorous Cartoons Made by Preservice Teachers for Teaching Science Concepts to Elementary Students: Process and Product"},
      {
        "id":"ED501245",
        "title":"Preservice Elementary Teachers' Images of Inventors"},
      {
        "id":"ED501246",
        "title":"Envisioning the Foundations of Technology Integration in Pre-Service Education"},
      {
        "id":"ED501247",
        "title":"Three Authentic Curriculum-Integration Approaches to Bird Adaptations That Incorporate Technology and Thinking Skills"},
      {
        "id":"ED501248",
        "title":"An Instructional Media Selection Guide for Distance Learning. Fourth Edition"},
      {
        "id":"ED501249",
        "title":"The Internet, Schools, and the Constitution: A Historical Analysis of Court Decisions"},
      {
        "id":"ED501250",
        "title":"Improving Homework Completion of Students through Tutored Study Hall"},
      {
        "id":"ED501251",
        "title":"Reducing Bullying in Middle School Students through the Use of Student-Leaders"},
      {
        "id":"ED501252",
        "title":"A National Study of LGBT Educators' Perceptions of Their Workplace Climate"},
      {
        "id":"ED501253",
        "title":"Inquiry-Based Instruction in Secondary Science Classrooms: A Survey of Teacher Practice"},
      {
        "id":"ED501254",
        "title":"Scratching the Surface of &quot;No Child Left Behind&quot;: How &quot;No Child Left Behind&quot; Unfairly Affects Schools with Significant Proportions of Disadvantaged Students"},
      {
        "id":"ED501255",
        "title":"A Menu of Activities in Different Intelligence Areas to Differentiate Instruction for Upper Elementary Students Related to the Book \"Because of Winn-Dixie\""},
      {
        "id":"ED501256",
        "title":"An HLM Analysis of the Effects of a Teachers' Contract on More Equitable Distribution of Experienced Faculty in Urban Schools"},
      {
        "id":"ED501257",
        "title":"From the Outside In: The Secret to Automatic Language Growth"},
      {
        "id":"ED501258",
        "title":"Reviewing the Comparator Hypothesis: A Distinctive Process of Performance"},
      {
        "id":"ED501260",
        "title":"My Teaching Philosophy"},
      {
        "id":"ED501263",
        "title":"National Indian Education Study, 2007. Part I: Performance of American Indian and Alaska Native Students at Grades 4 and 8 on NAEP 2007 Reading and Mathematics Assessments. NCES 2008-457"},
      {
        "id":"ED501264",
        "title":"Fitting Proportional Odds Models to Educational Data in Ordinal Logistic Regression Using Stata, SAS and SPSS"},
      {
        "id":"ED501267",
        "title":"Selective Mutism in Elementary Students"},
      {
        "id":"ED501268",
        "title":"The Classroom: Exploring Its Effects on Student Persistence and Satisfaction"},
      {
        "id":"ED501270",
        "title":"The Relative Predictive Validity of ACT Scores and High School Grades in Making College Admission Decisions. Issues in College Success"},
      {
        "id":"ED501271",
        "title":"The Forgotten Middle: Improving Readiness for High School. Issues in College Readiness"},
      {
        "id":"ED501272",
        "title":"The Economic Benefits of Academic and Career Preparation. Issues in College Success"},
      {
        "id":"ED501273",
        "title":"The Role of Nonacademic Factors in College Readiness and Success. Issues in College Success"},
      {
        "id":"ED501274",
        "title":"What We Know about College Success: Using ACT Data to Inform Educational Issues. Issues in College Success"},
      {
        "id":"ED501275",
        "title":"A Cry For Justice: The Voices of Chinese Workers"},
      {
        "id":"ED501276",
        "title":"The States and Their Community Colleges. Education Policy Brief"},
      {
        "id":"ED501277",
        "title":"Workforce Development: Community Colleges and One-Stop Centers Collaborate to Meet 21st Century Workforce Needs. Report to Congressional Requesters. GAO-08-547"},
      {
        "id":"ED501279",
        "title":"Using Multilevel Modeling for Change to Assess Early Children's Reading Growth over Time"},
      {
        "id":"ED501280",
        "title":"Toward Next Steps in School Improvement: Addressing Barriers to Learning and Teaching"},
      {
        "id":"ED501281",
        "title":"Integration of Schools and Mental Health Systems: An Overview of the State Grants from the U.S. Department of Education Program"},
      {
        "id":"ED501282",
        "title":"A Framework for Task-Oriented Language Instruction"},
      {
        "id":"ED501283",
        "title":"Identifying Children and Adolescents at Risk for Depression and/or Aggression"},
      {
        "id":"ED501284",
        "title":"Using &quot;Children's Choices&quot; in the Early Childhood Curriculum: Linking Books to (Louisiana) Content Standards"},
      {
        "id":"ED501285",
        "title":"Frameworks for Systemic Transformation of Student and Learning Supports"},
      {
        "id":"ED501286",
        "title":"Attrition of Public School Mathematics and Science Teachers. Issue Brief. NCES 2008-077"},
      {
        "id":"ED501287",
        "title":"Implementation Study of Smaller Learning Communities. Final Report"},
      {
        "id":"ED501288",
        "title":"An Application of Peer Assessment in Higher Education"},
      {
        "id":"ED501289",
        "title":"The Anatomy and Ideology of a Charter"},
      {
        "id":"ED501290",
        "title":"Learning Outcomes in College Academic Service-Learning Experiences: So Much May Factor into Assessing Such Experiences"},
      {
        "id":"ED501292",
        "title":"Applying Hierarchical Linear Models (HLM) to Estimate the School and Children's Effects on Reading Achievement"},
      {
        "id":"ED501293",
        "title":"New Directions for Student Support: Current State of the Art"},
      {
        "id":"ED501294",
        "title":"The Role of Personality Traits in Web Based Education"},
      {
        "id":"ED501295",
        "title":"The Effects of Individual Differences on Learner's Navigation in a Courseware"},
      {
        "id":"ED501296",
        "title":"The Abilities of Physical Education Teachers in Educational Technologies and Multimedia"},
      {
        "id":"ED501297",
        "title":"Interaction in the Internet-Based Distance Learning Researches: Results of a Trend Analysis"},
      {
        "id":"ED501298",
        "title":"Implementation Study of Smaller Learning Communities: Final Report. Report Highlights"},
      {
        "id":"ED501299",
        "title":"More about the Dads: Exploring Associations between Nonresident Father Involvement and Child Welfare Case Outcomes"},
      {
        "id":"ED501300",
        "title":"National Survey of Child and Adolescent Well-Being, No. 6: How Do Caseworker Judgments Predict Substantiation of Child Maltreatment. Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501301",
        "title":"National Survey of Child and Adolescent Well-Being (NSCAW) CPS Sample Component Wave 1 Data Analysis Report"},
      {
        "id":"ED501302",
        "title":"National Survey of Child and Adolescent Well-Being, No. 1: Who Are the Children in Foster Care? Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501303",
        "title":"National Survey of Child and Adolescent Well-Being, No. 2: Foster Children's Caregivers and Caregiving Environments. Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501304",
        "title":"National Survey of Child and Adolescent Well-Being, No. 3: Children's Cognitive and Socioemotional Development and Their Receipt of Special Educational and Mental Health Services. Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501305",
        "title":"National Survey of Child and Adolescent Well-Being, No. 7: Special Health Care Needs among Children in Child Welfare, Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501306",
        "title":"National Survey of Child and Adolescent Well-Being, No. 9: Does Substantiation of Child Maltreatment Relate to Child Well-Being and Service Receipt? Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501307",
        "title":"National Survey of Child and Adolescent Well-Being, No. 12: Estimates of Supplemental Security Income Eligibility for Children in Out-of-Home Placements. Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501308",
        "title":"National Survey of Child and Adolescent Well-Being, No. 8: Need for Early Intervention Services among Infants and Toddlers in Child Welfare. Research Brief: Findings from the NSCAW Study"},
      {
        "id":"ED501311",
        "title":"Improving Critical Thinking Skills in History"},
      {
        "id":"ED501312",
        "title":"The Impact of Study Skills and Organizational Methods on Student Achievement"},
      {
        "id":"ED501313",
        "title":"Facing Race: Illinois Legislative Report Card on Racial Equity, 2007-2008"},
      {
        "id":"ED501318",
        "title":"Substance Use among Young Adults with Disabilities. Facts from NLTS2. NCSER 2008-3009"},
      {
        "id":"ED501319",
        "title":"Where the Girls Are: The Facts about Gender Equity in Education"},
      {
        "id":"ED501320",
        "title":"Where the Girls Are: The Facts about Gender Equity in Education. Executive Summary"},
      {
        "id":"ED501321",
        "title":"ARL Statistics, 2004-05: A Compilation of Statistics from the One Hundred and Twenty-Three Members of the Association of Research Libraries"},
      {
        "id":"ED501322",
        "title":"ARL Preservation Statistics, 2005-06. A Compilation of Statistics from the Members of the Association of Research Libraries"},
      {
        "id":"ED501323",
        "title":"ARL Statistics, 2005-06: A Compilation of Statistics from the One Hundred and Twenty-Three Members of the Association of Research Libraries"},
      {
        "id":"ED501324",
        "title":"ARL Preservation Statistics, 2004-05. A Compilation of Statistics from the Members of the Association of Research Libraries"},
      {
        "id":"ED501325",
        "title":"ARL Annual Salary Survey, 2006-07. Revised"},
      {
        "id":"ED501326",
        "title":"The Principal's Perspective: School Safety, Bullying and Harassment. A Survey of Public School Principals"},
      {
        "id":"ED501327",
        "title":"A Second Follow-Up Year for &quot;Measuring How Benchmark Assessments Affect Student Achievement.&quot; REL Technical Brief. REL 2008-No. 002"},
      {
        "id":"ED501330",
        "title":"Focusing on Teaching: A New Perspective to Drive Teaching Quality. CenterView"},
      {
        "id":"ED501331",
        "title":"Schools That Work"},
      {
        "id":"ED501332",
        "title":"The Bologna Club: What U.S. Higher Education Can Learn from a Decade of European Reconstruction"},
      {
        "id":"ED501333",
        "title":"Ready to Succeed: Changing Systems to Give California's Foster Children the Opportunities They Deserve to Be Ready for and Succeed in School. Recommendations and Implementation Strategies from The California Education Collaborative for Children in Foster Care"},
      {
        "id":"ED501335",
        "title":"An Exploration of Tinto's Integration Framework for Community College Students. CCRC Working Paper No. 12"},
      {
        "id":"ED501336",
        "title":"Student Success Courses in the Community College: An Exploratory Study of Student Perspectives. CCRC Working Paper No. 11"},
      {
        "id":"ED501337",
        "title":"Outlook. Number 335"},
      {
        "id":"ED501339",
        "title":"Partnerships for Public Purposes: Engaging Higher Education in Societal Challenges of the 21st Century"},
      {
        "id":"ED501340",
        "title":"Issues in the Development of Annual Measurable Achievement Objectives for WIDA Consortium States. WCER Working Paper No. 2008-2"},
      {
        "id":"ED501342",
        "title":"School Funding's Tragic Flaw"},
      {
        "id":"ED501343",
        "title":"Mayoral Intervention: Right For Seattle Schools?"},
      {
        "id":"ED501345",
        "title":"Are the Rural Schools of the Democratic Republic of Congo Ready for the $100 Laptop?"},
      {
        "id":"ED501346",
        "title":"Applications and Problems of Computer Assisted Education in Turkey"},
      {
        "id":"ED501347",
        "title":"Media Education and Video Games: An Action-Research Project with Adolescents in an Out-of-school Educational Context"},
      {
        "id":"ED501348",
        "title":"Arts Infused Education 2008"},
      {
        "id":"ED501349",
        "title":"Error and the Nature of Science"},
      {
        "id":"ED501350",
        "title":"The Function of Course Prerequisites in Biology"},
      {
        "id":"ED501351",
        "title":"Critical Thinking Dispositions of the Turkish Teacher Candidates"},
      {
        "id":"ED501352",
        "title":"Computational Skills for Biology Students"},
      {
        "id":"ED501353",
        "title":"Scientific Literacy in the Classroom"},
      {
        "id":"ED501354",
        "title":"Faculty Adoption of Online Technology in Higher Education"},
      {
        "id":"ED501355",
        "title":"Once in a Million Years: Teaching Geologic Time"},
      {
        "id":"ED501356",
        "title":"More Misconceptions to Avoid When Teaching about Plants"},
      {
        "id":"ED501357",
        "title":"Plant Content in the National Science Education Standards"},
      {
        "id":"ED501359",
        "title":"Using Case Studies to Teach Science"},
      {
        "id":"ED501360",
        "title":"The Effects of Computers on Kindergarten Children's Social Skills"},
      {
        "id":"ED501361",
        "title":"The Role of Computers in Writing Process"},
      {
        "id":"ED501362",
        "title":"The Use of Video as an Audio-visual Material in Foreign Language Teaching Classroom"},
      {
        "id":"ED501363",
        "title":"The Effect of the Computer Assisted Teaching and 7E Model of the Constructivist Learning Methods on the Achievements and Attitudes of High School Students"},
      {
        "id":"ED501365",
        "title":"Raising African American Student Achievement: California Goals, Local Outcomes"},
      {
        "id":"ED501366",
        "title":"Raising African American Student Achievement: California Goals, Local Outcomes. Executive Summary"},
      {
        "id":"ED501370",
        "title":"School Improvement Planning: What's Missing? A Center Policy Report"},
      {
        "id":"ED501371",
        "title":"Example of a Formal Proposal for Moving in New Directions for Student Support"},
      {
        "id":"ED501372",
        "title":"New Directions for Student Support: A Center Concept Paper"},
      {
        "id":"ED501373",
        "title":"Assuring No Child is Left Behind"},
      {
        "id":"ED501375",
        "title":"Resource-Oriented Teams: Key Infrastructure Mechanisms For Enhancing Learning Supports. A Center Policy and Practice Report"},
      {
        "id":"ED501378",
        "title":"Should Policy Specify a Formal Role for Schools Related to Mental Health?"},
      {
        "id":"ED501379",
        "title":"The Current Status of Mental Health in Schools: A Policy and Practice Analysis"},
      {
        "id":"ED501380",
        "title":"Diversity Competence for Psychological Practitioners: Eliminating Disparities in Psychological Practices"},
      {
        "id":"ED501382",
        "title":"Integrating Agendas for Mental Health in Schools into the Recommendations of the President's New Freedom Commission on Mental Health"},
      {
        "id":"ED501383",
        "title":"Gap Analysis of the Resource Synthesis Related to Integrating Mental Health in Schools into the Recommendations of the President's New Freedom Commission on Mental Health"},
      {
        "id":"ED501384",
        "title":"Mental Health of Children and Youth: The Important Role of Primary Care Health Professionals"},
      {
        "id":"ED501385",
        "title":"Mental Health of Children and Youth and the Role of Public Health Professionals"},
      {
        "id":"ED501386",
        "title":"Youngsters' Mental Health and Pyschosocial Problems: What are the Data?"},
      {
        "id":"ED501388",
        "title":"Integration of Schools and Mental Health Systems:  An Overview of the State Grants from the U.S. Department of Education Program"},
      {
        "id":"ED501389",
        "title":"Youth Gangs and Schools"},
      {
        "id":"ED501390",
        "title":"School Attendance Problems: Are Current Policies & Practices Going in the Right Direction? A Center Policy & Practice Analysis Brief"},
      {
        "id":"ED501392",
        "title":"Addressing Barriers to Student Learning & Promoting Healthy Development: A Usable Research-Base"},
      {
        "id":"ED501394",
        "title":"Designing Schoolwide Programs in Title I Schools: Using the Non-Regulatory Guidance in Ways that Address Barriers to Learning and Teaching. A Center Policy Brief"},
      {
        "id":"ED501396",
        "title":"Report from the Leadership Summit on Student Support Staff: Moving in New Directions through School Improvement--A Call to Action"},
      {
        "id":"ED501398",
        "title":"New Initiatives: Considerations Related to Planning, Implementing, Sustaining, and Going-to-Scale. A Center Brief"},
      {
        "id":"ED501401",
        "title":"Organization Facilitators: A Key Change Agent for Systemic School and Community Changes"},
      {
        "id":"ED501403",
        "title":"Addressing Barriers to Learning. Volume 13, Number 2. Spring 2008"},
      {
        "id":"ED501404",
        "title":"Addressing Barriers to Learning. Volume 12, Number 3. Summer 2007"},
      {
        "id":"ED501405",
        "title":"Addressing Barriers to Learning. Volume 13, Number 1. Winter 2008"},
      {
        "id":"ED501406",
        "title":"Addressing Barriers to Learning. Volume 12, Number 4. Fall 2007"},
      {
        "id":"ED501407",
        "title":"Addressing Barriers to Learning. Volume 12, Number 2. Spring 2007"},
      {
        "id":"ED501408",
        "title":"Addressing Barriers to Learning. Volume 12, Number 1. Winter 2007"},
      {
        "id":"ED501409",
        "title":"Addressing Barriers to Learning. Volume 11, Number 4. Fall 2006"},
      {
        "id":"ED501410",
        "title":"Addressing Barriers to Learning. Volume 11, Number 1. Winter 2006"},
      {
        "id":"ED501411",
        "title":"Addressing Barriers to Learning. Volume 11, Number 3. Summer 2006"},
      {
        "id":"ED501412",
        "title":"Addressing Barriers to Learning. Volume 11, Number 2. Spring 2006"},
      {
        "id":"ED501413",
        "title":"Addressing Barriers to Learning. Volume 10, Number 4. Fall 2005"},
      {
        "id":"ED501414",
        "title":"Addressing Barriers to Learning. Volume 10, Number 3. Summer 2005"},
      {
        "id":"ED501415",
        "title":"Addressing Barriers to Learning. Volume 9, Number 3. Summer 2004"},
      {
        "id":"ED501416",
        "title":"Addressing Barriers to Learning. Volume 9, Number 2. Spring 2004"},
      {
        "id":"ED501417",
        "title":"Addressing Barriers to Learning. Volume 10, Number 2. Spring 2005"},
      {
        "id":"ED501418",
        "title":"Addressing Barriers to Learning. Volume 10, Number 1. Winter 2005"},
      {
        "id":"ED501419",
        "title":"Addressing Barriers to Learning. Volume 9, Number 4. Fall 2004"},
      {
        "id":"ED501420",
        "title":"Addressing Barriers to Learning. Volume 9, Number 1. Winter 2004"},
      {
        "id":"ED501421",
        "title":"Sustaining School and Community Efforts to Enhance Outcomes for Children and Youth: A Guidebook and Tool Kit"},
      {
        "id":"ED501422",
        "title":"Turning a Project or Pilot into a Catalyst for Systemic Change and Sustainability"},
      {
        "id":"ED501423",
        "title":"Is the School Year Off to a Good Start?"},
      {
        "id":"ED501424",
        "title":"School Helping Students Deal with Loss"},
      {
        "id":"ED501426",
        "title":"An Examination of the Relationship between the Integration of Technology into Social Studies and Constructivist Pedagogies"},
      {
        "id":"ED501427",
        "title":"Biology Teachers' Attitudes and Communication Behavior in Turkey: From the View Point of their Students"},
      {
        "id":"ED501428",
        "title":"Effects of Computer Based Learning on Students' Attitudes and Achievements towards Analytical Chemistry"},
      {
        "id":"ED501429",
        "title":"Students' Preferences on Computer Using and a Survey on Variables Impacting the Preferences"},
      {
        "id":"ED501430",
        "title":"An Exploratory Study of English Language Teachers' Beliefs, Assumptions, and Knowledge about Learner-Centeredness"},
      {
        "id":"ED501431",
        "title":"White-less Public Schools in White-ful Communities: Dejected or Segregated?"},
      {
        "id":"ED501432",
        "title":"Challenges in Preparing Tomorrow's Teachers to Use Technology: Lessons to be Learned from Research"},
      {
        "id":"ED501433",
        "title":"Analyzing &quot;Job Satisfaction&quot; of a Teacher in an Institution"},
      {
        "id":"ED501434",
        "title":"History of Higher Education Provision for the Deaf in Turkey and Current Applications at the Anadolu University"},
      {
        "id":"ED501435",
        "title":"Cultural Identity Crisis in the Age of Globalization and Technology"},
      {
        "id":"ED501436",
        "title":"Knowledge Management and Online Communities of Practice in Teacher Education"},
      {
        "id":"ED501437",
        "title":"In Pursuit of Alternatives in ELT Methodology: WebQuests"},
      {
        "id":"ED501438",
        "title":"Online Professional Development for University Teaching in Turkey: A Proposal"},
      {
        "id":"ED501439",
        "title":"The Effect of Computers on the Test and Inter-Rater Reliability of Writing Tests of ESL Learners"},
      {
        "id":"ED501440",
        "title":"Preservice Computer Teachers as Hypermedia Designers: The Impact of Hypermedia Authoring on Knowledge Acquisition and Retention"},
      {
        "id":"ED501441",
        "title":"The Reality of Web-Based Interaction in an Egyptian Distance Education Course"},
      {
        "id":"ED501442",
        "title":"Teacher Training on Special Education in Turkey"},
      {
        "id":"ED501443",
        "title":"Using of Distance Education Approach in Teacher Training: Anadolu University Open Education Model"},
      {
        "id":"ED501444",
        "title":"The Effect of Computer Assisted and Computer Based Teaching Methods on Computer Course Success and Computer Using Attitudes of Students"},
      {
        "id":"ED501445",
        "title":"How to Become More Effective in Discussions? Four Studies"},
      {
        "id":"ED501446",
        "title":"Do We Need a National Standards-Based K-12 Deaf Studies Curriculum? An Analytic History of Trends and Discourse in Development of Deaf Studies Curriculum"},
      {
        "id":"ED501447",
        "title":"Predicting English Word Accent on Morphological Grounds"},
      {
        "id":"ED501448",
        "title":"Listening to Learn: Boosting Vocabulary with Interactive Activities"},
      {
        "id":"ED501449",
        "title":"Ego-Centricism and Cognitive Functioning in Iranian Young Adults' Language Learning"},
      {
        "id":"ED501451",
        "title":"Theories of Intelligence, Learning, and Motivation as a Basis for Praxis"},
      {
        "id":"ED501452",
        "title":"New Information and Communication Technologies in the Democratic Republic of Congo: Strategies and Measures"},
      {
        "id":"ED501453",
        "title":"Detailed Review of Rogers' Diffusion of Innovations Theory and Educational Technology-Related Studies Based on Rogers' Theory"},
      {
        "id":"ED501454",
        "title":"Estimating Availability of Middle Level Skilled Manpower"},
      {
        "id":"ED501455",
        "title":"An Innovative Approach on Holistic Analysis of Interview Data: The Case of Iowa State University's Simultaneous Renewal of Teacher Education"},
      {
        "id":"ED501456",
        "title":"School Management Information Systems in Primary Schools"},
      {
        "id":"ED501457",
        "title":"From High School to the Future: ACT Preparation--Too Much, Too Late. Why ACT Scores Are Low in Chicago and What It Means for Schools"},
      {
        "id":"ED501458",
        "title":"If Small Is Not Enough...? The Characteristics of Successful Small High Schools in Chicago"},
      {
        "id":"ED501459",
        "title":"The Teacher Education Village: Growing Partnerships to Integrate Educational Technology into Curricula and Classrooms"},
      {
        "id":"ED501460",
        "title":"Affects of Television as a Natural Educator: Can Television be a Tool as an Informal Educator? A TRNC Sample"},
      {
        "id":"ED501461",
        "title":"What Technology Plays Supporting Role in Learning Cycle Approach for Science Education"},
      {
        "id":"ED501462",
        "title":"The Influence of Teaching Note-Taking and Information Mapping on Learning and Recalling in Science"},
      {
        "id":"ED501463",
        "title":"The Effects of Digital Portfolio Assessment Process on Students' Writing and Drawing Performances"},
      {
        "id":"ED501464",
        "title":"Analyzing Pre-School Student Teachers' and Their Cooperating Teachers' Attitudes towards the Use of Educational Technology"},
      {
        "id":"ED501465",
        "title":"A Different Way to Think about...Student Assessment. Carnegie Perspectives"},
      {
        "id":"ED501466",
        "title":"California's Continuation Schools. Research Summary"},
      {
        "id":"ED501467",
        "title":"California Library Laws, 2008"},
      {
        "id":"ED501468",
        "title":"Implementing Policy Options to Strengthen the Nexus between Postsecondary Education and Workforce Development. Commission Report 08-07"},
      {
        "id":"ED501469",
        "title":"California Colleges and Universities 2008: A Guide to California's Degree-Granting Institutions and Degree, Certificate, and Credential Programs. Commission Report 08-01"},
      {
        "id":"ED501470",
        "title":"Beyond the Looking Glass: Assessing Performance in California Postsecondary Education. Commission Report 08-03"},
      {
        "id":"ED501471",
        "title":"Moving Forward: The Evolving Performance Assessment Framework. Commission Report 08-06"},
      {
        "id":"ED501472",
        "title":"Public Higher Education Performance Accountability Framework Report: Goal - Student Preparation Measure: Adult Basic Skills Proficiency Levels. Commission Report 08-05"},
      {
        "id":"ED501473",
        "title":"The Commission's Improving Teacher Quality Program: 2008 Initiatives. Commission Report 08-08"},
      {
        "id":"ED501474",
        "title":"Using Educational Centers to Enhance Student Access and Success. Commission Report 08-09"},
      {
        "id":"ED501475",
        "title":"Adult Education in America. Policy Notes. Volume 16 Number 1 Winter 2008"},
      {
        "id":"ED501476",
        "title":"2008 Research Portfolio: Research & Development Division"},
      {
        "id":"ED501477",
        "title":"Windows on Achievement and Inequality. Policy Information Report"},
      {
        "id":"ED501485",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 257"},
      {
        "id":"ED501486",
        "title":"The Only Absolute Truth in Mathematics is the Myth of Mathematics as Universal"},
      {
        "id":"ED501487",
        "title":"The Condition of Education, 2008. NCES 2008-031"},
      {
        "id":"ED501488",
        "title":"The Condition of Education 2008 in Brief. NCES 2008-032"},
      {
        "id":"ED501492",
        "title":"STEM Career-changers Transition to Teaching: I Have to Become a Student Again?"},
      {
        "id":"ED501494",
        "title":"Linguistic Competence in English and Exposure Factors"},
      {
        "id":"ED501495",
        "title":"A Better Answer for Education: Reviving State and Local Policymaking Authority. Heritage Lectures. No. 994"},
      {
        "id":"ED501496",
        "title":"A Nation Still at Risk: The Case for Federalism and School Choice. Backgrounder. No. 2125"},
      {
        "id":"ED501497",
        "title":"Halving Student Loan Interest Rates Is Unaffordable and Ineffective. WebMemo No. 1308"},
      {
        "id":"ED501498",
        "title":"Homeschooling: A Growing Option in American Education. Backgrounder. No. 2122"},
      {
        "id":"ED501499",
        "title":"Improving Education in the Nation's Capital: Expanding School Choice. Backgrounder. No. 2137"},
      {
        "id":"ED501500",
        "title":"School Choice: Policy Developments and National Participation Estimates in 2007-2008.  Backgrounder. No. 2102 [with Executive Summary]"},
      {
        "id":"ED501501",
        "title":"The Real Costs of Federal Aid to Higher Education. Heritage Lectures. No. 984"},
      {
        "id":"ED501502",
        "title":"Utah's Revolutionary New School Voucher Program. WebMemo. No. 1362"},
      {
        "id":"ED501503",
        "title":"Financing and Sustaining Out-of-School Time Programs in Rural Communities"},
      {
        "id":"ED501504",
        "title":"Achievement Gap. Early Developments. Volume 11, Number 2, Fall 2007"},
      {
        "id":"ED501505",
        "title":"Tobacco Settlement Revenue: Recent State Actions and Opportunities for Youth Programs. Issue Note"},
      {
        "id":"ED501506",
        "title":"Using CDBG to Support Community-Based Youth Programs"},
      {
        "id":"ED501507",
        "title":"Teacher Read-Alouds at 2nd Grade, with and without Student Companion Texts: Unexpected Findings"},
      {
        "id":"ED501509",
        "title":"Student Loans for Higher Education"},
      {
        "id":"ED501510",
        "title":"The Educational Success of Homeless Youth in California: Challenges and Solutions"},
      {
        "id":"ED501511",
        "title":"Higher Education in Michigan: Overcoming Challenges to Expand Access. Fact Sheet"},
      {
        "id":"ED501512",
        "title":"Higher Education In Michigan: Overcoming Challenges to Expand Access"},
      {
        "id":"ED501513",
        "title":"Increasing Student Success at Minority-Serving Institutions: Findings from the BEAMS Project"},
      {
        "id":"ED501514",
        "title":"Castles in the Sand: Why School Overcrowding Remains a Problems in NYC"},
      {
        "id":"ED501524",
        "title":"Connecting to Collections: A Call to Action"},
      {
        "id":"ED501525",
        "title":"Fiscal Year 2008 Appropriations Request to the United States Congress"},
      {
        "id":"ED501526",
        "title":"Grant and Award Opportunities"},
      {
        "id":"ED501527",
        "title":"Nine to Nineteen. Youth in Museums and Libraries: A Practitioner's Guide"},
      {
        "id":"ED501528",
        "title":"Report to the Black, Puerto Rican And Hispanic Legislative Caucus"},
      {
        "id":"ED501529",
        "title":"Getting To \"Got It!\" Helping Mathematics Students Reach Deep Understanding. Newsletter"},
      {
        "id":"ED501530",
        "title":"High School Attrition Rates Across Texas Education Service Center Regions"},
      {
        "id":"ED501531",
        "title":"Aligning Multiple Campus Initiatives: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501532",
        "title":"Collecting Survey Data for Assessment: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501533",
        "title":"Opening the Door to the American Dream: Increasing Higher Education Access and Success for Immigrants. New York Fact Sheet"},
      {
        "id":"ED501534",
        "title":"Cultivating Generative Connections, Commitment, and Engagement among Campus Constituencies: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501535",
        "title":"Bibliotherapy Revisited: Issues in Classroom Management. Developing Teachers' Awareness and Techniques to Help Children Cope Effectively with Stressful Situations"},
      {
        "id":"ED501536",
        "title":"First-Year Programs: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501538",
        "title":"Employing Siegler's Overlapping Waves Theory to Gauge Learning in a Balanced Reading Instruction Framework"},
      {
        "id":"ED501539",
        "title":"Gaining Support from Campus Leaders: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501540",
        "title":"Fiscal Year 2007 Performance and Accountability Report"},
      {
        "id":"ED501541",
        "title":"Implementation of the Credit Enhancement for Charter School Facilities Program. Final Report"},
      {
        "id":"ED501542",
        "title":"Leveraging Technology in Campus Change Initiatives: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501543",
        "title":"Purposeful Co-Curricular Activities Designed to Increase Engagement: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501544",
        "title":"The Achiever. Volume 7, Number 2, March/April 2008"},
      {
        "id":"ED501545",
        "title":"Strengthening Writing Across the Curriculum: A Practice Brief Based on BEAMS Project Outcomes"},
      {
        "id":"ED501546",
        "title":"State and Local Implementation of the &quot;No Child Left Behind Act.&quot; Volume IV--Title I School Choice and Supplemental Educational Services: Interim Report"},
      {
        "id":"ED501547",
        "title":"Teachers' Use of Student Data Systems to Improve Instruction"},
      {
        "id":"ED501548",
        "title":"Student Support Services: A Practice Brief Based On BEAMS Project Outcomes"},
      {
        "id":"ED501549",
        "title":"Substance Abuse and Mental Health Services Administration. March/April 2008"},
      {
        "id":"ED501551",
        "title":"A Child Becomes a Reader: Birth through Preschool. Third Edition. Proven Ideas from Research for Parents"},
      {
        "id":"ED501552",
        "title":"Notes on Transition Planning for College. Practice Notes"},
      {
        "id":"ED501554",
        "title":"A Collective Responsibility, A Collective Work: Supporting the Path to Positive Life Outcomes for Youth in Economically Distressed Communities"},
      {
        "id":"ED501555",
        "title":"What is Known about the Impact of Financial Aid? Implications for Policy. An NCPR Working Paper"},
      {
        "id":"ED501558",
        "title":"A Matter of Trust: Ten Key Insights from Recent Public Opinion Research on Attitudes about Education among Hispanic Parents, Students and Young Adults"},
      {
        "id":"ED501559",
        "title":"A Mission of the Heart: What Does It Take to Transform a School? Insights Based on Interviews and Focus Groups with Principals and Superintendents from High-Needs Districts, Spring 2008"},
      {
        "id":"ED501563",
        "title":"The Learning Communities Demonstration: Rationale, Sites, and Research Design. An NCPR Working Paper"},
      {
        "id":"ED501564",
        "title":"Out before the Game Begins: Hispanic Leaders Talk about What's Needed to Bring More Hispanic Youngsters into Science, Technology and Math Professions"},
      {
        "id":"ED501565",
        "title":"Enrollment in Postsecondary Institutions, Fall 2006; Graduation Rates, 2000 &amp; 2003 Cohorts; and Financial Statistics, Fiscal Year 2006. First Look. NCES 2008-173"},
      {
        "id":"ED501569",
        "title":"Lessons Learned: New Teachers Talk about Their Jobs, Challenges and Long-Range Plans. Issue No. 3. Teaching in Changing Times"},
      {
        "id":"ED501570",
        "title":"Measuring High School Graduation Rates: A Review of the Literature"},
      {
        "id":"ED501571",
        "title":"Advanced Quality Control Theory for Training and Education: A Guide to Optimizing Training and Education Efforts"},
      {
        "id":"ED501572",
        "title":"Evidentiary Sleight of Hand: The High Stakes of Silencing Teachers"},
      {
        "id":"ED501573",
        "title":"What Colleges Need to Know Now: An Update on College Drinking Research"},
      {
        "id":"ED501574",
        "title":"Division of Adolescent and School Health School Health Programs, 2008. At a Glance"},
      {
        "id":"ED501575",
        "title":"Evaluation of the Waterford Early Math &amp; Science Program for Kindergarten: First-Year Implementation in Five Urban Low-Income Schools"},
      {
        "id":"ED501577",
        "title":"Freshman Interest Groups: Designing a Model for Success"},
      {
        "id":"ED501578",
        "title":"Modern Day Latino Professors used C.H.I.L.E. to Succeed in Graduate School:  Five Strategies from the Front Lines"},
      {
        "id":"ED501579",
        "title":"Adolescent Health in the United States, 2007"},
      {
        "id":"ED501580",
        "title":"Investigating the Underachievement of University Students in Turkey: Exploring Subscales"},
      {
        "id":"ED501585",
        "title":"Coffee Cups, Frogs, and Lived Experience"},
      {
        "id":"ED501587",
        "title":"The Employment Retention and Advancement Project: Results from the Valuing Individual Success and Increasing Opportunities Now (VISION) Program in Salem, Oregon"},
      {
        "id":"ED501593",
        "title":"A Brief Analysis of Research on Problem-Based Learning"},
      {
        "id":"ED501594",
        "title":"Case Studies in Exemplary Service Delivery"},
      {
        "id":"ED501595",
        "title":"Self-Directed Learning in the Workplace"},
      {
        "id":"ED501596",
        "title":"Workplace Learning, Job Satisfaction, and Organizational Commitment in Small to Midsize Companies in Taiwan"},
      {
        "id":"ED501597",
        "title":"Learning How to Learn: Implications for Non Traditional Adult Students"},
      {
        "id":"ED501598",
        "title":"Client Perspectives of a State's Education Service Cooperative: Evaluation Implications for Human Resource Development"},
      {
        "id":"ED501599",
        "title":"Organizational Socialization Applied to Teacher Induction: An Emerging Conceptual Framework"},
      {
        "id":"ED501600",
        "title":"The Conceptual Mechanism for Viable Organizational Learning Based on Complex System Theory and the Viable System Model"},
      {
        "id":"ED501601",
        "title":"Cross Gender Mentoring in the Era of Globalization: Implications for Mentoring the Organizational Women of India"},
      {
        "id":"ED501602",
        "title":"The Impact of NAFTA on Training and Development in Mexico: The Perspective of Mexican Senior Government Agency Officials"},
      {
        "id":"ED501603",
        "title":"Behavioral Criteria of Mentoring Effectiveness: An Empirical Study of Formal Mentoring Relationships within a Major UK Public Sector Organization"},
      {
        "id":"ED501604",
        "title":"Work Climate, Organizational Commitment, and Highway Safety in the Trucking Industry: Toward Causal Modeling of Large Truck Crashes"},
      {
        "id":"ED501605",
        "title":"Technical Methods Report: Guidelines for Multiple Testing in Impact Evaluations. NCEE 2008-4018"},
      {
        "id":"ED501606",
        "title":"Towards a Competence Profile for Inter-Organizational Learning in Open Innovation Teams"},
      {
        "id":"ED501607",
        "title":"A Contemporary Conspectus of Business Ethics Education: Content and Pedagogy for HRD"},
      {
        "id":"ED501608",
        "title":"Impacts of CoP on Organizational Socialization in the Early Career"},
      {
        "id":"ED501609",
        "title":"Forgiveness as an HRD Intervention: The Literature and a Proposed Framework"},
      {
        "id":"ED501610",
        "title":"Examining a Proposed Job Retention Model for Adult Workers with Mental Retardation"},
      {
        "id":"ED501611",
        "title":"Coaching, HRD, and OD: Towards Three \"Silo\" Fields of Practice or a Single \"Unified\" Profession?"},
      {
        "id":"ED501612",
        "title":"Review of the Literature on the Changing Psychological Contract: Implications on Career Management and Organizations"},
      {
        "id":"ED501613",
        "title":"An Update on the Learning Transfer System"},
      {
        "id":"ED501614",
        "title":"Certification and Career Success: A LEADS Project"},
      {
        "id":"ED501615",
        "title":"Perceived Career Paths and Performance in Moderately Defined Roles: A Study of Project Managers"},
      {
        "id":"ED501616",
        "title":"An Examination of the Dynamics of Organizational Culture and Values-Based Leader Identities and Behaviors: One Company's Experience"},
      {
        "id":"ED501617",
        "title":"Revision and Validation of an Instrument Measuring Managerial Coaching Skills in Organizations"},
      {
        "id":"ED501618",
        "title":"Universal Leadership Behaviors and the Occupational Information Network's Generalized Work Activities"},
      {
        "id":"ED501619",
        "title":"Balancing Organizational Work with Personal Lives: What Chief Executive Officers Believe"},
      {
        "id":"ED501620",
        "title":"Constructs of the Work/Life Interface and Their Importance to HRD"},
      {
        "id":"ED501621",
        "title":"Executive Beliefs About the Critical Success Factors In Defining, Designing, Developing and Delivering e-Learning For Adult Professional Development in Corporations"},
      {
        "id":"ED501622",
        "title":"Framing the Issue/Framing the Question: How are Sexual Minority Issues Included in Diversity Initiatives?"},
      {
        "id":"ED501623",
        "title":"Factors Influencing Computer Anxiety and Its Impact on E-Learning Effectiveness: A Review of Literature"},
      {
        "id":"ED501624",
        "title":"Conceptualizing an Inclusive Economic Approach to GLBT Labor Issues: Current Research and Future Directions"},
      {
        "id":"ED501625",
        "title":"Defining Expertise across Nations: Myth or Reality of a Global Definition?"},
      {
        "id":"ED501626",
        "title":"Beyond Retirement: A Review of Literature on Career Transitions for Older Workers"},
      {
        "id":"ED501627",
        "title":"Exploring the Corporate University Phenomenon"},
      {
        "id":"ED501628",
        "title":"Web Accessibility and Usability of the Homepages from Academy of Human Resource Development Members' Institutions"},
      {
        "id":"ED501629",
        "title":"Factors Affecting Training Transfer: Participants' Motivation to Transfer Training, Literature Review"},
      {
        "id":"ED501630",
        "title":"Further Exploration of Organizational Trust Factors"},
      {
        "id":"ED501631",
        "title":"Examining Values, Use, and Role in Evaluation: Prospects for a Broadened View"},
      {
        "id":"ED501632",
        "title":"Equity and Access in the Workplace: A Feminist HRD Perspective"},
      {
        "id":"ED501633",
        "title":"VIKOR Method for Selecting Universities for Future Development Based on Innovation"},
      {
        "id":"ED501634",
        "title":"The Effect of Self-Directed Work Teams on Work Ethic"},
      {
        "id":"ED501635",
        "title":"What Is It Like to Be a Member of Cohort Ten, a Blended Technology HRD Program Serving Undergraduate Students in Rural Communities in Arkansas, U.S.A.?"},
      {
        "id":"ED501636",
        "title":"Traits and Skills Theories as the Nexus between Leadership and Expertise: Reality or Fallacy?"},
      {
        "id":"ED501637",
        "title":"Employee Perceptions of an Organization's Learning Climate: Effects of Employee Orientation Training"},
      {
        "id":"ED501638",
        "title":"Workplace Incivility: Worker and Organizational Antecedents and Outcomes"},
      {
        "id":"ED501639",
        "title":"Leveraging Chinese Culture for Effective Organizational Leadership: The China Case"},
      {
        "id":"ED501640",
        "title":"Characteristics of Ethical Business Cultures"},
      {
        "id":"ED501641",
        "title":"An Examination of Relationships between Managerial Coaching and Employee Development"},
      {
        "id":"ED501642",
        "title":"Team Learning Performance and Collaboration between Online and Blended Learning Delivery Groups"},
      {
        "id":"ED501643",
        "title":"Employee Perceptions of Quality Management: Effects of Employee Orientation Training"},
      {
        "id":"ED501644",
        "title":"Employee Perceptions of Organizational Learning as Determinants of Affective Commitment in Knowledge Intensive Firms"},
      {
        "id":"ED501645",
        "title":"Exploring Knowledge Sharing among Members of a Community of Practice"},
      {
        "id":"ED501646",
        "title":"Cross Cultural Perspectives of the Learning Organization: Assessing the Validity and Reliability of the DLOQ in Korea"},
      {
        "id":"ED501647",
        "title":"The Role of Education within National Human Resource Development Policy"},
      {
        "id":"ED501648",
        "title":"Helping Community College Students Cope with Financial Emergencies: Lessons from the Dreamkeepers and Angel Fund Emergency Financial Aid Programs"},
      {
        "id":"ED501649",
        "title":"National HRD and Investment in Human Capital: Opportunity Costs of U.S. Postsecondary Education"},
      {
        "id":"ED501651",
        "title":"Monitoring Report on the Federally Funded Floating Teacher Program"},
      {
        "id":"ED501652",
        "title":"Is There a Place for Character Education?"},
      {
        "id":"ED501653",
        "title":"Science Simulations: Do They Make a Difference in Student Achievement and Attitude in the Physics Laboratory?"},
      {
        "id":"ED501654",
        "title":"Changes in the Characteristics, Services, and Performance of Preschoolers with Disabilities from 2003-04 to 2004-05. Wave 2 Overview Report from the Pre-Elementary Education Longitudinal Study (PEELS). NCSER 2008-3011"},
      {
        "id":"ED501655",
        "title":"The Evaluation of Enhanced Academic Instruction in After-School Programs: Findings After the First Year of Implementation. NCEE 2008-4021"},
      {
        "id":"ED501656",
        "title":"Transformative Learning and First-Time Managers: How Can HRD Practitioners Help?"},
      {
        "id":"ED501657",
        "title":"Developing a Framework of Facilitator Competencies: Lessons from the Field"},
      {
        "id":"ED501658",
        "title":"Checkerboard II: An Analysis of Tax Effort, Equalization and Extraordinary Needs Aids"},
      {
        "id":"ED501659",
        "title":"Walking and Hiking as a Way of Life"},
      {
        "id":"ED501660",
        "title":"Mission Matters: The Cost of Small High Schools Revisited. IESP Working Paper #08-03"},
      {
        "id":"ED501661",
        "title":"Testing, Time Limits, and English Learners: Does Age of School Entry Affect How Quickly Students Can Learn English? IESP Working Paper #08-04"},
      {
        "id":"ED501662",
        "title":"Nineteenth Century British and American Chemistry Textbook Writers: Some Differences of Approach"},
      {
        "id":"ED501663",
        "title":"Professors Provide Teaching through the Art of Caring"},
      {
        "id":"ED501664",
        "title":"Knowledge Sharing at NASA: Extending Social Constructivism to Space Exploration"},
      {
        "id":"ED501665",
        "title":"A Multiple Case Study of Innovation"},
      {
        "id":"ED501666",
        "title":"Toward a Conceptual Model for Social Mechanisms Enabling Knowledge Sharing: Dynamic Relationships among Three Dimensions of Social Capital"},
      {
        "id":"ED501667",
        "title":"Read, Talk, Play, Watch: How HRD Practitioners Like to Learn"},
      {
        "id":"ED501668",
        "title":"Dialogue as an Organizational Learning Intervention: Taking a Closer Look at Psychological Barriers"},
      {
        "id":"ED501669",
        "title":"Integrating Individual Learning Processes and Organizational Knowledge Formation: Foundational Determinants for Organizational Performance"},
      {
        "id":"ED501670",
        "title":"The Relationship between Organizational Learning Practices and the Learning Organization"},
      {
        "id":"ED501671",
        "title":"Organizational Learning and Innovation Performance: A Review of the Literature and the Development of a Conceptual Framework and Research Hypotheses"},
      {
        "id":"ED501672",
        "title":"Transfer of Training: Interventions to Facilitate Transfer of Training Based on Time and Role Perspectives"},
      {
        "id":"ED501673",
        "title":"Toward a Unified Theory of the Relationship between Training Methods and Factors of Cognitive Ability"},
      {
        "id":"ED501674",
        "title":"Employee Perceptions of Intended and Unintended Work Experience Outcomes in the On-the-Job Development of Work Expertise"},
      {
        "id":"ED501675",
        "title":"Virtual Worlds: New Directions for HRD Research and Practice"},
      {
        "id":"ED501676",
        "title":"The History of Workplace Learning in the United States and the Question of Control: A Selective Review of the Literature and the Implications of a Constructivist Paradigm"},
      {
        "id":"ED501677",
        "title":"Work-Life: Policy and Practice Impacting LG Faculty and Staff in Higher Education"},
      {
        "id":"ED501678",
        "title":"Career Transitions across and within Organizations: Implications for Human Resource  Development"},
      {
        "id":"ED501679",
        "title":"Identifying Best Practices in Training Transfer: A Qualitative Study of Training Professionals"},
      {
        "id":"ED501680",
        "title":"Cognitive Learning Theory Takes a Backseat: Consequences of a Management Development Program for Work Practice"},
      {
        "id":"ED501681",
        "title":"A Case Study of the Socialization of Newly Hired Engineers: How New Engineers Learn the Social Norms of an Organization"},
      {
        "id":"ED501683",
        "title":"Making The Transition To Four-Year Institutions: Academic Preparation And Transfer. CCRS Working Paper No. 13"},
      {
        "id":"ED501684",
        "title":"Outlook. Number 336"},
      {
        "id":"ED501685",
        "title":"Pillars of Progress. Lumina Foundation Focus. Spring 2008"},
      {
        "id":"ED501686",
        "title":"Lags in Training Response to Changes in Economic Activity: An Update for Five Industries and an Addition of Two"},
      {
        "id":"ED501687",
        "title":"The Historical and Philosophical Influences on Greenleaf's Concept of Servant Leadership: Setting the Stage for Theory Building"},
      {
        "id":"ED501688",
        "title":"Measuring School Effectiveness in Memphis. MPR Reference No. 6325-530"},
      {
        "id":"ED501689",
        "title":"Measuring Immigrant Assimilation in the United States. Civic Report No.53"},
      {
        "id":"ED501690",
        "title":"The Effect of Special-Education Vouchers on Public School Achievement: Evidence from Florida's McKay Scholarship Program. Civic Report No. 52"},
      {
        "id":"ED501693",
        "title":"Straight from the Source: What Works for First-Generation College Students"},
      {
        "id":"ED501694",
        "title":"Fostering Opportunities to Learn at an Accelerated Pace: Why Do Girls Benefit Enormously? Working Paper"},
      {
        "id":"ED501695",
        "title":"Optional IDEA Alternative Dispute Resolution. inForum"},
      {
        "id":"ED501696",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Impacts after Two Years. NCEE 2008-4023"},
      {
        "id":"ED501697",
        "title":"Evaluation of the DC Opportunity Scholarship Program: Impacts after Two Years. Executive Summary. NCEE 2008-4024"},
      {
        "id":"ED501698",
        "title":"Theories of Intelligence, Learning, and Motivation as a Basic Educational Praxis"},
      {
        "id":"ED501699",
        "title":"Distance Education as a Facilitator of Learning"},
      {
        "id":"ED501700",
        "title":"Psychology's Role in Inclusive Education: Observations from New Brunswicks's Recent Review of Inclusion"},
      {
        "id":"ED501703",
        "title":"High-Achieving Students in the Era of NCLB"},
      {
        "id":"ED501704",
        "title":"Idealism amongst New Secondary Teachers in Papua New Guinea"},
      {
        "id":"ED501705",
        "title":"Report of the Accreditation Task Force: Building Agreement on an Accreditation System for Educator Preparation"},
      {
        "id":"ED501706",
        "title":"Allocation Anatomy: How District Policies That Deploy Resources Can Support (or Undermine) District Reform Strategies"},
      {
        "id":"ED501707",
        "title":"Australia's Adoption of Outcomes Based Education: A Critique"},
      {
        "id":"ED501708",
        "title":"A Brief Analysis of Abraham Maslow's Original Writing of \"Self-Actualizing People: A Study of Psychological Health\""},
      {
        "id":"ED501709",
        "title":"Professional Identity and Professionals' Workplace Learning: A Theoretical Proposal"},
      {
        "id":"ED501710",
        "title":"Origins of Competency-Based Training"},
      {
        "id":"ED501711",
        "title":"Training Management System"},
      {
        "id":"ED501713",
        "title":"Unfunded Mandates? An Analysis of Pontiac School Board v. Spellings, the Legal Challenge to the No Child Left Behind Act"},
      {
        "id":"ED501714",
        "title":"Developing Multiple Choice Tests: Tips & Techniques"},
      {
        "id":"ED501715",
        "title":"Embedded Evaluation: Blending Training and Assessment"},
      {
        "id":"ED501716",
        "title":"Item Analysis for Criterion-Referenced Tests"},
      {
        "id":"ED501717",
        "title":"Does Gender Influence Online Survey Participation? A Record-Linkage Analysis of University Faculty Online Survey Response Behavior"},
      {
        "id":"ED501724",
        "title":"Islam in the Classroom: What The Textbooks Tell Us"},
      {
        "id":"ED501733",
        "title":"Effective Safe Schools/Healthy Students Communications: A Case Study Review. Executive Summary"},
      {
        "id":"ED501734",
        "title":"Content Based Instruction"},
      {
        "id":"ED501735",
        "title":"Knowledge Sharing Systems: Advantages of Public Anonymity and Private Accountability"},
      {
        "id":"ED501736",
        "title":"Community College and One-Stop Center Collaboration: The Role of Community College Collaborative Agents. In Brief"},
      {
        "id":"ED501737",
        "title":"Stuck in the Middle: Strategies to Engage Middle-Level Learners. Newsletter"},
      {
        "id":"ED501738",
        "title":"It Pays to Compare! Using Comparison to Help Build Students' Flexibility in Mathematics. Newsletter."},
      {
        "id":"ED501739",
        "title":"Ready to Succeed. CenterView"},
      {
        "id":"ED501741",
        "title":"What Children Can Learn from MMORPGs"},
      {
        "id":"ED501747",
        "title":"\"The Beginning of a Solution\": School Design, Self-Efficacy, Completion Rates, and Creation of Community"},
      {
        "id":"ED501748",
        "title":"Adopting a Multimodal Approach to Address the Multiliteracy Needs of My Students"},
      {
        "id":"ED501749",
        "title":"The Engaged Classroom: A Review and Critique"},
      {
        "id":"ED501751",
        "title":"Using Internet Groups in the Learning of Literature"},
      {
        "id":"ED501752",
        "title":"Veteran Students Received Similar Amounts of Title IV Aid as Nonveterans but More Total Aid with GI Benefits. Report to the Ranking Member, Subcommittee on Economic Opportunity, Committee on Veterans' Affairs, House of Representatives. GAO-08-741"},
      {
        "id":"ED501753",
        "title":"Developmental Status and Early Intervention Service Needs of Maltreated Children. Final Report"},
      {
        "id":"ED501756",
        "title":"National Indian Education Study, 2007. Part II: The Educational Experiences of American Indian and Alaska Native Students in Grades 4 and 8. Statistical Analysis Report. NCES 2008-458"},
      {
        "id":"ED501757",
        "title":"Trends among High School Seniors, 1972-2004. NCES 2008-320"},
      {
        "id":"ED501775",
        "title":"Inclusion: The Pros and Cons--A Critical Review"},
      {
        "id":"ED501776",
        "title":"Made in B.C.: A History of Postsecondary Education in British Columbia"},
      {
        "id":"ED501777",
        "title":"Characteristics of the 100 Largest Public Elementary and Secondary School Districts in the United States: 2005-06. Statistical Analysis Report. NCES 2008-339"},
      {
        "id":"ED501780",
        "title":"Tuition and Fees in Public Higher Education in the West, 2007-2008: Detailed Tuition and Fees Tables"},
      {
        "id":"ED501781",
        "title":"Can You Hear Us Now? A White Paper on Connecting Minority-Serving Institutions in the West to U.S. Advanced Cyberinfrastructure. Lariat Summit on Minority Institutions and Cyberinfrastructure in the West (Bozeman, Montana, August 14-15, 2006)"},
      {
        "id":"ED501782",
        "title":"DC Voice Ready Schools Project Special Report on Facilities Readiness for School Year 2007-2008 in Conjunction with the 21st Century School Fund"},
      {
        "id":"ED501783",
        "title":"Planning for Quality Schools: Meeting the Needs of District Families. Phase One: Understanding Current School Supply and Student Enrollment Patterns"},
      {
        "id":"ED501784",
        "title":"Research & Action Report. Volume 29, Number 2, Spring/Summer 2008"},
      {
        "id":"ED501786",
        "title":"The Building Blocks of Success: Higher-Level Math for All Students. Achieve Policy Brief"},
      {
        "id":"ED501787",
        "title":"Immigration: From Global to Local to Kids. Forum 411: Engaging Arizona's Leaders. Edition 1, Issue 1"},
      {
        "id":"ED501788",
        "title":"Technology-Based Distance Education Courses for Public Elementary and Secondary School Students: 2002-03 and 2004-05. Statistical Analysis Report. NCES 2008-008"},
      {
        "id":"ED501789",
        "title":"Communications in Education"},
      {
        "id":"ED501791",
        "title":"Early Care and Education Health and Safety and Public Policy: Informing Stakeholders, Educating Policymakers and Encouraging Action. Revised"},
      {
        "id":"ED501792",
        "title":"Asthma Information Handbook for Early Care and Education Providers"},
      {
        "id":"ED501793",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 20, Number 5, September-October 2007"},
      {
        "id":"ED501794",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 21, Number 3, May-June 2008"},
      {
        "id":"ED501795",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 19, Number 6, November-December 2006"},
      {
        "id":"ED501796",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 20, Number 6, November-December 2007"},
      {
        "id":"ED501797",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 19, Number 5, September-October 2006"},
      {
        "id":"ED501798",
        "title":"The Family Education Consultant: An Innovative, Efficient, and Cost Effective Bridge for the School-Family Communication Gap"},
      {
        "id":"ED501799",
        "title":"Dimensions of Group Interaction"},
      {
        "id":"ED501800",
        "title":"Ethics, Issues and Science Education"},
      {
        "id":"ED501802",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 17, Number 4. July-August 2004"},
      {
        "id":"ED501803",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 18, Number 5. September-October 2005"},
      {
        "id":"ED501804",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 16, Number 6. November-December 2003"},
      {
        "id":"ED501805",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 16, Number 1. January-February 2002"},
      {
        "id":"ED501806",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 17, Number 1. January-February 2004"},
      {
        "id":"ED501807",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 16, Number 4. July-August 2003"},
      {
        "id":"ED501808",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 16, Number 2. March-April 2003"},
      {
        "id":"ED501809",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 17, Number 2. March-April 2004"},
      {
        "id":"ED501810",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 16, Number 3. May-June 2003"},
      {
        "id":"ED501811",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 17, Number 3. May-June 2004"},
      {
        "id":"ED501812",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 18, Number 1. January-February 2005"},
      {
        "id":"ED501813",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 18, Number 4. July-August 2005"},
      {
        "id":"ED501814",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 18, Number 2. March-April 2005"},
      {
        "id":"ED501815",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 18, Number 3. May-June 2005"},
      {
        "id":"ED501816",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 18, Number 6. November-December 2005"},
      {
        "id":"ED501817",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 17, Number 6. November-December 2004"},
      {
        "id":"ED501818",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 16, Number 5. September-October 2003"},
      {
        "id":"ED501819",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 17, Number 5. September-October 2004"},
      {
        "id":"ED501820",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 19, Number 1. January-February 2006"},
      {
        "id":"ED501821",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 20, Number 1. January-February 2007"},
      {
        "id":"ED501822",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 21, Number 1. January-February 2008"},
      {
        "id":"ED501823",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 20, Number 4. July-August 2007"},
      {
        "id":"ED501824",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 20, Number 3, May-June 2007"},
      {
        "id":"ED501825",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 21, Number 4, July-August 2008"},
      {
        "id":"ED501826",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 19, Number 4, July-August 2006"},
      {
        "id":"ED501827",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 19, Number 2, March-April 2006"},
      {
        "id":"ED501828",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 20, Number 2, March-April 2007"},
      {
        "id":"ED501829",
        "title":"Child Care Health Connections. A Health and Safety Newsletter for California Child Care Professionals. Volume 21, Number 2. March-April 2008"},
      {
        "id":"ED501830",
        "title":"Child Care Health Connections: A Health and Safety Newsletter for California Child Care Professionals. Volume 19, Number 3, May-June 2006"},
      {
        "id":"ED501832",
        "title":"Child Welfare Policy Manual"},
      {
        "id":"ED501833",
        "title":"Exploring Perceptions of School Quality: Implications for School Administrators"},
      {
        "id":"ED501838",
        "title":"If War--How to Minimize the Loss for School Children"},
      {
        "id":"ED501839",
        "title":"Monitoring and Technical Assistance Review System Notebook"},
      {
        "id":"ED501840",
        "title":"Autoethnography: A Method of Research and Teaching for Transformative Education"},
      {
        "id":"ED501841",
        "title":"Still at Risk. Education Outlook. No. 2"},
      {
        "id":"ED501842",
        "title":"Teacher Labor Agreements: Formulas for Flexibility or Failure? Education Outlook. No. 3"},
      {
        "id":"ED501849",
        "title":"Evaluating Online Learning: Challenges and Strategies for Success. Innovations in Education"},
      {
        "id":"ED501853",
        "title":"NIH Health Disparities Strategic Plan, Fiscal Years 2004-2008"},
      {
        "id":"ED501854",
        "title":"Principals' Perceptions of the &quot;Gaskin&quot; Settlement"},
      {
        "id":"ED501855",
        "title":"Confirmatory Analyses of Perfectionism on High School Students in Taipei"},
      {
        "id":"ED501858",
        "title":"Dissociative Identity Disorder"},
      {
        "id":"ED501859",
        "title":"An Investigation into the Provision of Built Environment Education to Schools in London, the South East and Yorkshire and the Humber"},
      {
        "id":"ED501860",
        "title":"Approaches to Working with Children, Young People and Families for Traveller, Irish  Traveller, Gypsy, Roma and Show People Communities. A Literature Review Report for the Children's Workforce Development Council"},
      {
        "id":"ED501861",
        "title":"Accelerated Middle Schools. What Works Clearinghouse Intervention Report"},
      {
        "id":"ED501864",
        "title":"Supporting Theory Building in Integrated Services Research"},
      {
        "id":"ED501865",
        "title":"The Role of the Lead Member for Children's Services: A Summary"},
      {
        "id":"ED501866",
        "title":"Academic Libraries: 2006. First Look. NCES 2008-337"},
      {
        "id":"ED501868",
        "title":"Effective Teaching of Inference Skills for Reading. Literature Review. Research Report DCSF-RR031"},
      {
        "id":"ED501869",
        "title":"Children and Young People of Kent: Survey 2006/7. Final Report"},
      {
        "id":"ED501871",
        "title":"The Role of the Lead Member for Children's Services: Final Report (LGA Research Report F/SR268)"},
      {
        "id":"ED501873",
        "title":"Integrated Children's Services: Enablers, Challenges and Impact. Research Briefing"},
      {
        "id":"ED501874",
        "title":"European Union Students Studying in English Higher Education Institutions"},
      {
        "id":"ED501875",
        "title":"Engaging Places: Teacher Research. Final Report"},
      {
        "id":"ED501876",
        "title":"Bridging the Gap: A Synthesis of Research into the Supply and the Demand of Built Environment Education in Schools. Engaging Places Research Summary"},
      {
        "id":"ED501878",
        "title":"Approaches to Working with Children, Young People and Families for Traveller, Irish Traveller, Gypsy, Roma and Show People Communities. Annotated Bibliography for the Children's Workforce Development Council"},
      {
        "id":"ED501879",
        "title":"Inclusive Education in Secondary Schools: Perspectives of Students With Disabilities"},
      {
        "id":"ED501880",
        "title":"Peace Works: A Program Evaluation Model"},
      {
        "id":"ED501881",
        "title":"Development and Validation of Students' Stress Rating Scale (SSRS)"},
      {
        "id":"ED501882",
        "title":"WWC Quick Review of the Report &quot;Outcomes Linked to High-Quality Afterschool Programs: Longitudinal Findings from the Study of Promising Afterschool Programs&quot;"},
      {
        "id":"ED501883",
        "title":"WWC Quick Review of the Article &quot;Outcomes of a Prospective Trial of Student-Athlete Drug Testing: The Student Athlete Testing Using Random Notification (&apos;SATURN&apos;) Study&quot;"},
      {
        "id":"ED501884",
        "title":"WWC Quick Review of the Report: &quot;Scaling Up SimCalc Project: Can a Technology Enhanced Curriculum Improve Student Learning of Important Mathematics?&quot;"},
      {
        "id":"ED501885",
        "title":"WWC Quick Review of the Article &quot;The Negative Impacts of Starting Middle School in Sixth Grade&quot;"},
      {
        "id":"ED501886",
        "title":"WWC Quick Review of the Manuscript &quot;A Little Now for a Lot Later: A Look at a Texas Advanced Placement Incentive Program&quot;"},
      {
        "id":"ED501888",
        "title":"Give It a Shot! Toolkit for Nurses and Other Immunization Champions Working with Secondary Schools. 2nd Edition"},
      {
        "id":"ED501890",
        "title":"Public Schools. High School Graduates, 2006-07"},
      {
        "id":"ED501898",
        "title":"Culturally Accessible E-Learning Materials for International Special Educators"},
      {
        "id":"ED501899",
        "title":"Crossing the Bridge: Overcoming Entrenched Disadvantage through Student-centred Learning"},
      {
        "id":"ED501900",
        "title":"Iowa's Adult Literacy Program Benchmark Projection Report. Program Year 2007,   July 1, 2006-June 30, 2007"},
      {
        "id":"ED501901",
        "title":"Iowa's Community College Adult Literacy Annual Report. Program Year 2007, July 1, 2006-June 30, 2007"},
      {
        "id":"ED501917",
        "title":"Improvisation: A Complement to Curriculum"},
      {
        "id":"ED501918",
        "title":"Corroborating the Role of L[subscript 1] Awareness in FL Pedagogy"},
      {
        "id":"ED501919",
        "title":"How Do General Psychological Processes Inform FLL Pedagogy? Presenting a New Instructional Framework"},
      {
        "id":"ED501934",
        "title":"Understanding Metacognitive Knowledge of Turkish EFL Students in Secondary Education"},
      {
        "id":"ED491383",
        "title":"North Carolina Extended Content Standards Extensions of the Standard Course of Study for English/Language Arts, Mathematics, and Science"},
      {
        "id":"ED491387",
        "title":"The Relationship between Acculturative Stress and Spirituality among Chinese Immigrant College Students in the United States"},
      {
        "id":"ED491388",
        "title":"Evaluation of Mentoring Practices Experienced by Student Teachers during a Teacher Preparation Program"},
      {
        "id":"ED491390",
        "title":"How Academic Libraries Help Faculty Teach and Students Learn: The 2005 Colorado Academic Library Impact Study. A Closer Look"},
      {
        "id":"ED491391",
        "title":"A Descriptive Review of Mainline E-Learning Projects in the European Union: E-Learning Action Plan and E-Learning Program"},
      {
        "id":"ED491393",
        "title":"Peer Review Methods for ESL Writing Improvement"},
      {
        "id":"ED491395",
        "title":"Ethical Research Practices: Collaborative Action Research, Part II"},
      {
        "id":"ED491396",
        "title":"The Struggle of African American Students in the Public Schools"},
      {
        "id":"ED491398",
        "title":"The Power of Mexican Descent Families in the Successful Education of Their Children"},
      {
        "id":"ED491400",
        "title":"Limited English Proficient Intervention: Effects of a Summer Program in Reading and Mathematics"},
      {
        "id":"ED491401",
        "title":"A Study of Perkins 2P1 Graduation Performance Rates at Virginia Western Community College"},
      {
        "id":"ED491402",
        "title":"Characteristics of Selected Multilingual Education Programs from around the World:  A Review of the Literature"},
      {
        "id":"ED491403",
        "title":"Evaluating Educational Technologies: Technology Connoisseurs in the Campus"},
      {
        "id":"ED491404",
        "title":"Content Validity of the Interstate School Leaders Licensure Consortium's (ISLLC)   Standards for School Leaders: To What Extent Do ISLLC Skill Indicators Describe   School Leaders' Instructional Leadership Work?"},
      {
        "id":"ED491405",
        "title":"Demography of Principals' Work and School Improvement: Content Validity of Kentucky's Standards and Indicators for School Improvement (SISI)"},
      {
        "id":"ED491408",
        "title":"Finding the Sage within: Teachers' Experiences Using Meditation and Movement Practices"},
      {
        "id":"ED491409",
        "title":"The Fourth Grade Experience: Insights toward the Transition to Middle School"},
      {
        "id":"ED491410",
        "title":"What Do the Experts Say about Urban Special Education Issues?"},
      {
        "id":"ED491411",
        "title":"Service Learning and Teacher Education in Reading"},
      {
        "id":"ED491414",
        "title":"State and Jurisdictional Eligibility Definitions for Infants and Toddlers with Disabilities under IDEA. NECTAC Notes. Issue No. 20"},
      {
        "id":"ED491417",
        "title":"Teacher Perceptions of Middle School Students' Sense of Belonging in Southeast Texas"},
      {
        "id":"ED491418",
        "title":"The Impact of Technology Use on Low-Income and Minority Students' Academic Achievement: Educational Longitudinal Study of 2002"},
      {
        "id":"ED491419",
        "title":"The Construct of Agreeableness: Facet vs. Item Level Analysis"},
      {
        "id":"ED491420",
        "title":"Linking Individual and Institutional Factors to Motivation: A Multilevel Approach"},
      {
        "id":"ED491421",
        "title":"A Comparison of Outsourcing in Higher Education, 1998-99 and 2003-04"},
      {
        "id":"ED491422",
        "title":"Iowa College and University Annual Ethnic Diversity Report"},
      {
        "id":"ED491425",
        "title":"The Impacts of Religion and Education on the Self-Esteem of Adolescents from Divorced and Intact Families in Nigeria"},
      {
        "id":"ED491428",
        "title":"Improving High School Mathematics Instruction: Using Constructivist Pedagogy"},
      {
        "id":"ED491430",
        "title":"Increasing Accessibility to Advanced Education for Under-Represented Albertans. A Discussion Document"},
      {
        "id":"ED491431",
        "title":"Shaping the Future Direction of the Advanced Education System. A Discussion Document"},
      {
        "id":"ED491432",
        "title":"A Learning Alberta: Investing in Alberta's Advanced Education System. A Companion Discussion Document to Ensuring Affordability In Alberta's Advanced Education System"},
      {
        "id":"ED491433",
        "title":"Advanced Education: A Cross-Jurisdictional Overview of Accessibility, Affordability and Quality"},
      {
        "id":"ED491435",
        "title":"Resiliency Assessment within Special Education Evaluations"},
      {
        "id":"ED491437",
        "title":"Guide for School Board Planning and Results Reporting"},
      {
        "id":"ED491438",
        "title":"Standards for Special Education, Amended June 2004"},
      {
        "id":"ED491439",
        "title":"Improving Student Learning--Provincial Report for Cycle 1 (2000-2003)"},
      {
        "id":"ED491441",
        "title":"Adult Learners and Academic Achievement: The Roles of Self-Efficacy, Self-Regulation, and Motivation"},
      {
        "id":"ED491442",
        "title":"Implicit and Explicit Memory Bias among Adolescents with Symptoms of Anxiety"},
      {
        "id":"ED491444",
        "title":"Apprenticeship Training: Water Well Driller Program"},
      {
        "id":"ED491454",
        "title":"Homophobic Language and Verbal Harassment in North Carolina High Schools"},
      {
        "id":"ED491455",
        "title":"Coral Reef Education and Australian High School Students"},
      {
        "id":"ED491456",
        "title":"Intervention Types and the Perceptions of Academic Success of Students with Attention Deficit Hyperactivity Disorder (ADHD)"},
      {
        "id":"ED491457",
        "title":"Small School Governance in Texas: Practices &amp; Challenges of School Districts with 500 or Less Students"},
      {
        "id":"ED491458",
        "title":"How to Improve a School that Is Already High Performing: Innovation in the Field of Education"},
      {
        "id":"ED491460",
        "title":"A Comparison of Educational System of UK and China"},
      {
        "id":"ED491462",
        "title":"Teacher Certification Systems. Policy Brief"},
      {
        "id":"ED491463",
        "title":"Textbook and Instructional Materials Adoption Policy and Procedures. Policy Brief"},
      {
        "id":"ED491464",
        "title":"Looking at Curriculum Change in Tasmania: Will Essential Learnings Promote Successful Reform?"},
      {
        "id":"ED491465",
        "title":"Cognitive Style as a Factor Affecting Task-Based Reading Comprehension Test Scores"},
      {
        "id":"ED491466",
        "title":"The Roles of Extracurricular Activities in the Lives of Children in Theater: A School-Based Contextual Analysis"},
      {
        "id":"ED491469",
        "title":"Effects of Product-Based Technology Professional Development Model on P-8 Teachers"},
      {
        "id":"ED491470",
        "title":"Ethnography for Teachers' Professional Development: Japanese Approach of Investigation on Classroom Activities"},
      {
        "id":"ED491471",
        "title":"Challenges in Japanese Teachers' Professional Development: A Focus on an Alternative  Perspective"},
      {
        "id":"ED491472",
        "title":"Korean Higher Education under the United States Military Government: 1945-1948"},
      {
        "id":"ED491473",
        "title":"Integrating Computers in the English Language Arts Classroom based on Vygotsky's Theory"},
      {
        "id":"ED491475",
        "title":"Barriers to Technology Integration"},
      {
        "id":"ED491476",
        "title":"Libraries of Rovigno/Rovinj Istria/Istra, Croatia: European Border Cultures"},
      {
        "id":"ED491477",
        "title":"Using the Theory of Multiple Intelligences to Increase Fourth-Grade Students' Academic Achievement in Science"},
      {
        "id":"ED491478",
        "title":"Libraries of La Pocatiere: French Immersion Programs"},
      {
        "id":"ED491479",
        "title":"Parent Stress and the Active Child"},
      {
        "id":"ED491480",
        "title":"Near East University Learning Management System Based Distant Education"},
      {
        "id":"ED491481",
        "title":"Academy of Human Resource Development International Research Conference Proceedings (Austin, Texas, March 3-7, 2004). Volume 1 and 2"},
      {
        "id":"ED491482",
        "title":"Corporate Universities versus Traditional Universities: Comparison through Published Organisation Documentation"},
      {
        "id":"ED491483",
        "title":"Studies in Teaching: 2003 Research Digest. Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, December 10, 2003)"},
      {
        "id":"ED491484",
        "title":"Teacher Competence: In-Service vs Pre-Service Teachers"},
      {
        "id":"ED491490",
        "title":"The Effects of Christensen's \"Generative Rhetoric of the Sentence\" on the Overall Quality and Number of Complex Sentences in College Freshmen's Writing"},
      {
        "id":"ED491491",
        "title":"The \"4S\" Method for Helping Students Revise Their Writing"},
      {
        "id":"ED491492",
        "title":"Why Girls Do Better in Mathematics in Hawai'i: A Causal Model of Gender Differences on Selected and Constructed Response Items"},
      {
        "id":"ED491493",
        "title":"Teacher Leaders: A Catalyst for Instructional Leadership"},
      {
        "id":"ED491495",
        "title":"Using Activity Theory to Identify Contradictions and Tensions in Teacher Professional Development"},
      {
        "id":"ED491496",
        "title":"Teaching Students with Autism Spectrum Disorders"},
      {
        "id":"ED491497",
        "title":"Teaching Students with Fetal Alcohol Spectrum Disorder: Building Strengths, Creating Hope. Programming for Students with Special Needs. Book 10"},
      {
        "id":"ED491498",
        "title":"Focus on Inquiry: A Teacher's Guide to Implementing Inquiry-Based Learning"},
      {
        "id":"ED491499",
        "title":"The Heart of the Matter: Character and Citizenship Education in Alberta Schools"},
      {
        "id":"ED491500",
        "title":"Individualized Program Planning (IPP): ECS to Grade 12. Programming for Students with Special Needs"},
      {
        "id":"ED491501",
        "title":"A Situative Perspective on a Collaborative Model for Integrating Technology into Teaching"},
      {
        "id":"ED491502",
        "title":"Reciprocal Teaching and Comprehension: A Single Subject Research Study"},
      {
        "id":"ED491504",
        "title":"East Meets West: Teaching the Elite on Both Sides of the Pacific"},
      {
        "id":"ED491505",
        "title":"Inclusive Education: A Marginal Teaching Situation?"},
      {
        "id":"ED491507",
        "title":"Building Bridges for Access and Success from High School to College: Proceedings of the Metropolitan Higher Education Consortium's Developmental Education Initiative"},
      {
        "id":"ED491508",
        "title":"Best Practices for Access and Retention in Higher Education"},
      {
        "id":"ED491509",
        "title":"Verification of Cognitive Attributes Required to Solve the TIMSS-1999 Mathematics Items for Taiwanese Students"},
      {
        "id":"ED491511",
        "title":"Second Language Relative Clause Acquisition: An Examination of Cross-Linguistic   Influences"},
      {
        "id":"ED491512",
        "title":"Preservice Elementary Teachers Create Mathematical Mystery Object Boxes to Review and Teach Numeration, Algebra, Geometry, and Measurement"},
      {
        "id":"ED491516",
        "title":"Student Readiness for Postsecondary Endeavors"},
      {
        "id":"ED491517",
        "title":"Writing a Research Paper"},
      {
        "id":"ED491518",
        "title":"Commitment to Quality Education Services through ISO 9000: A Case Study of Romania"},
      {
        "id":"ED491519",
        "title":"The Black Professor Abroad: Long-Term Teaching Experiences in Foreign Lands"},
      {
        "id":"ED491520",
        "title":"The Impact of Individualized Explicit Fluency Instruction"},
      {
        "id":"ED491521",
        "title":"Recommendations for Reducing Dropout from Distance Education Courses"},
      {
        "id":"ED491522",
        "title":"Arts Contribution to the Quality of Living in the Global Village through \"Enlightened Cherishing\""},
      {
        "id":"ED491525",
        "title":"The Journey: A Handbook for Parents of Children Who are Gifted and Talented"},
      {
        "id":"ED491526",
        "title":"Learning and Technology Policy Framework"},
      {
        "id":"ED491527",
        "title":"Our Words, Our Ways: Teaching First Nations, Metis and Inuit Learners"},
      {
        "id":"ED491528",
        "title":"Entrepreneurial University: Concurrent Practices in the US Business Higher Education System A Romanian Fulbright Scholar's View"},
      {
        "id":"ED491530",
        "title":"Preparing the Next Generation of School Administrators: Advice from Veteran Leaders"},
      {
        "id":"ED491532",
        "title":"Modeling Protein Self Assembly"},
      {
        "id":"ED491533",
        "title":"Tragic Accidents or Mysterious Murders?: A College Town Struggles to Frame Responsibility for River Drowning Deaths"},
      {
        "id":"ED491534",
        "title":"Creating a Culture of &quot;Engagement&quot; with Academic Advising: Challenges and Opportunities for Today's Higher Education Institutions"},
      {
        "id":"ED491536",
        "title":"Classroom Reflections: Using Drawn Images of Critical Incidents for Social Construction of Reflective Practice"},
      {
        "id":"ED491537",
        "title":"A Review of the Literature on Second Language Learning"},
      {
        "id":"ED491538",
        "title":"Teaching English Language Arts to Francophone Program Students: Grades 3 to 9: Pedagogical Considerations"},
      {
        "id":"ED491539",
        "title":"Review Committee on Outcomes: Survey Results"},
      {
        "id":"ED491540",
        "title":"Guide to Education Planning and Results Reporting: Requirements for Alberta School Boards and Francophone School Authorities and Their Schools"},
      {
        "id":"ED491542",
        "title":"Report on a Two-Year Farm Management/Agricultural Mechanics Curriculum Review"},
      {
        "id":"ED491543",
        "title":"Read Aloud versus Shared Reading: The Effects on Vocabulary Acquisition, Comprehension, and Fluency"},
      {
        "id":"ED491544",
        "title":"Using Test Content to Address Trend Discrepancies between NAEP and California State Tests"},
      {
        "id":"ED491545",
        "title":"Reviews of Single Subject Research Designs: Applications to Special Education and School Psychology"},
      {
        "id":"ED491546",
        "title":"A Conceptual Model for the Design and Delivery of Explicit Thinking Skills Instruction"},
      {
        "id":"ED491548",
        "title":"Needs-Based Curriculum Development Process: A Multilevel Conception"},
      {
        "id":"ED491549",
        "title":"An Application of Conceptual Change Approaches to Cultural Issues among High School Students"},
      {
        "id":"ED491550",
        "title":"Instructional Practices among Alternatively Certified Elementary Teachers"},
      {
        "id":"ED491551",
        "title":"The Face and Voice of the Democratic State: Elementary Teachers in a Time of Crisis"},
      {
        "id":"ED491552",
        "title":"Handbook for the Identification and Review of Students with Severe Disabilities"},
      {
        "id":"ED491553",
        "title":"Kindergarten in Alberta: A Handbook for Parents, 2005-2006"},
      {
        "id":"ED491554",
        "title":"Technology and Early Literacy: The Impact of an Integrated Learning System on High Risk Kindergartners' Achievement"},
      {
        "id":"ED491555",
        "title":"French as a Second Language: Nine-Year Program of Studies (Grade 4 to Grade 12)"},
      {
        "id":"ED491556",
        "title":"South Dakota Board of Regents Fact Book, Fiscal Year 2006"},
      {
        "id":"ED491557",
        "title":"South Dakota Board of Regents Fact Book, Fiscal Year 2005"},
      {
        "id":"ED491559",
        "title":"An Internet-Delivered, Individually Differentiated Reading Program: Effects on Students' Literacy Achievement and Technology Skills"},
      {
        "id":"ED491561",
        "title":"Celebrating Saudi Arabia: Using the Five Fundamental Themes of Geography in Order to Discover Saudi Arabia"},
      {
        "id":"ED491563",
        "title":"Contributing Factors in Special Education Referrals for Emotional or Behavioral Problems"},
      {
        "id":"ED491564",
        "title":"Educational Fever and South Korean Higher Education"},
      {
        "id":"ED491565",
        "title":"A Survey of the Literature Related to Executive Succession in Land Grant Universities"},
      {
        "id":"ED491566",
        "title":"A Literature Review on Strategies for Teaching Pronunciation"},
      {
        "id":"ED491568",
        "title":"Substance Abuse Treatment And Family Therapy. A Treatment Improvement Protocol  (TIP) Series 39"},
      {
        "id":"ED491569",
        "title":"Clinical Guidelines for the Use of Buprenorphine in the Treatment of Opioid Addiction. Treatment Improvement Protocol (TIP) Series 40"},
      {
        "id":"ED491570",
        "title":"Substance Abuse Treatment: Group Therapy. Treatment Improvement Protocol (TIP) Series 41"},
      {
        "id":"ED491571",
        "title":"Student Sampler: Facts in Brief on North Carolina"},
      {
        "id":"ED491572",
        "title":"Substance Abuse Treatment for Persons With Co-Occurring Disorders. Treatment  Improvement Protocol (TIP) Series 42"},
      {
        "id":"ED491573",
        "title":"Medication-Assisted Treatment For Opioid Addiction in Opioid Treatment Programs.  Treatment Improvement Protocol (TIP) Series 43"},
      {
        "id":"ED491574",
        "title":"Substance Abuse Treatment For Adults in the Criminal Justice System. Treatment Improvement Protocol (TIP) Series 44"},
      {
        "id":"ED491575",
        "title":"Similar Students, Different Results: Why Do Some Schools Do Better? A Large-Scale Survey of California Elementary Schools Serving Low-Income Students. Initial Report of Findings"},
      {
        "id":"ED491576",
        "title":"Similar Students, Different Results: Why Do Some Schools Do Better? Additional Findings: Elementary School Curriculum Program and API: A More Detailed Examination"},
      {
        "id":"ED491577",
        "title":"Constructing Academic Success by Developing the Attitudes, Perceptions, and Philosophies of Pre-Service Educators Prepared in a Constructivist Methodology"},
      {
        "id":"ED491578",
        "title":"Toward an Ecological Risk Assessment Framework for Special Education"},
      {
        "id":"ED491579",
        "title":"Textbook Usage in the United States: The Case of U.S. History"},
      {
        "id":"ED491580",
        "title":"Differentiated Instruction: Principles and Techniques for the Elementary Grades"},
      {
        "id":"ED491581",
        "title":"More Than the Rules of Precedence"},
      {
        "id":"ED491582",
        "title":"Research and Publishing in Academia: A Prerequisite for Assuring Quality in Higher Education"},
      {
        "id":"ED491583",
        "title":"The Sport Participation Model Questionnaire: A Tool for the Assessment of Sport Orientations"},
      {
        "id":"ED491585",
        "title":"College Students with Disabilities: Their Future and Success"},
      {
        "id":"ED491586",
        "title":"AprenDes-PERU: Innovations in Decentralization and Active Schools. Report on Year 1.  Aprendes Performance Monitoring Plan. Revision"},
      {
        "id":"ED491587",
        "title":"Teaching Teachers: Professional Development To Improve Student Achievement. AERA Research Points, Volume 3, Issue 1, Summer 2005"},
      {
        "id":"ED491588",
        "title":"Foreign Language Instruction: Implementing the Best Teaching Methods. Research Points, Volume 4, Issue 1, Spring 2006"},
      {
        "id":"ED491589",
        "title":"Early Childhood Education: Investing in Quality Makes Sense. AERA Research Points, Volume 3, Issue 2, Fall 2005"},
      {
        "id":"ED491591",
        "title":"Ready for College and Ready for Work: Same or Different?"},
      {
        "id":"ED491592",
        "title":"Status of Physical Education in the USA. Shape of the Nation Report, 2006"},
      {
        "id":"ED491593",
        "title":"Becoming an Educated Consumer of Research: A Quick Look at the Basics of Research Methodologies and Design"},
      {
        "id":"ED491595",
        "title":"Who's in Charge Here? The Administrative Challenges of Being a Volunteer Board Member for a Community-Based Adult Literacy Program"},
      {
        "id":"ED491597",
        "title":"Examining College Remediation Trends in Indiana. Education Policy Brief. Volume 4, Number 5, Spring 2006"},
      {
        "id":"ED491598",
        "title":"Access and Achievement of Hispanics and Hispanic Immigrants in the Colleges of the City University of New York"},
      {
        "id":"ED491599",
        "title":"What Community College Policies and Practices Are Effective in Promoting Student Success? A Study of High- and Low-Impact Institutions"},
      {
        "id":"ED491614",
        "title":"Higher Education: Science, Technology, Engineering, and Mathematics Trends and the Role of Federal Programs. Testimony before the Committee on Education and the Workforce, House of Representatives. GAO-06-702T"},
      {
        "id":"ED491617",
        "title":"Effects of the Implementation of Proposition 227 on the Education of English Learners, K-12: Findings from a Five-Year Evaluation. Final Report for AB 56 and AB 1116"},
      {
        "id":"ED491618",
        "title":"English Language Acquisition Program Evaluation Report: A Report from the Study &quot;Effects of the Implementation of Proposition 227 on the Education of English Learners, K-12&quot;"},
      {
        "id":"ED491620",
        "title":"An Analysis of the Relative Importance of Ely's Eight Implementation Conditions"},
      {
        "id":"ED491621",
        "title":"Evaluation Study of the Immediate Intervention/Underperforming Schools Program of the Public Schools Accountability Act of 1999. Final Report"},
      {
        "id":"ED491622",
        "title":"Facilitating the Use of Web Based Learning by Higher Education Faculty"},
      {
        "id":"ED491624",
        "title":"Reassessing U.S. International Mathematics Performance: New Findings from the 2003 TIMSS and PISA"},
      {
        "id":"ED491625",
        "title":"SubJournal for Personnel Responsible for Substitute Teaching. Volume 5, Number 1, Summer 2004"},
      {
        "id":"ED491626",
        "title":"SubJournal: For Personnel Responsible for Substitute Teaching. Volume 5, Number 2, Fall 2004"},
      {
        "id":"ED491627",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 214-224. February 11-March 31, 2005"},
      {
        "id":"ED491628",
        "title":"Reading Aloud: Companion Reader vs. No Companion Reader--An Experimental Research Study"},
      {
        "id":"ED491629",
        "title":"A Pilot Study on a Holistic Model Incorporating a Psycholinguistic Approach Accelerating Second Language Acquisition"},
      {
        "id":"ED491631",
        "title":"Transition to Teaching Grant Program: 2002 Cohort Case Studies"},
      {
        "id":"ED491632",
        "title":"What the United States Can Learn From Singapore's World-Class Mathematics  System (and What Singapore Can Learn from the United States): An Exploratory Study"},
      {
        "id":"ED491633",
        "title":"Leaving Boys behind: Public High School Graduation Rates. Civic Report No. 48"},
      {
        "id":"ED491634",
        "title":"Meeting Five Critical Challenges of High School Reform. Lessons from Research on Three Reform Models"},
      {
        "id":"ED491635",
        "title":"Industrial Funding of Academic R&D Continues to Decline in FY 2004. Info Brief. NSF 06-315"},
      {
        "id":"ED491636",
        "title":"Equal Access to Public School Facilities for the Boy Scouts of America and Other Designated Youth Groups: Final Rule. Federal Register, Part II: Department of Education, 34 CFR Parts 75, 76, and 108"},
      {
        "id":"ED491637",
        "title":"Ready or Not: Insufficient Collaboration between Department of Education and  CUNY Could Hinder Effectiveness and Future Growth of Programs Designed to Improve Students' College Readiness Levels"},
      {
        "id":"ED491638",
        "title":"Open to the Public: The Public Speaks Out on &quot;No Child Left Behind.&quot; A Summary of Nine Hearings, September 2005-January 2006"},
      {
        "id":"ED491639",
        "title":"Community-Based Learning: Engaging Students for Success and Citizenship"},
      {
        "id":"ED491640",
        "title":"A Comparable Wage Approach to Geographic Cost Adjustment. Research and Development Report. NCES-2006-321"},
      {
        "id":"ED491641",
        "title":"Assessing College-Level Learning. Policy Alert"},
      {
        "id":"ED491642",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, No. 203-213, 2004 January-November 2004"},
      {
        "id":"ED491643",
        "title":"Using Reflection to Develop Higher Order Processes"},
      {
        "id":"ED491645",
        "title":"Implementing Virtual Reality Technology as an Effective WEB Based KIOSK: Darulaman's Teacher Training College Tour (IPDA VR Tour)"},
      {
        "id":"ED491646",
        "title":"AERA Outcomes Assessment in the Accreditation Process"},
      {
        "id":"ED491647",
        "title":"Retirement, Retention, and Recruitment: The Future of Librarianship in Colorado. A Closer Look"},
      {
        "id":"ED491648",
        "title":"Discussion of Standard &amp; Poor's Presentation Entitled &quot;Comparing State Performance under NCLB: Issues and Opportunities for Using NAEP&quot;"},
      {
        "id":"ED491649",
        "title":"Conflict, Development and Community Participation in Education: Pakistan and Yemen"},
      {
        "id":"ED491650",
        "title":"Strategies for Democratizing the Special Education Leadership Workforce"},
      {
        "id":"ED491651",
        "title":"Co-Teaching in Urban School Districts to Meet the Needs of all Teachers and Learners: Implications for Teacher Education Reform"},
      {
        "id":"ED491652",
        "title":"The Use of a Student Support Outline in Inclusion"},
      {
        "id":"ED491654",
        "title":"Implementing Virtual Reality Technology as an Effective Web Based Kiosk: Darulaman's Teacher Training College Tour (Ipda Vr Tour)"},
      {
        "id":"ED491658",
        "title":"Coral Reefs as Sites for Experiential Environmental Education: Learning with Australian Students--A Foundational Study"},
      {
        "id":"ED491659",
        "title":"The Phenomenology of Change: How Do Individual Faculty Manage the Instructional Change Process?"},
      {
        "id":"ED491660",
        "title":"Children Writing for Themselves, Their Teacher, and the State in an Urban Classroom"},
      {
        "id":"ED491661",
        "title":"Living &quot;Savage Inequalities&quot;: The Reconstruction of a Co-Created, Integrated Curriculum Based on Students' Priority Concerns in an Urban Classroom"},
      {
        "id":"ED491662",
        "title":"Revealing Classroom Complexity: A Portrait of a Justice-Oriented, Democratic Curriculum Serving a Disadvantaged Neighborhood"},
      {
        "id":"ED491663",
        "title":"Evaluation of Linking Methods for Placing Three-Parameter Logistic Item Parameter Estimates onto a One-Parameter Scale"},
      {
        "id":"ED491664",
        "title":"Impact of Eliminating Anchor Items Flagged from Statistical Criteria on Test Score Classifications in Common Item Equating"},
      {
        "id":"ED491665",
        "title":"About Your Color, That's Personal: A Critical Discourse Analysis of Race and Resistance in Urban Elementary Classroom"},
      {
        "id":"ED491666",
        "title":"Students' Perspectives, Levels of Epistemological Understanding and Critical Thinking Dispositions Related to the Use of Case Studies in an Educational Psychology Course"},
      {
        "id":"ED491667",
        "title":"An International Perspective: Finance and Accountability Issues in Taiwan"},
      {
        "id":"ED491668",
        "title":"School Size, Student Achievement, and the &quot;Power Rating&quot; of Poverty: Substantive Finding or Statistical Artifact?"},
      {
        "id":"ED491669",
        "title":"School Counselors' Systematic Perceptions of Change Agency through Primal Leadership and Empowerment: Critical Provisions towards K-12 Students' Achievement"},
      {
        "id":"ED491670",
        "title":"Being a Boy and Being a Girl: The Voices of Middle Schoolers"},
      {
        "id":"ED491672",
        "title":"Making Reliability Arguments in Classrooms"},
      {
        "id":"ED491674",
        "title":"An Inquiry into the Impact of Admissions Policy that Diversifies the Selection of Pre-Service Teacher Education Candidates"},
      {
        "id":"ED491675",
        "title":"Chronicles of Change: Models of Mexican Immigrant Identity in Suburban Community Narratives"},
      {
        "id":"ED491676",
        "title":"For-Profit Child Care: Past, Present and Future. Occasional Paper # 21"},
      {
        "id":"ED491679",
        "title":"Understanding the Low Mathematics Achievement of Chilean Students: A Cross-National Analysis Using TIMSS Data"},
      {
        "id":"ED491680",
        "title":"Assessing the Impact of a Multi-Agency Project on Afghan Basic Education"},
      {
        "id":"ED491683",
        "title":"Alternative Certification for Science Teachers: Policy and Context"},
      {
        "id":"ED491685",
        "title":"How are Teachers at a Technologically-Advanced NYC School Site Integrating Educational Technology into the Curriculum?"},
      {
        "id":"ED491686",
        "title":"Lesson Study Meets SIOP: Linking Two Successful Professional Development Models"},
      {
        "id":"ED491687",
        "title":"Coaching College Women's Golf: Profiling an Emerging Profession"},
      {
        "id":"ED491688",
        "title":"Perceptions of Online Learning Quality Given Comfort with Technology, Motivation to Learn Technology Skills, Satisfaction, and Online Learning Experience."},
      {
        "id":"ED491689",
        "title":"Growing Community Schools: The Role of Cross-Boundary Leadership"},
      {
        "id":"ED491690",
        "title":"2004/06 Beginning Postsecondary Students Longitudinal Study (BPS:04/06) Field Test Methodology Report. Working Paper Series. NCES 2006-01"},
      {
        "id":"ED491691",
        "title":"Calories In, Calories Out: Food and Exercise in Public Elementary Schools, 2005. E.D TAB. NCES 2006-057"},
      {
        "id":"ED491692",
        "title":"Comparing Mathematics Content in the National Assessment of Educational Progress (NAEP), Trends in International Mathematics and Science Study (TIMSS), and Program for International Student Assessment (PISA) 2003 Assessments. Technical Report. NCES 2006-029"},
      {
        "id":"ED491693",
        "title":"National Indian Education Study Part I: The Performance of American Indian and Alaska Native Fourth-and Eighth-Grade Students on NAEP 2005 Reading and Mathematics Assessments Statistical Analysis Report. NCES 2006-463"},
      {
        "id":"ED491694",
        "title":"The Nation's Report Card, Science 2005: Assessment of Student Performance in Grades 4, 8, and 12. NCES-2006-466"},
      {
        "id":"ED491695",
        "title":"2004 National Study of Postsecondary Faculty (NSOPF:04) Methodology Report.  Technical Report. NCES 2006-179"},
      {
        "id":"ED491696",
        "title":"NCES Studies on American Indian and Alaska Native Education. NCES 2005-535"},
      {
        "id":"ED491697",
        "title":"The Early Reading and Mathematics Achievement of Children Who Repeated Kindergarten or Who Began School a Year Late. Statistics In Brief. NCES 2006-064"},
      {
        "id":"ED491698",
        "title":"Assessing California's Accountability System: Successes, Challenges, and Opportunities for Improvement. Policy Brief 04-2"},
      {
        "id":"ED491699",
        "title":"Categorical School Finance: Who Gains, Who Loses? Working Paper Series 04-2"},
      {
        "id":"ED491700",
        "title":"Advancing the Early Childhood Workforce: Implementation of Training and Retention Initiatives in the Bay Area. Policy Brief 04-1"},
      {
        "id":"ED491701",
        "title":"Listening to Teachers of English Language Learners: A Survey of California Teachers' Challenges, Experiences, and Professional Development Needs"},
      {
        "id":"ED491702",
        "title":"How to Expand and Improve Preschool in California: Ideals, Evidence, and Policy Options. Working Paper 05-1"},
      {
        "id":"ED491703",
        "title":"Preschool for California's Children: Promising Benefits, Unequal Access. Policy Brief 04-3"},
      {
        "id":"ED491706",
        "title":"A Compilation of Research on States' Licensure Models for Special Education Teachers and Special Education Requirements for Licensing General Education Teachers"},
      {
        "id":"ED491707",
        "title":"When did \"Withitness\" Become More Important than Educational Psychology? Analyzing Textbook Vocabulary"},
      {
        "id":"ED491708",
        "title":"Meta-Analysis of the Minimalist Training Model"},
      {
        "id":"ED491711",
        "title":"Systemic Change for School Improvement: Designing, Implementing, and Sustaining Prototypes and Going to Scale. Center Policy Report"},
      {
        "id":"ED491713",
        "title":"A Classification of Constructivist Instructional Design Models Based on Learning and Teaching Approaches"},
      {
        "id":"ED491716",
        "title":"The Role of Culture in Second or Foreign Language Teaching: Moving Beyond the Classroom Experience"},
      {
        "id":"ED491719",
        "title":"Paying for Persistence. Early Results of a Louisiana Scholarship Program for Low-Income Parents Attending Community College"},
      {
        "id":"ED491720",
        "title":"Awareness among Teachers of Learning Disabilities in Students at Different Board Levels"},
      {
        "id":"ED491721",
        "title":"The Implications of Information and Communications Technologies for Distance Education: Looking toward the Future. Final Report"},
      {
        "id":"ED491722",
        "title":"The Effects of Adult Literacy and Demographics on Eighth Grade Mathematics and Language Arts Literacy Scores"},
      {
        "id":"ED491723",
        "title":"Visual Cognition in Undergraduate Biology Labs; Can it be Connected to Conceptual Change?"},
      {
        "id":"ED491729",
        "title":"From National Curriculum Collaboration to National Consistency in Curriculum Outcomes: Does this Shift Reflect a Transition in Curriculum Reform in Australia?"},
      {
        "id":"ED491730",
        "title":"Why Study Education in the Americas: A Case Study of a Belizean School"},
      {
        "id":"ED491731",
        "title":"Purpose of Adult Education"},
      {
        "id":"ED491733",
        "title":"Accelerated Learning Formats in Teacher Education Programs"},
      {
        "id":"ED491734",
        "title":"\"Hands-On\" Undergraduate Research Opportunities in the Life Sciences: Preparing the Next Generation of Biological Researchers"},
      {
        "id":"ED491735",
        "title":"Undergraduate Students Conducting Research in the Life Sciences: Opportunities for Connected Learning"},
      {
        "id":"ED491736",
        "title":"A Professional Development Model for Phoenix International School, Hong Kong"},
      {
        "id":"ED491737",
        "title":"Comparing Hong Kong and Sweden ICT Policy in Education; Reaching the Third Phase"},
      {
        "id":"ED491738",
        "title":"Challenges for Teacher Training Colleges in Poland"},
      {
        "id":"ED491739",
        "title":"The Relationship between Shyness and Internet Addiction: A Quantitative Study on Middle and Post Secondary School Students"},
      {
        "id":"ED491740",
        "title":"Science Fair Competition Generates Excitement and Promotes Creative Thinking in Japan"},
      {
        "id":"ED491742",
        "title":"School's Out"},
      {
        "id":"ED491743",
        "title":"Secret Weapon Discovered! Scientists Say Parents Partnering with Teachers Can Change the Future of Education"},
      {
        "id":"ED491744",
        "title":"Lead, Don't Lecture"},
      {
        "id":"ED491745",
        "title":"Authentic Language Opportunities: An Alternative Dual Language Model (ADLM)"},
      {
        "id":"ED491747",
        "title":"Selected Papers &amp; Abstracts from the Annual International Conference of the Association for Experiential Education (32nd, Norfolk, Virginia, November 4-7, 2004)"},
      {
        "id":"ED491749",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 238/239"},
      {
        "id":"ED491751",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 241"},
      {
        "id":"ED491752",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 242"},
      {
        "id":"ED491753",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Special Issue on the Role of the Library in a Digital Landscape, Number 243"},
      {
        "id":"ED491754",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 244"},
      {
        "id":"ED491756",
        "title":"ARL Annual Salary Survey, 2004-05"},
      {
        "id":"ED491761",
        "title":"Perspectives on Family, Friend and Neighbor Child Care: Research, Programs and Policy. Occasional Paper Series 15"},
      {
        "id":"ED491763",
        "title":"Rethinking Resistance in Schools: Power, Politics, and Illicit Pleasures. Occasional Paper Series 14"},
      {
        "id":"ED491764",
        "title":"Stayers, Leavers, Lovers, and Dreamers: Why People Teach and Why They Stay. 2004 Barbara Biber Lecture. Occasional Paper Series 16"},
      {
        "id":"ED491765",
        "title":"Talking Tough Topics in the Classroom. Occasional Paper Series 12"},
      {
        "id":"ED491766",
        "title":"The First Years Out. Occasional Paper Series 13"},
      {
        "id":"ED491768",
        "title":"Welcoming the Stranger: Essays on Teaching and Learning in a Diverse Society. Occasional Paper Series 17"},
      {
        "id":"ED491769",
        "title":"Why Do We Have Theories?"},
      {
        "id":"ED491777",
        "title":"Early Literacy Development in Minority, Middle-Class Families: A Qualitative Research Study"},
      {
        "id":"ED491791",
        "title":"New Perspectives in Adult Education in Nigeria in the 21st Century"},
      {
        "id":"ED491807",
        "title":"Tracking Achievement Gaps and Assessing the Impact of NCLB on the Gaps: An In-Depth Look into National and State Reading and Math Outcome Trends"},
      {
        "id":"ED491808",
        "title":"California's Charter Schools: How Are They Performing? EdSource Annual Report"},
      {
        "id":"ED491810",
        "title":"Benedictine Pedagogy Through a Constructivist Lens: Curricular Theorizing of a High School Teacher Turned College Professor"},
      {
        "id":"ED491811",
        "title":"Teacher Classroom Research: Reflections on a Nation-Wide Experience in Iran"},
      {
        "id":"ED491812",
        "title":"The Relation of Self Variables to Transfer Student Success as Measured by Academic, Psychological, and Career Functioning"},
      {
        "id":"ED491813",
        "title":"The Role of Nonverbal Communication in Beginners' EFL Classrooms: Sale Junior High Schools as a Case"},
      {
        "id":"ED491814",
        "title":"Awareness-Raising in the TEFL Phonology Classroom: Student Voices and Sociocultural and Psychological Considerations"},
      {
        "id":"ED491815",
        "title":"Interpreting Continuity and Change in Secondary School English Language Teacher Education in Singapore"},
      {
        "id":"ED491830",
        "title":"Helping Your Child Perform Well on Tests. Assessment Brief. Number 3"},
      {
        "id":"ED491831",
        "title":"What Parents Should Know about Test Accuracy and Use. Assessment Brief. Number 4"},
      {
        "id":"ED491832",
        "title":"Issues in Testing Very Young Children. Assessment Brief. Number 5"},
      {
        "id":"ED491833",
        "title":"Testing Students with Learning Disabilities. Assessment Brief. Number 6"},
      {
        "id":"ED491834",
        "title":"Why Test Students? Assessment Brief. Number 7"},
      {
        "id":"ED491835",
        "title":"Achievement Gaps in Our Schools. Assessment Brief. Number 8"},
      {
        "id":"ED491836",
        "title":"Using Student Tests to Measure Teacher Quality. Assessment Brief. Number 9"},
      {
        "id":"ED491837",
        "title":"Making Sense of Test Scores. Assessment Brief. Number 10"},
      {
        "id":"ED491845",
        "title":"America's Opportunity Scholarships for Kids: School Choice for Students in Underperforming  Public Schools. Backgrounder Number 1939"},
      {
        "id":"ED491846",
        "title":"Comparison of the Effects of NBPTS Certified Teachers with Other Teachers on the Rate  of Student Academic Progress. Final Report"},
      {
        "id":"ED491847",
        "title":"Intern Perceptions of Dialect and Regionalism"},
      {
        "id":"ED491848",
        "title":"The 21st-Century Community College: A Strategic Guide to Maximizing Labor Market Responsiveness. Volumes 1, 2, and 3"},
      {
        "id":"ED491863",
        "title":"Closing the Achievement Gap: Lessons from Successful Schools"},
      {
        "id":"ED491864",
        "title":"The High School Leadership Summit. Issue Papers, 2004"},
      {
        "id":"ED491866",
        "title":"Students' Homework and TIMSS 2003 Mathematics Results"},
      {
        "id":"ED491867",
        "title":"Summary of a GAO Conference: Helping California Youths with Disabilities Transition to Work or Postsecondary Education. Report to Congressional Committees. GAO-06-759SP"},
      {
        "id":"ED491868",
        "title":"Similar Students, Different Results: Why Do Some Schools Do Better? EdSource Report"},
      {
        "id":"ED491869",
        "title":"Academic Life Satisfaction Scale (ALSS) and Its Effectiveness in Predicting Academic Success"},
      {
        "id":"ED491881",
        "title":"Using Evaluation Methods to Promote Continuous Improvement and Accountability in After-School Programs: A Guide"},
      {
        "id":"ED491882",
        "title":"New Century High Schools: Evaluation Findings from the Second Year"},
      {
        "id":"ED491883",
        "title":"Building Quality, Scale, and Effectiveness in After-School Programs: Summary Report of the TASC Evaluation"},
      {
        "id":"ED491884",
        "title":"Building Quality, Scale, and Effectiveness in After-School Programs: Supplementary Papers to Accompany the Summary Report of the TASC Evaluation"},
      {
        "id":"ED491887",
        "title":"SubJournal: For Personnel Responsible for Substitute Teachers. Volume 6, Number 1, Fall 2005"},
      {
        "id":"ED491890",
        "title":"The Right to Learn: The Continuing Education Opportunities for Workers in Industries in Nigeria"},
      {
        "id":"ED491903",
        "title":"Housing Agency and School District Collaborations to Serve Homeless and Highly Mobile Students. Best Practices in Homeless Education"},
      {
        "id":"ED491904",
        "title":"Teaching Early College High School at LaGuardia Community College. Early College High School Initiative"},
      {
        "id":"ED491905",
        "title":"National Household Education Surveys Program of 2005: Adult Education Participation in 2004-05. E.D. TAB. NCES 2006-077"},
      {
        "id":"ED491906",
        "title":"National Household Education Surveys Program of 2005 After-School Programs and  Activities: 2005. E.D. TAB. NCES 2006-076"},
      {
        "id":"ED491907",
        "title":"Postsecondary Education Facilities Inventory and Classification Manual (FICM):  2006 Edition. NCES 2006-160"},
      {
        "id":"ED491908",
        "title":"Profile of Undergraduates in U.S. Postsecondary Education Institutions, 2003-04: With a Special Analysis of Community College Students. Statistical Analysis Report. NCES 2006-184"},
      {
        "id":"ED491909",
        "title":"The Condition of Education, 2006. NCES 2006-071"},
      {
        "id":"ED491911",
        "title":"The Girls' School Experience: A Survey of Young Alumnae of Single-Sex Schools.  Executive Summary"},
      {
        "id":"ED491912",
        "title":"American Higher Education: How Does It Measure Up for the 21st Century? National Center Report Number 06-02"},
      {
        "id":"ED491913",
        "title":"Checks and Balances at Work: The Restructuring of Virginia's Public Education System"},
      {
        "id":"ED491914",
        "title":"An Evidence-based Adult Education Program Model Appropriate for Research. NCSALL Occasional Paper"},
      {
        "id":"ED491915",
        "title":"Focus on Basics: Connecting Research & Practice. Volume 8, Issue A"},
      {
        "id":"ED491916",
        "title":"Focus on Basics: Connecting Research &amp; Practice. Volume 8, Issue B"},
      {
        "id":"ED491917",
        "title":"Learners' Engagement in Adult Literacy Education. NCSALL Reports #28"},
      {
        "id":"ED491918",
        "title":"Evidence from Florida on the Labor Market Attachment of Male Dropouts Who Attempt the GED. NCSALL Research Brief"},
      {
        "id":"ED491919",
        "title":"Learners' Engagement in Adult Literacy Education. A NCSALL Research Brief"},
      {
        "id":"ED491920",
        "title":"The Relationship of the Component Skills of Reading to Performance on the International Adult Literacy Survey (IALS). NCSALL Research Brief"},
      {
        "id":"ED491921",
        "title":"\"One Day I Will Make It\". A Study of Adult Student Persistence in Library Literacy Programs. NCSALL Research Brief"},
      {
        "id":"ED491922",
        "title":"High-Quality High Schools. &quot;Preparing All Students for Success in Postsecondary Education, Careers and Citizenship&quot;"},
      {
        "id":"ED491923",
        "title":"Identification of Children Who are Gifted in Dance. Implementation Handbook For Educators"},
      {
        "id":"ED491924",
        "title":"Identification of Children Who Are Gifted in Theatre/Drama  Implementation Handbook For Educators"},
      {
        "id":"ED491925",
        "title":"Early Learning Content Standards"},
      {
        "id":"ED491926",
        "title":"Identification of Children Who Are Gifted in Music: Implementation Handbook for Educators"},
      {
        "id":"ED491927",
        "title":"Condition of Teacher Supply and Demand in Ohio, 2004"},
      {
        "id":"ED491928",
        "title":"Standards-Based Instruction for All Learners: A Treasure Chest for Principal-Led Building Teams in Improving Results for Learners Most At-Risk"},
      {
        "id":"ED491929",
        "title":"Identification of Children Who Are Gifted in the Visual Arts: Implementation Handbook for Educators"},
      {
        "id":"ED491936",
        "title":"Transnational Learning: The Integration of Jugyou Kenkyuu into Iranian Teacher Training"},
      {
        "id":"ED491937",
        "title":"On-Line Learning: One Way to Bring People Together"},
      {
        "id":"ED491957",
        "title":"Assessment of the &quot;Teachers' Professional Growth&quot; Experience as a Form of Self-Evaluation"},
      {
        "id":"ED491958",
        "title":"Effectiveness of the Balanced Literacy Project for Supporting Struggling Middle School Readers"},
      {
        "id":"ED491959",
        "title":"Can Teaching Colour Digitally Completely Replace Teaching Colour Traditionally?"},
      {
        "id":"ED491961",
        "title":"The Effectiveness of Worked Examples in a Game-Based Learning Environment"},
      {
        "id":"ED491978",
        "title":"Statewide Standardized Assessments and Their Impact on ESL Students"},
      {
        "id":"ED491980",
        "title":"A National Perspective: A Mixed-Methods Analysis of the Impact of High Stakes Testing on English Language Learners in Major Urban High Schools in Texas"},
      {
        "id":"ED491981",
        "title":"The Impact of High Stakes Testing on the Academic Achievement of English Language Learners in Texas Public Education: National Implications"},
      {
        "id":"ED491982",
        "title":"The Discourse of Ebonics: Issues and Challenges"},
      {
        "id":"ED491985",
        "title":"The Critical Role of the Teacher-Principal Relationship in the Improvement of Student Achievement in Public Schools of the United States"},
      {
        "id":"ED491986",
        "title":"A National Focus: An Assessment of the Habits of African American Males from Urban Households of Poverty Who Successfully Complete Secondary Education Programs"},
      {
        "id":"ED491991",
        "title":"An Analysis of Secondary Schools' Crisis Management Preparedness: National Implications"},
      {
        "id":"ED491993",
        "title":"Teacher Quality as a Predictor of Student Achievement in Urban Schools: A National Focus"},
      {
        "id":"ED491994",
        "title":"All Children Can Learn...To Speak English"},
      {
        "id":"ED491995",
        "title":"The Creation of Fair-Play Sporting Divisions in Newfoundland &amp; Labrador High School Sports"},
      {
        "id":"ED491996",
        "title":"Survey of 2000 State School Finance Legislation: Overview, Abstracts, and Trend Analysis"},
      {
        "id":"ED491997",
        "title":"A National Perspective: An Exploration of Professional Learning Communities and the Impact on School Improvement Efforts"},
      {
        "id":"ED491999",
        "title":"A National Perspective for Cultivating Working Relationships between Educational Researchers and Institutional Review Board Members"},
      {
        "id":"ED492000",
        "title":"The Advantages of Single-Sex Education"},
      {
        "id":"ED492001",
        "title":"Are You the One?"},
      {
        "id":"ED492002",
        "title":"An Investigation of Effective Instructional Methods to Train Preservice Teachers in Reading Comprehension Strategies"},
      {
        "id":"ED492003",
        "title":"A National Perspective: An Analysis of Factors That Influence Special Educators to Remain in the Field of Education"},
      {
        "id":"ED492004",
        "title":"Evaluating a Community-Wide Parent/Family Involvement Program"},
      {
        "id":"ED492005",
        "title":"\"It Wasn't Fair!\" Educators' Recollections of Their Experiences as Students with Grading"},
      {
        "id":"ED492006",
        "title":"The Effects of Assisted Repeated Reading on Students of Varying Reading Ability: A Single-Subject Experimental Research Study"},
      {
        "id":"ED492009",
        "title":"Transformational Leadership: A Practice Needed for First-Year Success"},
      {
        "id":"ED492010",
        "title":"Curriculum Development for Teaching Qualitative Data Analysis Online"},
      {
        "id":"ED492011",
        "title":"Living and Learning in a Global Community"},
      {
        "id":"ED492012",
        "title":"State and Jurisdictional Eligibility Definitions for Infants and Toddlers with Disabilities under IDEA. NECTAC Notes. Issue No. 21"},
      {
        "id":"ED492013",
        "title":"National Insight: Toward A Clearer Understanding of Preparing High School Students for Passing State Examinations for Graduation in the State of Texas"},
      {
        "id":"ED492014",
        "title":"The Differences in Professional Development with Corporate Companies and Public Education"},
      {
        "id":"ED492015",
        "title":"Getting Honest about Grad Rates: How States Play the Numbers and Students Lose"},
      {
        "id":"ED492016",
        "title":"Improving Your Child's Education: A Guide for African American Parents"},
      {
        "id":"ED492017",
        "title":"Grade Retention: A Three Part Series. Policy Briefs. Grade Retention: A Flawed Education Strategy [and] Cost-Benefit Analysis of Grade Retention [and] Grade Retention: The Gap between Research and Practice"},
      {
        "id":"ED492018",
        "title":"Long-Term Socioeconomic Impact of Child Abuse and Neglect: Implications for Public Policy. Policy Matters"},
      {
        "id":"ED492019",
        "title":"Multiple Response System (MRS) Evaluation Report to the North Carolina Division of Social Services (NCDSS)"},
      {
        "id":"ED492020",
        "title":"Professional Development Initiative. Proposal for Action"},
      {
        "id":"ED492021",
        "title":"Sorting out Student Retention: 2.4 Million Children Left behind? Policy Matters"},
      {
        "id":"ED492022",
        "title":"Bridging the Gap between Research and Public Policy to Improve the Lives of Children and Families. Strategic Plan for 2004-2009"},
      {
        "id":"ED492023",
        "title":"North Carolina Math/Science/Special Education (MSSE) $1,800 Teacher Bonus Program: An Initial Evaluation. Policy Matters"},
      {
        "id":"ED492024",
        "title":"Is the No Child Left Behind Act Working? The Reliability of How States Track Achievement. Working Paper 06-1"},
      {
        "id":"ED492030",
        "title":"An Aspiration for Excellence: A Review of the System Office for the California Community Colleges"},
      {
        "id":"ED492031",
        "title":"Impacts of Student Fee Increase and Budget Changes on Enrollment and Financial Aid in the California Community Colleges. A Report to the Legislature, Pursuant to Provisions of the 2003-04 Budget Act"},
      {
        "id":"ED492033",
        "title":"Observing the Five Standards in Practice: Development and Application of the Standards Performance Continuum. Research Brief Number 11"},
      {
        "id":"ED492034",
        "title":"High School Reform and Work: Facing Labor Market Realities. Policy Information Report"},
      {
        "id":"ED492046",
        "title":"The Condition of Education 2006 in Brief. NCES 2006-072"},
      {
        "id":"ED492047",
        "title":"Dealing with Debt: 1992-93 Bachelor's Degree Recipients 10 Years Later. Postsecondary Education Descriptive Analysis Report. NCES 2006-156"},
      {
        "id":"ED492048",
        "title":"The Effects of AYP Requirements on Student Achievement"},
      {
        "id":"ED492049",
        "title":"Postmethod Condition and Its Implications for English Language Teacher Education"},
      {
        "id":"ED492050",
        "title":"U.S. Student and Adult Performance on International Assessments of Educational Achievement. Findings from &quot;The Condition of Education, 2006.&quot; NCES 2006-073"},
      {
        "id":"ED492053",
        "title":"Toward an Effective Integration of Technology: Message Boards for Strengthening Communication"},
      {
        "id":"ED492054",
        "title":"Learners' Metaphorical Images about Classroom Management in a Social Constructivist Learning Environment"},
      {
        "id":"ED492055",
        "title":"Forum Guide to Elementary/Secondary Virtual Education. NFES 2006-803"},
      {
        "id":"ED492056",
        "title":"Forum Guide to the Privacy of Student Information: A Resource for Schools"},
      {
        "id":"ED492065",
        "title":"CWLA Best Practice Guidelines: Serving LGBT Youth in Out-of-Home Care"},
      {
        "id":"ED492066",
        "title":"Children's Voice. Volume 15, Number 2, March/April 2006"},
      {
        "id":"ED492067",
        "title":"Out of the Margins: A Report on Regional Listening Forums Highlighting the Experiences of Lesbian, Gay, Bisexual, Transgender, and Questioning Youth in Care"},
      {
        "id":"ED492068",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 4, Number 4, Spring 2006"},
      {
        "id":"ED492069",
        "title":"The Link: Connecting Juvenile Justice and Child Welfare. Volume 5, Number 1, Summer 2006"},
      {
        "id":"ED492070",
        "title":"An Update on Vernon C. Polite's: The Future Viability of Catholic High Schools that Serve Predominately Black Student Populations"},
      {
        "id":"ED492078",
        "title":"The Use of a Computer-Based Writing Program: Facilitation or Frustration?"},
      {
        "id":"ED492086",
        "title":"From Zero to Infinite Tolerance: An Examination of Exclusion Rates in Massachusetts Public Schools"},
      {
        "id":"ED492088",
        "title":"Children's Voice. Volume 15, Number 3, May/June 2006"},
      {
        "id":"ED492089",
        "title":"Children's Voice. Volume 15, Number 4, July/August 2006"},
      {
        "id":"ED492090",
        "title":"Reporting of Violent and Disruptive Incidents by Public Schools. Report 2005-S-38"},
      {
        "id":"ED492091",
        "title":"Women Physicists Speak Again. AIP Report, Number R-441"},
      {
        "id":"ED492092",
        "title":"Evaluation of the DC Opportunity Scholarship Program. Second Year Report on Participation. NCEE 2006-4003"},
      {
        "id":"ED492093",
        "title":"School Behavior and Disciplinary Experiences of Youth With Disabilities. Facts From The National Longitudinal Transition Study-2 (NLTS2)"},
      {
        "id":"ED492094",
        "title":"Partnerships for Reform: Changing Teacher Preparation through the Title II HEA Partnership Program. Final Report"},
      {
        "id":"ED492095",
        "title":"Office of Inspector General: Promoting Integrity in Federal Education Programs for 25 Years"},
      {
        "id":"ED492096",
        "title":"Affirmative Action in Higher Education in India and the US: A Study in Contrasts. Research &amp; Occasional Paper Series: CSHE.10.06"},
      {
        "id":"ED492097",
        "title":"Inspector General's Semiannual Report to Congress: No. 52. October 1, 2005-March 31, 2006"},
      {
        "id":"ED492098",
        "title":"Developing Graduate Students of Color for the Professoriate in Science, Technology, Engineering, and Mathematics (STEM). Research &amp; Occasional Paper Series: CSHE.6.06"},
      {
        "id":"ED492099",
        "title":"Recommendations for Implementing Symbolics: Ways of Knowing through the Realms of Meaning"},
      {
        "id":"ED492100",
        "title":"The Difference in Professional Development with Corporate Companies and Public Education"},
      {
        "id":"ED492102",
        "title":"National Crisis: Recognizing the Culture of Eating Disorders in School Settings"},
      {
        "id":"ED492103",
        "title":"Procedures for Peer Review of Grant Applications"},
      {
        "id":"ED492104",
        "title":"Procedures for Peer Review of Reports"},
      {
        "id":"ED492105",
        "title":"The Achiever. Volume 5, Number 4"},
      {
        "id":"ED492107",
        "title":"The Achiever. Volume 5, Number 5"},
      {
        "id":"ED492110",
        "title":"An Evaluation Case Study of an International Student Services Office: Assessing Satisfaction and Productivity"},
      {
        "id":"ED492111",
        "title":"Adult and Community Learning in England: A New Era for HRD in the Community?"},
      {
        "id":"ED492112",
        "title":"Integrating 6th Grade Geometry Standards into a Waldorf Methods Charter School"},
      {
        "id":"ED492116",
        "title":"The National Dilemma of African American Students: Disparities in Mathematics Achievement and Instruction"},
      {
        "id":"ED492117",
        "title":"National Strategies for Educational Leaders to Implement Postmodern Thinking in Public Education in the United States of America"},
      {
        "id":"ED492118",
        "title":"Immigration and Student Success: Communication Journey as a Learning Organization"},
      {
        "id":"ED492119",
        "title":"National Educational Dilemma: What Does a Student Need to Know? Answer? Ways of Knowing through the Realms of Meaning"},
      {
        "id":"ED492120",
        "title":"Adult Literacy: Issues and Directions Impacting HRD"},
      {
        "id":"ED492121",
        "title":"Giving Voice to the Factors that Promote and Inhibit Learning in a Community-Based Multicultural Immersion Program: Adult Learner Perspectives--Implications for Research and Practice in HRD"},
      {
        "id":"ED492123",
        "title":"Construct Validation of an Arabic Version of the Learning Transfer System Inventory (LTSI) for Use in Jordan"},
      {
        "id":"ED492124",
        "title":"Validating Constructs of a U.S.-Based Transfer Instrument in Taiwan"},
      {
        "id":"ED492125",
        "title":"Women's Socio-Economic Development in India: The Role of Non-Governmental Organizations"},
      {
        "id":"ED492126",
        "title":"Women in Information Technology"},
      {
        "id":"ED492127",
        "title":"Continuing Professional Education and Human Capital Theory"},
      {
        "id":"ED492130",
        "title":"Making Connections: The Link between HRD Education, Practice, and Research"},
      {
        "id":"ED492131",
        "title":"Human Resource Development in Newspaper Recruitment Advertisements: A Resource for Curriculum Design"},
      {
        "id":"ED492132",
        "title":"Andragogy: Adult Learning and Education at Its Best?"},
      {
        "id":"ED492133",
        "title":"Work Practice, Learning Worker Characteristics and Informal Learning"},
      {
        "id":"ED492134",
        "title":"Contextual Factors and Detractors Shaping Informal Workplace Learning: The Case of \"Reinventing Itself Company\""},
      {
        "id":"ED492135",
        "title":"National Agenda: Alternative Discipline Consequences to Enhance Student Achievement"},
      {
        "id":"ED492136",
        "title":"Unanticipated Consequences among Trainers Delivering S-OJT: The Literature Review"},
      {
        "id":"ED492137",
        "title":"Research Based Tutoring of English Spelling. White Paper"},
      {
        "id":"ED492138",
        "title":"A National Dilemma: African American Students Underrepresented in Advanced Mathematics Courses"},
      {
        "id":"ED492139",
        "title":"The Achievement Gap In Mathematics: A Significant Problem For African American Students"},
      {
        "id":"ED492140",
        "title":"Toward a New Conception of Educated Person"},
      {
        "id":"ED492142",
        "title":"Education in a Test Taking Era"},
      {
        "id":"ED492144",
        "title":"Socio-Economic Development and Gender Inequality in India"},
      {
        "id":"ED492146",
        "title":"The Web-Based Delphi Research Technique as a Method for Content Validation in HRD and Adult Education Research"},
      {
        "id":"ED492147",
        "title":"Competencies and Training Needs of Financial Aid Administrators"},
      {
        "id":"ED492149",
        "title":"Development and Change through Scenario Planning"},
      {
        "id":"ED492150",
        "title":"Online and Face-to-Face Training: A Cost Matrix"},
      {
        "id":"ED492151",
        "title":"Designing an Assessment Model for Implementing a Quality Online Degree Program"},
      {
        "id":"ED492152",
        "title":"Organizational Politics and Culture: An Essential Attribute of the Mentoring Experience for Women Faculty"},
      {
        "id":"ED492153",
        "title":"Do Formal Mentoring Programs Matter?: A Longitudinal Randomized Experimental Study of Women Healthcare Workers"},
      {
        "id":"ED492155",
        "title":"Partially Decentralizing Administrative Practices in Secondary Schools to Develop Collective Staff Efficacy and Improve Student Achievement"},
      {
        "id":"ED492156",
        "title":"An Assessment of Secondary Principals' Leadership Behaviors and Skills in Retaining and Renewing Science Educators in Urban Schools"},
      {
        "id":"ED492157",
        "title":"National Strategies for Implementing Postmodern Thinking for Improving Secondary Education in Public Education in the United States of America"},
      {
        "id":"ED492158",
        "title":"History of School of Education"},
      {
        "id":"ED492159",
        "title":"The Advantages and Disadvantages of Computer Technology in Second Language Acquisition"},
      {
        "id":"ED492160",
        "title":"Openness and Globalization in Higher Education: The Age of the Internet, Terrorism, and Opportunity. Research &amp; Occasional Paper Series: CSHE.7.06"},
      {
        "id":"ED492161",
        "title":"The Waning of America's Higher Education Advantage: International Competitors Are No Longer Number Two and Have Big Plans in the Global Economy. Research &amp; Occasional Paper Series: CSHE.9.06"},
      {
        "id":"ED492162",
        "title":"Engineers Should Have a College Education. Research & Occasional Paper Series: CSHE.8.06"},
      {
        "id":"ED492163",
        "title":"An Analysis of Alternatives for Gaining Capacity So as to Maintain Access to the University of California. Research &amp; Occasional Paper Series: CSHE.5.06"},
      {
        "id":"ED492164",
        "title":"Markets in Higher Education: Can We Still Learn from Economics' Founding Fathers? Research &amp; Occasional Paper Series: CSHE.4.06"},
      {
        "id":"ED492165",
        "title":"Federal, State, and Local Governments: University Patrons, Partners, or Protagonists? Research & Occasional Paper Series: CSHE.3.06"},
      {
        "id":"ED492166",
        "title":"Comparison of Teachers' and Students' Perceptions of Academic Performance and Opportunities: A Focus on Pregnant and Parenting Students"},
      {
        "id":"ED492171",
        "title":"Building Web Based Communities: Factors Supporting Collaborative Knowledge-Building"},
      {
        "id":"ED492172",
        "title":"There Is No \"We\" in Team: Learning to Learn Across Difference in Problem-Based Teams"},
      {
        "id":"ED492175",
        "title":"Intercultural Training for Business Expatriates: Cultural-Specific Training Needs of US Business Expatriates on Assignment to Taiwan"},
      {
        "id":"ED492178",
        "title":"Testing a Model of Employee Selection: A Contextual Approach"},
      {
        "id":"ED492179",
        "title":"National Agenda: Ten Suggestions to Incorporate the Realms of Meaning as a Decision Making Process to Improve Student Achievement in the United States"},
      {
        "id":"ED492180",
        "title":"Fostering Ethical Practice in HRD: Towards an Ethic of the Inner Voice"},
      {
        "id":"ED492182",
        "title":"Transformational Learning and Human Resource Development: Advances toward a Knowledge Based Society through Humor"},
      {
        "id":"ED492184",
        "title":"Escaping the Tyranny of Belief"},
      {
        "id":"ED492185",
        "title":"Asking The Right Questions, Looking in All The Right Places: Embedding Knowledge Construction in Professional Education"},
      {
        "id":"ED492187",
        "title":"Essential Components of Educational Programming for Students with Autism Spectrum Disorders. Standards for Special Education. Amended June 2004"},
      {
        "id":"ED492188",
        "title":"The Advantages of Reporting to Your Mentor: A Comparison of Managers with Supervisory and Non-Supervisory Mentors"},
      {
        "id":"ED492190",
        "title":"Diversity, Disability, and Geographic Digital Divide"},
      {
        "id":"ED492191",
        "title":"A Systems Approach to Mentoring: A Review of Literature"},
      {
        "id":"ED492192",
        "title":"Voluntary Organizations: Commitment, Leadership, and Organizational Effectiveness"},
      {
        "id":"ED492193",
        "title":"Continuation of the Study of the Benefits of a Human Resource Internship through Appreciative Inquiry"},
      {
        "id":"ED492194",
        "title":"Training and Organizational Commitment among Nurses in New Zealand and United States Public Hospitals Experiencing Industry and Organizational Change"},
      {
        "id":"ED492195",
        "title":"Commitment Elements Reframed (Antecedents & Consequences) for Organizational Effectiveness"},
      {
        "id":"ED492196",
        "title":"Knowledge Sharing in Organizations: An Analysis of Motivators and Inhibitors"},
      {
        "id":"ED492199",
        "title":"Human and Organization Studies: The Discipline of HRD"},
      {
        "id":"ED492201",
        "title":"Bridging the Great Divide: Exploring Resistance to HRD in Adult Education"},
      {
        "id":"ED492202",
        "title":"Grounding Our HRD Practice in the Challenges of Management Development: A Case of China"},
      {
        "id":"ED492203",
        "title":"A Review of HRD Research in Three Areas of East Asia: Mainland China, Taiwan, and Japan"},
      {
        "id":"ED492211",
        "title":"Institutionalization of Organizational Change: A Study of HRD Interventions in Singaporean, US, Japanese, and German Companies"},
      {
        "id":"ED492212",
        "title":"New Learning '05: What New Learning Emerged from the 2005 AHRD Conference and How Did It Happen?"},
      {
        "id":"ED492215",
        "title":"The Effects of a Changing Financial Context on the University of California. Research &amp; Occasional Paper Series: CSHE.16.05"},
      {
        "id":"ED492216",
        "title":"Tools and Strategies for Engaging the Supervisor in Technology-Supported Work-Based Learning, Evaluation Research"},
      {
        "id":"ED492217",
        "title":"On College Teaching. Research & Occasional Paper Series: CSHE.15.05"},
      {
        "id":"ED492218",
        "title":"The Carnegie Commission and Council on Higher Education: A Retrospective. Research and Occasional Paper Series: CSHE.14.05"},
      {
        "id":"ED492219",
        "title":"The Student Debt Dilemma: Debt Aversion as A Barrier to College Access. Research & Occasional Paper Series: CSHE.13.05"},
      {
        "id":"ED492221",
        "title":"International Trends in Private Higher Education and the Indian Scenario. Research &amp; Occasional Paper Series: CSHE.11.05"},
      {
        "id":"ED492222",
        "title":"Superstars and Rookies of the Year: Faculty Hiring Practices in the Postmodern Age. Research & Occasional Paper Series: CSHE.10.05"},
      {
        "id":"ED492223",
        "title":"Human Resource Development Practices in Russia: A Structured Literature Review"},
      {
        "id":"ED492224",
        "title":"Virtualpolitik: Obstacles to Building Virtual Communities in Traditional Institutions of Knowledge. Research &amp; Occasional Paper Series: CSHE.9.05"},
      {
        "id":"ED492225",
        "title":"An Emerging View on Accountability in American Higher Education. Research & Occasional Paper Series: CSHE.8.05"},
      {
        "id":"ED492226",
        "title":"What Do We Know about Students' Learning and How Do We Know It? Research & Occasional Paper Series: CSHE.7.05"},
      {
        "id":"ED492227",
        "title":"Improving Beta Test Evaluation Response Rates: A Meta-Evaluation"},
      {
        "id":"ED492231",
        "title":"Common Factors of High Performance Teams"},
      {
        "id":"ED492232",
        "title":"Engaging the Online Learner: Perceptions of Public and Private Sector Educators"},
      {
        "id":"ED492233",
        "title":"Virtual OD: Facilitating Groups Online"},
      {
        "id":"ED492236",
        "title":"Engaging in the Future of eLearning: A Scenarios-Based Approach"},
      {
        "id":"ED492237",
        "title":"Construct Validation of the Louisiana School Analysis Model (SAM) Instructional Staff Questionnaire"},
      {
        "id":"ED492238",
        "title":"The Mediating Role of Organizational Citizenship Behavior between Organizational Identification and Its Consequences"},
      {
        "id":"ED492239",
        "title":"A Survey of Personal and Environmental Factors Influencing the Engagement of Two Professional Groups in Informal Workplace Learning Activities"},
      {
        "id":"ED492240",
        "title":"National Outlook: An Espistemological Approach to Educational Philosophy"},
      {
        "id":"ED492241",
        "title":"For Consideration in Reauthorizing the &quot;No Child Left Behind Act&quot;... Promoting a Systematic Focus on Learning Supports to Address Barriers to Learning and Teaching. A Center Policy Brief"},
      {
        "id":"ED492243",
        "title":"Effect of Web-Based Information on Learning Strategies of Post Graduate Students"},
      {
        "id":"ED492245",
        "title":"Executing Organizational Strategy -- A Literature Review and Research Agenda"},
      {
        "id":"ED492246",
        "title":"The Use of Business Principles in Higher Education"},
      {
        "id":"ED492247",
        "title":"Decision Driven Scenario Planning for Process-Level Interventions"},
      {
        "id":"ED492248",
        "title":"A Holistic Equilibrium Theory of Organization Development"},
      {
        "id":"ED492249",
        "title":"Higher Education-Community Partnerships: An HRD Perspective"},
      {
        "id":"ED492250",
        "title":"Organizational Learning Culture, Transfer Climate and Perceived Innovation in Jordan"},
      {
        "id":"ED492252",
        "title":"The Perspectives of PSU and NIDA Students toward Cooperative International Graduate Study in Human Resource Development"},
      {
        "id":"ED492255",
        "title":"Career Services for Graduate Students: A Case Study"},
      {
        "id":"ED492256",
        "title":"Does Andragogy Work in Taiwan? An Analysis from Eastern Cultural Perspective"},
      {
        "id":"ED492257",
        "title":"An Assessment of the Reliability and Validity of the Bartlett-Kotrlik Inventory of Self-Learning in Korea"},
      {
        "id":"ED492258",
        "title":"Leadership Development for Organizational Change in a &quot;New&quot; UK University"},
      {
        "id":"ED492265",
        "title":"Social Dialogue over Vocational Education and Training in Europe"},
      {
        "id":"ED492276",
        "title":"Performance Support Systems in University Teaching-Introduction and Empirical Validation"},
      {
        "id":"ED492277",
        "title":"A Quantitative Case Study Focused on Using a Human Resource Development System to Analyze the Program Performance Assessment Strategies of Federally Funded Career and Technical Education Programs in 12 Minnesota Technical Colleges"},
      {
        "id":"ED492283",
        "title":"Valuing the Adult Learner in E-Learning: A Conceptual Model for Corporate Settings"},
      {
        "id":"ED492286",
        "title":"An Investigation of CEOs' Learning Experiences: Implications for Leadership Training"},
      {
        "id":"ED492287",
        "title":"If E-Learners Get There, Will They Stay? The Role of E-Learning Self-Efficacy"},
      {
        "id":"ED492288",
        "title":"HRD Cohort Graduate Programs: An Approach to Creating a Sustainable Learning Community and Developmental Culture"},
      {
        "id":"ED492289",
        "title":"Career Development and Older Workers: Study Evaluating Adaptability in Older Workers Using Hall's Model"},
      {
        "id":"ED492290",
        "title":"In Support of Coaching Models of Management and Leadership: A Comparative Study of Empirically Derived Managerial Coaching/Facilitating Learning Behaviors"},
      {
        "id":"ED492291",
        "title":"The Relationship between Enactive Mastery Experiences and Online-Course Self Efficacy (OCSE)"},
      {
        "id":"ED492292",
        "title":"Diversity Training in the Heartland: An Exploratory Study of Small and Mid-Size Organizations"},
      {
        "id":"ED492293",
        "title":"Work-Life Programs and Organizational Culture: The Essence of Workplace Community"},
      {
        "id":"ED492294",
        "title":"The Invisible Realities of Welfare Reform in Wisconsin: Perspectives of African American Women and Their Employers"},
      {
        "id":"ED492298",
        "title":"Diversity's Impact on the Executive Coaching Process"},
      {
        "id":"ED492300",
        "title":"Development of Learning-Oriented Evaluation for HRD Programs"},
      {
        "id":"ED492301",
        "title":"The Constructivist Learning Environment Scorecard: A Tool to Characterize Online Learning"},
      {
        "id":"ED492302",
        "title":"Organisational Factors Influencing the Assessment of Formal and Informal Learning"},
      {
        "id":"ED492306",
        "title":"Exploratory Research on the Effect of Autonomous Learners to Team Learning within Healthcare Systems"},
      {
        "id":"ED492307",
        "title":"Kanbay's Global Leadership Development Program: A Case Study of Virtual Action Learning"},
      {
        "id":"ED492308",
        "title":"Building a Leadership Community: One University's Experience"},
      {
        "id":"ED492309",
        "title":"Toward a Meta-Theory of Learning and Performance"},
      {
        "id":"ED492310",
        "title":"Grade Retention: What's the Prevailing Policy and What Needs to Be Done? A Center Policy & Practice Analysis Brief"},
      {
        "id":"ED492311",
        "title":"A Comparative Analysis of Training and Development and Work-Family Education Systems in a Large Corporate Organization"},
      {
        "id":"ED492312",
        "title":"Preschool Programs: A Synthesis of Current Policy Issues. A Center Policy & Practice Brief"},
      {
        "id":"ED492317",
        "title":"Developments in Education and Training in Japan"},
      {
        "id":"ED492320",
        "title":"Employer Assessment of Work-Related Competencies and Workplace Adaptation"},
      {
        "id":"ED492322",
        "title":"The Merits of the National Merit Scholars Program: Questions and Concerns. Research &amp; Occasional Paper Series: CSHE.6.05"},
      {
        "id":"ED492324",
        "title":"The Dynamics Of Variable Fees: Exploring Institutional and Public Policy Responses. Research and Occasional Paper Series. CSHE.5.05"},
      {
        "id":"ED492326",
        "title":"How Best to Coordinate California Higher Education: Comments on the Governor's Proposed Reforms. Research &amp; Occasional Paper Series: CSHE.4.05"},
      {
        "id":"ED492327",
        "title":"Californians Redefine Academic Freedom. Research &amp; Occasional Paper Series: CSHE.3.05"},
      {
        "id":"ED492328",
        "title":"Writing in the Workplace: Implications for Human Resource Development"},
      {
        "id":"ED492329",
        "title":"The Educational Benefits of Sustaining Cross-Racial Interaction among Undergraduates. Research & Occasional Paper Series: CSHE.2.05"},
      {
        "id":"ED492331",
        "title":"All Globalization Is Local: Countervailing Forces and the Influence on Higher Education Markets. Research & Occasional Paper Series: CSHE.1.05"},
      {
        "id":"ED492333",
        "title":"&quot;Rigorous Courses&quot; and Student Achievement In High School: An Options Paper for the Governor of California. Research &amp; Occasional Paper Series: CSHE.13.04"},
      {
        "id":"ED492334",
        "title":"Factors that Contribute to Women's Career Development in Organizations: A Review of the Literature"},
      {
        "id":"ED492335",
        "title":"A New Cycle Of UK Higher Education Reforms: New Labour And New Fees May Foster Mission Differentiation. Research &amp; Occasional Paper Series: CSHE.12.04"},
      {
        "id":"ED492336",
        "title":"Taking on the Teacher Supply and Retention Challenge: A Performance Focused Model for School-University Partnerships"},
      {
        "id":"ED492337",
        "title":"Rethinking Admissions: US Public Universities in the Post-Affirmative Action Age. Research &amp; Occasional Paper Series: CSHE.11.04"},
      {
        "id":"ED492338",
        "title":"Straight Talk on Student Loans. Research & Occasional Paper Series: CSHE.10.04"},
      {
        "id":"ED492339",
        "title":"A Descriptive Analysis of the Perceived Effectiveness of Virginia Tech's Faculty Development Institute"},
      {
        "id":"ED492340",
        "title":"Power, Control, and Gender: Training as Catalyst for Dysfunctional Behavior at the United States Air Force Academy"},
      {
        "id":"ED492341",
        "title":"The AHRD Globalization Pre-Conference: Anachronism or Hiatus? Interpretive Case Study"},
      {
        "id":"ED492348",
        "title":"Project CREW: A Novel Approach Linking Career Counseling to Workforce Development"},
      {
        "id":"ED492350",
        "title":"Analysis of the Integration of Skill Standards into Community College Curriculum"},
      {
        "id":"ED492354",
        "title":"Behind the Miracle: Emerging Insights from South African Business Leadership Experiences"},
      {
        "id":"ED492355",
        "title":"The Relationship between an Individual's Margin in Life and Readiness for Change"},
      {
        "id":"ED492356",
        "title":"Effect of Improved Access to Technology on Instruction in Rural East Texas as Perceived by Academic Instructors"},
      {
        "id":"ED492357",
        "title":"Leadership Development and Organizational Culture: Which Comes First?"},
      {
        "id":"ED492359",
        "title":"Towards a Theory of Human Capital Transformation through Human Resource Development"},
      {
        "id":"ED492360",
        "title":"Cross-Cultural Multi-Theory Perspectives in Research: Dialogue Based on Theory and Data from the US and the Netherlands on Action Learning Programs"},
      {
        "id":"ED492364",
        "title":"Career Development within HRD: Foundation or Fad?"},
      {
        "id":"ED492367",
        "title":"Career Development Challenges for the 21st Century Workplace: A Review of the Literature"},
      {
        "id":"ED492369",
        "title":"Perceived Effectiveness and Application of Organizational Career Development Practices"},
      {
        "id":"ED492371",
        "title":"Effective Evaluation of Training: Beyond the Measurement of Outcomes"},
      {
        "id":"ED492378",
        "title":"The Use of Fit in Teacher Selection: Do Principals and Superintendents Think Alike?"},
      {
        "id":"ED492379",
        "title":"Workplace Learning in Morocco: Private Sector Practices"},
      {
        "id":"ED492381",
        "title":"To What Extent Does Continuing Professional Education (CPE) and Continuing Medical Education (CME) Affect Physicians Practice?"},
      {
        "id":"ED492383",
        "title":"Reclaiming Relevance: HRD and Career Development"},
      {
        "id":"ED492384",
        "title":"Partnerships in On-Line Learning: Development of an On-Line Curriculum for Application in a for Profit Firm and an Undergraduate Human Resource Degree Program"},
      {
        "id":"ED492386",
        "title":"Adult Learning Theories and their Application in Selecting the Functionality of Synchronous Learning Tools"},
      {
        "id":"ED492387",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, No. 225-231  (July-November, 2005)"},
      {
        "id":"ED492389",
        "title":"Chris' Story: A Novice's Journey toward Successful Retention"},
      {
        "id":"ED492390",
        "title":"Experience Meets Experience: Dewey's Theory and Preservice Music Teachers' Learning"},
      {
        "id":"ED492391",
        "title":"\"It's Just a False Sense of Reality\": Student Teachers' Latent Learning about Classroom Management"},
      {
        "id":"ED492392",
        "title":"Mentoring and Being Mentored: The Story of a Novice Teacher's Success"},
      {
        "id":"ED492396",
        "title":"Organization Development and Change in Universities"},
      {
        "id":"ED492398",
        "title":"The Boost-Up Program and Student Characteristics: Teacher Perceptions of Student Attitude towards School and Social Behavior"},
      {
        "id":"ED492402",
        "title":"Portfolio Assessment as an Alternate Appraisal Method: A Faculty Perspective"},
      {
        "id":"ED492403",
        "title":"Developing an Evaluation Plan for a Fully Online Degree Program in HRD"},
      {
        "id":"ED492404",
        "title":"Development of Competency-Based Assessment Centers"},
      {
        "id":"ED492405",
        "title":"Bringing Creativity into Being: Underlying Assumptions That Influence Methods of Studying Organizational Creativity"},
      {
        "id":"ED492408",
        "title":"A Declaration on Learning--A Commentary Discourse"},
      {
        "id":"ED492410",
        "title":"Cross-National Research Collaboration in Human Resource Development"},
      {
        "id":"ED492412",
        "title":"Importance Placed on Managerial Leadership Competencies across Countries: What Managers Need to Know"},
      {
        "id":"ED492413",
        "title":"The Core Model: What Factors Influence Associational Involvement in Workforce Development?"},
      {
        "id":"ED492418",
        "title":"Toward A Theory of HRD Learning Participation"},
      {
        "id":"ED492420",
        "title":"Knowledge Sharing Through Online Communities of Practice: The Impact of Cultural Variations"},
      {
        "id":"ED492421",
        "title":"Computer Software Training and HRD: What Are the Critical Issues?"},
      {
        "id":"ED492423",
        "title":"An Investigation of Leadership Styles and Psychological Contracts"},
      {
        "id":"ED492426",
        "title":"Utilizing Methodological Pluralism to Develop Theory: Analytical Triangulation Enhancing Understanding of Managerial Effectiveness in Supporting Learning"},
      {
        "id":"ED492427",
        "title":"Organizational Identity and Its Implication on Organization Development"},
      {
        "id":"ED492428",
        "title":"An Empirical Study Comparing the Effect of Feedback, Training and Executive Coaching on Leadership Behavior Change"},
      {
        "id":"ED492430",
        "title":"Change and Higher Education: A Multidisciplinary Approach"},
      {
        "id":"ED492437",
        "title":"An Exploration of Communities of Practice: From Lave and Wenger's Seminal Work to a U.S. Government Agency's Knowledge Sharing Program"},
      {
        "id":"ED492439",
        "title":"A Critical Evaluation of Adult Learning Theories and Implication for Human Resource Development"},
      {
        "id":"ED492441",
        "title":"Transformative Learning in Human Resource Development: Successes in Scholarly Practitioner Applications--Conflict Management, Discursive Processes in Diversity and Leadership Development"},
      {
        "id":"ED492442",
        "title":"Met Expectations Hypothesis: The Use of Direct Measures to Develop Participant Surveys"},
      {
        "id":"ED492445",
        "title":"Family Literacy and HRD: A Preliminary Program Evaluation of Next Step"},
      {
        "id":"ED492446",
        "title":"Cross Cultural Differences in Online Learning Motivation"},
      {
        "id":"ED492448",
        "title":"The Relationship between National Culture and the Usability of an E-Learning System"},
      {
        "id":"ED492449",
        "title":"Quality in Distance Education: A Preliminary Review of the Literature"},
      {
        "id":"ED492450",
        "title":"Exploring the Relationship between Human Resource Development Functions and the Mentoring Process: A Qualitative Study"},
      {
        "id":"ED492455",
        "title":"Use of the 2003 National Assessment of Educational Progress Results as an Indicator of State Adequate Yearly Progress"},
      {
        "id":"ED492458",
        "title":"How Do Formal Mentors Assist Their Proteges? A Study of Mentors Assigned to Cooperative Education Students and Interns"},
      {
        "id":"ED492459",
        "title":"The Free Rider and Cooperative Learning Groups: Perspectives from Faculty Members"},
      {
        "id":"ED492468",
        "title":"Developing Knowledge Management (KM): Contributions by Organizational Learning and Total Quality Management (TQM)"},
      {
        "id":"ED492469",
        "title":"Devolving HRM and HRD to Line managers: The Case of Hilton International's UK Hotels"},
      {
        "id":"ED492476",
        "title":"Distance Learning Roles and Competencies: Exploring Similarities and Differences between Professional and Student Perspectives"},
      {
        "id":"ED492477",
        "title":"The Competitive Advantage of Online versus Traditional Education"},
      {
        "id":"ED492478",
        "title":"Adult Students' Perceptions of Web and Interactive Video Classes"},
      {
        "id":"ED492479",
        "title":"Reconceptualizing the Learning Transfer Conceptual Framework: Empirical Validation of a New Systemic Model"},
      {
        "id":"ED492484",
        "title":"Academic Service-Learning in the HRD Curriculum"},
      {
        "id":"ED492488",
        "title":"Team Development of Virtual Teams"},
      {
        "id":"ED492489",
        "title":"Leading Virtual Teams: Three Cases"},
      {
        "id":"ED492490",
        "title":"Two Group Development Patterns of Virtual Teams: Linear Progress and Adaptive Progression"},
      {
        "id":"ED492501",
        "title":"The Development of a Research Instrument to Analyze the Application of Adult Learning Principles to Online Learning"},
      {
        "id":"ED492503",
        "title":"A Path Analytic Study of the Determinants of College Students' Motivation to Use Online Learning Technologies"},
      {
        "id":"ED492505",
        "title":"Using Appreciative Inquiry to Build and Enhance a Learning Culture"},
      {
        "id":"ED492508",
        "title":"Emotion in Organizational Learning-Implications for HRD"},
      {
        "id":"ED492512",
        "title":"Speaking of \"Competence\": Toward a Cross-Translation for Human Resource Development (HRD) and Continuing Professional Education (CPE)"},
      {
        "id":"ED492513",
        "title":"Competency-Based Human Resource Development Strategy"},
      {
        "id":"ED492514",
        "title":"A Mediated Hierarchical Regression Analysis of Factors Related to Career Research Productivity of Human Resource Education and Development Postsecondary Faculty"},
      {
        "id":"ED492515",
        "title":"Variables Influencing Time Spent in Research of Human Resource Education and Development Faculty Members"},
      {
        "id":"ED492516",
        "title":"Learning and Context: Connections in Teacher Professional Development"},
      {
        "id":"ED492517",
        "title":"Professional Training Programs as Tools for Effective Staff Development: A Case Study"},
      {
        "id":"ED492518",
        "title":"An Examination of the Relationship between Emotional Intelligence and Leadership Style"},
      {
        "id":"ED492521",
        "title":"Lessons Learned in a Virtual Team: An Integrative Model for Graduate Student Research Skill Development"},
      {
        "id":"ED492526",
        "title":"Rapid Adaptation to an Online Format"},
      {
        "id":"ED492527",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 234"},
      {
        "id":"ED492528",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 233"},
      {
        "id":"ED492529",
        "title":"The Logic of Opportunity: A Formal Analysis of the University of California's Outreach and Diversity Discourse. Research &amp; Occasional Paper Series: CSHE.9.04"},
      {
        "id":"ED492530",
        "title":"California and the SAT: A Reanalysis of University of California Admissions Data. Research &amp; Occasional Paper Series: CSHE.8.04"},
      {
        "id":"ED492531",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 235"},
      {
        "id":"ED492532",
        "title":"Strategies for E-Learning in Universities. Research &amp; Occasional Paper Series: CSHE.7.04"},
      {
        "id":"ED492533",
        "title":"The Role of Advanced Placement and Honors Courses in College Admissions. Research &amp; Occasional Paper Series: CSHE.4.04"},
      {
        "id":"ED492534",
        "title":"ARL: A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC. Number 236"},
      {
        "id":"ED492535",
        "title":"Credential Inflation and The Professional Doctorate in California Higher Education. Research &amp; Occasional Paper Series: CSHE.1.04"},
      {
        "id":"ED492536",
        "title":"Academic Freedom and The Research University. Research &amp; Occasional Paper Series: CSHE.2.04"},
      {
        "id":"ED492537",
        "title":"The Role of the Land-Grant Institution in the 21st Century. Research & Occasional Paper Series: CSHE.6.04"},
      {
        "id":"ED492539",
        "title":"The General College Vision: Integrating Intellectual Growth, Multicultural Perspectives, and Student Development"},
      {
        "id":"ED492540",
        "title":"2007 Mississippi Mathematics Framework"},
      {
        "id":"ED492541",
        "title":"Small Learning Communities: 2000-2003. Evaluation Brief"},
      {
        "id":"ED492543",
        "title":"Learning from Our Mistakes: The Evolution of a University Harm Reduction Support Group"},
      {
        "id":"ED492544",
        "title":"The Impact of a Peer Review Community on Teaching"},
      {
        "id":"ED492545",
        "title":"Nurturing Our Young: One Therapist's Process of Mentoring"},
      {
        "id":"ED492546",
        "title":"Bilingualism and How it Impacts the African American Child"},
      {
        "id":"ED492547",
        "title":"Effective Teacher Behaviors that Contribute to Students' Academic Success"},
      {
        "id":"ED492558",
        "title":"Reading without Teachers: Literature Circles in an EFL Classroom"},
      {
        "id":"ED492568",
        "title":"Arts Instruction of Public School Students in the First and Third Grades. Issue Brief. NCES 2006-099"},
      {
        "id":"ED492570",
        "title":"Comparing Private Schools and Public Schools Using Hierarchical Linear Modeling. NCES 2006-461"},
      {
        "id":"ED492571",
        "title":"Degree Completions in Areas of National Need, 1996-97 and 2001-02. E.D. Tab. NCES 2006-154"},
      {
        "id":"ED492585",
        "title":"Job Satisfaction and Stress Coping Skills of Primary School Teachers"},
      {
        "id":"ED492586",
        "title":"Documentation for the Academic Library Survey (ALS) Data File: Fiscal Year 2000  (Public Use). NCES 2006-342"},
      {
        "id":"ED492587",
        "title":"Dropout Rates in the United States: 2002 and 2003. E.D. TAB. NCES 2006-062"},
      {
        "id":"ED492588",
        "title":"Fathers of U.S. Children Born in 2001: Findings from the Early Childhood Longitudinal Study, Birth Cohort (ECLS-B) E.D. TAB. NCES 2006-002"},
      {
        "id":"ED492590",
        "title":"The Postsecondary Educational Experiences of High School Career and Technical Education Concentrators. Selected Results from the NELS:88/2000 Postsecondary Education Transcript Study (PETS) 2000. E.D. TAB. NCES 2006-309"},
      {
        "id":"ED492592",
        "title":"Physics and Astronomy Senior Report: Class of 2003. AIP Report, Number R-211.33"},
      {
        "id":"ED492597",
        "title":"Cambodian-American College Students: Cultural Values and Multiple Worlds"},
      {
        "id":"ED492598",
        "title":"The Little District That Could: The Process of Building District-School Trust"},
      {
        "id":"ED492599",
        "title":"Native and Nonnative English-Speaking English as a Second Language Teachers: Student Attitudes, Teacher Self-Perceptions, and Intensive English Administrator Beliefs and Practices"},
      {
        "id":"ED492600",
        "title":"1993/03 Baccalaureate and Beyond Longitudinal Study (B&amp;B:93/03). Methodology Report. NCES 2006-166"},
      {
        "id":"ED492601",
        "title":"2004 National Postsecondary Student Aid Study (NPSAS:04) Field Test Methodology Report. Working Paper Series. NCES 2005-02"},
      {
        "id":"ED492602",
        "title":"2004 National Postsecondary Student Aid Study (NPSAS:04) Full-Scale Methodology Report. Technical Report. NCES 2006-180"},
      {
        "id":"ED492603",
        "title":"Adolescent Cigarette Smoking: A Longitudinal Analysis through Young Adulthood. Statistics in Brief. NCES 2005-333"},
      {
        "id":"ED492604",
        "title":"Characteristics of Private Schools in the United States: Results from the 2003-2004 Private School Universe Survey. E.D. TAB. NCES 2006-319"},
      {
        "id":"ED492605",
        "title":"Developments in School Finance: 2004. Fiscal Proceedings from the Annual State Data Conference of July 2004. NCES 2005-865"},
      {
        "id":"ED492606",
        "title":"Directory of Public Elementary and Secondary Education Agencies, 2002-03. NCES 2005-315"},
      {
        "id":"ED492607",
        "title":"Documentation for the NCES Comparable Wage Index Files. EFSC 2006-865"},
      {
        "id":"ED492608",
        "title":"Documentation to the NCES Common Core of Data Public Elementary/Secondary School Universe Survey: School Year 2003-04. NCES 2006-324"},
      {
        "id":"ED492609",
        "title":"Documentation for the Academic Library Survey (ALS) Data File: Fiscal Year 2002. NCES 2006-308"},
      {
        "id":"ED492611",
        "title":"Early Childhood Longitudinal Study, Kindergarten Class of 1998-99 (ECLS-K): Psychometric Report for the Third Grade. NCES 2005-062"},
      {
        "id":"ED492612",
        "title":"Early Childhood Longitudinal Study, Kindergarten Class of 1998-99 (ECLS-K): Third Grade Methodology Report. NCES 2005-018"},
      {
        "id":"ED492614",
        "title":"Finding Time to Educate Teachers"},
      {
        "id":"ED492616",
        "title":"Education Statistics Quarterly. Volume 5, Issue 3, 2003. NCES 2005-609"},
      {
        "id":"ED492617",
        "title":"Education Statistics Quarterly. Volume 5, Issue 4, 2004. NCES 2005-610"},
      {
        "id":"ED492619",
        "title":"Education Statistics Quarterly. Volume 6, Issue 3, 2004. NCES 2005-612"},
      {
        "id":"ED492620",
        "title":"Education Statistics Quarterly. Volume 6, Issue 4, 2004. NCES 2006-613"},
      {
        "id":"ED492622",
        "title":"Feasibility of a Student Unit Record System within the Integrated Postsecondary Education Data System. Research and Development Report. NCES 2005-160"},
      {
        "id":"ED492623",
        "title":"Impact of Monetary Incentives and Mailing Procedures: An Experiment in a Federally Sponsored Telephone Survey. Methodology Report. NCES 2006-066"},
      {
        "id":"ED492624",
        "title":"Pocket Projections of Education Statistics to 2014. Pocket Projections. NCES 2005-065"},
      {
        "id":"ED492625",
        "title":"National Household Education Surveys Program of 2005. Initial Results from the 2005 NHES Early Childhood Program Participation Survey. E.D. TAB. NCES 2006-075"},
      {
        "id":"ED492626",
        "title":"Postsecondary Participation Rates by Sex and Race/Ethnicity: 1974-2003. Issue Brief. NCES 2005-028"},
      {
        "id":"ED492627",
        "title":"Documentation to the NCES Common Core of Data Public Elementary/Secondary School Locale Code File: School Year 2003-04. Version 1a. NCES 2006-332"},
      {
        "id":"ED492628",
        "title":"Staff in Postsecondary Institutions, Fall 2002, and Salaries of Full-Time Instructional Faculty, 2002-03. E.D. Tabs. NCES 2005-167"},
      {
        "id":"ED492629",
        "title":"Student Financing of Graduate and First-Professional Education: 2003-04. Profiles of Students in Selected Degree Programs and Part-Time Students. Statistical Analysis Report. NCES 2006-185"},
      {
        "id":"ED492630",
        "title":"The Averaged Freshman Graduation Rate for Public High Schools from the Common Core of Data: School Years 2002-03 and 2003-04. E.D. TAB. NCES 2006-606rev"},
      {
        "id":"ED492631",
        "title":"The Condition of Education, 2005. NCES 2005-094"},
      {
        "id":"ED492632",
        "title":"The Nation's Report Card: An Introduction to the National Assessment of Educational Progress (NAEP). NCES 2005-454 Revised"},
      {
        "id":"ED492633",
        "title":"The Road Less Traveled? Students Who Enroll in Multiple Institutions. Postsecondary Education Descriptive Analysis Report. NCES 2005-157"},
      {
        "id":"ED492634",
        "title":"Trends in Educational Equity of Girls &amp; Women: 2004. NCES 2005-016"},
      {
        "id":"ED492635",
        "title":"Trial Urban District Assessment: Mathematics 2005. The Nation's Report Card[TM]. NCES 2006-457r"},
      {
        "id":"ED492636",
        "title":"The Nation's Report Card[TM]: Trial Urban District Assessment, Reading, 2005. NCES 2006-455r"},
      {
        "id":"ED492637",
        "title":"Teachers' Perception of Administrators Who Help Them Promote Learning"},
      {
        "id":"ED492638",
        "title":"Why Do \"We\" \"DO Research\"?"},
      {
        "id":"ED492639",
        "title":"Teacher Empowerment as Perceived by Teachers in Hong Kong"},
      {
        "id":"ED492640",
        "title":"Teacher Empowerment as Perceived by Principals in Hong Kong"},
      {
        "id":"ED492641",
        "title":"University Freedom in Turkey"},
      {
        "id":"ED492642",
        "title":"Evaluating the Turkish Higher Education Law and Proposals in the Light of ERASMUS Goals"},
      {
        "id":"ED492645",
        "title":"Career Development and the Future World of Work for Executive Women"},
      {
        "id":"ED492646",
        "title":"Capturing Career Reflections: Construction of an Instrument to Explore Careers and Career Development"},
      {
        "id":"ED492648",
        "title":"A Qualitative Study of the Planning Processes Used to Build the Human Resources of Firms through Career Pathways"},
      {
        "id":"ED492649",
        "title":"New Learning: The Next Generation of Evaluation?"},
      {
        "id":"ED492650",
        "title":"Workplace Learning and Performance Improvement in AHRD Journals"},
      {
        "id":"ED492652",
        "title":"Andragogy and Motivation: An Examination of the Principles of Andragogy through Two Motivation Theories"},
      {
        "id":"ED492658",
        "title":"Linking User-Design to Traditional ISD Models"},
      {
        "id":"ED492662",
        "title":"A Comparative Study of Strategic HRD Approaches for Workforce Planning in the Tourism Industry"},
      {
        "id":"ED492663",
        "title":"A Human Resource Development Performance Improvement Model for Workers with  Mental Retardation in Supported Employment"},
      {
        "id":"ED492665",
        "title":"The Development of HRD in Hungarian Higher Education"},
      {
        "id":"ED492666",
        "title":"A Chronological Synopsis of the Dimensions of Expertise: Towards the Expert of the Future"},
      {
        "id":"ED492667",
        "title":"Looking Beyond Challenges: Distance Education Opportunities in Kenya"},
      {
        "id":"ED492668",
        "title":"Exploring the Effects of Cultural Values and Beliefs on Cross-Cultural Training"},
      {
        "id":"ED492671",
        "title":"International and Intercultural Learning Issues in HRD: How Differences in Learning Affect HRD"},
      {
        "id":"ED492674",
        "title":"Enhancing Self-Directed Learning in New Professionals"},
      {
        "id":"ED492677",
        "title":"The Link between Research and Practice: Experiences of Different Professions and Implications for HRD"},
      {
        "id":"ED492678",
        "title":"Post-School Training of Young Adults"},
      {
        "id":"ED492679",
        "title":"Instructional Design in Job Skills Training for Welfare Recipients and Displaced Workers"},
      {
        "id":"ED492680",
        "title":"A Review of Literature Examining the Application of Instructional Communication to the Training and Development Profession"},
      {
        "id":"ED492681",
        "title":"Integration of Human Resource Development and Adult Education Theories and Practices: Implications for Organizational Learning"},
      {
        "id":"ED492687",
        "title":"A Job Retention Model for Individuals with Mental Retardation"},
      {
        "id":"ED492688",
        "title":"Teacher Job Satisfaction and Retention: A Comparison Study between the U.S. and  China"},
      {
        "id":"ED492689",
        "title":"Understanding Differential Organizational Responses to Work/Family Issues: The Role of Beliefs, Attitudes, and Decision-Making Styles of Chief Executive Officers"},
      {
        "id":"ED492690",
        "title":"An Exploration of the Impact of Employee Job Satisfaction, Affect, Job Performance, and Organizational Financial Performance: A Review of the Literature"},
      {
        "id":"ED492695",
        "title":"The Phenomenology of a Stalled Career: When an Organizational Undiscussable and  Deficient Support Systems Impedes Sensemaking and Work Transition"},
      {
        "id":"ED492697",
        "title":"Training and Development Professionals and Mergers and Acquisitions: What Is the Story on Their Involvement?"},
      {
        "id":"ED492700",
        "title":"Evaluation Masterclass: Linking Evaluation Theory to HRD Practice"},
      {
        "id":"ED492701",
        "title":"Mending Linguistic Fences: How Professional Associations Can Re-Unite Theoretical and Practical Scholars in HRD"},
      {
        "id":"ED492704",
        "title":"Bringing Theory into Practice: A Study of Effective Leadership at Lawrence Livermore National Laboratory"},
      {
        "id":"ED492706",
        "title":"Behavioral Indicators of Manager and Managerial Leader Effectiveness: An Example of HRD Professional Partnership Research from the UK Private Sector"},
      {
        "id":"ED492707",
        "title":"A Comparison of Traditional Videoconference-Based, and Web-Based Learning Environments"},
      {
        "id":"ED492712",
        "title":"The Influences of Leadership Style and School Climate to Faculty Psychological Contracts: A Case of S University in Taiwan"},
      {
        "id":"ED492715",
        "title":"Preservice Teachers' Help-Seeking Tendencies and Self-Regulation of Learning"},
      {
        "id":"ED492717",
        "title":"Social Presence and its Relevancy to Cognitive and Affective Learning in an Asynchronous Distance-Learning Environment: A Preliminary Literature Review"},
      {
        "id":"ED492719",
        "title":"Exploring the Role of Communities of Practice in Judicial Continuing Education"},
      {
        "id":"ED492720",
        "title":"A Model Linking the Learning Organization and Performance Job Satisfaction"},
      {
        "id":"ED492722",
        "title":"Learning to Lead in Higher Education: Insights into the Family Backgrounds of Women University Presidents"},
      {
        "id":"ED492726",
        "title":"Ethical Drivers of the Implementation of Instructional Technology"},
      {
        "id":"ED492727",
        "title":"Experimental Probability in Elementary School"},
      {
        "id":"ED492728",
        "title":"Innovative Action-Based E-Learning Strategies"},
      {
        "id":"ED492732",
        "title":"Use of Case Study Methods in Human Resource Management, Development, and Training Courses: Strategies and Techniques"},
      {
        "id":"ED492733",
        "title":"HRD Practices and Interventions: Can They Be Used in the Public Education System?"},
      {
        "id":"ED492734",
        "title":"Career Planning: Towards a More Inclusive Model for Women and Diverse Individuals"},
      {
        "id":"ED492736",
        "title":"An Experimental Study of Learning Styles Inventory: Implications for Human Resource Development"},
      {
        "id":"ED492742",
        "title":"An Examination of Qualitative Empirical Studies at the AHRD from 1999-2003: Research Purpose, Research Questions, and Inquiry Literature Cited"},
      {
        "id":"ED492743",
        "title":"Technology's Impact on Human Resource Development across the Life Span: Pedagogy Starts with Andragogy"},
      {
        "id":"ED492744",
        "title":"Technology-Related Research in Academy of Human Resource Development (AHRD)  Publications: A Review between 2000 and 2004"},
      {
        "id":"ED492745",
        "title":"An Exploration and Assessment of Mentoring within the American Law Professoriate"},
      {
        "id":"ED492748",
        "title":"Organizational Effectiveness: Exploring What It Means in Human Resource Development"},
      {
        "id":"ED492750",
        "title":"Simulation and Learning in Disaster Preparedness: A Research and Theory Review"},
      {
        "id":"ED492751",
        "title":"Effects of Information Distributions Strategies in a Web-Based Course Management System on Student Performance and Satisfaction"},
      {
        "id":"ED492754",
        "title":"Reviewing Theory and Research on Informal and Incidental Learning"},
      {
        "id":"ED492755",
        "title":"Online vs. Blended Learning: Differences in Instructional Outcomes and Learner  Satisfaction"},
      {
        "id":"ED492760",
        "title":"Weathering the Storms: Acknowledging Challenges to Learning in Times of Stress"},
      {
        "id":"ED492761",
        "title":"Higher Education Program Curricula Models in Tourism and Hospitality Education: A Review of the Literature"},
      {
        "id":"ED492768",
        "title":"Competency Model for the Role of President of Religion-Affiliated Colleges"},
      {
        "id":"ED492769",
        "title":"Full-Day and Half-Day Kindergarten in the United States: Findings from the Early Childhood Longitudinal Study, Kindergarten Class of 1998-99. NCES 2004-078"},
      {
        "id":"ED492770",
        "title":"Kindergarten Teachers: Public and Private School Teachers of the Kindergarten Class of 1998-99. NCES 2004-060"},
      {
        "id":"ED492771",
        "title":"The Chautauqua Movement and Its Influence on Adult Education Theory and Practice Today"},
      {
        "id":"ED492772",
        "title":"Adequate Access or Equal Treatment: Looking Beyond the IDEA to Section 504 in a Post-&quot;Schaffer&quot; Public School"},
      {
        "id":"ED492773",
        "title":"Studies in Teaching: 2005 Research Digest. Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, December 7, 2005)"},
      {
        "id":"ED492774",
        "title":"A Study of Training Program Characteristics and Training Program Effectiveness among Organizations Receiving Training Services from External Training Providers"},
      {
        "id":"ED492775",
        "title":"Stages of Psychometric Measure Development: The Example of the Generalized Expertise Measure (GEM)"},
      {
        "id":"ED492785",
        "title":"The Emergence of Social Presence as an Overlooked Factor in Asynchronous Online  Learning"},
      {
        "id":"ED492786",
        "title":"Instructional and Learner Factors Influencing Learning Outcomes within Online Learning Environment"},
      {
        "id":"ED492787",
        "title":"Learning Instructional Technology for an Online Course: An Analysis of the Relationship  between Adult Students' Self-Directed Ability and Instructional Technology Competency"},
      {
        "id":"ED492788",
        "title":"Work Environment Factors Influencing the Transfer of Learning for Online Learners"},
      {
        "id":"ED492801",
        "title":"Leadership through Partnership: A Collaborative, Strengths-Based Approach to Strategic Planning"},
      {
        "id":"ED492803",
        "title":"The Role of Social Setting in Adult Information Technology (IT) Literacy: A Literature Review"},
      {
        "id":"ED492804",
        "title":"Access to Global Learning: A Matter of Will"},
      {
        "id":"ED492805",
        "title":"An Investigation of the Relationship between the Barlett-Kotrlik Inventory of Self-Learning Score and Demographic Variables in the Korean Context"},
      {
        "id":"ED492807",
        "title":"Formal Vocational Education for Work-Related Reasons: A National Comparison of Work Related Rationales and Results for Web-Based and Traditional Participants"},
      {
        "id":"ED492808",
        "title":"Using Corporate Tools for Organizational Development to Affect Cultural and Structural Change in the Academy: Gallup Impact Planning at the University of Nebraska-Lincoln"},
      {
        "id":"ED492812",
        "title":"A Survey of University Faculty Innovation Concerns and Perceptions that Influence the Adoption and Diffusion of a Course Management System"},
      {
        "id":"ED492813",
        "title":"Ethical Issues Experienced by Learning Technology Practitioners in Design and Training Situations"},
      {
        "id":"ED492814",
        "title":"Student Use of Academic Knowledge and Skills in Work-Based Learning"},
      {
        "id":"ED492815",
        "title":"Investment in Human Capital through Institutions of Higher Education for the Revival of Kenya's Economy"},
      {
        "id":"ED492817",
        "title":"Broadening the Scope of Diversity: Implications for the Recruitment and Retention of Diverse Faculty"},
      {
        "id":"ED492822",
        "title":"Chinese View of Learning and Implications for Developing Human Resources"},
      {
        "id":"ED492823",
        "title":"Change and Developments in Education and Training in China"},
      {
        "id":"ED492827",
        "title":"The Future of HRD: PhD and Master's Programs in Colleges of Business"},
      {
        "id":"ED492828",
        "title":"Towards Further Development of HRD as an Academic Discipline: Comparing HRD  Research Published in HRD and Mainstream Journals"},
      {
        "id":"ED492829",
        "title":"The Learning Effects of an Ecology Enrichment Summer Program on Gifted Students from Mainstream and Diverse Cultural Backgrounds: A Preliminary Study"},
      {
        "id":"ED492830",
        "title":"HRD Learning Participation: An Empirical Study of E-Learning Completion"},
      {
        "id":"ED492833",
        "title":"How Does Power Influence on Learning in Korean Organizations? How to Facilitate Learning in Korean Organizations?"},
      {
        "id":"ED492845",
        "title":"Instructor Presence in the Online Classroom"},
      {
        "id":"ED492846",
        "title":"Encouraging Teacher Engagement: A New Approach to Performance Improvement in  Schools"},
      {
        "id":"ED492849",
        "title":"A Competency Model for Determining the Professional Profiles of Faculty at Teacher Preparation Schools in Southern Mexico"},
      {
        "id":"ED411049",
        "title":"Illinois Director Credential Symposium (Cantigny, France, April 24-25, 1997). Executive Summary."},
      {
        "id":"ED411050",
        "title":"Making the Most of Religious Education Using Literature and the Arts To Enliven the Message!"},
      {
        "id":"ED411052",
        "title":"Use of Moral Stories To Assess Relations between Preschoolers' Moral Judgment and Reasoning and False Beliefs."},
      {
        "id":"ED411053",
        "title":"Creating a Child Care Center in a Nursing Home and Implementing an Intergenerational Program."},
      {
        "id":"ED411054",
        "title":"Parental Role Construction and Parental Involvement in Children's Education."},
      {
        "id":"ED411055",
        "title":"How Has the Environment Influenced Christy's Growth?"},
      {
        "id":"ED411060",
        "title":"A Comparison of Child-Tested Early Childhood Education Software with Professional Ratings."},
      {
        "id":"ED411062",
        "title":"A Compact for Learning: An Action Handbook for Family-School Community Partnerships."},
      {
        "id":"ED411063",
        "title":"Meeting the Needs of 21st Century Literacy by Using Computers in Family Literacy Centers."},
      {
        "id":"ED411064",
        "title":"Connecting Effective Instruction and Technology. Intel-elebration: Safari."},
      {
        "id":"ED411066",
        "title":"Parent Involvement: More Power in the Portfolio Process."},
      {
        "id":"ED411067",
        "title":"A Contrast of Amount and Type of Activity in Elementary School Years between Academically Successful and Unsuccessful Youth."},
      {
        "id":"ED411068",
        "title":"Minnesota Children and Information Technology: Challenges for Children's Advocates."},
      {
        "id":"ED411071",
        "title":"Technology in a Head Start Parent Center."},
      {
        "id":"ED411072",
        "title":"Constructing and Networking for Multiage Learning: Results of Final Year Evaluation."},
      {
        "id":"ED411076",
        "title":"The Transcendent Teacher-Learner Relationship: A Class Investigation."},
      {
        "id":"ED411077",
        "title":"The Adolescent Colloquium (Cleveland, Ohio, October 3-6, 1996). Summary of the Proceedings."},
      {
        "id":"ED411093",
        "title":"Parent Involvement Training with Hispanic Parents: A Report from Tomas Rivera Elementary School. A Case Study."},
      {
        "id":"ED411096",
        "title":"Academic Correlates of Exposure to Family Violence."},
      {
        "id":"ED411102",
        "title":"In the Best Interest of the Children: Community Engagement with Education in Appalachian Kentucky."},
      {
        "id":"ED411103",
        "title":"Patterns of Discipline: A Contrast between Rural and Urban Junior High Schools."},
      {
        "id":"ED411105",
        "title":"Nursing...A Tradition of Caring. Quentin N. Burdick Indians into Nursing Program."},
      {
        "id":"ED411106",
        "title":"The Tragic Flaw of Educational Administration."},
      {
        "id":"ED411107",
        "title":"Johnson-O'Malley National Association Conference Planning Committee 1995 Report (Albuquerque, New Mexico, June 4-8, 1995)."},
      {
        "id":"ED411108",
        "title":"Rural Education and Rural Community Viability."},
      {
        "id":"ED411109",
        "title":"Native American Students in North Dakota Special Education Programs."},
      {
        "id":"ED411114",
        "title":"When the ABCs That Students Learn Are Agency, Belonging, and Competence."},
      {
        "id":"ED411115",
        "title":"Organizing Communities for Educational Improvement: The Brownsville Site Interim Report. Urban Education Annual Report 1993."},
      {
        "id":"ED411116",
        "title":"Cultural Interference and Cultural Cohesion: Schooling and Traditions in Two Communities."},
      {
        "id":"ED411117",
        "title":"Teachers as Leaders: Is the Principal Really Needed?"},
      {
        "id":"ED411118",
        "title":"National Evaluation of the Even Start Family Literacy Program: Report on Migrant Even Start Projects."},
      {
        "id":"ED411119",
        "title":"Special Analysis of Migrant Education Even Start Data. Even Start Information System."},
      {
        "id":"ED411120",
        "title":"Improving Education for Indian Students in the Context of Education Reform: Challenges and Obstacles."},
      {
        "id":"ED411121",
        "title":"Interagency Collaboration: A View from the Rural Principal's Chair."},
      {
        "id":"ED411124",
        "title":"Work-Based, Community Service-Learning Activities for Students in Rural America."},
      {
        "id":"ED411125",
        "title":"When Do High School Dropouts Return to Education and Why?"},
      {
        "id":"ED411127",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (7th, Columbus, Ohio, October 2-5, 1985)."},
      {
        "id":"ED411128",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (12th, Veszprem, Hungary, July 20-25, 1988), Volume 1."},
      {
        "id":"ED411129",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (12th, Veszprem, Hungary, July 20-25, 1988), Volume 2."},
      {
        "id":"ED411130",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (9th, Noordwijkerhout, The Netherlands, July 22-29, 1985), Volume 1: Individual Contributions."},
      {
        "id":"ED411131",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (9th, Noordwijkerhout, The Netherlands, July 22-29, 1985), Volume 2: Plenary Addresses and Invited Papers."},
      {
        "id":"ED411132",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (11th, New Brunswick, New Jersey, September 20-23, 1989), Volume 1: Research Reports."},
      {
        "id":"ED411133",
        "title":"Proceedings of the Annual Meeting of the North American Chapter of the International Group for the Psychology of Mathematics Education (11th, New Brunswick, New Jersey, September 20-23, 1989), Volume 2: Plenary Lectures and Symposia."},
      {
        "id":"ED411134",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (19th, Recife, Brazil, July 22-27, 1995), Volume 1."},
      {
        "id":"ED411135",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (19th, Recife, Brazil, July 22-27, 1995), Volume 2."},
      {
        "id":"ED411136",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (19th, Recife, Brazil, July 22-27, 1995), Volume 3."},
      {
        "id":"ED411137",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education with the North American Chapter 12th PME-NA Conference (14th, Mexico, July 15-20, 1990), Volume 1."},
      {
        "id":"ED411138",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education with the North American Chapter 12th PME-NA Conference (14th, Mexico, July 15-20, 1990), Volume 2."},
      {
        "id":"ED411139",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education with the North American Chapter 12th PME-NA Conference (14th, Mexico, July 15-20, 1990), Volume 3."},
      {
        "id":"ED411141",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (13th, Paris, France, July 9-13, 1989), Volume 2."},
      {
        "id":"ED411142",
        "title":"Proceedings of the Annual Conference of the International Group for the Psychology of Mathematics Education (13th, Paris, France, July 9-13, 1989), Volume 3."},
      {
        "id":"ED411143",
        "title":"A Guide To Aviation Education Resources."},
      {
        "id":"ED411144",
        "title":"Twenty/Twenty: Projects and Activities for Wild School Sites. An Ohio Project Wild Action Guide."},
      {
        "id":"ED411145",
        "title":"Creative Childhood Experiences in Mathematics and Science. Projects, Activity Series, and Centers for Early Childhood."},
      {
        "id":"ED411147",
        "title":"Fostering a Community of Mathematics Learners as Teachers."},
      {
        "id":"ED411148",
        "title":"Secondary Students' Dynamic Modeling Processes: Analyzing, Reasoning About, Synthesizing, and Testing Models of Stream Ecosystems."},
      {
        "id":"ED411149",
        "title":"Biology Labs That Work: The Best of How-To-Do-Its."},
      {
        "id":"ED411150",
        "title":"Use of Manipulatives in Mathematics at the Middle School Level and Their Effects on Students' Grades and Attitudes."},
      {
        "id":"ED411151",
        "title":"The Effects of Teaching Techniques and Teacher Attitudes on Math Anxiety in Secondary Level Students."},
      {
        "id":"ED411155",
        "title":"Mathematics Feedback 3. 5-14 Links."},
      {
        "id":"ED411156",
        "title":"Achievements of Primary 4 and Primary 5 Pupils in Mathematics and Science. Third International Mathematics and Science Study."},
      {
        "id":"ED411157",
        "title":"Learning Science with Science Fiction Films."},
      {
        "id":"ED411158",
        "title":"The Status of Science and Mathematics Teaching in the United States: Comparing Teacher Views and Classroom Practice To National Standards."},
      {
        "id":"ED411159",
        "title":"Mathematics 33. Grade 12 Diploma Examination."},
      {
        "id":"ED411160",
        "title":"Mathematics 30. Grade 12 Diploma Examination."},
      {
        "id":"ED411161",
        "title":"Bringing Sharper Focus to Environmental Education at the State Level in the Reauthorization of the National Environmental Education Act."},
      {
        "id":"ED411162",
        "title":"Hitting the Issues Head On: Using Role Play in Science Education."},
      {
        "id":"ED411163",
        "title":"Scientific Processes across the Curriculum."},
      {
        "id":"ED411167",
        "title":"Vicarious Violence on TV: A Challenge to LRE. Technical Assistance Bulletin No. 16."},
      {
        "id":"ED411170",
        "title":"Ethics and the American Community: Focus on Campaigns &amp; Elections."},
      {
        "id":"ED411172",
        "title":"Civic Education for Democracy in Latvia: The Program of the Democracy Advancement Center. ERIC Digest."},
      {
        "id":"ED411175",
        "title":"Teaching about Vietnam and the Vietnam War. ERIC Digest."},
      {
        "id":"ED411178",
        "title":"Law Magnet Programs. ERIC Digest."},
      {
        "id":"ED411179",
        "title":"Understanding Goals: Teaching the Humanities for Understanding in Middle School."},
      {
        "id":"ED411180",
        "title":"Delphi Bibliography: A Publication of the Citizenship Education Policy Study."},
      {
        "id":"ED411181",
        "title":"Character and Citizenship Education: Teaching Our Children To Be Human."},
      {
        "id":"ED411182",
        "title":"Teaching Elementary Students about Japan"},
      {
        "id":"ED411183",
        "title":"Global Studies in an Issues-Centered Curriculum."},
      {
        "id":"ED411185",
        "title":"Making Changes: A Futures-Oriented Course in Inventive Problem Solving. Teacher's Guide."},
      {
        "id":"ED411187",
        "title":"Primary School Repetition: A Global Perspective."},
      {
        "id":"ED411188",
        "title":"Promoting Tolerance through Multicultural Education."},
      {
        "id":"ED411192",
        "title":"The Expansion of Education in China: 1949-1995."},
      {
        "id":"ED411193",
        "title":"Students' Participation in a Democratic Community: A Study of a High School Democracy."},
      {
        "id":"ED411196",
        "title":"Thinking, Creativity, and Artificial Intelligence."},
      {
        "id":"ED411197",
        "title":"Patterns and Possibilities: Exploring Religious Education in the Catholic Secondary School (Dayton, Ohio, 1995)."},
      {
        "id":"ED411199",
        "title":"Applying Research about Instructional Strategies That Work with At-Risk Students. Training Program Designed for Extended School Services, Kentucky Department of Education."},
      {
        "id":"ED411200",
        "title":"Community Initiatives and Service Learning."},
      {
        "id":"ED411201",
        "title":"Description of Projects Illustrative of Practitioners' and Researchers' Relationships."},
      {
        "id":"ED411202",
        "title":"History of Practitioner-Researcher Relationship in Spain."},
      {
        "id":"ED411203",
        "title":"Helping Teachers and Students Talk about Learning Strategies for Teacher-Made Tests and Assignments."},
      {
        "id":"ED411204",
        "title":"Cultivating the Imagination in Music Education: John Dewey's Theory of Imagination and Its Relation to the Chicago Laboratory School."},
      {
        "id":"ED411205",
        "title":"Exploring Dimensions of Personal and Organizational Efficacy Motivation: A Study of Teachers, Social Workers, and University Faculty."},
      {
        "id":"ED411206",
        "title":"Professional Learning Environment and Human Caring Correlates of Teacher Efficacy."},
      {
        "id":"ED411208",
        "title":"Student Epistemological Beliefs and Conceptual Change Activities: How Do Pair Members Affect Each Other?"},
      {
        "id":"ED411210",
        "title":"Active and Engaged? Lessons from an Interdisciplinary and Collaborative College Mathematics and Science Course for Preservice Teachers."},
      {
        "id":"ED411211",
        "title":"Professional Development Schools/School-University Partnerships: A Review of the Literature (1990-1996)."},
      {
        "id":"ED411212",
        "title":"For Our Students, for Ourselves. Part 1: Learner-Centered Principles in Practice. Part 2: Stories of Change. A User/Facilitator Manual."},
      {
        "id":"ED411214",
        "title":"A Second-Grade Math Lesson with Victoria L. Bill. School Development Library."},
      {
        "id":"ED411216",
        "title":"Status of the American Public School Teacher, 1995-96."},
      {
        "id":"ED411217",
        "title":"Inhabited Silences in Feminist Poststructural Inquiry."},
      {
        "id":"ED411218",
        "title":"What Makes for a Good Beginning? Improvising in an Elementary Mathematics Teacher Inquiry Group."},
      {
        "id":"ED411219",
        "title":"Teacher Thinking and the Windham Partnership Reflective Teaching Seminars."},
      {
        "id":"ED411220",
        "title":"Family Involvement in Education: The Role of Teacher Education."},
      {
        "id":"ED411225",
        "title":"Systematic Self-Reflection: Professional Development for the Reflective Practitioner."},
      {
        "id":"ED411226",
        "title":"From Student to Teacher to Student: Cultural Awareness and Classroom Practice."},
      {
        "id":"ED411227",
        "title":"Choreographing Change One Step at a Time: Integrating Technology in Teacher Education."},
      {
        "id":"ED411228",
        "title":"Incorporating a Technology Component into Health Education Courses."},
      {
        "id":"ED411229",
        "title":"Parks, Recreation, Leisure, and Fitness Studies. Program Review."},
      {
        "id":"ED411230",
        "title":"Authentic Assessment of Movement Requires a Developmental Approach. Central District Scholar Address."},
      {
        "id":"ED411233",
        "title":"Self-Monitoring and Attribution Influences on Self-Regulated Learning of Motoric Skill."},
      {
        "id":"ED411236",
        "title":"A Comparison of Clinical Supervision and Evaluation."},
      {
        "id":"ED411237",
        "title":"Students as Technology Experts: A &quot;Bottom-Up&quot; Approach to Teacher Technology Development."},
      {
        "id":"ED411238",
        "title":"Mentoring the Beginning Teacher: A Study of Influencing Variables."},
      {
        "id":"ED411239",
        "title":"Strengthening the Teaching Profession: Preparing Educators To Cope with Stress."},
      {
        "id":"ED411240",
        "title":"Applying Multiple Intelligence Theory in the Music Classroom."},
      {
        "id":"ED411241",
        "title":"State-Wide Needs Assessment in ESL Education: Findings."},
      {
        "id":"ED411243",
        "title":"Adopted Common Curriculum Goals: Content &amp; Performance Standards (&amp; Current Scoring Guides)."},
      {
        "id":"ED411245",
        "title":"Value Added Productivity Indicators: A Statistical Comparison of the Pre-Test/Post-Test Model and Gain Model."},
      {
        "id":"ED411247",
        "title":"Children's Understanding of Sampling in Surveys."},
      {
        "id":"ED411248",
        "title":"The Development of Two Self-Assessment Work Value Instruments."},
      {
        "id":"ED411249",
        "title":"&quot;Becoming&quot; through the Research Experience: The Quotidian Tensions of Social Transformation."},
      {
        "id":"ED411250",
        "title":"Learning from Experience: Parallel Paths of a Researcher and a Participant."},
      {
        "id":"ED411252",
        "title":"The Neglect Scale."},
      {
        "id":"ED411253",
        "title":"The Social Integration Scale."},
      {
        "id":"ED411254",
        "title":"Students' Evaluations of University Teaching: Chinese Version of the Students' Evaluations of Educational Quality (SEEQ) Instrument."},
      {
        "id":"ED411255",
        "title":"Bibliography on Assessment: Factors that Influence Achievement. Innovative Assessment."},
      {
        "id":"ED411256",
        "title":"The Use of the Johnson-Neyman Confidence Bands and Multiple Regression Models To Investigate Interaction Effects: Important Tools for Educational Researchers and Program Evaluators."},
      {
        "id":"ED411257",
        "title":"Reinventing Teacher Evaluation: A Study of the Impact on Beginning Teachers."},
      {
        "id":"ED411258",
        "title":"Perceived Similarity among Tasks and Generalizability of Academic Self-Efficacy."},
      {
        "id":"ED411259",
        "title":"Direct and Indirect Tests of Internal/External Frames of Reference Model with Measures of Academic Self-Efficacy."},
      {
        "id":"ED411260",
        "title":"Effects of Structural versus Surface Similarity on Transfer of Motivation."},
      {
        "id":"ED411261",
        "title":"Congruence of Measurement Specificity on Relations between Academic Self-Efficacy, Effort, and Achievement Indexes."},
      {
        "id":"ED411262",
        "title":"Assessing Reliability of Student Ratings of Advisor: A Comparison of Univariate and Multivariate Generalizability Approaches."},
      {
        "id":"ED411263",
        "title":"Linking Tests across Languages: Focus on the Translation and Adaptation Process."},
      {
        "id":"ED411264",
        "title":"Integrating Software for Sample Size Calculations, Data Entry, and Tabulation: Software Demonstration of a System for Survey Research."},
      {
        "id":"ED411265",
        "title":"The Goal of Equity within and between Computerized Adaptive Tests and Paper and Pencil Forms."},
      {
        "id":"ED411266",
        "title":"Safe Schools Initiative Final Report: 1995-96."},
      {
        "id":"ED411267",
        "title":"&quot;I'm a Good Teacher, Therefore I'm a Good Researcher&quot;: Changing Perceptions of Expert and Novice Teachers about Doing Research."},
      {
        "id":"ED411268",
        "title":"One Strategy for Assessing the Trustworthiness of Qualitative Research: Operationalizing the External Audit."},
      {
        "id":"ED411269",
        "title":"An Empirical Comparison of Two LISREL Chi-Square Goodness-of-Fit Statistics and the Implications for Dimensionality Assessment of Item Response Data."},
      {
        "id":"ED411270",
        "title":"An Investigation of the Effect of Nonlinearity of Regression on the ANCOVA F Test."},
      {
        "id":"ED411271",
        "title":"A Weighted Least Squares Approach To Robustify Least Squares Estimates."},
      {
        "id":"ED411272",
        "title":"Consequential Aspects of Achievement Tests: A Publisher's Point of View."},
      {
        "id":"ED411273",
        "title":"Creating Rubrics through Negotiable Contracting and Assessment."},
      {
        "id":"ED411274",
        "title":"Empowering Students through Negotiable Contracting."},
      {
        "id":"ED411275",
        "title":"Critical Research Supervision? Deconstructing a Disempowering Myth!"},
      {
        "id":"ED411276",
        "title":"Implications of the Learner-Centered Psychological Principles and Self-Assessment Tools for Teacher Education Reform."},
      {
        "id":"ED411277",
        "title":"The Complexities of Evaluating Bilingual Education Programs."},
      {
        "id":"ED411278",
        "title":"Accountability Works: Analysis of Performance by Grade Span of School."},
      {
        "id":"ED411279",
        "title":"Teachers' Attitudes toward Technology: Psychometric Evaluation of the Technology Attitude Survey."},
      {
        "id":"ED411280",
        "title":"The Interaction of Study Materials and Spaced Review on Transfer and Relational Learning."},
      {
        "id":"ED411281",
        "title":"Assessment Strategies: Validation of the Work Keys(TM) System for Social Workers."},
      {
        "id":"ED411282",
        "title":"Assessment in Transition: Monitoring the Nation's Educational Progress."},
      {
        "id":"ED411283",
        "title":"Pairwise Multiple Comparisons in Single Group Repeated Measures Analysis."},
      {
        "id":"ED411284",
        "title":"Advanced Placement Course Description. Statistics."},
      {
        "id":"ED411285",
        "title":"ACT Assessment 1996-1997: Preparing for the ACT Assessment."},
      {
        "id":"ED411287",
        "title":"EXPLORE: Helping Students Discover a World of Possibilities. A Content Description of ACT&apos;s EXPLORE Program."},
      {
        "id":"ED411288",
        "title":"Using Calculators on the PLAN and ACT Assessment Mathematics Tests."},
      {
        "id":"ED411289",
        "title":"Ohio Student Testing Requirements."},
      {
        "id":"ED411290",
        "title":"Measuring Student Achievement."},
      {
        "id":"ED411291",
        "title":"School Enrollment--Social and Economic Characteristics of Students: October 1995 (Update). Current Population Reports."},
      {
        "id":"ED411292",
        "title":"E-Mail Survey of a Listserv Discussion Group: Lessons Learned from Surveying an Electronic Network of Learners."},
      {
        "id":"ED411293",
        "title":"Employers and Student Achievement."},
      {
        "id":"ED411294",
        "title":"Rasch Scaling of Different Forms of Thought and Different Logical Operations."},
      {
        "id":"ED411295",
        "title":"Nonpublic School Enrollment, State of Maryland."},
      {
        "id":"ED411296",
        "title":"Beyond Common Sense: Reconceptualizing National Curriculum Assessment."},
      {
        "id":"ED411297",
        "title":"Maintaining Item and Test Security in a CAT Environment: A Simulation Study. Laboratory of Psychometric and Evaluative Research Report No. 309."},
      {
        "id":"ED411298",
        "title":"Avoiding the Demonstration of Lack of Ability: An Under-Explored Aspect of Goal Theory."},
      {
        "id":"ED411299",
        "title":"Treatment-Only Single-Case Designs with Student Self-Recording for the Teacher as Researcher."},
      {
        "id":"ED411300",
        "title":"Children's Conceptions of Measurement: 35 Years after Piaget."},
      {
        "id":"ED411301",
        "title":"Challenges for Scoring Performance Assessments in the NBPTS System."},
      {
        "id":"ED411302",
        "title":"Online English Learning Using Internet for English-as-a-Foreign-Language Students."},
      {
        "id":"ED411303",
        "title":"Rater Severity in Large-Scale Assessment: Is It Invariant?"},
      {
        "id":"ED411304",
        "title":"Justifying the Passing Scores for Licensure and Certification Tests."},
      {
        "id":"ED411305",
        "title":"Using Focus Group Interviews as a Continuous and Cumulative Measure of the Effects of School Restructuring and Reform."},
      {
        "id":"ED411306",
        "title":"Supporting a Nation of Learners: The Development of National Standards for School Counseling Programs."},
      {
        "id":"ED411307",
        "title":"The Quality Audit: A Framework for Internal Analysis of the Capacity for Change."},
      {
        "id":"ED411308",
        "title":"Competency-Based Admissions Standards in Washington: A Status Report."},
      {
        "id":"ED411309",
        "title":"Cognitive Task Analysis and Intelligent Computer-Based Training Systems: Lessons Learned from Coached Practice Environments in Air Force Avionics."},
      {
        "id":"ED411310",
        "title":"Computer-Assisted Portfolio Scoring: Can Technology Enhance the Process of Scoring Portfolios?"},
      {
        "id":"ED411311",
        "title":"An Economist's View of Educational Standards."},
      {
        "id":"ED411312",
        "title":"Performance Assessment and Student Motivation: Questioning Construct Relevant Variance."},
      {
        "id":"ED411313",
        "title":"Professional Portfolios: A Catalyst for a Collaborative Work Culture."},
      {
        "id":"ED411314",
        "title":"On the Development and Scoring of Classification and Observation Science Performance Assessments."},
      {
        "id":"ED411315",
        "title":"Conducting Licensure Validity Studies: The Need To Broaden the Evidentiary Base."},
      {
        "id":"ED411316",
        "title":"Computer Analysis of Student Essays: Finding Trait Differences in Student Profile."},
      {
        "id":"ED411322",
        "title":"Making Education Count: Developing and Using International Indicators."},
      {
        "id":"ED411324",
        "title":"Envisioning an Educational Research, Development, and Dissemination System. Final Report."},
      {
        "id":"ED411325",
        "title":"The 1994 High School Transcript Study Technical Report."},
      {
        "id":"ED411326",
        "title":"Rankings of the States 1996: Addendum."},
      {
        "id":"ED411327",
        "title":"NAEP 1996 Trends in Academic Progress. Achievement of U.S. Students in Science, 1969 to 1996; Mathematics, 1973 to 1996; Reading, 1971 to 1996; Writing, 1984 to 1996. Report in Brief."},
      {
        "id":"ED411328",
        "title":"A Guide To Using Data from the National Household Education Survey (NHES). User's Guide."},
      {
        "id":"ED411330",
        "title":"School Choice Programs. What&apos;s Happening in the States."},
      {
        "id":"ED411332",
        "title":"Community and Diversity in an Urban School: Co-existence or Conflict?"},
      {
        "id":"ED411333",
        "title":"Champion Avenue School: A Historical Analysis."},
      {
        "id":"ED411334",
        "title":"Improving Student Motivation in the Secondary Classroom through the Use of Critical Thinking Skills, Cooperative Learning Techniques, and Reflective Journal Writing."},
      {
        "id":"ED411335",
        "title":"Alternative High School Scheduling. A View from the Teacher's Desk. Research Report."},
      {
        "id":"ED411336",
        "title":"Alternative High School Scheduling. A View from the Student's Desk. Research Report."},
      {
        "id":"ED411337",
        "title":"Alternative High School Scheduling. Student Achievement and Behavior. Research Report."},
      {
        "id":"ED411338",
        "title":"Successful Literacy Passport Test Remediation. Strategies for Elementary and Middle School Students: A Research Report."},
      {
        "id":"ED411339",
        "title":"&quot;Increasing the Academic Pool of Minority Students for Higher Education.&quot; A Literature Review. A Report to the R.F.P. #92-3 Team."},
      {
        "id":"ED411340",
        "title":"Technology: The Equity Issue. Research Brief #14."},
      {
        "id":"ED411341",
        "title":"At-Risk Students: Who Are They and What Helps Them Succeed? Research Brief #17."},
      {
        "id":"ED411342",
        "title":"Students Who Defy the Odds: A Study of Resilient At-Risk Students. Research Brief #18."},
      {
        "id":"ED411343",
        "title":"Developing Resilient Schools and Resilient Students. Research Brief #19."},
      {
        "id":"ED411346",
        "title":"The Effects of the Determinants of Women's Movement Into and Out of Male-dominated Occupations on Occupational Sex Segregation."},
      {
        "id":"ED411347",
        "title":"Trends in AFDC Participation Rates: The Implications for Welfare Reform. CDE Working Paper No. 97-08."},
      {
        "id":"ED411348",
        "title":"Duration of Public Assistance Receipt: Is Welfare a Trap?"},
      {
        "id":"ED411349",
        "title":"Index of Hispanic Economic Indicators."},
      {
        "id":"ED411350",
        "title":"Racial Socialization and Girls' Adjustment: How Mothers Promote Healthy Development."},
      {
        "id":"ED411351",
        "title":"Self-Esteem and Urban Education."},
      {
        "id":"ED411352",
        "title":"Substance Abuse and Violence Prevention. Multiple Youth Programs Raise Questions of Efficiency and Effectiveness. Testimony before the Subcommittee on Oversight and Investigations, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED411353",
        "title":"Redesigning the Urban School District."},
      {
        "id":"ED411354",
        "title":"How To Conduct a Cost-Effectiveness Analysis. Research Brief #16."},
      {
        "id":"ED411355",
        "title":"The Successful Interdisciplinary Class Must Secede from the Traditional. Research Brief #24."},
      {
        "id":"ED411356",
        "title":"A Study of Anger and the Elementary Student. Research Brief #25."},
      {
        "id":"ED411357",
        "title":"How Do We Help Our Students Become More Responsible. Research Brief #28."},
      {
        "id":"ED411358",
        "title":"Teaching with Technology: Roles and Styles. Research Brief #5."},
      {
        "id":"ED411359",
        "title":"Teaching with Technology: Exemplary Teachers. Research Brief #6."},
      {
        "id":"ED411361",
        "title":"Teaching with Technology: Productivity Tools. Research Brief #7."},
      {
        "id":"ED411362",
        "title":"Restructuring Schools with Technology. Research Brief #10."},
      {
        "id":"ED411363",
        "title":"Planning for Technology Infusion into the Schools. Research Brief #11."},
      {
        "id":"ED411364",
        "title":"Lessons Learned from Technology Intensive Schools. Research Brief #9."},
      {
        "id":"ED411365",
        "title":"Learning Technologies in the Classroom: Review of the Literature."},
      {
        "id":"ED411366",
        "title":"Keeping Young People in School: Community Programs That Work."},
      {
        "id":"ED411367",
        "title":"Title V Incentive Grants for Local Delinquency Prevention Programs. Juvenile Justice and Delinquency Prevention Act of 1974, as Amended in 1992 (PL 93-415; 42 U.S.C. 5601 Et SEQ.). 1996 Report to Congress. Program Report."},
      {
        "id":"ED411368",
        "title":"An Examination of Specialized Schools as Agents of Educational Change."},
      {
        "id":"ED411369",
        "title":"Minority Affairs Department Resource Guide."},
      {
        "id":"ED411370",
        "title":"The Effectiveness of Collaborative School-Linked Services. #93-5e."},
      {
        "id":"ED411374",
        "title":"Maine's Families: Poverty Despite Work."},
      {
        "id":"ED411375",
        "title":"Los Angeles in an Era of Welfare Reform: Implications for Poor People and Community Well-being."},
      {
        "id":"ED411376",
        "title":"Why the Brutality?"},
      {
        "id":"ED411377",
        "title":"Youth Violence: Prediction and Prevention. Facts You Can Use. Seeds of Help."},
      {
        "id":"ED411378",
        "title":"Conference on Improving Minority and At-Risk Student Achievement: Blueprint for Excellence Proceedings Report. (Raleigh, NC, March 10, 1997)."},
      {
        "id":"ED411379",
        "title":"Differential Fertility, Intergenerational Educational Mobility, and Racial Inequality."},
      {
        "id":"ED411380",
        "title":"The Talents Dovetail: Initiative for Identifying Gifted and Talented Minority Students."},
      {
        "id":"ED411381",
        "title":"Peek inside ... A Talents Unlimited Classroom."},
      {
        "id":"ED411382",
        "title":"Talents Unlimited. A Critical and Creative Thinking Skills Model. Awareness Packet."},
      {
        "id":"ED411383",
        "title":"Talents Unlimited Revalidation Report Submitted to the Program Effectiveness Panel of the U.S. Department of Education&apos;s National Diffusion Network."},
      {
        "id":"ED411387",
        "title":"Public and Private School Collaborations: Educational Bridges into the 21st Century."},
      {
        "id":"ED411389",
        "title":"The Ohio Transitions to Independence Demonstration. JOBS Assignments in Ohio: Patterns and Impacts."},
      {
        "id":"ED411390",
        "title":"Learning Well at Work: Choices for Quality."},
      {
        "id":"ED411391",
        "title":"Sharing a Common Future. Report from Japan."},
      {
        "id":"ED411393",
        "title":"Self-Efficacy and Interests: Relationships of Holland Themes to College Major."},
      {
        "id":"ED411394",
        "title":"Industry and Education Need To Establish a School-to-Work Infrastructure That Works. AACE Bonus Brief."},
      {
        "id":"ED411396",
        "title":"Evaluation of the Executive Information Requirements for the Market Research Process."},
      {
        "id":"ED411397",
        "title":"Hiring the Right People: Guidelines for the Selection and Screening of Youth-Serving Professionals and Volunteers."},
      {
        "id":"ED411398",
        "title":"Establishing a Network of Quality Home Care Providers through the Development and Implementation of an On-site Training Program and Support System."},
      {
        "id":"ED411399",
        "title":"Cross-Cutting Education Reform Initiatives."},
      {
        "id":"ED411400",
        "title":"Delta Pi Epsilon National Research Conference Proceedings (Indianapolis, Indiana, November 14-16, 1996)."},
      {
        "id":"ED411401",
        "title":"Education to Careers and Professions."},
      {
        "id":"ED411407",
        "title":"The Educational Coordinating Council for Correctional Institutions. 1996 Report."},
      {
        "id":"ED411408",
        "title":"Agriculture. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED411409",
        "title":"Community Health. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED411410",
        "title":"Construction Technologies. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED411411",
        "title":"Design Studies. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED411412",
        "title":"Electro-Technologies. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED411413",
        "title":"Enterprise &amp; Innovation. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED411414",
        "title":"New Learning Strategies for Generation X. ERIC Digest No. 184."},
      {
        "id":"ED411415",
        "title":"Popular Education: Adult Education for Social Change. ERIC Digest No. 185."},
      {
        "id":"ED411416",
        "title":"The World Wide Web and Vocational Education. ERIC Digest No. 186."},
      {
        "id":"ED411417",
        "title":"Work-Based Learning. ERIC Digest No. 187."},
      {
        "id":"ED411419",
        "title":"Delivering Modern Apprenticeships. FEDA Paper."},
      {
        "id":"ED411420",
        "title":"The Business Education Index 1996. Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals Published during the Year 1996. Volume 57."},
      {
        "id":"ED411422",
        "title":"Innovative Workforce Development Initiatives. Hearing on an Examination of Innovative Strategies Pertaining to Vocational Education, Adult Education, and Job Training, of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, First Session (Randolph, Vermont)."},
      {
        "id":"ED411423",
        "title":"Education and Employment Issues. Issue Area Plan for Fiscal Year 1997-99."},
      {
        "id":"ED411424",
        "title":"School-to-Work Opportunities and the Fair Labor Standards Act. A Guide to Work-Based Learning, Federal Child Labor Laws, and Minimum Wage Provisions."}]
  }}
