{
  "response":{"numFound":509939,"start":380000,"numFoundExact":true,"docs":[
      {
        "id":"ED411425",
        "title":"Training for Human Resource Development. Participant Handbook. Revised."},
      {
        "id":"ED411426",
        "title":"Negotiating and Creating Spaces of Power. Women's Educational Practices amidst Crisis. UIE Studies 7."},
      {
        "id":"ED411428",
        "title":"New Trends in Curriculum Development in Technological and Vocational Education in Taiwan = Tai Wan Ji Zhi Jiao Yu Ke Cheng Fa Zhan De Xin Qu Shi."},
      {
        "id":"ED411429",
        "title":"Career Academies."},
      {
        "id":"ED411430",
        "title":"Skill Improvement Training among Currently Employed Workers. Indicator of the Month."},
      {
        "id":"ED411431",
        "title":"Homebuyer Education Learning Program Guide."},
      {
        "id":"ED411432",
        "title":"Factors Affecting Female Participation in Education in Seven Developing Countries. Second Edition. Education Research Paper."},
      {
        "id":"ED411433",
        "title":"Gender, Education and Development: A Partially Annotated and Selective Bibliography. Education Research Paper."},
      {
        "id":"ED411434",
        "title":"The Boeing Company's Manufacturing Technology Student Internship. Final Evaluation Report for 1996."},
      {
        "id":"ED411435",
        "title":"Personal Development. Ohio Vocational Competency Assessment."},
      {
        "id":"ED411436",
        "title":"Resource Management. Ohio Vocational Competency Assessment."},
      {
        "id":"ED411437",
        "title":"Administrative/Office Technology. A Guide to Resources."},
      {
        "id":"ED411438",
        "title":"General Marketing. A Guide to Resources."},
      {
        "id":"ED411439",
        "title":"Helping Teachers Connect Academics to the Workplace: An Implementation Guide for Teacher Worksite Externships."},
      {
        "id":"ED411440",
        "title":"Helping Students Connect Academics to the Workplace: An Implementation Guide for Student Worksite Learning Experiences. Occupational Competency Analysis Profile."},
      {
        "id":"ED411441",
        "title":"Determination of Effectiveness of Network Based Meeting Management Software on Participation in the Customer Focus Group Process at Lakeshore Technical College."},
      {
        "id":"ED411442",
        "title":"Development of an Implementation Plan for Assessing Institutional Effectiveness at Lakeshore Technical College."},
      {
        "id":"ED411443",
        "title":"Evaluation of the Computer Based Registration System at Lakeshore Technical College."},
      {
        "id":"ED411444",
        "title":"School-to-Work Glossary of Terms."},
      {
        "id":"ED411450",
        "title":"Learning Styles Inventories: What Can They Tell Us about Developing Workplace Literacy Programs?"},
      {
        "id":"ED411452",
        "title":"Clarity Is Power: Learning Outcomes, Learner Autonomy and Transferable Skills. Developing FE. FEDA Report."},
      {
        "id":"ED411453",
        "title":"Give Us the Credit: Achieving a Comprehensive FE Framework. FE Matters. FEDA Paper."},
      {
        "id":"ED411454",
        "title":"Australian Literacies. Informing National Policy on Literacy Education."},
      {
        "id":"ED411455",
        "title":"Workplace Communication in National Training Packages. A Practical Guide. Developing English Language, Literacy &amp; Numeracy Inclusive National Training Packages."},
      {
        "id":"ED411456",
        "title":"Prepare To Integrate Academic & Vocational Curriculum. Preparing Better Teachers for Tomorrow Series."},
      {
        "id":"ED411458",
        "title":"Multilevel Classes."},
      {
        "id":"ED411463",
        "title":"Ohio's Economic Advantage. Enhancing Workforce Performance. Improving Business Results. Increasing Global Competitiveness."},
      {
        "id":"ED411464",
        "title":"Observations regarding the Development of Occupational/Skill Clusters."},
      {
        "id":"ED411465",
        "title":"Heating, Air-Conditioning, and Refrigeration Technician. National Skill Standards."},
      {
        "id":"ED411467",
        "title":"Business and Education Standards Project. Final Report."},
      {
        "id":"ED411468",
        "title":"Working Women in Contemporary Germany. Roles, Attitudes, and a Handful of Success Stories."},
      {
        "id":"ED411469",
        "title":"Technology and the Adult Classroom of the Future: New Possibilities for Teachers and Learners."},
      {
        "id":"ED411470",
        "title":"Technical and Vocational Education in Azerbaijan."},
      {
        "id":"ED411471",
        "title":"The Development of Technical and Vocational Education in Africa."},
      {
        "id":"ED411472",
        "title":"College of Lake County's National Workplace Literacy Program Grant. Evaluation Report."},
      {
        "id":"ED411473",
        "title":"College of Lake County National Workplace Literacy Program. Final Report."},
      {
        "id":"ED411474",
        "title":"Authentic Assessment: Getting Started."},
      {
        "id":"ED411475",
        "title":"HOMES Unit: Key Concepts, Student Objectives, Annotated Bibliography."},
      {
        "id":"ED411477",
        "title":"Workplace Teacher Orientation Manual."},
      {
        "id":"ED411478",
        "title":"A Survey of Alcohol and Other Drug Use among Nevada Students, 1994."},
      {
        "id":"ED411480",
        "title":"Rehabilitation Consumer Satisfaction Assessment: Collaboration between a State Vocational Rehabilitation Agency and a Pre-Service Training Program."},
      {
        "id":"ED411481",
        "title":"Accountability in Counselor Training Programs."},
      {
        "id":"ED411482",
        "title":"Age and Gender Trends in Adults' Normative Moral Reasoning."},
      {
        "id":"ED411483",
        "title":"A Healthy Look at Idaho Youth: Results of the 1993 Idaho Youth Risk Behavior and 1992 School Health Education Surveys."},
      {
        "id":"ED411484",
        "title":"Idaho Youth Risk Behavior Survey, 1995. Summary Report."},
      {
        "id":"ED411485",
        "title":"Cross-Cultural Pluralism and Spiritual Orientation of Recovery from Alcoholism."},
      {
        "id":"ED411486",
        "title":"Homeless Students' Perceptions of School Counselors: Implications for Practice."},
      {
        "id":"ED411488",
        "title":"Young People and Alcohol, Drugs and Tobacco. WHO Regional Publications, European Series, No. 66."},
      {
        "id":"ED411489",
        "title":"Improving the Knowledge of Rural Medical Practitioners To Increase Effectiveness in Cases of Family Violence."},
      {
        "id":"ED411490",
        "title":"Humor, Emotional Empathy, Creativity and Cognitive Dissonance."},
      {
        "id":"ED411491",
        "title":"Consultation and Positive Responses: Empowering School Psychologists with Healing Humor."},
      {
        "id":"ED411492",
        "title":"School Psychologists in the Multicultural Environment: Recognizing the Diagnostic Limitations of Using the DSM-IV and the Mental Status Examination."},
      {
        "id":"ED411494",
        "title":"The Power of Prevention, Action Makes the Difference. Crime Prevention Month, October 1997."},
      {
        "id":"ED411499",
        "title":"Psychologists in New Schools: A New Role Definition."},
      {
        "id":"ED411501",
        "title":"Issues and Technology Use in Reading Instruction."},
      {
        "id":"ED411502",
        "title":"An Analysis of the Effects of Peer Tutoring on Spelling in a Second Grade Classroom."},
      {
        "id":"ED411503",
        "title":"America Reads Challenge: Read*Write*Now! Activities for Reading and Writing Fun."},
      {
        "id":"ED411504",
        "title":"America Reads Challenge."},
      {
        "id":"ED411506",
        "title":"Read and Write Together."},
      {
        "id":"ED411509",
        "title":"Look at Me!! I'm a Tree!: A Literacy-Based Integrated Thematic Unit on Forestry and Conservation Designed for Field Experiences in Early Childhood Education."},
      {
        "id":"ED411510",
        "title":"Read with Me: A Guide for Student Volunteers Starting Early Childhood Literacy Programs."},
      {
        "id":"ED411512",
        "title":"&quot;What is English?&quot;: Developing a Senior &quot;Capstone&quot; Course for the English Major."},
      {
        "id":"ED411513",
        "title":"Inventing Academic Authority: Mapping the Boundaries of Scholarly Discourse."},
      {
        "id":"ED411514",
        "title":"The Center for Writing at South Carolina State University."},
      {
        "id":"ED411515",
        "title":"&quot;This is Chemistry, Not Literature&quot;: Faculty Perceptions of Student Writing."},
      {
        "id":"ED411516",
        "title":"Improving and Motivating Children's Writing."},
      {
        "id":"ED411517",
        "title":"Improving Writing Skills through Student Self Assessment."},
      {
        "id":"ED411518",
        "title":"Borders, Zones, Transgression and Dissent: Negotiating Difference in the Freshman Composition Class."},
      {
        "id":"ED411520",
        "title":"Improving Student Writing Skills through the Use of &quot;Writing To Learn.&quot;"},
      {
        "id":"ED411523",
        "title":"A Functional Approach to Composition Offers an Alternative."},
      {
        "id":"ED411524",
        "title":"Handbook for Writing Consultants. Revised Edition."},
      {
        "id":"ED411525",
        "title":"An Evaluation of the Effects of a Departmentally Mandated Error Response Procedure on Essay Grades."},
      {
        "id":"ED411526",
        "title":"Assessing Grammar Teaching Methods Using a Metacognitive Framework."},
      {
        "id":"ED411527",
        "title":"Language as Moral Action and the Ethical Dimensions of Teaching and Texts: Reflections on the 25th Year of Teaching."},
      {
        "id":"ED411528",
        "title":"Hands Off: Ten Techniques for Tutoring on Word Processors."},
      {
        "id":"ED411529",
        "title":"Bali: So Many Faces--Short Stories and Other Literary Excerpts in Indonesian."},
      {
        "id":"ED411532",
        "title":"Do You Hear What I Hear?: Chinese and American Writing Instructors Compare Journal Voices from International Writers."},
      {
        "id":"ED411534",
        "title":"How Grammars of English Have Missed the Boat: There's Been More Flummoxing Than Meets the Eye."},
      {
        "id":"ED411539",
        "title":"Refining and Applying Views of Metadiscourse."},
      {
        "id":"ED411540",
        "title":"Crosswalks: Pacesetter English and the National Standards."},
      {
        "id":"ED411542",
        "title":"Making the Write Connections: Thinking and Writing across the Curriculum."},
      {
        "id":"ED411543",
        "title":"The KIDTALK Behavior and Language Code: Manual and Coding Protocol."},
      {
        "id":"ED411544",
        "title":"Writing Process Revisited: Sharing Our Stories."},
      {
        "id":"ED411545",
        "title":"Transitional Course Outline: English I. Transformations: Kentucky's Curriculum Framework. Draft."},
      {
        "id":"ED411546",
        "title":"Transitional Course Outline: English III. Transformations: Kentucky's Curriculum Framework. Draft."},
      {
        "id":"ED411547",
        "title":"Transitional Course Outline: English IV. Transformations: Kentucky's Curriculum Framework. Draft."},
      {
        "id":"ED411548",
        "title":"Journalistic Skills in the Digitalized Newsroom."},
      {
        "id":"ED411549",
        "title":"Fusing Classroom Theory and Practical Experience: Syllabus Construction in a Broadcast Journalism Experience."},
      {
        "id":"ED411550",
        "title":"Civic Responsibility as a Justification for the Teaching of Public Speaking: An Analysis of Basic Course Textbooks."},
      {
        "id":"ED411551",
        "title":"Student Starters: Using a Student-Read Announcement or Article as a Classroom Management Strategy."},
      {
        "id":"ED411552",
        "title":"Diversity in the Classroom: A Case Study in Gender Awareness."},
      {
        "id":"ED411553",
        "title":"Oral Communication across Disciplines: Adding Value to Academic Pursuit and Marketability."},
      {
        "id":"ED411554",
        "title":"The Interdisciplinary Core Communication Course: A Tool for Promoting University-Wide Fulfillment of the Oral Proficiency Requirement."},
      {
        "id":"ED411557",
        "title":"College Students' Use of Affinity-Seeking Strategies in Attracting Romantic Others."},
      {
        "id":"ED411558",
        "title":"Speaking with Confidence."},
      {
        "id":"ED411560",
        "title":"National College Radio Study: Audience Research and National Programming."},
      {
        "id":"ED411561",
        "title":"Who's Running College Radio?"},
      {
        "id":"ED411564",
        "title":"Teaching Students How To Read Fear Appeals Critically."},
      {
        "id":"ED411565",
        "title":"Children's Systematic Use of Private Speech in Early Childhood Classrooms."},
      {
        "id":"ED411566",
        "title":"Strategies for Effective Mentoring and for Being Effectively Mentored: A Focus on Ph.D.-Granting Private Research Institutions."},
      {
        "id":"ED411567",
        "title":"The Rhetorical Compact: Toward a New Genre of Rhetorical Criticism."},
      {
        "id":"ED411568",
        "title":"Comparing Public and Private Schools: Teacher Survey Results."},
      {
        "id":"ED411569",
        "title":"What Research Says about Administrators' Management Style, Effectiveness, and Teacher Morale."},
      {
        "id":"ED411570",
        "title":"School Choice. Indicator of the Month."},
      {
        "id":"ED411575",
        "title":"Leading and Managing Schools in the Post-Reform Era."},
      {
        "id":"ED411576",
        "title":"School Principals: Their Roles and Preparation."},
      {
        "id":"ED411577",
        "title":"Student Dress Codes."},
      {
        "id":"ED411578",
        "title":"Education Reform Support: A Framework for Scaling Up School Reform. Policy Paper Series."},
      {
        "id":"ED411579",
        "title":"LEAP: Ohio's Welfare Initiative To Improve School Attendance among Teenage Parents. Ohio's Learning, Earning, and Parenting Program. Final Report."},
      {
        "id":"ED411580",
        "title":"Towards Better Student Tracking Systems."},
      {
        "id":"ED411581",
        "title":"Community-Based Prevention Services for High-Risk Youth: A Study of the Governors' DFSCA Program. Final Report."},
      {
        "id":"ED411582",
        "title":"The State of Wisconsin School Finance in 1996-97."},
      {
        "id":"ED411583",
        "title":"Leadership for Learning: A Study of the Instructional Leadership Roles of Superintendents in Sweden and Wisconsin."},
      {
        "id":"ED411585",
        "title":"First Lessons: Charter Schools as Learning Communities. CPRE Policy Briefs, RB-22."},
      {
        "id":"ED411586",
        "title":"Maryland School Performance Report, 1996: State and School Systems."},
      {
        "id":"ED411587",
        "title":"The Fourth R: Responsibility: Ensuring Educational Excellence through Equitable and Effective School Practices. An Equity Handbook for Learning Communities. Revised Edition."},
      {
        "id":"ED411590",
        "title":"An Evaluation of Lottery Expenditures for Public School Safety in Georgia."},
      {
        "id":"ED411591",
        "title":"An Evaluation of Proposed School Safety Indicators for Georgia."},
      {
        "id":"ED411592",
        "title":"Curriculum Leadership as Mediated Action."},
      {
        "id":"ED411593",
        "title":"Public and Private Schools: How Do They Differ? Findings from \"The Condition of Education, 1997,\" No. 12."},
      {
        "id":"ED411595",
        "title":"Multi-level Self Management in School: Further Development of School-Based Management in Hong Kong."},
      {
        "id":"ED411596",
        "title":"WISE: Winning with Stronger Education. ACCESS Research Final Report [and] Executive Summary."},
      {
        "id":"ED411598",
        "title":"Women as School District Administrators: Past and Present Attitudes of Superintendents and School Board Presidents (Entire Data Base)."},
      {
        "id":"ED411599",
        "title":"Differences in the Perceived Employment Characteristics of Men and Women and Employer/Organizational Policies toward Men and Women."},
      {
        "id":"ED411600",
        "title":"Student Searches and the Law: An Administrator's Guide to Conducting Legal Searches on School Campuses."},
      {
        "id":"ED411601",
        "title":"School Discipline Notebook. Revised Edition."},
      {
        "id":"ED411602",
        "title":"Thinking through an Administrative Problem: Processing Differences between Expert, Average, and True Novice Responses."},
      {
        "id":"ED411603",
        "title":"The Pocket Condition of Education, 1997."},
      {
        "id":"ED411605",
        "title":"Student Outcomes Information for Policy-Making. Final Report of the National Postsecondary Education Cooperative Working Group on Student Outcomes from a Policy Perspective."},
      {
        "id":"ED411606",
        "title":"Shop Talk: Topics, Themes and Tips in Conversations between Principals."},
      {
        "id":"ED411607",
        "title":"An Investigation of Principals' Leadership Orientations."},
      {
        "id":"ED411608",
        "title":"Local Evaluation of Programs Funded under the Drug-Free Schools and Communities Act. Final Report."},
      {
        "id":"ED411609",
        "title":"Transforming the Education System: The 1997 Education Agenda."},
      {
        "id":"ED411611",
        "title":"Careful Comparisons: Public and Private Schools in America."},
      {
        "id":"ED411612",
        "title":"Digest of Education Statistics, 1997."},
      {
        "id":"ED411613",
        "title":"Campus to Career Mentor Project for Students with Disabilities. Project Manual."},
      {
        "id":"ED411614",
        "title":"Residential Services for Persons with Developmental Disabilities: Status and Trends through 1995. Report #49."},
      {
        "id":"ED411615",
        "title":"User's Manual for State MR/DD Information Systems Related to Day and Employment Programs."},
      {
        "id":"ED411616",
        "title":"Whole Life Planning: A Guide for Organizers and Facilitators."},
      {
        "id":"ED411617",
        "title":"Job Accommodation System: Project TIE (Technology in Employment)."},
      {
        "id":"ED411618",
        "title":"National Perspectives on Integrated Employment: State MR/DD Agency Trends."},
      {
        "id":"ED411619",
        "title":"Enhancing the Use of Natural Supports for People with Severe Disabilities."},
      {
        "id":"ED411620",
        "title":"Beyond the Workshop: National Perspectives on Integrated Employment."},
      {
        "id":"ED411621",
        "title":"Supported Employment for Persons with Severe Physical Disabilities: Survey of Service Providers."},
      {
        "id":"ED411622",
        "title":"National Study of Day and Vocational Services for Adults with Developmental Disabilities in State Mental Health Agencies: Report of Data from FY 1993."},
      {
        "id":"ED411623",
        "title":"Different Perspectives: Workplace Experience with the Employment of Individuals with Disabilities."},
      {
        "id":"ED411624",
        "title":"Utilizing All Your Resources: Individuals with and without Disabilities Volunteering Together."},
      {
        "id":"ED411625",
        "title":"National Day and Employment Service Trends in MR/DD Agencies."},
      {
        "id":"ED411627",
        "title":"Persons with Developmental Disabilities and the Justice System."},
      {
        "id":"ED411629",
        "title":"Home and School Cooperation in Social and Motivational Development."},
      {
        "id":"ED411630",
        "title":"Building Community Connections: Designing a Future That Works."},
      {
        "id":"ED411631",
        "title":"Nurturing Minority Adolescents' Giftedness through Facilitating Individual \"Voice\"."},
      {
        "id":"ED411632",
        "title":"Integrated Academic and Occupational Curricula: Identifying Valid Indicators for Secondary Classrooms Serving Students with and without Disabilities. Final Report."},
      {
        "id":"ED411633",
        "title":"Collaborative Planning between General and Special Educators. Final Report."},
      {
        "id":"ED411634",
        "title":"Examining Child Care Providers' Attitudes toward Children Who Have Been Exposed to Substances and Their Families. Final Report."},
      {
        "id":"ED411635",
        "title":"Student Responses to Creativity Checklists: Evidence of Content Generality."},
      {
        "id":"ED411636",
        "title":"Gifted and Talented Education Grades K-12 Program Evaluation."},
      {
        "id":"ED411637",
        "title":"First Steps: Stories on Inclusion in Early Childhood Education."},
      {
        "id":"ED411639",
        "title":"Project REFORM: Regular Education Focus on Reintegration in the Mainstream. Final Performance Report."},
      {
        "id":"ED411640",
        "title":"Qualitative Investigation of Effective Service Coordination for Children and Youth with Emotional and Behavioral Disorders."},
      {
        "id":"ED411641",
        "title":"Learning Disabilities: Organizations and Resources, Reference Circular, No. 97-01."},
      {
        "id":"ED411642",
        "title":"The Use of Natural Supports To Increase Integration in Supported Employment Settings for Youth in Transition. Final Report."},
      {
        "id":"ED411643",
        "title":"Increasing the Content Area Learning of Learning Disabled Students: Research Implementation. Final Report."},
      {
        "id":"ED411644",
        "title":"The Effects of an Interactive Multimedia Program on Teachers' Understanding and Implementation of an Instructional Innovation."},
      {
        "id":"ED411645",
        "title":"Ideas for Organizing, Storing, and Using Equipment/Materials."},
      {
        "id":"ED411646",
        "title":"Informed Instruction for Reading Success: Foundations for Teacher Preparation. A Position Paper of the International Dyslexia Association."},
      {
        "id":"ED411647",
        "title":"Oklahoma Dual Sensory Impairment Technical Assistance Project. Final Report."},
      {
        "id":"ED411652",
        "title":"Williams Syndrome: A Family's Journey."},
      {
        "id":"ED411653",
        "title":"Residential Services for Persons with Developmental Disabilities: Status and Trends through 1996. Report #49."},
      {
        "id":"ED411654",
        "title":"Inclusion Partners: A Support Training Model. Final Report, September 1, 1993 to June 30, 1997."},
      {
        "id":"ED411655",
        "title":"Protecting Children and Supporting Families."},
      {
        "id":"ED411656",
        "title":"Cost Effectiveness of Maintaining Students with Emotional Disorders in the Public School System."},
      {
        "id":"ED411657",
        "title":"The Efficacy of the Collaborative Teaching Model for Academically-Able Special Education Students: A Research Report."},
      {
        "id":"ED411658",
        "title":"Compendium of Information Sources on Youth."},
      {
        "id":"ED411659",
        "title":"Technology for Students with Disabilities: A Decision Maker's Resource Guide."},
      {
        "id":"ED411660",
        "title":"Research Report on the Nature, Extent, and Outcomes of Accommodations in Adult Education Programs."},
      {
        "id":"ED411661",
        "title":"Family-Centered Service Delivery."},
      {
        "id":"ED411663",
        "title":"A Profile of Adults Needing Assistance with Activities of Daily Living, 1991-1992. Disability Statistics Report 11."},
      {
        "id":"ED411664",
        "title":"National Study on Inclusion: Overview and Summary Report."},
      {
        "id":"ED411665",
        "title":"What Are the Most Effective Characteristics of Teachers of the Gifted?"},
      {
        "id":"ED411666",
        "title":"Miniriforma dell'ortografia tedesca (Mini-Reform of German Spelling)."},
      {
        "id":"ED411667",
        "title":"The Effects of a Classroom Trade Book Collection on Middle School ESL 5/6 Students."},
      {
        "id":"ED411668",
        "title":"English Learning: An Analysis of Chinese Students' Problems in Pronunciation."},
      {
        "id":"ED411669",
        "title":"The Effect of Strategies Training on Student Errors on a Listening Cloze."},
      {
        "id":"ED411670",
        "title":"Women are &quot;Busy, Tall, and Beautiful&quot;: Looking at Sexism in EFL Materials."},
      {
        "id":"ED411672",
        "title":"Ethical Considerations in Addressing Values in the ESL Classroom. (Paper #3332)."},
      {
        "id":"ED411674",
        "title":"The Effects of Foreign and Second Language Students' Irrational Beliefs and Anxiety on Classroom Achievement."},
      {
        "id":"ED411675",
        "title":"Research, Training &amp; Practice. Proceedings of the Macarthur Interpreting &amp; Translation Conference (2nd, Sydney, Australia, March, 1996). Interpreting and Translation Publications Series, No. 2."},
      {
        "id":"ED411676",
        "title":"Intercultural Programs Program Evaluation."},
      {
        "id":"ED411677",
        "title":"Using Portfolios as a Capstone Assessment in TESL Programs."},
      {
        "id":"ED411679",
        "title":"Self-Directed Language Learning and Third-Language Learner."},
      {
        "id":"ED411680",
        "title":"Learning Strategies as Learning Inhibitors for Chinese Speakers."},
      {
        "id":"ED411682",
        "title":"Instruction in Language Textbooks: Moving Culture into the Driver's Seat."},
      {
        "id":"ED411683",
        "title":"An Investigation of Interactional Authenticity in International Teaching Assistant Interview Testing."},
      {
        "id":"ED411684",
        "title":"Cultural and Pragmatic Miscues: A Case Study of International Teaching Assistant and Academic Faculty Miscommunication."},
      {
        "id":"ED411685",
        "title":"Teaching Children To Read in the Second Language. Monographs on Bilingualism No. 1."},
      {
        "id":"ED411687",
        "title":"Adding Biliteracy to Bilingualism: Teaching Your Child To Read English in Japan. A Guide for Parents. Monographs on Bilingualism No. 4."},
      {
        "id":"ED411688",
        "title":"Cultural Descriptors of Hispanics by African American University Students of Spanish."},
      {
        "id":"ED411689",
        "title":"Teaching Foreign Languages."},
      {
        "id":"ED411690",
        "title":"Resources and Ideas for Working with Gay/Lesbian Themes in the ESL Classroom."},
      {
        "id":"ED411691",
        "title":"Beliefs About Foreign Language Learning--A Study of Beliefs of Teachers' and Students' Cross Cultural Settings."},
      {
        "id":"ED411692",
        "title":"Onnanohito wa duressu desu. That's Why the Lady Is a Dress: Developmental Stages in Japanese Second Language Acquisition. Australian Studies in Language Acquisition No. 6."},
      {
        "id":"ED411694",
        "title":"Enriching Learners' Language Production through Content-Based Instruction."},
      {
        "id":"ED411695",
        "title":"Japan Journal of Multilingualism and Multiculturalism, Volume 1 Number 1 and Volume 2 Number 1."},
      {
        "id":"ED411696",
        "title":"Effects of Three Questioning Strategies on EFL Reading Comprehension."},
      {
        "id":"ED411698",
        "title":"Social Distance as a Factor in the Achievement of Pragmatic Competence. CLCS Occasional Paper No. 47."},
      {
        "id":"ED411700",
        "title":"Information Gap in Communicative Classrooms."},
      {
        "id":"ED411701",
        "title":"Second Language Acquisition: A Classroom Perspective. Australian Studies in Language Acquisition No. 1."},
      {
        "id":"ED411702",
        "title":"Effect of Cloze Instruction in EFL Listening Comprehension."},
      {
        "id":"ED411703",
        "title":"Secondary Newcomer Programs in the United States: 1996-97 Directory."},
      {
        "id":"ED411704",
        "title":"Culture Shocked: An Ethnography of the Hungarian English as a Foreign Language Classroom."},
      {
        "id":"ED411705",
        "title":"Read the Label. English as a Second Language Initiative. Teacher's Guide."},
      {
        "id":"ED411707",
        "title":"Strategies for Working One-on-One with ESL Adult Literacy Writers. Adult Literacy Independent Learning Packet."},
      {
        "id":"ED411708",
        "title":"Crossroads Cafe: An ESOL Program for Adult Learners. Formative Evaluation Study, Summer 1996 Pilot Implementation."},
      {
        "id":"ED411716",
        "title":"Higher Education Cooperation Act: Fiscal Year 1998 Grant Allocations."},
      {
        "id":"ED411717",
        "title":"AIDS-Related Stigmas and Safe-Sex Practices of African-American College Students: A Pilot Study."},
      {
        "id":"ED411718",
        "title":"Initiating Curricular Change in the Professions: A Case Study in Nursing."},
      {
        "id":"ED411719",
        "title":"Memorable Events in the Classroom: Types of Knowledge Influencing Professors' Classroom Teaching."},
      {
        "id":"ED411720",
        "title":"Living with the Family Leave Act of 1993: Case Studies of Women in Academe."},
      {
        "id":"ED411721",
        "title":"Academic Delay of Gratification in Conditionally-Admissible Minority College Students."},
      {
        "id":"ED411722",
        "title":"Overcoming the Inertia of Traditional Instruction: Final Report of the Social Work Faculty Development Program at Andrews University."},
      {
        "id":"ED411723",
        "title":"The Challenges of Globalizing Higher Education in a Parochial Policy-Making Environment."},
      {
        "id":"ED411724",
        "title":"The Impact of Underprepared Students on Regular College Faculty."},
      {
        "id":"ED411725",
        "title":"The Effects of Social Ideology on Academic Freedom."},
      {
        "id":"ED411726",
        "title":"Developing Attitudes of Social Responsibility in the Professions: The Impact of Medical Students' Gender and Personality Attributes."},
      {
        "id":"ED411727",
        "title":"An Evaluation of a New Admission Policy Intended To Increase the Number of Primary Care Physicians."},
      {
        "id":"ED411728",
        "title":"Faculty Support for Minority Engineering Programs."},
      {
        "id":"ED411729",
        "title":"The Effects of Adult Role Configurations on Re-enrollment in College."},
      {
        "id":"ED411730",
        "title":"The Effectiveness of Course-Based and Non-Course-Based Writing Remediation. Results of Study and Data Collection."},
      {
        "id":"ED411731",
        "title":"First-Year Student Expectations: Pre- and Post-Orientation."},
      {
        "id":"ED411732",
        "title":"A Taxonomy of College Writing Styles."},
      {
        "id":"ED411733",
        "title":"Presidential Qualifications and Institutional Structure."},
      {
        "id":"ED411734",
        "title":"Presidential Leadership and Institutional Mission."},
      {
        "id":"ED411737",
        "title":"English Language & Orientation Programs in the United States Offered by U.S. Institutions of Higher Education and Private Language Schools."},
      {
        "id":"ED411738",
        "title":"Higher Education Exchange 1997."},
      {
        "id":"ED411739",
        "title":"&quot;Best Practices&quot; in Student Support Services: A Study of Five Exemplary Sites. Followup Study of Student Support Services Programs."},
      {
        "id":"ED411740",
        "title":"Restructuring the University Reward System."},
      {
        "id":"ED411741",
        "title":"Access, Inclusion and Equity: Imperatives for America's Campuses."},
      {
        "id":"ED411744",
        "title":"Statistical Summary of Missouri Higher Education, 1996-1997."},
      {
        "id":"ED411745",
        "title":"Student Financial Aid. Federal Aid Awarded to Students Taking Remedial Courses. Report to the Ranking Minority Member, Subcommittee on Postsecondary Education, Training, and Life-Long Learning, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED411746",
        "title":"Early Labor Force Experiences and Debt Burden. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED411747",
        "title":"Comparing University Athletes and Nonathletes on Attitudes and Perceptions. Research Report #5-97."},
      {
        "id":"ED411748",
        "title":"A Profile of Incoming Freshman Students at the University of Maryland at College Park, 1996-97. Research Report #10-97."},
      {
        "id":"ED411752",
        "title":"The Relationship between Attitudes toward Diversity and Overall Satisfaction of University Students by Race."},
      {
        "id":"ED411753",
        "title":"An Exploration of Leadership Characteristics in College Athletes."},
      {
        "id":"ED411754",
        "title":"Teaching Hospital and Other Issues Related to Graduate Medical Education. Hearing before the Subcommittee on Health of the Committee on Ways and Means. House of Representatives, One Hundred Fourth Congress, Second Session (June 11, 1196)."},
      {
        "id":"ED411755",
        "title":"Access and Costs: Recommendations for Title IV. Hearing on Examining Proposals Authorizing Funds for Title IV Student Aid Programs and Issues Relating to Access to Costs of Postsecondary Education of the Higher Education Act, Including S. 1036, To Revise Section 435 of the Higher Education Act To Allow for the Young Americans Bank and Similar Small, Nonprofit Organizations to Provide Additional Funds for Educational Programming, of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED411756",
        "title":"Opportunity Programs: Opening the Doors to Higher Education. Hearing on Examining Proposed Legislation Authorizing Funds for Programs of the Higher Education Act, Focusing on Those Programs Which Provide Support Services and Scholarships for Disadvantaged Students, Including Institutional Aid to Colleges and Universities, of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED411757",
        "title":"Management of the Student Aid Delivery System. Hearing on Examining Proposed Legislation Authorizing Funds for Programs of the Higher Education Act, Focusing on Student Aid Delivery Systems, of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED411758",
        "title":"Analysis of the Office of Postsecondary Education's Prior, Prior Year (PPY) Income Proposal: PPY Has Serious Negative Implications for Equity, Burden and Program Integrity. Briefing Paper."},
      {
        "id":"ED411759",
        "title":"Fact Book on Theological Education for the Academic Year 1996-97."},
      {
        "id":"ED411772",
        "title":"In the (Not So) Distant Future: Fiber Optic Distance Learning at the University of Northern Iowa."},
      {
        "id":"ED411775",
        "title":"Evaluation of Pyramid Technology Training. Final Report."},
      {
        "id":"ED411776",
        "title":"A Beginner's Guide to Computer Conferencing."},
      {
        "id":"ED411777",
        "title":"Exemplary Practices in Computer Conferencing."},
      {
        "id":"ED411778",
        "title":"Survey of Instructional Development Models. ERIC Digest."},
      {
        "id":"ED411779",
        "title":"The Impact of Technology on Youth in the 21st Century."},
      {
        "id":"ED411780",
        "title":"Survey of Instructional Development Models. Third Edition."},
      {
        "id":"ED411781",
        "title":"ERIC Annual Report, 1997. Summarizing the Recent Accomplishments of the Educational Resources Information Center."},
      {
        "id":"ED411782",
        "title":"Using the Internet To Improve the Resources of a Rural High School Media Center."},
      {
        "id":"ED411784",
        "title":"Arizona Public Library Statistics, 1995-1996."},
      {
        "id":"ED411785",
        "title":"Maximizing Student Assistants' Contributions to the Library System: Student Workers Use Slow Times To Make a Small Branch Music Library Possible."},
      {
        "id":"ED411786",
        "title":"PIALA &apos;96. Jaketo Jaketak Kobban Alele Eo--Identifying, Using and Sharing Local Resources. Proceedings of the Annual Pacific Islands Association of Libraries and Archives Conference (6th, Majuro, Marshall Islands, November 5-8, 1996)."},
      {
        "id":"ED411788",
        "title":"Costs and Benefits of Faculty Status for Academic Librarians: State University of New York Librarians' Perceptions."},
      {
        "id":"ED411789",
        "title":"Literature Connections: The Teacher and Teacher-Librarian Partnership."},
      {
        "id":"ED411798",
        "title":"Preserving the Collections of Joyner Library: The Preservation Planning Program. Final Report."},
      {
        "id":"ED411799",
        "title":"Advanced Telecommunications and Computer Technologies in Georgia Public Elementary School Library Media Centers."},
      {
        "id":"ED411800",
        "title":"Subject Usage and Funding of Library Monographs: A Case Study."},
      {
        "id":"ED411805",
        "title":"Rights of Access in the Information Society: Europe's Quandary Over the Exploitation of Public Sector Data."},
      {
        "id":"ED411806",
        "title":"Information Managers/Librarians in the Year 2006: Prophets, Princes or Poohbahs?"},
      {
        "id":"ED411807",
        "title":"Information Professionals as Intelligent Agents--Or When Is a Knowbot Only a Robot?"},
      {
        "id":"ED411808",
        "title":"Library Users: How They Adapt to Changing Roles."},
      {
        "id":"ED411809",
        "title":"Disintermediation: A Disaster or a Discipline?"},
      {
        "id":"ED411810",
        "title":"The Good, the Bad, and the Ugly: Internet Review Sites."},
      {
        "id":"ED411811",
        "title":"Web Search Engines: Key To Locating Information for All Users or Only the Cognoscenti?"},
      {
        "id":"ED411812",
        "title":"Java: An Explosion on the Internet."},
      {
        "id":"ED411813",
        "title":"Twenty Years of Training in Online Searching: Integrating the Internet with the Teaching Programme."},
      {
        "id":"ED411814",
        "title":"The Future of Online Education and Training."},
      {
        "id":"ED411815",
        "title":"Integrated Information Education as Standard Part of University Curriculum in Chemistry."},
      {
        "id":"ED411816",
        "title":"An Iterative Development of a Training Programme in the Use of the Internet as an Information Source and Publishing Mechanism."},
      {
        "id":"ED411817",
        "title":"Distance Teaching in Online Searching."},
      {
        "id":"ED411818",
        "title":"Creating a Global Stock Exchange: Does the Present National System Have a Future?"},
      {
        "id":"ED411819",
        "title":"Advocating Global Forest Issues on the Internet."},
      {
        "id":"ED411820",
        "title":"Internet in the Indian Context."},
      {
        "id":"ED411822",
        "title":"Missing Links--User Needs vs. Producers' Offerings."},
      {
        "id":"ED411823",
        "title":"Final Product Strategies in Purchasing and Their Impact on the Information Needs of the Organisation."},
      {
        "id":"ED411824",
        "title":"Chemical Structure Search on the World Wide Web."},
      {
        "id":"ED411825",
        "title":"Chemical Publishing on the Internet: Electronic Journals--Who Needs Them?"},
      {
        "id":"ED411826",
        "title":"The Internet as an Information Source for Environmental Chemicals--First Results of the Evaluation of the Meta-Database of Internet Resources."},
      {
        "id":"ED411827",
        "title":"New Media Publishing."},
      {
        "id":"ED411828",
        "title":"Creating New Pricing Models for Electronic Publishing."},
      {
        "id":"ED411829",
        "title":"Information Infrastructure: Organisational Capability for Online Information Provision."},
      {
        "id":"ED411830",
        "title":"Marketing Principles as Applied to the Corporate Information Center."},
      {
        "id":"ED411831",
        "title":"The Intranet: A New Concept for Corporate Information Handling."},
      {
        "id":"ED411832",
        "title":"Electronic Current Awareness in the Corporate Environment."},
      {
        "id":"ED411833",
        "title":"Intelligent Agents: Information Strategies for the Information Society."},
      {
        "id":"ED411834",
        "title":"Intelligent Information Harvesting Architecture: An Application to a High School Environment."},
      {
        "id":"ED411835",
        "title":"New Searching Technologies and Interfaces."},
      {
        "id":"ED411836",
        "title":"Automated Patent Searching in the EPO: From Online Searching to Document Delivery."},
      {
        "id":"ED411837",
        "title":"Providing Database Services in a Nationwide Research Organisation--Coexistence of Traditional Information Services and a Modern CD-ROM/Online Hybrid Solution."},
      {
        "id":"ED411838",
        "title":"Electronic Publishing and Collection Development, a Subscription Agent's View."},
      {
        "id":"ED411839",
        "title":"The Internet and Local Online Databases: A &quot;Novum Organum&quot; for Twenty-First-Century Library Science."},
      {
        "id":"ED411840",
        "title":"European Public Administration Information Systems on the Internet."},
      {
        "id":"ED411841",
        "title":"The Delivery of Business Information to the End-User--User Perceptions and Needs."},
      {
        "id":"ED411842",
        "title":"Towards Real Information on Demand."},
      {
        "id":"ED411843",
        "title":"New Directions in the Delivery of Business News."},
      {
        "id":"ED411844",
        "title":"Solving the Imaging Dilemma for Internet and Intranet Applications."},
      {
        "id":"ED411845",
        "title":"On the Move: Mobile Information Systems."},
      {
        "id":"ED411846",
        "title":"Online Scientific and Technological Information in Nigeria: Prospects and Possibilities."},
      {
        "id":"ED411847",
        "title":"The &quot;Superhighway&quot;: A Revolutionary Means of Supporting Collaborative Work."},
      {
        "id":"ED411848",
        "title":"The Telecommunications Stranglehold on Europe's Information Use: Practical Constraints for SMEs and Economic Assessment Based on Cost Models."},
      {
        "id":"ED411849",
        "title":"The Market Prospects for Consumer Online Services in Europe."},
      {
        "id":"ED411850",
        "title":"The Generation Gap: Minitel in the Face of the Internet."},
      {
        "id":"ED411851",
        "title":"Some Features of the Distribution of Professional Databases on CD-ROM in the Russian Information Market."},
      {
        "id":"ED411852",
        "title":"Development of Online Database Services in Japan and Perspectives on Asia."},
      {
        "id":"ED411853",
        "title":"The End-User Cometh and Cometh Again and Again."},
      {
        "id":"ED411854",
        "title":"Putting Information on the Corporate Agenda as a Key Resource."},
      {
        "id":"ED411855",
        "title":"Disintermediation in the Year 2010: Using Scenarios To Identify Key Issues and Relevance of IMPEL2 eLib Project."},
      {
        "id":"ED411856",
        "title":"What To Do When Disintermediation Looms."},
      {
        "id":"ED411857",
        "title":"Highly Interactive WWW Services: A New Type of Information Sources."},
      {
        "id":"ED411858",
        "title":"OMNI--Alternative Approaches to Internet Metadata."},
      {
        "id":"ED411859",
        "title":"Smart Systems, Smart Searches."},
      {
        "id":"ED411860",
        "title":"Online Sources for Competitor Information."},
      {
        "id":"ED411861",
        "title":"Creating Services for the Digital Library."},
      {
        "id":"ED411862",
        "title":"Preservation and Access to Manuscript Collections of the Czech National Library."},
      {
        "id":"ED411863",
        "title":"Down to Earth in Cyberspace. Building an Electronic Library: Policy, Plans, Practice and Problems."},
      {
        "id":"ED411864",
        "title":"Spanish Museum Libraries Network."},
      {
        "id":"ED411865",
        "title":"Making the Best of New Information Technologies at Eurostat."},
      {
        "id":"ED411866",
        "title":"View-Based Searching Systems--Progress Towards Effective Disintermediation."},
      {
        "id":"ED411867",
        "title":"Web Page Authoring Tools: Comparison and Trends."},
      {
        "id":"ED411868",
        "title":"How Can Documents Be Put onto the Web?"},
      {
        "id":"ED411869",
        "title":"Added Value in Electronic Publications."},
      {
        "id":"ED411870",
        "title":"Resource Management in the Electronic Environment: Company Library Web Pages and Collection Development Principles."},
      {
        "id":"ED411871",
        "title":"The Internet: The Demise of Traditional Online."},
      {
        "id":"ED411872",
        "title":"ERIC Clearinghouse and Support Contractor Publications, 1996. An Annotated Bibliography of Digests, Information Analysis Products, and Other Major Publications of the ERIC Clearinghouses and Support Contractors Announced in &quot;Resources in Education&quot; (RIE) January-December 1996."},
      {
        "id":"ED411873",
        "title":"Growing a Diverse Workforce in the Library and Information Science Professions. ERIC Digest."},
      {
        "id":"ED411875",
        "title":"Half a Revolution: A Brief Survey of Lifelong Learning in New Zealand."},
      {
        "id":"ED411876",
        "title":"HRD in a Multicultural Workplace: The Need for Lifelong Learning."},
      {
        "id":"ED411877",
        "title":"Lifelong Learning: The Whole DAMN Cycle--A Singapore Perspective."},
      {
        "id":"ED411878",
        "title":"Advancing Lifelong Learning through Adult Education Policy in Chinese Taipei."},
      {
        "id":"ED411879",
        "title":"Trends in Hong Kong University Management: Towards a Lifelong Learning Paradigm."},
      {
        "id":"ED411880",
        "title":"Lifelong Learning in a Developed and a Developing Economy."},
      {
        "id":"ED411881",
        "title":"An Empirical Framework for Implementing Lifelong Learning Systems."},
      {
        "id":"ED411882",
        "title":"Lifelong Learning and Vision 2020 in Malaysia."},
      {
        "id":"ED411883",
        "title":"Lifelong Learning and Basic Literacy: Adult Literacy Education in Chinese Taipei."},
      {
        "id":"ED411884",
        "title":"Schools as Centres of Lifelong Learning for All."},
      {
        "id":"ED411885",
        "title":"Lifelong Learning in the United States and Hong Kong: Before 1997 and After."},
      {
        "id":"ED411886",
        "title":"Lifelong Learning: An Instrument for Improving School Education in Japan?"},
      {
        "id":"ED411887",
        "title":"Lifelong Learning in Hong Kong."},
      {
        "id":"ED411888",
        "title":"Lifelong Learning and Cultural Identity: Canada's Native People."},
      {
        "id":"ED411889",
        "title":"Non-formal Education in the Philippines: A Fundamental Step towards Lifelong Learning."},
      {
        "id":"ED411890",
        "title":"Distance Education: A Key Strategy for Lifelong Learning in Chinese Taipei."},
      {
        "id":"ED411891",
        "title":"Prior Learning Assessment: U.S. Experience Facilitating Lifelong Learning."},
      {
        "id":"ED411892",
        "title":"Thoughts on a Regional Approach for Lifelong Learning."},
      {
        "id":"ED411893",
        "title":"Contribution of SMP Terbuka toward Lifelong Learning in Indonesia."},
      {
        "id":"ED411894",
        "title":"Two Wheels for Lifelong Learning in Korea: Credit Banking &amp; Multimedia Technology."},
      {
        "id":"ED411895",
        "title":"Lifelong Learning: Workforce Development and Economic Success."},
      {
        "id":"ED411896",
        "title":"From Supplemental Education to Lifelong Learning in Chinese Taipei."},
      {
        "id":"ED411897",
        "title":"Recent Developments in Japan's Lifelong Learning Society."},
      {
        "id":"ED411898",
        "title":"Lifelong Learning in the People's Republic of China."},
      {
        "id":"ED411899",
        "title":"A Pure Theory of Lifelong Learning."},
      {
        "id":"ED411900",
        "title":"Articulation and Transfer: Critical Contributions to Lifelong Learning -- Discussion Supplement."},
      {
        "id":"ED411901",
        "title":"Remedial/Developmental Education in the Illinois Community College System: Scope, Cost, Structure, Outcomes, and Policies."},
      {
        "id":"ED411902",
        "title":"Report of the Capital Task Force."},
      {
        "id":"ED411903",
        "title":"Guidelines for Mathematics Departments at Two-Year Colleges."},
      {
        "id":"ED411904",
        "title":"Expectations of Internet Education: Casper College's Experience."},
      {
        "id":"ED411906",
        "title":"The Non-Traditional Student."},
      {
        "id":"ED411907",
        "title":"Needs Assessment for Education in Sustainable Technologies on Maui."},
      {
        "id":"ED411908",
        "title":"Benefits of Collaboration Software for On-Site Classes."},
      {
        "id":"ED411910",
        "title":"Women in Technology Program. End of Year Report [1996-1997.]"},
      {
        "id":"ED411911",
        "title":"Perspectives on the Current Status of and Emerging Policy Issues for Community Colleges. AGB Occasional Paper Number 1."},
      {
        "id":"ED411912",
        "title":"American Community Colleges: Leading the Way to the Future."},
      {
        "id":"ED411913",
        "title":"Writing Across the Curriculum. Annual Report, 1996-1997."},
      {
        "id":"ED411914",
        "title":"Projected 1997-98 Cost Allocation Summary."},
      {
        "id":"ED411915",
        "title":"Meeting the Challenges of Leadership in Changing Times."},
      {
        "id":"ED411916",
        "title":"Vision 2000: Charting a Course for the Future. Strategic Plan for the Illinois Community College System."},
      {
        "id":"ED411918",
        "title":"Subbaccalaureate Persistence and Attainment. Indicator of the Month."},
      {
        "id":"ED411919",
        "title":"Campus Police/Media Relations."},
      {
        "id":"ED411921",
        "title":"Establishing a Major Off-Campus Center: The Midlands Model."},
      {
        "id":"ED411922",
        "title":"Occupational Program Graduates 1997 Follow-Up Study."},
      {
        "id":"ED411923",
        "title":"Pedagogy Journal, 1997."},
      {
        "id":"ED411924",
        "title":"Evaluation of the Transfer Process: A Student Perspective."},
      {
        "id":"ED411925",
        "title":"Oakton Community College Comprehensive Annual Financial Report, Fiscal Year Ended June 30, 1996."},
      {
        "id":"ED411926",
        "title":"Oakton Community College Annual Report to the Community, Fiscal Year 1996."},
      {
        "id":"ED411927",
        "title":"Oakton Community College Annual Budget, Fiscal Year 1997."},
      {
        "id":"ED411928",
        "title":"Contributions of a Comprehensive Faculty and Staff Development Program to a Comprehensive Community College. Report 97.09-SR."},
      {
        "id":"ED411929",
        "title":"Community Colleges: General Information and Resources. ERIC Digest."},
      {
        "id":"ED411930",
        "title":"Southwestern College Student Experiences: A Synthesis of Survey Findings and Classroom Observations. Summary Report."},
      {
        "id":"ED411931",
        "title":"Characteristics of Students on Academic or Progress Probation, Spring 1992 through Spring 1995."},
      {
        "id":"ED411932",
        "title":"Economic Impact Characteristics of the Community College of Philadelphia. Institutional Research Report No. 87."},
      {
        "id":"ED411933",
        "title":"Beating the Odds: Reasons for At-Risk Student Success at Community College of Philadelphia. Institutional Research Report No. 93."},
      {
        "id":"ED411934",
        "title":"Evaluation of Minnesota's Family Service Collaboratives and Children's Initiative Partners: A Resource Manual."},
      {
        "id":"ED411936",
        "title":"Building the Bridges: Early Intervention to School."},
      {
        "id":"ED411937",
        "title":"A Historical Review of the Evolution of Early Childhood Care and Education in the Caribbean."},
      {
        "id":"ED411938",
        "title":"The Status of ECCE Provision in Trinidad and Tobago."},
      {
        "id":"ED411939",
        "title":"Factors which Promote High Attainment in Children of Pre-School Age."},
      {
        "id":"ED411940",
        "title":"Special Play: A Parent/Child Activity To Encourage Positive Behaviors."},
      {
        "id":"ED411941",
        "title":"Catholic-Schools Adolescents' Religiosity, Prosocial Values, School Attitudes, and Family Satisfaction."},
      {
        "id":"ED411942",
        "title":"Dominica."},
      {
        "id":"ED411943",
        "title":"Maternal and Paternal Tutoring Strategies with Their School-Age Children during a Problem-Solving Activity."},
      {
        "id":"ED411944",
        "title":"Social and Emotional Competence: Motivating Cultural Responsive Education."},
      {
        "id":"ED411945",
        "title":"Children's Behavioral Characteristics and Their Ability to Detect Social Contingency."},
      {
        "id":"ED411950",
        "title":"Small Hands: Children in the Working World. Working Paper Number 16."},
      {
        "id":"ED411951",
        "title":"The Relationship between Teacher Behaviors and Student Academic Engagement in an Inner-City Preschool."},
      {
        "id":"ED411952",
        "title":"Healthy Families California: A Review of Standards and Best Practices in Home Visiting Programs across California."},
      {
        "id":"ED411955",
        "title":"Reflective Teaching and the Portfolio Approach in Early Childhood Staff Development."},
      {
        "id":"ED411960",
        "title":"Finding the Balance: A Child Care Data Report."},
      {
        "id":"ED411961",
        "title":"Beyond the Year of the Family: Defining the Agenda. St. Catharine's Conference (Windsor, England, February 1995). St. Catharine's Conference Report No. 47."},
      {
        "id":"ED411963",
        "title":"Great Lakes Resource Access Project: Annual Needs Assessment Report 1997-98."},
      {
        "id":"ED411973",
        "title":"Pre to 3: Policy Implications of Child Brain Development. Hearing on Examining the Status of Medical and Scientific Findings into Prenatal and Postnatal Brain Development and Implications That Federal Policies Have on Childhood Development, before the Subcommittee on Children and Families of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED411974",
        "title":"Child Protective Services: Complex Challenges Require New Strategies. Report to the to the Honorable Nydia Velazquez, House of Representatives."},
      {
        "id":"ED411975",
        "title":"Family Child Care as a Job Opportunity for Welfare Recipients. Child Care Action Campaign Issue Brief #5."},
      {
        "id":"ED411976",
        "title":"Welfare Block Grant Basics: Q &amp; A with National Experts. Child Care Action Campaign Issue Brief #6."},
      {
        "id":"ED411979",
        "title":"Exploring Pattern of Socialisation Conditions and Human Development by Nonlinear Multivariate Analysis."},
      {
        "id":"ED411980",
        "title":"The Impact of Family Socialization on Sociomoral Development in Childhood and Adolescence."},
      {
        "id":"ED411981",
        "title":"Socialization, Intelligence, and Cognitive Competence."},
      {
        "id":"ED411982",
        "title":"The Linkage between Social Structure, Competence and Academic Achievement: Results of a Longitudinal Study from Age 7 through 21."},
      {
        "id":"ED411984",
        "title":"Young Children's Developing Understanding of Conceptual Perspective Taking."},
      {
        "id":"ED411985",
        "title":"Development of Internalization from Age 2 to 6: Longitudinal Stability and Links with Temperament."},
      {
        "id":"ED411988",
        "title":"The Effects of Non-Traditional Families on School Behavior and ITBS Reading and Math Scores of Eighth Grade Students."},
      {
        "id":"ED411989",
        "title":"Families Get Involved! Learning Partners."},
      {
        "id":"ED411990",
        "title":"America Goes Back to School: Partner's Activity Kit, 1997."},
      {
        "id":"ED411991",
        "title":"Welcome to School: Questions Parents Might Ask."},
      {
        "id":"ED411993",
        "title":"A Study of the Effectiveness of Ability Grouping on the Academic Achievement of Middle School Students."},
      {
        "id":"ED411994",
        "title":"The Healthy Start Initiative: A Community-Driven Approach to Infant Mortality Reduction. Volume IV: Community Outreach."},
      {
        "id":"ED411995",
        "title":"The Healthy Start Initiative: A Community-Driven Approach to Infant Mortality Reduction. Volume V: Collaboration with Managed Care Organizations."},
      {
        "id":"ED411996",
        "title":"Child and Parental Report of the Parent-Child Relationship as Predictors of Behavior and Emotional Problems in Preschool Children."},
      {
        "id":"ED411997",
        "title":"Infant-Father Attachment Relationship: Sensitive Challenges during Play with Toddler Is the Pivotal Feature."},
      {
        "id":"ED411998",
        "title":"Temperament and Self-Concept in Four-Year-Old Children."},
      {
        "id":"ED412002",
        "title":"Improving Elementary Students' Motivation."},
      {
        "id":"ED412003",
        "title":"The Nature of Sibling Conflict during Middle Childhood."},
      {
        "id":"ED412004",
        "title":"The Role of Children's Social Skills in Achievement at Kindergarten Entry and Beyond."},
      {
        "id":"ED412007",
        "title":"Improving Student Discipline at the Primary Level."},
      {
        "id":"ED412009",
        "title":"Children in War: Community Strategies for Healing."},
      {
        "id":"ED412010",
        "title":"Improving the Motivation of Middle School Students through the Use of Curricular and Instructional Adaptations."},
      {
        "id":"ED412014",
        "title":"Kop- och saljsystem inom barnomsorgen: Konsekvenser for Personal, Foraldrar och barn (A New Charging System in Child Care: Consequences for Personnel, Parents, and Children)."},
      {
        "id":"ED412016",
        "title":"Bernard van Leer Foundation Annual Report 1996."},
      {
        "id":"ED412019",
        "title":"A Study of Children in Kindergarten, First, Second, and Third Grades at Ronceverte Elementary and the Extent Preschool Has on Retention and Compensatory Education."},
      {
        "id":"ED412023",
        "title":"Promoting High-Quality Family Child Care: A Policy Perspective for Quality 2000."},
      {
        "id":"ED412024",
        "title":"Mothers Speaking: A Study on the Experience of Mothers with Samenspel. Working Papers in Early Childhood Development, No. 21."},
      {
        "id":"ED412025",
        "title":"Getting a Good Start in School."},
      {
        "id":"ED412027",
        "title":"The ABCs of Safe and Healthy Child Care: A Handbook for Child Care Providers."},
      {
        "id":"ED412028",
        "title":"Evaluation of Multi-Age Team (MAT) Implementation at Crabapple Middle School: Report for 1994-1995."},
      {
        "id":"ED412029",
        "title":"Explorations in Multi-Age Teaming (MAT): Evaluations of Three Projects in Fulton County, Georgia."},
      {
        "id":"ED412030",
        "title":"Evaluation of Multi-Age Team (MAT): Implementation at Crabapple Middle School: Report for 1995-1996."},
      {
        "id":"ED412031",
        "title":"Family Involvement in Children's Education: Successful Local Approaches. An Idea Book."},
      {
        "id":"ED412032",
        "title":"Policy. IDRA Focus."},
      {
        "id":"ED412035",
        "title":"Overcoming Persistent Poverty--and Sinking into It. Income Trends in Persistent-Poverty and Other High-Poverty Rural Counties, 1989-94."},
      {
        "id":"ED412036",
        "title":"Indian Education from the Tribal Perspective: A Follow-up Survey of American Indian Tribal Leaders."},
      {
        "id":"ED412037",
        "title":"The Adventures of McGruff & Scruff in Indian Country: A Drug and Violence Prevention Comic-Activity Book."},
      {
        "id":"ED412038",
        "title":"Directory of Services for Migrant [and] Seasonal Farmworkers and Their Families."},
      {
        "id":"ED412039",
        "title":"Women's Voices in Experiential Education."},
      {
        "id":"ED412040",
        "title":"The Eustress Paradigm: A Strategy for Decreasing Stress in Wilderness Adventure Programming."},
      {
        "id":"ED412041",
        "title":"The History of Camping Women in the Professionalization of Experiential Education."},
      {
        "id":"ED412042",
        "title":"Leading the Way: Strategies That Enhance Women's Involvement in Experiential Education Careers."},
      {
        "id":"ED412043",
        "title":"Feminist Perspectives on Outdoor Leadership."},
      {
        "id":"ED412044",
        "title":"Feminists Challenging Assumptions about Outdoor Leadership."},
      {
        "id":"ED412045",
        "title":"The Value of Feminist Ethics in Experiential Education Teaching and Leadership."},
      {
        "id":"ED412046",
        "title":"A Politicized Ethic of Care: Environmental Education from an Ecofeminist Perspective."},
      {
        "id":"ED412047",
        "title":"Sexual Harassment and Experiential Education Programs: A Closer Look."},
      {
        "id":"ED412048",
        "title":"Women of Color in Experiential Education: Crossing Cultural Boundaries."},
      {
        "id":"ED412049",
        "title":"Lesbian Baiting Hurts All Women."},
      {
        "id":"ED412050",
        "title":"Turn Off the Radio and Sing for Your Lives! Women, Singing, and Experiential Education."},
      {
        "id":"ED414057",
        "title":"Division of Domestic Labor and Childrearing: A Longitudinal Study during the Transition to Parenthood."},
      {
        "id":"ED414058",
        "title":"Fallacies, Phantasies, and Egregious Prevarications in ECE History."},
      {
        "id":"ED414060",
        "title":"Revenue Generation in the Wake of Welfare Reform: Summary of the Pilot Learning Cluster on Early Childhood Finance."},
      {
        "id":"ED414061",
        "title":"Parent-Child Relationships and Investments of Parental Time in Children: Are Children in Stepfamilies at a Disadvantage?"},
      {
        "id":"ED414063",
        "title":"Family Strengths and Youth Behavior Problems: Analyses of Three National Survey Data Bases. Summary."},
      {
        "id":"ED414064",
        "title":"Middle-Class African-American Perceptions regarding Their Strengths."},
      {
        "id":"ED414065",
        "title":"Enhancing Teen Parenting Skills through Practical Experiences in a Public School Child Care Setting."},
      {
        "id":"ED414068",
        "title":"Offspring, 1997."},
      {
        "id":"ED414072",
        "title":"Families, Communities, Schools--Learning Together, Fall 1997. Bulletin 98122."},
      {
        "id":"ED414076",
        "title":"The Elementary School Performance and Adjustment of Children Who Enter Kindergarten Late or Repeat Kindergarten: Findings from National Surveys. National Household Education Survey. Statistical Analysis Report."},
      {
        "id":"ED414077",
        "title":"Helping Young Children Deal with Anger. ERIC Digest."},
      {
        "id":"ED414078",
        "title":"Television Violence: Content, Context, and Consequences. ERIC Digest."},
      {
        "id":"ED414079",
        "title":"Parent Education and Involvement. Report of Governor Ray Romer's Task Force."},
      {
        "id":"ED414080",
        "title":"Using Research To Improve Child Care for Low-Income Families."},
      {
        "id":"ED414081",
        "title":"Alaska's Children, 1996."},
      {
        "id":"ED414085",
        "title":"Determination of the Composition and Quantity of Phthalate Ester Additives in PVC Children's Toys. Greenpeace Research Laboratories Technical Note 06/97."},
      {
        "id":"ED414086",
        "title":"Mixed-Age Grouping in Kindergarten: A Best Case Example of Developmentally Appropriate Practice or Horace Mann's Worst Nightmare?"},
      {
        "id":"ED414087",
        "title":"Employers, Families and Education."},
      {
        "id":"ED414088",
        "title":"The Study of Opportunities for and Barriers to Family Involvement in Education: Preliminary Results. Survey."},
      {
        "id":"ED414089",
        "title":"Early Childhood Education: The Young Child with Reading Difficulties (April 28-June 21, 1996). Report on Course."},
      {
        "id":"ED414090",
        "title":"Workshop on Emergent Literacy in Childhood Report (Suva, Fiji, February 5-23, 1996)."},
      {
        "id":"ED414091",
        "title":"Science Education in Early Childhood (March 9-April 18, 1997). Report on Course."},
      {
        "id":"ED414092",
        "title":"Workshops on the Whole Language Approach in Cooperation with the Thai-Israel Friendship Foundation (Bangkok, Thailand, January 27-30, 1997; February 4-7, 1997; and February 11-14, 1997). Report."},
      {
        "id":"ED414093",
        "title":"Investing in Our Children's Future: The Path to Quality Child Care through the Pennsylvania Child Care/Early Childhood Development Training System."},
      {
        "id":"ED414098",
        "title":"Looping: Adding Time, Strengthening Relationships. ERIC Digest."},
      {
        "id":"ED414099",
        "title":"Small Schools--A Reform That Works. An Occasional Paper of the Small Schools Coalition."},
      {
        "id":"ED414100",
        "title":"Latinos in Nebraska: A Socio-Historical Profile. JSRI Statistical Brief No. 9."},
      {
        "id":"ED414101",
        "title":"Winds of Change: Latinos in the Heartland and the Nation. JSRI Statistical Brief No. 5."},
      {
        "id":"ED414102",
        "title":"The Features and Roles of Rural Latinos: Cross-National Perspectives. JSRI Occasional Paper No. 26. Latino Studies Series."},
      {
        "id":"ED414103",
        "title":"Rural California Communities: Trends in Latino Population and Community Life. JSRI Statistical Brief No. 7."},
      {
        "id":"ED414104",
        "title":"Latinos in the Heartland: The Browning of the Midwest."},
      {
        "id":"ED414105",
        "title":"Latino Immigrants, Meatpacking, and Rural Communities: A Case Study of Lexington, Nebraska."},
      {
        "id":"ED414106",
        "title":"Mutual Concerns of Farmers and Farmworkers: An Agenda for Building Partnerships in Michigan."},
      {
        "id":"ED414107",
        "title":"Creating Safe and Drug-Free Schools. IDRA Focus."},
      {
        "id":"ED414108",
        "title":"The Native American Experience in Higher Education: Turning Around the Cycle of Failure II."},
      {
        "id":"ED414109",
        "title":"And This, Amigos, Is (Again)? the Decade of the Hispanic!"},
      {
        "id":"ED414112",
        "title":"Outdoor Education and Environmental Responsibility. ERIC Digest."},
      {
        "id":"ED414113",
        "title":"Improving Ethnic and Racial Relations in the Schools. ERIC Digest."},
      {
        "id":"ED414114",
        "title":"Comprehensive Health Care Program for American Indians &amp; Alaska Natives."},
      {
        "id":"ED414115",
        "title":"Voices of Experience: Educators Speak Out for Change."},
      {
        "id":"ED414116",
        "title":"Alaskan Voices."},
      {
        "id":"ED414119",
        "title":"Teaching to Ethnicity, Gender, and Race: The Quest for Equality."},
      {
        "id":"ED414121",
        "title":"Innovative Approaches in Rural Education. Rural Information Center Publication Series, No. 54. Revised Edition."},
      {
        "id":"ED414123",
        "title":"Deeply Rooted, Branching Out, 1972-1997. Annual AEE International Conference Proceedings (25th, Asheville, North Carolina, November 23-26, 1997)."},
      {
        "id":"ED414124",
        "title":"The Woods and the Trees: Interpreting Experiential Education for Schools and a Greater Audience."},
      {
        "id":"ED414125",
        "title":"Adventure Programming &amp; Prevention of Adolescent Problem Behaviors: Applying Research and the Public Health Model of Prevention."},
      {
        "id":"ED414126",
        "title":"Are Those Families Swinging from the Branches? Helping Families Find Solutions through Adventure Therapy."},
      {
        "id":"ED414127",
        "title":"Something Old, Something New, Something Borrowed, and Something Blue. New Ideas for Challenge and Adventure Programs."},
      {
        "id":"ED414128",
        "title":"A Day at the Improv.... The Assessment and Treatment of Musculoskeletal Injuries in the Backcountry."},
      {
        "id":"ED414129",
        "title":"Experiential Training for Empowerment of the Workforce."},
      {
        "id":"ED414130",
        "title":"The Apache Rescue Team."},
      {
        "id":"ED414131",
        "title":"A Hero's Journey: A Freshman Orientation Challenge Course Program."},
      {
        "id":"ED414132",
        "title":"Instructor Qualifications: What Directors Want."},
      {
        "id":"ED414133",
        "title":"Living History as an Experience."},
      {
        "id":"ED414134",
        "title":"Examining the Fruits of the Outdoor Education Tree from a Gender Perspective."},
      {
        "id":"ED414135",
        "title":"Hamsters?! What Does 4-H Stand for, Anyway?"},
      {
        "id":"ED414136",
        "title":"Attitudes and Perceptions concerning Persons with Disabilities: Potential for Growth."},
      {
        "id":"ED414137",
        "title":"The Twelve Steps Experientially."},
      {
        "id":"ED414138",
        "title":"What Is an Efterskole?"},
      {
        "id":"ED414139",
        "title":"Handling Difficult Times and Learning Resiliency. (Are You Working with the Heartwood or Just the Bark?)"},
      {
        "id":"ED414140",
        "title":"The P.A.G.E. Team Alignment Process."},
      {
        "id":"ED414141",
        "title":"If I Am an Artist, What's Wrong with My Picture? Rediscovering Your Creativity in a Grown-up World."},
      {
        "id":"ED414142",
        "title":"Facilitating and Learning at the Edge of Chaos: Expanding the Context of Experiential Education."},
      {
        "id":"ED414143",
        "title":"The Reality of Experience."},
      {
        "id":"ED414144",
        "title":"Walking a Path of Transformation: Using the Labyrinth as a Spiritual Tool."},
      {
        "id":"ED414145",
        "title":"Organizational Awareness: Using Natural Systems To Understand Organizations."},
      {
        "id":"ED414146",
        "title":"Human Dimensions of Expeditions: Deeply Rooted, Branching Out."},
      {
        "id":"ED414147",
        "title":"Chiji Processing Cards and Non-Directive Facilitated Processing."},
      {
        "id":"ED414148",
        "title":"Social Justice in Outdoor Leadership."},
      {
        "id":"ED414149",
        "title":"Living with the Earth: An Outside Interactive Acclimatizing Workshop."},
      {
        "id":"ED414150",
        "title":"Effective Rural Schools: A Model for Rural School Improvement."},
      {
        "id":"ED414155",
        "title":"GLOBE: A Science/Education Partnership Program."},
      {
        "id":"ED414156",
        "title":"Science Education Grades K-12."},
      {
        "id":"ED414157",
        "title":"Toward World-Class Standards: A Research Study Linking International and National Assessments."},
      {
        "id":"ED414160",
        "title":"An Analysis of Science Scale Scores for Grades 2-8 in Tennessee for 1990-1994."},
      {
        "id":"ED414161",
        "title":"Natural Beginnings: A Teacher Training Model for Early Childhood Educators."},
      {
        "id":"ED414163",
        "title":"The National Assessment of Educational Progress, 1996. NAEP Grade 8 Science."},
      {
        "id":"ED414167",
        "title":"A Colloquium on Environment, Ethics, and Education (Whitehorse, Yukon, Canada, July 14-16, 1995)."},
      {
        "id":"ED414168",
        "title":"Population Education Accessions List. January-April 1997."},
      {
        "id":"ED414170",
        "title":"A Longitudinal Analysis of Science Scale Scores Grades 2-8 in Tennessee for 1992-1996."},
      {
        "id":"ED414171",
        "title":"Public Linkage, Dialogue, and Education Task Force Report."},
      {
        "id":"ED414172",
        "title":"The Return of Dangerous Dan: Further Adventures in Recreational Mathematics."},
      {
        "id":"ED414173",
        "title":"What's Happening in the Labor Market for Recent Science and Engineering Ph.D. Recipients?"},
      {
        "id":"ED414174",
        "title":"A Descriptive Study of the Mathematics Performance of Hispanic and Asian Youth in the 1992 Trial State Assessment."},
      {
        "id":"ED414175",
        "title":"Ethnicity, Gender, Attitudes and Mathematics Achievement: The 1992 NAEP Trial State Assessment."},
      {
        "id":"ED414179",
        "title":"A Constructivist Approach To Reflective Judgment and Science Literacy in Introductory College Science Instruction."},
      {
        "id":"ED414180",
        "title":"Adolescents as Effective Teachers of Child Science."},
      {
        "id":"ED414181",
        "title":"The Mathematics Reform Movement: Assessing the Degree of Reform in Secondary Mathematics Classrooms."},
      {
        "id":"ED414182",
        "title":"Effects of Mathematical Vocabulary Instruction on Fourth Grade Students."},
      {
        "id":"ED414186",
        "title":"Technical Report of the NAEP 1996 State Assessment Program in Mathematics."},
      {
        "id":"ED414187",
        "title":"Advancing Ownership of Understanding and Responsibility through Homework in Mathematics Education."},
      {
        "id":"ED414188",
        "title":"Using Children's Literature in Math and Science."},
      {
        "id":"ED414189",
        "title":"The Guidebook of Federal Resources for K-12 Mathematics and Science, 1997-98."},
      {
        "id":"ED414190",
        "title":"Imaging and Visualization in Science Education."},
      {
        "id":"ED414191",
        "title":"Appropriate Strategies for Improving Math Portfolios: A Comparison of Self-Assessment versus Peer Conferencing. UKERA Occasional Papers."},
      {
        "id":"ED414193",
        "title":"Mastering Challenging Mathematics by the End of Eighth Grade."},
      {
        "id":"ED414194",
        "title":"Ideas and Activities for Recycling Education for Grades K-12."},
      {
        "id":"ED414195",
        "title":"Cognitive Mapping of Advanced Level Physics Students' Conceptions of Quantum Physics."},
      {
        "id":"ED414196",
        "title":"Writing To Learn in Science: A Curriculum Guide."},
      {
        "id":"ED414197",
        "title":"Advanced Level Physics Students' Conceptions of Quantum Physics."},
      {
        "id":"ED414198",
        "title":"Resource Guide to Educational Materials about Agriculture. A Project of Agriculture in the Classroom. 1996 Edition."},
      {
        "id":"ED414199",
        "title":"Leadership Interns in Undergraduate Elementary School Science Education Programs."},
      {
        "id":"ED414200",
        "title":"What Do Students Know? 1996 NAEP Science Results for 4th, 8th, & 12th Graders."},
      {
        "id":"ED414203",
        "title":"Characteristics of Doctoral Scientists and Engineers in the United States: 1995. Detailed Statistical Tables."},
      {
        "id":"ED414204",
        "title":"Dualistic Thinking Underlying Students' Understanding of Quantum Physics."},
      {
        "id":"ED414205",
        "title":"21st Century Thinking and Science Education."},
      {
        "id":"ED414206",
        "title":"Figurative Thinking and the Nature of Physics."},
      {
        "id":"ED414207",
        "title":"Mathematics and Science Achievement in the Final Year of Secondary School: IEA's Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED414209",
        "title":"Enhancing Social Studies through Literacy Strategies. Bulletin 91."},
      {
        "id":"ED414211",
        "title":"Libraries and Democracy. ERIC Digest."},
      {
        "id":"ED414213",
        "title":"Preparing New Teachers for Teaching in a Multicultural Society: British Columbia."},
      {
        "id":"ED414216",
        "title":"India, &apos;95. Fulbright-Hays Summer Seminar Abroad Project 1997."},
      {
        "id":"ED414219",
        "title":"A Creative Concept in Teaching Math to Art Students: Make-a-Problem."},
      {
        "id":"ED414246",
        "title":"Mine-Awareness Education. A Country Review and Curriculum Guidelines for Bosnia."},
      {
        "id":"ED414247",
        "title":"Transitional Course Outline: Health Education. Transformations: Kentucky's Curriculum Framework. Draft."},
      {
        "id":"ED414248",
        "title":"International Bibliography on Teacher Education. Special Studies in Comparative Education, Number Twenty-Nine."},
      {
        "id":"ED414249",
        "title":"The Research Component in Graduate Teacher Education Programs: Asking the Stakeholders."},
      {
        "id":"ED414250",
        "title":"Partnerships in Education. Preparing Teachers for the Twenty-First Century."},
      {
        "id":"ED414251",
        "title":"School-University Partnerships. Perspectives: Center for Excellence in Education, Monograph Series No. 4."},
      {
        "id":"ED414252",
        "title":"Literacy Assessment with the &quot;Literacy Profile.&quot;"},
      {
        "id":"ED414253",
        "title":"A Longitudinal Study of Relationships between Candidates' Abilities, Development of Teaching Concerns, and Success in Entering Teaching."},
      {
        "id":"ED414254",
        "title":"New Skills for New Schools: Preparing Teachers in Family Involvement."},
      {
        "id":"ED414255",
        "title":"What Action Research Is: A Review of the Literature."},
      {
        "id":"ED414256",
        "title":"Using Graphic Organizers To Teach Vocabulary: How Does Available Research Inform Mathematics Instruction?"},
      {
        "id":"ED414257",
        "title":"Portfolios and Program Assessment: Addressing the Challenges of Admission to a Pre-Service Program."},
      {
        "id":"ED414259",
        "title":"Alternative Teacher Organizations. Evolution of Professional Associations. Policy Study No. 231."},
      {
        "id":"ED414260",
        "title":"Training for Cooperating Teachers and University Supervisors in Their Role as Evaluators in Early Field Experiences."},
      {
        "id":"ED414261",
        "title":"Evolution/Role of Lesson Plans in Instructional Planning."},
      {
        "id":"ED414262",
        "title":"Utilizing a Problem-Based Approach on the World Wide Web."},
      {
        "id":"ED414264",
        "title":"If They're Talking, They're Learning? Teachers' Interpretations of Meaningful Mathematical Discourse."},
      {
        "id":"ED414266",
        "title":"Selected School Variables and the Achievement Related Activities of Shared Decision-Making Teams."},
      {
        "id":"ED414267",
        "title":"Imagery Teaches Elementary Economics Schema Efficiently."},
      {
        "id":"ED414268",
        "title":"Evaluating the Impact of the FOCUS Model on the Efficacy Levels of Teachers: A Field Based Study."},
      {
        "id":"ED414270",
        "title":"Texas Nutrition Education and Training Program for Federal Fiscal Year 1996. Final Evaluation Report."},
      {
        "id":"ED414271",
        "title":"Title IX: A Brief History. 25 Years of Title IX. WEEA Digest."},
      {
        "id":"ED414272",
        "title":"Prevention of HIV/AIDS Education in Rural Communities II."},
      {
        "id":"ED414273",
        "title":"Credentialing Activities in the Youth Development Field, 1997."},
      {
        "id":"ED414274",
        "title":"Preparing Teachers To Teach in 2007."},
      {
        "id":"ED414275",
        "title":"Teaching Old Dogs New Tricks: On the Continuing Education of Teachers."},
      {
        "id":"ED414276",
        "title":"Linking Title I and Service-Learning. A Model To Promote Authentic Teaching."},
      {
        "id":"ED414277",
        "title":"Linking Technology with Promising Practices To Improve Teaching and Learning."},
      {
        "id":"ED414278",
        "title":"Beginning Teachers&apos; Perceptions of Their Preparation for, Agreement with and Implementation of Primary School Programs. UKERA Occasional Papers."},
      {
        "id":"ED414279",
        "title":"Teachers Planning Professional Development in a Reform Context: The Case of Kentucky."},
      {
        "id":"ED414280",
        "title":"Identifying and Evaluating Children's Health Resources. ERIC Digest."},
      {
        "id":"ED414281",
        "title":"The Generalizability of Scoring TIMSS Open-Ended Items."},
      {
        "id":"ED414282",
        "title":"Lessons Learned in the Evaluation of Statewide Systemic Initiatives."},
      {
        "id":"ED414283",
        "title":"Grade Equivalent and IRT Representations of Growth. ACT Research Report Series 97-2."},
      {
        "id":"ED414284",
        "title":"Negotiating Borders of Self and Other: Schools as Sites for the Construction of Identity."},
      {
        "id":"ED414285",
        "title":"Educating the Emotions: Implications of a Relational View of Knowing for Learning and Development."},
      {
        "id":"ED414286",
        "title":"A Test of the Conjoint Retention Hypothesis for Learning from Geographic Maps: Mimetic Features or Spatial Layout?"},
      {
        "id":"ED414287",
        "title":"A Gendered Look at the Academic Achievement of Low Income African-American High School Students: Strategies of Success."},
      {
        "id":"ED414290",
        "title":"Measuring Success in Coalitions."},
      {
        "id":"ED414291",
        "title":"Comparing Dual-Language Versions of an International Computerized-Adaptive Certification Exam."},
      {
        "id":"ED414292",
        "title":"Using Cluster Analysis To Facilitate the Standard Setting Process."},
      {
        "id":"ED414293",
        "title":"A Validity Estimate of the Religious Status Interview."},
      {
        "id":"ED414294",
        "title":"Improving Career Exploration Using Psychometric Technology."},
      {
        "id":"ED414295",
        "title":"The Fact Book 1996-97. A Statistical Handbook."},
      {
        "id":"ED414296",
        "title":"State-Level Reforms in Education: District Response and the Implications for Special Education. Cross-Site Analysis Based on Four Case Studies."},
      {
        "id":"ED414297",
        "title":"Realistic Simulation of Item Response Data. ACT Research Report Series 97-4."},
      {
        "id":"ED414298",
        "title":"Unidimensional Approximations for a Computerized Classification Test When the Item Pool and Latent Space Are Multidimensional. ACT Research Report Series 97-5."},
      {
        "id":"ED414299",
        "title":"Demystifying Results-Based Performance Measurement."},
      {
        "id":"ED414300",
        "title":"Location of Glossary Words as a Factor in Students' Performance on Vocabulary Tests."},
      {
        "id":"ED414304",
        "title":"The Class of 2000. A Preliminary Analysis of the 1996 National Assessment of Educational Progress (NAEP)."},
      {
        "id":"ED414305",
        "title":"Criteria for Alignment of Expectations and Assessments in Mathematics and Science Education. Research Monograph No. 6."},
      {
        "id":"ED414306",
        "title":"Unintended Consequences or Testing the Integrity of Teachers and Students."},
      {
        "id":"ED414307",
        "title":"Calculating and Reducing Errors Associated with the Evaluation of Adequate Yearly Progress."},
      {
        "id":"ED414308",
        "title":"States Set Common Standards, IF..."},
      {
        "id":"ED414309",
        "title":"Setting Education Standards High Enough."},
      {
        "id":"ED414310",
        "title":"Occupations and the Printed Word: A Workbook."},
      {
        "id":"ED414311",
        "title":"Empirical Bayes Estimates of Parameters from the Logistic Regression Model. ACT Research Report Series 97-6."},
      {
        "id":"ED414312",
        "title":"Alaska Writing Assessment - 1997: Preliminary Technical Report."},
      {
        "id":"ED414313",
        "title":"Anchorage School District Profile of Performance 1996-97. Assessment and Evaluation Report #97-3."},
      {
        "id":"ED414314",
        "title":"What Do We Know about Education in the States: Education Indicators in State Reports."},
      {
        "id":"ED414316",
        "title":"From Exclusion to Self-Selection: Citizenship and Examination of Behaviour in Finnish Elementary and Comprehensive Schooling from the 1860s to the 1990s."},
      {
        "id":"ED414317",
        "title":"Competencies in Graduate Education: What Should Students Know about Research and Statistics?"},
      {
        "id":"ED414318",
        "title":"Designing a Teacher/Course Assessment Instrument for Distance Education."},
      {
        "id":"ED414319",
        "title":"Clarifying the Blurred Image: Estimating the Inter-Rater Reliability of Performance Assessments."},
      {
        "id":"ED414320",
        "title":"Developing Parallel Tests across Languages: Focus on the Translation and Adaptation Process."},
      {
        "id":"ED414322",
        "title":"Title I/Title I Migrant Evaluation Report, 1996-97. Publication Number 96.04."},
      {
        "id":"ED414323",
        "title":"Texas Academic Skills Program (TASP) Data Summary. Feedback. Publication Number 96.13."},
      {
        "id":"ED414324",
        "title":"ExceL Grant Evaluation Report, Year I, 1996-97. Publication Number 96.14."},
      {
        "id":"ED414325",
        "title":"Planning a Comprehensive Approach to Safe and Drug-Free Schools and Communities. Title IV Safe and Drug-Free Schools and Communities Evaluation, 1996-97. Publication Number 96.15."},
      {
        "id":"ED414326",
        "title":"Year-Round Schools Evaluation, 1996-97. Publication Number 96.10."},
      {
        "id":"ED414327",
        "title":"Item-Specific Gender Differences in Confidence."},
      {
        "id":"ED414328",
        "title":"Locally Constructed Teacher Evaluation Policy: A Model for Policy Development."},
      {
        "id":"ED414329",
        "title":"Content Validation: A Comparison of Methodologies."},
      {
        "id":"ED414330",
        "title":"Curriculum Integration: Essential Elements for Success."},
      {
        "id":"ED414332",
        "title":"Pretest Item Analyses Using Polynomial Logistic Regression: An Approach to Small Sample Calibration Problems Associated with Computerized Adaptive Testing."},
      {
        "id":"ED414333",
        "title":"A Comparison of Item Parameter Estimates and ICCs Produced with TESTGRAF and BILOG under Different Test Lengths and Sample Sizes."},
      {
        "id":"ED414335",
        "title":"Measurement of Jungian Personality Types."},
      {
        "id":"ED414336",
        "title":"A Discussion of Analytic Scoring for Writing Performance Assessments."},
      {
        "id":"ED414337",
        "title":"The Politics of Large Scale Assessment."},
      {
        "id":"ED414338",
        "title":"Developing Classroom Assessment Tasks Based on a Language Arts Curriculum: An In-service Approach."},
      {
        "id":"ED414339",
        "title":"Comparative Ratings of the Utility of Portfolio Requirements: Toward Content Validity."},
      {
        "id":"ED414340",
        "title":"Reliability Issues with Performance Assessments: A Collection of Papers. ACT Research Report Series 97-3."},
      {
        "id":"ED414341",
        "title":"National Postsecondary Student Aid Study, 1995-96 (NPSAS:96), Methodology Report. Technical Report."},
      {
        "id":"ED414342",
        "title":"National Study of Postsecondary Faculty (NSOPF-93), 1993: User&apos;s Manual--Public-Use Faculty and Institution Data."},
      {
        "id":"ED414343",
        "title":"An Analysis of Total Nonresponse in the 1993-94 Schools and Staffing Survey (SASS). Technical Report."},
      {
        "id":"ED414344",
        "title":"An Experiment in Random-Digit-Dial Screening. National Household Education Survey. Technical Report."},
      {
        "id":"ED414345",
        "title":"School Safety and the Legal Rights of Students. ERIC/CUE Digest, Number 121."},
      {
        "id":"ED414347",
        "title":"Evaluation of the 1997 Ninth Grade Summer School Restructuring Program."},
      {
        "id":"ED414348",
        "title":"The Impact of Structural Hypocrisy on the School Performance of Young African American Males."},
      {
        "id":"ED414349",
        "title":"Teaming in an Urban High School: Commitment, Collaboration, and Contradictions."},
      {
        "id":"ED414353",
        "title":"Kids and Guns: From Playgrounds to Battlegrounds. Also, The National Juvenile Justice Action Plan: A Comprehensive Response."},
      {
        "id":"ED414354",
        "title":"Hispanic New Yorkers: Education and Employment."},
      {
        "id":"ED414355",
        "title":"Strategies for Improving Education in Urban Communities. A Collection of Articles in Honor of Edmund W. Gordon and Maynard C. Reynolds."},
      {
        "id":"ED414361",
        "title":"Participatory Assessment in Afterschool Programs. Summary Report."},
      {
        "id":"ED414363",
        "title":"Problem-Based Learning. Resources for Urban School Leadership Training."},
      {
        "id":"ED414364",
        "title":"Free at Last. A History of the Civil Rights Movement and Those Who Died in the Struggle."},
      {
        "id":"ED414371",
        "title":"Common Ground. Perspectives on Affirmative Action...and Its Impact on Asian Pacific Americans."},
      {
        "id":"ED414372",
        "title":"An Analysis of Referrals, Placement, and Progress of Children with Disabilities Who Attend New York City Public Schools. Final Report."},
      {
        "id":"ED414373",
        "title":"An Evaluation Study of the Impact of Modifying Instructional Group Sizes in Resource Rooms and Related Service Groups in New York City. Final Report. Revised."},
      {
        "id":"ED414374",
        "title":"Reducing the Negative Impact of Adverse Environmental Conditions on Elementary-Aged Children and Their Families."},
      {
        "id":"ED414375",
        "title":"The Status of Programming for Girls Aged 9-15 in New York City. A Report Submitted to the New York Women's Foundation."},
      {
        "id":"ED414376",
        "title":"School Choice in Cleveland and Milwaukee: What Parents Look For. Public Policy Forum Report."},
      {
        "id":"ED414377",
        "title":"Forging New Links. Police, Communities and the Drug Problem."},
      {
        "id":"ED414378",
        "title":"Critical Language Awareness: Implications for Classrooms in a Canadian Context."},
      {
        "id":"ED414379",
        "title":"Critical Ethnography of an Urban High School."},
      {
        "id":"ED414380",
        "title":"For Whom the Bell Tolls. The Institutionalization of Homeless Families in America. A Report of Homes for the Homeless."},
      {
        "id":"ED414381",
        "title":"Common Sense. Why Jobs and Training Alone Won't End Welfare for Homeless Families. A Report of Homes for the Homeless."},
      {
        "id":"ED414382",
        "title":"The Relationship between Human Values and Moral Reasoning as Components of Moral Behavior."},
      {
        "id":"ED414383",
        "title":"Building Community in One Southeastern Idaho Jr. High School: A Case Study. Draft."},
      {
        "id":"ED414384",
        "title":"Limited Access: The Information Superhighway and Ohio's Neighborhood Based Organizations."},
      {
        "id":"ED414390",
        "title":"Breaking the Code: Austin's Gang Enigma. Austin Police Department Gang Suppression Unit Resource Handbook."},
      {
        "id":"ED414391",
        "title":"City-Suburban Desegregation. Parent and Student Perspectives in Metropolitan Boston."},
      {
        "id":"ED414392",
        "title":"City College Report to FIPSE."},
      {
        "id":"ED414393",
        "title":"Project Discovery II. FIPSE Project."},
      {
        "id":"ED414395",
        "title":"Literacy and Urban Legitimacy: The Case of Political Discourse in an Urban School District."},
      {
        "id":"ED414405",
        "title":"Recommended Trade Books for Adult Literacy Programs: Annotated Bibliography with Teaching Suggestions. Part II."},
      {
        "id":"ED414407",
        "title":"Case Studies of Urban Schools: Portrayals of Schools in Change."},
      {
        "id":"ED414408",
        "title":"Philosophies of Policy Development and Implementation in Technical and Vocational Education. Report on UNESCO/UNEVOC Regional Expert Group Meeting (Auckland, New Zealand, April 2-9, 1995)."},
      {
        "id":"ED414409",
        "title":"Dynamics and Challenges of a Vocational Training System--The Singapore Experience. ITE Paper No. 2."},
      {
        "id":"ED414410",
        "title":"National Skill Standards Implementation Guide."},
      {
        "id":"ED414415",
        "title":"Tech Prep Concept Paper."},
      {
        "id":"ED414417",
        "title":"Work Organisation and Qualifications in the Retail Sector. The Case of Micro-Enterprise. Synthesis Report. CEDEFOP Document."},
      {
        "id":"ED414426",
        "title":"Fostering Humane Care of Dying Persons in Long-Term Care. Guidebook for Staff Development Instructors."},
      {
        "id":"ED414427",
        "title":"It All Begins at Home: Welfare to Work Programs that Create and Nurture Learning Environments for At Risk Students."},
      {
        "id":"ED414428",
        "title":"Anticipation and Preparation. A Teacher's Survival Guidebook."},
      {
        "id":"ED414429",
        "title":"Caring for Animals. Animal Well-Being, Quality Assurance, Show Ring Ethics. Discussion Guide."},
      {
        "id":"ED414430",
        "title":"Volunteer Management. Trends and Issues Alerts."},
      {
        "id":"ED414431",
        "title":"Welfare Reform: What's at Stake for Adult and Vocational Education. Trends and Issues Alerts."},
      {
        "id":"ED414432",
        "title":"The Shrinking World: International Links with FE."},
      {
        "id":"ED414434",
        "title":"Adults with Learning Disabilities. ERIC Digest No. 189."},
      {
        "id":"ED414435",
        "title":"What's Happening in School-to-Work Programs? ERIC Digest No. 190."},
      {
        "id":"ED414436",
        "title":"Career Mobility: A Choice or Necessity? ERIC Digest No. 191."},
      {
        "id":"ED414437",
        "title":"Consultation on Workplace Literacy (Ottawa, Ontario, Canada, June 11-12, 1997). A Report = Consultation sur l'Alphabetisation en Milieu de Travail (Ottawa, Ontario, Canada, 11-12 juin 1997). Rapport."},
      {
        "id":"ED414438",
        "title":"Creating Local School-to-Work Partnerships. Bulletin No. 98136."},
      {
        "id":"ED414439",
        "title":"The Workplace as a Learning Place. Bulletin No. 98137."},
      {
        "id":"ED414440",
        "title":"Mentoring for School to Work: Fostering Student Success. Bulletin No. 98135."},
      {
        "id":"ED414441",
        "title":"School-to-Careers. Background Paper 97-8."},
      {
        "id":"ED414442",
        "title":"Tulsa's IndEx Program. A Business-Led Initiative for Welfare Reform and Economic Development. Connections To Work."},
      {
        "id":"ED414443",
        "title":"Creating New Hope: Implementation of a Program To Reduce Poverty and Reform Welfare."},
      {
        "id":"ED414444",
        "title":"Making Welfare Work and Work Pay: Implementation and 18-Month Impacts of the Minnesota Family Investment Program."},
      {
        "id":"ED414445",
        "title":"The View from the Field: As Time Limits Approach, Welfare Recipients and Staff Talk about Their Attitudes and Expectations. The Cross-State Study of Time-Limited Welfare."},
      {
        "id":"ED414446",
        "title":"Web-Based Training. Trends and Issues Alerts."},
      {
        "id":"ED414447",
        "title":"Portfolio Assessment: Missing Link in Student Evaluation. Trends and Issues Alerts."},
      {
        "id":"ED414448",
        "title":"Will We All Be Portfolio Workers? Trends and Issues Alerts."},
      {
        "id":"ED414449",
        "title":"Looking for a Job While Employed. Issues in Labor Statistics. Summary 97-14."},
      {
        "id":"ED414450",
        "title":"Missouri Vocational Education Annual Performance Report, Fiscal Year 1997."},
      {
        "id":"ED414451",
        "title":"The Internet and Careers Work. NICEC Briefing."},
      {
        "id":"ED414452",
        "title":"A New Source for Industrial Technology Education Teachers."},
      {
        "id":"ED414453",
        "title":"Taking Industrial Teacher Education Off Campus."},
      {
        "id":"ED414454",
        "title":"Computerized Business Technologies."},
      {
        "id":"ED414455",
        "title":"Construction Technologies."},
      {
        "id":"ED414456",
        "title":"Environmental Technology."},
      {
        "id":"ED414457",
        "title":"Multi-Competency Health Technologies."},
      {
        "id":"ED414458",
        "title":"Automotive Diagnostic Technologies."},
      {
        "id":"ED414459",
        "title":"Integrating the Four Streams. CGEA Information Sheet No. 7."},
      {
        "id":"ED414460",
        "title":"U3As in Australia and New Zealand: Society's Four Million-Dollar Bonanza."},
      {
        "id":"ED414461",
        "title":"Summative and Formative Evaluations, National Skill Standards Project. Prepared for the National Grocers Association."},
      {
        "id":"ED414462",
        "title":"Transfer of Learning: Planning Effective Workplace Education Programs = Transfert d'apprentissage: La Planification de programmes d'education efficaces en milieu de travail."},
      {
        "id":"ED414464",
        "title":"Underemployment and the Older Worker: How Big a Problem?"},
      {
        "id":"ED414466",
        "title":"Portfolio: A Tool for Self-Directed Learning at Work."},
      {
        "id":"ED414467",
        "title":"The Definition of Vocational Diplomas in Germany and France."},
      {
        "id":"ED414468",
        "title":"Widening Participation in Lifelong Learning. A Progress Report."},
      {
        "id":"ED414470",
        "title":"One World, Many Cultures. Papers from the International Conference on Adult Education and the Arts (4th, St. Andrews, Scotland, July 10-14, 1995)."},
      {
        "id":"ED414471",
        "title":"Career Development Effects of Career Magnets versus Comprehensive Schools."},
      {
        "id":"ED414472",
        "title":"Learning How To Learn at Work: Lessons from Three High School Programs."},
      {
        "id":"ED414473",
        "title":"Diversity in the Workforce: A Literature Review. Diversity in the Workforce Series Report #1."},
      {
        "id":"ED414474",
        "title":"Current Status and Future Trends of Diversity Initiatives in the Workplace: Diversity Experts' Perspectives. Diversity in the Workforce Series Report #2."},
      {
        "id":"ED414475",
        "title":"Current Status of Diversity Initiatives in Selected Multinational Corporations. Diversity in the Workforce Series Report #3."},
      {
        "id":"ED414476",
        "title":"Tech Prep/School-to-Work Partnerships: More Trends and Challenges."},
      {
        "id":"ED414478",
        "title":"Learning Lasts a Lifetime. Report of the Colorado Business Commission on Adult Learning."},
      {
        "id":"ED414480",
        "title":"Parameters for an Effective Entrepreneurial, Regional, Hotel/Restaurant Management Training Program in Manitoba, Canada."},
      {
        "id":"ED414490",
        "title":"Vocational Education and Training in Finland."},
      {
        "id":"ED414491",
        "title":"Employer Learning and the Signaling Value of Education. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED414492",
        "title":"Employer Learning and Statistical Discrimination. National Longitudinal Surveys Discussion Paper."},
      {
        "id":"ED414493",
        "title":"Additional Support, Retention and Guidance in Urban Colleges."},
      {
        "id":"ED414494",
        "title":"Moving into FE: The Voice of the Learner."},
      {
        "id":"ED414495",
        "title":"Exploring Career Pathways. A Guide for Expanding Vocational-Technical Education in the Middle School/Junior High School."},
      {
        "id":"ED414496",
        "title":"Vocational Education and Training Reform in Estonia."},
      {
        "id":"ED414497",
        "title":"Vocational Education and Training Reform in Lithuania."},
      {
        "id":"ED414498",
        "title":"Vocational Education and Training Reform in Latvia."},
      {
        "id":"ED414499",
        "title":"Vocational Education and Training Reform in Poland."},
      {
        "id":"ED414500",
        "title":"Vocational Education and Training Reform in Romania."},
      {
        "id":"ED414501",
        "title":"The DEAL Project. Developing Employment-based Access to Learning. Final Report."},
      {
        "id":"ED414502",
        "title":"Community Capacity and Resource Mapping: Model Development."},
      {
        "id":"ED414503",
        "title":"From Model to Reality--Community Capacity Building and Asset Mapping(c)."},
      {
        "id":"ED414504",
        "title":"Thinking about Community Capacity Building &amp; Asset Mapping."},
      {
        "id":"ED414505",
        "title":"Using Books Thematically."},
      {
        "id":"ED414506",
        "title":"A Comparison of Technology Education Programs in Eight Asia-Pacific Countries."},
      {
        "id":"ED414507",
        "title":"The Summary Paper: An Effective Assessment Tool for Adult Collegiate Learners."},
      {
        "id":"ED414508",
        "title":"A Descriptive Study of Mandatory Continuing Professional Education in an Emerging Field: A Prospectus on the Counseling Profession. Executive Summary."},
      {
        "id":"ED414509",
        "title":"Anthony Burns. Author: Virginia Hamilton. Trade Book Teaching Ideas from the OLRC Reading Group. Teacher to Teacher Series."},
      {
        "id":"ED414510",
        "title":"Recommended Trade Books for Adult Literacy Programs: Part Three."},
      {
        "id":"ED414512",
        "title":"DETC Evaluator Training Program: A Distance Education Course To Train Evaluators for DETC Accreditation Visits."},
      {
        "id":"ED414513",
        "title":"Extending the Reach: Distance Delivery in Career Counseling: ERIC Digest."},
      {
        "id":"ED414514",
        "title":"Delivery of Career Counseling Services: Community Access--The Role of Employers: ERIC Digest."},
      {
        "id":"ED414515",
        "title":"A Three-Tiered Model of Career Counseling Services: ERIC Digest."},
      {
        "id":"ED414516",
        "title":"Delivery of Career Counseling Services: Videodisc &amp; Multimedia Career Interventions: ERIC Digest."},
      {
        "id":"ED414517",
        "title":"Evaluating Career Counseling Centers: A Collaborative Approach: ERIC Digest."},
      {
        "id":"ED414518",
        "title":"Performance Assessments of Career Development: ERIC Digest."},
      {
        "id":"ED414519",
        "title":"A Changing Focus in Evaluation: Linking Process and Outline: ERIC Digest."},
      {
        "id":"ED414520",
        "title":"A Measurement Model for Employment Counseling: ERIC Digest."},
      {
        "id":"ED414521",
        "title":"Stress in the Work Place: ERIC Digest."},
      {
        "id":"ED414522",
        "title":"&quot;Quality Career Counseling Services:&quot; A Developmental Tool for Organizational Accountability: ERIC Digest."},
      {
        "id":"ED414523",
        "title":"Marketing Career Counseling Services: ERIC Digest."},
      {
        "id":"ED414524",
        "title":"Career Counseling of Girls and Women: Guidelines for Professional Practice: ERIC Digest."},
      {
        "id":"ED414525",
        "title":"Follow-Up Evaluation of Career-Counseling Programs: ERIC Digest."},
      {
        "id":"ED414526",
        "title":"Career Transitions: ERIC Digest."},
      {
        "id":"ED414527",
        "title":"On the Horizon: Important Future Directions for Career Development: ERIC Digest."},
      {
        "id":"ED414528",
        "title":"Stress and the School Experience."},
      {
        "id":"ED414529",
        "title":"Development of a Buddy Program Handbook for Dayspring AIDS Support Services (DASS)."},
      {
        "id":"ED414530",
        "title":"CSAP Substance Abuse Resource Guide: Parents, Guardians, and Caregivers."},
      {
        "id":"ED414531",
        "title":"Career Salience and Gender-Role Attitudes in Medical Students."},
      {
        "id":"ED414532",
        "title":"A Scale To Measure the Development of Children's Concepts of Death."},
      {
        "id":"ED414533",
        "title":"Impact of School-Related, Community-Based, and Parental-Involvement Activities on Achievement of At-Risk Youth in the High School Setting."},
      {
        "id":"ED414534",
        "title":"Achievement, Activity Choice, and Self-Perception from Early to Late Adolescence."},
      {
        "id":"ED414535",
        "title":"A Counseling Clinic in a Free-Standing Law School: Its Genesis, Development, and Functioning."},
      {
        "id":"ED414536",
        "title":"Computerized Adaptive Testing through the World Wide Web."},
      {
        "id":"ED414538",
        "title":"Preferred Psychological Internet Resources for Addressing Anxiety Disorders, Parenting Problems, Eating Disorders, and Chemical Dependency."},
      {
        "id":"ED414539",
        "title":"The Development of Cognitive Schemata in Children (Birth to 12 Years Old) of Depressed Parents: A Review of the Literature."},
      {
        "id":"ED414541",
        "title":"The Wisconsin Developmental Guidance Model: A Resource and Planning Guide for School-Community Teams. Bulletin No. 9815."},
      {
        "id":"ED414542",
        "title":"Achieving Career Maturity."},
      {
        "id":"ED414543",
        "title":"Identifying Unmotivated Students: Planning School-Wide Interventions."},
      {
        "id":"ED414544",
        "title":"Experiences and Perceptions of Interpersonal, Environmental, and Institutional Racism among African-American Students in Psychology Graduate Training."},
      {
        "id":"ED414546",
        "title":"Family Functioning and Sibling Adjustment Following Treatment of Childhood Cancer."},
      {
        "id":"ED414547",
        "title":"Developmental Status and Intimacy in Adult Survivors of Childhood Cancer."},
      {
        "id":"ED414548",
        "title":"Risk and Resilience in Infants and Young Children."},
      {
        "id":"ED414549",
        "title":"Play Therapy Behaviors of Sexually Abused Children."},
      {
        "id":"ED414550",
        "title":"The Minority-Minority Supervision Dyad: General Programmatic and Personal Issues for the Supervisor and Supervisee."},
      {
        "id":"ED414551",
        "title":"Empowering Parents through Filial Therapy."},
      {
        "id":"ED414552",
        "title":"Welfare Women Who Pursue Higher Education: A Quest for Self."},
      {
        "id":"ED414553",
        "title":"Health of Children of the Working Poor: Description and Intervention."},
      {
        "id":"ED414554",
        "title":"A National Survey of Future Need for School Counselors."},
      {
        "id":"ED414555",
        "title":"Next Steps and Best Bets: Approaches to Preventing Adolescent Childbearing."},
      {
        "id":"ED414556",
        "title":"Epistemological Perspectives on Cognitive Development in College Students."},
      {
        "id":"ED414557",
        "title":"L Is for Literacy, L Is for Love: An Update on Early Reading Programs in Six Colorado Schools."},
      {
        "id":"ED414558",
        "title":"Keyboarding, Reading, Spelling (KRS) Validation Study."},
      {
        "id":"ED414559",
        "title":"Enriching a Child's Literacy Environment (ECLE)."},
      {
        "id":"ED414560",
        "title":"Exemplary Center for Reading Instruction (ECRI) Validation Study."},
      {
        "id":"ED414561",
        "title":"Achieving Literacy for All Students: Beginning Readers and Proficient Readers."},
      {
        "id":"ED414562",
        "title":"Building a Nation of Readers."},
      {
        "id":"ED414565",
        "title":"Opening the World to Children: Using Books to Develop Problem-Solving Strategies."},
      {
        "id":"ED414566",
        "title":"Cooperative Communication among Parents and Teachers about Children's Emergent Literacy. Final Project Report to the National Reading Research Center."},
      {
        "id":"ED414567",
        "title":"Mathematics and Literature: An Approach to Success."},
      {
        "id":"ED414570",
        "title":"The Effects of Professors' Feedback on the Growth of Students' Overall Writing Quality in Two College Freshman English Courses."},
      {
        "id":"ED414571",
        "title":"The Rhetoric of Place."},
      {
        "id":"ED414572",
        "title":"Rethinking Technical Communication Pedagogy: A Poststructuralist View of Program and Course Design."},
      {
        "id":"ED414573",
        "title":"No More Peking Ducks in Hong Kong: Provoking Critical Thinking through &quot;Subversive Teaching.&quot;"},
      {
        "id":"ED414574",
        "title":"Telling Lewis Hine's Story: Russell Freedman's &quot;Kids at Work.&quot;"},
      {
        "id":"ED414575",
        "title":"The Etiquette of Recommendations: A Graduate Student Guide."},
      {
        "id":"ED414577",
        "title":"WAC and the First-Year Writing Course: Selling Ourselves Short."},
      {
        "id":"ED414580",
        "title":"Collaborating on a Newspaper in the Elementary Classroom. ERIC Digest."},
      {
        "id":"ED414581",
        "title":"Your Life is a C+: Assigning and Assessing the Personal Essay in First Year Composition."},
      {
        "id":"ED414582",
        "title":"Ain&apos;t I a Scholar?: Reflection and Scholarship in the Land of Part-Time Faculty."},
      {
        "id":"ED414583",
        "title":"Writing: Text and Interaction. Odense Working Papers in Language and Communication, No. 14."},
      {
        "id":"ED414584",
        "title":"Successful Urban Classrooms as Communities of Practice: Writing and Identity."},
      {
        "id":"ED414585",
        "title":"Multicultural Prism: Voices from the Field. Volume 3."},
      {
        "id":"ED414586",
        "title":"Writing Assignments as Windows, Not Walls: Enlivening Unboundedness through Boundaries."},
      {
        "id":"ED414589",
        "title":"Nurses Writing: The Undergraduate Years and Beyond."},
      {
        "id":"ED414591",
        "title":"A Descriptive Guide to the 10th Grade ISTEP+ and High School Graduation Qualifying Exam for Indiana Parents and Students."},
      {
        "id":"ED414592",
        "title":"Some Men's Daughters: Teaching D. H. Lawrence's &quot;The Horse Dealer's Daughter.&quot;"},
      {
        "id":"ED414593",
        "title":"The Reality of Computers at the Community College Level."},
      {
        "id":"ED414594",
        "title":"A Different Mirror: The Position of Immigrant Writers in British Society."},
      {
        "id":"ED414595",
        "title":"Letters from Czarist Russia: Rhetoric as Political Action."},
      {
        "id":"ED414596",
        "title":"Teaching Freshmen To Understand Research as a Process of Inquiry."},
      {
        "id":"ED414597",
        "title":"More Than &quot;Just&quot; Assessing: A Discussion of Questions, Concerns, and Complications Related to Portfolio Evaluation."},
      {
        "id":"ED414600",
        "title":"Telling Stories without Textbooks: World Wide Web as Classroom Text."},
      {
        "id":"ED414601",
        "title":"Evaluating and Improving Student Writing and Writing Instruction: A Systematic Approach."},
      {
        "id":"ED414602",
        "title":"The Interdisciplinary Continuum: Reconciling Theory, Research and Practice. Report Series 2.36."},
      {
        "id":"ED414603",
        "title":"Sharpen Your Child's Writing Skills: A Guidebook for Kentucky Parents."},
      {
        "id":"ED414604",
        "title":"Concentrated Language Encounter as a Starting Point to Improving Literacy in Lao PDR."},
      {
        "id":"ED414606",
        "title":"Reading Stephen King: Issues of Censorship, Student Choice, and Popular Literature."},
      {
        "id":"ED414607",
        "title":"Rethinking American Literature."},
      {
        "id":"ED414608",
        "title":"Teaching Academic English Grammar in Its Own Context to Non-Native Users."},
      {
        "id":"ED414611",
        "title":"Considering Ethical Decisions in an Apprehensive World."},
      {
        "id":"ED414614",
        "title":"The Ivory Tower in Violent America: An Historical Perspective."},
      {
        "id":"ED414615",
        "title":"School Size. ERIC Digest, Number 113."},
      {
        "id":"ED414616",
        "title":"Exclusions and In-school Alternatives. Interchange No. 47."},
      {
        "id":"ED414617",
        "title":"Handbook for Public Participation in Education."},
      {
        "id":"ED414618",
        "title":"An Explanatory Case Study in Change: Year-Round Education and Change."},
      {
        "id":"ED414619",
        "title":"Parent Involvement and Satisfaction in Magnet Schools: Do Reasons for Choice Matter?"},
      {
        "id":"ED414620",
        "title":"Charter Schools: Issues Affecting Access to Federal Funds. Testimony before the Subcommittee on Early Childhood, Youth and Families, Committee on Education and the Workforce. House of Representatives."},
      {
        "id":"ED414621",
        "title":"Culture and Context: The Border School Principalship."},
      {
        "id":"ED414622",
        "title":"Sustaining School Restructuring by Reforming School Districts."},
      {
        "id":"ED414624",
        "title":"Complexity and Capacity: A Survey of Principal Role Change in Washington State."},
      {
        "id":"ED414626",
        "title":"4-Block Scheduling: A Case Study of Data Analysis of One High School After Two Years."},
      {
        "id":"ED414633",
        "title":"Striving for Excellence: The National Education Goals. Volume III."},
      {
        "id":"ED414634",
        "title":"Impact of the Civil Rights Laws."},
      {
        "id":"ED414637",
        "title":"A Passion for Excellence: Stories of Three Women in Leadership."},
      {
        "id":"ED414643",
        "title":"Safe and Drug-Free Schools: Balancing Accountability with State and Local Flexibility. GAO Report to Congressional Requesters."},
      {
        "id":"ED414644",
        "title":"Education and the New Economy: A Policy Planning Exercise."},
      {
        "id":"ED414645",
        "title":"Education Issues in the Heartland. What's Noteworthy on ..."},
      {
        "id":"ED414646",
        "title":"What Should I Know about ED Grants?"},
      {
        "id":"ED414647",
        "title":"Breaking the Tyranny of Time: Voices from the Goals 2000 Teacher Forum."},
      {
        "id":"ED414649",
        "title":"Public School Accountability. Background Paper 95-14."},
      {
        "id":"ED414650",
        "title":"Public Education Policy Structure in Nevada. Background Paper 95-12."},
      {
        "id":"ED414651",
        "title":"Education Watch: The 1996 Education Trust State and National Data Book."},
      {
        "id":"ED414652",
        "title":"Profiles of the Regional Educational Laboratories, 1997-1998."},
      {
        "id":"ED414653",
        "title":"Implications of Financial Changes in Education on Teacher Stress: A Study of Teacher Perceptions."},
      {
        "id":"ED414654",
        "title":"What's To Negotiate? Interaction in the Absence of Dialogue: The Battle over Vouchers and Charter Schools."},
      {
        "id":"ED414655",
        "title":"Leadership Laboratories: Professional Development for the 21st Century."},
      {
        "id":"ED414656",
        "title":"Multilevel Models for Studying Organizational Transition Effects."},
      {
        "id":"ED414657",
        "title":"Measuring Leadership."},
      {
        "id":"ED414658",
        "title":"A Study of Instruction in Self-Contained Special Education and Regular Classrooms. Final Report."},
      {
        "id":"ED414659",
        "title":"Coping with Stress in the Special Education Classroom: Can Individual Teachers More Effectively Manage Stress?. ERIC Digest #E545."},
      {
        "id":"ED414660",
        "title":"Whose Future Is It Anyway? A Student-Directed Transition Planning Process."},
      {
        "id":"ED414661",
        "title":"Practical Guide to Services for People with Severe Lifelong Disabilities."},
      {
        "id":"ED414662",
        "title":"The Prevention and Management of Urinary Tract Infection among People with Spinal Cord Injuries."},
      {
        "id":"ED414663",
        "title":"Strategies To Secure and Maintain Employment for People with Long-Term Mental Illness."},
      {
        "id":"ED414664",
        "title":"Interactive CD-ROM Technology for Family-Centered Augmentative and Alternative Communication Decision-Making across Cultures."},
      {
        "id":"ED414665",
        "title":"Implementation of a National Endorsement System for Interpreter Preparation Programs."},
      {
        "id":"ED414666",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Additional Learning Problems. ERIC Digest #E548."},
      {
        "id":"ED414667",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Overview. ERIC Digest #E549."},
      {
        "id":"ED414668",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Assessment. ERIC Digest #550."},
      {
        "id":"ED414669",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Auditory-Oral. ERIC Digest #E551."},
      {
        "id":"ED414670",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Auditory-Verbal. ERIC Digest #E552."},
      {
        "id":"ED414671",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Bilingual-Bicultural Education. ERIC Digest #E553."},
      {
        "id":"ED414672",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Cochlear Implants. ERIC Digest #E554."},
      {
        "id":"ED414673",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Cued Speech. ERIC Digest #E555."},
      {
        "id":"ED414674",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: English-Based Sign Systems. ERIC Digest #E556."},
      {
        "id":"ED414675",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Inclusion. ERIC Digest #E557."},
      {
        "id":"ED414676",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Residential Life, ASL, and Deaf Culture. ERIC Digest #558."},
      {
        "id":"ED414677",
        "title":"Educating Children Who Are Deaf or Hard of Hearing: Total Communication. ERIC Digest #559."},
      {
        "id":"ED414678",
        "title":"An Analysis of Inclusive Education in Eastern Kentucky: Final Project Report."},
      {
        "id":"ED414679",
        "title":"Test Access &amp; Modification for Individuals with Disabilities."},
      {
        "id":"ED414680",
        "title":"New York State Guidelines for Educational Interpreting."},
      {
        "id":"ED414681",
        "title":"An Investigation of the Compensatory Effectiveness of Assistive Technology on Postsecondary Students with Learning Disabilities. Final Report."},
      {
        "id":"ED414682",
        "title":"Nutrition Management of School Age Children with Special Needs: A Resource Manual for School Personnel, Families, and Health Professionals. Second Edition."},
      {
        "id":"ED414683",
        "title":"Homeschooling Gifted Students: An Introductory Guide for Parents. ERIC Digest #543."},
      {
        "id":"ED414684",
        "title":"Homeschooling Resources for Gifted Students. ERIC Mini-Bib."},
      {
        "id":"ED414685",
        "title":"ACTTive Technology, 1995."},
      {
        "id":"ED414686",
        "title":"ACTTive Technology, 1996."},
      {
        "id":"ED414687",
        "title":"Case Studies of Talented Students Who Achieve and Underachieve in an Urban High School. Research Monograph 95120."},
      {
        "id":"ED414695",
        "title":"Disabled Persons Bulletin: Global Workshop on Children with Disabilities (Washington D.C., February 5-7, 1997). Background."},
      {
        "id":"ED414697",
        "title":"Social Skills for Students with Autism. Second Edition. CEC Mini-Library: Working with Behavioral Disorders."},
      {
        "id":"ED414698",
        "title":"Analysis of Impartial Due Process Hearings: Implications for Educators."},
      {
        "id":"ED414699",
        "title":"Comparison of Reflective Practitioner Characteristics of First and Second Year Master's in Physical Therapy Students at Nova Southeastern University. Research Methodology."},
      {
        "id":"ED414700",
        "title":"Talk From the VI Teachers' Lounge."},
      {
        "id":"ED414701",
        "title":"Blind &amp; Sighted Pioneer Teachers in 19th Century China &amp; India."},
      {
        "id":"ED414702",
        "title":"Gifted Education Press Quarterly, Volume 11, Numbers 1-4."},
      {
        "id":"ED414703",
        "title":"Special Education Services: A Manual of Policies, Procedures and Guidelines."},
      {
        "id":"ED414710",
        "title":"Teaching Students with Fetal Alcohol Syndrome/Effects: A Resource Guide for Teachers."},
      {
        "id":"ED414711",
        "title":"Hard of Hearing and Deaf Students: A Resource Guide To Support Classroom Teachers."},
      {
        "id":"ED414712",
        "title":"Teaching Students with Learning and Behavioural Differences: A Resource Guide for Teachers."},
      {
        "id":"ED414713",
        "title":"Investigation of Level Systems in Classrooms for Students with Emotional and Behavioral Disorders."},
      {
        "id":"ED414714",
        "title":"Students with Intellectual Disabilities: A Resource Guide for Teachers."},
      {
        "id":"ED414718",
        "title":"Indoor Air Quality Basics for Schools."},
      {
        "id":"ED414719",
        "title":"Selected Laws Relating to the Construction and Repair of Public School Facilities in North Carolina."},
      {
        "id":"ED414720",
        "title":"School Construction. Background Paper 97-4."},
      {
        "id":"ED414721",
        "title":"School Capital Manual. An Interim Guide for School Boards, Administrators, Facility Planners and Consultants Who Engage in School Building Projects."},
      {
        "id":"ED414722",
        "title":"Tre Indlaeg om \"Interlanguage Pragmatics\" (Three Critiques of \"Interlanguage Pragmatics\"). ROLIG Papir No. 55."},
      {
        "id":"ED414723",
        "title":"Linguistic and Cultural Comparisons: Middle School African American Students Learning Arabic."},
      {
        "id":"ED414725",
        "title":"Kansas Working Papers in Linguistics."},
      {
        "id":"ED414726",
        "title":"Two Properties of the Intransitive Resultative Construction."},
      {
        "id":"ED414728",
        "title":"Constraints on Noun Incorporation in Korean."},
      {
        "id":"ED414729",
        "title":"Binding Principle for Long-Distance Anaphors."},
      {
        "id":"ED414730",
        "title":"Functional Projections and Event Structure."},
      {
        "id":"ED414731",
        "title":"Against IP-Adjunction Scrambling."},
      {
        "id":"ED414732",
        "title":"Syllable Structure and External Evidence."},
      {
        "id":"ED414734",
        "title":"Inter-level Articulation: Toward a Process-Focused Model for Russian Language Programs."},
      {
        "id":"ED414735",
        "title":"Manuel de phonologie fonctionnelle (Manual of Functional Phonology)."},
      {
        "id":"ED414736",
        "title":"Foreign Languages in the Natural and Behavioral Sciences: A Program of Faculty Development and Curricular Integration. Final Report."},
      {
        "id":"ED414737",
        "title":"Program To Expand, Enrich, Test, and Evaluate the Teaching of Brazilian Portuguese."},
      {
        "id":"ED414738",
        "title":"The TESL-L Electronic Network."},
      {
        "id":"ED414739",
        "title":"Building Cultural Fluency: A Multimedia Architecture. Final Report."},
      {
        "id":"ED414740",
        "title":"Developing Literacy: A Co-Teaching Model Using Readers' and Writers' Workshop."},
      {
        "id":"ED414741",
        "title":"Interactive Video Listening Comprehension in Foreign Language Instruction: Development and Evaluation."},
      {
        "id":"ED414742",
        "title":"Revival of Error Analysis - As an Effective Tool To Assess Development of Japanese ESL Learners."},
      {
        "id":"ED414743",
        "title":"Let's Try Another Alternative!: Teaching Reading with Authentic Printed Materials, Reading Activities, and the Eclectic Way of Teaching."},
      {
        "id":"ED414744",
        "title":"Gender Issues on the Information Highway: An Analysis of Communication Styles in Electronic Discussion Groups."},
      {
        "id":"ED414745",
        "title":"TEANGA 16: The Irish Yearbook of Applied Linguistics = Bliainiris na Teangeolaiochta Feidhmi in Eirinn."},
      {
        "id":"ED414746",
        "title":"Learner Autonomy: Some Steps in the Evolution of Theory and Practice."},
      {
        "id":"ED414747",
        "title":"An Investigation of the Mental Lexicon of Second Language Learners."},
      {
        "id":"ED414748",
        "title":"Strategies for Identifying Terms in Specialised Texts."},
      {
        "id":"ED414749",
        "title":"Inferencing and the Student of Translation."},
      {
        "id":"ED414750",
        "title":"Citation as Persuasion in Research Articles."},
      {
        "id":"ED414751",
        "title":"French Vocabulary--Looking for &quot;le mot juste.&quot;"},
      {
        "id":"ED414752",
        "title":"Electronic Texts and Concordances in the Translation Classroom."},
      {
        "id":"ED414753",
        "title":"The Noises Made by Poems: An Exploration of the Use of Poetry in the Advanced English Language Classroom."},
      {
        "id":"ED414754",
        "title":"Video in the Irish Language Classroom."},
      {
        "id":"ED414755",
        "title":"How Snowmen Move: Some Aspects of Lexical Choice in Irish Sign Language."},
      {
        "id":"ED414756",
        "title":"Extending the Lexicon of Irish Sign Language (ISL)."},
      {
        "id":"ED414759",
        "title":"Sunflower/Girasol: Spanish/English Elementary School Science Activity Curriculum. Evaluation of the Educational Efficacy of the Plant and Water Units."},
      {
        "id":"ED414761",
        "title":"Signed Video-Classes for Foreign Language Study."},
      {
        "id":"ED414763",
        "title":"A Comparative Study of Japanese/English Bilingual Code-Switching in Three Different Domains."},
      {
        "id":"ED414764",
        "title":"Suggestions on Writing for Publication in Language Learning Journals."},
      {
        "id":"ED414765",
        "title":"Wisconsin's Model Academic Standards for Foreign Languages. Bulletin 98032."},
      {
        "id":"ED414767",
        "title":"More Than Just the Internet: Technology for Language Teaching. ERIC Digest."},
      {
        "id":"ED414768",
        "title":"Professional Development of Foreign Language Teachers. ERIC Digest."},
      {
        "id":"ED414769",
        "title":"Reforming Mathematics Instruction for ESL Literacy Students. ERIC Digest."},
      {
        "id":"ED414770",
        "title":"Internet Technologies for Authentic Language Learning Experiences. ERIC Digest."},
      {
        "id":"ED414772",
        "title":"Texas Tomorrow Fund: Tomorrow's Education at Today's Prices."},
      {
        "id":"ED414773",
        "title":"&quot;Ain't I a Woman, Too?&quot; Tracing the Experiences of African American Women in Graduate Programs in Education."},
      {
        "id":"ED414774",
        "title":"Native American Student Recruitment and Retention at Colleges and Universities in New Mexico."},
      {
        "id":"ED414775",
        "title":"Writing Apprehension and Academic Achievement among Undergraduate Honors Students."},
      {
        "id":"ED414776",
        "title":"Assessing Teaching Effectiveness in a Liberal Arts College: The Student Perspective."},
      {
        "id":"ED414777",
        "title":"Research and Literature on the Sabbatical Leave: A Review."},
      {
        "id":"ED414778",
        "title":"\"Did You Think I Was Going To Be Riding a Harley or Something?\": Lesbian and Bisexual Student Leaders' Experiences of College Communities."},
      {
        "id":"ED414779",
        "title":"Student Financial Aid Systems: Absence of Guiding Architecture Reduces Efficiency, Ease of Use. Testimony before the Subcommittee on Postsecondary Education, Training, and Life-Long Learning, House Committee on Education and the Workforce."},
      {
        "id":"ED414780",
        "title":"Affirmative Action in Higher Education: Three Approaches to the Issue."},
      {
        "id":"ED414781",
        "title":"Statewide Program Evaluation: A Reexamination."},
      {
        "id":"ED414782",
        "title":"Status Report on Implementation of the Policies Recommended by the Committee To Study Affordability."},
      {
        "id":"ED414783",
        "title":"Focus Statements and Priorities Statements of Public Universities."},
      {
        "id":"ED414784",
        "title":"A Sociocultural Approach to Understanding Distance Learning."},
      {
        "id":"ED414785",
        "title":"Gregorc's Cognitive Styles: Preferences for Instructional and Assessment Techniques in College Students."},
      {
        "id":"ED414786",
        "title":"Applying to Graduate School."},
      {
        "id":"ED414787",
        "title":"Accountability and External Ethical Constraints in Academia."},
      {
        "id":"ED414789",
        "title":"TransferTrack: A New Service To Provide Post-Secondary Educational Institutions with Subsequent Enrollment Information on Students Who Transfer Out to Other Schools."},
      {
        "id":"ED414791",
        "title":"The Impact of College on Post-College Commitment to Science Careers: Gender Differences in a Nine-Year Follow-Up of College Freshmen."},
      {
        "id":"ED414792",
        "title":"Career Advising Issues for African American Entering Students. Research Report #2-97."},
      {
        "id":"ED414793",
        "title":"Attitudes of Heterosexual Students toward Their Gay Male and Lesbian Peers. Research Report #3-95."},
      {
        "id":"ED414794",
        "title":"A Low-Level Career Testing and Interpretation Intervention. Research Report 18-97."},
      {
        "id":"ED414796",
        "title":"Use of Faculty Development Activities To Improve the Effectiveness of U.S. Institutions of Higher Education."},
      {
        "id":"ED414797",
        "title":"Emotional Intelligence and Educational Leadership at East Carolina University."},
      {
        "id":"ED414799",
        "title":"Literature Related to College Housing for Adult Undergraduate Students."},
      {
        "id":"ED414800",
        "title":"Trends in Student Aid: 1987 to 1997. Update."},
      {
        "id":"ED414801",
        "title":"California Trends in Student Aid: 1990 to 1996."},
      {
        "id":"ED414802",
        "title":"Transfer of Students among New Mexico's Postsecondary Institutions. Report of Activity during the 1996 Calendar Year."},
      {
        "id":"ED414803",
        "title":"Legislative Report. 43rd Legislature, First Session, 1997."},
      {
        "id":"ED414804",
        "title":"Student Support for a Faculty Strike."},
      {
        "id":"ED414806",
        "title":"Breaking the Social Contract. The Fiscal Crisis in Higher Education."},
      {
        "id":"ED414813",
        "title":"Compilation of Student Financial Aid Regulations through 12-31-96 [and] Index to the Federal Student Financial Aid Handbook, 1996-97, and the Compilation of Student Aid Regulations (through 12/31/95)."},
      {
        "id":"ED414816",
        "title":"Teaching Workload of Full-Time Postsecondary Faculty. Indicator of the Month."},
      {
        "id":"ED414817",
        "title":"1998-99 Title IV School Code List,1998-99."},
      {
        "id":"ED414819",
        "title":"Academic Reforms in the World: Situation and Perspective in the Massification Stage of Higher Education. Reports of the 1997 Six-Nation Higher Education Project Seminar (Hiroshima, Japan February 6-7, 1997). RIHE International Seminar Reports, No.10."},
      {
        "id":"ED414820",
        "title":"Lynchburg College Symposium Readings (LCSR) Curriculum Project."},
      {
        "id":"ED414821",
        "title":"Handbook of Accreditation. Second Edition."},
      {
        "id":"ED414822",
        "title":"Policy and Practice of Tertiary Literacy. Selected Proceedings of the First National Conference on Tertiary Literacy: Research and Practice, Volume 1 (1st, Melbourne, Australia, March 14-16, 1996)."},
      {
        "id":"ED414823",
        "title":"Academic Communication across Disciplines and Cultures. Selected Proceedings of the National Conference on Tertiary Literacy: Research and Practice, Volume 2 (1st, Melbourne, Australia, March 14-16, 1996)."},
      {
        "id":"ED414824",
        "title":"College Bound. 1989-1992. The Fund for the Improvement of Postsecondary Education, FIPSE Final Report."},
      {
        "id":"ED414825",
        "title":"Dissemination of Liberal Arts Software."},
      {
        "id":"ED414826",
        "title":"Transculturation of Faculty at a Minority Institution."},
      {
        "id":"ED414827",
        "title":"A Multidisciplinary Model for Teaching Undergraduate Engineering Design."},
      {
        "id":"ED414828",
        "title":"An Alternative Pedagogical Approach to Teaching At-Risk and Underachieving Upper-Level Accounting Students."},
      {
        "id":"ED414829",
        "title":"Black Hills State University Research and Scholarly Work Symposium Proceedings (Spearfish, South Dakota, April 11, 1994)."},
      {
        "id":"ED414830",
        "title":"Black Hills State University Research and Scholarly Work Symposium Proceedings (Spearfish, South Dakota, May 2, 1995)."},
      {
        "id":"ED414831",
        "title":"Evolution of the State University Idea: Presidential Inaugural Addresses before 1860."},
      {
        "id":"ED414833",
        "title":"The Effect of Tuition Differentials on Student Enrollment Patterns and University Revenues. Final Report."},
      {
        "id":"ED414834",
        "title":"Faculty Development for an Undergraduate Three-Year Primary Care Program."},
      {
        "id":"ED414835",
        "title":"Development of Concept Modules for the Teaching of Introductory Science to the General Student."},
      {
        "id":"ED414836",
        "title":"Technology Enhanced Accent Modification (TEAM) for International Teaching Assistants (ITAs)."},
      {
        "id":"ED414837",
        "title":"Assessing the Teaching and Student Learning Outcomes of the Katz/Henry Faculty Development Model."},
      {
        "id":"ED414838",
        "title":"Enhancing Business Education Using an Integrated Core Curriculum."},
      {
        "id":"ED414839",
        "title":"[The Forum on Faculty Roles and Rewards.]"},
      {
        "id":"ED414840",
        "title":"The Saint Mary's Woman: toward Intellectual Leadership."},
      {
        "id":"ED414841",
        "title":"Evaluation and Dissemination of an Undergraduate Program To Improve Retention of At-Risk Students."},
      {
        "id":"ED414842",
        "title":"Training Culturally Appropriate Interventions for Native Americans."},
      {
        "id":"ED414843",
        "title":"The English Language Fellows Program."},
      {
        "id":"ED414844",
        "title":"Performance-Based Evaluation of Student Learning: A Continuum from K-12 through the University Level. A Process Evaluation Report of the FIPSE Project."},
      {
        "id":"ED414845",
        "title":"Confronting the Odds: Students At Risk and the Pipeline to Higher Education. Statistical Analysis Report."},
      {
        "id":"ED414846",
        "title":"Retirement and Other Departure Plans of Instructional Faculty and Staff in Higher Education Institutions. 1993 National Study of Postsecondary Faculty (NSOPF-93). Statistical Analysis Report."},
      {
        "id":"ED414847",
        "title":"Direct Loan Cash Management and Data Matching (Reconciliation)."},
      {
        "id":"ED414848",
        "title":"The National Evaluation of Upward Bound. Summary of First-Year Impacts and Program Operations. Executive Summary."},
      {
        "id":"ED414849",
        "title":"The National Evaluation of Upward Bound. The Short-Term Impact of Upward Bound: An Interim Report."},
      {
        "id":"ED414852",
        "title":"Multicultural Education Training Project."},
      {
        "id":"ED414853",
        "title":"Innovation in International Education: The Conference Course."},
      {
        "id":"ED414854",
        "title":"CORE Cluster Implementation Project."},
      {
        "id":"ED414856",
        "title":"Core-Course Faculty Development Series on Methodology."},
      {
        "id":"ED414857",
        "title":"Eurotech: An International Program in Engineering at the University of Connecticut. Final Report, 1993-1996."},
      {
        "id":"ED414860",
        "title":"College Student Experiences Questionnaire: Norms for the Third Edition, 1990. Part One: Tentative Norms for the 1990s. Part Two: Comparable Responses from the 1980s. Part Three: Bibliography [and] Psychometric Supplement to the CSEQ, Third Edition, 1990."},
      {
        "id":"ED414864",
        "title":"Chartbook of Degrees Conferred, 1969-70 to 1993-94."},
      {
        "id":"ED414865",
        "title":"Fiscal Officer Training Workshop, 1997. Participant's Guide."},
      {
        "id":"ED414868",
        "title":"Education Programs: Major Issues Affecting Postsecondary Education, School-to-Work, and Youth Employment Programs."},
      {
        "id":"ED414869",
        "title":"Dimensions of Retention: Findings from Quantitative and Qualitative Approaches."},
      {
        "id":"ED414870",
        "title":"Attitudes toward Money and Demographic Variables as Related to Income and Life Satisfaction: USA Vs. Spain."},
      {
        "id":"ED414872",
        "title":"Watching Media Learning: Making Sense of Media Education."},
      {
        "id":"ED414876",
        "title":"A Study of the Correlation between In-House Computer Training and Middle School Teachers' Use of Computers in the Classroom."},
      {
        "id":"ED414877",
        "title":"The Coordinators and the Teachers: A Description of Exemplary Use of Technology in Elementary Classrooms."},
      {
        "id":"ED414878",
        "title":"The Internet and Some International Regulatory Issues Relating to Content: A Pilot Comparative Study."},
      {
        "id":"ED414880",
        "title":"Using Computers for Collaborative Writing: An Interdisciplinary Project (1001)."},
      {
        "id":"ED414881",
        "title":"Teacher Training for Using Computers in Minority Education."},
      {
        "id":"ED414882",
        "title":"Project GeoSim: A GIS-Based Simulation Laboratory for Introductory Geography."},
      {
        "id":"ED414883",
        "title":"The Piero Project."},
      {
        "id":"ED414884",
        "title":"Extending and Disseminating a New Method of Teaching U.S. History."},
      {
        "id":"ED414892",
        "title":"Highlights of the Public Radio Programming Study, Fiscal Year 1996. CPB Research Notes, No. 105."},
      {
        "id":"ED414893",
        "title":"Elementary and Secondary Educational Services of Public Television Grantees: Highlights from the 1997 Station Activities Survey. CPB Research Notes, No. 104."},
      {
        "id":"ED414894",
        "title":"Public Broadcasting Stations&apos; Revenue from State Governments and State Colleges and Universities Ranked State-By-State, Fiscal Year 1996. CPB Research Notes, No. 103."},
      {
        "id":"ED414895",
        "title":"Homeschooling Resources: A Pathfinder."},
      {
        "id":"ED414897",
        "title":"Web Pages Created Via SCID Process."},
      {
        "id":"ED414899",
        "title":"The Development and Implementation of a User-Based Design Process in Web Site Design."},
      {
        "id":"ED414900",
        "title":"USEIN Kick-off Conference: Draft Summary Proceedings."},
      {
        "id":"ED414901",
        "title":"Technological Challenges and Opportunities in the United States Education Information Network Collaboration and Service Delivery."},
      {
        "id":"ED414902",
        "title":"Roles, Responsibilities and Incentives for Potential USEIN Partners."},
      {
        "id":"ED414903",
        "title":"Developing a Planning and Implementation Model for Bringing USEIN into Operation."},
      {
        "id":"ED414904",
        "title":"Access and Equity Issues in Providing Effective Educational Information Services through the USEIN."},
      {
        "id":"ED414905",
        "title":"Model Organizational Structures and Best Practices for Successful National Collaborative Information Partnerships."},
      {
        "id":"ED414906",
        "title":"Student Research: Productive or Counterproductive?"},
      {
        "id":"ED414910",
        "title":"Charting Missouri's Library Future into the New Century."},
      {
        "id":"ED414913",
        "title":"The Continuity Project, Fall 1997 Report."},
      {
        "id":"ED414915",
        "title":"Council on Library and Information Resources Annual Report 1996-1997."},
      {
        "id":"ED414916",
        "title":"Scholarly Communication and Technology. Papers from the Conference Organized by the Andrew W. Mellon Foundation and Held at Emory University (Atlanta, Georgia, April 24-25, 1997)."},
      {
        "id":"ED414917",
        "title":"Comparing Electronic Journals to Print Journals: Are There Savings?"},
      {
        "id":"ED414918",
        "title":"Electronic Publishing in Academia: An Economic Perspective."},
      {
        "id":"ED414919",
        "title":"EPIC: Electronic Publishing is Cheaper."},
      {
        "id":"ED414920",
        "title":"The Use of Electronic Scholarly Journals: Models of Analysis and Data Drawn from the Project Muse Experience at Johns Hopkins University."},
      {
        "id":"ED414921",
        "title":"The Library and the University Press: Two Views of the Costs and Problems of the Current System of Scholarly Publishing."},
      {
        "id":"ED414922",
        "title":"Economics of Electronic Publishing: Cost Issues--Comments on Session One Presentations."},
      {
        "id":"ED414923",
        "title":"The Future of Electronic Journals."},
      {
        "id":"ED414924",
        "title":"JSTOR: The Development of a Cost-Driven, Value-Based Pricing Model."},
      {
        "id":"ED414925",
        "title":"The Effect of Price: Early Observations."},
      {
        "id":"ED414926",
        "title":"The Economics of Electronic Journals."},
      {
        "id":"ED414927",
        "title":"Collaboratory for Research on Electronic Work. Analysis of JSTOR: The Impact on Scholarly Practice of Access to On-Line Journal Archives."},
      {
        "id":"ED414928",
        "title":"Patterns of Use for the Bryn Mawr Reviews."},
      {
        "id":"ED414929",
        "title":"Digital Libraries: A Unifying or Distributing Force?"},
      {
        "id":"ED414930",
        "title":"Online Books at Columbia: Measurement and Early Results on Use, Satisfaction, and Effect."},
      {
        "id":"ED414931",
        "title":"Digital Documents and the Future of the Academic Community."},
      {
        "id":"ED414932",
        "title":"Making Technology Work for Scholarship: Investing in the Data."},
      {
        "id":"ED414933",
        "title":"Technical Standards and Medieval Manuscripts."},
      {
        "id":"ED414934",
        "title":"Digital Image Quality: From Conversion to Presentation and Beyond."},
      {
        "id":"ED414935",
        "title":"Mellon Conference: Panel on &quot;Licensing, Copyright and Fair Use.&quot; The HYPATIA Project (toward an ASCAP for Academics)."},
      {
        "id":"ED414936",
        "title":"The Transition to Electronic Content Licensing: The Institutional Context in 1997."},
      {
        "id":"ED414937",
        "title":"The Cross Currents of Technology Transfer: The Czech and Slovak Library Information Network."},
      {
        "id":"ED414938",
        "title":"Consortial Access versus Ownership."},
      {
        "id":"ED414939",
        "title":"A New Consortial Model for Building Digital Libraries."},
      {
        "id":"ED414940",
        "title":"Information Based Productivity."},
      {
        "id":"ED414941",
        "title":"Cost and Value in Electronic Publishing."},
      {
        "id":"ED414945",
        "title":"Community Group Involvement in a Fund Raising Project for a University Library: Examples from &quot;A Trial for the Books&quot;."},
      {
        "id":"ED414946",
        "title":"Effects of E-mail Availability on the Informal Network, and Dissemination of Upward and &quot;Human&quot; Messages."},
      {
        "id":"ED414953",
        "title":"Training the Resourcers - Librarians, Teacher-Training and Telematics in the European Context."},
      {
        "id":"ED414955",
        "title":"Planning for the 21st Century. Mississippi Library Commission 1996 Annual Report. July 1, 1995 to June 30, 1996."},
      {
        "id":"ED414959",
        "title":"Transforming the Treadmill into a Staircase: Preparing Nontraditional First-Generation College Attenders for Success."},
      {
        "id":"ED414960",
        "title":"The Use of Computer Data Systems in Academic Counseling: Outcomes for Community College Students. ERIC Digest."},
      {
        "id":"ED414961",
        "title":"A Paradigm Shift from Instruction to Learning. ERIC Digest."},
      {
        "id":"ED414962",
        "title":"Textbook Pricing Policies and Student Access."},
      {
        "id":"ED414963",
        "title":"Guidelines for Good Practice: Technology Mediated Instruction."},
      {
        "id":"ED414964",
        "title":"Collaboration & Cooperation: Using Faculty Handbooks To Define Faculty and Staff Responsibilities in Distance Learning Programs."},
      {
        "id":"ED414965",
        "title":"Enhancing Student Transfer. Memorandum of Understanding."},
      {
        "id":"ED414966",
        "title":"Student Learning Outcomes Assessment Report. Board of Trustees Report Submitted to the Maryland Higher Education Commission."},
      {
        "id":"ED414967",
        "title":"Tracking Student Progress at PGCC Student Racial Background and Cohort 1990 Four-Year Academic Outcomes. Enrollment Analysis."},
      {
        "id":"ED414968",
        "title":"Term-to-Term Retention. Prince George's Community College Office of Institutional Research and Analysis. Enrollment Analysis."},
      {
        "id":"ED414969",
        "title":"Team Leadership in Three Midwestern Community Colleges: The President's Cognitive Frame of Reference and its Relationship to Real versus Illusory Teams."},
      {
        "id":"ED414970",
        "title":"WTCS FACTS."},
      {
        "id":"ED414971",
        "title":"Actual 1996-97 Cost Allocation Summary."},
      {
        "id":"ED414972",
        "title":"Toward a Model of the Academic Progress: Summarizing Cohort 1990 Progress and Achievement. Enrollment Analysis EA97-6."},
      {
        "id":"ED414973",
        "title":"Evaluating a College Success Course."},
      {
        "id":"ED414974",
        "title":"Streamlining the Transfer Ready Model, and How Data Outcomes Compare to Requirements by the Student Right To Know Legislation."},
      {
        "id":"ED414976",
        "title":"A Critique of Clustering Techniques among Majors in College Programs."},
      {
        "id":"ED414977",
        "title":"Transition to the Future: The LRS Strategic Plan 1998-2002."},
      {
        "id":"ED414978",
        "title":"Assessment of General Education Curriculum, 1997."},
      {
        "id":"ED414979",
        "title":"Assessment Program Technical Progress Report, 1996-1997."},
      {
        "id":"ED414980",
        "title":"Creating More Learning-Centered Community Colleges."},
      {
        "id":"ED414981",
        "title":"Developing Professional Fitness through Classroom Assessment and Classroom Research. The Cross Papers, Number 1."},
      {
        "id":"ED414982",
        "title":"Developmental Education: Are Community Colleges the Solution?"},
      {
        "id":"ED414984",
        "title":"Retention Strategies at an Open Enrollment Commuter College."},
      {
        "id":"ED414985",
        "title":"Readiness for College in Leon County: Who Are the Students That Need Remedial Education?"},
      {
        "id":"ED414986",
        "title":"Campus Retention Committee Final Report."},
      {
        "id":"ED414987",
        "title":"A Guide to Fast and Simple Web Site Development. Using Microsoft FrontPage."},
      {
        "id":"ED414988",
        "title":"Trends in Teaching and Learning Innovation."},
      {
        "id":"ED414989",
        "title":"An Environmental Scan of the Greater Sacramento Area and of Area Students Served by Los Rios Community College District."},
      {
        "id":"ED414990",
        "title":"Fall 1997 Student Profile."},
      {
        "id":"ED414991",
        "title":"Theory into Practice: A Practical Newsletter for NAMTA Members, 1994."},
      {
        "id":"ED414992",
        "title":"Preterm Infants' Responses to Aversive Stimuli."},
      {
        "id":"ED414995",
        "title":"Evaluation of an In-Service Model To Train Child Care Providers about Inclusion."},
      {
        "id":"ED414996",
        "title":"The Status of Children in Oregon. 1996 Report Card."},
      {
        "id":"ED414997",
        "title":"Considering Child-Based Results for Young Children: Definitions, Desirability, Feasibility, and Next Steps."},
      {
        "id":"ED414999",
        "title":"Winds of Change: Reflections on Community Based Child Development in Nepal. Lessons Learnt No. 6."},
      {
        "id":"ED415001",
        "title":"If an Adolescent Begins To Fail in School, What Can Parents and Teachers Do? ERIC Digest."},
      {
        "id":"ED415005",
        "title":"Preparing the Next Generation: Recommendations for Meeting the Accountability Demands on Family Support and Parenting Programs."},
      {
        "id":"ED415007",
        "title":"A Parent's Guide to Imaginative Block Play: Why Blocks Are Still One of America's Favorite Toys."},
      {
        "id":"ED415008",
        "title":"Increasing the Use of Multicultural Education in a Preschool Located in a Homogeneous Midwest Community."},
      {
        "id":"ED415011",
        "title":"Postpartum Depression: Is It a Condition Affecting the Mother-Infant Interaction and the Development of the Child across the First Year of Life?"},
      {
        "id":"ED415013",
        "title":"Reducing Poverty among American Children through a &quot;Help for Working Parents&quot; Program. Working Paper Series."},
      {
        "id":"ED415018",
        "title":"Nonmarital School-Age Motherhood: Family, Individual, and School Influences."},
      {
        "id":"ED415019",
        "title":"Toward a Developmental/Contextual Model of the Effects of Parental Spanking on Children's Aggression."},
      {
        "id":"ED415022",
        "title":"Improving Student Achievement through Encouragement of Homework Completion."},
      {
        "id":"ED415025",
        "title":"Child Health USA &apos;96-&apos;97."},
      {
        "id":"ED415030",
        "title":"Are They in Any Real Danger? What Research Does--and Doesn't--Tell Us about Child Care Quality and Children's Well-Being. Child Care Research and Policy Papers."},
      {
        "id":"ED415035",
        "title":"Indian Community Participation in the Impact Aid Program. Special Impact Aid Provisions for Local Education Agencies That Claim Children Residing on Indian Lands (Title VIII, Elementary and Secondary Education Act of 1965, as Amended)."},
      {
        "id":"ED415036",
        "title":"The Economics of [Not] Closing Small Rural Schools."},
      {
        "id":"ED415037",
        "title":"Title IX: Indian Education Formula Grant. Parent Committee Roles &amp; Responsibilities."},
      {
        "id":"ED415038",
        "title":"Teaching in a Migrant Camp: 1994-1995 Journal Notes."},
      {
        "id":"ED415039",
        "title":"A Resource Guide of Programs and Services for Young Children and Their Families."},
      {
        "id":"ED415042",
        "title":"Indian Vocational Education Program (CFDA 84.101) Abstracts [and] Directory."},
      {
        "id":"ED415043",
        "title":"Alaska's Adolescents: A Plan for the Future."},
      {
        "id":"ED415045",
        "title":"The Vocational Rehabilitation of American Indians Who Have Alcohol or Drug Abuse Disorders. Executive Summary."},
      {
        "id":"ED415046",
        "title":"Let's Ask the Students...Kentucky, Tennessee, Virginia, and West Virginia Students Talk about Schools and Change."},
      {
        "id":"ED415048",
        "title":"Searching for American Indian Resources on the Internet."},
      {
        "id":"ED415049",
        "title":"Southern Rural Development Center Annual Progress Report, 1996."},
      {
        "id":"ED415050",
        "title":"Pocket Guide to Minority Health Resources."},
      {
        "id":"ED415052",
        "title":"Community Needs Assessments for the Texas Metropolitan Areas of Dallas-Ft. Worth and Houston: A Follow-up Study. Final Report."},
      {
        "id":"ED415053",
        "title":"Women of Hope: Native American/Hawaiian. Study Guide."},
      {
        "id":"ED415056",
        "title":"Wilderness Medicine Newsletter, Volume 8."},
      {
        "id":"ED415057",
        "title":"The Social Cost of Growing Up in Rural America: Rural Development and Social Change during the Twentieth Century. Social Research Report Series 96-5."},
      {
        "id":"ED415058",
        "title":"Teaching Indigenous Languages. Selected Papers from the Annual Symposium on Stabilizing Indigenous Languages (4th, Flagstaff, Arizona, May 1-3, 1997)."},
      {
        "id":"ED412051",
        "title":"&quot;Connecting with Courage,&quot; An Outward Bound Program for Adolescent Girls."},
      {
        "id":"ED412052",
        "title":"Facing Women's Fear of Failure: An AWEsome Experience."},
      {
        "id":"ED412053",
        "title":"Women in Experiential Education Speak Out: An Anthology of Personal Stories across Cultures."},
      {
        "id":"ED412054",
        "title":"The Season of Dorland-Bell: History of an Appalachian Mission School. Revised Second Edition."},
      {
        "id":"ED412055",
        "title":"Parent, Family and Community Involvement. IDRA Focus."},
      {
        "id":"ED412064",
        "title":"Federal Funding Sources for Rural Areas: Fiscal Year 1998. Rural Information Center Publications Series, No. 59. Revised Edition."},
      {
        "id":"ED412065",
        "title":"Arts and Humanities Programs in Rural America. Rural Information Center Publications Series, No. 57. Revised Edition."},
      {
        "id":"ED412067",
        "title":"Primary Mathematics. A Saxon Teacher&apos;s Resource Booklet."},
      {
        "id":"ED412068",
        "title":"Newton's Apple 13th Season. Free Educational Materials."},
      {
        "id":"ED412069",
        "title":"Windows on Successful Practice: Innovations in Science, Maths and Technology Education."},
      {
        "id":"ED412070",
        "title":"Affective Objectives in the Science Curriculum."},
      {
        "id":"ED412071",
        "title":"Science Achievement in the Primary School Years. IEA's Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED412073",
        "title":"What Brain Research Has To Tell Educators: Mandates and Metaphors."},
      {
        "id":"ED412075",
        "title":"Environmental Attitudes in the Elementary Grades: A Bibliographic Essay."},
      {
        "id":"ED412076",
        "title":"The Annual Review of Environmental Education 1995, No. 7."},
      {
        "id":"ED412077",
        "title":"The Story So Far...A Brief History of Environmental Youth Work. Environmental Youth Work Briefing."},
      {
        "id":"ED412079",
        "title":"Connections: Water, Systems, and Resources. Unit Grade 3."},
      {
        "id":"ED412080",
        "title":"Connections: Weather, Systems, and Resources. Unit Grade 4."},
      {
        "id":"ED412081",
        "title":"Connections: Ocean Environments. Unit Grade 5."},
      {
        "id":"ED412083",
        "title":"Reflections on the Proceedings from HPSST Conferences: A Profile of Papers on Chemistry Education."},
      {
        "id":"ED412084",
        "title":"Situated Intuitions, Concrete Manipulations and the Construction of the Integers: Comparing Two Experiments."},
      {
        "id":"ED412086",
        "title":"An Investigation of U.S. and Chinese Students' Mathematical Problem Posing and Problem Solving."},
      {
        "id":"ED412087",
        "title":"Parental Roles in Students' Learning of Mathematics."},
      {
        "id":"ED412088",
        "title":"The Effect of Cultures in Eighth Grade Mathematics Classroom: A Case Study of a LEP Student."},
      {
        "id":"ED412089",
        "title":"Gender-Fair Math. Equity in Education Series."},
      {
        "id":"ED412090",
        "title":"&quot;A Changing Planet: Cultural Worldviews and the Environment&quot;. A Curriculum Unit for Grades 5 and 6."},
      {
        "id":"ED412091",
        "title":"Development of Proportional Reasoning in a Problem-Based Middle School Curriculum."},
      {
        "id":"ED412092",
        "title":"Clash of Future Selves in College Women Considering Science Careers."},
      {
        "id":"ED412093",
        "title":"Linking Life Experiences To Classroom Math."},
      {
        "id":"ED412094",
        "title":"Chem 110 Follow-Up Study Report #1."},
      {
        "id":"ED412095",
        "title":"Freshmen Learning Community Program. Fall 1995. Formative Feedback Report #1."},
      {
        "id":"ED412096",
        "title":"Team Approach in the First Research Experience for Undergraduates in Botany/Zoology 152: Evaluation Report."},
      {
        "id":"ED412097",
        "title":"Chem 110, Spring 1995, UW-Madison. End of Semester Interviews and Preliminary Findings of the Faculty Assessor Project. Formative Feedback Report #3."},
      {
        "id":"ED412098",
        "title":"Faculty Assessment of the Effects of a Freshman Chemistry Course."},
      {
        "id":"ED412099",
        "title":"A Novel Comparative Assessment of Two Learning Strategies in a Freshman Chemistry Course for Science and Engineering Majors."},
      {
        "id":"ED412100",
        "title":"Effects of a Learning Community Program on the First-Year Experiences of Engineering Majors."},
      {
        "id":"ED412101",
        "title":"Mathematics Program Evaluation Grades K-12."},
      {
        "id":"ED412103",
        "title":"Directory of Mathematics-based Intervention Projects, 1997. Strengthening Underrepresented Minority Mathematics Achievement."},
      {
        "id":"ED412104",
        "title":"Crosswalks: PACESETTER Mathematics and the National Standards."},
      {
        "id":"ED412105",
        "title":"Empower! A K-12 Outcome-Based Intervention Guide for Teaching Mathematics. UKERA Occasional Paper."},
      {
        "id":"ED412115",
        "title":"Inventing Interventions: Cases from CoVis--An Analysis by SES."},
      {
        "id":"ED412116",
        "title":"Interest and Anxiety in Mathematics."},
      {
        "id":"ED412117",
        "title":"Hypermedia Creation: Offering Prospective Secondary Teachers Opportunities To Build Flexible and Powerful Conceptions of Mathematics and Mathematics Teaching."},
      {
        "id":"ED412118",
        "title":"Professional Development of Environmental Educators through Partnerships."},
      {
        "id":"ED412119",
        "title":"Computer Activities for College Algebra and Precalculus."},
      {
        "id":"ED412121",
        "title":"Lenses on Learning: How Administrators' Ideas about Mathematics, Learning and Teaching Influence Their Approaches To Action in an Era of Reform. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED412122",
        "title":"Learning Mathematics for Teaching: Lessons in/from the Domain of Fractions. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED412129",
        "title":"Chemistry and the Periodic Table: Teacher's Guide Levels A, B, and C. Preliminary Limited Edition."},
      {
        "id":"ED412130",
        "title":"The Structure of the Atom: Teacher's Guide Levels A, B, and C.  Preliminary Limited Edition."},
      {
        "id":"ED412136",
        "title":"Using Computers in K-12 Schools: A Project Presentation and Evaluation."},
      {
        "id":"ED412137",
        "title":"Women in Mathematics and Science. Findings from &quot;The Condition of Education, 1997,&quot; No. 11."},
      {
        "id":"ED412138",
        "title":"NAEP 1996 State Assessment Program in Science. Technical Report."},
      {
        "id":"ED412142",
        "title":"Family Life Education. Standards of Learning: Objectives for Virginia Public Schools."},
      {
        "id":"ED412144",
        "title":"International Migration Policies and the Status of Female Migrants. Proceedings of the United Nations Expert Group Meeting on International Migration Policies and the Status of Female Migrants (San Miniato, Italy, March 28-31, 1990)."},
      {
        "id":"ED412145",
        "title":"Terrorism in America."},
      {
        "id":"ED412147",
        "title":"Student Ethical Development in Our Class Rooms: Using Connected Conversation and the Moral Imagination."},
      {
        "id":"ED412151",
        "title":"A Kid Like Me Across the Sea: A Look into the World of a German Child. Update, 1995. Social Studies Grades 3-4. 2nd Revised Edition."},
      {
        "id":"ED412153",
        "title":"Germany since 1945: A Focus on Berlin."},
      {
        "id":"ED412156",
        "title":"Teaching Texas History: An All-Level Resource Guide. Second Revised Edition."},
      {
        "id":"ED412158",
        "title":"Colorado Multicultural Resources for Arts Education: Dance, Music, Theatre, Visual Arts, and Folk Arts. Second Edition."},
      {
        "id":"ED412162",
        "title":"A Compendium for the Keystone Integrated Framework."},
      {
        "id":"ED412163",
        "title":"Bill of Rights. Cases and Controversies. Teachers Guide. Grades 8-12."},
      {
        "id":"ED412164",
        "title":"Understanding Our Basic Freedoms: the Bill of Rights in Action. A Worktext for Adult Learners. Teachers' Guide [and Student Worktext]."},
      {
        "id":"ED412165",
        "title":"Implementing a Multicultural Experiential Sociology Curriculum: Mutual Adaptation and Reframing Theories of Action."},
      {
        "id":"ED412166",
        "title":"Japan: Instructional Materials for the Classroom."},
      {
        "id":"ED412167",
        "title":"Common Assumptions about Second Career Teachers and the Social Studies."},
      {
        "id":"ED412168",
        "title":"Picture Books as a Social Studies Resource in the Elementary School Classroom. ERIC Digest."},
      {
        "id":"ED412169",
        "title":"The National Assessment of Educational Progress in Geography. ERIC Digest."},
      {
        "id":"ED412170",
        "title":"Using Alternative Assessments To Improve the Teaching and Learning of History. ERIC Digest."},
      {
        "id":"ED412171",
        "title":"Recent Trends in Economic Education. ERIC Digest."},
      {
        "id":"ED412172",
        "title":"Resources on Law-Related Education: Documents and Journal Articles in ERIC. Yearbook No. 3."},
      {
        "id":"ED412173",
        "title":"The National Assessment of Educational Progress in U.S. History. ERIC Digest."},
      {
        "id":"ED412174",
        "title":"Using Museum Resources in the K-12 Social Studies Curriculum. ERIC Digest."},
      {
        "id":"ED412175",
        "title":"Images of Germany: Past and Present. A Film Collection, Series II Instructional Activities."},
      {
        "id":"ED412176",
        "title":"Germany Since Unification. Workshop Leader's Manual. An Introduction to Social Studies Instructional Resource Materials for Teaching about Germany Since Unification."},
      {
        "id":"ED412177",
        "title":"Teaching about Contemporary Germany: Instructional Materials for the Social Studies Classroom. Correlation Charts, Content and Skills."},
      {
        "id":"ED412178",
        "title":"Meeting the Challenge for High Level Parental Involvement in an Urban Professional Development School."},
      {
        "id":"ED412179",
        "title":"SERVE Regional Forum on School Improvement, Proceedings (Tampa, Florida, October 6-9, 1996)."},
      {
        "id":"ED412180",
        "title":"A Teacher's Working Portfolio: Enhancing Professional Growth and Building a Curriculum."},
      {
        "id":"ED412181",
        "title":"Job Satisfaction among America's Teachers: Effects of Workplace Conditions, Background Characteristics, and Teacher Compensation. Statistical Analysis Report."},
      {
        "id":"ED412182",
        "title":"Examining the Relationship between School Culture and Teacher Change."},
      {
        "id":"ED412183",
        "title":"Mediated Learning Experience: Application across Diverse Groups - Preservice Teachers in Singapore."},
      {
        "id":"ED412184",
        "title":"Authentic Learning/Authentic Assessment: Let's Begin with Tomorrow's Teachers."},
      {
        "id":"ED412185",
        "title":"Impact of the Efficacy Process on Students in Sacramento City USD Pilot Schools."},
      {
        "id":"ED412186",
        "title":"Investing in Quality Teaching: State-Level Strategies. ECS Perspective...Teachers."},
      {
        "id":"ED412188",
        "title":"The Uneasy Marriage between Friendship and Critique: Dilemmas of Fostering Critical Friendship in a Novice Teacher Learning Community."},
      {
        "id":"ED412189",
        "title":"Walking the Walk: School/University Collaboration in Teacher Education."},
      {
        "id":"ED412190",
        "title":"JROTC Program Earning Distinction in Commonwealth of the Northern Mariana Islands."},
      {
        "id":"ED412191",
        "title":"Reform in Middle-Level Education: Roles, Relationships, and Reality."},
      {
        "id":"ED412192",
        "title":"The Teachers' Academy: A Collaborative Approach to Preparing Teachers for Leadership Roles in the Public Schools."},
      {
        "id":"ED412193",
        "title":"Gender (In)forms Self Images: The Case of Five Male Secondary Science Teachers."},
      {
        "id":"ED412194",
        "title":"The Promise of Community in Professional Development."},
      {
        "id":"ED412197",
        "title":"The Student Issue. Original Articles by Student Gammans."},
      {
        "id":"ED412198",
        "title":"Metaphors for Teaching: How Health and Physical Education Teachers Describe Their Roles."},
      {
        "id":"ED412199",
        "title":"Can Adding Movement to Learning Improve the Classroom Environment?"},
      {
        "id":"ED412200",
        "title":"Educational Technology Needs and Wants in Rural Oklahoma Schools."},
      {
        "id":"ED412201",
        "title":"Technology and the New Professional Teacher. Preparing for the 21st Century Classroom."},
      {
        "id":"ED412205",
        "title":"Critical Thinking Skills: Levels of Preservice Elementary, Secondary, and Special Education Students."},
      {
        "id":"ED412206",
        "title":"Statistical Content Errors for Students in an Educational Psychology Course."},
      {
        "id":"ED412207",
        "title":"Achieving the Goals. Goal 4: Teacher Education and Professional Development."},
      {
        "id":"ED412208",
        "title":"Not Just a Warm Body: Changing Images of the Substitute Teacher. ERIC Digest."},
      {
        "id":"ED412209",
        "title":"Implications of the Learner-Centered Battery for New Teacher Standards and Teacher Education Reform in Kentucky."},
      {
        "id":"ED412210",
        "title":"Orientation: Effective Beginnings for Novice Teachers."},
      {
        "id":"ED412211",
        "title":"Toolkit for Mentoring. Effective Beginnings for Novice Teachers."},
      {
        "id":"ED412212",
        "title":"Creating Connections: The Internet and Teacher Isolation."},
      {
        "id":"ED412214",
        "title":"Lead Teachers in Hampton Roads: Three Case Studies."},
      {
        "id":"ED412215",
        "title":"Achievement Goals and Student Motivation in the Middle School Years: Teachers' Use of Motivational Strategies with High and Low Performing Students."},
      {
        "id":"ED412216",
        "title":"Preschool Assessment Instruments."},
      {
        "id":"ED412217",
        "title":"Intrinsic Motivation, Self-Explanations, and Transfer."},
      {
        "id":"ED412218",
        "title":"Can Reflection Be Confined into Roles? First and Second Order Research in Action Research."},
      {
        "id":"ED412219",
        "title":"Examining Local Item Dependence Effects in a Large-Scale Science Assessment by a Rasch Partial Credit Model."},
      {
        "id":"ED412220",
        "title":"&quot;At-Risk&quot;: A Measure of School Failure in American Education."},
      {
        "id":"ED412221",
        "title":"Multidimensional Models for Matrix-Sampled Reading Tasks."},
      {
        "id":"ED412223",
        "title":"The Importance of Assessment Procedures to Student Learning Outcomes in Religious Education."},
      {
        "id":"ED412224",
        "title":"Application of the &quot;Personnel Evaluation Standards&quot; to Local District Teacher Evaluation Programs: Analyses of 14 Cases."},
      {
        "id":"ED412225",
        "title":"Use of Networked Collaborative Concept Mapping To Measure Team Processes and Team Outcomes."},
      {
        "id":"ED412226",
        "title":"ASSET. Assessment Simplification System for Elementary Teachers."},
      {
        "id":"ED412228",
        "title":"Rasch Measurement Theory, the Method of Paired Comparisons, and Graph Theory."},
      {
        "id":"ED412230",
        "title":"Three-Level HLM Modeling of Academic and Contextual Variables Related to SAT Scores in Texas."},
      {
        "id":"ED412231",
        "title":"Secondary Analysis of Qualitative Data."},
      {
        "id":"ED412232",
        "title":"Interpersonal Dependency and Its Relation to Creative Thinking: An Exploratory Study."},
      {
        "id":"ED412233",
        "title":"California Curriculum Policy in the 1990's: &quot;We Don't Have To Be in Front To Lead.&quot;"},
      {
        "id":"ED412234",
        "title":"Research Methods as a Situated Response: Towards a First Nations' Methodology."},
      {
        "id":"ED412235",
        "title":"The New Teacher Portfolio: A Bridge to Professional Development."},
      {
        "id":"ED412236",
        "title":"A Method To Compare Rater Severity across Several Administrations."},
      {
        "id":"ED412237",
        "title":"ISSP: The Instructional Support System of Pennsylvania. Instructional Assessment Manual."},
      {
        "id":"ED412238",
        "title":"Individual Action and Reflection: Four Case Studies of Teachers' Responses to a Statewide Assessment Policy."},
      {
        "id":"ED412239",
        "title":"Examination of Presmoothing and Postsmoothing Methods in Equating a Direct Writing Assessment."},
      {
        "id":"ED412240",
        "title":"Improving the Interpretation and Use of Student Ratings: A (Pilot) Training Approach."},
      {
        "id":"ED412241",
        "title":"Ethical Issues in Qualitative Research. Comments."},
      {
        "id":"ED412242",
        "title":"Using Structured Interactions in Conferences and Journals To Promote Cognitive Development among Mentors and Mentees."},
      {
        "id":"ED412243",
        "title":"Perspectives on Standard Setting from a Policy Makers Point of View."},
      {
        "id":"ED412244",
        "title":"Certificated Personnel and Related Information Fall 1995 (Revised)."},
      {
        "id":"ED412245",
        "title":"Certificated Personnel and Related Information, Fall 1996."},
      {
        "id":"ED412246",
        "title":"Precision Power Method for Selecting Regression Sample Sizes."},
      {
        "id":"ED412247",
        "title":"A New Sample Size Formula for Regression."},
      {
        "id":"ED412248",
        "title":"Colorado Graduation Rates for the Class of 1996. Annual Dropout Rates for Grades 7-12. Suspension and Expulsion Rates, 1995-96."},
      {
        "id":"ED412249",
        "title":"Perspectives on the Impact of the 1994 Trial State Assessments: State Assessment Directors, State Mathematics Specialists, and State Reading Specialists."},
      {
        "id":"ED412250",
        "title":"DATAWave, Volume 5, Numbers 1 through 7 (1/29/97 through 4/23/97)."},
      {
        "id":"ED412251",
        "title":"GED Items. The Newsletter of the GED Testing Service. Volume 12, 1995."},
      {
        "id":"ED412252",
        "title":"GED Items. The Newsletter of the GED Testing Service. Volume 13, 1996."},
      {
        "id":"ED412253",
        "title":"Assessing Interrater Reliability of GARF Ratings of Couples' Functioning."},
      {
        "id":"ED412254",
        "title":"Assessment of Level of Implementation of the Essential Elements of the IST Process."},
      {
        "id":"ED412255",
        "title":"Cycles and Oscillations in Text Processing. No. 62."},
      {
        "id":"ED412256",
        "title":"Ethical Dilemmas in Interpretive Research."},
      {
        "id":"ED412257",
        "title":"Professional Development in the Context of National Board for Professional Teaching Standards Certification: Implications beyond Certification."},
      {
        "id":"ED412260",
        "title":"The Effect of a Social Skills' Curriculum on Student Performance."},
      {
        "id":"ED412261",
        "title":"The &quot;'Standards'-like&quot; Role of Teachers' Mathematical Knowledge in Responding to Unanticipated Student Observations. First Draft."},
      {
        "id":"ED412262",
        "title":"Making the Mean Meaningful: Two Instructional Studies."},
      {
        "id":"ED412263",
        "title":"Not Contradictory but Different; Understanding the Results of an Evaluation Study Employing an Integrated Design."},
      {
        "id":"ED412264",
        "title":"Nonverbal Abilities of Hispanic and Speech-Impaired Preschoolers."},
      {
        "id":"ED412265",
        "title":"Pupil Membership and Related Information. Fall 1996."},
      {
        "id":"ED412266",
        "title":"Academic Delay of Gratification Scale. A New Measurement for Delay of Gratification."},
      {
        "id":"ED412267",
        "title":"Development of an Instrument To Measure Teachers' Attitudes toward Teaching Physical Activity and Fitness."},
      {
        "id":"ED412268",
        "title":"Achievement Goals, Motivation, and Performance: A Closer Look."},
      {
        "id":"ED412269",
        "title":"Project SOAR 1996-1997. Evaluation Report."},
      {
        "id":"ED412270",
        "title":"Developing Curriculum Using Action Research and Collaborative Inquiry: A Case Study."},
      {
        "id":"ED412271",
        "title":"When Money Matters: How Educational Expenditures Improve Student Performance and How They Don't. A Policy Information Perspective."},
      {
        "id":"ED412272",
        "title":"Measuring Participation in Adult Education. National Household Education Survey. Technical Report."},
      {
        "id":"ED412273",
        "title":"Staff Employed at School and Central Office Levels. Maryland Public Schools, October 1996."},
      {
        "id":"ED412274",
        "title":"Exchanging Gifts: Collaboration and Location."},
      {
        "id":"ED412275",
        "title":"Developing Transfer in Middle School Student Learning."},
      {
        "id":"ED412276",
        "title":"So You Have Standards? Now What?"},
      {
        "id":"ED412277",
        "title":"The 1994 High School Transcript Study Tabulations: Comparative Data on Credits Earned and Demographics for 1994, 1990, 1987, and 1982 High School Graduates. E.D. Tabs"},
      {
        "id":"ED412278",
        "title":"Trends in State Student Assessment Programs: Fall 1996 Data on Statewide Student Assessment Programs."},
      {
        "id":"ED412279",
        "title":"National Household Education Survey of 1996: Data File User's Manual, Volume I."},
      {
        "id":"ED412282",
        "title":"NHES:91/93/95/96 Electronic CodeBook (ECB) User's Guide. National Household Education Survey."},
      {
        "id":"ED412283",
        "title":"Annual Survey of State Student Assessment Programs: Fall 1996 Data on 1995-96 Statewide Student Assessment Programs."},
      {
        "id":"ED412285",
        "title":"Tried and True: Tested Ideas for Teaching and Learning from the Regional Educational Laboratories."},
      {
        "id":"ED412286",
        "title":"Key Statistics on Public Elementary and Secondary Schools and Agencies: School Year 1993-94. Survey Report."},
      {
        "id":"ED412287",
        "title":"Federal Support for Education. Fiscal Years 1980 to 1997."},
      {
        "id":"ED412288",
        "title":"State Indicators in Education, 1997."},
      {
        "id":"ED412289",
        "title":"International Comparisons of Entrance and Exit Examinations: Japan, United Kingdom, France, and Germany."},
      {
        "id":"ED412290",
        "title":"Enhancing the Quality and Use of Student Outcomes Data. Final Report of the National Postsecondary Education Cooperative Working Group on Student Outcomes from a Data Perspective."},
      {
        "id":"ED412291",
        "title":"Coverage Evaluation of the 1994-95 Common Core of Data: Public Elementary/Secondary Education Agency Universe Survey."},
      {
        "id":"ED412292",
        "title":"National Study of Postsecondary Faculty (NSOPF-93), 1993: Methodology Report."},
      {
        "id":"ED412293",
        "title":"National Study of Postsecondary Faculty (NSOPF-93), 1993: Data File User&apos;s Manual--Public-Use Institution File and Restricted-Use Faculty File."},
      {
        "id":"ED412295",
        "title":"Education at a Glance. OECD Indicators. 1997."},
      {
        "id":"ED412296",
        "title":"Education Policy Analysis 1997."},
      {
        "id":"ED412297",
        "title":"Determining the Effectiveness of Youth Programs. ERIC/CUE Digest No. 118."},
      {
        "id":"ED412298",
        "title":"Culturally Competent Psychosocial Interventions with Antisocial Problem Behavior in Hispanic Youth."},
      {
        "id":"ED412299",
        "title":"Brief Structural/Strategic Family Therapy with African American and Hispanic High Risk Youth."},
      {
        "id":"ED412302",
        "title":"Judging Standards in Standards-Based Reform."},
      {
        "id":"ED412303",
        "title":"Healing the Hate. A National Bias Crime Prevention Curriculum for Middle Schools."},
      {
        "id":"ED412304",
        "title":"Gang Members and Delinquent Behavior."},
      {
        "id":"ED412305",
        "title":"Old Heads Tell Their Stories: From Street Gangs to Street Organizations in New York City."},
      {
        "id":"ED412309",
        "title":"Turning It Around for All Youth: From Risk to Resilience. ERIC/CUE Digest, Number 126."},
      {
        "id":"ED412313",
        "title":"&quot;I Don't Want Your Nasty Pot of Gold&quot;: Urban School Climate and Public Policy."},
      {
        "id":"ED412314",
        "title":"Latinos in Colorado: A Profile of Culture, Changes, and Challenges. Volume V."},
      {
        "id":"ED412319",
        "title":"After-School Crime or After-School Programs: Tuning in to the Prime Time for Violent Juvenile Crime and Implications for National Policy. A Report to the United States Attorney General."},
      {
        "id":"ED412320",
        "title":"School Choice Programs: What's Happening in the States, 1997."},
      {
        "id":"ED412321",
        "title":"Telling Their Stories: African-American Parents Talk to White Teachers."},
      {
        "id":"ED412322",
        "title":"Working Together To Become Proficient Readers. Early Impact of the Talent Development Middle School's Student Team Literature Program. Report No. 15."},
      {
        "id":"ED412323",
        "title":"MathWings. Early Indicators of Effectiveness. Report No. 17."},
      {
        "id":"ED412324",
        "title":"Success for All: Exploring the Technical, Normative, Political, and Socio-Cultural Dimensions of Scaling Up. Report No. 16."},
      {
        "id":"ED412330",
        "title":"Theoretical Perspectives on Fishing Vessel Accidents and Their Prevention."},
      {
        "id":"ED412331",
        "title":"Commonwealth of Pennsylvania Adult Education Section 353 Special Demonstration Projects. Project Abstracts for the Fiscal Year 1995-1996."},
      {
        "id":"ED412332",
        "title":"The Influence of Federal and State Welfare Reform on Adult Education."},
      {
        "id":"ED412333",
        "title":"It's Building, But Is It Designing? Constructing Internet-Based Learning Environments."},
      {
        "id":"ED412334",
        "title":"Realities and Choices: Helping States Enhance Family Economic Security."},
      {
        "id":"ED412338",
        "title":"Report from the Accountability Committee, National Association of State Directors of Vocational-Technical Education, September 3-6, 1997."},
      {
        "id":"ED412339",
        "title":"Legislative Priorities for the 105th Congress."},
      {
        "id":"ED412340",
        "title":"The Economic Benefits of Improving Literacy Skills in the Workplace."},
      {
        "id":"ED412341",
        "title":"Advanced Marketing/Coop Course Outline."},
      {
        "id":"ED412343",
        "title":"Beginning Keyboarding, Postsecondary Level. Curriculum Guide for Improvement of Instruction in Business Subjects."},
      {
        "id":"ED412347",
        "title":"A Nine Week Middle School Keyboarding Course."},
      {
        "id":"ED412349",
        "title":"Keyboarding I."},
      {
        "id":"ED412350",
        "title":"Career Immersion. School-to-Work Outreach Project 1997 Exemplary Model/Practice/Strategy."},
      {
        "id":"ED412351",
        "title":"Project Forward. School-to-Work Outreach Project 1997 Exemplary Model/Practice/Strategy."},
      {
        "id":"ED412352",
        "title":"School-to-Work Goodwill Industries. School-to-Work Outreach Project 1997 Exemplary Model/Practice/Strategy."},
      {
        "id":"ED412353",
        "title":"Student Driven Collaborative Transitioning. School-to-Work Outreach Project 1997 Exemplary Model/Practice/Strategy."},
      {
        "id":"ED412354",
        "title":"Adult Education: Who Participates and Why. How Providers of Adult Education Can Create a Climate Conducive to Promoting Greater Participation in Undergraduate Degree Programs."},
      {
        "id":"ED412355",
        "title":"Evaluation of Tech-Prep in New York State. Final Report."},
      {
        "id":"ED412356",
        "title":"Challenges of Education for All in Asia and the Pacific and the APPEAL Response."},
      {
        "id":"ED412357",
        "title":"Foundations of Distance Education."},
      {
        "id":"ED412358",
        "title":"Continuity of Early Employment among 1980 High School Sophomores. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED412359",
        "title":"National Exemplary Career Guidance Programs: Making the Connection, 1996."},
      {
        "id":"ED412360",
        "title":"America's New Deficit: The Shortage of Information Technology Workers."},
      {
        "id":"ED412361",
        "title":"Towards a History of Adult Literacy in Australia. A Record of the History of Adult Literacy Weekend (Armidale, New South Wales, Australia, November 12-13, 1994). Second Edition, Revised."},
      {
        "id":"ED412362",
        "title":"Creating a Career Skills Portfolio. Showcasing Students' Strengths and Abilities."},
      {
        "id":"ED412363",
        "title":"Preparing All Learners for Tomorrow's Work Force. Florida's Applied Technology Curriculum Planning Companion for the Sunshine State Standards."},
      {
        "id":"ED412364",
        "title":"Observations Regarding a Revised Standard Occupational Classification System Using a Skills Based Concept."},
      {
        "id":"ED412366",
        "title":"Exchanging Skills in Sales and Marketing."},
      {
        "id":"ED412367",
        "title":"Proceedings of the International Symposium on Technical and Vocational Education (Beijing, China, September 13-18, 1993)."},
      {
        "id":"ED412368",
        "title":"Distance Education in Developing Countries: Opportunities and Challenges."},
      {
        "id":"ED412370",
        "title":"Proceedings of the Annual Midwest Research-to-Practice Conference in Adult, Continuing and Community Education (16th, East Lansing, Michigan, October 15-17, 1997)."},
      {
        "id":"ED412371",
        "title":"Policy and Practice in Adult Learning: A Case Study Perspective."},
      {
        "id":"ED412372",
        "title":"Characteristics of Effective Family Literacy Programs in Michigan."},
      {
        "id":"ED412373",
        "title":"Adult Second-Language Reading Research: How May It Inform Assessment and Instruction?"},
      {
        "id":"ED412374",
        "title":"Technology and Adult Literacy: Findings from a Survey on Technology Use in Adult Literacy Programs."},
      {
        "id":"ED412375",
        "title":"Adult Literacy and Study Skills: Issues in Assessment and Instruction."},
      {
        "id":"ED412376",
        "title":"Family Literacy in Cultural Context: Lessons from Two Case Studies."},
      {
        "id":"ED412377",
        "title":"Technology: New Tools for Adult Literacy. Participant Materials."},
      {
        "id":"ED412381",
        "title":"Winning Ways. Best Practices in Work-Based Learning."},
      {
        "id":"ED412382",
        "title":"Havens of Hope: Vibrant Youth Groups in the Lives of Today's Young People."},
      {
        "id":"ED412383",
        "title":"MECCA (Making Equity Count for Classroom Achievement). Utah Gender Equity Curriculum Guide."},
      {
        "id":"ED412384",
        "title":"A Brief Introduction to the Technological and Vocational Education of the Republic of China."},
      {
        "id":"ED412387",
        "title":"Investing Partners: Further Education, Economic Development and Regional Policy."},
      {
        "id":"ED412388",
        "title":"Youth Work in Colleges: Building on Partnership."},
      {
        "id":"ED412389",
        "title":"Key Data on Vocational Training in the European Union."},
      {
        "id":"ED412390",
        "title":"Policy Guidelines for Medium-Term Priorities 1997 to 2000 = Politische Leitlinien fur die mittelfristigen Prioritaten von 1997 bis 2000 = Orientations de politique concernant les priorites a moyen terme de 1997 a l'an 2000."},
      {
        "id":"ED412391",
        "title":"CEDEFOP Work Programme 1997."},
      {
        "id":"ED412392",
        "title":"The Role of the Company in Generating Skills. The Learning Effects of Work Organization. Denmark."},
      {
        "id":"ED412393",
        "title":"The Role of the Company in Generating Skills. The Learning Effects of Work Organization in the United Kingdom."},
      {
        "id":"ED412394",
        "title":"Competencies in Two Sectors in which Information Technology (IT) Exerts a Strong Influence: Telecommunications and Administration/Offices. Case Studies in Italy, France and Spain. Final Report. CEDEFOP Panorama."},
      {
        "id":"ED412395",
        "title":"Education, Training and Work. Research Findings and Conclusions. Seminar Papers. (Thessaloniki, Greece, November 14, 1996.) CEDEFOP Panorama."},
      {
        "id":"ED412396",
        "title":"CEDEFOP and the Social Partners. Information and Discussion Document. CEDEFOP Panorama."},
      {
        "id":"ED412397",
        "title":"Identification and Validation of Prior and Informal Learning. Experiences, Innovations and Dilemmas. Discussion Paper = Ermittlung und Validierung von fruher bzw.informell erworbenen Kenntnissen. Erfahrungen, Innovationen, Probleme. Diskussionspapier = Identification et validation de l'apprentissage anterieur et informel. Experiences, innovations et problemes. Document de discussion. CEDEFOP Panorama."},
      {
        "id":"ED412398",
        "title":"Sectoral Training Systems in a Knowledge Economy. Discussion Paper = Sektorale Ausbildungssysteme in der Wissensgesellschaft. Diskussions papier = Les systemes sectoriels de formation dans une economie de la connaissance. Document de discussion. CEDEFOP Panorama."},
      {
        "id":"ED412399",
        "title":"Glossarium. Vocational Training. A Comparison of Concepts from 12 Member States of the European Union in 9 Languages."},
      {
        "id":"ED412400",
        "title":"Numerous Connections."},
      {
        "id":"ED412401",
        "title":"Positive Thinking. Language, Literacy and Numeracy Resources on HIV/AIDS for Teachers of Adult Education."},
      {
        "id":"ED412402",
        "title":"Strategies for Success. Developing English Language, Literacy and Numeracy in Vocational Courses."},
      {
        "id":"ED412403",
        "title":"A Sourcebook for Reshaping the Community College: Curriculum Integration and the Multiple Domains of Career Preparation. Volume I: Framework and Examples."},
      {
        "id":"ED412404",
        "title":"A Sourcebook for Reshaping the Community College: Curriculum Integration and the Multiple Domains of Career Preparation. Volume II: Samples of Career Preparation Innovations."},
      {
        "id":"ED412405",
        "title":"Meeting Teachers' Professional Development Needs for School-to-Work Transition: Strategies for Success."},
      {
        "id":"ED412406",
        "title":"Designing Classrooms that Work: Teacher Training Guide."},
      {
        "id":"ED412407",
        "title":"Taking Part: Registered Nurses and the Labour Market in 1997."},
      {
        "id":"ED412408",
        "title":"Accountants with Attitude: A Career Survey of Women and Men in the Profession."},
      {
        "id":"ED412409",
        "title":"Literacy in Nepal: Looking through the Literature. Education for Development Occasional Papers Series 1, Number 1."},
      {
        "id":"ED412410",
        "title":"Women and Literacy in India: A Study in a Re-settlement Colony in Delhi. Education for Development Occasional Papers Series 1, Number 2."},
      {
        "id":"ED412411",
        "title":"Literacy and Non-Formal (Basic) Education--Still a Donor Priority? Education for Development Occasional Papers Series 1, Number 3."},
      {
        "id":"ED412412",
        "title":"Egypt's NGO Sector. A Briefing Paper. Education for Development Occasional Papers Series 1, Number 4."},
      {
        "id":"ED412413",
        "title":"Learner-Centred Non-Formal Education for NFE Practitioners."},
      {
        "id":"ED412414",
        "title":"Literacy Enhancement in English in West Africa. Guidebook for the Production and Use of Real and Learner-Generated Materials."},
      {
        "id":"ED412415",
        "title":"Concepts and Methodology for Labour Market Forecasts by Occupation and Qualification in the Context of a Flexible Labour Market."},
      {
        "id":"ED412416",
        "title":"Evolution of Employment and Qualifications in Motor Vehicle Repairs in France. Analysis of the Purpose of Coordinating the Overall System, Individual Organizations and Local Situations. Contribution for the CIRETOQ Meeting Organized at CEREQ/Marseille by CEDEFOP (November 20-21, 1995)."},
      {
        "id":"ED412417",
        "title":"The Role of the Company in Generating Skills. The Learning Effects of Work Organization. The Netherlands."},
      {
        "id":"ED412418",
        "title":"Quality Issues and Trends in Vocational Education and Training in Europe."},
      {
        "id":"ED412419",
        "title":"Cosmetology Studies. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412420",
        "title":"Energy and Mines. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412421",
        "title":"Financial Management. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412422",
        "title":"Forestry. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412423",
        "title":"Information Processing. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412424",
        "title":"Legal Studies. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412425",
        "title":"Logistics. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412426",
        "title":"Management and Marketing. Guide to Standards and Implementation. Career &amp; Technology Studies."},
      {
        "id":"ED412428",
        "title":"Extending the Ladder: From CASAS to Work Keys Assessments. Final Report."},
      {
        "id":"ED412429",
        "title":"Journal for the Professional Counselor, 1996."},
      {
        "id":"ED412430",
        "title":"Creating a Systematic Multi-Mode Approach to Career Guidance."},
      {
        "id":"ED412431",
        "title":"Alcoholism, Spiritual Well-Being and the Need for Transcendence."},
      {
        "id":"ED412432",
        "title":"Who Am I? The Ethnic Identity Development of Adolescents."},
      {
        "id":"ED412433",
        "title":"Students 4 Students. Robinswood Middle School (Orlando, Florida)."},
      {
        "id":"ED412434",
        "title":"Comprehensive Guidance Programs that Work-II."},
      {
        "id":"ED412435",
        "title":"Dieting, Dating and Denial: Whose Body Is It?"},
      {
        "id":"ED412436",
        "title":"Adolescent Date Selection."},
      {
        "id":"ED412438",
        "title":"Treating Serious Anti-Social Behavior in Youth: The MST Approach."},
      {
        "id":"ED412439",
        "title":"Locus of Control and Religious Orientation."},
      {
        "id":"ED412440",
        "title":"Fostering Hope in the Schools: Strategies for Counselors and Teachers."},
      {
        "id":"ED412441",
        "title":"Effects of Access to Counseling and Family Background on At-Risk Students."},
      {
        "id":"ED412442",
        "title":"Violence and Substance Abuse in Schools: Adolescents' Fears and School Violence."},
      {
        "id":"ED412444",
        "title":"Conflict Resolution through Literature."},
      {
        "id":"ED412445",
        "title":"Examining Correlates of Homophobia in Heterosexual College Students."},
      {
        "id":"ED412446",
        "title":"Allegheny County, PA: Mobilizing To Reduce Juvenile Crime."},
      {
        "id":"ED412447",
        "title":"Sexual Harassment in High School."},
      {
        "id":"ED412448",
        "title":"Dating and Physical Violence."},
      {
        "id":"ED412449",
        "title":"Connections: Building a Bridge to Your Future."},
      {
        "id":"ED412450",
        "title":"A Cross-Cultural Investigation of Hope in Children and Adolescents."},
      {
        "id":"ED412451",
        "title":"WISC-III/WISC-R Relationships in Native Alaskan Students."},
      {
        "id":"ED412452",
        "title":"Use of the WISC-III and K-BIT with Hmong Students."},
      {
        "id":"ED412456",
        "title":"Hope and Its Relationship to Self-Efficacy in Adolescent Girls."},
      {
        "id":"ED412457",
        "title":"Creating a Safe Climate in a Youth Agency by Recognizing Signs and Symptoms Which Lead to Aggressive Behavior and Acts of Violence."},
      {
        "id":"ED412458",
        "title":"The Accuracy of Gender Stereotypes Regarding Occupations."},
      {
        "id":"ED412459",
        "title":"Reducing the Risk: Connections that Make a Difference in the Lives of Youth."},
      {
        "id":"ED412460",
        "title":"Getting Ready for College Early: A Handbook for Parents of Students in the Middle and Junior High School Years."},
      {
        "id":"ED412461",
        "title":"The Influence of Technology on the Helping Professions."},
      {
        "id":"ED412464",
        "title":"Art Therapy Class and Self-Awareness."},
      {
        "id":"ED412465",
        "title":"Effects of Divorce on Children, Traits of Resiliency and School Intervention."},
      {
        "id":"ED412466",
        "title":"The Relationship between Sexual Abuse and a Bulimic Behavior: Findings from Community-Wide Surveys of Female Adolescents."},
      {
        "id":"ED412469",
        "title":"Vocational Rehabilitation Counselor Resource Book."},
      {
        "id":"ED412472",
        "title":"Privacy and Juvenile Justice Records: A Mid-Decade Status Report."},
      {
        "id":"ED412476",
        "title":"The Process of Finding Your First Academic Position."},
      {
        "id":"ED412477",
        "title":"A Comparative Study of Gang-Involved and Other Adolescent Women."},
      {
        "id":"ED412478",
        "title":"Team Approach to School Counseling: Rationale for the Use of Paraprofessionals."},
      {
        "id":"ED412479",
        "title":"Effects of Single Parenting on Adolescent Academic Achievement: Establishing a Risk and Protective Factor Framework."},
      {
        "id":"ED412480",
        "title":"Death Education and Grief Counseling."},
      {
        "id":"ED412481",
        "title":"Some Unanticipated Consequences of Summer Camps."},
      {
        "id":"ED412482",
        "title":"Shared Realities: Adolescent Couples&apos; Subjective Understanding of Their Interaction and Its Relationship to Their Mental Health."},
      {
        "id":"ED412484",
        "title":"Peer Leadership in a Rural School Setting."},
      {
        "id":"ED412485",
        "title":"Portland Public Schools Touchstone Project: Final Evaluation Report, 1994-1996."},
      {
        "id":"ED412486",
        "title":"Touchstone Project Evaluation Report, 1996-1997."},
      {
        "id":"ED412487",
        "title":"Portland Public Schools Project Chrysalis: Year 2 Evaluation Report."},
      {
        "id":"ED412488",
        "title":"Follow-Up Study of 1996 Graduates."},
      {
        "id":"ED412489",
        "title":"The Human Options Battered Women's Shelter and Second Step Programs: A Study of Outcomes for Program Graduates."},
      {
        "id":"ED412490",
        "title":"Research Productivity in CACREP Accredited Programs."},
      {
        "id":"ED412491",
        "title":"Pulse Check: National Trends in Drug Abuse."},
      {
        "id":"ED412500",
        "title":"Phonics Can Be Fun!"},
      {
        "id":"ED412501",
        "title":"A Model of Adult Literacy: Implications for Educational Change."},
      {
        "id":"ED412503",
        "title":"From Emergent to Conventional Reading: Similarities and Differences in Children's Learning in Skills-Based and Whole Language Classrooms."},
      {
        "id":"ED412504",
        "title":"Contributor's Guide to Periodicals in Reading."},
      {
        "id":"ED412505",
        "title":"More Teachers' Favorite Books for Kids: Teachers' Choices 1994-1996."},
      {
        "id":"ED412506",
        "title":"Vocabulary Instruction and Reading Comprehension. ERIC Digest."},
      {
        "id":"ED412507",
        "title":"Word List for a Spelling Program."},
      {
        "id":"ED412508",
        "title":"Principles of Learning and the Teaching of Reading."},
      {
        "id":"ED412515",
        "title":"Early Literacy Reading Program. Final Evaluation Report 1995-96. Elementary and Secondary Education Act--Title I."},
      {
        "id":"ED412516",
        "title":"Reading Recovery Program. Final Evaluation Report 1995-96. Elementary and Secondary Education Act--Title I."},
      {
        "id":"ED412517",
        "title":"Title I Reading Program. Final Evaluation Report 1996-97. Elementary and Secondary Education Act--Title I."},
      {
        "id":"ED412518",
        "title":"Title I Early Literacy Reading Program. Final Evaluation Report 1996-97. Elementary and Secondary Education Act--Title I."},
      {
        "id":"ED412519",
        "title":"Title I Reading Recovery Program. Final Evaluation Report 1996-97. Elementary and Secondary Education Act--Title I."},
      {
        "id":"ED412524",
        "title":"Building a Knowledge Base in Reading."},
      {
        "id":"ED412525",
        "title":"Tips for Parents about Reading: Information and Ideas for Helping Children through Grade Eight Succeed with Reading."},
      {
        "id":"ED412526",
        "title":"Developing Proficient Readers."},
      {
        "id":"ED412527",
        "title":"Student Diversity and Learning Needs. ERIC Digest."},
      {
        "id":"ED412535",
        "title":"Elements of Style and an Advanced ESL Student: The Case of Jun Shan Zhang."},
      {
        "id":"ED412536",
        "title":"Preconceptions and Misconceptions of Teaching Composition to the Incarcerated."},
      {
        "id":"ED412537",
        "title":"The Sponsors of Literacy. Report Series 7.12."},
      {
        "id":"ED412539",
        "title":"Diversity in the Canon and the Composition Class: Rethinking the Role of Literature in the Writing Classroom."},
      {
        "id":"ED412542",
        "title":"TA Training: The Process of Becoming."},
      {
        "id":"ED412543",
        "title":"Notes from Underground: Technical Writing and the Hermetic Tradition in Agricola's &quot;De Re Metallica.&quot;"},
      {
        "id":"ED412544",
        "title":"When Authors Go To Sleep They Wake up in the Morning and They Write about It: A Report on Young Children's Writing in Whole Language Instruction."},
      {
        "id":"ED412545",
        "title":"I Search, You Search, We All Search for I-Search: Research Alternative Works for Advanced Writers, Too."},
      {
        "id":"ED412546",
        "title":"Parents, Learning, and Whole Language Classrooms."},
      {
        "id":"ED412547",
        "title":"Adequacy of a Program of Research and of a &quot;Research Synthesis&quot; in Shaping Educational Policy."},
      {
        "id":"ED412548",
        "title":"Pen Friends across the Nation: An Intergenerational Letter Writing Project."},
      {
        "id":"ED412550",
        "title":"Working in and between Two Cultures: Moon Shadow's Dilemma in Laurence Yep's &quot;Dragonwings.&quot;"},
      {
        "id":"ED412551",
        "title":"Revisioning Kinneavy: Rhetorical Situation in the Cyber Age."},
      {
        "id":"ED412552",
        "title":"Electronic Toads: Computers and Writing in Introductory Literature."},
      {
        "id":"ED412553",
        "title":"From WAC to CCCAC: Writing across the Curriculum Becomes Communication, Collaboration, and Critical Thinking (and Computers) across the Curriculum at Tidewater Community College."},
      {
        "id":"ED412555",
        "title":"Students Writing about Their Writing as Reflection."},
      {
        "id":"ED412556",
        "title":"A Content Analysis of the Family Structure in Children's Literature for the Periods between 1955-1970 and 1980-1995."},
      {
        "id":"ED412557",
        "title":"Through Nature to Class in the Classroom: Creating an Environmental Reader To Compose Cultural Identity."},
      {
        "id":"ED412558",
        "title":"On the Interface of Writing and Speech: Acquiring English Syntax through Dialog Journal Writing."},
      {
        "id":"ED412562",
        "title":"Modern First Ladies: Their Documentary Legacy."},
      {
        "id":"ED412563",
        "title":"In Praise of Incidental Learning: Lessons from Some Empirical Findings on Language Acquisition. Report Series 4.9."},
      {
        "id":"ED412564",
        "title":"Electronic Texts and Literacy for the 21st Century."},
      {
        "id":"ED412565",
        "title":"Re-Thinking the Writing Process: Creativity and Composing Styles in the Writing Classroom."},
      {
        "id":"ED412566",
        "title":"Interviewing: Bridge-Building and Story-Mining."},
      {
        "id":"ED412567",
        "title":"Effects of Race, Class, and Gender on Writing: Report from a Longitudinal Study."},
      {
        "id":"ED412568",
        "title":"Beacons and Afterschool Education: Making Literacy Links."},
      {
        "id":"ED412569",
        "title":"Reading Stories, Writing Lives: Theorizing Autobiographical Writing in the Classroom."},
      {
        "id":"ED412570",
        "title":"&quot;Bagels Anyone?&quot;: Pedagogy of the Confused and Hungry in the Dead Zone."},
      {
        "id":"ED412571",
        "title":"Does Ethnicity Really Matter in Literature for Young Children?"},
      {
        "id":"ED412572",
        "title":"A Response to Arguments for Teaching Social Issues in the Freshman Composition Classroom."},
      {
        "id":"ED412573",
        "title":"Identifying Institutional Variances: A FSU Proposal."},
      {
        "id":"ED412574",
        "title":"Computerized Instruction in Speech Communication and the Development of an Active Learning Approach."},
      {
        "id":"ED412575",
        "title":"Conducting the Computer-Mediated Focus Group."},
      {
        "id":"ED412577",
        "title":"Opening the World of Literature to Children through Interactive Drama Experiences."},
      {
        "id":"ED412579",
        "title":"Oral Proficiency and Literacy Skills in an Ancestral Language: Implications for Ethnic Identity."},
      {
        "id":"ED412580",
        "title":"Academic Effectiveness of Allegheny County Middle Schools' Instructional Support Teams."},
      {
        "id":"ED412584",
        "title":"Three Aspects of Alcoholism: The Recovering Alcoholic, Adult Child of an Alcoholic, and Mother of an Alcoholic."},
      {
        "id":"ED412585",
        "title":"Narrative as Conversation: Motives Revealed through Two Stories of the Holocaust."},
      {
        "id":"ED412586",
        "title":"Variables Related to Sexual Coercion: A Path Model."},
      {
        "id":"ED412587",
        "title":"How Golden West College Is Addressing Pedagogical, Assessment, and Accountability Concerns through Integrated Spoken Communication Labs."},
      {
        "id":"ED412588",
        "title":"Using Ebonics and Bilingual Code Switching To Facilitate Clarification Interactions in Communication Classrooms and Multicultural Public Speaking."},
      {
        "id":"ED412589",
        "title":"A Meta-Analytic Examination of Student Race on Classroom Interaction."},
      {
        "id":"ED412590",
        "title":"Using Total Quality Management Principles To Implement School-Based Management."},
      {
        "id":"ED412592",
        "title":"Leading with Vision."},
      {
        "id":"ED412594",
        "title":"Becoming a Leader: Strategies for Women in Educational Administration."},
      {
        "id":"ED412595",
        "title":"Charter School Innovations: Keys to Effective Charter Reform. Policy Study 228."},
      {
        "id":"ED412596",
        "title":"Giving the 'Hidden Hand' a Helping Hand? The Rhetoric and Reality of Neo-Liberal Education Reform in England and New Zealand."},
      {
        "id":"ED412602",
        "title":"Problem Processing and the Principalship: Theoretical Foundations and the Expertise Issue. [Revised.]"},
      {
        "id":"ED412603",
        "title":"Paying Attention: Content Considered by Experts and Others When Responding to a Case Problem. [Revised.]"},
      {
        "id":"ED412604",
        "title":"Cognitive Complexity and Expertise: Relationships between External and Internal Measures of Cognitive Complexity and Abstraction, and Responses to a Case Problem."},
      {
        "id":"ED412605",
        "title":"Problem Processing and the Principalship: Design, Methods and Procedures."},
      {
        "id":"ED412609",
        "title":"The Basics of Charter Schools: A School Board Primer."},
      {
        "id":"ED412610",
        "title":"Transforming Teacher Knowledge: A 21st Century Policy Challenge."},
      {
        "id":"ED412611",
        "title":"What Really Matters in American Education."},
      {
        "id":"ED412612",
        "title":"Education Finance and Education Reform: A Framework for Sustainability. Policy Paper Series."},
      {
        "id":"ED412613",
        "title":"Interactive Spheres of Influence: A High School Culture."},
      {
        "id":"ED412614",
        "title":"Effects of Magnet Programs on Educational Achievement and Aspirations."},
      {
        "id":"ED412615",
        "title":"Searching the Silent Smiles of Women Superintendents: Did You Say Something?"},
      {
        "id":"ED412617",
        "title":"Weighted Student Formula: Budget Allocations to Schools for the 1997-98 School Year."},
      {
        "id":"ED412618",
        "title":"Emerging Issues in K-12 Independent School Governance. AGB Occasional Paper No. 14."},
      {
        "id":"ED412619",
        "title":"Portraits of Black Schooling in South Africa."},
      {
        "id":"ED412620",
        "title":"The Imperative of Service in the Professor's Role."},
      {
        "id":"ED412621",
        "title":"Sexual Harassment."},
      {
        "id":"ED412622",
        "title":"Leadership Worldwide: The Christian Conscience Factor."},
      {
        "id":"ED412623",
        "title":"The Impact of the Baby Boom Echo on U.S. Public School Enrollments. Issue Brief."},
      {
        "id":"ED412624",
        "title":"Professional Community in Chicago Elementary Schools: Facilitating Factors and Organizational Consequences. Revised. Final Deliverable to OERI."},
      {
        "id":"ED412625",
        "title":"The Road to Emergent Restructuring and Strong Democracy: One Chicago School's Experience of Reform. Draft Deliverable."},
      {
        "id":"ED412626",
        "title":"Center on Organization and Restructuring of Schools: Activities and Accomplishments, 1990-1996. Final Report."},
      {
        "id":"ED412627",
        "title":"Texas' Alliance Schools: Developing Strategies of Social Capitalization in Schools and Communities. Final Deliverable for OERI. Prepublication Draft."},
      {
        "id":"ED412628",
        "title":"Bike Shops, Tumbling Teams, and Other Primary Supports: Opportunities for Learning and Civic Life. Final Deliverable to OERI. Draft."},
      {
        "id":"ED412629",
        "title":"Social Capital and Children's Development: The Case of Education. Final Deliverable to OERI. Prepublication Draft."},
      {
        "id":"ED412630",
        "title":"Social Trust: A Moral Resource for School Improvement. Final Deliverable to OERI."},
      {
        "id":"ED412631",
        "title":"Accountability and School Performance: Implications from Restructuring Schools. Final Deliverable."},
      {
        "id":"ED412632",
        "title":"SBDM in Restructured Schools: Organizational Conditions, Pedagogy and Student Learning. Final Deliverable for OERI."},
      {
        "id":"ED412633",
        "title":"The Response to Student Diversity in Restructured Elementary Schools. Final Deliverable to OERI."},
      {
        "id":"ED412634",
        "title":"Does Professional Community Affect the Classroom? Teachers' Work and Student Experiences in Restructuring Schools."},
      {
        "id":"ED412635",
        "title":"Parents' Participation and Chicago School Reform: Issues of Race, Class and Expectations."},
      {
        "id":"ED412636",
        "title":"Social Support for Achievement: Building Intellectual Culture in Restructuring Schools."},
      {
        "id":"ED412637",
        "title":"Families, Communities, and Education in America: Exploring the Evidence."},
      {
        "id":"ED412638",
        "title":"Arkansas School Finance Plan--Unconstitutional Again."},
      {
        "id":"ED412639",
        "title":"An Analysis of Curriculum Decision-Making in Moral Curriculum Development in Taiwan."},
      {
        "id":"ED412640",
        "title":"A Dozen (or so) Suggestions for School Reform."},
      {
        "id":"ED412641",
        "title":"Teacher Perceptions Regarding Block Scheduling: Reactions to Change."},
      {
        "id":"ED412642",
        "title":"Developing Educational Leadership in Urban Diverse School Systems."},
      {
        "id":"ED412643",
        "title":"Crossing the Border into School Leadership: Experiences of Newly Appointed Headteachers in England."},
      {
        "id":"ED412644",
        "title":"From Politics to Practice: Reflections from a Research Project on Curriculum Policy and Notes from (Outside and Inside) a National Curriculum Reform Project."},
      {
        "id":"ED412645",
        "title":"Education Policy in Georgia: A Review of Legislation in the 1997 General Assembly."},
      {
        "id":"ED412647",
        "title":"Classroom Environment in Australian Catholic Schools: A Study Utilising Quantitative and Qualitative Methods."},
      {
        "id":"ED412648",
        "title":"Associations between School Environment and Environment in Religion Classes in Australian Catholic High Schools."},
      {
        "id":"ED412649",
        "title":"Renewing Schools."},
      {
        "id":"ED412650",
        "title":"Negotiating New Models of Education, Year III."},
      {
        "id":"ED412651",
        "title":"Teacher Perceptions of School Environment in Australian Catholic and Government High Schools."},
      {
        "id":"ED412652",
        "title":"A Quality Circle Approach to Reducing Suspension of Students in the Tenth Grade."},
      {
        "id":"ED412653",
        "title":"School Administrators' Perceptions of Trends, Issues, and Responsibilities Relating to the Modern Educational Climate."},
      {
        "id":"ED412654",
        "title":"Governors' FY 1998 Education Budgets Focus on Property Tax Cuts and Enrollment Changes. State Fiscal Brief, No. 43."},
      {
        "id":"ED412656",
        "title":"Exploring the Boundaries of Gender and Role in Administrative Decision-Making."},
      {
        "id":"ED412663",
        "title":"Inclusion: What It Is and How It Works Best."},
      {
        "id":"ED412665",
        "title":"An Analysis of the Effectiveness of Staffing Patterns for Young Children Attending Natural Group Environments for Early Intervention. Final Report."},
      {
        "id":"ED412666",
        "title":"HAPPY Rural Outreach Project. Final Report."},
      {
        "id":"ED412667",
        "title":"Framework for Meeting the Needs of TAG Students."},
      {
        "id":"ED412668",
        "title":"Education of Children with Disabilities."},
      {
        "id":"ED412669",
        "title":"Primary Intervention Programme (PIP): A Model for Students At-Risk."},
      {
        "id":"ED412670",
        "title":"The Extended Curriculum: Meeting the Needs of Young People."},
      {
        "id":"ED412671",
        "title":"Families' Reflections on Their Experiences with Early Intervention Services. Early Childhood Research Institute: Service Utilization Findings."},
      {
        "id":"ED412679",
        "title":"Information Package on Managed Care and Long-Term Supports for People with Developmental Disabilities."},
      {
        "id":"ED412680",
        "title":"Standing with People in Support, Not Control: Training toward Self-Reliance, Inc. Sacramento, CA."},
      {
        "id":"ED412681",
        "title":"Reading Materials in Large Print: A Resource Guide. Reference Circular No. 97-02."},
      {
        "id":"ED412682",
        "title":"Directory of Selected Early Childhood Programs, 1996-97."},
      {
        "id":"ED412683",
        "title":"Not Just a Place To Live: Building Community in Toronto."},
      {
        "id":"ED412684",
        "title":"Implementing Self-Determination Initiatives: Some Notes on Complex Change."},
      {
        "id":"ED412685",
        "title":"Inclusion as a Force for School Renewal."},
      {
        "id":"ED412686",
        "title":"A Tune beyond Us, Yet Ourselves: Power Sharing between People with Substantial Disabilities and Their Assistants."},
      {
        "id":"ED412687",
        "title":"Section 619 Profile. Eighth Edition."},
      {
        "id":"ED412688",
        "title":"Project Ta-Kos Outreach. Final Report."},
      {
        "id":"ED412690",
        "title":"Nonverbal Thinking, Communication, Imitation, and Play Skills from a Developmental Perspective."},
      {
        "id":"ED412691",
        "title":"Summary of National and State Databases on Residential Services for Persons with Developmental Disabilities. Report 44."},
      {
        "id":"ED412692",
        "title":"Bridging Early Services Transition Project--Outreach July, 1993 - June, 1997. Final Report."},
      {
        "id":"ED412693",
        "title":"Opening the Door to Educational Reform: Understanding Educational Assessment and Accountability."},
      {
        "id":"ED412694",
        "title":"Need for Assistance in the Activities of Daily Living. Disability Statistics Abstract, Number 18."},
      {
        "id":"ED412695",
        "title":"Evaluation of the Integration of Technology for Instructing Handicapped Children--Elementary Level. Final Report."},
      {
        "id":"ED412696",
        "title":"The Effects of Computer-Assisted Cooperative Learning in Mathematics in Integrated Classrooms for Students with and without Disabilities. Final Report."},
      {
        "id":"ED412697",
        "title":"Parent Perceptions of Home Visitors: A Comparative Study of Parents Who Are American Indian and Non-Indian Parents."},
      {
        "id":"ED412698",
        "title":"Early Interactions with Children Who Are Deaf-Blind. Fact Sheet."},
      {
        "id":"ED412699",
        "title":"Special Education in an Era of School Reform: Special Education Finance."},
      {
        "id":"ED412702",
        "title":"Research on the Effective Teaching Approach and Visual Display Enhancement To Improve the Content Learning of Adolescents with Learning Disabilities. Final Report."},
      {
        "id":"ED412703",
        "title":"Exemplary Practices To Develop the Communicative Competence of Students Who Use Augmentative and Alternative Communication. Final Grant Report."},
      {
        "id":"ED412704",
        "title":"Social Inclusion of Adults with Developmental Disabilities."},
      {
        "id":"ED412705",
        "title":"Play Time/Social Time: Organizing Your Classroom To Build Interaction Skills."},
      {
        "id":"ED412706",
        "title":"Lessons for Understanding: An Elementary School Curriculum on Perspective-Taking."},
      {
        "id":"ED412707",
        "title":"Developmental Delay as an Eligibility Category."},
      {
        "id":"ED412708",
        "title":"Career Self-Efficacy in College Students with Disabilities: Implications for Secondary and Post-Secondary Service Providers."},
      {
        "id":"ED412710",
        "title":"Mixed Lateral Dominance as a Predictive Factor of Learning Disability."},
      {
        "id":"ED412711",
        "title":"The Effect of Certified Special Olympics Training upon the Performance of Mentally Retarded Participants."},
      {
        "id":"ED412712",
        "title":"Critical Support Services for College Students with Learning Disabilities."},
      {
        "id":"ED412713",
        "title":"Strategies Intervention Model: Promoting Positive Academic and Social Classroom Perceptions in Middle School Students."},
      {
        "id":"ED412714",
        "title":"Journey to Success: Discovering Vocational Opportunities for Idahoans with Disabilities [and] Jornada al Exito: Descubriendo Oportunidades Vocacionales para Ciudadanos de Idaho con Incapacidades."},
      {
        "id":"ED412715",
        "title":"Keys to the Future: A Handbook for Parents of Children with Disabilities [and] Las Llaves para el Futuro: Un Libro para los Padres de Ninos con Problemas de Desarrollo."},
      {
        "id":"ED412716",
        "title":"Assessment of Native American Students under PL 101-476: An Instructional Module for Special Education Courses. Project ERICA."},
      {
        "id":"ED412717",
        "title":"Library Resources for the Blind and Physically Handicapped: A Directory with FY 1996 Statistics on Readership, Circulation, Budget, Staff, and Collections."},
      {
        "id":"ED412719",
        "title":"Opening the Door to Educational Reform: Understanding Standards."},
      {
        "id":"ED412720",
        "title":"State Accountability Systems and Students with Disabilities. Issue Brief."},
      {
        "id":"ED412721",
        "title":"Implementation of the Individuals with Disabilities Education Act: Section 618. Nineteenth Annual Report to Congress."},
      {
        "id":"ED412722",
        "title":"Travaux Neuchatelois de Linguistique (TRANEL) (Neuchatel Working Papers in Linguistics), Volume 14."},
      {
        "id":"ED412723",
        "title":"Travaux Neuchatelois de Linguistique (TRANEL) (Neuchatel Working Papers in Linguistics), Volume 17."},
      {
        "id":"ED412724",
        "title":"Bilinguisme et biculturalisme: Theories et pratiques professionnelles. Actes du 2eme colloque d'orthophomie/logopedie (Neuchatel, 17-18 septembre, 1992). (Bilingualism and Biculturalism: Theories and Professional Practices. Colloquium on Orthophony/Logopedy (2nd, Neuchatel, Switzerland, September 17-18, 1992))."},
      {
        "id":"ED412725",
        "title":"Le traitement des donnees linguistiques non standard. (Actes des Rencontres Besancon-Neuchatel (Neuchatel, 29-30 janvier, 1993). (The Treatment of Non-Standard Linguistic Data). Proceedings of the Besancon-Neuchatel Conference (Neuchatel, Switzerland, January 29-30, 1993)."},
      {
        "id":"ED412726",
        "title":"Travaux du laboratoire de traitement du langage et de la parole (Laboratory Work in the Treatment of Language and Linguistics)."},
      {
        "id":"ED412727",
        "title":"Interventions en groupe et interactions. Actes du 3eme colloque d'orthophonie/logopedie (Neuchatel, 29-30 septembre, 1994) (Group Interventions and Interactions. Proceedings of the Colloquium on Speech Therapy (3rd, Neuchatel, Switzerland, September 29-30, 1994)."},
      {
        "id":"ED412728",
        "title":"Du syntagme nominal aux objets-de-discours: SN complexes, nominalisations, anaphores. (From nominal syntagma to Objects of Discourse: SN Complexes, Nominalizations, Anaphora)."},
      {
        "id":"ED412729",
        "title":"Varia. (Miscellany)."},
      {
        "id":"ED412730",
        "title":"Discours oraux--discours ecrits: quelles relations? Actes du 4eme colloque d'orthophoine/logopedie (Neuchatel, 3-4 octobre, 1996) (Oral Discourse--Written Discourse: What Is the Relationship? Proceedings of the Colloquium on Speech Therapy (4th, Neuchatel, Switzerland, October 3-4, 1996)."},
      {
        "id":"ED412731",
        "title":"Langues et education en Afrique noire (Language and Education in Black Africa)."},
      {
        "id":"ED412732",
        "title":"L'acquisition d'une language seconde: Quelques developpements theoriques recents (Second Language Acquisition: Some Recent Theoretical Developments)."},
      {
        "id":"ED412733",
        "title":"An der Schwelle zur Zweisprachigkeit: Fremdsprachenunterricht fur Fortgeschrittene (On the Threshold of Bilingualism: Foreign Language Learning for Advanced Students)."},
      {
        "id":"ED412734",
        "title":"Psychologie des discours et didactique des textes (Psychology of Discourse and the Teaching of Texts)."},
      {
        "id":"ED412735",
        "title":"Perspektiven der angewandten Linguistik (Perspectives in Applied Linguistics)."},
      {
        "id":"ED412736",
        "title":"Enseignement des langues et theories d'acquisition Sprachunterricht unde Spracherwerbstheorien. (Language Teaching and Acquisition Theories)."},
      {
        "id":"ED412737",
        "title":"Acquisition des competences discursives dans un contexte plurilingue (Acquisition of Discourse Competencies in a Multilingual Context)."},
      {
        "id":"ED412738",
        "title":"Communication et pragmatique interculturelles (Intercultural Communication and Pragmatics)."},
      {
        "id":"ED412739",
        "title":"La lectura literaria como arte de &quot;performance&quot;: la teoria transaccional de Louise Rosenblatt y sus implicaciones pedagogicas (The Use of Literature as Performance Art: The Transactional Theory of Louise Rosenblatt and Its Pedagogical Implications)."},
      {
        "id":"ED412740",
        "title":"Language, Mass Communication, and National Development: The Role, Perceptions and Potential of Anglo-Nigerian Pidgin in the Nigerian Mass Media."},
      {
        "id":"ED412741",
        "title":"Teacher Autonomy: A Vygotskian Theoretical Framework. CLCS Occasional Paper No. 48."},
      {
        "id":"ED412742",
        "title":"Hiberno-English: Pidgin, Creole, or Neither? CLCS Occasional Paper No. 49."},
      {
        "id":"ED412745",
        "title":"Involving ESL Students in American Culture through Participation in Private School Activities."},
      {
        "id":"ED412746",
        "title":"Reading Native and Foreign Language Texts and Tests: The Case of Arabic and Hebrew Native Speakers Reading L1 and English FL Texts and Tests."},
      {
        "id":"ED412747",
        "title":"Training Supervisors To Train Teachers: UAE Perspectives."},
      {
        "id":"ED412748",
        "title":"Toward a More Perfect Union in an Age of Diversity: A Guide for Building Stronger Communities through Public Dialogue."},
      {
        "id":"ED412749",
        "title":"A Policy for Esperanto. Esperanto Document 44A."},
      {
        "id":"ED412750",
        "title":"On JALT96: Crossing Borders. Proceedings of the Annual JALT International Conference on Language Teaching and Learning (23rd, Hiroshima, Japan, November 1996)."},
      {
        "id":"ED412751",
        "title":"JALT96 Introduction."},
      {
        "id":"ED412752",
        "title":"Teacher Development."},
      {
        "id":"ED412753",
        "title":"In the Classroom."},
      {
        "id":"ED412754",
        "title":"Using Technology in the Classroom."},
      {
        "id":"ED412755",
        "title":"Culture."},
      {
        "id":"ED412756",
        "title":"Linguapax."},
      {
        "id":"ED412757",
        "title":"JALT96 Final Panel."},
      {
        "id":"ED412758",
        "title":"The Acquisition of Basic Vocabulary by College-Age Japanese Students in an Intensive EAP Program."},
      {
        "id":"ED412759",
        "title":"Crosswalks: Pacesetter Spanish and the National Standards."},
      {
        "id":"ED412760",
        "title":"Transitional Course Outline: Spanish I. Draft."},
      {
        "id":"ED412761",
        "title":"&quot;Why Be Normal?&quot;: Language and Opposition in Nerd Girls' Communities of Practice."},
      {
        "id":"ED412762",
        "title":"Using IT To Run IT Projects."},
      {
        "id":"ED412763",
        "title":"Bilingual Development: Issues and Implications. Australian Studies in Language Acquisition Number 5."},
      {
        "id":"ED412764",
        "title":"Japanese and American Cross-Cultural Business Pragmatics: A Study."},
      {
        "id":"ED412766",
        "title":"A Postmodern View of the Problem of Assessment."},
      {
        "id":"ED412768",
        "title":"Learning a Second Language Does Not Mean Losing the First: A Replication and Follow-up of Bilingual Language Development in Spanish-Speaking Children Attending Bilingual Preschool."},
      {
        "id":"ED412769",
        "title":"Presenting Global Issues to Advanced Learners."},
      {
        "id":"ED412770",
        "title":"MINNETESOL Journal, Volumes 1-12."},
      {
        "id":"ED412771",
        "title":"MINNE-WI TESOL Journal, Volumes 13 and 14."},
      {
        "id":"ED412772",
        "title":"Vocational ESL--Auto Parts Sales. Curriculum Guide."},
      {
        "id":"ED412773",
        "title":"Adult ESL in Australia."},
      {
        "id":"ED412774",
        "title":"Assessment of Second Language Performance."},
      {
        "id":"ED412775",
        "title":"Occupational English Test for Health Professionals. Updated."},
      {
        "id":"ED412776",
        "title":"Training Effective Literacy Tutors (T.E.L.T.)."},
      {
        "id":"ED412779",
        "title":"Graduate Students and Postdoctorates in Science and Engineering, Fall 1995."},
      {
        "id":"ED412780",
        "title":"Student Cultures on Campus: Priorities for a Decade of Research."},
      {
        "id":"ED412781",
        "title":"Recipes for Avoiding Limpness: An Exploration of Women in Senior Management Positions in Australian Universities."},
      {
        "id":"ED412805",
        "title":"The Illinois Century Network: New Dimensions for Education in Illinois. A Vision for Communications and Computing Networking To Retain and Expand Illinois' Position as a World Leader by the Turn of the Century. Report and First-Phase Recommendations of the Higher Education Technology Task Force to the Illinois Board of Higher Education and the Illinois Community College Board."},
      {
        "id":"ED412806",
        "title":"Master Plan Policies for Illinois Higher Education, 1997."},
      {
        "id":"ED412810",
        "title":"The Condition of Higher Education in New Mexico, Spring 1997."},
      {
        "id":"ED412815",
        "title":"The Virtual Campus: Technology and Reform in Higher Education. ERIC Digest."},
      {
        "id":"ED412816",
        "title":"The Virtual Campus: Technology and Reform in Higher Education. ASHE-ERIC Higher Education Report, Volume 25, No. 5."},
      {
        "id":"ED412819",
        "title":"Facilities Inventory and Utilization Study, Fall of 1996, for the State of North Carolina. Higher Education Comprehensive Planning Program. Thirtieth Edition."},
      {
        "id":"ED412820",
        "title":"Characteristics and Attitudes of Instructional Faculty and Staff in the Humanities. 1993 National Study of Postsecondary Faculty (NSOPF-93). E.D. Tabs."},
      {
        "id":"ED412821",
        "title":"Maryland Student Financial Support."},
      {
        "id":"ED412823",
        "title":"Empowering Minorities To Impact the Established Culture in Eurocentric Institutions of Higher Learning."},
      {
        "id":"ED412824",
        "title":"A Factor Analytic Model of College Student Development."},
      {
        "id":"ED412825",
        "title":"Utilization of Standardized Critical Thinking Tests with Developmental Freshmen."},
      {
        "id":"ED412859",
        "title":"Postsecondary Persistence and Attainment. Findings from \"The Condition of Education, 1997,\" No. 13."},
      {
        "id":"ED412860",
        "title":"Degrees and Other Awards Conferred by Institutions of Higher Education: 1994-95. E.D.Tabs."},
      {
        "id":"ED412862",
        "title":"Early Intervention Programs: Opening the Door to Higher Education. ERIC Digest."},
      {
        "id":"ED412863",
        "title":"Early Intervention Programs. Opening the Door to Higher Education. ASHE-ERIC Higher Education Report Vol. 25, No. 6."},
      {
        "id":"ED412864",
        "title":"A Vision in Progress. The Decision To Establish a Public University at Monterey Bay. An Occasional Paper."},
      {
        "id":"ED412865",
        "title":"State Structures for the Governance of Higher Education: An Annotated Bibliography."},
      {
        "id":"ED412866",
        "title":"State Structures for the Governance of Higher Education: A Comparative Study."},
      {
        "id":"ED412867",
        "title":"State Structures for the Governance of Higher Education: Florida Case Study Summary."},
      {
        "id":"ED412868",
        "title":"State Structures for the Governance of Higher Education: Illinois Case Study Summary."},
      {
        "id":"ED412869",
        "title":"State Structures for the Governance of Higher Education: Michigan Case Study Summary."},
      {
        "id":"ED412870",
        "title":"State Structures for the Governance of Higher Education: Georgia Case Study Summary."},
      {
        "id":"ED412871",
        "title":"State Structures for the Governance of Higher Education: New York Case Study Summary."},
      {
        "id":"ED412872",
        "title":"State Structures for the Governance of Higher Education: Texas Case Study Summary."},
      {
        "id":"ED412873",
        "title":"State Structures for the Governance of Higher Education: California Case Study Summary."},
      {
        "id":"ED412874",
        "title":"Who Goes Where? An Exploratory Study of Recent York Graduates."},
      {
        "id":"ED412875",
        "title":"Teaching for Cultural Fluency. The Center for Cultural Fluency: A Model Multicultural Resource Center. Celebrating Cultural Diversity in Higher Education Series."},
      {
        "id":"ED412876",
        "title":"College Faculty Cultures: Dominance in the Academy."},
      {
        "id":"ED412877",
        "title":"Direct Student Loans. Analyses of Borrowers' Use of the Income Contingent Repayment Option. Report to the Chairman, Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED412881",
        "title":"COGME 1995 Physician Workforce Funding Recommendations for Department of Health and Human Services' Programs. Council on Graduate Medical Education, 7th Report."},
      {
        "id":"ED412882",
        "title":"Patient Care Physician Supply and Requirements: Testing COGME Recommendations. Council on Graduate Medical Education, Eighth Report."},
      {
        "id":"ED412883",
        "title":"Graduate Medical Education Consortia: Changing the Governance of Graduate Medical Education to Achieve Physician Workforce Objectives. Council on Graduate Medical Education, Ninth Report."},
      {
        "id":"ED412884",
        "title":"A Factual Look at Higher Education in Nebraska, Including Fall Headcount Enrollment, Freshman Residence, Degrees Awarded, Institutional Finance, Faculty Salaries. Fall 1996 IPEDS Surveys."},
      {
        "id":"ED412885",
        "title":"Visual Performing Arts. Program Review."},
      {
        "id":"ED412887",
        "title":"OIG Proposals 1998. Reauthorization of the Higher Education Act."},
      {
        "id":"ED412888",
        "title":"Instructional Faculty and Staff in Higher Education Institutions: Fall 1987 and Fall 1992. 1993 National Study of Postsecondary Faculty (NSOPF-93). Statistical Analysis Report."},
      {
        "id":"ED412892",
        "title":"Computer Viruses. Technology Update."},
      {
        "id":"ED412893",
        "title":"Computers and Classrooms: The Status of Technology in U.S. Schools. Policy Information Report."},
      {
        "id":"ED412895",
        "title":"The Effects of HyperStudio on the Achievement of Seventh Grade Social Studies Students."},
      {
        "id":"ED412896",
        "title":"The Western Canada Virtual Union Catalogue: Integrating Document Requesting into Z39.50 and Other Search Clients."},
      {
        "id":"ED412897",
        "title":"Developing a Program of Internet Workshops and Seminars at Texas Tech University Library--1993 to the Present."},
      {
        "id":"ED412899",
        "title":"Constructing Career Connections: Building a Webpage for the Job Seeker."},
      {
        "id":"ED412900",
        "title":"Navigating the Universe of the Web Information in the Multimedia Classroom."},
      {
        "id":"ED412901",
        "title":"Web-Writing in One Minute--and Beyond."},
      {
        "id":"ED412902",
        "title":"The Web for Documents Librarians."},
      {
        "id":"ED412903",
        "title":"Beyond Clip Art: Creating Graphics for the Web."},
      {
        "id":"ED412904",
        "title":"One-Stop Shopping: Presenting Disparate Electronic Resources through a Single Interface."},
      {
        "id":"ED412905",
        "title":"An Accent on Access: Writing HTML for the Widest Possible Audience."},
      {
        "id":"ED412906",
        "title":"Transforming the Web into a Forum for Academic Research: The USC Doheny Electronic Resources Center Model."},
      {
        "id":"ED412907",
        "title":"The Launching Pad: Delivering Information Competence through the Web."},
      {
        "id":"ED412910",
        "title":"Web-Based Slide Presentations."},
      {
        "id":"ED412911",
        "title":"Survey Data on Your Desktop: The Future for Library Managers."},
      {
        "id":"ED412912",
        "title":"ERes--A Web-Based Electronic Reserve System."},
      {
        "id":"ED412919",
        "title":"Computer Literacy in the Public Schools."},
      {
        "id":"ED412920",
        "title":"Global Assessment of Technology in Education Scale (GATE, 1997)."},
      {
        "id":"ED412921",
        "title":"Technology and Teacher Education Annual, 1997. Proceedings of the International Conference of the Society for Information Technology and Teacher Education (SITE) (8th, Orlando, Florida, April 1-5, 1997). Volumes I and II."},
      {
        "id":"ED412923",
        "title":"Changing Ages: Techno-Literacy."},
      {
        "id":"ED412924",
        "title":"A Case-Based Pharmacy Environment: Cognitive Flexibility + Social Constructivism."},
      {
        "id":"ED412925",
        "title":"A Critical Analysis of Hypermedia and Virtual Learning Environments."},
      {
        "id":"ED412926",
        "title":"Colorado Department of Education Abbreviated Information Management Annual Plan (CDE IMAP)."},
      {
        "id":"ED412927",
        "title":"Evaluating the Quality of Internet Information Sources."},
      {
        "id":"ED412928",
        "title":"The Development, Pilot Test, Assessment, and Evaluation of a Computerized Online Internet Community System at Programs for Higher Education, Fort Lauderdale, Florida."},
      {
        "id":"ED412929",
        "title":"Improving Multimedia Technology Usage in an Alternative Secondary School by Infusing Training into the Classroom."},
      {
        "id":"ED412932",
        "title":"PTC Mid Year Seminar. Collection of Presentations (Yokohama, Japan, June 3-4, 1997)."},
      {
        "id":"ED412934",
        "title":"Educating Online: Creating the Virtual Classroom Community."},
      {
        "id":"ED412935",
        "title":"Occasional Papers in Open and Distance Learning, No. 22."},
      {
        "id":"ED412937",
        "title":"Weaving a Syllaweb: Consideration before Constructing an On-line Syllabus."},
      {
        "id":"ED412938",
        "title":"Cyberstress: Asynchronous Anxiety or Worried in Cyberspace."},
      {
        "id":"ED412941",
        "title":"PIALA '95. Preservation of Culture through Archives and Libraries. Papers from the Annual Pacific Islands Association of Libraries and Archives Conference (5th, Colonia, Yap, Federated States of Micronesia, November 6-10, 1995)."},
      {
        "id":"ED412942",
        "title":"Information Rich but Knowledge Poor? Emerging Issues for Schools and Libraries Worldwide. Research and Professional Papers Presented at the Annual Conference of the International Association of School Librarianship Held in Conjunction with the Association for Teacher-Librarianship in Canada (26th, Vancouver, British Columbia, Canada, July 6-11, 1997)."},
      {
        "id":"ED412943",
        "title":"Attitudes of Youth toward Reading before and after a Motivational Project."},
      {
        "id":"ED412944",
        "title":"Critical Thinking: Tools for Internet Information Evaluation."},
      {
        "id":"ED412945",
        "title":"High School to University: What Skills Do Students Need?"},
      {
        "id":"ED412946",
        "title":"Information Skills: The Reflections and Perceptions of Student Teachers and Related Professionals."},
      {
        "id":"ED412947",
        "title":"Integrating Information Technology into and across the Curriculum: A Short Course for Secondary Students."},
      {
        "id":"ED412948",
        "title":"An Interdisciplinary Model for Assessing Learning."},
      {
        "id":"ED412949",
        "title":"Meeting Drug Information Needs of Adolescents."},
      {
        "id":"ED412950",
        "title":"Living and Learning in the Global Village."},
      {
        "id":"ED412951",
        "title":"Evolution and Revolution in School Library Practice."},
      {
        "id":"ED412952",
        "title":"Information Literacy: Teacher's Perspectives of the Information Process."},
      {
        "id":"ED412953",
        "title":"The Impact of a Technology-Rich Environment."},
      {
        "id":"ED412954",
        "title":"It's the Same the Whole World Over: Bridging the Gap in New Zealand."},
      {
        "id":"ED412955",
        "title":"Library Power as a Vehicle for the Evolution of Change."},
      {
        "id":"ED412956",
        "title":"&quot;Not Extinct!&quot; School Libraries for Learning and Leadership."},
      {
        "id":"ED412957",
        "title":"Our Patch vs. Their Patch: Information Technology and Literacy in Schools."},
      {
        "id":"ED412958",
        "title":"A Reality Check: The Challenges of Implementing Information Power in School Library Media Programs."},
      {
        "id":"ED412959",
        "title":"Teacher-Librarians in Learning Organizations."},
      {
        "id":"ED412960",
        "title":"We've Done Research, Now What? Multimedia Authoring as a Report Tool."},
      {
        "id":"ED412961",
        "title":"Accepting Tolerance and Diversity."},
      {
        "id":"ED412962",
        "title":"Best Children's Picture Books from Abroad: Valuing Other Cultures."},
      {
        "id":"ED412963",
        "title":"Information for All: Resource Generation and Information Repackaging in Nigerian Schools."},
      {
        "id":"ED412964",
        "title":"The Impact of the Prince Edward Island School Library Policy on the Development of School Library Programs across Prince Edward Island."},
      {
        "id":"ED412965",
        "title":"Libraries and Reading Habits among Elementary School Children: The Concept of the Classroom Collection."},
      {
        "id":"ED412966",
        "title":"Providing Potential for Progress: Learning Support for Students with Special Educational Needs."},
      {
        "id":"ED412967",
        "title":"The Relationship of School Materials and Resources to Reading Literacy: An International Perspective."},
      {
        "id":"ED412968",
        "title":"The School Librarian as Internet Mediator: A Case Study and Evaluation."},
      {
        "id":"ED412969",
        "title":"Planning for Action: Turning Meaningful Data into Programs and Promotion."},
      {
        "id":"ED412970",
        "title":"Teacher-Librarian? What's in a Name? Making Meaning from Metaphor."},
      {
        "id":"ED412971",
        "title":"Delphi Studies: The Value of Expert Opinion Bridging the Gap--Data to Knowledge."},
      {
        "id":"ED412972",
        "title":"The Information Literacy Movement of the School Library Field: A Preliminary Summary of the Research."},
      {
        "id":"ED412975",
        "title":"Teaching the Net: Innovative Techniques in Internet Training."},
      {
        "id":"ED412977",
        "title":"Cloning, Creating, or Merely Mutating? Translating Traditional Instructional Materials for Use in Electronic Learning Spaces."},
      {
        "id":"ED412979",
        "title":"The Public's Information: Striking a Balance Between Access and Control: A Summary of Proceedings of the FLICC Forum on Federal Information Policies (Washington, DC, March 19, 1996)."},
      {
        "id":"ED412981",
        "title":"The Electronic Library and the Online Classroom: A Technical, Legal, Ethical, and Moral Perspective."},
      {
        "id":"ED412982",
        "title":"Advertised Demand for Educational, Professional and Interpersonal Competencies in Academic Library Positions."},
      {
        "id":"ED412983",
        "title":"Preservation Assessment and Disaster Response Plan."},
      {
        "id":"ED412984",
        "title":"Content Analysis of the Increasing Trend of Information Brokers."},
      {
        "id":"ED412985",
        "title":"Fee Versus Free in Libraries."},
      {
        "id":"ED412986",
        "title":"Content Analysis of Job Advertisements for Systems Librarians."},
      {
        "id":"ED412987",
        "title":"How Commercial Banks Use the World Wide Web: A Content Analysis."},
      {
        "id":"ED412988",
        "title":"A Prototype Item-Level Index to the Civil War Photograph Collection of the Ohio Historical Society."},
      {
        "id":"ED412989",
        "title":"A Children's Materials Availability Study at the Bellevue Public Library."},
      {
        "id":"ED412990",
        "title":"McDonald and Company Securities Library User Survey, 1996."},
      {
        "id":"ED412991",
        "title":"An Assessment of Community College of Philadelphia's Effectiveness in Preparing Students for Transfer and Employment. Institutional Research Report No. 92."},
      {
        "id":"ED412992",
        "title":"Analysis of Student Success in Distance Learning Courses Compared to Traditional Courses."},
      {
        "id":"ED412993",
        "title":"\"Making Connections\": Community College Best Practice in Connecting the Urban Poor to Education and Employment."},
      {
        "id":"ED412994",
        "title":"Student Transfers to the California State University and University of California: 1997 Report."},
      {
        "id":"ED412996",
        "title":"A Survey of New Students in Spring 1997."},
      {
        "id":"ED412997",
        "title":"General Education Assessment: Starting and Restarting."},
      {
        "id":"ED412998",
        "title":"A Profile of MCPS Graduates and Their Performance at Montgomery College."},
      {
        "id":"ED412999",
        "title":"Building a Working Policy for Distance Education. New Directions for Community Colleges, Number 99."},
      {
        "id":"ED413000",
        "title":"Americans with Disabilities Act Mesa College Self-Evaluation Study."},
      {
        "id":"ED413001",
        "title":"Americans with Disabilities Act Continuing Education Self-Evaluation Study."},
      {
        "id":"ED413002",
        "title":"Title III Mentoring Program."},
      {
        "id":"ED413003",
        "title":"San Diego City College Accreditation Survey Report."},
      {
        "id":"ED413005",
        "title":"San Diego Mesa College Accreditation Survey Report."},
      {
        "id":"ED413006",
        "title":"Post-College Wages and Employment Rates of San Diego Miramar College Students."},
      {
        "id":"ED413007",
        "title":"Post-College Wages and Employment Rates of San Diego Mesa College Students."},
      {
        "id":"ED413008",
        "title":"Post-College Wages and Employment Rates of San Diego City College Students."},
      {
        "id":"ED413009",
        "title":"Investing in Quality, Affordable Education for All Americans: A New Look at Community Colleges."},
      {
        "id":"ED413010",
        "title":"State University of New York, College at Old Westbury. Report 96-F-46."},
      {
        "id":"ED413011",
        "title":"Project Profile Report, Fall 1996."},
      {
        "id":"ED413012",
        "title":"Leaver Survey Report, 1996."},
      {
        "id":"ED413013",
        "title":"Long Range Plan, 1997-2000."},
      {
        "id":"ED413014",
        "title":"Analysis of Fall 1995 Course Grades."},
      {
        "id":"ED413015",
        "title":"Analysis of Fall 1996 Course Grades."},
      {
        "id":"ED413016",
        "title":"Graduates Summary, 1995-96."},
      {
        "id":"ED413017",
        "title":"Graduates Summary, 1996-97."},
      {
        "id":"ED413018",
        "title":"Developmental Course-Taking and Subsequent Academic Performance at Pima Community College."},
      {
        "id":"ED413019",
        "title":"Personality, Learning Style, Gender, and Ethnic Characteristics of Students Attending Supplemental Instruction Spring of 1997 at the University of Central Florida."},
      {
        "id":"ED413021",
        "title":"Enhancing Community College Connections with the United States Information Agency: Opportunities in International Education and Exchange."},
      {
        "id":"ED413022",
        "title":"Institutional and Program Planning Research Brief, 1996-1997."},
      {
        "id":"ED413023",
        "title":"So Why Use Multimedia, the Internet, and Lotus Notes?"},
      {
        "id":"ED413024",
        "title":"Political Agendas in the Classroom."},
      {
        "id":"ED413025",
        "title":"Academic Freedom."},
      {
        "id":"ED413026",
        "title":"Funding Patterns in California Community Colleges. A Technical Paper for the 2005 Task Force of the Chancellor's Consultation Council."},
      {
        "id":"ED413027",
        "title":"Funding Scenarios in California Community Colleges. A Technical Paper for the 2005 Task Force of the Chancellor's Consultation Council."},
      {
        "id":"ED413028",
        "title":"Access to the California Community Colleges. A Technical Paper for the 2005 Task Force of the Chancellor's Consultation Council."},
      {
        "id":"ED413029",
        "title":"Trends Important to the California Community Colleges. A Technical Paper for the 2005 Task Force of the Chancellor's Consultation Council."},
      {
        "id":"ED413030",
        "title":"Evaluation du programme sciences humaines (Evaluation of Humanities Programs)."},
      {
        "id":"ED413031",
        "title":"What Are the Functions of a College Learning Assistance Center?"},
      {
        "id":"ED413032",
        "title":"Marketing Analysis for the Nontraditional Student at Carl Sandburg College."},
      {
        "id":"ED413033",
        "title":"Workforce, Economic, and Community Development. The Changing Landscape of the Entrepreneurial Community College."},
      {
        "id":"ED413034",
        "title":"Anthologies in the College Curriculum: A Pro and Con Debate."},
      {
        "id":"ED413035",
        "title":"Staffing for Technology in the Community College."},
      {
        "id":"ED413037",
        "title":"Early Supplemental Feeding and Spontaneous Play in West Java, Indonesia."},
      {
        "id":"ED413038",
        "title":"Fighting for a Better World: Teaching in an Inner-City Day Care Center."},
      {
        "id":"ED413039",
        "title":"The Consolidation of Early Heterosexual Gender Identification in the Young Son of Two Men: A Clinical Presentation."},
      {
        "id":"ED413040",
        "title":"Multi Age/Ability: A Guide to Implementation for Kentucky&apos;s Primary Program."},
      {
        "id":"ED413041",
        "title":"Foster Care Delivery and the Needs of Birth Children of Foster Parents."},
      {
        "id":"ED413042",
        "title":"A Perspective on Carnegie Corporation's Program, 1983-1997."},
      {
        "id":"ED413048",
        "title":"Pre-School Education Legislation: Curriculum Guidelines for Pre-School Education Ruling No. 5220/97."},
      {
        "id":"ED413049",
        "title":"The 1993 Community Integrated Service System Projects: A Report of the Initial Plans and Implementation Efforts."},
      {
        "id":"ED413051",
        "title":"Parent View of Pre-school Content."},
      {
        "id":"ED413052",
        "title":"Improving the Court Process for Alaska's Children in Need of Aid. Executive Summary."},
      {
        "id":"ED413053",
        "title":"Accelerating Intelligence Development through an Inductive Reasoning Training."},
      {
        "id":"ED413054",
        "title":"Developing Resiliency in Young Children."},
      {
        "id":"ED413057",
        "title":"Two-Year Follow-Up of Preschool Children at Risk for ADHD: Verbal Self-Regulation and Speech-Action Coordination."},
      {
        "id":"ED413058",
        "title":"Components of Self Regulation in the Preschool Years: Developmental Stability, Validity, and Relationship to Classroom Behavior."},
      {
        "id":"ED413059",
        "title":"Motivation and Achievement in Elementary Children."},
      {
        "id":"ED413061",
        "title":"Parental Marital Conflict and Adolescent Risk Behaviors: A Cognitive-Emotional Model."},
      {
        "id":"ED413062",
        "title":"On the Boundaries of the Acceleration of the Development of Intelligence."},
      {
        "id":"ED413063",
        "title":"Foundation for Child Development (FCD) Annual Report, 1996/1997."},
      {
        "id":"ED413066",
        "title":"The 1997 Illinois Directors' Study: A Report to the Robert R. McCormick Tribune Foundation."},
      {
        "id":"ED413068",
        "title":"Unique Realities: Adolescents' and Mothers' Views of Their Interaction."},
      {
        "id":"ED413069",
        "title":"Early Childhood Education Specialty Area Annual Report, 1997, SERVEing Young Children."},
      {
        "id":"ED413072",
        "title":"Reaching All Families: The Federal Initiative in Family-School Partnerships."},
      {
        "id":"ED413074",
        "title":"The Effects of Daily Job Stress on Parent Behavior with Preadolescents."},
      {
        "id":"ED413075",
        "title":"Modifying Curriculum through Divergent Learning Across Disciplines."},
      {
        "id":"ED413078",
        "title":"Gender Issues."},
      {
        "id":"ED413079",
        "title":"Starting School: A Guide for Parents and Caregivers."},
      {
        "id":"ED413080",
        "title":"Early Childhood Folio 3: A Collection of Recent Research."},
      {
        "id":"ED413082",
        "title":"Preschool Communication Skills: Are Children from Single Parent Homes Disadvantaged?"},
      {
        "id":"ED413083",
        "title":"Maternal Education and Its Influences on Child Growth and Cognitive Development in Rural Guatemala."},
      {
        "id":"ED413084",
        "title":"Theory Meets Practice: A Report on Six Small-Scale Two-Generation Service Projects."},
      {
        "id":"ED413085",
        "title":"Longitudinal Sequelae of Fathers' Sensitivity while Challenging the Child during Joint Play."},
      {
        "id":"ED413088",
        "title":"Readiness Research Project."},
      {
        "id":"ED413089",
        "title":"The Handbook of Child and Elder Care Resources."},
      {
        "id":"ED413096",
        "title":"Pre-K Best Practices Review, 1996-97."},
      {
        "id":"ED413099",
        "title":"Follow-Up Study of Families in the Even Start In-Depth Study. Final Report."},
      {
        "id":"ED413100",
        "title":"Even Start: Facilitating Transitions to Kindergarten."},
      {
        "id":"ED413103",
        "title":"Perception, Desire, and Belief in Me and You: Young Children's Reference to Mental States in Self and Others."},
      {
        "id":"ED413104",
        "title":"The Well-Being of Children in Working Poor Families: Report of a Meeting. Working Paper Series."},
      {
        "id":"ED413105",
        "title":"Child-Initiated Learning Activities for Young Children Living in Poverty. ERIC Digest."},
      {
        "id":"ED413106",
        "title":"Developmentally Appropriate Practice: What Does Research Tell Us? ERIC Digest."},
      {
        "id":"ED413107",
        "title":"Phototalk: Interviewing Young Children."},
      {
        "id":"ED413108",
        "title":"Between the Cracks: Access to Physical Health Care in Children of the Working Poor."},
      {
        "id":"ED413109",
        "title":"Parents and Teachers: Partners in Whole-Person Formation."},
      {
        "id":"ED413112",
        "title":"Head Start Success Stories: Accounts of Personal Achievements."},
      {
        "id":"ED413113",
        "title":"Voter Participation and Lobbying Guide for Head Start Staff, Parents and Friends."},
      {
        "id":"ED413114",
        "title":"Not for Sale: A Teachers' Guide to Commercialism in the Classroom."},
      {
        "id":"ED413115",
        "title":"Not for Sale: A Parent Guide to Commercialism in Schools."},
      {
        "id":"ED413116",
        "title":"Neo-Conservatism and Child Care Services in Alberta: A Case Study. Occasional Paper No. 9."},
      {
        "id":"ED413118",
        "title":"Education in Small Rural Swedish Schools: An Initial Overview of the Field."},
      {
        "id":"ED413119",
        "title":"Opinions of Inclusive Education: A Survey of Rural Teachers and Administrators."},
      {
        "id":"ED413120",
        "title":"Rural Latino Resources: A National Guide. First Edition."},
      {
        "id":"ED413121",
        "title":"Migrant and Seasonal Workers in Michigan's Agriculture: A Study of Their Contributions, Characteristics, Needs, and Services. Research Report No. 1."},
      {
        "id":"ED413122",
        "title":"Finding Their Own Place: Youth in Three Small Rural Communities Take Part in Instructive School-to-Work Experiences."},
      {
        "id":"ED413123",
        "title":"Coalition for Education in the Outdoors Research Symposium Proceedings (3rd, Bradford Woods, Indiana, January 12-14, 1996)."},
      {
        "id":"ED413124",
        "title":"Ethical Frameworks, Moral Practices and Outdoor Education."},
      {
        "id":"ED413125",
        "title":"Providing an Authentic Wilderness Experience? Thinking beyond the Wilderness Act of 1964."},
      {
        "id":"ED413126",
        "title":"Group Development and Group Dynamics in Outdoor Education."},
      {
        "id":"ED413127",
        "title":"A Research Summary for Corporate Adventure Training (CAT) and Experience-Based Training and Development (EBTD)."},
      {
        "id":"ED413128",
        "title":"A Research Update of Adventure Therapy (1992-1995): Challenge Activities and Ropes Courses, Wilderness Expeditions, and Residential Camping Programs."},
      {
        "id":"ED413129",
        "title":"&quot;Kind of in the Middle&quot;: The Gendered Meanings of the Outdoors for Women Students."},
      {
        "id":"ED413130",
        "title":"The Current Status of Women's Employment in Outdoor Leadership."},
      {
        "id":"ED413131",
        "title":"The Permanency of a Specific Self-Concept."},
      {
        "id":"ED413132",
        "title":"Evaluating the Impact of Environmental Interpretation: A Review of Three Research Studies."},
      {
        "id":"ED413133",
        "title":"Personality Preferences of Outdoor Participants."},
      {
        "id":"ED413134",
        "title":"Leadership Development. IDRA Focus."},
      {
        "id":"ED413135",
        "title":"Trends in Indian Health, 1996."},
      {
        "id":"ED413136",
        "title":"A Kaleidoscope for Learning. Outstanding School Reform Programs."},
      {
        "id":"ED413140",
        "title":"The Many Faces of Rural Education. Proceedings of the Annual NREA Convention (89th, Tucson, Arizona, September 24-27, 1997)."},
      {
        "id":"ED413141",
        "title":"Strategies for Improving Math and Science Achievement in Rural Appalachia."},
      {
        "id":"ED413142",
        "title":"Reform in One Community: Factors in Establishing a Firm Foundation."},
      {
        "id":"ED413143",
        "title":"The Rural Learning Network: A Teaching and Learning Collaborative."},
      {
        "id":"ED413144",
        "title":"Women in the Rural Principalship."},
      {
        "id":"ED413145",
        "title":"Leadership for Increasing the Participation and Success of Students in High School Advanced Courses: Implications for Rural Educational Settings."},
      {
        "id":"ED413146",
        "title":"The Operations of Kentucky Rural School Councils."},
      {
        "id":"ED413147",
        "title":"Perceived Leadership Practices of Rural Superintendents: Men and Women Who Lead."},
      {
        "id":"ED413148",
        "title":"A Model for Rural School Consolidation: Making Sense of the Inevitable Result of School Reform."},
      {
        "id":"ED413149",
        "title":"Principals' Ability To Implement &quot;Best Practices&quot; In Early Childhood."},
      {
        "id":"ED413150",
        "title":"The TeleLearning and Rural Education Centre: Macro and Micro Dimensions of Small School Research."},
      {
        "id":"ED413151",
        "title":"Success of High-Risk Students after Completion of an Elementary School Intervention Program: A Longitudinal Study."},
      {
        "id":"ED413152",
        "title":"Rural Education Reform: The Consultation Process."},
      {
        "id":"ED413153",
        "title":"&quot;There's Many a Slip between the Cup and the Lip.&quot;"},
      {
        "id":"ED413154",
        "title":"One Teacher Primary Schools: England, Scotland and Wales, 1996-97."},
      {
        "id":"ED413155",
        "title":"Adolescent Stress, Coping, and Academic Persistence in Rural Appalachia: The Unacknowledged Import of Early Adolescent Pregnancy."},
      {
        "id":"ED413156",
        "title":"Immigration and Ethnic Communities: A Focus on Latinos."},
      {
        "id":"ED413157",
        "title":"Immigrants from Latin America and the Caribbean: A Socioeconomic Profile."},
      {
        "id":"ED413158",
        "title":"Discrimination and Conflict: Minority Status and the Latino Community in the United States."},
      {
        "id":"ED413159",
        "title":"The Demography of Mexicans in the Midwest."},
      {
        "id":"ED413160",
        "title":"Unpacking 187: Targeting Mejicanas."},
      {
        "id":"ED413161",
        "title":"All Was Not Lost: The Political Victories of Mexican Immigrants in Guadalupe, California."},
      {
        "id":"ED413162",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (15th, Assisi, Italy, June 29-July 4, 1991), Volume 1."},
      {
        "id":"ED413163",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (15th, Assisi, Italy, June 29-July 4, 1991), Volume 2."},
      {
        "id":"ED413164",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (15th, Assisi, Italy, June 29-July 4, 1991), Volume 3."},
      {
        "id":"ED413165",
        "title":"Characteristics of Presidential Awardees: How Do They Compare with Science and Mathematics Teachers Nationally?"},
      {
        "id":"ED413166",
        "title":"Inventing Interventions: Three Successful CoVis Cases."},
      {
        "id":"ED413167",
        "title":"Developing Mass, Volume, and Density as Mediational Means in a Sixth Grade Classroom."},
      {
        "id":"ED413168",
        "title":"Constructing Facts and Mediational Means in a Middle School Science Classroom."},
      {
        "id":"ED413169",
        "title":"Scientific Reasoning in School Contexts."},
      {
        "id":"ED413170",
        "title":"How Would I Handle That? Using Vignettes To Promote Good Math and Science Education."},
      {
        "id":"ED413180",
        "title":"Mathematics for Young Learners: 60 Games &amp; Activities for Ages 3 through 7."},
      {
        "id":"ED413181",
        "title":"Local Systemic Change. Project Directory."},
      {
        "id":"ED413182",
        "title":"SSRP: Software for Problem Solving and Inquiry in Grades K-4. Ohio SchoolNet. ENC Focus."},
      {
        "id":"ED413183",
        "title":"Professional Development for Math and Science."},
      {
        "id":"ED413184",
        "title":"Using Multiple Representations for Conceptual Change in Pre-algebra: A Comparison of Variable Usage with Graphic and Text Based Problems."},
      {
        "id":"ED413188",
        "title":"Inquiry Strategies for Science and Mathematics Learning: It's Just Good Teaching."},
      {
        "id":"ED413189",
        "title":"Science and Mathematics Standards in the Classroom: It's Just Good Teaching."},
      {
        "id":"ED413191",
        "title":"A Guide to Funding Resources. Revised Edition. Rural Information Center Publication Series, No. 56."},
      {
        "id":"ED413240",
        "title":"Inquiry and the Development of Teaching: Issues in the Transformation of Mathematics Teaching. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED413245",
        "title":"Collection Development Policy."},
      {
        "id":"ED413246",
        "title":"What Makes Scientific Dialogue Possible in the Classroom?"},
      {
        "id":"ED413247",
        "title":"Scientific Dialogue as Evidence of Learning."},
      {
        "id":"ED413248",
        "title":"Making Progress through Scientific Dialogue."},
      {
        "id":"ED413250",
        "title":"Workplace Civics & Government. Prospectus for a Multimedia Curriculum."},
      {
        "id":"ED413252",
        "title":"Visual Arts Research, 1994."},
      {
        "id":"ED413253",
        "title":"Visual Arts Research, 1995."},
      {
        "id":"ED413254",
        "title":"Proceedings of the Annual Meeting of the Southwest Society of Philosophy and History Education (44th, September 23-25, 1993, New Orleans, Louisiana)."},
      {
        "id":"ED413255",
        "title":"Administrative Values of the American Women State Public Administrators: An Empirical Study."},
      {
        "id":"ED413256",
        "title":"Panic of 1907."},
      {
        "id":"ED413257",
        "title":"Public Debt: Private Asset. Government Debt and Its Role in the Economy."},
      {
        "id":"ED413258",
        "title":"A Christmas Present for the President: A Short History of the Creation of the Federal Reserve System."},
      {
        "id":"ED413259",
        "title":"Foster Town History and Documents Located at the Tyler Free Library."},
      {
        "id":"ED413261",
        "title":"Understanding the Federal Debt and Deficit."},
      {
        "id":"ED413262",
        "title":"You CAN Teach a Sneetch! Peace Education with Dr. Seuss."},
      {
        "id":"ED413263",
        "title":"An Invitation to Becoming Cosmopolitan: Designing Curriculum for Membership in a Global Community."},
      {
        "id":"ED413264",
        "title":"Intercultural Education and Migrant Women: An Italian Perspective."},
      {
        "id":"ED413265",
        "title":"The Building Bridges Program: Connecting Secondary Teacher Preparation Programs To Foster Integrated Learning."},
      {
        "id":"ED413266",
        "title":"Social Studies Teachers' Conceptions of Discussion: A Grounded Theory Study."},
      {
        "id":"ED413267",
        "title":"Opening the Development Debate with Maps of Multiple Perspectives."},
      {
        "id":"ED413268",
        "title":"Bill of Rights. Cases and Controversies. Student Material. Grades 8-12."},
      {
        "id":"ED413270",
        "title":"Consensual Educational Perspectives in Post-Accord Palestine."},
      {
        "id":"ED413271",
        "title":"Texas Almanac Teacher's Guide, 1998-99."},
      {
        "id":"ED413275",
        "title":"Girl-Only Gangs: A Bibliography."},
      {
        "id":"ED413276",
        "title":"Creative America. A Report to the President by the President's Committee on the Arts and the Humanities."},
      {
        "id":"ED413277",
        "title":"Proceedings of the Midwest Philosophy of Education Society, 1993-1994."},
      {
        "id":"ED413279",
        "title":"Perspectives on the Humanities and School-Based Curriculum Development. ACLS Occasional Paper No. 24."},
      {
        "id":"ED413281",
        "title":"Reauthorization of the National Endowment for the Arts and Humanities: A Focus on Education. Hearing on Examining Proposed Legislation Authorizing Funds for the National Endowment for the Arts and the Humanities, Focusing on the Educational Programs of the Endowments, before the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED413282",
        "title":"Proceedings of the Midwest Philosophy of Education Society, 1995-1996."},
      {
        "id":"ED413283",
        "title":"Public Attitudes toward Secondary Education: The United States in an International Context."},
      {
        "id":"ED413284",
        "title":"Missouri's Framework for Curriculum Development in Health Education and Physical Education (Healthy, Active Living) K-12."},
      {
        "id":"ED413285",
        "title":"Collegiality in Schools: Its Nature and Implications for Problem-Solving."},
      {
        "id":"ED413286",
        "title":"Being Proactive To Meet the Needs of an Urban School District: A Consortium Approach to Preparing School Administrators."},
      {
        "id":"ED413287",
        "title":"Investigating the Effects of Multiple Changes on the Transitioning Teacher."},
      {
        "id":"ED413289",
        "title":"Chaos in the Classroom: An Application of Chaos Theory."},
      {
        "id":"ED413290",
        "title":"Changing Tactics: Research on Embedding Inclusion Reforms within General Education Restructuring Efforts."},
      {
        "id":"ED413291",
        "title":"Establishing a Proactive Discipline Plan in Elementary Physical Education."},
      {
        "id":"ED413292",
        "title":"Critical Knowledge for Diverse Teachers and Learners."},
      {
        "id":"ED413296",
        "title":"Peace Pilgrim: A Readers Theatre Approach to Peace Education."},
      {
        "id":"ED413299",
        "title":"Self-Regulated Learning: Effects of a Training Program for Secondary-School Teachers."}]
  }}
