{
  "response":{"numFound":509939,"start":384000,"numFoundExact":true,"docs":[
      {
        "id":"ED419002",
        "title":"Experiences and Issues Related to the Format of Bilingual Tests: Dual Language Test Booklets versus Two Different Test Booklets."},
      {
        "id":"ED419003",
        "title":"A Model for Optimal Constrained Adaptive Testing."},
      {
        "id":"ED419004",
        "title":"A Procedure for Empirical Initialization of Adaptive Testing Algorithms."},
      {
        "id":"ED419005",
        "title":"Multidimensional Adaptive Testing with a Minimum Error-Variance Criterion."},
      {
        "id":"ED419007",
        "title":"Observed-Score Equating as a Test Assembly Problem."},
      {
        "id":"ED419008",
        "title":"Applications of Bayesian Decision Theory to Sequential Mastery Testing."},
      {
        "id":"ED419009",
        "title":"A Minimax Sequential Procedure in the Context of Computerized Adaptive Mastery Testing."},
      {
        "id":"ED419010",
        "title":"Maryland Public School Enrollment by Race/Ethnicity and Gender and Number of Schools, September 30, 1997."},
      {
        "id":"ED419011",
        "title":"Nonpublic School Enrollment, State of Maryland, September 30, 1997."},
      {
        "id":"ED419012",
        "title":"Constraints and Limitations in Evaluating Math Curricular Reform Efforts: Pacesetter Math Case Study."},
      {
        "id":"ED419013",
        "title":"Components of Self-Regulation during Within- and Between-Domain Problem-Solving Performance."},
      {
        "id":"ED419014",
        "title":"Summary of the Montana STEP Project Approach to Course Reform Evaluation."},
      {
        "id":"ED419015",
        "title":"The Fact Book 1997-1998. A Statistical Handbook."},
      {
        "id":"ED419016",
        "title":"The SAT I: Ways To Boost Verbal Scores."},
      {
        "id":"ED419017",
        "title":"Colorado Graduation Rates for Class of 1997. Annual Dropout Rates for Grades 7-12. Suspension and Expulsion Rates, 1996-97."},
      {
        "id":"ED419019",
        "title":"Perceived Affiliation with Family Member Roles: Validity and Reliability of Scores on the &quot;Children's Role Inventory.&quot;"},
      {
        "id":"ED419021",
        "title":"Mean ACT Composite Score by Oklahoma High School Site. Oklahoma High School Indicators Project."},
      {
        "id":"ED419022",
        "title":"The Effects of a Graduate Learning Experience on Anxiety, Achievement, and Expectations in Research and Statistics."},
      {
        "id":"ED419023",
        "title":"Five Methodology Errors in Educational Research: The Pantheon of Statistical Significance and Other Faux Pas."},
      {
        "id":"ED419024",
        "title":"Educators' Responses to LEP Students' Participation in the 1997 Basic Standards Testing. State Assessment Series, Minnesota Report 15."},
      {
        "id":"ED419025",
        "title":"The Differential Effects of Family Processes and SES on Academic Self-Concepts and Achievement of Gifted Asian American and Gifted Caucasian High School Students."},
      {
        "id":"ED419027",
        "title":"The Best Teachers in Low Income, Urban Schools: How Do They Maintain Their Enthusiasm and Excellence?"},
      {
        "id":"ED419028",
        "title":"The Effects of Mentoring on Student Growth."},
      {
        "id":"ED419029",
        "title":"Recent Changes in School Desegregation. ERIC/CUE Digest Number 133."},
      {
        "id":"ED419030",
        "title":"The Challenges of Parent Involvement Research. ERIC/CUE Digest Number 134."},
      {
        "id":"ED419031",
        "title":"Parent Engagement as a School Reform Strategy. ERIC/CUE Digest Number 135."},
      {
        "id":"ED419062",
        "title":"Civic Partners."},
      {
        "id":"ED419063",
        "title":"Youth Work with Vulnerable Young People. Interchange No. 51."},
      {
        "id":"ED419064",
        "title":"Neighborhood Initiatives, Community Agencies, and the Public Schools: A Changing Scene for the Development and Learning of Children. Publication Series No. 6."},
      {
        "id":"ED419065",
        "title":"Integrated Governance as a Reform Strategy in the Chicago Public Schools. Publication Series No. 10."},
      {
        "id":"ED419066",
        "title":"Quantifying the Components of School Community. Publication Series No. 8."},
      {
        "id":"ED419067",
        "title":"Revitalizing Inner Cities: Focusing on Children's Learning. Publication Series No. 7."},
      {
        "id":"ED419068",
        "title":"Toward a Community School: A Model for Organizing Community Based Educational Support Services. Publication Series No. 10."},
      {
        "id":"ED419069",
        "title":"Mothers' Stressful Events and the Adjustment of African-American Adolescents: Moderating Effects of Family Organization. Publication Series No. 8."},
      {
        "id":"ED419070",
        "title":"The Implementation of Two Reform Programs in Philadelphia: Lessons from Children Achieving and Title I Schoolwide Strategies. Publication Series No. 9."},
      {
        "id":"ED419071",
        "title":"The School-Family Partnership Project: A Survey Report. Publication Series No. 5."},
      {
        "id":"ED419072",
        "title":"Lessons Learned about Integrating Services. Publication Series No. 4."},
      {
        "id":"ED419073",
        "title":"Educational Resilience. Publication Series No. 11."},
      {
        "id":"ED419074",
        "title":"Uncompetitive American Schools: Causes and Cures. Publication Series No. 12."},
      {
        "id":"ED419075",
        "title":"Association of African-American Mothers' Perceptions of Their Neighborhood with Their Parenting and Adolescent Adjustment. Publication Series No. 6."},
      {
        "id":"ED419076",
        "title":"Serving Students with Special Needs through Inclusive Education Approaches. Publication Series No. 11."},
      {
        "id":"ED419078",
        "title":"The Costs and Benefits of Lifelong Learning: Consumer Behavior."},
      {
        "id":"ED419079",
        "title":"Health Care Communication with Low Literate Patients."},
      {
        "id":"ED419080",
        "title":"Tips on Finding and Getting a Job...Searching for, Writing a Resume, and Interviewing. ICPAC Information Series."},
      {
        "id":"ED419081",
        "title":"The Dollars of Education--Part 1. The $ense of Education--Part 2. ICPAC Information Series."},
      {
        "id":"ED419082",
        "title":"Thinking about More Education? A Guide for Adults Who Want To Go to College. ICPAC Information Series."},
      {
        "id":"ED419083",
        "title":"Career Advancement: Should I Return to School? ICPAC Information Series."},
      {
        "id":"ED419084",
        "title":"College Credit for Past Education and Life Experience. ICPAC Information Series."},
      {
        "id":"ED419085",
        "title":"Skills You Will Need for the Future--No Matter What Your Job or Where You Work. ICPAC Information Series."},
      {
        "id":"ED419087",
        "title":"Annual Adult Education Research Conference Proceedings (37th, Tampa, Florida, May 16-19, 1996)."},
      {
        "id":"ED419089",
        "title":"Family Literacy Guide to Welfare Reform. Family Independence Initiative Publication #3."},
      {
        "id":"ED419090",
        "title":"Developing Leadership Potential & Career Choices. NYSAWA: Women Helping Girls with Choices Project. A Report of the Statewide Conferences on Women Helping Girls with Choices."},
      {
        "id":"ED419091",
        "title":"Gender and Minority Group Differences in Desired Outcomes of Adult Post-Secondary Education: The Student Perspective."},
      {
        "id":"ED419092",
        "title":"Pensions and Productivity."},
      {
        "id":"ED419093",
        "title":"A Profile and Analysis of Students in Vocational Training: Literacy Skills, Demographics, and Socioeconomic Characteristics."},
      {
        "id":"ED419094",
        "title":"Recycle/Reuse: Utilizing New Technology."},
      {
        "id":"ED419095",
        "title":"Learning Projects of the Active Aging Eighty-Five and Over Population in the United States."},
      {
        "id":"ED419096",
        "title":"Rosalie's Neighborhood. A Health Literacy Series for Parents with Young Children."},
      {
        "id":"ED419098",
        "title":"Earnings Differences between Women and Men. Facts on Working Women."},
      {
        "id":"ED419101",
        "title":"Vocational Education in Alaska. 1997 Status Report."},
      {
        "id":"ED419103",
        "title":"Observation Instrument for Assessing Pre-service Technology Teachers."},
      {
        "id":"ED419104",
        "title":"Diversified Cooperative Training. Diversified Cooperative Health Occupations. Manual of Operation."},
      {
        "id":"ED419105",
        "title":"Occupational Work Experience. Manual of Operation."},
      {
        "id":"ED419106",
        "title":"Cumberland Valley School District's &quot;High School Diploma Program for Adults.&quot; Extension of 1994-95 &quot;353 Grant.&quot; Earning a Regular High School Diploma with or without a GED. Final Report."},
      {
        "id":"ED419107",
        "title":"Adult Education Alternative Diploma. Final Report."},
      {
        "id":"ED419108",
        "title":"Research and Development of Pennsylvania-Specific Adult Learner Competencies in Family, Work, and Community Contexts. Final Report."},
      {
        "id":"ED419109",
        "title":"Building Communities for Learning. Final Report."},
      {
        "id":"ED419110",
        "title":"Case Management for Adult Educators. Final Report."},
      {
        "id":"ED419111",
        "title":"The Color of Education. Helping Non-reading Adults with Household Management Skills. Final Report."},
      {
        "id":"ED419112",
        "title":"Focus on Adaptation. Final Report."},
      {
        "id":"ED419113",
        "title":"Philadelphia Alternative Diploma Project. 1996-1997."},
      {
        "id":"ED419114",
        "title":"Rural Co-Options for Lifelong Learning. A 353 Final Report."},
      {
        "id":"ED419115",
        "title":"School-to-Work."},
      {
        "id":"ED419116",
        "title":"Standardizing Forms for Non-Metropolitan Literacy Providers. Final Report."},
      {
        "id":"ED419117",
        "title":"Statewide Staff Development Project: Adults with Learning Differences."},
      {
        "id":"ED419118",
        "title":"Summer Institute: New Teacher Orientation. Final Report."},
      {
        "id":"ED419119",
        "title":"Summer Institute: Technology II. 1996-1997 Special 353 Project."},
      {
        "id":"ED419120",
        "title":"&quot;What's the Buzz?&quot;--Pennsylvania's Adult Basic and Literacy Professional Development Newsletter. Final Report."},
      {
        "id":"ED419121",
        "title":"Work beyond GED. Final Report. Project #98-7011."},
      {
        "id":"ED419122",
        "title":"The Americans with Disabilities Act (ADA) and Technology Education."},
      {
        "id":"ED419123",
        "title":"Inclusion in the Technology Education Classroom."},
      {
        "id":"ED419124",
        "title":"Collaborative Research between Community Development Practitioners and University Based Researchers: Challenges and Benefits."},
      {
        "id":"ED419125",
        "title":"Removing Barriers to Work: Action Proposals for the 105th Congress and Beyond."},
      {
        "id":"ED419130",
        "title":"Girls and Basic Education: A Cultural Enquiry. Education Research Paper."},
      {
        "id":"ED419132",
        "title":"Industry Volunteers in the Classroom. Freeing Teachers' Time for Professional Development."},
      {
        "id":"ED419139",
        "title":"Good-Paying Occupations: A Study of Occupational Wages in the Great Lakes States. Updated and Expanded."},
      {
        "id":"ED419143",
        "title":"Project GOLD: Growth Opportunities through Learning & Doing, Performance Reporting Period, November 1, 1996-February 28, 1998. National Workplace Literacy Program."},
      {
        "id":"ED419144",
        "title":"JOB Soup for Women: 80 Job Bites You Can Sink Your Teeth into."},
      {
        "id":"ED419145",
        "title":"Career Maturity: A Review of Four Decades of Research."},
      {
        "id":"ED419146",
        "title":"AXIS: Adult Education eXpress Intercommunication Support. Final Report."},
      {
        "id":"ED419147",
        "title":"College Knowledge: Power, Policy and the Mature Student Experience at University. Maynooth Adult and Community Education (MACE) Occasional Series."},
      {
        "id":"ED419148",
        "title":"Internet-Based Instruction: An Annotated Bibliography."},
      {
        "id":"ED419149",
        "title":"Taking Flight: Education and Training for Aviation Careers."},
      {
        "id":"ED419150",
        "title":"British Columbia Prison Education Research Project. Final Report."},
      {
        "id":"ED419151",
        "title":"The JOBS Evaluation. Educating Welfare Recipients for Employment and Empowerment: Case Studies of Promising Programs."},
      {
        "id":"ED419155",
        "title":"Quality Instruction for the High Performance Workplace: DACUM."},
      {
        "id":"ED419156",
        "title":"Quality Instruction Requires High Quality Materials: SCID."},
      {
        "id":"ED419157",
        "title":"Further Education for the New Millennium. The Learning Age."},
      {
        "id":"ED419159",
        "title":"Family Literacy Lasts. The NFER Follow-up Study of the Basic Skills Agency's Demonstration Programmes."},
      {
        "id":"ED419160",
        "title":"Influences on Adult Basic Skills. Factors Affecting the Development of Literacy and Numeracy from Birth to 37."},
      {
        "id":"ED419162",
        "title":"Staying the Course. The Relationship between Basic Skills Support, Drop Out, Retention and Achievement in Further Education Colleges."},
      {
        "id":"ED419163",
        "title":"Who Are the &quot;Low-Wage&quot; Workers?"},
      {
        "id":"ED419168",
        "title":"Meeting Employers' Needs: How One-Stop Centers Can Attract Business Customers. Business Assistance Note #6."},
      {
        "id":"ED419171",
        "title":"An Inclusive ACE. Broadening Participation in Adult and Community Education."},
      {
        "id":"ED419172",
        "title":"Strategic Directions for Higher Education Careers Services. NICEC Briefing."},
      {
        "id":"ED419173",
        "title":"Trade Unions and Lifelong Guidance. NICEC TUC Briefing."},
      {
        "id":"ED419174",
        "title":"Managing Careers Work in Schools. NICEC Briefing."},
      {
        "id":"ED419175",
        "title":"Constructs of Work Used in Career Guidance. NICEC Briefing."},
      {
        "id":"ED419176",
        "title":"Community-Based Guidance and Social Exclusion. NCGE NICEC Briefing."},
      {
        "id":"ED419177",
        "title":"Career Guidance Mentoring for Disengaged Young People. NICEC ICG Briefing."},
      {
        "id":"ED419178",
        "title":"Preparing Psychotherapy Students for the New Demands of Managed Care."},
      {
        "id":"ED419179",
        "title":"Integrating New Information into Prior Knowledge."},
      {
        "id":"ED419180",
        "title":"School-Based Programs To Promote Safety and Civility. AEL Policy Briefs."},
      {
        "id":"ED419181",
        "title":"Empathy and Cross-Cultural Sensitivity."},
      {
        "id":"ED419182",
        "title":"The Influence of Demographic Background, Ethnic Identity, and Attitudes toward Women on Empathic Thinking."},
      {
        "id":"ED419183",
        "title":"In Search of Empathy within Multicultural Counseling Process."},
      {
        "id":"ED419184",
        "title":"Culture Specific Knowledge and the Ability To Empathize: Applications for Cross-Cultural Counseling Training."},
      {
        "id":"ED419185",
        "title":"PAR--A Theoretic Model for Self-Assessment and Practice toward Multicultural Counseling Competence."},
      {
        "id":"ED419186",
        "title":"Helping Counselor Trainees Get Along: An Issue for Professional Development."},
      {
        "id":"ED419187",
        "title":"Counseling Women: Who is Most Effective?"},
      {
        "id":"ED419188",
        "title":"White Counselor Trainees: Is there Multicultural Counseling Competence without Formal Training?"},
      {
        "id":"ED419189",
        "title":"Interpersonal and Attitudinal Factors in Women's Work Role: Cross-Cultural Comparison."},
      {
        "id":"ED419190",
        "title":"Promoting the Healthy Adolescent through Early Identification of Daily Hassles."},
      {
        "id":"ED419191",
        "title":"Alabama Counseling Association Journal, 1995."},
      {
        "id":"ED419192",
        "title":"Promoting Awareness of a High School Peer Helping Program."},
      {
        "id":"ED419193",
        "title":"Familiarizing Students with the Empirically Supported Treatment Approaches for Eating Disorders."},
      {
        "id":"ED419195",
        "title":"Student Publications Enhance Teaching: Experimental Psychology and Research Methods Courses."},
      {
        "id":"ED419196",
        "title":"Multicultural Mental Health: Does Your Skin Color Matter More Than Your Mind? CEO Policy Brief."},
      {
        "id":"ED419197",
        "title":"Using Professional Ethics to Strengthen Family/School Partnerships: Practical Suggestions."},
      {
        "id":"ED419198",
        "title":"Familiarizing Students with the Empirically Supported Treatment Approaches for Marital Problems."},
      {
        "id":"ED419199",
        "title":"Educating Therapists in Training about Clients' Expectations of Treatment."},
      {
        "id":"ED419200",
        "title":"ECP: Enhancing Psychosocial and Academic Development in Elementary Schools."},
      {
        "id":"ED419201",
        "title":"Beyond the Walls: Improving Conditions of Confinement for Youth in Custody."},
      {
        "id":"ED419203",
        "title":"Pre-Teen Gang Members: The Father Connection."},
      {
        "id":"ED419204",
        "title":"Alliance for Achievement: Preparing Every Child for College and Career."},
      {
        "id":"ED419205",
        "title":"Present and Possible Selves during Early Adolescence."},
      {
        "id":"ED419206",
        "title":"Brighter Futures: The Wisconsin Plan To Prevent Adolescent Pregnancy."},
      {
        "id":"ED419207",
        "title":"The Relationship between the Parental and Marital Experiences of 1988 Eighth-Grade Girls and High School Completion as of 1994. Statistics in Brief."},
      {
        "id":"ED419208",
        "title":"Violent and Repeat Juvenile Offender Act of 1997. Report of the Committee on the Judiciary, United States Senate, Together with Additional, Minority and Supplemental Views To Accompany S. 10."},
      {
        "id":"ED419209",
        "title":"Career Decision-Making Self-Efficacy and an Integrated Model of Student Persistence."},
      {
        "id":"ED419211",
        "title":"Clusters of Pre- and Early Adolescents with Varying Substance Use Expectancies: Identifying Probabilities of Membership."},
      {
        "id":"ED419212",
        "title":"Social Justice and Welfare State in Decline."},
      {
        "id":"ED419213",
        "title":"Chinese Students' Self-Concept and Academic Performance: Big-Fish-Little-Pond Effects and the Role of Perceived School Status."},
      {
        "id":"ED419214",
        "title":"Resiliency: A Comparison of Construct Definitions Arising from Conversations with 9 Year Old - 12 Year Old Children and Their Teachers."},
      {
        "id":"ED419215",
        "title":"Hearing Voices of Difference: Stories of Erasure and Heretical Research Methods."},
      {
        "id":"ED419216",
        "title":"School Smarts: Measuring Adolescent Attitude toward Intelligent Behavior In School."},
      {
        "id":"ED419217",
        "title":"Educational and Occupational Aspirations of High School Students."},
      {
        "id":"ED419218",
        "title":"An Exploration of Children's Strategy Choices for Resolving Conflict."},
      {
        "id":"ED419219",
        "title":"Building the Prior Knowledge of Disadvantaged First-Grade Students through the Use of Field Experiences."},
      {
        "id":"ED419220",
        "title":"Fourth-Grade Researchers: Helping Children Develop Strategies for Finding and Using Information."},
      {
        "id":"ED419221",
        "title":"Promises, Progress and Possibilities: Perspectives of Literacy Education."},
      {
        "id":"ED419222",
        "title":"Investigating Bilingual Literacy: Evidence from Malawi and Zambia. Education Research Paper."},
      {
        "id":"ED419224",
        "title":"Improving the Reading Achievement of America's Children: 10 Research-Based Principles."},
      {
        "id":"ED419225",
        "title":"Using Computers as Reading Instructional Tools: Applications and Implications."},
      {
        "id":"ED419227",
        "title":"In the Beginning: Helping All Children Achieve Early Literacy."},
      {
        "id":"ED419228",
        "title":"Improving Boys' Literacy: A Survey of Effective Practice in Secondary Schools."},
      {
        "id":"ED419229",
        "title":"What Works in Secondary Schools? Catching Up with Basic Skills."},
      {
        "id":"ED419233",
        "title":"Researching the Effectiveness of a Writing Center."},
      {
        "id":"ED419234",
        "title":"Is There a Class in This Text? Rhetoric in/of the Media."},
      {
        "id":"ED419236",
        "title":"Fifth Graders' Social Construction of Meaning in Response to Literature: Case Study Research."},
      {
        "id":"ED419237",
        "title":"The &quot;Mainstreaming+&quot; Approach."},
      {
        "id":"ED419238",
        "title":"Teachers as Researchers: An Expanding Role for Special Needs Educators."},
      {
        "id":"ED419239",
        "title":"The Female Rescuer in Newbery Books: Who Is She?"},
      {
        "id":"ED419240",
        "title":"Top-Down and Bottom-Up: Teachers as Policy Advocates in the Michigan English Language Arts Frameworks Project."},
      {
        "id":"ED419242",
        "title":"Wisconsin's Model Academic Standards for English Language Arts. Bulletin No. 8159."},
      {
        "id":"ED419243",
        "title":"Institutional Critique: Interrogating Composition Textbook Publishing."},
      {
        "id":"ED419244",
        "title":"Assessment Development Guidebook for Teachers of English Language Learners."},
      {
        "id":"ED419245",
        "title":"Reinventing Institutional Space: Remapping the Geography of Labor in English Studies."},
      {
        "id":"ED419246",
        "title":"A Brief History of Textbooks: Where Have We Been All These Years?"},
      {
        "id":"ED419247",
        "title":"Gender Bias in Children's Picture Books: A Look at Teachers' Choice of Literature."},
      {
        "id":"ED419248",
        "title":"Gender Stereotypes in Children's Picture Books."},
      {
        "id":"ED419249",
        "title":"Meaning as Structure: How Interpretants Become Signs in Text."},
      {
        "id":"ED419250",
        "title":"Standards for Teachers of English/Language Arts."},
      {
        "id":"ED419252",
        "title":"National Presidential Debates: Some Lessons That Could Be Learned from the Competitive Debate Realm."},
      {
        "id":"ED419253",
        "title":"Exploring Tensions between Self-Disclosure and Privacy Needs: The Future of Communication Boundary Management Theories."},
      {
        "id":"ED419254",
        "title":"Intercultural Communication Activities in the Classroom: Turning Stumbling Blocks into Building Blocks."},
      {
        "id":"ED419256",
        "title":"Recall of Television Advertising Messages as Influenced by Commercial Pod Position and Commercial/Program Affect Congruity or Dissonance."},
      {
        "id":"ED419257",
        "title":"Deconstructing &quot;Teletubbies&quot;: Differences between UK and US College Students' Reading of the Children's Television Program."},
      {
        "id":"ED419258",
        "title":"College Football and Public Crisis: Appropriate Actions and Justifications after the Kennedy Assassination."},
      {
        "id":"ED419259",
        "title":"Developing an Interpersonal Communication Training Course for Police Officers: Lessons Learned."},
      {
        "id":"ED419260",
        "title":"Ad Hoc Gatherings for Informal Problem Solving: Ordinary Conversation with Co-Workers as Labor for the Company."},
      {
        "id":"ED419261",
        "title":"Case Studies and Role Playing as a Vehicle to the Real World."},
      {
        "id":"ED419264",
        "title":"Organizing for the Future Requires the Non-Aristotelian Lens of a Dragonfly."},
      {
        "id":"ED419265",
        "title":"Teacher Leadership."},
      {
        "id":"ED419268",
        "title":"How Smart Schools Get and Keep Community Support."},
      {
        "id":"ED419271",
        "title":"Containing Crisis: A Guide to Managing School Emergencies."},
      {
        "id":"ED419275",
        "title":"Designing and Implementing Standards-Based Accountability Systems."},
      {
        "id":"ED419276",
        "title":"A Policymaker's Guide to Incentives for Students, Teachers and Schools."},
      {
        "id":"ED419277",
        "title":"Accountability--State and Community Responsibility."},
      {
        "id":"ED419278",
        "title":"Education's Weak Link: Student Performance in the Middle Grades."},
      {
        "id":"ED419279",
        "title":"Using the Readiness Five Phase Plan To Facilitate the School Development Program and the Improvement of School Climate."},
      {
        "id":"ED419282",
        "title":"Selected Integrated and Applied Curricula in Wisconsin Secondary Schools."},
      {
        "id":"ED419283",
        "title":"School Finance Reform: A Discussion Paper."},
      {
        "id":"ED419284",
        "title":"An Agenda for Equitable and Cost-Effective School Finance Reform: Findings Resulting from the Comptroller's Community Forums on Alternatives for Financing Education."},
      {
        "id":"ED419287",
        "title":"Participation with the Superintendent in Decision Making: A Decade of Rhetoric or Reform?"},
      {
        "id":"ED419288",
        "title":"Success Starts Small (SSS): A Study of Reduced Class Size in Primary Grades of a Fully Chapter-1 Eligible School."},
      {
        "id":"ED419289",
        "title":"Small-Class Research Supports What We All Know (So, Why Aren't We Doing It?)."},
      {
        "id":"ED419290",
        "title":"Attempting To Understand the Class Size and Pupil-Teacher Ratio (PTR) Confusion: A Pilot Study."},
      {
        "id":"ED419291",
        "title":"If Not Before: At Least Now."},
      {
        "id":"ED419292",
        "title":"The Key to Leadership Effectiveness--Leader Authenticity."},
      {
        "id":"ED419293",
        "title":"Education Productivity."},
      {
        "id":"ED419294",
        "title":"Choice Matters: Policy Alternatives and Implications for Charter Schools."},
      {
        "id":"ED419297",
        "title":"Prospects for Reform: The State of American Education and the Federal Role. An Interim Report of the Senate Budget Committee Task Force on Education."},
      {
        "id":"ED419299",
        "title":"Status of Education Reform in Public Elementary and Secondary Schools: Principals' Perspectives. Statistical Analysis Report."},
      {
        "id":"ED419300",
        "title":"Education and the New Economy: Views from a Policy Planning Exercise. Rand Issue Paper."},
      {
        "id":"ED419301",
        "title":"Turning Around Low-Performing Schools: A Guide for State and Local Leaders."},
      {
        "id":"ED419302",
        "title":"New American High Schools: Profiles of the Nation's Leading Edge Schools."},
      {
        "id":"ED419303",
        "title":"Safe and Smart: Making the After-School Hours Work for Kids."},
      {
        "id":"ED419304",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, October 1, 1997-March 31, 1998."},
      {
        "id":"ED419305",
        "title":"New American High Schools: Preparing Students for College and Careers. Seventh Annual Business Week Awards for Instructional Innovation."},
      {
        "id":"ED419306",
        "title":"A Two Year Follow-Up Study of Children at Risk for Developing SED: Implications for Designing Prevention Programs."},
      {
        "id":"ED419307",
        "title":"NCPSE News, 1997-1998."},
      {
        "id":"ED419308",
        "title":"Characteristics, Services, and Outcomes of Rehabilitation Consumers Who Are Blind or Visually Impaired Served in Separate and General Agencies."},
      {
        "id":"ED419309",
        "title":"Comprehensive Examination of Barriers to Employment among Persons Who Are Blind or Visually Impaired."},
      {
        "id":"ED419310",
        "title":"Students with Disabilities and Assistive Technology: A Desk Reference Guide."},
      {
        "id":"ED419311",
        "title":"Teacher Expectations of Multicultural Exceptional Learners: Impact on \"Accuracy\" of Self-Concepts."},
      {
        "id":"ED419312",
        "title":"Substitute Care Providers: Helping Abused and Neglected Children. The User Manual Series."},
      {
        "id":"ED419313",
        "title":"Abuse and Neglect of Children with Disabilities: Report and Recommendations [of the] National Symposium on Abuse and Neglect of Children with Disabilities (November 1994)."},
      {
        "id":"ED419314",
        "title":"Crisis Intervention in Child Abuse and Neglect. The User Manual Series."},
      {
        "id":"ED419315",
        "title":"Individuals with Disabilities Education Act Amendments of 1997. Report from the Senate Committee on Labor and Human Resources. To Accompany S. 717. 105th Congress, 1st Session."},
      {
        "id":"ED419316",
        "title":"Can Formal Disability-Related Services Be Developed with South Asian Historical and Conceptual Foundations? Constructions from Experience and Research."},
      {
        "id":"ED419317",
        "title":"Software To Help the At-Risk Child&apos;s Chances."},
      {
        "id":"ED419318",
        "title":"Defying the Stereotypes of Special Education: Homeschool Students."},
      {
        "id":"ED419319",
        "title":"Perceptions of Alienation among Special and General Education Teachers."},
      {
        "id":"ED419320",
        "title":"ADD Teacher Inservice Project. Final Grant Report."},
      {
        "id":"ED419321",
        "title":"The Economic Health of Gifted Education in Three Northeastern States: An Analysis of Public School Opportunities and Private Programs in New York, New Jersey, and Connecticut."},
      {
        "id":"ED419322",
        "title":"Individuals with Disabilities Education Act Amendments of 1997. Report of the Committee on Education and the Workforce House of Representatives on H.R. 5 Together with Additional and Dissenting Views [Including cost estimate of the Congressional Budget Office]. House of Representatives, 105th Congress, 1st Session."},
      {
        "id":"ED419323",
        "title":"State Accountability Reports: What Are States Saying about Students with Disabilities?"},
      {
        "id":"ED419324",
        "title":"All Kids Count: Including Students with Disabilities in Statewide Assessment Programs."},
      {
        "id":"ED419326",
        "title":"Rights and Responsibilities of Parents of Children with Disabilities. ERIC Digest #E567."},
      {
        "id":"ED419328",
        "title":"A Regional Consulting Center To Assist School Personnel in Working with Early Adolescents with Attention Deficit Disorders."},
      {
        "id":"ED419329",
        "title":"Educating Students with Disabilities in General Education Classrooms: A Summary of the Research."},
      {
        "id":"ED419330",
        "title":"Transition: Terms and Concepts."},
      {
        "id":"ED419331",
        "title":"Talking the Language of the Hands to the Hands. The Importance of Hands for the Person Who Is Deafblind. DB-LINK Fact Sheet."},
      {
        "id":"ED419332",
        "title":"SEA Complaint Management Procedures: A National Survey."},
      {
        "id":"ED419333",
        "title":"Alaska Inclusion Training Modules: Building Inclusive Classrooms and Schools. Modules 1-3. Second Edition."},
      {
        "id":"ED419334",
        "title":"State Plan: Nebraska Vocational Rehabilitation Services Program: October 1, 1997 to September 30, 2000."},
      {
        "id":"ED419335",
        "title":"Continuing Education Strategies for Attention Deficit Disorders: Final Report."},
      {
        "id":"ED419336",
        "title":"Constructing a Culturally Sensitive Education for Gifted Deaf Students."},
      {
        "id":"ED419337",
        "title":"Caution Needed for Inclusion of \"Beavis and Butthead.\""},
      {
        "id":"ED419338",
        "title":"Using Song To Increase the Articulation Skills in the Speech of the Profoundly Mentally Handicapped."},
      {
        "id":"ED419339",
        "title":"The Provision of Assistive Technology for Students with Disabilities."},
      {
        "id":"ED419340",
        "title":"Survey of Students with Disabilities in Out of State Placements: A Sample of States."},
      {
        "id":"ED419341",
        "title":"Public Attitudes Toward Education for the 'Gifted' in Ontario."},
      {
        "id":"ED419342",
        "title":"National Information Clearinghouse on Children Who Are Deaf-Blind (DB-LINK). National Resource Directory."},
      {
        "id":"ED419343",
        "title":"Listening to Voices of Experience in Special Education."},
      {
        "id":"ED419345",
        "title":"SEA-IHE Collaborative Inservice, Preservice and Mini-Team Personnel Preparation Project for Serving Students with Attention Deficit Disorder: Evaluation Report, Year 3. October 1, 1994-December 31, 1995."},
      {
        "id":"ED419347",
        "title":"Research in the Study of Reading Disability: What Have We Learned in the Past Four Decades?."},
      {
        "id":"ED419348",
        "title":"Teachers as Verbal Perpetrators."},
      {
        "id":"ED419349",
        "title":"Cyclical Grieving: Reocurring Emotions Experienced by Parents Who Have Children with Disabilities."},
      {
        "id":"ED419355",
        "title":"Computer Accessibility Technology Packet."},
      {
        "id":"ED419356",
        "title":"The Culturally Unique Management Strategies of Families of Young Children with Special Needs in Puerto Rico."},
      {
        "id":"ED419358",
        "title":"Frequently Asked Questions by Educators about Students with Psychiatric Disabilities: Tips and Resources on the Rehabilitation Act, ADA, Academic Adjustments, and Support."},
      {
        "id":"ED419365",
        "title":"Stress and Stressors in Parenting a Developmentally Delayed Child at Different Life Stages: A Cross-Sectional Nordic Study with a Representative Sample of Nonhandicapped Children. Research Report 165."},
      {
        "id":"ED419366",
        "title":"Considerations in IEP Development for Children Who Are Deafblind."},
      {
        "id":"ED419368",
        "title":"Where Children Learn: A Discussion of How a Facility Affects Learning."},
      {
        "id":"ED419369",
        "title":"Manual of Planning Standards for School Buildings."},
      {
        "id":"ED419370",
        "title":"What Has Created California's School Facilities Predicament? EdFact."},
      {
        "id":"ED419371",
        "title":"Portable School Buildings: Scourge, Saving Grace, or Just Part of the Solution? EdFact."},
      {
        "id":"ED419372",
        "title":"California's School Facilities Predicament."},
      {
        "id":"ED419373",
        "title":"Design-Build Contracting by Virginia Public Bodies."},
      {
        "id":"ED419374",
        "title":"Existing School Buildings: Incremental Seismic Retrofit Opportunities."},
      {
        "id":"ED419376",
        "title":"District of Columbia Public Schools: Availability of Funds and the Cost of FY 1997 Roof Projects. Testimony before the Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia Committee on Governmental Affairs, U.S. Senate. Statement of Gloria L. Jaimon, Director, Health, Education, and Human Services Accounting and Financial Management Issues, Accounting and Information Management Division."},
      {
        "id":"ED419377",
        "title":"Survey of School Facility Expenditures in Virginia."},
      {
        "id":"ED419378",
        "title":"Radon Measurement in Schools: Self-Paced Training Workbook."},
      {
        "id":"ED419379",
        "title":"De Par en Par, 10 &amp; 11. (Wide Open, 10 &amp; 11.)"},
      {
        "id":"ED419380",
        "title":"Da Que Hablar (Something To Talk About)."},
      {
        "id":"ED419381",
        "title":"Materiales. Numbers 21-23."},
      {
        "id":"ED419382",
        "title":"Lectura y Vida: Revista Latinoamericana de Lectura. (Reading and Life: Latin American Reading Magazine)."},
      {
        "id":"ED419383",
        "title":"The Usefulness of Bilingual Sentence Analysis."},
      {
        "id":"ED419384",
        "title":"Teaching Communication Strategies."},
      {
        "id":"ED419385",
        "title":"Secondary Newcomer Programs: Helping Recent Immigrants Prepare for School Success. ERIC Digest."},
      {
        "id":"ED419386",
        "title":"A Multicultural Approach for Empowerment in Language Arts Classrooms."},
      {
        "id":"ED419387",
        "title":"Cover to Cover: A Guide to Foreign Language Programs, Instruction and Resources."},
      {
        "id":"ED419388",
        "title":"Strategies for Keeping Indigenous Languages Alive."},
      {
        "id":"ED419389",
        "title":"Negative, Positive, and Neutral Views of Bilingual Education: A Content Analysis of \"Readers' Guide Abstracts\" and \"Readers' Guide Abstracts Select.\""},
      {
        "id":"ED419390",
        "title":"Strategies for the Production of Spanish Stop Consonants by Native Speakers of English."},
      {
        "id":"ED419392",
        "title":"German Language Instruction at Historically Black Colleges and Universities and the Future of German in (African) American Higher Education."},
      {
        "id":"ED419394",
        "title":"Reflexivity as a Learning Strategy in EFL."},
      {
        "id":"ED419395",
        "title":"Language Policy and Ideological Paradox: A Comparative Look at Bilingual Intercultural Education Policy and Practice in Three Andean Countries."},
      {
        "id":"ED419396",
        "title":"Folktales: A Creative Way To Involve Students in Meeting the National Standards."},
      {
        "id":"ED419397",
        "title":"Inspecting the Unexpected: Language Status and Corpus Shifts as Aspects of Language Revitalization."},
      {
        "id":"ED419398",
        "title":"Being People: An Anthology for Non-Native Speakers of English."},
      {
        "id":"ED419399",
        "title":"The Lighter Side of TEFL: A Teacher's Resource Book of Fun Activities for Students of English as a Foreign Language."},
      {
        "id":"ED419400",
        "title":"Promoting ESL Preservice Teachers' Reflection on Learning How To Teach Linguistically and Culturally Diverse Students."},
      {
        "id":"ED419402",
        "title":"From Practice to Performance: A Manual of Teacher Training Workshop Activities. Volume 1."},
      {
        "id":"ED419403",
        "title":"From Practice to Performance: A Manual of Teacher Training Workshop Activities. Volume 2."},
      {
        "id":"ED419404",
        "title":"Are Freshman English Programs for Non-English Majors at Universities in Taiwan Meeting the Expectation of Students and Teachers?"},
      {
        "id":"ED419405",
        "title":"Freshman English Programs for Non-English Majors at Universities in Taiwan: An Investigation into the Gap between Expectations and Reality."},
      {
        "id":"ED419406",
        "title":"The Interdependency of Language and Literature: An Approach to Teaching Chinese Literature in Chinese."},
      {
        "id":"ED419407",
        "title":"Computer Assisted Language Learning: A Shortcut to Proficiency?"},
      {
        "id":"ED419408",
        "title":"Studies in Native American Languages 9."},
      {
        "id":"ED419409",
        "title":"Reduplicated Numerals in Salish."},
      {
        "id":"ED419410",
        "title":"Unitariness and Partial Identification in the Bella Coola Middle Voice."},
      {
        "id":"ED419411",
        "title":"Obviation Across Clause Boundaries in Kutenai."},
      {
        "id":"ED419412",
        "title":"Verb Agreement and the Structure of the Clause in Karaja."},
      {
        "id":"ED419413",
        "title":"Defining the Graduation Thesis &amp; Identifying Student Needs."},
      {
        "id":"ED419414",
        "title":"How To Communicate Politely and Be a Tutor, Too: NS-NNS Interaction and Writing Center Practice."},
      {
        "id":"ED419415",
        "title":"A Sociohistorical Analysis of the Hawaiian Language Immersion Program."},
      {
        "id":"ED419416",
        "title":"The Creation and Validation of KIDTALK."},
      {
        "id":"ED419417",
        "title":"Refusals and Communication Style in American English and Egyptian Arabic."},
      {
        "id":"ED419418",
        "title":"A Longitudinal Study of the Appropriation of Gestures of the Abstract by L2 Learners."},
      {
        "id":"ED419419",
        "title":"Francophone Films in the Classroom."},
      {
        "id":"ED419420",
        "title":"Introduction of Business-Commercial-Technical French into the Secondary Curriculum."},
      {
        "id":"ED419421",
        "title":"Learning Culture: Practicing Change. A Critical Approach to Learning and Teaching Culture in the EFL Classroom in Japan."},
      {
        "id":"ED419422",
        "title":"The Implementation of the Literacy Component of the First Steps Project in ELAN Schools (Schools with a High Proportion of Aboriginal Students)."},
      {
        "id":"ED419423",
        "title":"A Survey of the Effectiveness of the Focus Teacher &quot;B&quot; Training for the First Steps Project."},
      {
        "id":"ED419424",
        "title":"A Survey of the Implementation of the Literacy Component of the First Steps Project in WA."},
      {
        "id":"ED419425",
        "title":"Case Studies of the Implementation of the First Steps Project in Twelve Schools."},
      {
        "id":"ED419426",
        "title":"Talent and Diversity: The Emerging World of Limited English Proficient Students in Gifted Education."},
      {
        "id":"ED419428",
        "title":"English Language Training for Employment Participation. Resource Package."},
      {
        "id":"ED419429",
        "title":"Amplifying the Health Literacy of Migrant Farmworkers."},
      {
        "id":"ED419430",
        "title":"Reading, Writing, and Computering."},
      {
        "id":"ED419431",
        "title":"Critical Perspectives in Community-Based, Adult ESL Programs."},
      {
        "id":"ED419432",
        "title":"Notes on Literacy, Vols. 21 and 22."},
      {
        "id":"ED419433",
        "title":"The Best of ESL: Practical-Strategy Guide for ESL."},
      {
        "id":"ED419434",
        "title":"Australia's Migrants and Refugees: Opening the Door to Lifelong Learning. How Adults Learn a New Language."},
      {
        "id":"ED419435",
        "title":"Handbook for Citizenship Programs."},
      {
        "id":"ED419436",
        "title":"Adult Participation in English-as-a-Second-Language (ESL) Classes. Issue Brief."},
      {
        "id":"ED419437",
        "title":"Vocabulary Basics."},
      {
        "id":"ED419438",
        "title":"Scale of Community Service Attitudes for College Students."},
      {
        "id":"ED419441",
        "title":"White House Initiative on Historically Black Colleges and Universities."},
      {
        "id":"ED419442",
        "title":"Professional Preparation in Sports Management: From &quot;A National Study on Professional Preparation in Sports Management.&quot;"},
      {
        "id":"ED419443",
        "title":"Guide to Direct Consolidation Loans."},
      {
        "id":"ED419444",
        "title":"Student Loans: Characteristics of Students and Default Rates at Historically Black Colleges and Universities. Report to Congressional Requesters."},
      {
        "id":"ED419445",
        "title":"Historic Preservation: Cost To Restore Historic Properties at Historically Black Colleges and Universities. Report to Congressional Requesters."},
      {
        "id":"ED419446",
        "title":"Effective Collaboration for the Twenty-First Century: The Commission and Its Stakeholders."},
      {
        "id":"ED419447",
        "title":"Performance Indicators of California Higher Education, 1997. The Fourth Annual Report to California&apos;s Governor, Legislature, and Citizens in Response to Assembly Bill 1808 (Chapter 741, Statutes of 1991)."},
      {
        "id":"ED419448",
        "title":"The Health of First Year Students. Working Paper."},
      {
        "id":"ED419449",
        "title":"Data Book."},
      {
        "id":"ED419451",
        "title":"The Economic Impact of University Research."},
      {
        "id":"ED419452",
        "title":"Student Financing of Graduate and First-Professional Education, 1995-96. With Profiles of Students in Selected Degree Programs. National Postsecondary Student Aid Study: 1995-96. Statistical Analysis Report."},
      {
        "id":"ED419455",
        "title":"Faculty Racial/Ethnic Diversity in the Oregon State System of Higher Education. A Report Prepared for the Oregon State Board of Higher Education."},
      {
        "id":"ED419461",
        "title":"Profile of Undergraduates in U.S. Postsecondary Education Institutions: 1995-96. With an Essay on Undergraduates Who Work. Statistical Analysis Report."},
      {
        "id":"ED419462",
        "title":"Defense Health Care. Collaboration and Criteria Needed for Sizing Graduate Medical Education. Report to Congressional Committees."},
      {
        "id":"ED419463",
        "title":"Toward Resiliency: At-Risk Students Who Make It to College."},
      {
        "id":"ED419465",
        "title":"Student Loans: Limited Information Is Available To Determine How Students' College Debt Affects Their School and Lifestyle Decisions."},
      {
        "id":"ED419467",
        "title":"Returning to Our Roots Student Access. Second Report."},
      {
        "id":"ED419468",
        "title":"Training Nurse Practitioners and Physician Assistants. How Important Is State Financing?"},
      {
        "id":"ED419469",
        "title":"Valuing Diversity: Student Perceptions of Campus Climate in the Oregon State System of Higher Education."},
      {
        "id":"ED419470",
        "title":"Student Racial/Ethnic Diversity in the Oregon State System of Higher Education."},
      {
        "id":"ED419471",
        "title":"The Emerging Presence of Female Faculty in Pennsylvania's State System of Higher Education: An Historical Perspective, 1974-1994."},
      {
        "id":"ED419472",
        "title":"The MAHE Journal, 1997."},
      {
        "id":"ED419473",
        "title":"Employment and Postsecondary Persistence and Attainment. Indicator of the Month."},
      {
        "id":"ED419474",
        "title":"A Study of the Long Term Effects of an Experimental Program of Freshman-Sophomore Studies at Berkeley in the 60's."},
      {
        "id":"ED419476",
        "title":"Students First: The Experiences of Disabled Students in Higher Education. SCRE Research Report Series."},
      {
        "id":"ED419477",
        "title":"A Review of Literature Related to Service for College Student-Athletes."},
      {
        "id":"ED419478",
        "title":"Faculty Involvement in Governance: An HBCU Case Analysis."},
      {
        "id":"ED419479",
        "title":"Measuring the Impact of Income and Financial Aid Offers on College Enrollment Decisions."},
      {
        "id":"ED419480",
        "title":"Status Report on OSSHE's Response to Changes in the Education Professions: Serving Oregon's Growing Needs. Prepared for the Oregon State Board of Higher Education."},
      {
        "id":"ED419481",
        "title":"One Year Later: The Status of 1994-95 OSSHE Bachelor's Graduates. Prepared for the Oregon State Board of Higher Education."},
      {
        "id":"ED419486",
        "title":"Pacific Telecommunications Council Annual Conference Proceedings (18th, Honolulu, Hawaii, January 14-18, 1996)."},
      {
        "id":"ED419487",
        "title":"Pacific Telecommunications Council Annual Conference Proceedings (19th, Honolulu, Hawaii, January 19-22, 1997)."},
      {
        "id":"ED419488",
        "title":"Pacific Telecommunications Council Annual Conference Proceedings (20th, Honolulu, Hawaii, January 11-14, 1998)."},
      {
        "id":"ED419489",
        "title":"Voluntaristic Online Education and the Future with Japan."},
      {
        "id":"ED419491",
        "title":"NECC '98: National Educational Computing Conference Proceedings (19th, San Diego, CA, June 22-24, 1998)."},
      {
        "id":"ED419492",
        "title":"Interaction of Presentation Mode and Learning Style in Computer Science."},
      {
        "id":"ED419493",
        "title":"Online Communities as a Vehicle for Developing Secondary Mathematics Educators."},
      {
        "id":"ED419494",
        "title":"Give Girls Some Space: Gender Equity in Collaborative Technology Activities."},
      {
        "id":"ED419495",
        "title":"Using Technology To Enhance Literacy in Elementary School Children."},
      {
        "id":"ED419496",
        "title":"Learner in Charge: Student Inquiry and Technological Literacy."},
      {
        "id":"ED419497",
        "title":"Design of Technology-Based Learning Environments That Support Both Teachers and Students."},
      {
        "id":"ED419498",
        "title":"Computer Literacy Taught through Student-Centered Activities in Elementary Teacher Education: Constructivist Theory Put into Practice."},
      {
        "id":"ED419499",
        "title":"Building Capacity for Innovation: The Vanguard for Learning Model."},
      {
        "id":"ED419500",
        "title":"Collaborative Educational Multimedia Design by Children: Do All Learners Benefit Equally?"},
      {
        "id":"ED419501",
        "title":"Engineering Undergraduate Distance Learning Programs: An Assessment."},
      {
        "id":"ED419502",
        "title":"Developing Educational Materials in Java: A Report from the Front Lines."},
      {
        "id":"ED419503",
        "title":"Northeast Louisiana University Teacher Enhancement Program."},
      {
        "id":"ED419504",
        "title":"Effective Means To Help Teachers Master Computer Applications."},
      {
        "id":"ED419505",
        "title":"Students as Mentors of Technology."},
      {
        "id":"ED419510",
        "title":"Meaningful Integration of Technology into the Middle School Social Studies Classroom."},
      {
        "id":"ED419511",
        "title":"Creating a Fourth Grade Clarisworks Slideshow Presentation on a Civil War Topic."},
      {
        "id":"ED419512",
        "title":"Teacher Attitudes and Effective Computer Integration."},
      {
        "id":"ED419513",
        "title":"Computer Literacy Empowerment Strategies in a Social Context: A Sample Approach To Teaching a Credit Course."},
      {
        "id":"ED419514",
        "title":"Middle School Teachers' Use of On-Line Communications."},
      {
        "id":"ED419516",
        "title":"Students as Simulation Designers and Developers--Using Computer Simulations for Teaching Boundary Layer Processes."},
      {
        "id":"ED419517",
        "title":"Changing Roles, Changing Technologies: The Design, Development, Implementation, and Evaluation of a Media Technology and Diversity On-Line Course."},
      {
        "id":"ED419519",
        "title":"Going to School the Technological Way."},
      {
        "id":"ED419520",
        "title":"Expanding the Effective Use of Computers in Middle and High Schools in Turkey. Anadolu University Publications, No. 1007; Faculty of Education Publications, No. 48."},
      {
        "id":"ED419522",
        "title":"Classroom Web Pages: A &quot;How-To&quot; Guide for Educators."},
      {
        "id":"ED419524",
        "title":"Digital Imaging and the Cognitive Revolution: A Media Challenge."},
      {
        "id":"ED419525",
        "title":"Comparing and Contrasting the Effectiveness of Computer-based Instruction with Traditional Classroom Instruction in the Delivery of a Cross-Cultural Educational Module for Agriculturalists."},
      {
        "id":"ED419526",
        "title":"From Here to Transformation: Phase II in the Implementation of Missouri's Telecommunications-based Delivery System for Higher Education. Report Presented to the Missouri Coordinating Board for Higher Education by the CBHE Telecommunications Advisory Group."},
      {
        "id":"ED419527",
        "title":"Hypermedia and Direct Instruction: Do the Paradigms Fit? A Demonstration of a Learner-Centered Hypermedia Program in Classroom Observation Skills."},
      {
        "id":"ED419528",
        "title":"Technology Planning and Implementation in Public Schools: A Five-State Comparison."},
      {
        "id":"ED419529",
        "title":"Comparing Student Learning Outcomes in Hypermedia and Analog Assisted Lectures (HAL &amp; AAL)."},
      {
        "id":"ED419530",
        "title":"Faculty Issues Pertaining to Institutional Support and Reward Practices in Distance Education."},
      {
        "id":"ED419531",
        "title":"The Use of Telecommunications by Preservice Teachers and Their University Supervisors."},
      {
        "id":"ED419533",
        "title":"A Theory of Curriculum Change in Schools: The Case of Integrating Computer Technology into Instruction in a Suburban Elementary School."},
      {
        "id":"ED419537",
        "title":"Library Power in Philadelphia: Final Report from Seven Case Studies."},
      {
        "id":"ED419538",
        "title":"E-Mail at Work: Is it Really Private?"},
      {
        "id":"ED419541",
        "title":"Comparison of 1995-1996 High School Students Attitude Survey Results."},
      {
        "id":"ED419542",
        "title":"Information Services in Triangle Area Charter Schools."},
      {
        "id":"ED419544",
        "title":"Preparing College Students To Search Full-Text Databases: Is Instruction Necessary?"},
      {
        "id":"ED419545",
        "title":"Combined School and Public Libraries: Guidelines for Decision Making. Second Edition. Bulletin No. 98234."},
      {
        "id":"ED419548",
        "title":"Public Library Use in Pennsylvania: Identifying Uses, Benefits, and Impacts. Final Report."},
      {
        "id":"ED419549",
        "title":"CTCL 1996 Survey on Library Internet Services. Occasional Paper Series, No. 11."},
      {
        "id":"ED419550",
        "title":"State Library Agencies, Fiscal Year 1996. E.D. Tabs."},
      {
        "id":"ED419552",
        "title":"On-Line Assessment: What, Why, How."},
      {
        "id":"ED419553",
        "title":"A Comparison of Retention Rates between Students Who Took the Student Development Seminar and Students Who Did Not, at Tunxis Community-Technical College."},
      {
        "id":"ED419554",
        "title":"Cuyahoga Community College Part-time Faculty Handbook 1997-1998."},
      {
        "id":"ED419555",
        "title":"Tuition Assistance Program (TAP) at Court Reporting Institute (CRI). Audit for 1989-1990 through 1994-1995 Academic Years."},
      {
        "id":"ED419556",
        "title":"Employment Status of VCCS Students Fall Semester 1996. Research Report Series."},
      {
        "id":"ED419557",
        "title":"Population Penetration Rates by City and County Fall Term 1997. Research Report Series."},
      {
        "id":"ED419558",
        "title":"WTCS Transfer Information, 1996-97."},
      {
        "id":"ED419560",
        "title":"New Hampshire Community Technical College System Annual Report, Class of 1997."},
      {
        "id":"ED419562",
        "title":"Public Assistance Comprehensive Education (PACE)."},
      {
        "id":"ED419564",
        "title":"LONESTAR, CCSEQ, Other Data, and Institutional Effectiveness at Brazosport College."},
      {
        "id":"ED419565",
        "title":"Intercom: Newsletter of the Learning Resources Association of the California Community Colleges, 1997-1998."},
      {
        "id":"ED419566",
        "title":"Presentation on Remediation at CUNY."},
      {
        "id":"ED419567",
        "title":"New Designs for the Two-Year Institution of Higher Education. Final Report."},
      {
        "id":"ED419568",
        "title":"Whatever Happened to the Class of 1994? A Three-Year Longitudinal Study of Traditional Freshmen Entering Frederick Community College in the Fall 1994 Semester."},
      {
        "id":"ED419569",
        "title":"High School Course Choice, Performance and Readiness for College. Frederick County Public High Schgool Graduates Enrolling at Frederick Community College."},
      {
        "id":"ED419570",
        "title":"Community Colleges in the United States: a Geographical Perspective."},
      {
        "id":"ED419571",
        "title":"At Your Fingertips: Using Everyday Data To Improve Schools."},
      {
        "id":"ED419572",
        "title":"Tuition Assistance Program (TAP) at ASA Institute of Computer and Business Technology, Inc. Audit for 1991-1992 through 1993-1994 Academic Years. Report 95-T-5 (Revised)."},
      {
        "id":"ED419573",
        "title":"Strategic Plan for Information Technology."},
      {
        "id":"ED419574",
        "title":"Community Colleges Tackle Student Health and HIV/AIDS. AACC Research Brief."},
      {
        "id":"ED419576",
        "title":"Every Kid Counts in the District of Columbia: 4th Annual Fact Book, 1997."},
      {
        "id":"ED419577",
        "title":"Caribbean Conference on Early Childhood Education (2nd, Dover Convention Centre, Barbados, April 1-5, 1997). Summary Report."},
      {
        "id":"ED419578",
        "title":"Read Today, Lead Tomorrow: How Corporate Grants, Volunteers, and Community Leadership Can Bring About Student Success. The Story of the GE Early Years Initiative."},
      {
        "id":"ED419579",
        "title":"Space 2: My Body. Space Orientation Group 1."},
      {
        "id":"ED419581",
        "title":"Leading Head Start Into the Future. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED419582",
        "title":"Participating in the Management Process. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED419583",
        "title":"Planning for Transitions. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED419584",
        "title":"The International Resilience Project Findings from the Research and the Effectiveness of Interventions."},
      {
        "id":"ED419585",
        "title":"Emergence of Abbreviation in Early Mother-Infant Communication."},
      {
        "id":"ED419588",
        "title":"Access to Early Childhood Development: Strategies for Enhancing Social Integration."},
      {
        "id":"ED419589",
        "title":"Child Support Report, 1997."},
      {
        "id":"ED419590",
        "title":"Evaluation Results &amp; Final Report for the Preservice Training for Child Care Workers Project."},
      {
        "id":"ED419592",
        "title":"Child Care: Federal Funding for Fiscal Year 1997."},
      {
        "id":"ED419593",
        "title":"STAR Follow-Up Studies, 1996-1997: The Student/Teacher Achievement Ratio (STAR) Project."},
      {
        "id":"ED419596",
        "title":"Parenting that Promotes Resilient Urban African American Families: Scholars Describe the Characteristics of Their Parents' Parenting Behaviors."},
      {
        "id":"ED419597",
        "title":"American's Attitudes toward Child Care."},
      {
        "id":"ED419602",
        "title":"In Black and White: Fostering Cultural Awareness with African-American Children's Literature."},
      {
        "id":"ED419603",
        "title":"Evolving People/Evolving Schools."},
      {
        "id":"ED419605",
        "title":"From the Kitchen Table to the Boardroom Table: The Canadian Family and the Work Place."},
      {
        "id":"ED419612",
        "title":"Early Childhood Digest: Family Involvement in Early Childhood Programs--How to Choose the Right Program for Your Child."},
      {
        "id":"ED419614",
        "title":"Worthy Work, Unlivable Wages: The National Child Care Staffing Study, 1988-1997."},
      {
        "id":"ED419624",
        "title":"Loneliness in Young Children. ERIC Digest."},
      {
        "id":"ED419625",
        "title":"Failure Syndrome Students. ERIC Digest."},
      {
        "id":"ED419627",
        "title":"How Are the Classroom Behaviors of Students with Chronic Behavior Problems Related to Their Perceptions of Teacher &quot;Coolness?&quot;"},
      {
        "id":"ED419629",
        "title":"Invisible Friends and Personified Objects: Qualitative Differences in Relationships with Imaginary Companions."},
      {
        "id":"ED419630",
        "title":"One Step Toward a Learner-Centered High School."},
      {
        "id":"ED419631",
        "title":"Grouping Students for Instruction in Middle Schools. ERIC Digest."},
      {
        "id":"ED419632",
        "title":"Father Involvement in Schools. ERIC Digest."},
      {
        "id":"ED419633",
        "title":"Rural Districts in Crisis: When a Community Is Divided."},
      {
        "id":"ED419634",
        "title":"Distortions of Rural Student Achievement in the Era of Globalization."},
      {
        "id":"ED419635",
        "title":"Student University Learning Environments: An Australian Provincial Case Study."},
      {
        "id":"ED419636",
        "title":"Jesse Stuart: Education's Folk Hero."},
      {
        "id":"ED419637",
        "title":"The Altaville Schoolhouse: Community and State Cooperation in Local Historical Resource Preservation. CDF Archaeological Reports, Number 19."},
      {
        "id":"ED419638",
        "title":"The Drug Threat to Teens in Our Rural Communities. Hearing before the Subcommittee on National Security, International Affairs, and Criminal Justice of the Committee on Government Reform and Oversight, House of Representatives, One Hundred Fifth Congress, First Session (DeKalb, IL, July 7, 1997)."},
      {
        "id":"ED419639",
        "title":"Northwest Education, Volume 3."},
      {
        "id":"ED419640",
        "title":"GEMS: Graduation Enhancement for Migrant Students."},
      {
        "id":"ED419642",
        "title":"Permits To Operate: Doing What We Do with the Proper Authority--USA Context."},
      {
        "id":"ED419643",
        "title":"Case Studies in Wilderness Medicine, the Sequel."},
      {
        "id":"ED419644",
        "title":"Defending the Legitimacy of Outdoor Recreation Programs on College and University Campuses."},
      {
        "id":"ED419645",
        "title":"Wilderness Medicine: Considerations of Adventure Travel in Tropical Areas of Latin America."},
      {
        "id":"ED419646",
        "title":"Miami Bound: Issues in Transition."},
      {
        "id":"ED419647",
        "title":"Teaching Avalanche Safety Courses: Instructional Techniques and Field Exercises."},
      {
        "id":"ED419648",
        "title":"Adding Value through Program Integration: A Kayaking Model (Rental, Retail, Repair, Clinics and Outings)."},
      {
        "id":"ED419649",
        "title":"Risk Management Practices of University Based Adventure Programs."},
      {
        "id":"ED419650",
        "title":"Climbing Walls: From Form to Function."},
      {
        "id":"ED419651",
        "title":"Accreditation for Indoor Climbing Facilities."},
      {
        "id":"ED419652",
        "title":"Actual Risk and Perceived Risk: Implications for Teaching Judgement and Decision-Making to Leaders."},
      {
        "id":"ED419653",
        "title":"Youth Risk Behavior Survey of High School Students Attending Bureau Funded Schools, 1997."},
      {
        "id":"ED419655",
        "title":"Federal Technical Assistance User's Guide: A Guidebook for Assisting Region V Educators in Identifying Federal Educational Services and Resources Available in the State of Arkansas."},
      {
        "id":"ED419656",
        "title":"Office of Migrant Education: Program and Grant Information."},
      {
        "id":"ED419658",
        "title":"National Migrant Education Summer School Directory: 1997."},
      {
        "id":"ED419659",
        "title":"Equity. IDRA Focus."},
      {
        "id":"ED419665",
        "title":"Community Voices for Sustainability: A Workshop Guide."},
      {
        "id":"ED419667",
        "title":"Attracting Females to Science Careers: How Well Do Special Initiatives Work?"},
      {
        "id":"ED419668",
        "title":"Assessment of Achievement Programme (AA)P: Science 1996. A Summary Report of the Fourth Survey."},
      {
        "id":"ED419670",
        "title":"Land &amp; Water Interactions in the Great Lakes. Earth Systems - Education Activities for Great Lakes Schools (ES-EAGLS)."},
      {
        "id":"ED419672",
        "title":"Great Lakes Shipping. Earth Systems - Education Activities for Great Lakes Schools (ES-EAGLS)."},
      {
        "id":"ED419673",
        "title":"Great Lakes Climate and Water Movement. Earth Systems - Education Activities for Great Lakes Schools (ES-EAGLS)."},
      {
        "id":"ED419674",
        "title":"Life in the Great Lakes. Earth Systems - Education Activities for Great Lakes Schools (ES-EAGLS)."},
      {
        "id":"ED419677",
        "title":"Study of Concept Maps Regarding the Nature of Science by Preservice Secondary Science Teachers."},
      {
        "id":"ED419678",
        "title":"Preservice Secondary Science Teachers' Conceptions of the Nature of Science: By Investigating Their Concept Maps and Final Reflection Paper."},
      {
        "id":"ED419679",
        "title":"Student Ecosystems Problem Solving Using Computer Simulation."},
      {
        "id":"ED419680",
        "title":"The Biodiversity Collection: A Review of Biodiversity Resources for Educators."},
      {
        "id":"ED419682",
        "title":"Scope, Sequence &amp; Coordination: 9th and 10th Grade Science. Supplementary Evaluation Report, December, 1997."},
      {
        "id":"ED419683",
        "title":"Statewide Implementation Program (SIP): Effective Models for Curriculum Implementation."},
      {
        "id":"ED419684",
        "title":"Inservice Science Supervisors' Stories: A Source of Practical Knowledge for Student Science Teachers."},
      {
        "id":"ED419687",
        "title":"Bridging the Gap: Equity in Systemic Reform. A Pocket Panorama of the Landscape Study, 1997."},
      {
        "id":"ED419690",
        "title":"Evaluating the Use of the Inquiry Matrix."},
      {
        "id":"ED419692",
        "title":"Population Education Accessions List. May-August 1997."},
      {
        "id":"ED419694",
        "title":"Use of Vee Maps in a College Science Laboratory."},
      {
        "id":"ED419695",
        "title":"Combining Quantitative and Qualitative Approaches in a Cross-National Study of Teacher Beliefs about Science."},
      {
        "id":"ED419696",
        "title":"Women and Men of the Engineering Path: A Model for Analyses of Undergraduate Careers."},
      {
        "id":"ED419707",
        "title":"Geometry Teaching--Geometrieunterricht. Conference on the Teaching of Geometry (Helsinki, Finland, August 1-4, 1989). Research Report 74."},
      {
        "id":"ED419708",
        "title":"Evaluation of Laboratory Work in Secondary School Science Teaching: Development of Evaluation Methods for the Finnish Comprehensive School with Emphasis on the Biological Sciences and Chemistry. Research Report 80."},
      {
        "id":"ED419709",
        "title":"Proceedings of the Finnish-Russian Symposium on Information Technology in Modern Physics Classroom (Halsinki, Finland, April 21-24, 1993). Research Report 123."},
      {
        "id":"ED419710",
        "title":"Constructivist Viewpoints for School Teaching and Learning in Mathematics and Science. Research Report 131."},
      {
        "id":"ED419711",
        "title":"Proceedings of the Nordic Conference on Mathematics Teaching (NORMA-94) Lahti 1994. Research Report 141."},
      {
        "id":"ED419712",
        "title":"Pupils' View of Mathematics: Initial Report for an International Comparison Project. Research Report 152."},
      {
        "id":"ED419713",
        "title":"Current State of Research on Mathematical Beliefs III. Proceedings of the MAVI-3 Workshop (3rd, Helsinki, Finland, August 23-26, 1996). Research Report 170."},
      {
        "id":"ED419714",
        "title":"Use of Open-Ended Problems in Mathematics Classroom. Research Report 176."},
      {
        "id":"ED419716",
        "title":"Discovering Indigenous Science: Implications for Science Education."},
      {
        "id":"ED419717",
        "title":"Pursuing Excellence: A Study of U.S. Twelfth-Grade Mathematics and Science Achievement in International Context. Initial Findings from the Third International Mathematics and Science Study."},
      {
        "id":"ED419718",
        "title":"A Strategy from the Past in Cooperative Learning Still Useful Today."},
      {
        "id":"ED419719",
        "title":"Art Portfolios: Elementary Assessment."},
      {
        "id":"ED419720",
        "title":"A Study of the Holocaust, Student Readings. Third Edition."},
      {
        "id":"ED419747",
        "title":"Rights in Balance: Lesson Plans Written by PACE (Programs Advancing Citizenship Education) I Participants."},
      {
        "id":"ED419748",
        "title":"Tocqueville in the Classroom: Exploring Democracy in America."},
      {
        "id":"ED419750",
        "title":"Imagine! Introducing Your Child to the Arts."},
      {
        "id":"ED419751",
        "title":"Activities toward Understanding Mexico's Transition to Democracy. Fulbright-Hays Summer Seminar Abroad 1996 (Mexico)."},
      {
        "id":"ED419753",
        "title":"The Fulbright Experience in Mexico 1996: An ESL Application. Fulbright-Hays Summer Seminar Abroad 1996 (Mexico)."},
      {
        "id":"ED419754",
        "title":"Mexico: Service Learning Project. Fulbright-Hays Summer Seminar Abroad 1996 (Mexico)."},
      {
        "id":"ED419755",
        "title":"Mexico 1996. Fulbright-Hays Summer Seminar Abroad 1996 (Mexico)."},
      {
        "id":"ED419756",
        "title":"Mexico in Transition. Fulbright-Hays Summer Seminar Abroad 1996 (Mexico)."},
      {
        "id":"ED419757",
        "title":"The Republic of Mexico and the United States of America: The Mexican-American War -- In Retrospect. Fulbright-Hays Summer Seminar Abroad 1996 (Mexico)."},
      {
        "id":"ED419758",
        "title":"Mexico: A Transition to Democracy. Fulbright-Hays Summer Seminar Abroad 1996 (Mexico)."},
      {
        "id":"ED419760",
        "title":"The Arts and Education: Partners in Achieving Our National Education Goals."},
      {
        "id":"ED419761",
        "title":"Eloquent Evidence: Arts at the Core of Learning."},
      {
        "id":"ED419762",
        "title":"Project ARTS: Programs for Ethnically Diverse, Economically Disadvantages, High Ability, Visual Arts Students in Rural Communities."},
      {
        "id":"ED419765",
        "title":"Project ARTS: Programs for Ethnically Diverse, Economically Disadvantaged, High Ability, Visual Arts Students in Rural Communities: Identification, Curriculum, Evaluation."},
      {
        "id":"ED419768",
        "title":"Toys &amp; Games."},
      {
        "id":"ED419769",
        "title":"Destination: Kyrgyzstan. Study Guide."},
      {
        "id":"ED419770",
        "title":"Update on Law-Related Education, 1997."},
      {
        "id":"ED419771",
        "title":"Looking at Ourselves and Others."},
      {
        "id":"ED419772",
        "title":"Teaching World History: The Global Human Experience through Time. ERIC Digest."},
      {
        "id":"ED419773",
        "title":"Using Primary Sources in the Primary Grades. ERIC Digest."},
      {
        "id":"ED419774",
        "title":"Multicultural Education and the Civic Mission of Schools."},
      {
        "id":"ED419775",
        "title":"International Partnerships for Civic Education and Democracy."},
      {
        "id":"ED419777",
        "title":"Changing a Course of Action: Teachers' E-mail Discussion."},
      {
        "id":"ED419778",
        "title":"Teachers Leading the Way. Voices From the National Teacher Forum."},
      {
        "id":"ED419779",
        "title":"Improving the Study of Teacher Collegiality: Methodological Issues."},
      {
        "id":"ED419781",
        "title":"Changing Teacher Candidates' Beliefs About Diversity."},
      {
        "id":"ED419782",
        "title":"An International Comparative Study of Teacher Satisfaction, Motivation, and Health: Australia, England, and New Zealand."},
      {
        "id":"ED419783",
        "title":"Themes in Preservice Teachers' Cases: Rich Sources of Information for Literacy Teacher Educators."},
      {
        "id":"ED419784",
        "title":"The Dynamics of Pedagogic Judgment in Teaching."},
      {
        "id":"ED419785",
        "title":"Harmonizing Self and Community in the Activity of Teaching."},
      {
        "id":"ED419786",
        "title":"Preparing Teachers for Leadership Roles."},
      {
        "id":"ED419787",
        "title":"Boal's Mirror: Reflections for Teacher Education."},
      {
        "id":"ED419788",
        "title":"Factors to be Considered: Overlapping Communities of Inquiry and a Knowledge-Building Classroom."},
      {
        "id":"ED419789",
        "title":"Development of Scientific Literacy: The Evolution of Ideas in a Grade Four Knowledge-Building Classroom."},
      {
        "id":"ED419790",
        "title":"Textbooks Use and Teaching Strategies: An Empirical Study."},
      {
        "id":"ED419791",
        "title":"Teachers' Beliefs Across the First Two Years of Implementation of Cognitively Guided Instruction."},
      {
        "id":"ED419792",
        "title":"Processes That Shape Small-Group Tutorial Learning: A Review of Research."},
      {
        "id":"ED419793",
        "title":"Teacher Efficacy and Commitment: Relationships to Middle School Culture."},
      {
        "id":"ED419794",
        "title":"How Changing Views about Collaborative Service Delivery Models for Children and Their Families Affect Preservice Teacher Education Programs: The GIFTTS Project."},
      {
        "id":"ED419795",
        "title":"Preparing Reform-Minded Middle Level Teachers: Are We Succeeding?"},
      {
        "id":"ED419796",
        "title":"Looking at the Overlooked: A Narrative Analysis of How Teachers Combine Personal & Professional Knowledge."},
      {
        "id":"ED419797",
        "title":"An English Study of Teacher Satisfaction, Motivation, and Health."},
      {
        "id":"ED419798",
        "title":"Look Away: How a High School is Reflected in a Child."},
      {
        "id":"ED419799",
        "title":"Observational Methods for Evaluating Changes in Student-Teaching as a Result of a Large Scale Teacher Intervention Program."},
      {
        "id":"ED419800",
        "title":"&quot;Special Delivery&quot;: Case Studies in Alternative Teacher Licensure Programs for Students of Color."},
      {
        "id":"ED419801",
        "title":"Taking Caring Seriously: The Ethic of Care in Classroom Life."},
      {
        "id":"ED419802",
        "title":"Preservice Teachers' Instructional Actions To Support Meaningful Interaction with Text."},
      {
        "id":"ED419803",
        "title":"Preparing a Profession. Report of the National Standards and Guidelines for Initial Teacher Education Project."},
      {
        "id":"ED419804",
        "title":"System of Collegiality: A Theory of Professional Collegial Relationships in Secondary Schools."},
      {
        "id":"ED419805",
        "title":"Albert Shanker's Legacy: A Critical Perspective."},
      {
        "id":"ED419806",
        "title":"The Role of Perspective Taking in Video Case Analysis by Preservice Teachers."},
      {
        "id":"ED419807",
        "title":"Teacher Policy: A Summary of Current Trends."},
      {
        "id":"ED419808",
        "title":"The School of Transcendence."},
      {
        "id":"ED419817",
        "title":"Imputing Missing Values: The Effect on the Accuracy of Classification."},
      {
        "id":"ED419818",
        "title":"Models for Primary Care Residency Program Evaluation."},
      {
        "id":"ED419819",
        "title":"Investigating Student Interactions within a Problem-Based Learning Environment in Biology."},
      {
        "id":"ED419820",
        "title":"Action Research: The School University Connection."},
      {
        "id":"ED419821",
        "title":"Examining Transcription: A Theory-Laden Methodology."},
      {
        "id":"ED419822",
        "title":"Transferring the Excitement of What Is Learned in a Community of Teacher Researchers to Classroom Communities of Pupils."},
      {
        "id":"ED419823",
        "title":"Introductory Graduate Research Courses: An Examination of the Knowledge Base."},
      {
        "id":"ED419824",
        "title":"Cross-National Achievement Comparisons of Upper-Secondary Students: A Swiss Perspective."},
      {
        "id":"ED419825",
        "title":"Landamatics Instructional Design Theory and Methodology for Teaching General Methods of Thinking."},
      {
        "id":"ED419828",
        "title":"ASPIRE: An Even Start Program of Communities in Schools. Final Evaluation Report, Year 3, 1996-97. Publication Number 96.20."},
      {
        "id":"ED419829",
        "title":"Title I Middle Schools Evaluation, 1997-98. Publication Number 97-03."},
      {
        "id":"ED419830",
        "title":"Super I: 1996-97 Pilot Program Year-End Report. Publication Number 96.07."},
      {
        "id":"ED419831",
        "title":"Why Schools Fail To Teach Thinking and the Ability To Effectively Learn and What To Do about It. (The Landamatics Solution)."},
      {
        "id":"ED419832",
        "title":"Conceptions of Teacher Evaluation Criteria: A Principal Components Analysis."},
      {
        "id":"ED419833",
        "title":"Factors Influencing the Reliability of DIF Detection Methods."},
      {
        "id":"ED419834",
        "title":"Learning from Multiple Cases: A New Paradigm for Investigating the Effects of Clinical Experience on Knowledge Restructuring and Knowledge Acquisition."},
      {
        "id":"ED419835",
        "title":"Validity and Gender Issues in the Use of the DISCOVER Assessment for the Identification of Gifted Minorities."},
      {
        "id":"ED419836",
        "title":"The Role of Teachers in National Assessment in England."},
      {
        "id":"ED419838",
        "title":"Teaching about Grading and Communicating Assessment Results."},
      {
        "id":"ED419839",
        "title":"Words and Their Value to the Survey Researcher."},
      {
        "id":"ED419840",
        "title":"Towards a Stimulating Policy for Self-Evaluation in Schools."},
      {
        "id":"ED419841",
        "title":"Coordinating Social and Academic Goals."},
      {
        "id":"ED419842",
        "title":"Watkins-Farnum Revisited: Application of Modern Test Theory to Music Performance Assessment."},
      {
        "id":"ED419843",
        "title":"Application of HLM to the Evaluation of the Effects of Basic Skills Programs on Math Achievement."},
      {
        "id":"ED419844",
        "title":"Cognitive Tools for Open-Ended Learning Environments: Theoretical and Implementation Perspectives."},
      {
        "id":"ED419845",
        "title":"Measuring Success in Bilingual Education Programs: Case Studies of Exemplary Practices."},
      {
        "id":"ED419846",
        "title":"Evaluation of Educational Programmes in Turkey."},
      {
        "id":"ED419848",
        "title":"Multidimensional Aspects of Motivation in Cross-Cultural Settings and Ways of Researching This."},
      {
        "id":"ED419849",
        "title":"Metacognitive Strategy Training in Self-Questioning: The Strengths of Multimethod Investigations of the Comparative Effects of Two Instructional Approaches on Self-Efficacy and Achievement."},
      {
        "id":"ED419850",
        "title":"School Motivation and Cultural Context: An Overview of Research."},
      {
        "id":"ED419851",
        "title":"Facilitating Conditions and Academic Achievement in a Cultural Context."},
      {
        "id":"ED419852",
        "title":"Evaluation of the 1996-97 Ninth Grade Restructuring Program. Area C."},
      {
        "id":"ED419853",
        "title":"Who We Are. Students and Schools in the NYNSR (New York Networks for School Renewal) Project, 1995-96."},
      {
        "id":"ED419854",
        "title":"The !OutProud!/Oasis Internet Survey of Queer and Questioning Youth, August to October 1997."},
      {
        "id":"ED419855",
        "title":"The Effect of Local Reform on Title I Schoolwide Programs in Philadelphia. Publication Series No. 5."},
      {
        "id":"ED419856",
        "title":"Fostering Educational Resilience in Inner-City Schools. Publication Series No. 4."},
      {
        "id":"ED419857",
        "title":"What We Know about Coordinated School-Linked Services. Publication Series No. 1."},
      {
        "id":"ED419858",
        "title":"Competing Models of Schools and Communities: The Struggle To Reframe and Reinvent Their Relationships. Publication Series No. 8."},
      {
        "id":"ED419859",
        "title":"Kinship Support and Maternal and Adolescent Well-Being in Economically Disadvantaged African-American Families. Publication Series No. 9."},
      {
        "id":"ED419860",
        "title":"Educational Practices and Policies That Promote Achievement. Publication Series No. 7."},
      {
        "id":"ED419861",
        "title":"Opportunity To Learn Science: Connecting Research Knowledge to Classroom Practices. Publication Series No. 6."},
      {
        "id":"ED419862",
        "title":"Practical Approaches to Achieving Student Success in Urban Schools. Publication No. 96-2."},
      {
        "id":"ED419863",
        "title":"Achieving Student Success in Inner-City Schools Is Possible, Provided... Publication Series No. 2."},
      {
        "id":"ED419864",
        "title":"New Chance. Final Report on a Comprehensive Program for Young Mothers in Poverty and Their Children."},
      {
        "id":"ED419865",
        "title":"Evaluation of the 1996-97 Ninth Grade Restructuring Program. Area F."},
      {
        "id":"ED419866",
        "title":"Academic and Support Ninth Grade Restructuring Programs as Reported by the Ninth Grade Administrators."},
      {
        "id":"ED419867",
        "title":"A School Called \"Inclusive\": Pio Pico Elementary School."},
      {
        "id":"ED419871",
        "title":"Wiping Out Disadvantages: The Programs and Services Needed To Supplement Regular Education for Poor School Children."},
      {
        "id":"ED419872",
        "title":"Reconnecting Youth: A Peer Group Approach to Building Life Skills."},
      {
        "id":"ED419877",
        "title":"Collaborative Models To Promote Equity and Excellence for All Children."},
      {
        "id":"ED419878",
        "title":"A National Strategy for Lifelong Learning."},
      {
        "id":"ED419879",
        "title":"African-American Student Response to Images of African-Americans in Children's Picture Books."},
      {
        "id":"ED419880",
        "title":"Urban Minority Adolescents' Perceptions of Classroom Climate."},
      {
        "id":"ED419881",
        "title":"Developing a Psychology of Learning in the Field: Pre-service Mentoring of At-Risk Middle School Students."},
      {
        "id":"ED419882",
        "title":"The Voices of Desegregation: Parents, Students and District Personnel Reflect, Thirty Years After."},
      {
        "id":"ED419883",
        "title":"A Program for Change: Educating for Racial Diversity."},
      {
        "id":"ED419884",
        "title":"Pio Pico: Breaking the Culture of Silence."},
      {
        "id":"ED419885",
        "title":"An Investigation of Leadership in Effective and Noneffective Urban Schoolwide Project Schools."},
      {
        "id":"ED419887",
        "title":"'Cuz We Were Proud: An Oasis in a Dangerous World (A Perspective on Values)."},
      {
        "id":"ED419888",
        "title":"Education and Community: The Collaborative Solution. Proceedings of the International Conference Linking Research and Practice (Toronto, Ontario, Canada, March 3-5, 1994)."},
      {
        "id":"ED419889",
        "title":"Understanding Teacher Relationships during a Mandated Reform."},
      {
        "id":"ED419890",
        "title":"How To Help Kids Be Sensible, Safe, and Secure. Six Parenting Skills Help Prevent Alcohol/Drug Use and Violence. Good News for Parents Who Worry about Their Kids. Special Report."},
      {
        "id":"ED419891",
        "title":"Museum Schools: Institutional Partnership and Museum Learning."},
      {
        "id":"ED419900",
        "title":"Subsequent Educational Attainment of High School Dropouts. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED419902",
        "title":"Models of Financing the Continuing Vocational Training of Employees and Unemployed. Documentation of a LEONARDO-Project in Cooperation with Denmark, Germany, the Netherlands and Norway."},
      {
        "id":"ED419903",
        "title":"National Certification in Plastics (NCP). NCP Certified Operator. Candidate Handbook. Second Edition."},
      {
        "id":"ED419904",
        "title":"From Welfare to Work: The Transition of an Illiterate Population."},
      {
        "id":"ED419905",
        "title":"Correcting Part-Time Misconceptions. Policy Watch."},
      {
        "id":"ED419907",
        "title":"What's Next after Work First. Workforce Development Report to the Field. Field Report Series."},
      {
        "id":"ED419908",
        "title":"Operational Vision: New Deal for 18-24 Year Old Unemployed Young People."},
      {
        "id":"ED419909",
        "title":"Keeping IT Together: Skills for Information Technologists. IES Report 346."},
      {
        "id":"ED419911",
        "title":"Achieving Scale and Quality in School-to-Work Internships: Findings from an Employer Survey. IEE Brief Number 20."},
      {
        "id":"ED419914",
        "title":"The Formula for Success: A Business Leader's Guide to Supporting Math and Science Achievement."},
      {
        "id":"ED419915",
        "title":"Learning How To Learn at Work."},
      {
        "id":"ED419918",
        "title":"Marketing Education Assessment Guide. Performance-Based Activities with Authentic Assessments Instruments."},
      {
        "id":"ED419919",
        "title":"A Framework for Curriculum Development in Marketing Education."},
      {
        "id":"ED419932",
        "title":"Knowledge of Texts: Theory and Practice in Critical Literacy."},
      {
        "id":"ED419933",
        "title":"Arizona's School to Work System. Site Visit Reports (1996-97)."},
      {
        "id":"ED419934",
        "title":"Balancing Life &amp; Work: The Humanities as an Essential Part of Career Exploration."},
      {
        "id":"ED419936",
        "title":"Training Provision and the Development of Small and Medium-Sized Enterprises. Research Report No. 26."},
      {
        "id":"ED419937",
        "title":"Essential Skills for the Care Team. A Program for New Employees in Residential and Home Care."},
      {
        "id":"ED419938",
        "title":"New Directions in Customer Service. The Right Tool for the Job."},
      {
        "id":"ED419939",
        "title":"Europe in the Feminine: The Union of Contrasts."},
      {
        "id":"ED419940",
        "title":"Competencies Needed by Youth Apprenticeship Program Coordinators."},
      {
        "id":"ED419941",
        "title":"WTCSB [Wisconsin Technical College System Board]. Equity Staff Development Workshops and Services. Phase VII Final Report."},
      {
        "id":"ED419942",
        "title":"Integration of Work and Learning. Proceedings of the Workshop on Curriculum Innovation (2nd, Bled, Slovenia, September 1997)."},
      {
        "id":"ED419943",
        "title":"The Curriculum: Academic or Utilitarian?"},
      {
        "id":"ED419944",
        "title":"Adult Guidance in Community Settings. NICEC Briefing."},
      {
        "id":"ED419948",
        "title":"Labour Market Trends in the United States--Lessons We Can Learn. IAB Labour Market Research Topics No. 25."},
      {
        "id":"ED419950",
        "title":"The Quality of Vocational Education. Background Papers from the 1994 National Assessment of Vocational Education."},
      {
        "id":"ED419951",
        "title":"Family and Consumer Sciences Technology-Life-Careers Core Curriculum. A Curriculum Guide. A Family and Consumer Sciences Education Course of Study for Grades 6-7."},
      {
        "id":"ED419952",
        "title":"Targeted Jobs Tax Credits and Labor Market Experience."},
      {
        "id":"ED419954",
        "title":"Learning to Manage."},
      {
        "id":"ED419956",
        "title":"Informal Market Survey of Training Issues: Heavy Duty Alternative Fuel Vehicles."},
      {
        "id":"ED419957",
        "title":"International Conference on Adult Education (5th, Hamburg, Germany, July 14-18, 1997). Final Report."},
      {
        "id":"ED419958",
        "title":"Evaluating the Effectiveness of Multimedia Based Learning. Occasional Paper Number 5."},
      {
        "id":"ED419959",
        "title":"Repeated Judgements of Interest in Vocational Education: A Lens Model Analysis. Occasional Paper Number 6."},
      {
        "id":"ED419960",
        "title":"Using a Career Interest Card Sort for Vocational Assessment and Counselling. Occasional Paper Number 7."},
      {
        "id":"ED419961",
        "title":"Teacher as Learner: A Sourcebook for Participatory Staff Development."},
      {
        "id":"ED419963",
        "title":"To Write?...Too Right!"},
      {
        "id":"ED419965",
        "title":"Through the Lens of a Good Practice Framework. Looking at Our Workplace Education Programs."},
      {
        "id":"ED419966",
        "title":"Equal Pay: A Thirty-Five Year Perspective."},
      {
        "id":"ED419967",
        "title":"Tellin' Stories Project. Final Evaluation Report."},
      {
        "id":"ED419969",
        "title":"Lessons from Assisting College Students To Correct Faulty Career Attributions."},
      {
        "id":"ED419970",
        "title":"Approaches and Obstacles to the Evaluation of Investment in Continuing Vocational Training: Discussion and Case Studies from Six Member States of the European Union. CEDEFOP Panorama. Discussion Paper/Case Studies."},
      {
        "id":"ED419972",
        "title":"The Impact on Vocational Training of Studies. Analysing and Forecasting Trends in Occupations. Case Studies in Germany, the Netherlands and Denmark. CEDEFOP Document."},
      {
        "id":"ED419973",
        "title":"&quot;Reflections on a Europe of Knowledge&quot;: A Working Document from CEDEFOP Discussed by the Management Board at Its Meeting of 13 March 1998 = &quot;Gedanken zu einem Europa des Wissens&quot;: Ein Arbeitsdokument des CEDEFOP vom Verwaltungsrat auf seiner Sitzung am 13. Marz 1998 diskutiert = &quot;Reflexions sur une Europe de la connaissance&quot;: Un document de travail du CEDEFOP examine par le Conseil d'administration lors de la reunion du 13 mars 1998."},
      {
        "id":"ED419974",
        "title":"Training for a Changing Society. A Report on Current Vocational Education and Training Research in Europe. Reference Document."},
      {
        "id":"ED419975",
        "title":"Workshop on \"Enhancing the Role of Social Partner Organisations in the Area of Vocational Education and Training in Candidate Countries of Central and Eastern Europe.\" Proceedings. (Turin, Italy, December 15-16, 1997)."},
      {
        "id":"ED419976",
        "title":"Strategies for Innovation in Vocational Education and Training Reform. Subgroup A. Final Report."},
      {
        "id":"ED419977",
        "title":"Quality Assurance in Continuing Vocational Training. Subgroup B. Report."},
      {
        "id":"ED419978",
        "title":"The Evaluation/Progress Review of VET-Standards. Subgroup C. Expert Report."},
      {
        "id":"ED419979",
        "title":"Development of Core Skills Training in the Partner Countries. Subgroup D. Final Report."},
      {
        "id":"ED419980",
        "title":"Business Education Index 1997. Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals Published during the Year 1997. Volume 58."},
      {
        "id":"ED419981",
        "title":"An Annotated Bibliography on Workforce Preparation Issues in the United States."},
      {
        "id":"ED419982",
        "title":"Managing the Risks of Work-based Learning: A Resource Guide."},
      {
        "id":"ED419984",
        "title":"Culture Matters. Community Report. Reporting on a Research Project To Explore Factors Affecting the Outcomes of Vocational Education and Training for Aboriginal and Torres Straits Islander People."},
      {
        "id":"ED419985",
        "title":"Culture Matters. Factors Affecting the Outcomes of Participation in Vocational Education and Training by Australian Indigenous Peoples."},
      {
        "id":"ED419986",
        "title":"Management Skills in the Housing Industry."},
      {
        "id":"ED419987",
        "title":"Moving into Higher Education. Issues Arising from the Introduction of Ungraded Assessment in VET. A Paper Prepared for the Ministerial Council on Employment, Education and Training."},
      {
        "id":"ED419988",
        "title":"No Small Change. Proposals for a Research and Development Strategy for Vocational Education and Training in Australia."},
      {
        "id":"ED419989",
        "title":"Planning Pathways for Women from Adult Community Education (ACE) to Vocational Education and Training (VET). Project Report."},
      {
        "id":"ED419990",
        "title":"Planning Pathways: A Resource for Providers Developing Pathways for Women from Adult Community Education (ACE) to Vocational Education and Training (VET)."},
      {
        "id":"ED419991",
        "title":"Three Strings to the Bow: Research Priorities for NSW."},
      {
        "id":"ED419992",
        "title":"Training and Learning in Small Business. Issues for Research."},
      {
        "id":"ED419993",
        "title":"When Rhetoric Meets Reality. Issues Confronting the National Framework for the Recognition of Training. A Paper Prepared for the Review of the ANTA Agreement."},
      {
        "id":"ED419994",
        "title":"Workplace Keys. Piloting the Key Competencies in Workplace Training."},
      {
        "id":"ED419996",
        "title":"Comparing Treatment Approaches for Obsessive Compulsive Disorder."},
      {
        "id":"ED419997",
        "title":"Social Skills Instruction for Culturally Diverse Adolescents with Behavioral Deficits."},
      {
        "id":"ED419998",
        "title":"Developmental Pathways in Boys' Disruptive Delinquent Behavior."},
      {
        "id":"ED419999",
        "title":"Race and Gender Differences in Pledging Attitudes."},
      {
        "id":"ED420000",
        "title":"Familiarizing Students with the Empirically Supported Treatment Approaches for Psychophysiological Disorders and Chronic Pain."},
      {
        "id":"ED420001",
        "title":"Preferred Psychological Internet Resources for Addressing Bipolar Disorder, Autism, and Depression."},
      {
        "id":"ED420002",
        "title":"A Conceptual Framework for Choosing Social Skills Programs."},
      {
        "id":"ED420003",
        "title":"Juvenile Crime Control and Delinquency Prevention Act of 1997. Report from the Committee on Education and the Workforce, Together with Dissenting and Minority Views [To Accompany H.R. 1818], House of Representatives, 105th Congress, 1st Session."},
      {
        "id":"ED420004",
        "title":"Strike Four: An Educational Paradigm Servicing Troublesome Behaviour Students."},
      {
        "id":"ED420005",
        "title":"Moral Learning in the Space between Places: The Potential of Community-Based Moral Education."},
      {
        "id":"ED420006",
        "title":"Levels of Therapist Understanding and Client Feelings of Being Understood and the Length of the Therapy Relationship."},
      {
        "id":"ED420007",
        "title":"Identity Transformation of Korean Immigrants."},
      {
        "id":"ED420010",
        "title":"\"Double Happiness,\" Double Jeopardy: Exploring Ways in Which Ethnicity, Gender and High School Influence the Social Construction of Identity in Chinese American Girls."},
      {
        "id":"ED420012",
        "title":"Drug Abuse Resistance (DARE) Program for SY 94-95 and 95-96. Evaluation Report."},
      {
        "id":"ED420014",
        "title":"Early Childhood Development: Trends and Likely Scenarios."},
      {
        "id":"ED420015",
        "title":"Familiarizing Students with the Empirically Supported Treatment Approaches for Childhood Problems."},
      {
        "id":"ED420018",
        "title":"Cognitive Socialization Practices across Ethnocultural Contexts: How Much Does Literacy Account for Cultural Differences in Intellectual Performance?"},
      {
        "id":"ED420019",
        "title":"Education and Learning in the Information Age: Challenges and Opportunities. Offered in Recognition of the Thirtieth Anniversary of the Educational Resources Information Center (ERIC) and the ERIC Counseling &amp; Student Services Clearinghouse."},
      {
        "id":"ED420020",
        "title":"Child-Centered Play Therapy: Working with At-Risk Youth in the Elementary School Setting."},
      {
        "id":"ED420022",
        "title":"Independent Evaluations: A New Twist to an Old Problem."},
      {
        "id":"ED420023",
        "title":"Role Perceptions of the School Psychologist by School Personnel."},
      {
        "id":"ED420024",
        "title":"Social Competence in Peer-Accepted Children with and without Learning Disabilities."},
      {
        "id":"ED420025",
        "title":"Think College? Me? Now? A Handbook for Students in Middle School and Junior High School."},
      {
        "id":"ED420030",
        "title":"Reading and Writing in the Curriculum."},
      {
        "id":"ED420031",
        "title":"Get Involved: A Guide to California's New K-3 Reading Program. EdSource School Involvement Project."},
      {
        "id":"ED420032",
        "title":"Knowledge through Communication: Guided Inquiry about Light in a First Grade Class."},
      {
        "id":"ED420034",
        "title":"Charleston County School District (CCSD) Reading Policy."},
      {
        "id":"ED420043",
        "title":"The Emergent Reading Behaviors and Strategy Use of Three Bilingual Children on a Storytelling Task: A Case Study."},
      {
        "id":"ED420044",
        "title":"Creating Communities of Readers in Preservice Education Reading Classes through Self-Selection of College Texts."},
      {
        "id":"ED420045",
        "title":"Patterns of Success: Successful Pathways to Elementary Literacy in Texas Spotlight Schools."},
      {
        "id":"ED420046",
        "title":"Reading Programs for Students in the Lower Elementary Grades: What Does the Research Say?"},
      {
        "id":"ED420047",
        "title":"High Expectations--High Achievement on Literacy: &quot;What Shall We Do in This Hangman's Hour?&quot;"},
      {
        "id":"ED420049",
        "title":"Hear It, Feel It, See It: Improving Early Reading Acquisition through a Multisensory Phonemic Awareness Approach."},
      {
        "id":"ED420050",
        "title":"Improving Beginning First Graders' Reading Strategies."},
      {
        "id":"ED420051",
        "title":"Improving Reading Comprehension through Vocabulary."},
      {
        "id":"ED420052",
        "title":"Learning to Read and Write: Developmentally Appropriate Practices for Young Children. A Joint Position Statement of the International Reading Association and the National Association for the Education of Young Children."},
      {
        "id":"ED420053",
        "title":"Focus on Literacy, A to Z: A Reading Consultant's Handbook."},
      {
        "id":"ED420054",
        "title":"Improving Reading Readiness and Language Arts Skills through the Use of Phonemic Awareness."},
      {
        "id":"ED420055",
        "title":"El Reto: A Leer America! A Leer Y Escribir Ya! Como Divertirse Leyendo Y Escribiendo. (America Reads Challenge: Read*Write*Now! Activities for Reading and Writing Fun)"},
      {
        "id":"ED420056",
        "title":"Virtual and Virtuous Realities of Workplace Literacy."},
      {
        "id":"ED420057",
        "title":"Valuing Usage over &quot;Quality&quot;: Revising Our Evaluation Standards for Online Resources."},
      {
        "id":"ED420058",
        "title":"Narrating Difference: A Cross-Cultural Approach to Writer's Block."},
      {
        "id":"ED420059",
        "title":"Addressing Teachers' Concerns about Diversity in Composition Classrooms."},
      {
        "id":"ED420060",
        "title":"A Literature-Based Basal Reader's Effects on Student Achievement: An Evaluation of Literature-Based Basal Textbook Adoption at Terre Town Elementary."},
      {
        "id":"ED420061",
        "title":"Improving ISTEP Scores through Remediation: An Evaluation of the Language Arts Remediation at Chauncey Rose Middle School, Vigo County School Corporation."},
      {
        "id":"ED420062",
        "title":"The Effects of a Language Arts Block on Student Achievement."},
      {
        "id":"ED420063",
        "title":"Elementary Core Curriculum Standards, Levels K-6, Reading/Language Arts. Revised."},
      {
        "id":"ED420064",
        "title":"Improving Narrative Writing Skills, Composition Skills, and Related Attitudes among Second Grade Students by Integrating Word Processing, Graphic Organizers, and Art into a Process Approach to Writing."},
      {
        "id":"ED420067",
        "title":"Rogerian Rhetoric: Pedagogy and the Ethos of Seduction."},
      {
        "id":"ED417063",
        "title":"Computers in Schools: Are They Really Making a Difference? A Brazilian Glance in American Schools."},
      {
        "id":"ED417064",
        "title":"Directory of Ohio Environmental Education Sites and Resources."},
      {
        "id":"ED417065",
        "title":"A Practical Workbook for CXC Biology. Series of Caribbean Volunteer Publications, No. 1."},
      {
        "id":"ED417066",
        "title":"Data Analysis Questions for Science Subjects: A Resource Booklet. Series of Caribbean Volunteer Publications, No. 2."},
      {
        "id":"ED417067",
        "title":"Exercises and Activities in Basic Number Work. Series of Caribbean Volunteer Publications, No. 3."},
      {
        "id":"ED417068",
        "title":"Fractions: Activities and Exercises for Teaching Fractions in Secondary Schools. Series of Caribbean Volunteer Publications, No. 4."},
      {
        "id":"ED417069",
        "title":"Lower School Maths: Lesson Plans and Activities for Ages 7-9 Years. Series of Caribbean Volunteer Publications, No. 5."},
      {
        "id":"ED417070",
        "title":"Maths and Science Booklet: A Practical Guide. Series of Caribbean Volunteer Publications, No. 6."},
      {
        "id":"ED417071",
        "title":"Teaching Directed Numbers at Secondary School Level. Series of Caribbean Volunteer Publications, No. 7."},
      {
        "id":"ED417072",
        "title":"Teachers' Resource Material for Integrated Science: Ideas for Teaching Integrated Science in Secondary Schools. Series of Caribbean Volunteer Publications, No. 8."},
      {
        "id":"ED417073",
        "title":"Upper School Maths: Lesson Plans and Activities for Ages 9-11 Years. Series of Caribbean Volunteer Publications, No. 9."},
      {
        "id":"ED417074",
        "title":"Developing and Implementing an International Engineering Program."},
      {
        "id":"ED417075",
        "title":"Quality Assurance in Engineering Education."},
      {
        "id":"ED417076",
        "title":"The Museum as a Communication System: A Review and Synthesis."},
      {
        "id":"ED417077",
        "title":"Group Study on Adult Learning at the Explora Science Center, Albuquerque, New Mexico, USA."},
      {
        "id":"ED417078",
        "title":"On the Ethology of Female Homo Sapiens Sapiens at the New Mexico Museum of Natural History and Science."},
      {
        "id":"ED417079",
        "title":"Teaching Science by Television: The Audience, Education, History, and the Future."},
      {
        "id":"ED417080",
        "title":"The Effects of Relaxation and Visualization on Information Retention in Fifth Grade Science Students."},
      {
        "id":"ED417081",
        "title":"The Design and Implementation of a Hypermedia Math Program."},
      {
        "id":"ED417083",
        "title":"NAEP 1996 Mathematics Cross-State Data Compendium for the Grade 4 and Grade 8 Assessment. Findings from the State Assessment in Mathematics of the National Assessment of Educational Progress."},
      {
        "id":"ED417084",
        "title":"Who Is Unemployed? Factors Affecting Unemployment among Individuals with Doctoral Degrees in Science and Engineering. An SRS Special Report."},
      {
        "id":"ED417085",
        "title":"Environmental Challenges: Making a Difference in the Classroom."},
      {
        "id":"ED417086",
        "title":"Student Stories in a High School Physics Class."},
      {
        "id":"ED417088",
        "title":"Hands On Earth Science."},
      {
        "id":"ED417089",
        "title":"Hazardous Educational Waste Collections in Illinois."},
      {
        "id":"ED417091",
        "title":"Iowa&apos;s Kid Heroes."},
      {
        "id":"ED417092",
        "title":"Weather."},
      {
        "id":"ED417094",
        "title":"Commodities Trading: An Essential Economic Tool."},
      {
        "id":"ED417095",
        "title":"Main Street in Iowa History."},
      {
        "id":"ED417096",
        "title":"Newspapers in Iowa History."},
      {
        "id":"ED417100",
        "title":"Elementary Preservice Teachers' Use of the Internet in Designing and Teaching Social Studies Integrated Units."},
      {
        "id":"ED417112",
        "title":"In Search of Excellence: Historical Roots of Greek Culture."},
      {
        "id":"ED417113",
        "title":"Humor in Leadership: State of the Art in Theory and Practice."},
      {
        "id":"ED417114",
        "title":"Identity, Moral and Political Development among Palestinian Student Activists in the Israeli Universities."},
      {
        "id":"ED417115",
        "title":"Hispanic Women: Where Do We Go from Here?"},
      {
        "id":"ED417119",
        "title":"Meeting the Standards: Social Studies Readings for K-6 Educators."},
      {
        "id":"ED417120",
        "title":"Louisiana Cultural Resources Directory 2."},
      {
        "id":"ED417123",
        "title":"Trends in Peace Education. ERIC Digest."},
      {
        "id":"ED417124",
        "title":"Global Education: Internet Resources. ERIC Digest."},
      {
        "id":"ED417126",
        "title":"Learning about Our World and Our Past: Using the Tools and Resources of Geography and U.S. History. A Report of the 1994 NAEP Assessment."},
      {
        "id":"ED417127",
        "title":"The Esalen Catalog, 1993-1997."},
      {
        "id":"ED417134",
        "title":"Plain Talk about Childhood Immunizations."},
      {
        "id":"ED417135",
        "title":"The American Association of Colleges for Teacher Education: A History."},
      {
        "id":"ED417136",
        "title":"A Comparison of Preservice Teachers' Mathematics Anxiety before and after a Methods Class Emphasizing Manipulatives."},
      {
        "id":"ED417137",
        "title":"A Comparison of Pre- and Post- Levels of Mathematics Anxiety among Preservice Teacher Candidates Enrolled in a Mathematics Methods Course."},
      {
        "id":"ED417138",
        "title":"TEAM-ing Together through Field Experiences: Implications for Teacher Educators."},
      {
        "id":"ED417139",
        "title":"NCATE Accreditation: Strengthening Preparation by Involving Students."},
      {
        "id":"ED417140",
        "title":"Professional Development for Bermudian Educators."},
      {
        "id":"ED417141",
        "title":"Inquiring into Our Own Practice: Do the Intentions of Our Written Comments Match with Students' Interpretations of and Reactions to Them?"},
      {
        "id":"ED417142",
        "title":"A Process Approach to Teaching Thematic Instruction."},
      {
        "id":"ED417143",
        "title":"Learning To Teach in a Diverse Setting: A Case Study of a Multicultural Science Education Enthusiast."},
      {
        "id":"ED417144",
        "title":"Border Crossings: The Student Teaching Experience of a Multicultural Science Education Enthusiast."},
      {
        "id":"ED417145",
        "title":"Rubrics: Design and Use in Science Teacher Education."},
      {
        "id":"ED417148",
        "title":"ASEP: A Model for Professionalism in a Successful Postbaccalaureate Secondary Certification Program for Career Changers."},
      {
        "id":"ED417149",
        "title":"The Seven-Year Student Development Plan--A One-Year Retrospective."},
      {
        "id":"ED417150",
        "title":"Influencing Public Policy through Collaborative Efforts."},
      {
        "id":"ED417151",
        "title":"Partnerships in Teacher Education. Report of the Working Party on Partnerships in Teacher Education."},
      {
        "id":"ED417152",
        "title":"Training Rural Special Educators to Transition to the Workplace: Lessons for Small Teacher Education Programs."},
      {
        "id":"ED417153",
        "title":"Common Sense about Uncommon Knowledge: The Knowledge Bases for Diversity."},
      {
        "id":"ED417154",
        "title":"Resources on Professional Development Schools. An Annotated Bibliography and Resource Guide. Second Edition."},
      {
        "id":"ED417155",
        "title":"Designing Professional Development School Governance Structures. American Association of Colleges for Teacher Education [AACTE] Professional Development School Practice Series."},
      {
        "id":"ED417156",
        "title":"Of Course It Matters. Putting the National Commission Report into Action."},
      {
        "id":"ED417157",
        "title":"Changing the Practice of Teacher Education. Standards and Assessment as a Lever for Change."},
      {
        "id":"ED417158",
        "title":"Student Learning, Teaching Quality, and Professional Development: Theoretical Linkages, Current Measurement, and Recommendations for Future Data Collection. Working Paper Series."},
      {
        "id":"ED417159",
        "title":"Predictors of Retention, Transfer, and Attrition of Special and General Education Teachers: Data from the 1989 Teacher Followup Survey. Working Paper Series."},
      {
        "id":"ED417160",
        "title":"Cooperating Teachers: To Grade or Not To Grade. A One-Act Play."},
      {
        "id":"ED417162",
        "title":"A Substitute Teacher Training Program To Improve Skills and Confidence in Substitute Teachers at the Middle School Level."},
      {
        "id":"ED417163",
        "title":"Gender Equity in Education. A Curriculum Plan for an Undergraduate Education Course."},
      {
        "id":"ED417164",
        "title":"Technological Innovation: Teacher Preparation, Adaptability, and Effectiveness."},
      {
        "id":"ED417165",
        "title":"How Teachers Create Trusting Relationships with Their Principals."},
      {
        "id":"ED417166",
        "title":"Accommodating the Disabilities of Future Teachers: Impact of Section 504 and the American Disabilities Act and the Legal Responsibilities for Teacher Education Programs and Policy Development."},
      {
        "id":"ED417167",
        "title":"A Seamless System of Professional Development from Preservice to Tenured Teaching."},
      {
        "id":"ED417168",
        "title":"Teacher Selection Practices in Effective Elementary Schools Which Differ in Community Type and Socioeconomic Status Context."},
      {
        "id":"ED417169",
        "title":"The Policy-Making Influence of Teacher Educators on Professional Teaching Standards Boards."},
      {
        "id":"ED417170",
        "title":"Growing Teaching Professionals: Lessons Taught by First-Year Teachers."},
      {
        "id":"ED417171",
        "title":"A Longitudinal Study of Relationships between Attitude toward Teaching, Anxiety about Teaching, Self-Perceived Effectiveness, and Attrition from Teaching."},
      {
        "id":"ED417172",
        "title":"Practicing What We Preach: Team Teaching at the College Level."},
      {
        "id":"ED417173",
        "title":"Breaking Boundaries: The Experience of a Team of Educators Who Set Out To Explore How One Aspect of Technology--Web Page Design--Could Develop Understanding of the Teaching--Thinking--Learning Dynamic Which We Call Education."},
      {
        "id":"ED417174",
        "title":"A Study of Professional Aspirations and Perceived Obstacles: A Case for Administrative Change."},
      {
        "id":"ED417175",
        "title":"North Carolina Approved Teacher Education Programs."},
      {
        "id":"ED417176",
        "title":"Group Membership: Teacher or Student as Selector."},
      {
        "id":"ED417177",
        "title":"Team Teaching from the Perspective of Team Members."},
      {
        "id":"ED417178",
        "title":"Teacher Education Follow-up Study, 1996. As Compiled by the Teacher Education Assessment Committee (TEAC)."},
      {
        "id":"ED417179",
        "title":"Teacher Education Follow-up Study, 1997. As Compiled by the Teacher Education Assessment Committee (TEAC)."},
      {
        "id":"ED417180",
        "title":"Graduate Student Follow-up Study, 1996. As Compiled by the Teacher Education Assessment Committee (TEAC)."},
      {
        "id":"ED417181",
        "title":"The Student Teaching Experience: A Comparative Study."},
      {
        "id":"ED417182",
        "title":"Student Teaching Assessment Redesign."},
      {
        "id":"ED417183",
        "title":"Singing from the Same Sheet: Collaborative Efforts for Leadership Development."},
      {
        "id":"ED417184",
        "title":"The Role of New Information Technologies in Facilitating Professional Reflective Practice across the Supervisory Triad."},
      {
        "id":"ED417185",
        "title":"The Virtues of Responsible Teaching: Implications for Empowerment."},
      {
        "id":"ED417186",
        "title":"Student Perceptions of Block Scheduling in a New York State Public High School."},
      {
        "id":"ED417187",
        "title":"Teacher Education and Licensure Standards. Administrative Code Chapter 3301-24 as Adopted October 15, 1996, Effective January 1, 1998."},
      {
        "id":"ED417188",
        "title":"Practice Makes Perfect: Prospective Teachers Develop Skills in Decision-Making."},
      {
        "id":"ED417189",
        "title":"Learning in 21st Century Public Schools: Andragogy as a Catalyst for Praxis."},
      {
        "id":"ED417191",
        "title":"Participatory Appropriation of Health Science by Primary School Students in Rural Zambia."},
      {
        "id":"ED417192",
        "title":"State Evaluation of Teacher Preservice Programs. Texas and Florida. An Issue Paper."},
      {
        "id":"ED417193",
        "title":"GED Items. The Newsletter of the GED Testing Service, 1997."},
      {
        "id":"ED417194",
        "title":"1996 National Household Education Survey (NHES:96) Questionnaires: Screener/Household and Library, Parent and Family Involvement in Education and Civic Involvement, Youth Civic Involvement, and Adult Civic Involvement. Working Paper Series."},
      {
        "id":"ED417195",
        "title":"Strategies for Improving Accuracy of Postsecondary Faculty Lists. Working Paper Series."},
      {
        "id":"ED417196",
        "title":"Pilot Test of IPEDS Finance Survey. Working Paper Series."},
      {
        "id":"ED417197",
        "title":"Comparison of Estimates in the 1996 National Household Education Survey. Working Paper Series."},
      {
        "id":"ED417198",
        "title":"Can State Assessment Data Be Used To Reduce State NAEP Sample Sizes? Working Paper Series."},
      {
        "id":"ED417199",
        "title":"ACT's NAEP Redesign Project: Assessment Design Is the Key to Useful and Stable Assessment Results. Working Paper Series."},
      {
        "id":"ED417200",
        "title":"NAEP Reconfigured: An Integrated Redesign of the National Assessment of Educational Progress. Working Paper Series."},
      {
        "id":"ED417201",
        "title":"Innovative Solutions to Intractable Large Scale Assessment (Problem 2: Background Questionnaires). Working Paper Series."},
      {
        "id":"ED417202",
        "title":"Comparison of Estimates from the 1993 National Household Education Survey. Working Paper Series."},
      {
        "id":"ED417203",
        "title":"Design, Data Collection, Interview Administration Time, and Data Editing in the 1996 National Household Education Survey. Working Paper Series."},
      {
        "id":"ED417204",
        "title":"Optimal Rating Procedures and Methodology for NAEP Open- Ended Items. Working Paper Series."},
      {
        "id":"ED417205",
        "title":"Reinterview Results for the Parent and Youth Components of the 1996 National Household Education Survey. Working Paper Series."},
      {
        "id":"ED417206",
        "title":"Undercoverage Bias in Estimates of Characteristics of Households and Adults in the 1996 National Household Education Survey. Working Paper Series."},
      {
        "id":"ED417207",
        "title":"Unit and Item Response Rates, Weighting, and Imputation Procedures in the 1996 National Household Education Survey. Working Paper Series."},
      {
        "id":"ED417208",
        "title":"Selected Papers on the Schools and Staffing Survey: Papers Presented at the 1997 Meeting of the American Statistical Association. Working Paper Series."},
      {
        "id":"ED417209",
        "title":"Improving the Measurement of Staffing Resources at the School Level: The Development of Recommendations for NCES for the Schools and Staffing Surveys (SASS). Working Paper Series."},
      {
        "id":"ED417210",
        "title":"Measuring Inflation in Public School Costs. Working Paper Series."},
      {
        "id":"ED417211",
        "title":"Development of a SASS 1993-94 School-Level Student Achievement Subfile: Using State Assessments and State NAEP. Feasibility Study. Working Paper Series."},
      {
        "id":"ED417212",
        "title":"Summary of Attendance, Maryland Public Schools, 1996-97."},
      {
        "id":"ED417213",
        "title":"Missouri Assessment Program Summary Report."},
      {
        "id":"ED417214",
        "title":"Missouri Mastery and Achievement Tests. Summary Report, 1997."},
      {
        "id":"ED417215",
        "title":"Basic Concepts in Modern Methods of Test Equating."},
      {
        "id":"ED417216",
        "title":"Second-Order Factor Analysis: Methods and Interpretation."},
      {
        "id":"ED417217",
        "title":"Acceptable Variable Deletion Methods in Canonical Correlation Analysis."},
      {
        "id":"ED417218",
        "title":"&quot;Just Do It&quot;: An Inductive, Experiential Method for Teaching Qualitative Data Analysis."},
      {
        "id":"ED417219",
        "title":"A Critical Review of New Jersey's High School Proficiency Test in Reading."},
      {
        "id":"ED417220",
        "title":"A Review of Scoring Algorithms for Ability and Aptitude Tests."},
      {
        "id":"ED417222",
        "title":"Schools and Staffing Survey (SASS). Papers Presented at Meetings of the American Statistical Association. Working Paper Series."},
      {
        "id":"ED417223",
        "title":"Generalized Variance Estimate for Schools and Staffing Survey (SASS). Working Paper Series."},
      {
        "id":"ED417224",
        "title":"Schools and Staffing Survey (SASS), 1991. Reinterview Response Variance Report. Working Paper Series."},
      {
        "id":"ED417225",
        "title":"The Accuracy of Teachers' Self-Reports on Their Postsecondary Education: Teacher Transcript Study, Schools and Staffing Survey. Working Paper Series."},
      {
        "id":"ED417226",
        "title":"Cost-of-Education Differentials across the States. Working Paper Series."},
      {
        "id":"ED417227",
        "title":"Six Papers on Teachers from the 1990-91 Schools and Staffing Survey and Other Related Surveys. Working Paper Series."},
      {
        "id":"ED417229",
        "title":"Report of Student Performance on the North Carolina Competency Standard. Reporting on the Classes of 1998-2001 for the State and 117 Public School Systems."},
      {
        "id":"ED417230",
        "title":"Mini-Digest of Education Statistics, 1997."},
      {
        "id":"ED417231",
        "title":"Utility of a Concept-Focusing Strategy on Judgmental Standard Setting Results."},
      {
        "id":"ED417232",
        "title":"The Next Generation of Schools: Learning from the Past, Shaping the Present and Leading for the Future."},
      {
        "id":"ED417233",
        "title":"Quality, Equity and Effectiveness: Critical Issues for Tomorrow's Schools."},
      {
        "id":"ED417234",
        "title":"Rhetoric, Reality and Resources: The New 3R's for Victoria's &quot;Schools of the Future.&quot;"},
      {
        "id":"ED417235",
        "title":"The Next Generation of Schools: Getting There from Where We Are Now."},
      {
        "id":"ED417236",
        "title":"Third World or Third Millennium? Education and the Economy in Australia."},
      {
        "id":"ED417237",
        "title":"Supporting All Students for Success: An Australian Design."},
      {
        "id":"ED417238",
        "title":"Decentralising Education and Improving Student Outcomes: Implications of the International Research for Developing Countries."},
      {
        "id":"ED417239",
        "title":"Improving Educational Opportunities for Low-Income Children. Hearing on Examining Proposals to Improve Educational Opportunities for Low-Income Children, Including Provisions of S. 847, to Provide Scholarship Assistance for District of Columbia Elementary and Secondary School Students, Hearing of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED417240",
        "title":"Moving beyond Labels: Approaching Gang Involvement through Behavior."},
      {
        "id":"ED417241",
        "title":"Preventing Youth Violence. A Summary of Program Evaluations. Urban Health Initiative Monograph Series, Monograph 1."},
      {
        "id":"ED417242",
        "title":"Saving Our Children: Can Youth Violence Be Prevented? An Interdisciplinary Conference (Wheaton, IL, May 20-22, 1996)."},
      {
        "id":"ED417243",
        "title":"Religiosity and Schooling."},
      {
        "id":"ED417244",
        "title":"Improving School Violence Prevention Programs through Meaningful Evaluation. ERIC/CUE Digest Number 132."},
      {
        "id":"ED417245",
        "title":"The Extended School Year Program Consolidated Report: Achievement Test Scores and Survey Findings."},
      {
        "id":"ED417246",
        "title":"Evaluation of the 1996-97 Ninth Grade Restructuring Program. Area A."},
      {
        "id":"ED417247",
        "title":"Evaluation of the 1996-97 Ninth Grade Restructuring Program. Area B."},
      {
        "id":"ED417248",
        "title":"Does Spirituality Influence Academic Achievement and Psychological Adjustment of African American Urban Adolescents?"},
      {
        "id":"ED417249",
        "title":"How Do GPA, Psychological Adjustment and Coping Styles Contribute to the Reported Use of Substance as a Means of Coping with Stress?"},
      {
        "id":"ED417250",
        "title":"Breaking the Silence: Addressing Gay Issues in Independent Schools. A Resource Manual. Revised and Updated Edition."},
      {
        "id":"ED417252",
        "title":"Diversity Opportunity Tool (DOT). Final Report."},
      {
        "id":"ED417253",
        "title":"Project RICE (Responsive Inner City Education)."},
      {
        "id":"ED417254",
        "title":"A Balanced Formula for Math and Science Education in Diverse Settings."},
      {
        "id":"ED417255",
        "title":"Gender Equity in New Jersey. Secondary and Adult Enrollment in Vocational Education Programs and Single Parent and Equity Projects."},
      {
        "id":"ED417256",
        "title":"Participants in New Beginnings and Career Equity Programs Gain Knowledge and Equitable Attitudes. Evaluation Report, Program Year 1997."},
      {
        "id":"ED417267",
        "title":"National Quality Standards for Volunteer Literacy Programs."},
      {
        "id":"ED417268",
        "title":"Vocational Education Today: Topical Issues."},
      {
        "id":"ED417269",
        "title":"Sea Stories: A Collaborative Tool for Articulating Tactical Knowledge."},
      {
        "id":"ED417270",
        "title":"Vocational Course/Program Evaluation: A Four-Phase Approach."},
      {
        "id":"ED417271",
        "title":"Distance Learning and Information Technology: The Rhetoric and the Reasonable."},
      {
        "id":"ED417272",
        "title":"Discovering the Possibilities of Career Counseling in Business and Industry."},
      {
        "id":"ED417273",
        "title":"The Nexus between Education and Work: A Research Project and Its Practical Implications."},
      {
        "id":"ED417274",
        "title":"The Myths of Dependence and Self-Sufficiency: Women, Welfare, and Low-Wage Work."},
      {
        "id":"ED417276",
        "title":"Making Connections: A Curriculum Ideabook for Teachers of Applied Academics and Industrial &amp; Engineering Systems."},
      {
        "id":"ED417281",
        "title":"Better Training: Addressing English Language, Literacy, and Numeracy in Vocational Education and Training [and] A Directory of Professional Development Programs and Resources."},
      {
        "id":"ED417282",
        "title":"Portraits: A Showcase of Good Ideas in Adult Community Education."},
      {
        "id":"ED417283",
        "title":"A Comparative Analysis of the Phare Countries. Report on Vocational Education and Training."},
      {
        "id":"ED417284",
        "title":"Student Stress in an FE College: An Empirical Study."},
      {
        "id":"ED417285",
        "title":"Helping Parents to Work: A Study for Kent TEC."},
      {
        "id":"ED417291",
        "title":"Conflict Management: Trends and Issues Alerts."},
      {
        "id":"ED417292",
        "title":"Diversity Training. Trends and Issues Alerts."},
      {
        "id":"ED417293",
        "title":"Seniors in Cyberspace. Trends and Issues Alerts."},
      {
        "id":"ED417294",
        "title":"The Web: Creating and Changing Jobs. Trends and Issues Alerts."},
      {
        "id":"ED417295",
        "title":"The Future of Career Development. Myths and Realities."},
      {
        "id":"ED417296",
        "title":"Information Management. Myths and Realities."},
      {
        "id":"ED417299",
        "title":"Career Development Standards. What Are They? Background Paper."},
      {
        "id":"ED417300",
        "title":"Career Development Standards. What Are They?"},
      {
        "id":"ED417301",
        "title":"A Case Study Perspective on Policy and Practice in Adult Learning."},
      {
        "id":"ED417302",
        "title":"Technology in the Workplace: Issues of Workers' Skills. Technical Report."},
      {
        "id":"ED417303",
        "title":"Internet Guide for Literacy Teachers &amp; Researchers. The All-in-One Internet Reference Tool for Literacy Professionals. Updated &amp; Revised."},
      {
        "id":"ED417304",
        "title":"National Reporting System: A Mechanism for Reporting Outcomes of Adult English Language, Literacy and Numeracy Programs."},
      {
        "id":"ED417305",
        "title":"Cooperation with the World of Work in Technical and Vocational Education: A. The Policy Level--Studies from Hungary, Romania, and Sweden and B-- The Institution Level--A Study from the Russian Federation."},
      {
        "id":"ED417307",
        "title":"Community Service Activities Following High School. Indicator of the Month."},
      {
        "id":"ED417308",
        "title":"Gender Differences in Earnings among Young Adults Entering the Labor Market. Postsecondary Education Descriptive Analysis Reports. Statistical Analysis Report."},
      {
        "id":"ED417309",
        "title":"Getting Results through Learning."},
      {
        "id":"ED417310",
        "title":"Is the Price Right? An Analysis of ETP's Fixed Fees."},
      {
        "id":"ED417312",
        "title":"Life Management: Family and Consumer Sciences Education. Curriculum Guide. Course Number 7085."},
      {
        "id":"ED417313",
        "title":"Programs of Study and Support Services Guide. Workforce Development Education."},
      {
        "id":"ED417314",
        "title":"Arizona Division of Adult Education Annual Performance Report. Fiscal Year 1996."},
      {
        "id":"ED417315",
        "title":"Vocational Technological Education Report 1995-1996."},
      {
        "id":"ED417316",
        "title":"Arizona Work Based Learning. An Educator's Guide for K-12 and Beyond."},
      {
        "id":"ED417317",
        "title":"Career Pathways. A Guide for Students and Families."},
      {
        "id":"ED417318",
        "title":"Career Pathways. An Implementation and Resource Guide."},
      {
        "id":"ED417319",
        "title":"Successful Strategies: Teaching and Learning in Arizona Schools."},
      {
        "id":"ED417321",
        "title":"Evaluation Concepts and Practice in Selected Distance Education Institutions. ZIFF-Papiere 108."},
      {
        "id":"ED417323",
        "title":"Child Care Workers. Facts on Working Women. No. 98-1."},
      {
        "id":"ED417324",
        "title":"Scanning the Future: Preparing for Employment through Career Development."},
      {
        "id":"ED417325",
        "title":"Individualism, Inspiration and Personal Market as Related to Education and the Workplace."},
      {
        "id":"ED417326",
        "title":"Industrial Maintenance Technology (IM-TEC). Student Manual."},
      {
        "id":"ED417327",
        "title":"Changing Paradigms in the Industrial Workplace--Implications for Secondary and Post-secondary Institutions."},
      {
        "id":"ED417328",
        "title":"Policymakers and the Players: An Overview of United States and Canadian Vocational Education and Workforce Training Schemes."},
      {
        "id":"ED417329",
        "title":"Organizational Change from Scientific Management to the Learning Organization--Implications for New Work Systems."},
      {
        "id":"ED417330",
        "title":"The Latent Factor--An Impetus for Employer Provided Education."},
      {
        "id":"ED417331",
        "title":"ETP and Its Subcontractors and Consultants."},
      {
        "id":"ED417332",
        "title":"Using Multiple Intelligences and Multi-Sensory Reinforcement Approaches To Enhance Literacy Skills among Homeless Adults."},
      {
        "id":"ED417333",
        "title":"Going to Scale: Employer Participation in School-to-Work Programs at La Guardia Community College."},
      {
        "id":"ED417334",
        "title":"Making Careers out of Jobs: Policies To Address the New Employment Relationship."},
      {
        "id":"ED417335",
        "title":"Integrating Academic and Industry Skill Standards."},
      {
        "id":"ED417336",
        "title":"Achieving Scale and Quality in School-to-Work Internships: Findings from an Employer Survey."},
      {
        "id":"ED417337",
        "title":"The Northeast Texas Adult Education Rural Workplace Literacy Program. Annual Performance Report."},
      {
        "id":"ED417338",
        "title":"A Living Systems Model for Assessing and Promoting the Sustainability of Communities."},
      {
        "id":"ED417339",
        "title":"Understanding Career College Reentry Students: A Cross-Cultural Investigation of Locus of Control and Attributional Retraining."},
      {
        "id":"ED417340",
        "title":"Certificates in General Education for Adults. Certificate I (Foundation). Certificate II &amp; Certificate II (Further Study)."},
      {
        "id":"ED417342",
        "title":"Market Research Manual for Providers of Vocational Education and Training."},
      {
        "id":"ED417343",
        "title":"A Critical Assessment of Adult Continuing Education Curriculum Development in Practice. Occasional Paper Number 3."},
      {
        "id":"ED417344",
        "title":"Using the Internet as an Instructional Tool."},
      {
        "id":"ED417345",
        "title":"Making Learning Support Work."},
      {
        "id":"ED417346",
        "title":"Initial Assessment to Identify Learning Needs."},
      {
        "id":"ED417347",
        "title":"Staff Development for Student Retention in Further and Adult Education."},
      {
        "id":"ED417348",
        "title":"Teacher Learning in the Workplace and Community."},
      {
        "id":"ED417350",
        "title":"Application of ISO 9000 Standards to Education and Training. Interpretation and Guidelines in a European Perspective. CEDEFOP Document."},
      {
        "id":"ED417351",
        "title":"Indicators in Perspective. The Use of Quality Indicators in Vocational Education and Training. CEDEFOP Document."},
      {
        "id":"ED417352",
        "title":"Quality Debate in Initial Vocational Education. School-based Quality Measures at Intermediate Level: A Danish-Dutch Comparison. CEDEFOP Document."},
      {
        "id":"ED417357",
        "title":"Understanding Adolescents&apos; Motivation To Prevent Pregnancy: A Literature Review."},
      {
        "id":"ED417358",
        "title":"Positive Educational Outcomes among School-Age Mothers."},
      {
        "id":"ED417359",
        "title":"Educating Future Therapists about the Controversy Surrounding Managed Behavioral Healthcare."},
      {
        "id":"ED417360",
        "title":"Graduate Students' Attitudes and Anxiety toward Two Required Courses: Career Development and Tests and Measurement."},
      {
        "id":"ED417361",
        "title":"Project SAVE: Evaluation of Pilot Test Results"},
      {
        "id":"ED417362",
        "title":"Pima County Summer Youth Employment Program: Statistical Analysis Report."},
      {
        "id":"ED417363",
        "title":"Employment Outcomes of Chemical Dependency Treatment and Additional Vocational Services Publicly Funded by Washington State. A Four-and-a-Half Year Follow-up Study of Indigent Persons served by Washington State's Alcoholism and Drug Addiction Treatment and Support Act (ADATSA). Key Findings. Briefing Paper."},
      {
        "id":"ED417364",
        "title":"Gender Orientation and Career Maturation among Rural Elementary School Students."},
      {
        "id":"ED417365",
        "title":"Occupational Sex-Role Stereotyping in the Middle School."},
      {
        "id":"ED417366",
        "title":"Person-Matching: Career Assessment for the 21st Century."},
      {
        "id":"ED417371",
        "title":"Children&apos;s Needs II: Development, Problems and Alternatives."},
      {
        "id":"ED417372",
        "title":"Social Action: A Mandate for Counselors."},
      {
        "id":"ED417373",
        "title":"Rethinking Literacy Studies: From the Past to the Present."},
      {
        "id":"ED417376",
        "title":"Spelling and the Language Arts."},
      {
        "id":"ED417377",
        "title":"Implementing Dramatization as an Effective Storytelling Method To Increase Comprehension."},
      {
        "id":"ED417378",
        "title":"Gender Differences in Attitude toward Reading in a Sample of the Jewish Community."},
      {
        "id":"ED417379",
        "title":"Grouping for Instruction in Reading."},
      {
        "id":"ED417380",
        "title":"Full-Day Kindergarten vs. Half-Day Kindergarten: The Outcome of First Grade Reading Achievement."},
      {
        "id":"ED417381",
        "title":"Integrating the Computer into Language Arts in a Fifth Grade Classroom: A Developing Instructional Model."},
      {
        "id":"ED417382",
        "title":"Retention and Its Effect on Low Level Readers."},
      {
        "id":"ED417383",
        "title":"Phonics or Whole Language, Which Is the Better Way To Teach Our Children?"},
      {
        "id":"ED417384",
        "title":"The Effects of a Reading Specialist in a K-4 School."},
      {
        "id":"ED417385",
        "title":"The University Supervisor: Constructing Meaning about a Restructured Teacher Education Program Relative to the Supervision of Literacy Methods Students."},
      {
        "id":"ED417386",
        "title":"Affective Objectives in Reading."},
      {
        "id":"ED417388",
        "title":"Case Studies as a Means of Exploring Preservice Teachers' Use of Content Area Literacy Strategies in Their Subject Area Fieldwork."},
      {
        "id":"ED417389",
        "title":"Parents' Knowledge of Emergent Literacy."},
      {
        "id":"ED417391",
        "title":"Reading Coaches: Creating a Session. Basic Training Series."},
      {
        "id":"ED417392",
        "title":"Reading Coaches: Presenting a Session. Basic Training Series."},
      {
        "id":"ED417394",
        "title":"Secondary English Students' Engagement in Reading and Writing about a Multicultural Young Adult Novel."},
      {
        "id":"ED417395",
        "title":"Making Connections with First-Generation Immigrants: A Cultural Literary Approach."},
      {
        "id":"ED417396",
        "title":"Literacy in the National Science and Mathematics Standards: Communication and Reasoning. Report Series 3.14."},
      {
        "id":"ED417397",
        "title":"The Reading Connection: Literacy Development and Homeless Children."},
      {
        "id":"ED417398",
        "title":"Effects of a Training Program in Deriving Word Meanings."},
      {
        "id":"ED417399",
        "title":"The Why behind the What: Preservice Teachers' Rationale for Strategies Selected and Taught in Field-Based Teaching Lessons."},
      {
        "id":"ED417400",
        "title":"Teacher Characteristics as Predictors of Reading Improvement among Adult Basic and Secondary Education Students."},
      {
        "id":"ED417402",
        "title":"Mitigating Influences in the Interrelationships between the Development of Literacies and Gender."},
      {
        "id":"ED417403",
        "title":"Efficacy of Explicit English Instruction in Phonemic Awareness and the Alphabetic Principle for English Learners and English Proficient Kindergarten Children in Relationship to Oral Language Proficiency, Primary Language and Verbal Memory."},
      {
        "id":"ED417405",
        "title":"Toward the Separation of School and State."},
      {
        "id":"ED417407",
        "title":"Grades K-2 Literacy Assessment. Typed Text for Summative Narrative Booklist."},
      {
        "id":"ED417408",
        "title":"Daily Journal Writing and Its Influence on Phonics Development in Kindergarten."},
      {
        "id":"ED417409",
        "title":"The Effectiveness of Context Clues and Isolated Words Lists in High School English Classes."},
      {
        "id":"ED417410",
        "title":"Picture Books: An Annotated Bibliography with Activities for Teaching Writing. [Fifth Edition.]"},
      {
        "id":"ED417411",
        "title":"Bloom's Taxonomy and Journalism Conjoin To Improve Students' Questioning Practices."},
      {
        "id":"ED417412",
        "title":"Teaching Academic Essay Writing: Accelerating the Process."},
      {
        "id":"ED417415",
        "title":"Self-Assessment for Writing Instructors: A Practical Guide to More Effective Written Commentary."},
      {
        "id":"ED417416",
        "title":"Themes in English Handbooks."},
      {
        "id":"ED417417",
        "title":"Roots of a New American Literacy: Hmong Writing in Laos and the U.S."},
      {
        "id":"ED417418",
        "title":"Listening to Sports Idioms."},
      {
        "id":"ED417420",
        "title":"Highlights of American Literature."},
      {
        "id":"ED417421",
        "title":"Bright Ideas: A Teacher's Resource Manual."},
      {
        "id":"ED417422",
        "title":"Functional Approaches to Written Text: Classroom Applications."},
      {
        "id":"ED417425",
        "title":"Undoing &quot;The&quot; Writing Process: Supporting the Idiosyncratic Strategies of Children."},
      {
        "id":"ED417426",
        "title":"Helping Prospective Teachers Create Active Learning Environments That Encourage Diverse Perspectives."},
      {
        "id":"ED417427",
        "title":"Graduate Student/Faculty Mentoring Relationships: Who Gets Mentored, How It Happens, and to What End."},
      {
        "id":"ED417428",
        "title":"Conflict Strategies and Interpersonal Communicative Adaptability: Is There a Relationship?"},
      {
        "id":"ED417429",
        "title":"Assessing Knowledge and Cognitive Skills."},
      {
        "id":"ED417430",
        "title":"Cracking the Code: Literacy through Creative Drama."},
      {
        "id":"ED417431",
        "title":"Questioning at the Elementary Level."},
      {
        "id":"ED417432",
        "title":"Classroom Behavior Techniques."},
      {
        "id":"ED417433",
        "title":"Aspects Fostering the Programming of Today's College Radio Station: The Advisor's Perspective."},
      {
        "id":"ED417434",
        "title":"The Future of OCAC: An Argument for the Conceptual Framing of the Oral Communication across the Curriculum Movement."},
      {
        "id":"ED417435",
        "title":"Communication Apprehension and the Basic Course: Effects across Educational Contexts and between Student Populations."},
      {
        "id":"ED417436",
        "title":"Teaching from a Distance: &quot;Hello, Is Anyone Out There?&quot;"},
      {
        "id":"ED417437",
        "title":"The Effectiveness of Using Media To Teach Interpersonal Communication: A Preliminary Study."},
      {
        "id":"ED417438",
        "title":"Communication Apprehension and Its Impact on College Students' Success."},
      {
        "id":"ED417439",
        "title":"Imagined Community at Hamilton College and in the Residence Halls."},
      {
        "id":"ED417440",
        "title":"Overcoming Communication Obstacles through Films in the Classroom."},
      {
        "id":"ED417441",
        "title":"Mirror, Mirror on the Wall: Examining the National Association of Scholars and Teachers for Democratic Culture Debate."},
      {
        "id":"ED417442",
        "title":"Articulating the Value Base of the Communication Curriculum in a New Program at a Small Private College."},
      {
        "id":"ED417443",
        "title":"Distributed and Problem-based Learning Techniques for the Family Communication Course."},
      {
        "id":"ED417446",
        "title":"The Communications Technology Course in a Communications Department: The Finnish Experience."},
      {
        "id":"ED417447",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (80th, Chicago, Illinois, July 30-August 2, 1997). Addenda I."},
      {
        "id":"ED417448",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (80th, Chicago, Illinois, July 30-August 2, 1997). Addenda II."},
      {
        "id":"ED417449",
        "title":"The Effect of Diagnostic and Prescriptive Comments on Revising Behavior of Community College Students."},
      {
        "id":"ED417451",
        "title":"Research on Spoken Language Processing. Progress Report No. 21 (1996-1997)."},
      {
        "id":"ED417453",
        "title":"An Evaluation and Meta-Analysis of Intercultural Communication Competence Research."},
      {
        "id":"ED417454",
        "title":"Agenda for AIDS Education Research: Proposed Series of Meta-Analyses."},
      {
        "id":"ED417456",
        "title":"Women in the 90's: Are They Publishing or Perishing in the NCA Journals?"},
      {
        "id":"ED417457",
        "title":"A Descriptive Review of the Gateway Grants Program."},
      {
        "id":"ED417458",
        "title":"Charter Schools. Background Paper 97-1."},
      {
        "id":"ED417459",
        "title":"Nevada's Class-Size Reduction Program. Nevada Revised Statutes 388.700-388.730: &quot;Program To Reduce the Pupil-Teacher Ratio.&quot; Background Paper 97-7."},
      {
        "id":"ED417469",
        "title":"Partnerships in Current Government Education and Training Policy and Practice."},
      {
        "id":"ED417470",
        "title":"Safety or Discipline: The Real Issue in Public Schools."},
      {
        "id":"ED417471",
        "title":"Funding Disparities between Public School Districts in Mississippi."},
      {
        "id":"ED417472",
        "title":"The South African Schools Act of 1996: A Break with the Past."},
      {
        "id":"ED417474",
        "title":"Educational Administration in the Global Community."},
      {
        "id":"ED417475",
        "title":"The Grammar of Catholic Schooling. The NCEA Catholic Educational Leadership Monograph Series."},
      {
        "id":"ED417477",
        "title":"North Carolina Partnership for Accelerated Schools Review of the 1996-97 School Year. Profiles in School Change."},
      {
        "id":"ED417478",
        "title":"Utah State Superintendent of Public Instruction Annual Report, 1994-1995,"},
      {
        "id":"ED417479",
        "title":"Utah State Superintendent of Public Instruction. Summary of Statistical and Financial Data, 1994-95. Supplement to the Annual Report."},
      {
        "id":"ED417480",
        "title":"Site-Based Decision-Making: Achieving a New Level of Professionalism."},
      {
        "id":"ED417481",
        "title":"Improving the \"Quality of Life\" in School and Business Organizations: Historical and Contemporary Trends."},
      {
        "id":"ED417482",
        "title":"Parent Participation in Educational Decision Making: A High Stakes Procedure."},
      {
        "id":"ED417483",
        "title":"The Evolving Relationship between Home Schoolers and Their Local Public Schools."},
      {
        "id":"ED417484",
        "title":"Constructed Communities of Willing and Unwilling Collaborative Leaders: In the Company of Women Administrators."},
      {
        "id":"ED417485",
        "title":"How Women Administrators Are Perceived by Others: A Case Study Examining the Relationship between Leadership Temperament, Use of Power, and Success."},
      {
        "id":"ED417486",
        "title":"What Does It Take? Tales about Socialization and a Woman Administrator during Her First Year in District Office."},
      {
        "id":"ED417489",
        "title":"Benchmarks of Excellence: Effective Boards of Catholic Education."},
      {
        "id":"ED417490",
        "title":"U.S. Department of Education FY 1999 Annual Plan. Volume 1: Objective Performance Plans and Data Quality."},
      {
        "id":"ED417491",
        "title":"U.S. Department of Education FY 1999 Annual Plan, Volume 2: Program Performance Plans."},
      {
        "id":"ED417492",
        "title":"Guidance on the Supreme Court's Decision in &quot;Agostini v. Felton&quot; and Title I (Part A) of the Elementary and Secondary Education Act."},
      {
        "id":"ED417493",
        "title":"Private School Universe Survey, 1995-96. Statistical Analysis Report."},
      {
        "id":"ED417494",
        "title":"Selected Papers in School Finance, 1996."},
      {
        "id":"ED417495",
        "title":"Gifted Education Press Quarterly, 1995."},
      {
        "id":"ED417496",
        "title":"Adapted Physical Education National Standards (APENS) Job Analysis Survey. Results of a National Survey of the Roles Performed and Preparation Received by Professionals Serving as Adapted Physical Educators."},
      {
        "id":"ED417497",
        "title":"Special Education. A Program Evaluation Report. Report #97-03."},
      {
        "id":"ED417498",
        "title":"Emotional and Behavioral Disabilities Network."},
      {
        "id":"ED417499",
        "title":"Managed Care for Children with Disabilities and the Interface of Legislative Policies. PREL Briefing Paper."},
      {
        "id":"ED417500",
        "title":"America Needs Us All: People with Disabilities Learning and Earning."},
      {
        "id":"ED417501",
        "title":"Reducing the Disproportionate Representation of Minority Students in Special Education. ERIC/OSEP Digest #E566."},
      {
        "id":"ED417502",
        "title":"United Way Funding: Consequences for Local Service Systems. Early Childhood Research Institute: Service Utilization. Raising Issues."},
      {
        "id":"ED417503",
        "title":"Local Interagency Coordinating Councils: Purpose, Characteristics, and Level of Functioning. Early Childhood Research Institute: Service Utilization. Findings."},
      {
        "id":"ED417504",
        "title":"Planning for Young Children with Disabilities and Their Families: The Evidence from IFSP/IEPs."},
      {
        "id":"ED417505",
        "title":"Preschool Service Delivery Models. Early Childhood Research Institute: Service Utilization. Findings."},
      {
        "id":"ED417506",
        "title":"Cultural Models among African American Families Receiving Early Intervention Services."},
      {
        "id":"ED417507",
        "title":"Early Intervention Service Delivery Models and Their Impact on Children and Families."},
      {
        "id":"ED417508",
        "title":"Family-Centered Services: Early Intervention Service Providers' Constructed Meanings."},
      {
        "id":"ED417509",
        "title":"Using and Providing Services: Case Studies in Early Intervention."},
      {
        "id":"ED417510",
        "title":"Beyond Early Intervention: Utilization of Community Resources and Supports by Families with Young Children with Disabilities."},
      {
        "id":"ED417511",
        "title":"Guiding Language Participation in Classroom Discourse: Strategies for Children with Language Difficulties."},
      {
        "id":"ED417512",
        "title":"The Vanishing Mildly Retarded Student."},
      {
        "id":"ED417513",
        "title":"The Intellectual Functioning of Children with Myelomeningocele."},
      {
        "id":"ED417514",
        "title":"Landmark Court Decisions Challenge State Special Education Funding."},
      {
        "id":"ED417515",
        "title":"School-Wide Behavioral Management Systems. ERIC/OSEP Digest #E563."},
      {
        "id":"ED417516",
        "title":"Aging with Developmental Disabilities: Changes in Vision. Aging with Mental Retardation."},
      {
        "id":"ED417517",
        "title":"Aging, Mental Retardation and Physical Fitness."},
      {
        "id":"ED417518",
        "title":"New Hampshire Standards for the Education of Students with Disabilities."},
      {
        "id":"ED417519",
        "title":"NCPSE News, 1996-1997."},
      {
        "id":"ED417520",
        "title":"The Center for Arts and Sciences, Tulsa, Oklahoma. Final Performance Report for Javits Grant."},
      {
        "id":"ED417521",
        "title":"The Preventive Approach to Special Education as Applied to Gifted Exceptionality: A Focus on Assessment."},
      {
        "id":"ED417522",
        "title":"Attention Deficit-Hyperactivity Disorder (ADHD)."},
      {
        "id":"ED417523",
        "title":"A Guide To Setting Up a Creative Art Experiences Program for Older Adults with Developmental Disabilities."},
      {
        "id":"ED417524",
        "title":"North Dakota Deafblind Services Project Technical Assistance Training Manual."},
      {
        "id":"ED417525",
        "title":"The LCCE Insider, 1997-1998."},
      {
        "id":"ED417526",
        "title":"SPARK: Skills Promoted through Arts, Reading, and Knowledge. Demonstration Project. Final Report."},
      {
        "id":"ED417527",
        "title":"Implementing Federal Policy for Young Children with Disabilities: How Are We Doing?"},
      {
        "id":"ED417528",
        "title":"Schools for Disruptive Students: A Questionable Alternative? AEL Policy Briefs."},
      {
        "id":"ED417529",
        "title":"Interim Alternative Educational Settings for Students with Disabilities Involved in Disciplinary Actions. Policy Forum Report."},
      {
        "id":"ED417530",
        "title":"Caring for Infants and Toddlers with Disabilities: New Roles for Physicians. Final Report."},
      {
        "id":"ED417531",
        "title":"The Push and Pull of Standards-Based Reform: How Does It Affect Local School Districts and Students with Disabilities?"},
      {
        "id":"ED417534",
        "title":"Perceptions of Parents of Children with Disabilities Regarding School District Practices."},
      {
        "id":"ED417535",
        "title":"A New IDEA: A Parent's Guide to the Changes in Special Education Law for Children with Disabilities."},
      {
        "id":"ED417536",
        "title":"Una Nueva IDEA: Una Guia para Padres acerca de los Cambios en la Ley de Educacion Especial para Ninos con Incapacidades (A New IDEA: A Parent's Guide to the Changes in Social Education Law for Children with Disabilities)."},
      {
        "id":"ED417538",
        "title":"The Mind/Brain Relationship of the Gifted Child."},
      {
        "id":"ED417539",
        "title":"Classroom-Based Language Remediation Programs: Roles, Routines, and Reflections."},
      {
        "id":"ED417541",
        "title":"Best Practices in Assessment and Programming for Students with Traumatic Brain Injuries."},
      {
        "id":"ED417542",
        "title":"NIDRR Program Directory, Fiscal Year 1997."},
      {
        "id":"ED417543",
        "title":"Children and Youth Receiving Residential Services for Persons with Developmental Disabilities outside Their Family Home: Trends from 1977 to 1997."},
      {
        "id":"ED417544",
        "title":"Housing and Disability: Data Needs, Statistics and Policy. Proceedings of the National Disability Statistics and Policy Forum (3rd, Washingon, DC, May 13, 1996). Disability Forum Report, Number 3."},
      {
        "id":"ED417545",
        "title":"Facilitating and Promoting Academic and Social Success for the Adolescent with Attention Deficit Disorder."},
      {
        "id":"ED417547",
        "title":"Improving Communication between Parents and Teachers: Promoting Effective Intervention for Students with Disabilities."},
      {
        "id":"ED417548",
        "title":"Charlotte Circle Outreach. Final Report."},
      {
        "id":"ED417549",
        "title":"State Education Department Staff Study: Oversight of the Performance of Special Education Programs. Report 96-J-5."},
      {
        "id":"ED417552",
        "title":"Transition from School to Work: Career Training and Development for Youth with Disabilities in Taiwan."},
      {
        "id":"ED417556",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1997: Research, Innovation, and Evaluation."},
      {
        "id":"ED417557",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1997: Personnel Preparation."},
      {
        "id":"ED417558",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1997: Technical Assistance, Dissemination, and Parent Training."},
      {
        "id":"ED417559",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1997: Technology and Media Services."},
      {
        "id":"ED417560",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1997: State Improvement."},
      {
        "id":"ED417561",
        "title":"Educational Surrogate Parent Manual."},
      {
        "id":"ED417562",
        "title":"Project SEARCH: Selection, Enrichment, and Acceleration of Rural Children. Final Report."},
      {
        "id":"ED417564",
        "title":"Handbook on Parents' Rights."},
      {
        "id":"ED417565",
        "title":"Due Process Hearing Officer Manual."},
      {
        "id":"ED417566",
        "title":"Autism. Decade of the Brain."},
      {
        "id":"ED417567",
        "title":"Comparative Study of the Natural Habitat Behaviors of Children with Autism and Children with Down Syndrome: An Ecological Approach."},
      {
        "id":"ED417568",
        "title":"Portfolio Criteria and Corollary Assessment Instrument."},
      {
        "id":"ED417570",
        "title":"Early Education Program for Children with Multiple Disabilities: A Mechanism To Utilize Integrated Early Intervention Teams for Infants &amp; Toddlers with Multiple Disabilities. Final Report."},
      {
        "id":"ED417571",
        "title":"A Module for Focusing on a Better Approach to Family Centeredness."},
      {
        "id":"ED417572",
        "title":"Integrating Communication Skills into Functional Routines &amp; Activities."},
      {
        "id":"ED417573",
        "title":"Providing Services for Learners with Severe Disabilities: A Workbook for Developing Communication."},
      {
        "id":"ED417574",
        "title":"A Model for Transitioning into a Preschool Program."},
      {
        "id":"ED417575",
        "title":"Embedding Intervention Targets into Caregiving Routines and Other Activities of the Families Choice."},
      {
        "id":"ED417576",
        "title":"BRIDGES: Bringing Resources, Inclusion, and Developmentally Appropriate Gains to Every Child in Mississippi: List of Resources."},
      {
        "id":"ED417577",
        "title":"School Buildings for the Next Century: An Affordable Strategy for Repairing and Modernizing New York City's School Facilities."},
      {
        "id":"ED417578",
        "title":"Community Use of Schools: Facility Design Perspectives."},
      {
        "id":"ED417579",
        "title":"Making a World of Difference: Elementary Schools. Impact on Education Series."},
      {
        "id":"ED417580",
        "title":"School Safety Audit: Protocol, Procedures, and Checklists."},
      {
        "id":"ED417581",
        "title":"Students of Process Writing Need Appropriate and Timely Feedback on Their Work, and In Addition, Training in Dealing with That Feedback."},
      {
        "id":"ED417583",
        "title":"Accelerated Language Deaths in the Developing World: A Consequence of the New World Order."},
      {
        "id":"ED417584",
        "title":"Bibliographie Moderner Fremdsprachenunterricht, 1997 (Bibliography of Modern Foreign Language Instruction, 1997)."},
      {
        "id":"ED417585",
        "title":"Contacts de langues et representations (Language Contacts and Representations)."},
      {
        "id":"ED417586",
        "title":"A Far Eastern Parallel: The Languages of Scotland and Taiwan."},
      {
        "id":"ED417587",
        "title":"Tom Green County Library's Literacy Grant, October, 1992-September, 1993, Final Performance Report."},
      {
        "id":"ED417588",
        "title":"Project LEAD, October 1, 1992-September 30, 1993. Program Evaluation."},
      {
        "id":"ED417589",
        "title":"High Stakes Assessment: A Research Agenda for English Language Learners. Symposium Summary. NCBE Report."},
      {
        "id":"ED417590",
        "title":"Using Relevancy and Color To Explain or Persuade."},
      {
        "id":"ED417591",
        "title":"NEH-UT Collaborative Project for the Development and Implementation of Oral Assessment Materials. A Manual and Practical Guide for the Classroom Testing of Spoken Russian Using Authentic Task-Specific Assessment Rubrics."},
      {
        "id":"ED417593",
        "title":"Fun Games and Activities for Pronunciation and Phonetics Classes at Universities."},
      {
        "id":"ED417596",
        "title":"Academic Achievement for Secondary Language Minority Students: Standards, Measures, and Promising Practices."},
      {
        "id":"ED417597",
        "title":"Was gibt's Neues? New Ideas for the German Classroom."},
      {
        "id":"ED417598",
        "title":"A Study of Raters' Scoring Tendency of Speaking Ability through Verbal Report Methods and Questionnaire Analysis."},
      {
        "id":"ED417599",
        "title":"Involving Factors of Fairness in Language Testing."},
      {
        "id":"ED417600",
        "title":"New Horizons in Education, No. 38."},
      {
        "id":"ED417602",
        "title":"Evaluation Handbook."},
      {
        "id":"ED417603",
        "title":"The Challenge of the Internet: Practical Applications in Your 7-12 Classroom."},
      {
        "id":"ED417607",
        "title":"Latin Curriculum Guide."},
      {
        "id":"ED417609",
        "title":"Metrical Phonology: German Sound System."},
      {
        "id":"ED417610",
        "title":"Physical Linguistics."},
      {
        "id":"ED417611",
        "title":"Metrical Phonology and SLA."},
      {
        "id":"ED417613",
        "title":"Following Native Language Acquisition."},
      {
        "id":"ED417614",
        "title":"Skilling Me Softly: The Impact of Adult Literacy Classes. Longitudinal Study of the Destination of Adult Literacy Students. Final Report."},
      {
        "id":"ED417615",
        "title":"A Checklist for Teaching Comparison to Adult ESL Students."},
      {
        "id":"ED417616",
        "title":"Practical Classroom Assessment: A Resource Manual."},
      {
        "id":"ED417617",
        "title":"Distance Education in Higher Education Institutions: Incidence, Audiences, and Plans To Expand. Issue Brief."},
      {
        "id":"ED417624",
        "title":"College and Careers Project, 1993-96. Final Report."},
      {
        "id":"ED417625",
        "title":"The Strategies To Advance the Internationalization of Learning (SAIL) Program."},
      {
        "id":"ED417626",
        "title":"The International Negotiation Seminars Project. Project ICONS."},
      {
        "id":"ED417628",
        "title":"Program To Diminish Gender Insensitivity and Prevent Sexual Harassment in the Medical Environment."},
      {
        "id":"ED417629",
        "title":"Electronic Aid Office. 1998 Participant Workbook."},
      {
        "id":"ED417631",
        "title":"The Impact of Higher Education on Connecticut's Economy, Workforce, Quality of Life, and Future."},
      {
        "id":"ED417632",
        "title":"Fall Staff in Postsecondary Institutions, 1995. E.D. Tabs."},
      {
        "id":"ED417637",
        "title":"Students in Nova Southeastern University's Shepard Broad Law Center Judge the Inaugural Year of the Evening Program."},
      {
        "id":"ED417638",
        "title":"Undergraduate Persistence and Rates of Graduation: A Cohort Analysis of First-Time in College Freshmen."},
      {
        "id":"ED417639",
        "title":"Graduates of the College of Optometry Reflect on Their Experience with Nova Southeastern University."},
      {
        "id":"ED417640",
        "title":"The Global University for the Twenty-First Century. A Strategic Plan."},
      {
        "id":"ED417641",
        "title":"Globalizing Agricultural Science and Education Programs for America."},
      {
        "id":"ED417644",
        "title":"Job Satisfaction, Organizational Commitment, and Individual and Organizational Mission Values Congruence: Investigating the Relationships."},
      {
        "id":"ED417645",
        "title":"A Comparison of Osteopathic, Pharmacy, Physical Therapy, Physician Assistant and Occupational Therapy Students' Personality Styles: Implications for Education and Practice."},
      {
        "id":"ED417646",
        "title":"Adjuncts and Their Din of Inequities: Transforming Complaints into Action and Results."},
      {
        "id":"ED417647",
        "title":"Small Liberal Arts College Seeks Assistant Professor."},
      {
        "id":"ED417648",
        "title":"Student Perceptions of Campus Safety at a Large Rural University."},
      {
        "id":"ED417650",
        "title":"Fall 1995 Enrollment at Public, Four-Year Colleges and Universities."},
      {
        "id":"ED417651",
        "title":"Open Doors 1996-1997: Report on International Educational Exchange."},
      {
        "id":"ED417656",
        "title":"What Do Students Learn? Virginia Higher Education, Indicators of Institutional Mission, Number 2."},
      {
        "id":"ED417657",
        "title":"What Do Students Experience? Virginia Higher Education, Indicators of Institutional Mission, Number 3."},
      {
        "id":"ED417658",
        "title":"Who Are the Faculty? Virginia Higher Education, Indicators of Institutional Mission, Number 4."},
      {
        "id":"ED417659",
        "title":"Higher Education Policy Initiative on Undergraduate Education: 1986-1998."},
      {
        "id":"ED417660",
        "title":"Fiscal Year 1999 Higher Education Budget Recommendations. Capital Improvements."},
      {
        "id":"ED417661",
        "title":"Fiscal Year 1999 Higher Education Budget Recommendations. Operations and Grants."},
      {
        "id":"ED417662",
        "title":"Gender Equity in Intercollegiate Athletic Programs at Illinois Public Universities."},
      {
        "id":"ED417663",
        "title":"Instruction in Higher Education."},
      {
        "id":"ED417664",
        "title":"Longitudinal Trends in Student Instructional Ratings: Does Evaluation of Teaching Lead to Improvement of Teaching?"},
      {
        "id":"ED417666",
        "title":"African American College Students' Experiences in HBCUs and PWIs and Learning Outcomes."},
      {
        "id":"ED417667",
        "title":"Measuring Time-Management Skills: Cross-Cultural Observations on Britton and Tesser's Time Management Scale."},
      {
        "id":"ED417668",
        "title":"Development of Student Assessment Survey for Northeastern University's University College Liberal Arts Program."},
      {
        "id":"ED417669",
        "title":"Post Graduation Impact of Student Leadership."},
      {
        "id":"ED417670",
        "title":"Adjunct Info: A Journal for Managers of Adjunct and Part-Time Faculty, 1994-97."},
      {
        "id":"ED417671",
        "title":"State Postsecondary Education Structures Sourcebook. State Coordinating and Governing Boards. Membership, Staffing, Roles and Responsibilities, Profiles."},
      {
        "id":"ED417672",
        "title":"Faculty Governance: The Key to Actualizing Professionalism."},
      {
        "id":"ED417673",
        "title":"Managing a Small Cat House, or, Applications of Feminist Social Psychology to Academic Administration in Small Colleges"},
      {
        "id":"ED417674",
        "title":"Missed Examinations and Student Performance in an Upper-Level Course."},
      {
        "id":"ED417677",
        "title":"Graduation Rates: Do Students' Academic Program Choices Make a Difference?"},
      {
        "id":"ED417678",
        "title":"The U.S. Department of Education's Federal Student Aid Programs...What Every School Owner Should Know. Q & A."},
      {
        "id":"ED417679",
        "title":"Changing Priorities at Research Universities, 1991-1996. Based on: The National Study of Research Universities on the Balance between Research and Undergraduate Teaching (1992), by Peter J. Gray, Robert C. Froh, Robert M. Diammond."},
      {
        "id":"ED417682",
        "title":"Plan for the Class of 2000. Final Report of the Program Planning Committee."},
      {
        "id":"ED417683",
        "title":"The EFC Formula Book: The Expected Family Contribution for Federal Student Aid, 1998-99."},
      {
        "id":"ED417684",
        "title":"AAHE Bulletin, 1996-97."},
      {
        "id":"ED417692",
        "title":"Arts Internships as Transition."},
      {
        "id":"ED417693",
        "title":"Educational Technology Goals, Progress, and Recommended Actions, 1997."},
      {
        "id":"ED417694",
        "title":"The EDUTECH Report, 1997-1998."},
      {
        "id":"ED417696",
        "title":"Integrating Technology in the School Environment: Through the Principal's Lens."},
      {
        "id":"ED417697",
        "title":"LR 373: The Schools' Telelearning Service and the Japanese Distance Learning Program. Interim Study Report."},
      {
        "id":"ED417698",
        "title":"Internet Access in Public Schools. Issue Brief."},
      {
        "id":"ED417699",
        "title":"Report of Student Performance on the North Carolina Tests of Computer Skills. Reporting on the Class of 2001 for the State and 117 Public School Systems."},
      {
        "id":"ED417700",
        "title":"Action Research: Addendum to the Encyclopedia of Distance Education Research in Iowa. Revised 2nd Edition."},
      {
        "id":"ED417701",
        "title":"Networking: The Content Specialist and Instructional Technologist Connection: A Case Study for Converting a Skills-Based Counseling Course for Delivery via Video Teleconferencing."},
      {
        "id":"ED417702",
        "title":"Information Technology in Education and Training (IT@EDU98). Proceedings of a Conference (Ho Chi Minh City, Vietnam, January 15-16, 1998)."},
      {
        "id":"ED417703",
        "title":"Information Technology in Education and Training (IT@EDU98). Proceedings, Session 1."},
      {
        "id":"ED417704",
        "title":"Multimedia."},
      {
        "id":"ED417705",
        "title":"Educational Software."},
      {
        "id":"ED417706",
        "title":"Conference on Information Technology in Education and Training, Session 4."},
      {
        "id":"ED417707",
        "title":"Network Technology Based Application."},
      {
        "id":"ED417708",
        "title":"Learning Machine, Vietnamese Based Human-Computer Interface."},
      {
        "id":"ED417710",
        "title":"Technology Report: A Report on Technology in Iowa Public School Districts."},
      {
        "id":"ED417711",
        "title":"Way of the Ferret: Finding and Using Educational Resources on the Internet. Second Edition."},
      {
        "id":"ED417712",
        "title":"The Best Web Sites for Teachers."},
      {
        "id":"ED417713",
        "title":"Computer Networking for Educators. Second Edition."},
      {
        "id":"ED417717",
        "title":"Romance in a Minor Key: Periodicals Selection for Music."},
      {
        "id":"ED417719",
        "title":"Policy Issues &amp; Strategies Affecting Public Libraries in the National Networked Environment: Moving beyond Connectivity."},
      {
        "id":"ED417726",
        "title":"Comparison of the Knight-Ridder CD-ROM and CARL Versions of the ERIC Database."},
      {
        "id":"ED417727",
        "title":"Plan for a Statewide On-Line Information System for Libraries (MnLINK)."},
      {
        "id":"ED417728",
        "title":"The Virtual Reference Desk: Building a Network of Expertise for America's Schools. White Paper."},
      {
        "id":"ED417730",
        "title":"Report of the &quot;MLA Bibliography&quot; Scope and Overlap Committee, an ACRL Ad Hoc Committee."},
      {
        "id":"ED417731",
        "title":"Assessment of the Economics and Finance Collections at Central Missouri State University, Warrensburg, Missouri."},
      {
        "id":"ED417732",
        "title":"Victorian Public Libraries and the Internet: Results and Issues."},
      {
        "id":"ED417735",
        "title":"Prevalence and Reasons for University Library Usage."},
      {
        "id":"ED417736",
        "title":"The Educational Impact of the School Library."},
      {
        "id":"ED417737",
        "title":"South Carolina State Library Annual Report, 1996-1997."},
      {
        "id":"ED417740",
        "title":"Statistics &amp; Input-Output Measures for School Library Media Centers in Colorado, 1997."},
      {
        "id":"ED417741",
        "title":"Colorado Education &amp; Library Directory, 1997-1998."},
      {
        "id":"ED417742",
        "title":"Five Year Plan for Improving Louisiana Library Services, 1998-2002."},
      {
        "id":"ED417743",
        "title":"Public Libraries in Louisiana Statistical Report, 1996."},
      {
        "id":"ED417747",
        "title":"Preservation and Archives in Vietnam."},
      {
        "id":"ED417748",
        "title":"SGML as a Framework for Digital Preservation and Access."},
      {
        "id":"ED417749",
        "title":"Digitization as a Method of Preservation? Final Report of a Working Group of the Deutsche Forschungsgemeinschaft (German Research Association)."},
      {
        "id":"ED417750",
        "title":"Clear Signals? Telecommunications, Convergence, and the Quality of Information. A Summary of Proceedings of the FLICC Forum on Federal Information Policies (14th, Washington, DC, 1997)."},
      {
        "id":"ED417751",
        "title":"The Networked Society: How New Technologies Are Transforming Markets, Organizations, and Social Relationships. A Report of the Annual Aspen Institute Roundtable on Information Technology (5th, Aspen, CO, August 15-18, 1996)."},
      {
        "id":"ED417752",
        "title":"Universal Service in the Digital Age: The Commercialization and Geography of U.S. Internet Access. Research Brief No. 5."},
      {
        "id":"ED417766",
        "title":"An Enrollment Audit of the Public Community and Technical Colleges."},
      {
        "id":"ED417767",
        "title":"A Review of SUNY's Transfer and Articulation Policies and Enrollment Initiatives. How Effectively Are These Initiatives Serving Transfer Students?"},
      {
        "id":"ED417768",
        "title":"Associate Degree Three-Year Graduation Rates: Fall 94 to Spring 97."},
      {
        "id":"ED417769",
        "title":"The University of Hawaii Community Colleges, 1997."},
      {
        "id":"ED417770",
        "title":"Stenotype Academy, Report 97-T-2."},
      {
        "id":"ED417771",
        "title":"The Community College of the Twenty-First Century."},
      {
        "id":"ED417772",
        "title":"Laney's Success Model for First Year Students."},
      {
        "id":"ED417773",
        "title":"Graduate Follow-Up Report, 1996-97."},
      {
        "id":"ED417774",
        "title":"Skills: Onward through the Fog."},
      {
        "id":"ED417775",
        "title":"Managing Change: A Model for Community College Leaders."},
      {
        "id":"ED417776",
        "title":"The Evolving Community College Mission in the Context of State Governance."},
      {
        "id":"ED417777",
        "title":"Sense-making in the Community College: The Meanings of Organizational Change."},
      {
        "id":"ED417778",
        "title":"Sabbatical as a Form of Faculty Renewal in the Community College: Green Pastures or Fallow Fields?"},
      {
        "id":"ED417779",
        "title":"Vocational and Technical Education in the Netherlands: Changes and Challenges."},
      {
        "id":"ED417780",
        "title":"National Science Foundation Activities in Support of Two-Year College Science, Mathematics, Engineering, and Technology Education. Fiscal Year 1996 Annual Report."},
      {
        "id":"ED417781",
        "title":"Assessment of Institutional Impact and Long-Term Strategies Development."},
      {
        "id":"ED417782",
        "title":"The Role of America's Community Colleges."},
      {
        "id":"ED417783",
        "title":"Differences between the Professional Attitudes of Full- and Part-Time Faculty."},
      {
        "id":"ED417784",
        "title":"Issues Surrounding the Community College Collegiate Function: A Synthesis of the Literature."},
      {
        "id":"ED417785",
        "title":"Honors Programs in Community Colleges: A Review of Recent Issues and Literature."},
      {
        "id":"ED417786",
        "title":"Iowa Community Colleges, Fiscal Year 1998 Budgets."},
      {
        "id":"ED417787",
        "title":"Integrating Technology on Campus: Human Sensibilities and Technical Possibilities. New Direction for Community Colleges, Number 101."},
      {
        "id":"ED417788",
        "title":"The Genetics Revolution: Programs and Issues for the Community College. A Monograph Highlighting the Winners of the Exxon Education Foundation Innovation Awards."},
      {
        "id":"ED417789",
        "title":"The Community College Presidency at the Millennium."},
      {
        "id":"ED417790",
        "title":"Community-Based Programming in Action: The Experiences of Five Community Colleges."},
      {
        "id":"ED417791",
        "title":"Study Skills Can Make a Major Difference."},
      {
        "id":"ED417792",
        "title":"High School Graduate Participation Rates: Proportions of Sacramento Area High School Graduates Enrolled in Los Rios Community College District, Fall 1996-Fall 1993."},
      {
        "id":"ED417793",
        "title":"How the Other 2/3 Live: Institutional Initiatives for Part-Time Faculty Assimilation in America's 2-Year Colleges."},
      {
        "id":"ED417795",
        "title":"Fiscal Year 1998 Salary Report for the Illinois Public Community Colleges."},
      {
        "id":"ED417796",
        "title":"The Academic Senate for California Community Colleges. Twenty-First Annual Report, 1996-1997."},
      {
        "id":"ED417798",
        "title":"Activities for Teaching Responsibility: Teaching Responsibility in the Elementary School Curriculum."},
      {
        "id":"ED417801",
        "title":"Birth to Kindergarten: The Importance of the Early Years. A Comprehensive Review of the Literature and a Series of Policy Options for Early Childhood Interventions in Response to a Request by Senator Dede Alpert."},
      {
        "id":"ED417802",
        "title":"Child Development and the Coworking of Doctor and Teacher: A Waldorf School Doctor's Perspective."},
      {
        "id":"ED417804",
        "title":"Annotated Infant/Toddler/Preschooler Research References: Stories Caregivers Need To Know!"},
      {
        "id":"ED417805",
        "title":"Child Care and Development Block Grant: Report of State Plans for the Period 10/01/97 to 9/30/99."},
      {
        "id":"ED417809",
        "title":"A Classroom Exercise for Observing Developmental Differences in Children."},
      {
        "id":"ED417811",
        "title":"Welfare Reform: States' Efforts To Expand Child Care Programs. United States General Accounting Office Report to the Ranking Minority Member, Subcommittee on Children and Families, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED417812",
        "title":"Community Owned Development amongst the Marginalised San Communities of the Kalahari, as Adopted by a San Community Development Organisation, the Kuru Development Trust. Working Papers in Early Childhood Development, No. 22."},
      {
        "id":"ED417814",
        "title":"Work Front--Home Front: A Cooperative Extension Contribution to Work First in North Carolina."},
      {
        "id":"ED417815",
        "title":"Adolescent Health Issues: State Actions 1996."},
      {
        "id":"ED417816",
        "title":"Health Care Legislation 1996."},
      {
        "id":"ED417821",
        "title":"Are Male Teachers Really Necessary?"},
      {
        "id":"ED417822",
        "title":"The Mediating Effect of Sociomoral Judgments about Aggression on the Relation between Hostile Attributional Style and Antisocial Conduct."},
      {
        "id":"ED417823",
        "title":"Helping Young Children Overcome Shyness."},
      {
        "id":"ED417825",
        "title":"Impact of Language Deficits on Maladaptive Behavior of Inner-City Early Adolescents: A Longitudinal Analysis."},
      {
        "id":"ED417827",
        "title":"Quality in Child Care Centers. Early Childhood Research &amp; Policy Briefs, Volume 1, Number 1."},
      {
        "id":"ED417829",
        "title":"Welfare Reform: Effects of Changes Made to the Summer Food Service Program. Testimony before the Subcommittee on Early Childhood, Youth and Families, Committee on Education and the Workforce. House of Representatives."},
      {
        "id":"ED417830",
        "title":"Learning To Teach in Inclusive Early Childhood Settings: Experiencing an Innovative Teacher Preparation Program."},
      {
        "id":"ED417833",
        "title":"Can Toddler Temperament Characteristics Predict Later School Adaptation?"},
      {
        "id":"ED417834",
        "title":"Relations among Aspects of Parental Control, Children's Work-Related Social Skills and Academic Achievement."},
      {
        "id":"ED417835",
        "title":"Early Childhood Education in Iceland: A Response to the Welfare System, the Natural Environment, the Cultural Heritage and Foreign Influences."},
      {
        "id":"ED417836",
        "title":"Transitions and Linkages."},
      {
        "id":"ED417837",
        "title":"Learning Opportunities beyond the School. 2nd Edition."},
      {
        "id":"ED417841",
        "title":"The MAGnet Newsletter on Mixed-Age Grouping in Preschool and Elementary Settings, 1992-1997."},
      {
        "id":"ED417842",
        "title":"Promoting Positive Family Involvement in Russian Communities through Volunteer Agencies."},
      {
        "id":"ED417844",
        "title":"Fathers Caring for Children: Research and Resources."},
      {
        "id":"ED417845",
        "title":"UNICEF Annual Report, 1997."},
      {
        "id":"ED417846",
        "title":"Supporting Children with Challenging Behaviors: Relationships Are Key. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED417847",
        "title":"The Progress of Nations: The Nations of the World Ranked According to Their Achievements in Child Health, Nutrition, Education, Water and Sanitation, and Progress for Women, 1997."},
      {
        "id":"ED417849",
        "title":"Quality Child Care and After-School Programs: Powerful Weapons against Crime. A Report from &quot;Fight Crime: Invest in Kids.&quot;"},
      {
        "id":"ED417850",
        "title":"Of Primary Interest, 1994-1995."},
      {
        "id":"ED417851",
        "title":"National Head Start Bulletin, 1993-1995."},
      {
        "id":"ED417852",
        "title":"A Review of the Department of Human Services' Decision To Reduce the Level of Funding to the Department of Education for Operation of the Home Ties Program for Family Preservation. Report to the Mississippi Legislature. No. 362."},
      {
        "id":"ED417854",
        "title":"Child Rights Information Network Newsletter, 1996."},
      {
        "id":"ED417855",
        "title":"Why Do Children of the Caribbean Need Programmes of Early Childhood Education and Development?"},
      {
        "id":"ED417856",
        "title":"Plan of Action for Early Childhood Education and Development (ECED) in Caribbean Countries."},
      {
        "id":"ED417857",
        "title":"Defining High Quality ECED Provision. A Note and an Exercise."},
      {
        "id":"ED417858",
        "title":"From Belize to Barbados: Affording Children Their Rights from Birth."},
      {
        "id":"ED417860",
        "title":"Resilience and Culture/Ethnicity Examples from Sudan, Namibia, and Armenia."},
      {
        "id":"ED417861",
        "title":"The International Resilience Research Project."},
      {
        "id":"ED417864",
        "title":"Voices for Illinois Children, 1997."},
      {
        "id":"ED417865",
        "title":"The State of the World's Children 1998: Focus on Nutrition."},
      {
        "id":"ED417869",
        "title":"Children, Youth and Family Issues, 1997. State Legislative Summary."},
      {
        "id":"ED417870",
        "title":"How Involved Are Fathers in Their Children's Schools? Issue Brief."},
      {
        "id":"ED417871",
        "title":"Students Do Better When Their Fathers Are Involved at School. Issue Brief."},
      {
        "id":"ED417872",
        "title":"Factors Associated with Fathers' and Mothers' Involvement in Their Children's Schools. Issue Brief."},
      {
        "id":"ED417877",
        "title":"The Governor's Pilot Distance Learning Project: The Experiences of Four Wyoming Schools."},
      {
        "id":"ED417878",
        "title":"Northwest Education, 1996-1997."},
      {
        "id":"ED417880",
        "title":"Coming Together: Preparing for Rural Special Education in the 21st Century. Conference Proceedings of the American Council on Rural Special Education (18th, Charleston, South Carolina, March 25-28, 1998)."},
      {
        "id":"ED417881",
        "title":"Developing Interactive Multimedia Modules To Train Rural Special Education Personnel."},
      {
        "id":"ED417882",
        "title":"Beyond Bells and Whistles: Using Multimedia for Preservice and Inservice Education."},
      {
        "id":"ED417883",
        "title":"Pinon Preparation Program (PPP): Meeting the Needs of Rural Native American Students through Site-Based Education Programs."},
      {
        "id":"ED417884",
        "title":"A Collaborative Program To Prepare Mainstream Teachers: Using Peer Supervision by General and Special Educators."},
      {
        "id":"ED417885",
        "title":"Instructional Design in Computer Mediated Learning."},
      {
        "id":"ED417886",
        "title":"Coming Together through Comprehensive Professional Development: Key to Statewide Improvement Plans."},
      {
        "id":"ED417887",
        "title":"Teacher Education Partnerships at Valley High School."},
      {
        "id":"ED417888",
        "title":"Project BESTT: A Training Model for Rural, Multicultural, Bilingual Special Education."},
      {
        "id":"ED417889",
        "title":"Techniques for Developing a Syllabus/Website for a Computer Mediated Learning (CML) Course."},
      {
        "id":"ED417890",
        "title":"Serve To Learn: Making Connections in Rural Communities."},
      {
        "id":"ED417891",
        "title":"Staying, Leaving, and Job Satisfaction in a Rural/Remote State: A Matter of Roots."},
      {
        "id":"ED417892",
        "title":"Educating Students with PDD/Autism: The Case for Rational Inclusion."},
      {
        "id":"ED417893",
        "title":"Perspectives on Adapted Physical Education Services to Rural Populations."},
      {
        "id":"ED417894",
        "title":"A Horse of a Different Color: Distance Education; Making it Effective."},
      {
        "id":"ED417895",
        "title":"Teaching Navajo Bilingual Special Education Students: Challenges and Strategies."},
      {
        "id":"ED417896",
        "title":"Teacher Training: Providing Instruction in a Basic Reading Strategy in Elementary Rural General Education Settings."},
      {
        "id":"ED417897",
        "title":"Teams, Networks, and Assistive Technology: Training Special Educators in Rural Areas."},
      {
        "id":"ED417898",
        "title":"Traditional versus Contemporary Navajo Views of Special Education."},
      {
        "id":"ED417899",
        "title":"The Entrepreneurial Curriculum: Rural School-Community Process for Vocational Training of Adolescents with Disabilities."},
      {
        "id":"ED417900",
        "title":"Preparing General Educators To Serve Students with Learning Disabilities: Rural Classroom Applications."},
      {
        "id":"ED417901",
        "title":"It Takes Two: Co-Teaching for Deaf and Hard of Hearing Students in Rural Schools."},
      {
        "id":"ED417902",
        "title":"Developing Interaction in Computer Mediated Learning."},
      {
        "id":"ED417903",
        "title":"Rural Ojibwe Mothers' Experiences with Early Childhood Special Education Services."},
      {
        "id":"ED417904",
        "title":"Long Distance Education at the University of Kansas."},
      {
        "id":"ED417905",
        "title":"Parent Support Services on the Navajo Reservation."},
      {
        "id":"ED417906",
        "title":"Keeping Qualified Special Educators under the Big Sky."},
      {
        "id":"ED417908",
        "title":"Let's Talk about the Needs of African American Children with Sickle Cell Disease: A Recognized &quot;Other Health Impairment.&quot;"},
      {
        "id":"ED417909",
        "title":"Training Rural Teachers as Researchers: Guidelines for Conducting Field-Based Research in the Rural Classroom."},
      {
        "id":"ED417910",
        "title":"A Collaborative Computerized Language Training Project between Gonzaga University and St. Luke's Rehabilitation Institute."},
      {
        "id":"ED417911",
        "title":"Including Students with Severe Disabilities in Rural Middle and High School: Perceptions of Classroom Teachers."},
      {
        "id":"ED417912",
        "title":"Who's in Charge Here? Leadership in Rural Special Education."},
      {
        "id":"ED417913",
        "title":"A Discussion of the Roles of Institutions of Higher Education in Meeting the Needs of Schools in Rural Areas."},
      {
        "id":"ED417914",
        "title":"Voices from Within."},
      {
        "id":"ED417915",
        "title":"Stanford Achievement Tests and Students with Special Needs."},
      {
        "id":"ED417916",
        "title":"The Whole World: Just down the Road."},
      {
        "id":"ED417917",
        "title":"Identification, Differentiation and Intervention of the Demographically Diverse Four Year Old: Strategies for Rural Special Education."},
      {
        "id":"ED417918",
        "title":"Special Education Administration Training for Rural Minority School Leaders: A Funded Proposal."},
      {
        "id":"ED417919",
        "title":"Migrant Education. IDRA Focus."},
      {
        "id":"ED417920",
        "title":"Math and Science. IDRA Focus."},
      {
        "id":"ED417925",
        "title":"New Tools for Science Education: Perspectives on How New Technologies Are Transforming Undergraduate Science Education and Outreach to Elementary and Secondary Schools. Undergraduate Program Directors Meeting (October 25-27, 1995)."},
      {
        "id":"ED417929",
        "title":"The Science of Living Spaces: Women in the Environment of the 21st Century. An Evaluation and Guide Book."},
      {
        "id":"ED417930",
        "title":"Portapark."},
      {
        "id":"ED417931",
        "title":"Reducing Mathematics Anxiety in Fourth Grade \"At-Risk\" Students."},
      {
        "id":"ED417932",
        "title":"An Evaluation of the Science Research in the High School Program: Year One Program Implementation."},
      {
        "id":"ED417934",
        "title":"Scientists and Mathematicians Become School Teachers."},
      {
        "id":"ED417935",
        "title":"Mathematics. Competency-Based Education Assessment Series."},
      {
        "id":"ED417936",
        "title":"Revitalization of Nonstandard Calculus."},
      {
        "id":"ED417937",
        "title":"Earth Algebra."},
      {
        "id":"ED417938",
        "title":"Development of Course Materials To Integrate Precalculus Review with the First Course in Calculus."},
      {
        "id":"ED417939",
        "title":"The State of Mathematics Education: Building a Strong Foundation for the 21st Century."},
      {
        "id":"ED417941",
        "title":"Teachers' Definition of Math: Creating and Implementing an Instrument."},
      {
        "id":"ED417942",
        "title":"Instructional Policy and Classroom Performance: The Mathematics Reform in California."},
      {
        "id":"ED417943",
        "title":"Mathematics as a Barrier to the Learning of Science and Technology by Girls. Report of a Conference, (Ahmedabad, India, January 11-12, 1996)."},
      {
        "id":"ED417944",
        "title":"Using Field Experiences To Enhance College Science."},
      {
        "id":"ED417945",
        "title":"The Learning Styles of Monozygotic Twins Studying Science."},
      {
        "id":"ED417946",
        "title":"Art as a Probe of Scientific Inquiry."},
      {
        "id":"ED417947",
        "title":"A Narrative of a First Year Science Teacher."},
      {
        "id":"ED417948",
        "title":"Having It Your Way: How To Use Statistics Creatively."},
      {
        "id":"ED417949",
        "title":"Ideas That Work: Mathematics Professional Development."},
      {
        "id":"ED417950",
        "title":"Secondary Preservice Science Teachers Ideas About Culture, Ethnicity, and Learning of Marginalized Students."},
      {
        "id":"ED417951",
        "title":"Graduate Enrollment of Women and Minorities in Science and Engineering Continues To Rise."},
      {
        "id":"ED417952",
        "title":"CHARTS: A Tool for Surveying Young Children's Opportunities To Learn about Science Outside of School."},
      {
        "id":"ED417954",
        "title":"Access to Knowledge and Critical Thinking in General Chemistry via Social Constructivism: Pedagogical and Curricular Opportunities for Minority Science Majors."},
      {
        "id":"ED417955",
        "title":"Direct Instruction in Remedial Math Instructions."},
      {
        "id":"ED417956",
        "title":"Improving Mathematics in Middle School: Lessons from TIMSS and Related Research."},
      {
        "id":"ED417957",
        "title":"Federal R&amp;D Funding by Budget Function: Fiscal Years 1996-98. An SRS Special Report."},
      {
        "id":"ED417960",
        "title":"The Effect of a Teacher Enhancement Project Designed To Promote Interactive-Constructivist Teaching Strategies in Elementary School Science on Students' Perceptions and Attitudes."},
      {
        "id":"ED417961",
        "title":"CONNECTIONS: An Interdisciplinary Team Approach to Professional Development. Elementary Team."},
      {
        "id":"ED417962",
        "title":"CONNECTIONS: An Interdisciplinary Team Approach to Professional Development. Middle School Team."},
      {
        "id":"ED417963",
        "title":"CONNECTIONS: An Interdisciplinary Team Approach to Professional Development. High School Team."},
      {
        "id":"ED417964",
        "title":"Program Effectiveness Reviews (PER) Report. Statewide Systemic Initiatives (SSI) Program. December 17, 1997."},
      {
        "id":"ED417966",
        "title":"Trends in Advanced Mathematics and Science Course Taking and Achievement among ACT-Tested High School Students: 1987-1996."},
      {
        "id":"ED417967",
        "title":"An Evaluation of Seventh Graders' Performance on a Jamaican Science Project."},
      {
        "id":"ED417968",
        "title":"A Systemic Process Approach to the Analysis of Biological Phenomena."},
      {
        "id":"ED417969",
        "title":"An Action Research Project on Student Perspectives of Cooperative Learning in Chemistry: Understanding the Efficacy of Small-Group Activities."},
      {
        "id":"ED417970",
        "title":"A Case Study of Teacher Beliefs in Contemporary Science Education Goals and Classroom Practices."},
      {
        "id":"ED417971",
        "title":"Instructional Activities in Physics and Chemistry Classroom."},
      {
        "id":"ED417972",
        "title":"Multiple Worlds/Mis-Matched Meanings: Barriers to Minority Women Engineers."},
      {
        "id":"ED417973",
        "title":"Investigating the Importance of Prior Science Experiences for Majors and Nonmajors."},
      {
        "id":"ED417974",
        "title":"The Assistance Relationship between Content-Specialist Science Facilitators and Their Constituent Teachers."},
      {
        "id":"ED417975",
        "title":"Umm...I Think: Student Formulated Conclusions to Science Activities."},
      {
        "id":"ED417976",
        "title":"Narrowing Gaps and Formulating Conclusions: Inquiry in a Science Teacher Action Research Program."},
      {
        "id":"ED417977",
        "title":"Challenges to Meaningful Learning among African-American Females at an Urban Science High School."},
      {
        "id":"ED417978",
        "title":"A Case Study of Attitudinal Effects of Internet Use in a Middle School Integrated Science Curriculum."},
      {
        "id":"ED417979",
        "title":"The Effect of the Detroit Urban Systemic Initiative on Perceived Instructional Practice and Curriculum Adequacy."},
      {
        "id":"ED417980",
        "title":"Case Studies of an Inquiry-Based Science Programs' Impact on Students' Attitude towards Science and Interest in Science Careers."},
      {
        "id":"ED417981",
        "title":"Teachers as Inquirers: Constructing a Model of Best Practice."},
      {
        "id":"ED417982",
        "title":"Biological Concept Development in Elementary Science Textbooks in Taiwan."},
      {
        "id":"ED417983",
        "title":"Bibliography of Assessment Alternatives: Mathematics. January 1998 Edition. Innovative Assessment."},
      {
        "id":"ED417984",
        "title":"Supervising Student Teachers Using Peer Coaching."},
      {
        "id":"ED417985",
        "title":"In Search of Dissonance: The Evolution of Dissonance in Conceptual Change Theory."},
      {
        "id":"ED417986",
        "title":"Student Decisionmaking and Teacher Privileging in a Student-Centered Science Classroom."},
      {
        "id":"ED417989",
        "title":"Development of a Professional Development Program for Science and Mathematics Teachers--An Action Research."},
      {
        "id":"ED417990",
        "title":"Development of a Course on Instructional Strategies for In-Service Science and Mathematics Teachers."},
      {
        "id":"ED417991",
        "title":"&quot;The Kings New Training Courses&quot;--A Research Project: The New Clothes May Have a CBT Label, but Do They Really Promote Lifelong Learning?"},
      {
        "id":"ED417992",
        "title":"The Use of Computer Software in the Teaching of College Mathematics and Statistics."},
      {
        "id":"ED417994",
        "title":"National Service Resource Guide: Strategies for Building a Diversified Funding Base."},
      {
        "id":"ED417996",
        "title":"Frequently Cited Sources in Service-Learning."},
      {
        "id":"ED417997",
        "title":"Doing Self-Directed Study for Service-Learning."},
      {
        "id":"ED418009",
        "title":"United States History. Focus on Economics."},
      {
        "id":"ED418011",
        "title":"United States &amp; New York State History, Grade 8. A Multicultural Perspective. Volume I."},
      {
        "id":"ED418012",
        "title":"United States &amp; New York State History, Grade 8. A Multicultural Perspective. Volume II."},
      {
        "id":"ED418013",
        "title":"United States &amp; New York State History, Grade 8. A Multicultural Perspective. Volume III."},
      {
        "id":"ED418014",
        "title":"Economies in Transition: Command to Market. Teacher Resource Manual. EconomicsAmerica."},
      {
        "id":"ED418021",
        "title":"Proceedings of the National Technological Literacy Conference (11th, Arlington, VA, February 8-11, 1996)."},
      {
        "id":"ED418023",
        "title":"Modern Notions of Community."},
      {
        "id":"ED418024",
        "title":"Computer Use in Elementary Social Studies."},
      {
        "id":"ED418025",
        "title":"Expertise in Economics: Recall and Reasoning."},
      {
        "id":"ED418026",
        "title":"Expert Novice Differences in the Representation of Economics Problems."},
      {
        "id":"ED418030",
        "title":"The Effects of Vocalization on Achievement Levels of Selected Performance Areas Found in Elementary Instrumental Bands."},
      {
        "id":"ED418031",
        "title":"An Examination of the Applications of Constitutional Concepts as an Approach to Classroom Management: Four Studies of Judicious Discipline in Various Classroom Settings."},
      {
        "id":"ED418032",
        "title":"Integrating the Musical Intelligence in a First Grade Classroom."},
      {
        "id":"ED418033",
        "title":"Middle Graders' Explanations of Historical Significance."},
      {
        "id":"ED418034",
        "title":"Development of Geographic Literacy in Students with Learning Disabilities."},
      {
        "id":"ED418035",
        "title":"Women from Two Cultures: Social Attitudes of East and West German Women after Reunification."},
      {
        "id":"ED418037",
        "title":"Education for Tolerance and Peace. Peace Education Miniprints No. 83."},
      {
        "id":"ED418040",
        "title":"Spaces and Places: A Geography Manual for Teachers."},
      {
        "id":"ED418041",
        "title":"Santa Barbara and California's Central Coast Region: Images and Encounters. A Pathways in Geography Resource Publication No. 15."},
      {
        "id":"ED418042",
        "title":"Artists and Curators as Collaborators: Developing a New Practice of Exhibition."},
      {
        "id":"ED418043",
        "title":"Maryland Women Leading the Way. Maryland Women's History Display Kit, 1997."},
      {
        "id":"ED418044",
        "title":"Visual Art Course of Study/Curriculum Guide, Grades K-6 with Sample Lessons. Revised Edition."},
      {
        "id":"ED418045",
        "title":"Leveling the Field: Methodologies That Support Democratic Processes in Multicultural Supervisory Contexts."},
      {
        "id":"ED418046",
        "title":"Affordable Early Childhood Development Provision for Preschool Children in South Africa."},
      {
        "id":"ED418047",
        "title":"Reciprocal Teaching of Social Studies in Inclusive Elementary Classrooms."},
      {
        "id":"ED418049",
        "title":"Investigation of the Effects of Student-Selected Repertoire on the Practice Habits of Instrumental Music Students."},
      {
        "id":"ED418050",
        "title":"Learning from First Year Teachers: Characteristics of the Effective Practitioner."},
      {
        "id":"ED418051",
        "title":"Portraits of Twelve High School Partner Schools in the National Network for Educational Renewal. National Network for Educational Renewal Reflections on Practice Series: No. 3."},
      {
        "id":"ED418052",
        "title":"Violence Prevention Preparation: A Survey of Colleges of Education and Departments of Teacher Education."},
      {
        "id":"ED418054",
        "title":"Critical Reflective Teaching: A Constructivist Approach to Professional Development in Student Teaching."},
      {
        "id":"ED418055",
        "title":"Oregon's Content Standards 1997-1998. Introductory Packet."},
      {
        "id":"ED418056",
        "title":"Multimedia Instruction Initiative: Building Faculty Competence."},
      {
        "id":"ED418057",
        "title":"Documentation of Teacher Education Field Experiences of Professional Year Interns via Electronic Portfolios."},
      {
        "id":"ED418058",
        "title":"Multicultural Teacher Education: Problems and Possibilities in Small College Settings."},
      {
        "id":"ED418059",
        "title":"Research as Relationship: Ethics and School-University Collaboration."},
      {
        "id":"ED418060",
        "title":"New Teacher Standards and Learner Diversity: Ideas for Authentic Assessment."},
      {
        "id":"ED418061",
        "title":"Learning To Teach by Teaching: The Preparation of Post-Baccalaureate Candidates for Elementary Teaching through a Year-Long Mentored Internship."},
      {
        "id":"ED418062",
        "title":"A Fifth Year Professional Training Program for Elementary School Teachers: Its Development through Mentoring and Internship."},
      {
        "id":"ED418063",
        "title":"Teacher Education Follow-Up Study, 1998."},
      {
        "id":"ED418064",
        "title":"The Persistent Fewness of Men Elementary Teachers: Hypotheses from Their Experiences."},
      {
        "id":"ED416061",
        "title":"The Diploma in Rehabilitation Studies--The Birth of a New Form of Industry-Driven Learning."},
      {
        "id":"ED416062",
        "title":"Utilizing Experientially Based Programming in an Urban Day School/Day Treatment Setting."},
      {
        "id":"ED416063",
        "title":"Developing a Profession: A Preliminary Analysis of the Need for University Based Training for Adventure Therapists in Australia."},
      {
        "id":"ED416064",
        "title":"From Practice to Theory: Uncovering the Theories of Human Change That Are Implicit in Your Work as an Adventure Practitioner."},
      {
        "id":"ED416066",
        "title":"Development of the Angle Concept by Abstraction from Situated Knowledge."},
      {
        "id":"ED416067",
        "title":"Ohio SchoolNet Plus Learning through Software: A Software Evaluation Protocol Designed for Teachers by Teachers. Version 3c."},
      {
        "id":"ED416068",
        "title":"K-12 Energy Education Program: A Conceptual Guide To K-12 Energy Education in Wisconsin."},
      {
        "id":"ED416070",
        "title":"Tennessee TCAP Science Scale Scores 1990-1997: Implications for Continuous Improvement and Educational Reform."},
      {
        "id":"ED416073",
        "title":"Federal R&D Funding by Budget Function: Fiscal Years 1993-95."},
      {
        "id":"ED416074",
        "title":"Technology, Culture, and Integrated Curriculum: An On-line Challenge."},
      {
        "id":"ED416075",
        "title":"Companion Animals. [Information Packet.]"},
      {
        "id":"ED416076",
        "title":"Dissection &amp; Science Fairs. [Information Packet.]"},
      {
        "id":"ED416078",
        "title":"Federal Funds for Research and Development: Fiscal Years 1995, 1996, and 1997. Volume 45."},
      {
        "id":"ED416080",
        "title":"Great Expectations? Defining and Assessing Rigor in State Standards for Mathematics and English Language Arts."},
      {
        "id":"ED416082",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (21st, Lahti, Finland, July 14-19, 1997). Volume 1."},
      {
        "id":"ED416083",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (21st, Lahti, Finland, July 14-19, 1997). Volume 2."},
      {
        "id":"ED416084",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (21st, Lahti, Finland, July 14-19, 1997). Volume 3."},
      {
        "id":"ED416085",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (21st, Lahti, Finland, July 14-19, 1997). Volume 4."},
      {
        "id":"ED416086",
        "title":"Integrating Literature into Mathematics Instruction: Literature Review."},
      {
        "id":"ED416087",
        "title":"Linking Curriculum, Instruction, and Assessment: The Problem Solving Strand, Grades 3-8 Mathematics. Teacher Guide."},
      {
        "id":"ED416089",
        "title":"Federal Science and Engineering Support to Universities, Colleges, and Nonprofit Institutions: Fiscal Year 1995. Detailed Statistical Tables."},
      {
        "id":"ED416090",
        "title":"Characteristics of Recent Science and Engineering Graduates: 1995. Detailed Statistical Tables."},
      {
        "id":"ED416091",
        "title":"Effects of a Resident Mentor Teacher on Student Achievement in Mathematics."},
      {
        "id":"ED416092",
        "title":"Science and Mathematics versus Other School Subject Areas: Pupil Attitudes versus Parent Attitudes."},
      {
        "id":"ED416093",
        "title":"Rat Bags and Dragon Ladies."},
      {
        "id":"ED416094",
        "title":"The Science &amp; Technology Resources of Japan: A Comparison with the United States. An SRS Special Report."},
      {
        "id":"ED416096",
        "title":"Research and Development in Industry: 1994. Funds, 1994 Scientists and Engineers, January 1995. Detailed Statistical Tables."},
      {
        "id":"ED416097",
        "title":"Science Teachers Benefit from Clarkson University's &quot;Adopt a School&quot; Project."},
      {
        "id":"ED416098",
        "title":"A Study of the Effects of Test Preparation Programs on ACT Mathematics Scores."},
      {
        "id":"ED416099",
        "title":"A Study of the Academic Performance of Male Students Compared To Female Students in Secondary Elective Science Courses."},
      {
        "id":"ED416100",
        "title":"Graphing Calculators in the Calculus Classroom."},
      {
        "id":"ED416102",
        "title":"Science: Ohio&apos;s Model Competency-Based Program. Model Assessments Supporting Implementation. Competency-Based Education Series."},
      {
        "id":"ED416103",
        "title":"Computer Conferencing in Mathematics Classrooms: Distance Education--The Long and the Short of It."},
      {
        "id":"ED416104",
        "title":"NAEP 1996 Science Cross-State Data Compendium for the Grade 8 Assessment. Findings from the National Assessment of Educational Progress for the State Science Assessment."},
      {
        "id":"ED416105",
        "title":"Lessons Learned on the Integration of Health, Population, Environment, Democratization, and Privatization into Basic Education Curriculum in Africa. Final Report. Technical Paper No. 14."},
      {
        "id":"ED416106",
        "title":"Great Ideas!"},
      {
        "id":"ED416108",
        "title":"Capstone: The Nation's High School Economics Course. Teacher Resource Manual."},
      {
        "id":"ED416109",
        "title":"Capstone: The Nation's High School Economics Course. Student Activities."},
      {
        "id":"ED416111",
        "title":"Democratic Citizenship Education in Albania: A Manual for Educators."},
      {
        "id":"ED416115",
        "title":"A Resource Guide To Teaching about Africa. ERIC Resource Guide."},
      {
        "id":"ED416116",
        "title":"Information Technology and Citizen Participation."},
      {
        "id":"ED416121",
        "title":"Serving America. The First Year of Programs Funded by the Commission on National and Community Service."},
      {
        "id":"ED416122",
        "title":"Professional Goal: Artist - Visual Art, Music, Performing Arts."},
      {
        "id":"ED416123",
        "title":"Multicultural Education: Bridging the Knowledge Gap and Moving Students toward the Acquisition of Critical Thinking Skills."},
      {
        "id":"ED416124",
        "title":"The NCSS Ethical Standards and Citizenship Education: A Fifth Grade Classroom Example."},
      {
        "id":"ED416125",
        "title":"Native American Interdisciplinary Unit."},
      {
        "id":"ED416126",
        "title":"The Bloomington-Normal Black History Project: Desegregating the Schools. Expanded Lesson Plan."},
      {
        "id":"ED416127",
        "title":"High School Core Learning Goals: Social Studies."},
      {
        "id":"ED416130",
        "title":"Building Alternatives to Violence. Are There Needs and Opportunities for Teachers and Teacher Educators To Be Practical Futurists? Peace Education Miniprints No. 85."},
      {
        "id":"ED416131",
        "title":"Malmo Peace Education Abstracts. Abstracts of Selected English-Language Reports Published 1992-1996 by the Malmo School of Education. Peace Education Miniprints No. 86."},
      {
        "id":"ED416132",
        "title":"Six International Conferences of PEC (The Peace Education Commission). Peace Education Miniprints No. 87."},
      {
        "id":"ED416133",
        "title":"Multicultural Education. No 818."},
      {
        "id":"ED416134",
        "title":"[Value-Added--Adding Economic Value in the Food Industry]."},
      {
        "id":"ED416135",
        "title":"International Trade in a Global Environment."},
      {
        "id":"ED416136",
        "title":"Economic Effects of Technological Advances in Agriculture."},
      {
        "id":"ED416137",
        "title":"Agricultural Chemical and Fertilizer Storage Rules: Costs and Benefits for Insuring Cleaner Water for Indiana."},
      {
        "id":"ED416138",
        "title":"Economic Development for Communities."},
      {
        "id":"ED416139",
        "title":"Strategic Marketing for Agribusiness."},
      {
        "id":"ED416140",
        "title":"Using Economics and Genetics To Produce Leaner Pork."},
      {
        "id":"ED416141",
        "title":"Food Processing and Marketing: New Directions...New Opportunities."},
      {
        "id":"ED416142",
        "title":"Adding Value to Indiana's Commodities."},
      {
        "id":"ED416143",
        "title":"The Cost of Keeping Up Appearances."},
      {
        "id":"ED416144",
        "title":"Trade is a Two-Way Street."},
      {
        "id":"ED416145",
        "title":"Enhancing the Thinking Skills of Fourth Grade Students."},
      {
        "id":"ED416146",
        "title":"Does Staff Development in Cognitively Guided Instructional Theory Change Middle School Teachers' Mental Models about Teaching and Learning?"},
      {
        "id":"ED416148",
        "title":"Hinduism and the Culture of India. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416149",
        "title":"Ancient India and the Body. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416150",
        "title":"Short Course in South Asian Literature and Culture. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416151",
        "title":"An Introduction to Global Arts. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416152",
        "title":"Women's Life Experiences in Contemporary India. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416153",
        "title":"India. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416154",
        "title":"India Culture Box. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416155",
        "title":"India - Mahabharata. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416156",
        "title":"India. Fulbright-Hays Summer Seminar Abroad 1994 (India)."},
      {
        "id":"ED416158",
        "title":"From Surviving to Thriving: Lessons from Lesbian and Gay Youth."},
      {
        "id":"ED416159",
        "title":"John Dewey's Report of 1924 and His Recommendations on the Turkish Educational System Revisited."},
      {
        "id":"ED416161",
        "title":"Media Literacy in Social Studies Teacher Education: Relating Meaning to Practice."},
      {
        "id":"ED416162",
        "title":"The Complexly Constructed Citizen-Worker: Her/His Centrality to the Struggle for Radical Democratic Politics and Education."},
      {
        "id":"ED416163",
        "title":"Simplifying Music, Nurturing Creativity, and Calming Things Down."},
      {
        "id":"ED416173",
        "title":"Causes of Hunger: Hunger 1995. Fifth Annual Report on the State of World Hunger."},
      {
        "id":"ED416174",
        "title":"Causes of Hunger: A User's Guide for Christian Congregations. Companion Guide to Causes of Hunger: Hunger 1995."},
      {
        "id":"ED416177",
        "title":"An Educational Model To Enhance Sportsmanship of Male High School Athletes during Interscholastic Athletic Events."},
      {
        "id":"ED416183",
        "title":"Practical Lessons To Promote a Global Perspective in Elementary Education."},
      {
        "id":"ED416185",
        "title":"Reflection and Dialogue as a Means of Uncovering Theory and Improving Practice. Examination of Espoused and Practiced Curriculum Theories: Technical, Practical, and Emancipatory World Views."},
      {
        "id":"ED416186",
        "title":"Impact of Teacher Education Courses on Paraprofessionals' Job Performance, Knowledge, and Goals."},
      {
        "id":"ED416188",
        "title":"An Entrepreneur in the Classroom! Innovative Teaching."},
      {
        "id":"ED416189",
        "title":"Cognitive Perplexity in Maintaining Teacher Change: A Cultural View."},
      {
        "id":"ED416190",
        "title":"Theories of Learning: Reflective Thought in Teacher Education."},
      {
        "id":"ED416191",
        "title":"Science Process Skills and Attitudes of Preservice Elementary Teachers."},
      {
        "id":"ED416192",
        "title":"Research, Issues, and Practices. Proceedings of the Annual Curriculum and Instruction Research Symposium Conference. (5th, Vermillion, South Dakota, April 25, 1997)."},
      {
        "id":"ED416193",
        "title":"ConnecTEN: A Case Study of Technology Training for Teachers."},
      {
        "id":"ED416194",
        "title":"Kentucky and Missouri School Improvement Models."},
      {
        "id":"ED416195",
        "title":"Implementing School Centered Decision Making."},
      {
        "id":"ED416197",
        "title":"Policies and Programs for Professional Development of Teachers: Profiles of the States."},
      {
        "id":"ED416199",
        "title":"Building School District-University Partnerships around Leadership Assessment and Development: The Time Has Come."},
      {
        "id":"ED416200",
        "title":"Evaluating the Results of Innovative Practices in Educational Leadership Programs."},
      {
        "id":"ED416201",
        "title":"Investing in Teacher Professional Development. A Look at 16 School Districts."},
      {
        "id":"ED416203",
        "title":"Investing in Teacher Learning: Staff Development and Instructional Improvement in Community School District #2, New York City."},
      {
        "id":"ED416204",
        "title":"Promoting Physical Activity and Exercise among Children. ERIC Digest."},
      {
        "id":"ED416205",
        "title":"Evaluation of the Performance Criteria Ratings of New Graduates of Nova Southeastern University Physical Therapy Program."},
      {
        "id":"ED416206",
        "title":"Development and Validation of Faculty and Course Evaluations for Students for Nova Southeastern University Physical Therapy Program."},
      {
        "id":"ED416207",
        "title":"Study Skills Measurement: Choosing the Most Appropriate Instrument."},
      {
        "id":"ED416208",
        "title":"The Effects of Base Rate, Selection Ratio, Sample Size, and Reliability of Predictors on Predictive Efficiency Indices Associated with Logistic Regression Models."},
      {
        "id":"ED416209",
        "title":"A &quot;Multiple Intelligences&quot; Approach to Expanding and Celebrating Teacher Portfolios and Student Portfolios."},
      {
        "id":"ED416210",
        "title":"Multiple Perspectives on Research from One Educational Researcher: A Revisitation of Teilhard de Chardin."},
      {
        "id":"ED416211",
        "title":"Spatial Analysis of Kentucky Assessment Results, Social and Economic Indicators."},
      {
        "id":"ED416212",
        "title":"Program for Area Concentration Achievement Testing."},
      {
        "id":"ED416213",
        "title":"A Primer on Logistic Regression."},
      {
        "id":"ED416214",
        "title":"Why \"Encouraging\" Effect Size Reporting Isn't Working: The Etiology of Researcher Resistance to Changing Practices."},
      {
        "id":"ED416215",
        "title":"Suppressor Variable Effects: Toward Understanding an Elusive Data Dynamic."},
      {
        "id":"ED416216",
        "title":"Measuring the Jungian Personality Types of High School Students."},
      {
        "id":"ED416217",
        "title":"Title VI 1996-1997. Feedback."},
      {
        "id":"ED416218",
        "title":"Optional Extended Year Program. Feedback."},
      {
        "id":"ED416219",
        "title":"Dos Idiomas, Un Mundo. Dual Language Project. Title VII Biennial Evaluation Report, 1995-97."},
      {
        "id":"ED416220",
        "title":"Bilingual ESL Programs, 1996-97. Final Report."},
      {
        "id":"ED416221",
        "title":"NAEP's Constituents: What Do They Want? Report of the National Assessment of Educational Progress Constituents' Survey and Focus Groups. Analytic Report."},
      {
        "id":"ED416222",
        "title":"Simulation As a Tool in Education Research and Development. A Technical Paper. EdTalk."},
      {
        "id":"ED416223",
        "title":"How To Succeed in a Joint State-NCATE Review."},
      {
        "id":"ED416224",
        "title":"Generic Curriculum Components in Special Education Teacher Education Programs."},
      {
        "id":"ED416225",
        "title":"The Pupil Rating Scale (Revised) as a Predictor of Referral for Central Auditory Disorders."},
      {
        "id":"ED416226",
        "title":"Concurrent Validity of the Adult Attachment Scale and the Adolescent Relationship Questionnaire."},
      {
        "id":"ED416227",
        "title":"Using Social Science Research in Family Law Analysis and Formation: Problems and Prospects."},
      {
        "id":"ED416228",
        "title":"Boundary Spanning and Communication Patterns in Interagency Partnerships."},
      {
        "id":"ED416229",
        "title":"Interagency Collaboration: Preconditions, Progress, and Pressures."},
      {
        "id":"ED416230",
        "title":"Individual Roles and Group Dynamics in a Problem-Based Learning Classroom: Generating and Evaluating Skill-Oriented Learning Objectives."},
      {
        "id":"ED416231",
        "title":"Selected Papers on Education Surveys: Papers Presented at the 1996 Meeting of the American Statistical Association. Working Paper Series."},
      {
        "id":"ED416232",
        "title":"Telephone Coverage Bias and Recorded Interviews in the 1993 National Household Education Survey (NHES:93). Working Paper Series."},
      {
        "id":"ED416233",
        "title":"1991 and 1995 National Household Education Survey Questionnaires: NHES:91 Screener, NHES:91 Adult Education, NHES:95 Basic Screener, and NHES:95 Adult Education. Working Paper Series."},
      {
        "id":"ED416234",
        "title":"Design, Data Collection, Monitoring, Interview Administration Time, and Data Editing in the 1993 National Household Education Survey (NHES:93). Working Paper Series."},
      {
        "id":"ED416235",
        "title":"Unit and Item Response, Weighting, and Imputation Procedures in the 1993 National Household Education Survey (NHES:93). Working Paper Series."},
      {
        "id":"ED416236",
        "title":"Unit and Item Response, Weighting, and Imputation Procedures in the 1995 National Household Education Survey (NHES:95). Working Paper Series."},
      {
        "id":"ED416237",
        "title":"The Determinants of Per-Pupil Expenditures in Private Elementary and Secondary Schools: An Exploratory Analysis."},
      {
        "id":"ED416238",
        "title":"Design, Data Collection, Interview Timing, and Data Editing in the 1995 National Household Education Survey (NHES:95). Working Paper Series."},
      {
        "id":"ED416239",
        "title":"Status of Data on Crime and Violence in Schools: Final Report. Working Paper Series."},
      {
        "id":"ED416240",
        "title":"Report of Cognitive Research on the Public and Private School Teacher Questionnaires for the Schools and Staffing Survey, 1993-94 School Year. Working Paper Series."},
      {
        "id":"ED416241",
        "title":"International Comparisons of Inservice Professional Development. Working Paper Series."},
      {
        "id":"ED416242",
        "title":"Measuring School Reform: Recommendations for Future SASS Data Collection. Working Paper Series."},
      {
        "id":"ED416243",
        "title":"Improving Data Quality in NCES: Database-to-Report Process. Working Paper Series."},
      {
        "id":"ED416244",
        "title":"Optimal Choice of Periodicities for the Schools and Staffing Survey: Modeling and Analysis."},
      {
        "id":"ED416245",
        "title":"Customer Service Survey: Common Core of Data Coordinators. Working Paper Series."},
      {
        "id":"ED416246",
        "title":"International Education Expenditure Comparability Study: Final Report, Volume I. Working Paper Series."},
      {
        "id":"ED416247",
        "title":"International Education Expenditure Comparability Study: Final Report. Volume II, Quantitative Analysis of Expenditure Comparability. Working Paper Series."},
      {
        "id":"ED416248",
        "title":"Improving the Mail Return Rates of SASS Surveys: A Review of the Literature. Working Paper Series."},
      {
        "id":"ED416249",
        "title":"National Household Education Survey of 1995: Adult Education Course Coding Manual. Working Paper Series."},
      {
        "id":"ED416250",
        "title":"National Household Education Survey of 1995: Adult Education Course Code Merge Files User's Guide. Working Paper Series."},
      {
        "id":"ED416251",
        "title":"Statistics for Policymakers or Everything You Wanted To Know about Statistics but Thought You Could Never Understand. Working Paper Series."},
      {
        "id":"ED416252",
        "title":"Collection of Private School Finance Data: Development of a Questionnaire."},
      {
        "id":"ED416254",
        "title":"Formulating a Design for the ECLS: A Review of Longitudinal Studies. Working Paper Series."},
      {
        "id":"ED416255",
        "title":"Analysis of Young Men: Chapter Two. Determinants of Adult Socioeconomic Attainment in Young Men: An Analysis of the Role of Risk and Social Capital Factors, and the Pathways through Which They Have Their Impacts."},
      {
        "id":"ED416257",
        "title":"Challenge to Excellence. National Conference Report. Conference of the Foundation for Excellent Schools (Newport, Rhode Island, November 14-15, 1997)."},
      {
        "id":"ED416258",
        "title":"Neighbor to Neighbor Conference (St. Louis, MO, September 26-28, 1996)."},
      {
        "id":"ED416259",
        "title":"From an Ancient Tradition to the Present. Chinese Cultural Heritage Resource Guide."},
      {
        "id":"ED416260",
        "title":"In Search of a Bright Future. A Dominican Immigration Story. A Learner-Centered Model Guide for Teachers."},
      {
        "id":"ED416261",
        "title":"From Quisqueya: In Search of New Horizons. Dominican Cultural Heritage Resource Guide."},
      {
        "id":"ED416262",
        "title":"My First Journey. A Haitian Immigration Story. A Learner-Centered Model Guide for Teachers."},
      {
        "id":"ED416263",
        "title":"Haitians: A People on the Move. Haitian Cultural Heritage Resource Guide."},
      {
        "id":"ED416264",
        "title":"School Staff Guide to Risk and Resiliency."},
      {
        "id":"ED416265",
        "title":"Programs for At-risk High School Students."},
      {
        "id":"ED416266",
        "title":"The Three Roots and Papa&apos;s Advice. A Puerto Rican Migration Story. A Learner-Centered Model Guide for Teachers."},
      {
        "id":"ED416267",
        "title":"Project Choice."},
      {
        "id":"ED416268",
        "title":"The Athletic Experiences of Ethnically Diverse Girls. ERIC/CUE Digest, Number 131."},
      {
        "id":"ED416270",
        "title":"Journey to a New Life. A Chinese Immigration Story. A Learner-Centered Model Guide for Teachers."},
      {
        "id":"ED416271",
        "title":"School Choice and Urban School Reform. Urban Diversity Series No. 110."},
      {
        "id":"ED416272",
        "title":"School Violence: Risk, Preventive Intervention, and Policy. Urban Diversity Series No. 109."},
      {
        "id":"ED416273",
        "title":"An Invisible Crisis. The Educational Needs of Asian Pacific American Youth."},
      {
        "id":"ED416274",
        "title":"A Case Study Investigating the Funding of Public Education K-12 in Urban versus Rural School Systems in Tennessee."},
      {
        "id":"ED416275",
        "title":"Improving the Academic Performance of Urban At-Risk Students in West Virginia through Development of a Parent-Community-School (PCS) Collaborative Education Model. Urban Education. Annual Report 1991."},
      {
        "id":"ED416277",
        "title":"Urban Education."},
      {
        "id":"ED416278",
        "title":"Voices for Diversity."},
      {
        "id":"ED416279",
        "title":"Pathways to Teaching."},
      {
        "id":"ED416282",
        "title":"Start with the Faculty. The Newark Faculty Alliance for Education and Systemic Educational Reform."},
      {
        "id":"ED416283",
        "title":"Project Choice: Lessons Learned in Dropout Prevention."},
      {
        "id":"ED416284",
        "title":"Attitudes toward Sexuality and Sexual Behaviors of Asian-American Adolescents. Implications for Risk of HIV Infection. An Occasional Paper."},
      {
        "id":"ED416285",
        "title":"Childhood Victimization and Risk for Alcohol and Drug Arrests. Research Preview."},
      {
        "id":"ED416286",
        "title":"Female Offenders in the Juvenile Justice System. Statistics Summary."},
      {
        "id":"ED416287",
        "title":"Juvenile Offenders and Victims: 1997 Update on Violence. Statistics Summary."},
      {
        "id":"ED416288",
        "title":"Sex Differences in Performance in Double Award Science GCSE."},
      {
        "id":"ED416289",
        "title":"Preventing Teen Pregnancy: Coordinating Community Efforts. Hearing before the Subcommittee on Human Resources and Intergovernmental Relations of the Committee on Government Reform and Oversight. House of Representatives, One Hundred Fourth Congress, Second Session."},
      {
        "id":"ED416290",
        "title":"Acculturation Gap and Relationship between First and Second Generation Chinese-Americans."},
      {
        "id":"ED416294",
        "title":"Urban Delinquency and Substance Abuse. Initial Findings. Research Summary."},
      {
        "id":"ED416295",
        "title":"The Gould-Wysinger Awards: A Tradition of Excellence. Fact Sheet #44."},
      {
        "id":"ED416296",
        "title":"Mobilizing Communities To Prevent Juvenile Crime. Juvenile Justice Bulletin."},
      {
        "id":"ED416297",
        "title":"Performance Measures: What Works? OJJDP Fact Sheet."},
      {
        "id":"ED416298",
        "title":"Offenders in Juvenile Court, 1994. Juvenile Justice Bulletin."},
      {
        "id":"ED416299",
        "title":"Juvenile Arrests 1996. Juvenile Justice Bulletin."},
      {
        "id":"ED416300",
        "title":"Detention and Delinquency Cases, 1985-1994. Fact Sheet #56."},
      {
        "id":"ED416301",
        "title":"Conflict Resolution. Fact Sheet #55."},
      {
        "id":"ED416302",
        "title":"Youth Violence, Guns, and Illicit Drug Markets. National Institute of Justice Research Preview."},
      {
        "id":"ED416304",
        "title":"Reflections on Freirean Pedagogy and the Transformation of Rural Botswana."},
      {
        "id":"ED416305",
        "title":"Learning Disabilities and Its Impact on Poverty and Adult Literacy Programs."},
      {
        "id":"ED416306",
        "title":"Gender Approach to Adult Literacy and Basic Education."},
      {
        "id":"ED416307",
        "title":"The Role of Literacy Training in NGOs' Efforts To Improve the Self-Sufficiency of Rural Indian Women."},
      {
        "id":"ED416308",
        "title":"Each One Teach One Project."},
      {
        "id":"ED416309",
        "title":"Literacy and Cultural Thoughtfulness: The Power and Helplessness within and beyond Cultural Boundaries."},
      {
        "id":"ED416310",
        "title":"Vocational Bilingual Training Model for Office Specialist."},
      {
        "id":"ED416311",
        "title":"Distance Learning in Joint Public Affairs and Visual Information Training."},
      {
        "id":"ED416312",
        "title":"An Approach to Automating Development of Interactive Courseware."},
      {
        "id":"ED416313",
        "title":"Use (and Misuse) of Technology in Distance Education."},
      {
        "id":"ED416314",
        "title":"Do Different Learning Strategies Affect Women and Men Differently in Their Learning?"},
      {
        "id":"ED416315",
        "title":"Professional Development Workshops for State Public Managers: Analysis of the Evaluative Orientations of Participants."},
      {
        "id":"ED416316",
        "title":"The Virtual Schoolhouse."},
      {
        "id":"ED416317",
        "title":"Effects of Structure and Interactivity on Internet-Based Instruction."},
      {
        "id":"ED416318",
        "title":"Interview and Interrogation Training using a Computer-Simulated Subject."},
      {
        "id":"ED416319",
        "title":"Distributed Interactive Intelligent Tutoring Simulation."},
      {
        "id":"ED416322",
        "title":"A Comparison of Ten-Key and Top Row Numeric Entry."},
      {
        "id":"ED416324",
        "title":"Kid's Play. Activities for Adults and the Children They Love."},
      {
        "id":"ED416325",
        "title":"Gender Facts: A Moral Dilemma."},
      {
        "id":"ED416326",
        "title":"Communication Skills for the Cosmetology Industry."},
      {
        "id":"ED416328",
        "title":"A Learning Community."},
      {
        "id":"ED416331",
        "title":"Career Assessment: Interest and Values Measures for Tech Prep and School-to-Work Programs."},
      {
        "id":"ED416333",
        "title":"Literacy Skills of Adults and Potential College Students."},
      {
        "id":"ED416334",
        "title":"Tests of General Educational Development. Bibliography."},
      {
        "id":"ED416335",
        "title":"What Is the Value of the GED? A Summary of Research. A GED Profile Research Report."},
      {
        "id":"ED416336",
        "title":"Who Took the GED? GED 1996 Statistical Report."},
      {
        "id":"ED416337",
        "title":"Tierra de Oportunidad Implementation Handbook. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416338",
        "title":"Making Choices about Jobs. Tierra de Oportunidad Module 1. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416339",
        "title":"Women's Work Issues. Tierra de Oportunidad Module 2. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416340",
        "title":"Unemployment Insurance. Tierra de Oportunidad Module 3. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416341",
        "title":"On the Job Health and Safety. Tierra de Oportunidad Module 4. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416342",
        "title":"Support Systems for Injured Workers. Tierra de Oportunidad Module 5. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416343",
        "title":"Access to Adult Learning Opportunities. Tierra de Oportunidad Module 6. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416344",
        "title":"Teenagers' Access to Higher Education. Tierra de Oportunidad Module 7. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416345",
        "title":"Issues Relating to Women's Immigration Status. Tierra de Oportunidad Module 8. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416346",
        "title":"Renting a Place to Live. Tierra de Oportunidad Module 9. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416347",
        "title":"Landlords' and Tenants' Responsibilities and Rights. Tierra de Oportunidad Module 10. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416348",
        "title":"Women's Changing Roles. Tierra de Oportunidad Module 11. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416349",
        "title":"Parents' Involvement in Their Children's Education. Tierra de Oportunidad Module 12. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416350",
        "title":"Issues in Accessing Services. Tierra de Oportunidad Module 13. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416351",
        "title":"Using Information Resources. Tierra de Oportunidad Module 14. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416352",
        "title":"Civic Participation. Tierra de Oportunidad Module 15. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416353",
        "title":"Dealing with Stress. Tierra de Oportunidad Module 16. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416354",
        "title":"Dealing with Taxes. Tierra de Oportunidad Module 17. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416355",
        "title":"Analyzing and Debating Issues. Tierra de Oportunidad Module 18. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416356",
        "title":"Collaborating with Neighbors. Tierra de Oportunidad Module 19. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416357",
        "title":"Keeping up with Changes in Laws Affecting Immigrants. Tierra de Oportunidad Module 20. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416358",
        "title":"Transferring Professional Skills, Degrees, or Credentials from One's Native Country. Tierra de Oportunidad Module 21. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416359",
        "title":"Dealing with Law Enforcement Authorities. Tierra de Oportunidad Module 22. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416360",
        "title":"Parenting in the U.S. Tierra de Oportunidad Module 23. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416361",
        "title":"Supervisors and Teamwork. Tierra de Oportunidad Module 24. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416362",
        "title":"Career Advancement. Tierra de Oportunidad Module 25. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416363",
        "title":"Women in Non Traditional Occupations. Tierra de Oportunidad Module 26. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416364",
        "title":"Men's Changing Roles. Tierra de Oportunidad Module 27. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416365",
        "title":"Children's Changing Roles. Tierra de Oportunidad Module 28. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416366",
        "title":"Becoming a Citizen. Tierra de Oportunidad Module 29. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416367",
        "title":"Learning to Learn. Tierra de Oportunidad Module 30. LAES: Latino Adult Education Services Project."},
      {
        "id":"ED416368",
        "title":"Skill Standards: The Value for Industry and Instruction."},
      {
        "id":"ED416369",
        "title":"Youth Career Planning--Career Development Knows No Boundaries."},
      {
        "id":"ED416371",
        "title":"Planning for Life. A Compendium of 1997 Nationally Recognized Career Planning Programs. Fourth Edition."},
      {
        "id":"ED416372",
        "title":"Transition to Postsecondary Career-Oriented Education Institutions. First Preliminary Findings: Counseling for High Skills Project."},
      {
        "id":"ED416373",
        "title":"Qualifications for the Future: A Study of Tripartite and Other Divisions in Post-16 Education and Training."},
      {
        "id":"ED416374",
        "title":"Learning Styles: Into the Future."},
      {
        "id":"ED416375",
        "title":"Supporting the Learner: Introducing ILT Issues and Teaching Strategies To Meet Individual Needs."},
      {
        "id":"ED416376",
        "title":"A Sense of Achievement: Outcomes of Adult Learning."},
      {
        "id":"ED416377",
        "title":"Barriers to Learning in Distance Education."},
      {
        "id":"ED416378",
        "title":"Principles of Training and of Adult Education: A Comparison."},
      {
        "id":"ED416379",
        "title":"The Role of Subject Matter in Adult Learning."},
      {
        "id":"ED416380",
        "title":"The Use of Computer Technology by Older Adults."},
      {
        "id":"ED416381",
        "title":"Curriculum Design and Standard Setting for Vocational Education and Training in Taiwan, R.O.C. = Jong Hwa Min Gwo Jyr Yeh Jiaw Yuh Yeu Shiunn Liann De Keh Cherng Sheh Jih Her Biau Joen Jy Jyh Ding."},
      {
        "id":"ED416382",
        "title":"Four Little Dragons' Technology Education."},
      {
        "id":"ED416383",
        "title":"Educational and Labor Market Performance of GED Recipients. Research Synthesis."},
      {
        "id":"ED416385",
        "title":"Home Care Challenge Outcomes Report. National Workplace Literacy Grant. October 1994-January 1998."},
      {
        "id":"ED416387",
        "title":"Student Writings for Home Care Challenge. Volumes I-II. National Workplace Literacy Grant."},
      {
        "id":"ED416388",
        "title":"Teachers and Trainers in Vocational Education and Training. Volume 3: Austria, Belgium, Greece, Luxembourg and the Netherlands."},
      {
        "id":"ED416389",
        "title":"Teachers and Trainers in Vocational Education and Training. Volume 4: Denmark, Finland, Iceland, Norway and Sweden."},
      {
        "id":"ED416390",
        "title":"Human Systems Engineering: A Learning Model Designed To Converge Education, Business, and Industry."},
      {
        "id":"ED416391",
        "title":"All Aspects of an Industry. Resource Bulletin."},
      {
        "id":"ED416392",
        "title":"Eight Key School-to-Work System Building Elements. Resource Bulletin."},
      {
        "id":"ED416393",
        "title":"Involving Community-Based Organizations in School-to-Work. Resource Bulletin."},
      {
        "id":"ED416394",
        "title":"School-to-Work and Professional Development for Teachers. Resource Bulletin."},
      {
        "id":"ED416395",
        "title":"School-to-Work in Middle Schools. Resource Bulletin."},
      {
        "id":"ED416396",
        "title":"Teacher Internships in School-to-Work. Resource Bulletin."},
      {
        "id":"ED416397",
        "title":"Qualifications with a Dual Orientation towards Employment and Higher Education. A Collaborative Investigation of Selected Issues in Seven European Countries. INTEQUAL Report II."},
      {
        "id":"ED416398",
        "title":"Benchmarking New Designs for the Two-Year Institution of Higher Education."},
      {
        "id":"ED416399",
        "title":"Why Haven't I Heard from You? Evoking the Voices of Adult Learners through Transformative Teaching."},
      {
        "id":"ED416400",
        "title":"Building Bridges to Tomorrow in Business and Marketing Education. Atlantic Coast Business and Marketing Education Conference Proceedings (15th, Raleigh, North Carolina, February 20-21, 1998)."},
      {
        "id":"ED416401",
        "title":"Adult Career Counseling Center, Fourteenth Annual Report, September 1996-June 1997. Computer-Assisted Career Guidance Systems and Career Counseling Services."},
      {
        "id":"ED416402",
        "title":"The Agony and the Ecstasy of Adult Learning: Faculty Learning Computer Technology. What Lessons Can We Learn from These Experiences?"},
      {
        "id":"ED416403",
        "title":"Teacher Preparation for Workplace Skill Instruction."},
      {
        "id":"ED416405",
        "title":"Bridging the Gap between Vocational and Academic Teachers--The Combined Initial Teacher Education Experiment of Agder College, Norway."},
      {
        "id":"ED416406",
        "title":"The Impact of Receiving a General Equivalency Diploma while Incarcerated on the Rate of Recidivism."},
      {
        "id":"ED416407",
        "title":"The State of Literacy in America: Estimates at the Local, State, and National Levels."},
      {
        "id":"ED416413",
        "title":"Implementation Possibility for Engineering Technology in Taiwan's Senior High Schools."},
      {
        "id":"ED416414",
        "title":"An Introduction to Human Resource Development in Taiwan, R.O.C. = Jong Hwa Min Gwo Ren Li Tz Yuan Fa Jaan Jyan Jieh."},
      {
        "id":"ED416415",
        "title":"Ideas That Work in ABE Family Literacy."},
      {
        "id":"ED416416",
        "title":"Ways of Learning Weekend."},
      {
        "id":"ED416417",
        "title":"Patterns of Enterprise Flexibility: IAB Establishment Panel Results, Western Germany, 1993-95."},
      {
        "id":"ED416418",
        "title":"Career &amp; Technology Studies. Manual for Administrators, Counsellors and Teachers. Interim."},
      {
        "id":"ED416420",
        "title":"Transition Academy: An Alternative School-to-Work High School Curriculum."},
      {
        "id":"ED416421",
        "title":"Participation Patterns and Program Impacts of Hawaii's JOBS WORKS! Demonstration Project."},
      {
        "id":"ED416422",
        "title":"Assessing Lifelong Learning Technology (ALL-TECH): A Guide for Choosing and Using Technology for Adult Learning. Practice Guide."},
      {
        "id":"ED416423",
        "title":"Indigenous Education and Literacy Learning."},
      {
        "id":"ED416424",
        "title":"Adult Literacy in Developing Countries: A Contemporary Annotated Bibliography."},
      {
        "id":"ED416425",
        "title":"Investing in Adult Literacy: Lessons and Implications. ILI Technical Report TR98-03."},
      {
        "id":"ED416426",
        "title":"Intelligence, Feeling, Caring: Some Personal Perceptions."},
      {
        "id":"ED416427",
        "title":"Identifying Shared Values in an Educational Setting."},
      {
        "id":"ED416428",
        "title":"Service Learning: A Support for Personal Growth during Adolescence."},
      {
        "id":"ED416429",
        "title":"The Effect of Positive Reinforcement on Students in Juvenile Institutions."},
      {
        "id":"ED416430",
        "title":"School-Based Drug Prevention Programs: A Longitudinal Study in Selected School Districts. Local Education Agency Cross-Site Analysis. Final Report."},
      {
        "id":"ED416431",
        "title":"School-Based Drug Prevention Programs: A Longitudinal Study in Selected School Districts. Final Report. Executive Summary."},
      {
        "id":"ED416432",
        "title":"School-Based Drug Prevention Programs: A Longitudinal Study in Selected School Districts. Technical Report."},
      {
        "id":"ED416433",
        "title":"School-Based Drug Prevention Programs: A Longitudinal Study in Selected School Districts. Final Report."},
      {
        "id":"ED416434",
        "title":"Characteristics of Drug-Free Schools and Communities Act State and Local Programs: Summary of the 1993-95 State Biennial Performance Reports. Final Report."},
      {
        "id":"ED416436",
        "title":"ReWrite: A Music Strategy for Exploring Content Area Concepts."},
      {
        "id":"ED416437",
        "title":"Electronic Literacy in School and Home: A Look into the Future."},
      {
        "id":"ED416438",
        "title":"Instructional Applications of Internet Technology: Teacher Training in the Language and Literacy MOO."},
      {
        "id":"ED416439",
        "title":"Assessing the Impact of Hypertext on Learners' Architecture of Literacy Learning Spaces in Different Disciplines: Follow-Up Studies."},
      {
        "id":"ED416440",
        "title":"Teach Me To Read: A Practical Guide to Teaching Reading. Series of Caribbean Volunteer Publications, No. 23."},
      {
        "id":"ED416441",
        "title":"Lifting Literacy Levels with Story Books: Evidence from the South Pacific, Singapore, Sri Lanka, and South Africa."},
      {
        "id":"ED416442",
        "title":"Native Language versus National Language Literacy: Choices and Dilemmas in School Instruction Medium."},
      {
        "id":"ED416443",
        "title":"Learning to Read: From Beginning to Proficient Readers."},
      {
        "id":"ED416444",
        "title":"Baseline for Beginning Readers."},
      {
        "id":"ED416445",
        "title":"An Evaluation of the Effectiveness of the Super Sounds Program."},
      {
        "id":"ED416446",
        "title":"Comparison of Time on Print between Instructional Level and Remedial Readers in Second Grade."},
      {
        "id":"ED416447",
        "title":"Reading Strategies for Beginning and Proficient Readers."},
      {
        "id":"ED416448",
        "title":"What Is the Effect of Reading Recovery on the Reading Achievement of At-Risk Students?"},
      {
        "id":"ED416449",
        "title":"The Subject/Object Dilemma in Gender and Literacy Research: Self Disclosure and Its Analysis."},
      {
        "id":"ED416450",
        "title":"Early Field Placement in Education Programs."},
      {
        "id":"ED416452",
        "title":"A Study of Eighth Grade Students from a South Texas Middle School Who Participated in 30-Minute Required Reading Periods of Self-Selected Books."},
      {
        "id":"ED416453",
        "title":"Evaluating Individualized Reading Programs: A Bayesian Model."},
      {
        "id":"ED416458",
        "title":"Staff Development and Reading."},
      {
        "id":"ED416459",
        "title":"How Children Learn To Derive Meaning from Text."},
      {
        "id":"ED416462",
        "title":"Phonemic Awareness: A Review of Literature."},
      {
        "id":"ED416464",
        "title":"Positioning and Classroom Literacy Research: A Polyvocal Re-presentational Critical Re-view."},
      {
        "id":"ED416465",
        "title":"Preventing Reading Difficulties in Young Children."},
      {
        "id":"ED416466",
        "title":"The Legal Aspects of Readability."},
      {
        "id":"ED416467",
        "title":"Use Direct Instruction To Quickly Improve Reading Skills."},
      {
        "id":"ED416468",
        "title":"National Reading Conference Research Reflections: An Analysis of Twenty Years of Research."},
      {
        "id":"ED416469",
        "title":"The Effects of Using a Combination of Story Frames and Retelling Strategies with Learning Disabled Students To Build Their Comprehension Ability."},
      {
        "id":"ED416470",
        "title":"Reading Aloud."},
      {
        "id":"ED416471",
        "title":"Strategies for Improving Language across the Curriculum: Ideas and Activities for Every Classroom. Series of Caribbean Volunteer Publications, No. 14."},
      {
        "id":"ED416472",
        "title":"Scholastic Journalism Week, February 22-28, 1998. Information Packet."},
      {
        "id":"ED416473",
        "title":"Motivating Students to Write: Implementing Creative Theory to Overcome the Habitual and Encourage Autotelic Flow."},
      {
        "id":"ED416474",
        "title":"The Ethical Excesses of Expressionism: A Response to Critiques of Social Rhetorics."},
      {
        "id":"ED416475",
        "title":"Opening the Locks: Centering Literacy and ESL in the Writing Center."},
      {
        "id":"ED416476",
        "title":"Assessing Assessment: Reinventing the Portfolio System, Reinvigorating A Writing Program."},
      {
        "id":"ED416480",
        "title":"You Be the Editor: A Three-Year Study of Student Journalists and the Rape Victim Identification Debate."},
      {
        "id":"ED416481",
        "title":"Institutional Concerns: Supporting the Use of Internet Discussion Groups."},
      {
        "id":"ED416482",
        "title":"Writing and Computer Skills: Students Need More Time!"},
      {
        "id":"ED416484",
        "title":"Experimental Academic Writing."},
      {
        "id":"ED416488",
        "title":"Apocalyptic Fiction: Dealing with the End of the World in the Classroom."},
      {
        "id":"ED416489",
        "title":"Trends and Issues in English Instruction, 1998 Summaries of Informal Annual Discussions of the Commissions."},
      {
        "id":"ED416493",
        "title":"Plying at Poetic Writing."},
      {
        "id":"ED416494",
        "title":"Scriptures of the World."},
      {
        "id":"ED416495",
        "title":"Why It Is Important To Recognize and Understand the Constructs That College Writing Center Tutors Bring to Their Tutoring Sessions."},
      {
        "id":"ED416498",
        "title":"Learning about Culture, Language and Power: Understanding Relationships among Personhood, Literacy Practices and Intertextuality. Report Series 2.35."},
      {
        "id":"ED416501",
        "title":"Strategic Learning: The Implications of Language in Successful Math Problem-Solving."},
      {
        "id":"ED416502",
        "title":"Teaching College English and English Education: Reflective Stories."},
      {
        "id":"ED416503",
        "title":"Literature Circles."},
      {
        "id":"ED416504",
        "title":"Starting Points: How To Set Up and Run a Writing Workshop--and Much More!"},
      {
        "id":"ED416505",
        "title":"Developing a Critical Response to Media Viewing with Special Reference to Television and Film-Video Demonstration."},
      {
        "id":"ED416508",
        "title":"The Stages of Change Model: An Effective Audience Analysis Tool Used To Design and Implement Health Promoting Messages."},
      {
        "id":"ED416509",
        "title":"Classroom &quot;Role-Playing&quot;: A Basic Blueprint for Performance."},
      {
        "id":"ED416510",
        "title":"The Writing Activities of Public Relations Professionals: An Assessment for Curriculum Design and Adjustment."},
      {
        "id":"ED416511",
        "title":"New Models for Teaching Assistants: The Research Mentor Project."},
      {
        "id":"ED416513",
        "title":"Using Personal Narratives to Incorporate Diversity into the Basic Communication Course."},
      {
        "id":"ED416515",
        "title":"Preparing College Professors for Successful Teaching Careers."},
      {
        "id":"ED416516",
        "title":"Certification of Public School Teachers in the State of Texas: Trends and Impact on College Communication Programs."},
      {
        "id":"ED416517",
        "title":"How Good Were the Good Old Days? A Retrospective of Schools and Education in Elmira, 1900-1996."},
      {
        "id":"ED416518",
        "title":"Are Your Kids At-Risk? Do You Listen to How They Speak to You More Than Just What They Say?"},
      {
        "id":"ED416519",
        "title":"Studying in America: Assessing How Uncertainty Reduction and Communication Satisfaction Influence International Students' Adjustment to U.S. Campus Life."},
      {
        "id":"ED416520",
        "title":"Gender, Nonverbal Cues, and Intercultural Listening: Conversational Space and Hand Gestures."},
      {
        "id":"ED416521",
        "title":"The Use of University-Based &amp; Local Media: Models of Community Attachment Involving Two Communities."},
      {
        "id":"ED416522",
        "title":"Audio Production and Performance for the Broadcast Educator: An Annotated Bibliography."},
      {
        "id":"ED416524",
        "title":"Assessment of Learning and Program Review: Data for Continuous Improvement."},
      {
        "id":"ED416527",
        "title":"Establishing the Environment: Setting a Supportive Climate."},
      {
        "id":"ED416529",
        "title":"The Role of Alternative Programming in College Radio."},
      {
        "id":"ED416530",
        "title":"Forensics and Family: Attempting To Avoid the Collision: An Assessment Study of the Impact of Forensics upon Quality of Life For Families, Couples, and Individuals."},
      {
        "id":"ED416531",
        "title":"An Examination of Listening Effectiveness of Educators: Performance versus Preference."},
      {
        "id":"ED416532",
        "title":"Theory Presentation and Assessment in a Problem-Based Learning Group."},
      {
        "id":"ED416533",
        "title":"Professional Standards in Public Relations: A Survey of Educators."},
      {
        "id":"ED416534",
        "title":"Images of Disability in News Media: Implications for Future Research."},
      {
        "id":"ED416535",
        "title":"The Dark Side of Debate: The Downfall of Interpersonal Relationships."},
      {
        "id":"ED416536",
        "title":"The Training of Undergraduates in Theater Technology and Design: What the Industry Expects."},
      {
        "id":"ED416537",
        "title":"Communication--The Critical Link."},
      {
        "id":"ED416538",
        "title":"Experiences of Sexual Minorities in Higher Education: A Survey of Lesbian and Gay Scholars."},
      {
        "id":"ED416539",
        "title":"Reevaluating the Basic Public Speaking Course."},
      {
        "id":"ED416540",
        "title":"The SCA Speaking Competencies: Developing a Practical, Course-Embedded Assessment with a Reflexive Loop for Active Student Learning."},
      {
        "id":"ED416541",
        "title":"Impacting the Core: The Case for a Media and Society Course in Liberal Arts Colleges."},
      {
        "id":"ED416542",
        "title":"Design Your Own Evaluation Sheets."},
      {
        "id":"ED416543",
        "title":"E-Mail Bonding: Making the Most of Electronic Communication between Teacher and Student."},
      {
        "id":"ED416544",
        "title":"An Exploratory Study To Determine Differences between Gender Groups, among Age Groups, and among Talkaholic Groups in Rating Talkativeness and Communication Style Variables."},
      {
        "id":"ED416545",
        "title":"Challenging Students to Think: Making Critical Thinking and Writing Central to the \"Basic\" Course."},
      {
        "id":"ED416546",
        "title":"Community Health Resource Training for Native Americans."},
      {
        "id":"ED416547",
        "title":"Defining Leadership through Followership: Concepts for Approaching Leadership Development."},
      {
        "id":"ED416548",
        "title":"&quot;Como Se Dice HIV?&quot; Adapting Human Immunodeficiency Virus Prevention Messages to Reach Homosexual and Bisexual Hispanic Men: The Importance of Hispanic Cultural and Health Beliefs."},
      {
        "id":"ED416549",
        "title":"What Counts as Scholarship in Communication? An Autoethnographic Response."},
      {
        "id":"ED416550",
        "title":"Speech Criticism, Group Presentations, and Centrality: A Marriage Made in Heaven for the Basic Public Speaking Course."},
      {
        "id":"ED416551",
        "title":"Putting the Family on the Tube: An Interactive Television Approach to Teaching Family Communication."},
      {
        "id":"ED416552",
        "title":"Male Communication Problems in the Student Body."},
      {
        "id":"ED416553",
        "title":"Customer Satisfaction: Communication Training and the Help-Desk Hot-Line."},
      {
        "id":"ED416554",
        "title":"Reciprocal Listening with and from the Heart in the Electronic Classroom."},
      {
        "id":"ED416555",
        "title":"Using Controversial Media To Teach Issues about Gender."},
      {
        "id":"ED416556",
        "title":"A Holistic Examination of Students' Perceptions of Effective and Ineffective Communication by College Teachers."},
      {
        "id":"ED416557",
        "title":"Play, Epideictic and Argument."},
      {
        "id":"ED416558",
        "title":"Implicit Nonverbal Rules in the Classroom: A Study of Gender and Status Differences."},
      {
        "id":"ED416559",
        "title":"Dealing with Students' Personal Issues: Advice for the Basic Course Instructor."},
      {
        "id":"ED416561",
        "title":"Electronic Communication across the Curriculum."},
      {
        "id":"ED416562",
        "title":"Articles of Faith & Hope for Public Education."},
      {
        "id":"ED416570",
        "title":"Block Scheduling at Portsmouth High School: A Status Report."},
      {
        "id":"ED416572",
        "title":"From Schoolhouse to Statehouse--Re:Learning 1988-1995. State Leadership for Learning."},
      {
        "id":"ED416574",
        "title":"Rethinking the Allocation of Teaching Resources: Some Lessons from High Performing Schools."},
      {
        "id":"ED416577",
        "title":"Intermediate Units in Pennsylvania: The Role of Educational Service Agencies in Promoting Equity in Basic Education."},
      {
        "id":"ED416578",
        "title":"Foundations for High Achievement: Safety, Civility, Literacy. K-12 Public Education."},
      {
        "id":"ED416579",
        "title":"Moving toward Standards in Colorado Classrooms. Report on District Needs Assessment."},
      {
        "id":"ED416580",
        "title":"Colorado Charter School Information Packet and Handbook. The Colorado Charter Schools Act of 1993. Fifth Edition."},
      {
        "id":"ED416581",
        "title":"Recent Education Finance Litigation. State Education Funding Systems Ruled Constitutionally Deficient in Tennessee, Alabama, Massachusetts, North Dakota, and Arizona. State Systems Upheld in Nebraska, Minnesota, Florida, Oregon, and New York."},
      {
        "id":"ED416582",
        "title":"Ready Schools. A Report of the Goal 1 Ready Schools Resource Group."},
      {
        "id":"ED416583",
        "title":"Estimates of Expenditures for Private K-12 Schools. Working Paper Series."},
      {
        "id":"ED416584",
        "title":"Strategies for Collecting Finance Data from Private Schools. Working Paper Series."},
      {
        "id":"ED416586",
        "title":"The Confusing Expectations for Education."},
      {
        "id":"ED416588",
        "title":"Public School Districts in the United States: A Statistical Profile, 1987-88 to 1993-94. Statistical Analysis Report."},
      {
        "id":"ED416589",
        "title":"Education First: Building America's Future. The Fifth Annual State of American Education Speech, Seattle, Washington."},
      {
        "id":"ED416590",
        "title":"Biennial Evaluation Report: Fiscal Years 1995-1996."},
      {
        "id":"ED416591",
        "title":"Religious Expression in Public Schools: A Statement of Principles."},
      {
        "id":"ED416605",
        "title":"Putting Alternate Assessments into Practice: What To Measure and Possible Sources of Data. Synthesis Report 28."},
      {
        "id":"ED416607",
        "title":"Enhancing Social Support and Integration for Students with Traumatic Brain Injury. Final Report."},
      {
        "id":"ED416610",
        "title":"Prevalence of Attention Deficit Disorders in Arkansas."},
      {
        "id":"ED416611",
        "title":"The Development of a Comprehensive Approach to Special Education in Anguilla. Series of Caribbean Volunteer Publications, No. 20."},
      {
        "id":"ED416617",
        "title":"Relationship of IEP Wingspread Recommendations to the IEP: IDEA Amendments of 1997 and Committee Reports."},
      {
        "id":"ED416618",
        "title":"Summary of Changes Related to the Individualized Education Program (IEP): Current Law and 1997 IDEA Amendments, Including Congressional Committee Comments. Final Report."},
      {
        "id":"ED416619",
        "title":"What Is Transition from School to Adult Life? A Resource Manual for Transition Services for Youth with Disabilities in New Jersey. Second Edition."},
      {
        "id":"ED416620",
        "title":"Nurturing Giftedness in All Children through Original Research. Project Discovery Final Report."},
      {
        "id":"ED416621",
        "title":"Parents with Special Needs/Mental Retardation: A Handbook for Early Intervention."},
      {
        "id":"ED416623",
        "title":"The Impact of Managed Behavioral Health Care on Rehabilitation Services to Persons with Serious Mental Illness."},
      {
        "id":"ED416626",
        "title":"Reporting Educational Results for Students with Disabilities."},
      {
        "id":"ED416627",
        "title":"Increasing the Participation of Students with Disabilities in State and District Assessments."},
      {
        "id":"ED416628",
        "title":"Providing Assessment Accommodations for Students with Disabilities in State and District Assessments."},
      {
        "id":"ED416629",
        "title":"Special Education Teacher Responses to the 1997 Basic Standards Testing. State Assessment Series: Minnesota Report 14."},
      {
        "id":"ED416630",
        "title":"Input from the Field on the Participation of Students with Limited English Proficiency and Students with Disabilities in Meeting the High Standards of Minnesota's Profile of Learning. State Assessment Series: Minnesota Report 10."},
      {
        "id":"ED416631",
        "title":"A Review of the Literature on Testing Accommodations for Students with Disabilities. State Assessment Series: Minnesota Report 9."},
      {
        "id":"ED416632",
        "title":"Accommodations for Students with Disabilities: Guidelines from States with Graduation Exams. State Assessment Series: Minnesota Report 5."},
      {
        "id":"ED416633",
        "title":"Resources: Students with Disabilities in National and Statewide Assessments. State Assessment Series: Minnesota Report 7."},
      {
        "id":"ED416634",
        "title":"What Are We Spending on Special Education in the U.S.?"},
      {
        "id":"ED416635",
        "title":"Direct Support Workforce Development."},
      {
        "id":"ED416637",
        "title":"Pervasive Developmental Disorders. NICHCY Briefing Paper FS20."},
      {
        "id":"ED416638",
        "title":"IDEA 1997: Let's Make It Work."},
      {
        "id":"ED416639",
        "title":"Positive Behavioral Support."},
      {
        "id":"ED416644",
        "title":"Excellence for All Children: Meeting Special Educational Needs. Presented to Parliament by the Secretary of State for Education and Employment by Command of Her Majesty."},
      {
        "id":"ED416654",
        "title":"Preservice and Inservice Training for Early Intervention Collaboration: Across Agencies, Professionals and Families. October 1, 1993 to September 30, 1997. Final Report."},
      {
        "id":"ED416655",
        "title":"Collaboration: Putting the Puzzle Pieces Together."},
      {
        "id":"ED416656",
        "title":"Infants and Toddlers with Special Needs and Their Families: Collaboration."},
      {
        "id":"ED416657",
        "title":"New Horizons: A Jacob Javits Gifted and Talented Students Education Program."},
      {
        "id":"ED416658",
        "title":"Leading the Way: Disabilities Services and the Management Team. Training Guides for the Head Start Learning Community."},
      {
        "id":"ED416659",
        "title":"Developmental Disabilities and Alzheimer's Disease...What You Should Know."},
      {
        "id":"ED416661",
        "title":"Educational Rights of Parents under Provisions of the Individuals with Disabilities Education Act Including the Amendments of 1997 (Special Education)."},
      {
        "id":"ED416662",
        "title":"Supplemental Security Income: A Bridge to Work. Parent Brief."},
      {
        "id":"ED416663",
        "title":"The Oregon Special Education Technology Task Force: Recommendations for the 21st Century."},
      {
        "id":"ED416664",
        "title":"The Best Practices Manual for Gifted and Talented Programs in Idaho. [Revised Edition]."},
      {
        "id":"ED416665",
        "title":"Designing School Facilities for Learning. Probe: Developing Education Policy Issues."},
      {
        "id":"ED416666",
        "title":"Review of Research on the Relationship between School Buildings, Student Achievement, and Student Behavior."},
      {
        "id":"ED416667",
        "title":"HELP! for Library Media Center Design, Construction and Renovation: A Guide for Consulting."},
      {
        "id":"ED416668",
        "title":"Pluridicta, Numbers 1-27."},
      {
        "id":"ED416669",
        "title":"The Role of Verb Information in Syntactic Ambiguity Resolution."},
      {
        "id":"ED416671",
        "title":"The &quot;Chiquitafication&quot; of U.S. Latinos and Their Languages, OR Why We Need an Anthropolitical Linguistics."},
      {
        "id":"ED416672",
        "title":"Vocabulary Resources for Material Writers."},
      {
        "id":"ED416673",
        "title":"Learner Training in Foreign/Second Language Learning: A Curricular Perspective for the 21st Century."},
      {
        "id":"ED416674",
        "title":"Bilingual Education in Massachusetts: The Emperor Has No Clothes. Book Summary. Pioneer Paper No. 10."},
      {
        "id":"ED416677",
        "title":"Alternative Assessment for Immersion Students: The Student Oral Proficiency Assessment (SOPA)."},
      {
        "id":"ED416678",
        "title":"Teaching English Pronunciation to Large Groups of Students: Some Suggestions."},
      {
        "id":"ED416679",
        "title":"Constructing L2."},
      {
        "id":"ED416680",
        "title":"Yes, You Can Help! Information and Inspiration for French Immersion Parents. National Edition."},
      {
        "id":"ED416681",
        "title":"Some Nominal Stems for \"Canoe\" in Bantu Languages."},
      {
        "id":"ED416684",
        "title":"Technologies Use with ESL Learners in New York State: Preliminary Report. Report Series 3.13."},
      {
        "id":"ED416685",
        "title":"Language Differences or Learning Disabilities? Identifying and Meeting the Needs of Students from Non-English-Language Backgrounds. Language in Education: Theory and Practice, 86."},
      {
        "id":"ED416686",
        "title":"An Interactive Procedure for Developing Literary Appreciation and Language Skills."},
      {
        "id":"ED416688",
        "title":"Role Play and Foreign Language Learning."},
      {
        "id":"ED416690",
        "title":"Informational Booklet on Mainstreaming for Parents of Bilingual Students. Chinese/English Edition."},
      {
        "id":"ED416692",
        "title":"Informational Booklet on Mainstreaming for Parents of Bilingual Students. Spanish/English Edition = Folleto Informativo Sobre &quot;Mainstreaming&quot; Part Padres De Estudiantes Bilingues."},
      {
        "id":"ED416693",
        "title":"English as a Second Language Professional Development Manual for Special Education Teachers. Early Childhood Level."},
      {
        "id":"ED416694",
        "title":"English as a Second Language Professional Development Manual for Special Education Teachers. Upper Elementary Level."},
      {
        "id":"ED416695",
        "title":"English as a Second Language Professional Development Manual for Special Education Teachers. Intermediate and Junior High School Level."},
      {
        "id":"ED416696",
        "title":"English as a Second Language Professional Development Manual for Special Education Teachers. Resource Literature."},
      {
        "id":"ED416697",
        "title":"STARS for ESL. Strategies, Techniques and Resources: Meeting Higher Standards in Grades 6-8."},
      {
        "id":"ED416698",
        "title":"Ann Sevi Ak Tout Entelijans Elev Ayisyen Yo: Yon Seri leson matematik ak syans pou elev edikasyon jeneral ak elev edikasyon espesyal (4em-8em ane) = Tapping into Haitian Students' Multiple Intelligences: A Collection of Mathematics and Science Lessons for General and Special Education Students (Grades 4-8)."},
      {
        "id":"ED416700",
        "title":"Russian/English Interdisciplinary Lessons for General Education and Special Education Students. Grades 3-5."},
      {
        "id":"ED416701",
        "title":"New Beginnings: Ensuring Quality Bilingual/ESL Instruction in New York City Public Schools. Executive Summary [and] Report of the Chancellor's Bilingual/ESL Education Practitioners' Workgroup and Policy/Research Panels."},
      {
        "id":"ED416702",
        "title":"Texas Papers in Foreign Language Education, 1995."},
      {
        "id":"ED416703",
        "title":"Beliefs about Language Learning: A Study of Korean University Students Learning English."},
      {
        "id":"ED416704",
        "title":"Motivation as a Two-Sided Coin: Motivational Differences between College-Level Chinese and Japanese Learners of EFL."},
      {
        "id":"ED416705",
        "title":"A Psycholinguistic Study of Relative Pronoun Use by Native Speakers and Non-Native Speakers of English."},
      {
        "id":"ED416707",
        "title":"Communicating through Poetry in an ESL Classroom."},
      {
        "id":"ED416708",
        "title":"The Status of Foreign Languages in the Elementary School in Austin: Is the Spirit Still Willing and the FLES Still Weak?"},
      {
        "id":"ED416709",
        "title":"Texas Papers in Foreign Language Education, 1996."},
      {
        "id":"ED416710",
        "title":"The Message Is the Medium: Using Video Materials To Facilitate Foreign Language Performance."},
      {
        "id":"ED416711",
        "title":"Product and Process Aspects of NES/EFL Students' Persuasive Writing in English: Differences between Advanced and Basic Writers."},
      {
        "id":"ED416712",
        "title":"An Investigation of the Effectiveness of Foreign Language Training Programs for TAs: An Exploratory Study."},
      {
        "id":"ED416713",
        "title":"The Concurrent Validity of Cloze Test with Essay Test among Korean Students."},
      {
        "id":"ED416714",
        "title":"Texas Papers in Foreign Language Education, 1997."},
      {
        "id":"ED416715",
        "title":"Comparing Native and Nonnative Speakers' Error Correction in Foreign Language Writing."},
      {
        "id":"ED416716",
        "title":"ESL Students' Opinions about Instruction in Pronunciation."},
      {
        "id":"ED416717",
        "title":"Factors of Attrition in Japanese Language Enrollments."},
      {
        "id":"ED416718",
        "title":"An Analysis of a Common Structure in Korean-English Code-Switching: A Test of the Matrix Language Framework."},
      {
        "id":"ED416719",
        "title":"Performance-Based Curricula and Outcomes: The Mainstream English Language Training Project (MELT) Updated for the 1990s and Beyond."},
      {
        "id":"ED416720",
        "title":"A Look at the Use of Electronic Mail (e-mail) as a Learning Tool in the Writing Skills of Adult LEP Female Students."},
      {
        "id":"ED416721",
        "title":"Elderly Refugees and Language Learning."},
      {
        "id":"ED416722",
        "title":"Crossroads Cafe Implementation Florida Evaluation."},
      {
        "id":"ED416723",
        "title":"Adult Literacy: An International Perspective. Working Paper Series."},
      {
        "id":"ED416724",
        "title":"Making the Leap to Hyperspace in Distributed Learning."},
      {
        "id":"ED416725",
        "title":"Looking to the New Millennium: New Jersey's Plan for Higher Education."},
      {
        "id":"ED416726",
        "title":"Successful Interviews for Academic Positions."},
      {
        "id":"ED416727",
        "title":"Factors Influencing Students' College Choice at Traditional and Metropolitan Universities."},
      {
        "id":"ED416728",
        "title":"Do Part-Time Faculty Fully Understand the Values of an Institution? If Not, What Can Be Done about It?"},
      {
        "id":"ED416729",
        "title":"The Structure and Function of Student Affairs Research Offices: A National Study."},
      {
        "id":"ED416730",
        "title":"Employment Myths and Realities in Speech and Language Pathology."},
      {
        "id":"ED416731",
        "title":"Fall 1997 Enrollment, North Dakota Institutions of Higher Education."},
      {
        "id":"ED416732",
        "title":"Assessment: A Moving Target with Rising Expectations."},
      {
        "id":"ED416733",
        "title":"Colleges and Universities. Education Digest, 1996-97."},
      {
        "id":"ED416734",
        "title":"A Career in Teaching Business Education."},
      {
        "id":"ED416735",
        "title":"Planning and Enacting Reflective Talk among Interns: What Is the Problem?"},
      {
        "id":"ED416737",
        "title":"Using Noncognitive Variables with Freshmen Athletes."},
      {
        "id":"ED416738",
        "title":"Minority Students in Journalism. Recruiting, Retaining, Graduating: Lessons from Six Experimental Programs."},
      {
        "id":"ED416739",
        "title":"Examining Metacognitive Self-Regulation within the Context of Daily Academic Tasks."},
      {
        "id":"ED416740",
        "title":"Higher Education in the Service of the Economy: Education Ministry Reconfigurations and the Corporatist Agenda."},
      {
        "id":"ED416741",
        "title":"Planning in Higher Education and Chaos Theory: A Model, a Method."},
      {
        "id":"ED416742",
        "title":"Homestay/Village Stay Study in the Americas, 1994-96."},
      {
        "id":"ED416744",
        "title":"Current Research Trends in Residential Life."},
      {
        "id":"ED416746",
        "title":"Graduation Guarantees: Contracting for Success or Failure?"},
      {
        "id":"ED416747",
        "title":"Defining Institutional Effectiveness for a Metropolitan University."},
      {
        "id":"ED416750",
        "title":"Faculty Portfolios for Assessment and Evaluation: How Are They Alike and How Are They Different?"},
      {
        "id":"ED416752",
        "title":"The Local College Booster Movement in Nineteenth Century Ohio. ASHE Annual Meeting Paper."},
      {
        "id":"ED416753",
        "title":"Perceptions of Classroom Climate by Students in Non-Traditional Majors for Their Gender. ASHE Annual Meeting Paper."},
      {
        "id":"ED416754",
        "title":"Postsecondary Education Opportunity. The Mortenson Research Seminar on Public Policy Analysis of Opportunity for Postsecondary Education, 1997."},
      {
        "id":"ED416755",
        "title":"The Early Employee Selector Program."},
      {
        "id":"ED416756",
        "title":"Enhancing Large-Group Problem-Based Learning in Veterinary Medical Education."},
      {
        "id":"ED416757",
        "title":"A Model for an Integrated Learning Community."},
      {
        "id":"ED416758",
        "title":"Teaching Assistant Training and Teaching Opportunity (TATTO) Program."},
      {
        "id":"ED416759",
        "title":"Globalizing Education for Engineering and Science Students: A FIPSE Project Model for &quot;Cross-Cultural Studies of Science and Technology.&quot; Final Report."},
      {
        "id":"ED416762",
        "title":"Straight Talk about College Costs and Prices. Report of The National Commission on the Cost of Higher Education."},
      {
        "id":"ED416763",
        "title":"Enrollments and Degrees Report."},
      {
        "id":"ED416765",
        "title":"Direct Loan Evaluation. A Survey of Institutions Participating in the Federal Direct Loan and Federal Family Education Loan Programs: Academic Year 1995-96. Volume One--Summary Report [and] Volume Two--Technical Appendices."},
      {
        "id":"ED416766",
        "title":"Direct Loan Evaluation. Case Study Summary Report: Academic Year 1995-96."},
      {
        "id":"ED416767",
        "title":"Direct Loan Evaluation. Survey of Institutions Participating in the Federal Direct Loan and Federal Family Education Loan Programs: Academic Year 1996-97. Volume One--Summary Report [and] Volume Two--Technical Appendices."},
      {
        "id":"ED416768",
        "title":"Direct Loan Evaluation. Case Study Summary Report: Academic Year 1996-97. Volume One--Study Findings [and] Volume Two-- Case Study Reports."},
      {
        "id":"ED416769",
        "title":"Direct Loan Evaluation. Assessment of Department of Education Administration: Academic Years 1995-96 and 1996-97. Summary Report."},
      {
        "id":"ED416770",
        "title":"A Model Project To Improve the Climate for Women in Engineering."},
      {
        "id":"ED416771",
        "title":"Disseminating a Successful Faculty Dissertation Completion Project."},
      {
        "id":"ED416772",
        "title":"The New Accountability: Policies To Improve Teaching and Learning."}]
  }}
