{
  "response":{"numFound":509939,"start":386000,"numFoundExact":true,"docs":[
      {
        "id":"ED416773",
        "title":"Program in International Education (PIE)."},
      {
        "id":"ED416774",
        "title":"The Freshman Year Initiative: Creating Academic Communities for Students and Faculty at a Commuter College."},
      {
        "id":"ED416775",
        "title":"The Hispanic Outlook in Higher Education, 1996-97."},
      {
        "id":"ED416778",
        "title":"Value Added: The Economic Impact of Public Universities."},
      {
        "id":"ED416779",
        "title":"International Studies: A Transdisciplinary Agent for Curricular Reform."},
      {
        "id":"ED416780",
        "title":"MEXUS Program."},
      {
        "id":"ED416784",
        "title":"&quot;Best Practices&quot; in the Student Support Services Program. A Study of Five Exemplary Sites."},
      {
        "id":"ED416785",
        "title":"Trends in Degrees and Certificates by Program. Maryland Higher Education Institutions."},
      {
        "id":"ED416786",
        "title":"Trends in the Racial and Ethnic Composition of Students Enrolled on Maryland Campuses."},
      {
        "id":"ED416787",
        "title":"The Counselor's Handbook for Postsecondary Schools, 1998-99."},
      {
        "id":"ED416788",
        "title":"Annual Student Remediation Report, 1996-97."},
      {
        "id":"ED416789",
        "title":"Annual Student Assessment Report. 1996-97."},
      {
        "id":"ED416791",
        "title":"The Distribution of Native Americans in the Oklahoma State System of Higher Education by Institution and by Tribe. A Background Report."},
      {
        "id":"ED416792",
        "title":"High School to College-Going Rates: For Oklahoma High School Graduates to Oklahoma Colleges. Linear College-Going Rate, Combined College-Going Rate. Oklahoma High School Indicators Project."},
      {
        "id":"ED416793",
        "title":"Change in Oklahoma Financial Aid 1974-75 to 1994-95."},
      {
        "id":"ED416794",
        "title":"Time-to-Degree Completion. A System-Wide Survey of Oklahoma College and University Students."},
      {
        "id":"ED416795",
        "title":"International Program for Undergraduate Business Majors."},
      {
        "id":"ED416798",
        "title":"Oklahoma Higher Education Standards. Admission/Retention/Assessment: Reasons Standards Were Strengthened. Enhancing Student Preparation for College. Improving College Student Performance. Indicators of Positive Student Performance."},
      {
        "id":"ED416800",
        "title":"Remediation Rates for Oklahoma High School Graduates in Oklahoma Public Colleges. Oklahoma High School Indicators Project."},
      {
        "id":"ED416803",
        "title":"Strategies for Helping Students Transfer Credits. DETC Occasional Paper 15."},
      {
        "id":"ED416804",
        "title":"Statewide College Admissions, Student Preparation, and Remediation Policies and Programs. Summary of a 1997 SHEEO Survey."},
      {
        "id":"ED416805",
        "title":"A Statistical Analysis of Student Progress and Achievement in the Pilot Writing Project at City College of New York."},
      {
        "id":"ED416806",
        "title":"A Continuous Process Improvement (CPI) Model for Postsecondary Curricular and Pedagogical Reform Based on Assessment-As-Learning."},
      {
        "id":"ED416807",
        "title":"Educational Use of Foreign Students and Americans Returned from Study Abroad: A Project To Improve Global Education."},
      {
        "id":"ED416808",
        "title":"Westchester Colleges Project on Racism-Free Learning Environments."},
      {
        "id":"ED416809",
        "title":"Safety on Campus at Public Four-Year Colleges and Universities."},
      {
        "id":"ED416812",
        "title":"College Costs and Student Financial Aid, 1989-90 to 1997-98. A Guide to Recent Trends in Student Charges and Financial Aid at Four-Year Public Colleges and Universities."},
      {
        "id":"ED416817",
        "title":"The Management of Higher Education: An Annotated Bibliography."},
      {
        "id":"ED416818",
        "title":"Iowa Distance Education Alliance. Evaluation Report, July, 1996 - September, 1997."},
      {
        "id":"ED416819",
        "title":"School Technology and Readiness Report: From Pillars to Progress. The CEO Forum on Education and Technology, Year One."},
      {
        "id":"ED416820",
        "title":"Computer-Assisted Community Planning and Decision Making."},
      {
        "id":"ED416821",
        "title":"Computer Assisted Communication within the Classroom: Interactive Lecturing."},
      {
        "id":"ED416822",
        "title":"Detailed Evaluation of a Novel Approach to Curricular Software."},
      {
        "id":"ED416823",
        "title":"Development of a Computer System To Educate Students To Evaluate and Interpret Published Drug Studies."},
      {
        "id":"ED416824",
        "title":"Computer Lessons for Written Harmony. Final Project Report."},
      {
        "id":"ED416825",
        "title":"The CREATE Network (Computer Resource Educational Access in Tennessee Education)."},
      {
        "id":"ED416826",
        "title":"Computer-Supported Problem-Based Learning. Final Grant Report."},
      {
        "id":"ED416829",
        "title":"Characteristics of Hypermedia Presentations."},
      {
        "id":"ED416830",
        "title":"The Ohio SchoolNet Telecommunity Evaluation."},
      {
        "id":"ED416832",
        "title":"Creating Computer Literate Teachers in a Foreign International School Via Individualized Instruction."},
      {
        "id":"ED416833",
        "title":"(Relatively) Painless Computer-Assisted Instruction with HyperStudio."},
      {
        "id":"ED416837",
        "title":"Re-Visioning Models of Instructional Development."},
      {
        "id":"ED416838",
        "title":"An Exploratory Study of Internet Addiction, Usage and Communication Pleasure."},
      {
        "id":"ED416839",
        "title":"When Western Technology Meets Oriental Culture: Use of Computer-Mediated Communication in a Higher Education Classroom."},
      {
        "id":"ED416840",
        "title":"Reading the Writing on the Graffiti Wall: The World Wide Web and Training."},
      {
        "id":"ED416841",
        "title":"Children's Use of Electronic Technologies in the Home (Based on Discussions with 190 K-6 Children in Three Sydney Metropolitan Schools). October 1995."},
      {
        "id":"ED416843",
        "title":"Children's Use of Electronic Technologies in the Home (Based on Structured Interviews with 14 Children, Their Parents and Their Teachers from a Wide Cross Section of Urban Sydney)."},
      {
        "id":"ED416846",
        "title":"Community Update, 1997-1998."},
      {
        "id":"ED416848",
        "title":"School Technology: Five School Districts' Experiences in Funding Technology Programs. Report to Congressional Requesters."},
      {
        "id":"ED416849",
        "title":"Utah State University Ninth Annual Summer Instructional Technology Institute Conference Proceedings."},
      {
        "id":"ED416854",
        "title":"Learner Outcomes in Information and Communication Technology ECS to Grade 12: A Framework."},
      {
        "id":"ED416855",
        "title":"Elementary School Children Creativity: Video and Internet."},
      {
        "id":"ED416856",
        "title":"A Computer Literacy Course at Colleges of Education: What and How."},
      {
        "id":"ED416860",
        "title":"Promoting Reading and Library Use in Your School: A Resource Pack. Series of Caribbean Volunteer Publications, No. 13."},
      {
        "id":"ED416861",
        "title":"Your School Library: How It Works and How To Keep It Working. Series of Caribbean Volunteer Publications, No. 15."},
      {
        "id":"ED416862",
        "title":"Ouachita Parish Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program, 1992-1993."},
      {
        "id":"ED416863",
        "title":"Loudoun County Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416864",
        "title":"Chandler Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416865",
        "title":"Lewistown City Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416866",
        "title":"Providence Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416867",
        "title":"Libraries of Middlesex, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416868",
        "title":"St. Charles Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416869",
        "title":"Eagle Valley Library District, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416870",
        "title":"Pikes Peak Library District, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416871",
        "title":"Elizabeth Jones Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416872",
        "title":"Broward County Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416873",
        "title":"Irvington Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416874",
        "title":"Claiborne Parish Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416875",
        "title":"Onondaga County Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416876",
        "title":"Bay County Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416877",
        "title":"Anne Arundel County Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416878",
        "title":"Fitchburg Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416880",
        "title":"Logan Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416881",
        "title":"Martinsburg-Berkeley County Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416882",
        "title":"Mastics-Moriches-Shirley Community Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416883",
        "title":"Hopkinsville-Christian County Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416884",
        "title":"Marin County Free Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416885",
        "title":"Monroe County Library and Peterstown Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416886",
        "title":"Mesa County Public Library District, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416887",
        "title":"New Hampshire State Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416888",
        "title":"Columbia County Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416889",
        "title":"Wayne Township Public Library, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416890",
        "title":"Alameda County Library Workplace Literacy, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416891",
        "title":"Mid-York Library System, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416892",
        "title":"Broward County Library Read Campaign, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416893",
        "title":"Alameda County Library ESOL, Final Performance Report for Library Services and Construction Act (LSCA) Title VI, Library Literacy Program."},
      {
        "id":"ED416894",
        "title":"Measuring Customer Satisfaction and Quality of Service in Special Libraries."},
      {
        "id":"ED416895",
        "title":"Factors Associated with Library Anxiety."},
      {
        "id":"ED416896",
        "title":"Library Anxiety: Characteristics of &quot;At-Risk&quot; College Students."},
      {
        "id":"ED416897",
        "title":"Academic Libraries: 1994. National Center for Education Statistics, E.D. Tabs."},
      {
        "id":"ED416898",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 116-122. March-November 1996."},
      {
        "id":"ED416899",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 123-130. January-August 1997."},
      {
        "id":"ED416900",
        "title":"Fast Facts: Recent Statistics from the Library Research Service, Nos. 131-137. September-November 1997."},
      {
        "id":"ED416902",
        "title":"ARL: A Bimonthly Newsletter of Research Library Issues and Actions, Nos. 190-195. February-December 1997."},
      {
        "id":"ED416904",
        "title":"St. Lucia, West Indies Ministry of Education. School Library and Information Services: A Status Report with Recommendations."},
      {
        "id":"ED416906",
        "title":"Comprehensive Written Exams: Questions and Answers."},
      {
        "id":"ED416907",
        "title":"Security Issues of Ohio Public Libraries."},
      {
        "id":"ED416908",
        "title":"St. Lucia, West Indies Ministry of Education Public Library &amp; Information Services: A Status Report with Recommendations."},
      {
        "id":"ED416909",
        "title":"Community Colleges for International Development Annual Conference Proceedings (21st, Phoenix/Chandler, AZ, February 1-3, 1998)."},
      {
        "id":"ED416910",
        "title":"MATC Project Get Started: Phase II Report."},
      {
        "id":"ED416911",
        "title":"Faculty Obligations and Compensation: The Necessity of a New Approach. Revised."},
      {
        "id":"ED416912",
        "title":"Counselor-Mediated Contracts in Self-Management for Students in the New Start Program."},
      {
        "id":"ED416913",
        "title":"Bronx Community College's Developmental Academic Advising Center: An Evolving Model for the Millennium."},
      {
        "id":"ED416914",
        "title":"Relationship of Remedial Reading Needs to First-Attempt Grade Distributions in Introductory College Algebra at a Two-Year College: Fall 1992 to Fall 1997."},
      {
        "id":"ED416915",
        "title":"Development of a Handbook for Adjunct Faculty at the York County Technical College."},
      {
        "id":"ED416916",
        "title":"Development of a College Success Management Course for York County Technical College."},
      {
        "id":"ED416917",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1994-95."},
      {
        "id":"ED416918",
        "title":"Jumpstart I Summary Report."},
      {
        "id":"ED416919",
        "title":"Hope Is Not a Method: How Instructional Strategies and Technologies for the Learning Disabled Can Benefit Traditional Learners."},
      {
        "id":"ED416920",
        "title":"Grade Distributions for the Fall of 1990 and 1996."},
      {
        "id":"ED416921",
        "title":"Running Start Annual Progress Report, 1996-97."},
      {
        "id":"ED416922",
        "title":"Articulation and Transfer in the State of Washington, 1997-98."},
      {
        "id":"ED416923",
        "title":"Molokai Community Needs Assessment for Agriculture Education and Training."},
      {
        "id":"ED416924",
        "title":"Remedial/Developmental Education in the Illinois Community College System."},
      {
        "id":"ED416925",
        "title":"Community College Programs and Services for Special Populations and Underrepresented Groups, Fiscal Year 1997."},
      {
        "id":"ED416926",
        "title":"Student Preferences for Electronically-Assisted Options in a Community College Introductory Psychology Class."},
      {
        "id":"ED416927",
        "title":"Mt. San Jacinto College Student Equity Plan Update, 1997."},
      {
        "id":"ED416928",
        "title":"Transfer and Articulation."},
      {
        "id":"ED416929",
        "title":"Illinois Articulation Initiative in Nursing Education."},
      {
        "id":"ED416930",
        "title":"Illinois Articulation Initiative: Policy and Procedures Manual."},
      {
        "id":"ED416931",
        "title":"Needs Assessment Survey: Gainesville College, 1998."},
      {
        "id":"ED416932",
        "title":"Survey Sampling of Community College Students: For Better or for Worse."},
      {
        "id":"ED416933",
        "title":"Policy for Delivering Degree Programs through Distance Education Technology."},
      {
        "id":"ED416934",
        "title":"Improving Transfer and Articulation Policies. ERIC Digest."},
      {
        "id":"ED416935",
        "title":"Presidents and Trustees in Partnership. ERIC Digest."},
      {
        "id":"ED416936",
        "title":"Rural Access. AACC Project Brief."},
      {
        "id":"ED416937",
        "title":"Mississippi Public Community and Junior Colleges Statistical Data, 1996-97."},
      {
        "id":"ED416938",
        "title":"Mississippi Public Community and Junior Colleges Fall Enrollment Report, 1997."},
      {
        "id":"ED416939",
        "title":"Diversity by Design: Technology, Teamwork, and Teaching."},
      {
        "id":"ED416940",
        "title":"Effective Policies for Remedial Education. ERIC Digest."},
      {
        "id":"ED416941",
        "title":"Faculty and Staff Development. ERIC Digest."},
      {
        "id":"ED416942",
        "title":"Transfer Enhancement Plan. A Report Prepared by the Transfer Task Force."},
      {
        "id":"ED416943",
        "title":"Setting a Course to the Future: The CCSF Strategic Plan."},
      {
        "id":"ED416944",
        "title":"The Impact of Matriculation Services on Student Progress and Success at City College of San Francisco."},
      {
        "id":"ED416945",
        "title":"Shared Governance System. Reports and Recommendations 1996-97."},
      {
        "id":"ED416946",
        "title":"Traveling the Transfer Path: Student Experiences at City College of San Francisco."},
      {
        "id":"ED416947",
        "title":"Recommendations To Increase Opportunities for Women and Minorities within the North Carolina Community College System. Task Force Report to the State Board of Community Colleges."},
      {
        "id":"ED416949",
        "title":"Children's Collection and Use of Predecisional Information for Social and Nonsocial Decisions."},
      {
        "id":"ED416950",
        "title":"Research and Clinical Center for Child Development Annual Report, 1995-1996, No. 19."},
      {
        "id":"ED416952",
        "title":"Possible Characteristics of Baby-Sitting Behavior of Japanese Women Who Have Grown Up as Only Children."},
      {
        "id":"ED416953",
        "title":"The Power of Metaphor in Qualitative Research: Building Community in a Kindergarten around the Large Table."},
      {
        "id":"ED416954",
        "title":"Families First. Final Report."},
      {
        "id":"ED416955",
        "title":"How Will Implementing Authentic Assessment Procedures during Choice Time Affect Teacher/Parent Communication?"},
      {
        "id":"ED416957",
        "title":"Zone of Proximal Development and the World of the Child."},
      {
        "id":"ED416969",
        "title":"Family Support and Community Economic Development."},
      {
        "id":"ED416970",
        "title":"Early Childhood Development and Social Integration: The Mediterranean Experience. A Background Paper."},
      {
        "id":"ED416971",
        "title":"Gender and School Achievement in the Caribbean. Education Research Paper."},
      {
        "id":"ED416973",
        "title":"Language and Learning: A Practical Guide To Help with Planning Your Early Childhood Programme. Series of Caribbean Volunteer Publications, No. 12."},
      {
        "id":"ED416975",
        "title":"Make Kids Count in '97: Hawai'i Kids Count 1997 Data Book."},
      {
        "id":"ED416977",
        "title":"Kids Count in Nebraska: 1997 Report."},
      {
        "id":"ED416978",
        "title":"State Variation in Rates of Adolescent Pregnancy and Childbearing. Final Report [and] Executive Summary."},
      {
        "id":"ED416980",
        "title":"Educational Alternatives to Schooling in Zambia."},
      {
        "id":"ED416981",
        "title":"Dialogue and Communication between School and Home."},
      {
        "id":"ED416990",
        "title":"Science Assessment in Early Childhood Programs."},
      {
        "id":"ED416991",
        "title":"Young Children and Technology."},
      {
        "id":"ED416992",
        "title":"Preparing Teachers of Young Learners: Professional Development of Early Childhood Teachers in Mathematics and Science."},
      {
        "id":"ED416993",
        "title":"Educating Young Children in Math, Science, and Technology."},
      {
        "id":"ED416994",
        "title":"Early Childhood Mathematics."},
      {
        "id":"ED416995",
        "title":"Early Intervention: Examples of Practice. Averroes Programmes for Children - An Experience to be Shared. Action Research in Family and Early Childhood Series. UNESCO Education Section Monograph No. 8."},
      {
        "id":"ED416996",
        "title":"Kids Count in Indiana: 1997 Indiana Data Book. County Profiles of Child Well-Being."},
      {
        "id":"ED416997",
        "title":"A Study of Parent Involvement in Montana Public Schools. A Work in Progress."},
      {
        "id":"ED416999",
        "title":"Which Toy for Which Child: A Consumer's Guide for Selecting Suitable Toys, Ages Birth through Five [and] Ages Six through Twelve."},
      {
        "id":"ED417000",
        "title":"Building Bridges: Lessons Learned in Family-Centered Interprofessional Collaboration, Year Three."},
      {
        "id":"ED417001",
        "title":"Spirituality &amp; Religiosity as Factors in Adolescents' Risk for Anti-Social Behaviors and Use of Resilient Behaviors."},
      {
        "id":"ED417002",
        "title":"Context of Physical Punishment: A Cross Cultural Comparison."},
      {
        "id":"ED417003",
        "title":"Contexts of Adolescent Worries: Impacts of Ethnicity, Gender, Family Structure and Socioeconomic Status."},
      {
        "id":"ED417004",
        "title":"Mothering in the Bahamas: A Student Ethnography."},
      {
        "id":"ED417005",
        "title":"The Role of Mother and Father in the Value Socialization Process of Adolescents."},
      {
        "id":"ED417006",
        "title":"Parents as Teachers: Policy Implications for Early School Intervention."},
      {
        "id":"ED417007",
        "title":"The Identification of Maladaptive Coping Strategies Exhibited by Elementary School Students Raised in Single Care-Giver Homes."},
      {
        "id":"ED417008",
        "title":"Contextual Contrasts between Improving and Stable Elementary Schools in Louisiana."},
      {
        "id":"ED417009",
        "title":"Gender Differences among Early Adolescents' Motivations and Expectations for Service Learning."},
      {
        "id":"ED417010",
        "title":"Assessing Caring in Young Adolescent Students Participating in Service Learning."},
      {
        "id":"ED417011",
        "title":"Improving the Quality of Child Care. Hearing of the Committee on Labor and Human Resources on Examining Proposals To Improve the Quality of Child Care in the United States, Including the Proposed Creating Improved Delivery of Child Care: Affordable, Reliable, and Educational Act of 1997. United States Senate, One Hundred Fifth Congress. First Session."},
      {
        "id":"ED417012",
        "title":"First Things First...Our Children: Agenda for Opportunity."},
      {
        "id":"ED417013",
        "title":"Cognitive Effects of Early Childhood Programs."},
      {
        "id":"ED417014",
        "title":"A Comparative Study of Single-Graded versus Multi-Graded Classrooms."},
      {
        "id":"ED417015",
        "title":"A Proposed Parenting Plan for Never Married Parents."},
      {
        "id":"ED417016",
        "title":"Summary of Unwed Father's Survey."},
      {
        "id":"ED417017",
        "title":"On the Road to Reading: A Guide for Community Partners."},
      {
        "id":"ED417018",
        "title":"Collaboration from a Vygotskian Perspective."},
      {
        "id":"ED417019",
        "title":"Social Change, Socio-Economic Status, and the Development of Self-Direction in Children: A Comparison of Russia, Estonia, and the United States."},
      {
        "id":"ED417021",
        "title":"Conflict Management in Children's Play: The Role of Parent-Child Attachment."},
      {
        "id":"ED417022",
        "title":"Ethnicity and Gender and the Quality of Teacher-Child Attachment Relationships."},
      {
        "id":"ED417023",
        "title":"Kids Count in Indiana: 1995 Data Book."},
      {
        "id":"ED417024",
        "title":"Kids Count in Indiana: 1996 Data Book."},
      {
        "id":"ED417025",
        "title":"Alaska's Children, 1997."},
      {
        "id":"ED417027",
        "title":"Not by Chance: Creating an Early Care and Education System for America's Children. Abridged Report. The Quality 2000 Initiative."},
      {
        "id":"ED417030",
        "title":"Supporting the Development of the Whole Child through Orff Schulwerk, Montessori and Multiple Intelligences."},
      {
        "id":"ED417032",
        "title":"The Importance of Program Providers in Predicting Adolescent Mother-Child Interactions in a Center-Based Intervention."},
      {
        "id":"ED417036",
        "title":"Como Ayudarle a su Hijo con la Tarea Escolar: Una guia para padres de alumnos de escuela primaria y secundaria (Helping Your Child with Homework: For Parents of Elementary and Junior High School-Aged Children)."},
      {
        "id":"ED417039",
        "title":"Families and Teachers as Partners. Early Childhood Digest."},
      {
        "id":"ED417040",
        "title":"Child Care Bulletin, 1997."},
      {
        "id":"ED417042",
        "title":"Back to the Basics: Proceedings of the International Conference on Outdoor Recreation and Education (ICORE) (10th, Salt Lake City, Utah, November 7-9, 1996)."},
      {
        "id":"ED417043",
        "title":"Practical Approaches for Teaching Leave No Trace."},
      {
        "id":"ED417044",
        "title":"Women in the Wilderness: Theme-Based Outdoor Programming at the University of Florida."},
      {
        "id":"ED417045",
        "title":"BBM Approach to Outdoor Recreation Programming."},
      {
        "id":"ED417046",
        "title":"Effective Expedition Planning."},
      {
        "id":"ED417047",
        "title":"The Psychology of Judgment for Outdoor Leaders."},
      {
        "id":"ED417048",
        "title":"What Is the Message in the Medium? Mixed Signals for National Park and Wilderness Users."},
      {
        "id":"ED417049",
        "title":"Building a Backcountry Yurt: Ecological Design Intelligence within Outdoor Programming."},
      {
        "id":"ED417050",
        "title":"The Effects of Family Participation in an Outdoor Adventure Program."},
      {
        "id":"ED417051",
        "title":"Outdoor Adventure Programs Fulfilling Heroic Archetypal Patterns."},
      {
        "id":"ED417052",
        "title":"Redesigning a Club Structure for the 90's."},
      {
        "id":"ED417053",
        "title":"Will the Real Eco-Educator Please Stand Up?"},
      {
        "id":"ED417054",
        "title":"Adaptive Training's Affect on Self-Perception."},
      {
        "id":"ED417055",
        "title":"The Art of Teaching Map and Compass: Instructional Techniques, Curricular Formats and Practical Field Exercises."},
      {
        "id":"ED417056",
        "title":"Group Dynamics and Initiative Activities with Outdoor Programs."},
      {
        "id":"ED417057",
        "title":"Indian Employment, Training, and Related Services Demonstration Act. Hearing on Public Law 102-477, Indian Employment, Training and Related Services Demonstration Act of 1992 before the Committee on Indian Affairs. United States Senate, One Hundred Fifth Congress, First Session."},
      {
        "id":"ED417058",
        "title":"Annual Progress Report of the Southern Rural Development Center, 1997."},
      {
        "id":"ED417059",
        "title":"Scholarships and Financial Assistance. School Year 95-96."},
      {
        "id":"ED381989",
        "title":"Teaching Students To Take Control of Their Learning."},
      {
        "id":"ED381990",
        "title":"Schema-Based Instruction on Word Problem Solving Performance of Students with Learning Disabilities."},
      {
        "id":"ED381991",
        "title":"A Special Needs Post-High School Program at St. Joseph College: &quot;If They Could See Me Now...&quot;"},
      {
        "id":"ED381992",
        "title":"Is It Attention Deficit Hyperactivity Disorder?"},
      {
        "id":"ED381993",
        "title":"Effects of Varying the Special Educator's Role within an Algebra Class on Math Attitude and Achievement."},
      {
        "id":"ED381994",
        "title":"Using FACETS To Model Rater Training Effects. Draft."},
      {
        "id":"ED381995",
        "title":"The Journal of the Imagination in Language Learning, 1993-1994."},
      {
        "id":"ED382002",
        "title":"Some Guidelines for a Literacy and Language Policy."},
      {
        "id":"ED382003",
        "title":"Curriculum Design for the Bosnian Refugee Resettlement Committee&apos;s Adult ESL Program."},
      {
        "id":"ED382004",
        "title":"Linguistic Assimilation of Westerners Living in the Yoruba Area of Nigeria."},
      {
        "id":"ED382005",
        "title":"A Longitudinal Study of Student Feedback: Self-Assessment, Course Evaluation and Teacher Evaluation."},
      {
        "id":"ED382006",
        "title":"The Western Tradition of Suggestion and Lozanov's Suggestology/Suggestopedia."},
      {
        "id":"ED382007",
        "title":"A Bibliography of Sources for Intensive English Program Administration."},
      {
        "id":"ED382008",
        "title":"Teacher Empowerment: If-Then Predictions as Descriptions of Processes in the Language Classroom."},
      {
        "id":"ED382009",
        "title":"The Interplay of Syntax and Discourse in the Explanation of Finnish-English Code-Switching."},
      {
        "id":"ED382010",
        "title":"Steps to Learning: Modern Languages for Pupils with Special Educational Needs."},
      {
        "id":"ED382011",
        "title":"Passive Continua and the ESL Instructor of Composition."},
      {
        "id":"ED382012",
        "title":"Grammar! A Conference Report."},
      {
        "id":"ED382014",
        "title":"Designing Templates for Interactive Tasks in CALL Tutorials."},
      {
        "id":"ED382018",
        "title":"A Toolkit for Talking: Strategies for Independent Communication. Netword 1: Teaching Languages to Adults."},
      {
        "id":"ED382019",
        "title":"Language Games and Activities. Netword 2: Teaching Languages to Adults."},
      {
        "id":"ED382020",
        "title":"Mixed Ability Teaching: Meeting Learners' Needs. Netword 3: Teaching Languages to Adults."},
      {
        "id":"ED382021",
        "title":"A Review of Findings from Two-Way Bilingual Education Evaluation Reports."},
      {
        "id":"ED382022",
        "title":"Grammar Drills: What CALL Can and Cannot Do."},
      {
        "id":"ED382023",
        "title":"Innovations in Teachers' Education: Using the Concordancer as a Means for Students at University and at School Level."},
      {
        "id":"ED382024",
        "title":"Grammar Matters. Pathfinder 17. A CILT Series for Language Teachers."},
      {
        "id":"ED382025",
        "title":"Differentiation--Taking the Initiative. Pathfinder 18. A CILT Series for Language Teachers."},
      {
        "id":"ED382026",
        "title":"Drama in the Languages Classroom. Pathfinder 19. A CILT Series for Language Teachers."},
      {
        "id":"ED382027",
        "title":"Self-Access and the Adult Language Learner."},
      {
        "id":"ED382029",
        "title":"South Carolina Foreign Languages Framework."},
      {
        "id":"ED382030",
        "title":"Enacting Instructional Conversation with Spanish-Speaking Students in Middle School Mathematics. Research Report 12."},
      {
        "id":"ED382031",
        "title":"Language Background, Ethnicity, and the Internal Construct Validity of the Advanced Placement Spanish Language Examination."},
      {
        "id":"ED382032",
        "title":"Reform or Recidivism: Languages' Future."},
      {
        "id":"ED382033",
        "title":"Major Threats to Foreign Language Education in the U.S.A.: A Brief Overview."},
      {
        "id":"ED382034",
        "title":"English as Official Language: An Act of Unification or Segregation?"},
      {
        "id":"ED382035",
        "title":"We Can Talk: Cooperative Learning in the Elementary ESL Classroom. ERIC Digest."},
      {
        "id":"ED382036",
        "title":"Kansas Working Papers in Linguistics, Volume 20."},
      {
        "id":"ED382037",
        "title":"Evidence for Foot Structure in Hausa."},
      {
        "id":"ED382038",
        "title":"Korean &quot;Tense&quot; Consonants as Geminates."},
      {
        "id":"ED382039",
        "title":"Gemination Processes: Motivation, Form, and Constraints."},
      {
        "id":"ED382040",
        "title":"Syllable &quot;Sonority&quot; Hierarchy and Pulaar Stress: A Metrical Approach."},
      {
        "id":"ED382041",
        "title":"On the Condition of Adjunction in Barriers."},
      {
        "id":"ED382042",
        "title":"The Logic of Reciprocity Revisited: On the Interpretations of a Reciprocal Construction in Taiwanese."},
      {
        "id":"ED382043",
        "title":"A Descriptive Note on Malagasy Verbal Complementation and the Binding Hierarchy: With Special Reference to the Occurrence of the Complementizer \"fa.\""},
      {
        "id":"ED382044",
        "title":"Point of View and &quot;Zibun&quot;: Toward a Unified Theory of the Japanese Reflexive."},
      {
        "id":"ED382045",
        "title":"The Reflexive Suffix -V in Hualapai."},
      {
        "id":"ED382046",
        "title":"An Ethnopoetic Analysis of a Traditional Kashaya Gambling Narrative."},
      {
        "id":"ED382048",
        "title":"Mother Tongue and ESL Literacy Program Survey."},
      {
        "id":"ED382049",
        "title":"Communication Skills for Banking Curriculum."},
      {
        "id":"ED382050",
        "title":"Handbook for Using the Video &quot;Communication Pays Off.&quot;"},
      {
        "id":"ED382051",
        "title":"Southeast Asian Refugee English Proficiency &amp; Education in Texas: Findings from the Texas Refugee Study."},
      {
        "id":"ED382052",
        "title":"Learning Disabilities and the Acquisition of English Language Skills in the Adult ESL Population: A Demonstration Project."},
      {
        "id":"ED382053",
        "title":"Colorado Literacy Action: Final Performance Report."},
      {
        "id":"ED382054",
        "title":"Project Read. LSCA Title VI Grant Final Performance Report, 1989/1990."},
      {
        "id":"ED382055",
        "title":"English as a Second Language Adult Literacy Instructional Materials Project. Final Report."},
      {
        "id":"ED382056",
        "title":"\"Until I Learn English, I Will Always Live in a Prison\": Teaching E.S.L. to Hispanic Women Inmates."},
      {
        "id":"ED382057",
        "title":"The Arlington Adult Learning System (AALS) Final Report, October 1992-December 1994."},
      {
        "id":"ED382058",
        "title":"The Arlington Adult Learning System (AALS) Curriculum: A Transitional ESL Curriculum for Adults."},
      {
        "id":"ED382059",
        "title":"University Center at Rochester: Rochester, Minnesota."},
      {
        "id":"ED382065",
        "title":"Keeping College Costs Affordable: Review of Trends in Tuition and Fees."},
      {
        "id":"ED382066",
        "title":"Cheating Detection: Statistical, Legal, and Policy Implications."},
      {
        "id":"ED382067",
        "title":"Update on Expenditure Trends in Illinois Higher Education. Item #5C."},
      {
        "id":"ED382068",
        "title":"Factors Affecting Undergraduate Student Persistence and Time to Degree in Illinois Public Universities."},
      {
        "id":"ED382069",
        "title":"Reading Materials Perceived To Be Basic in the Training of Fund Raising Professionals."},
      {
        "id":"ED382070",
        "title":"Unionization among College Faculty--1995."},
      {
        "id":"ED382071",
        "title":"Recognition and Rewards in the Mathematical Sciences. Report of the Joint Policy Board for Mathematics Committee on Professional Recognition and Rewards."},
      {
        "id":"ED382072",
        "title":"College and University Racial/Ethnic Distribution of Degrees Conferred. New York State 1991-92."},
      {
        "id":"ED382073",
        "title":"The Universities Grants Commission, Manitoba. Annual Report 1992-93."},
      {
        "id":"ED382074",
        "title":"Defining Moments in Women's Studies at the University of Nevada, Reno."},
      {
        "id":"ED382075",
        "title":"DOD Service Academies. Update on Extent of Sexual Harassment. Report to Congressional Requesters."},
      {
        "id":"ED382076",
        "title":"Direct Student Loans. Selected Characteristics of Participating Schools. Testimony before the Subcommittee on Education, Arts, and Humanities, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED382077",
        "title":"DOD Service Academies: Academic Review Processes. Report to Congressional Requesters."},
      {
        "id":"ED382078",
        "title":"Institutional Research: Is It a Fad or Here To Stay?"},
      {
        "id":"ED382079",
        "title":"Access to the Baccalaureate Degree in Florida. Report and Recommendations of the Florida Postsecondary Education Planning Commission. Report 4."},
      {
        "id":"ED382080",
        "title":"Mentoring To Build Diversity in the University Community."},
      {
        "id":"ED382082",
        "title":"Trends in Student Aid: California."},
      {
        "id":"ED382083",
        "title":"Women in Higher Education: Where Do We Stand?"},
      {
        "id":"ED382084",
        "title":"A Contemporary Profile of Baccalaureate Colleges."},
      {
        "id":"ED382085",
        "title":"Developing Our Future: American R&amp;D in International Perspective."},
      {
        "id":"ED382086",
        "title":"Production of Minority Doctorates."},
      {
        "id":"ED382087",
        "title":"Today's College Students: Varied Characteristics by Sector."},
      {
        "id":"ED382088",
        "title":"Linking the Economy to the Academy: Parallel Trends."},
      {
        "id":"ED382089",
        "title":"The Foreign-Born Population of the 1990s: A Summary Profile."},
      {
        "id":"ED382090",
        "title":"Vital Signs for the Academy and the Health Professions."},
      {
        "id":"ED382092",
        "title":"Prices, Productivity, and Investment: Assessing Financial Strategies in Higher Education. ERIC Digest."},
      {
        "id":"ED382093",
        "title":"Prices, Productivity, and Investment: Assessing Financial Strategies in Higher Education. ASHE-ERIC Higher Education Reports."},
      {
        "id":"ED382094",
        "title":"Accountability Review: Progress Report 1. Report and Conclusions."},
      {
        "id":"ED382095",
        "title":"Education Information Review. Report 2. Report and Recommendations."},
      {
        "id":"ED382096",
        "title":"Reaching the International Student. Tig-Toe: Teaching of Evaluation."},
      {
        "id":"ED382097",
        "title":"Faculty Roles and Responsibilities: Update on Recent Activities and Plans."},
      {
        "id":"ED382106",
        "title":"The Development Officer in Higher Education: Toward an Understanding of the Role. ERIC Digest."},
      {
        "id":"ED382107",
        "title":"The Development Officer in Higher Education: Toward an Understanding of the Role. ASHE-ERIC Higher Education Report No. 4."},
      {
        "id":"ED382109",
        "title":"Directory of Faculty Contracts and Bargaining Agents in Institutions of Higher Education. Volume 21."},
      {
        "id":"ED382110",
        "title":"Safe Havens for African American Students: Finding Support on a White Campus. Draft."},
      {
        "id":"ED382111",
        "title":"Statistical Abstract of Higher Education in North Carolina, 1994-95. Research Report 1-95."},
      {
        "id":"ED382112",
        "title":"Faculty Evaluation in a Professional School."},
      {
        "id":"ED382113",
        "title":"History of Higher Education Annual, 1991."},
      {
        "id":"ED382114",
        "title":"History of Higher Education, 1992."},
      {
        "id":"ED382117",
        "title":"A Collection of Papers on Self-Study and Institutional Improvement 1995."},
      {
        "id":"ED382118",
        "title":"Accomplishments &amp; Challenges: A Review of Significant Accomplishments and an Overview of Major Challenges."},
      {
        "id":"ED382119",
        "title":"Restructuring Engineering Education: A Focus on Change. Report of an NSF Workshop on Engineering Education."},
      {
        "id":"ED382120",
        "title":"State University of New York at Albany--Financial Management Practices. Report 94-S-85."},
      {
        "id":"ED382121",
        "title":"Making the Cut: Who Meets Highly Selective College Entrance Criteria? Statistics in Brief."},
      {
        "id":"ED382122",
        "title":"Profile of Older Undergraduates: 1989-90. Statistical Analysis Report."},
      {
        "id":"ED382124",
        "title":"Addressing Economic Change through the Three-Year Option."},
      {
        "id":"ED382129",
        "title":"Bigotry and Violence on Nebraska's College Campuses. A Summary Report."},
      {
        "id":"ED382130",
        "title":"Bigotry and Violence on Missouri's College Campuses. A Summary Report."},
      {
        "id":"ED382131",
        "title":"Fair and Open Environment? Bigotry and Violence on College Campuses in California. A Summary Report."},
      {
        "id":"ED382132",
        "title":"Campus Tensions in Connecticut: Searching for Solutions in the Nineties."},
      {
        "id":"ED382133",
        "title":"Mission, Goals and Programs of the Midwestern Higher Education Commission."},
      {
        "id":"ED382134",
        "title":"Undergraduate International Studies on the Eve of the 21st Century."},
      {
        "id":"ED382135",
        "title":"Institutional Planning for Emeritus Faculty."},
      {
        "id":"ED382137",
        "title":"Estimated Supply and Demand for Michigan's College and University Graduates of 1994-1995."},
      {
        "id":"ED382138",
        "title":"Immigration/Migration and the CUNY Student of the Future."},
      {
        "id":"ED382139",
        "title":"A Contextual Analysis of Classroom Interaction at the University Level: An Operations Research Approach."},
      {
        "id":"ED382140",
        "title":"Admission Significance Parameters of the Radiologic Technology Program."},
      {
        "id":"ED382141",
        "title":"Perceptions of Faculty Performance Evaluation among Faculty across Academic Disciplines at a Selected University."},
      {
        "id":"ED382142",
        "title":"Identifying the Need for Teaching Ethics in Professional Legal Education."},
      {
        "id":"ED382143",
        "title":"Graduates and ABDs in Colleges of Education: Characteristics and Implications for the Structure of Doctoral Programs."},
      {
        "id":"ED382144",
        "title":"DOD Service Academies: Comparison of Honor and Conduct Adjudicatory Processes. Report to Congressional Committees."},
      {
        "id":"ED382145",
        "title":"University Research: U.S. Reimbursement of Tuition Costs for University Employee Family Members. Report to Congressional Requesters."},
      {
        "id":"ED382146",
        "title":"Postsecondary Encouragement in Indiana: A Progress Report."},
      {
        "id":"ED382147",
        "title":"Using Teaching Portfolios To Improve and Assess Teaching."},
      {
        "id":"ED382148",
        "title":"Doctoral Students at the University of Manitoba: Factors Affecting Completion Rates and Time to Degree by Gender and by Field of Study."},
      {
        "id":"ED382149",
        "title":"Academic Tenure: Its Origins, Administration, and Importance. South Carolina Commission on Higher Education Staff Position Paper."},
      {
        "id":"ED382150",
        "title":"The National Qualifications Framework and the Universities."},
      {
        "id":"ED382151",
        "title":"The Master Plan Revisited (Again): Prospects for Providing Access to Public Undergraduate Education in California. Draft."},
      {
        "id":"ED382152",
        "title":"Perceptions of the College Experience: African American Students on a Predominantly White Campus or a Qualitative Piece of the Retention Puzzle."},
      {
        "id":"ED382153",
        "title":"Lo que Piensan los Estudiantes y Profesores Sobre la Calidad de la Educacion Superior. Estudio Comparativo en 5 Instituciones de Educacion Superior--dos publicas y tres privadas--en Guadalajara, Jalisco, Mexico (What Students and Faculties Think about the Quality of Higher Education. Comparative Study of 5 Higher Education Institutions--Two Public and Three Private--in Guadalajara, Jalisco, Mexico)."},
      {
        "id":"ED382154",
        "title":"Innovations for Federal Service: A Study of Innovative Technologies for Federal Government Services to Older Americans and Consumers. Final Report."},
      {
        "id":"ED382155",
        "title":"CNN Newsroom Guides. March 1-31, 1995."},
      {
        "id":"ED382156",
        "title":"CNN Newsroom Guides: April 3-28, 1995."},
      {
        "id":"ED382157",
        "title":"Seven Steps to Responsible Software Selection. ERIC Digest."},
      {
        "id":"ED382159",
        "title":"Distance Education: Review of the Literature."},
      {
        "id":"ED382163",
        "title":"Using Technology To Enhance Student Learning Outcomes."},
      {
        "id":"ED382164",
        "title":"Improving Computer and Technology Integration in a School Setting."},
      {
        "id":"ED382165",
        "title":"Technology Integration into Secondary Experiential/Internship Education Professional Development Curriculum."},
      {
        "id":"ED382167",
        "title":"State Network Utilization Study: Mississippi Educational Television."},
      {
        "id":"ED382168",
        "title":"Employing the Power of Technology to Change the Concept of the Classroom."},
      {
        "id":"ED382169",
        "title":"Electronic Publications Can Help Build a Global Community."},
      {
        "id":"ED382170",
        "title":"Compressed Video: An Interactive Tool To Encourage Students To Accept Distance Learning as an Alternative to Face-to-Face Instruction."},
      {
        "id":"ED382171",
        "title":"Schools in the Age of Technology: Ideas for Instructional Innovation."},
      {
        "id":"ED382172",
        "title":"The Benefits of Multimedia Computer Software for Students with Disabilities."},
      {
        "id":"ED382173",
        "title":"The Magic of Technology. NECC 1993: Proceedings of the Annual National Educational Computing Conference (14th, Orlando, Florida, June 27-30, 1993)."},
      {
        "id":"ED382174",
        "title":"The Virtual Classroom and Vertically Integrated Technology Training for Education: New Paradigms for Telecommunications Technology Training of School Personnel."},
      {
        "id":"ED382176",
        "title":"A Cost Model: Implementing Technology in New York State Public Schools. A Paper for Discussion."},
      {
        "id":"ED382177",
        "title":"Restructuring School: What Is Changing in Classrooms? How Does Technology Fit?"},
      {
        "id":"ED382178",
        "title":"Where Are We? A Status Report on Technology in New York State Public Schools. 1994-1995 School Year."},
      {
        "id":"ED382179",
        "title":"Technology Expenditures in New York State Schools. An Analysis of Expenditure Data from 717 School Districts."},
      {
        "id":"ED382180",
        "title":"The Goal-Based Scenario Builder: Experiences with Novice Instructional Designers."},
      {
        "id":"ED382181",
        "title":"Networked Multimedia for Communication and Collaboration."},
      {
        "id":"ED382182",
        "title":"Word Processing Competencies."},
      {
        "id":"ED382183",
        "title":"Technology Use in Language Arts Instruction."},
      {
        "id":"ED382184",
        "title":"Integration of Information Management and Organizational Behavior: Lessons from Group-Based Teaching Experiences."},
      {
        "id":"ED382185",
        "title":"CNN Newsroom Classroom Guides. May 1-31, 1995."},
      {
        "id":"ED382186",
        "title":"Factors Associated with Student Satisfaction in Distance Education Using Slow Scan Television."},
      {
        "id":"ED382187",
        "title":"The Effect of Class Size on Students&apos; Attitudes Toward Computers."},
      {
        "id":"ED382188",
        "title":"Gender-Related Effects of Computer and Information Literacy Education."},
      {
        "id":"ED382189",
        "title":"Technology as an Academic Tool in a Rural High School."},
      {
        "id":"ED382190",
        "title":"Training Preservice Teachers in Applying Computer Technology to Lesson Planning as a Component of the Elementary School Methods Curriculum."},
      {
        "id":"ED382191",
        "title":"Louisiana Public School Library Collection Assessment."},
      {
        "id":"ED382193",
        "title":"University Library Browsing: A Study Illustrating a Methodology."},
      {
        "id":"ED382194",
        "title":"Minority Recruitment in Schools of Information and Library Science: The Methods Used and the Reasons Students Choose Particular Schools."},
      {
        "id":"ED382195",
        "title":"Guide to Spoken-Word Recordings: Popular Literature. Reference Circular No. 95-01."},
      {
        "id":"ED382196",
        "title":"Searching across the Curriculum. An ESEA Chapter 2 Project."},
      {
        "id":"ED382197",
        "title":"Library Support Staff in an Age of Change: Utilization, Role Definition and Status. ERIC Digest."},
      {
        "id":"ED382199",
        "title":"Connecting Libraries and Schools Project (CLASP) Evaluation. Report #7. Final Report."},
      {
        "id":"ED382200",
        "title":"Organization of Collection Development. SPEC Kit 207 and Flyer 207."},
      {
        "id":"ED382201",
        "title":"Resources for Topics in Nursing."},
      {
        "id":"ED382202",
        "title":"Selected Resources on Bioethics."},
      {
        "id":"ED382203",
        "title":"Kwanzaa 1969-1989: A Selected Bibliography."},
      {
        "id":"ED382204",
        "title":"The Ancient Kemetic Roots of Library and Information Science."},
      {
        "id":"ED382206",
        "title":"Studying the Cost and Value of Library Services: Final Report. Technical Report APLAB/94-3/1,2,3,4."},
      {
        "id":"ED382212",
        "title":"Linking Asian/Pacific Collections to America. Proceedings of the Asian/Pacific American Librarians Association (14th, Miami Beach, Florida, June 25-27, 1994)."},
      {
        "id":"ED382214",
        "title":"Acquisitions and Collection Development Round Table Proceedings Presented by the Committee on Resource Sharing and Coordinated Acquisitions of the Long Island Library Resource Council (Farmingdale, New York, June 1, 1994)."},
      {
        "id":"ED382215",
        "title":"Finance Data in the Public Library Statistics Program: Definitions, Internal Consistency, and Comparisons to Secondary Sources. Technical Report."},
      {
        "id":"ED382216",
        "title":"The Montana Library and Information Skills Model Curriculum Guide."},
      {
        "id":"ED382219",
        "title":"Bibliography on Multicultural Activities in the Classroom: A Listing of Resources."},
      {
        "id":"ED382220",
        "title":"Bibliography on Educational Futures: A Listing of Resources."},
      {
        "id":"ED382222",
        "title":"The Right Choice: Using Interlibrary Loan Data for Periodical Selection in an Academic Library."},
      {
        "id":"ED382223",
        "title":"Enhancing the Management of a High School&apos;s Non-Print Media Collection through a Computer Databased Bibliographic Cataloging System."},
      {
        "id":"ED382227",
        "title":"Harmoniser les formations professionnelles secondaire et collegiale: Un atout pour leur developpement (Articulation of Secondary and Collegiate Vocational Training: An Asset for Its Development)."},
      {
        "id":"ED382228",
        "title":"Les programmes revises: Amenagement forestier, interpretation theatrale. Avis a la ministre de l'Enseignement superieur et de la Science (Revised Programs: Forest Management, Theater Arts. Advisory to the Minister of Higher Education and Science)."},
      {
        "id":"ED382229",
        "title":"Identifying the Hidden Handicaps of the (OTA) Older-Than-Average Student."},
      {
        "id":"ED382230",
        "title":"Pratiques d'Education Interculturelle au CEGEP: Repertoire Analytique et Critique (Practices Related to Intercultural Education in the CEGEP: An Analytical and Critical Review)."},
      {
        "id":"ED382231",
        "title":"Conseil des colleges: Douzieme rapport annuel, 1990-1991 (Council of Colleges: Twelfth Annual Report, 1990-91)."},
      {
        "id":"ED382232",
        "title":"Conseil des colleges: Treizieme rapport annuel, 1991-1992 (Council of Colleges: Thirteenth Annual Report, 1991-92)."},
      {
        "id":"ED382233",
        "title":"Conseil des colleges: Quatorzieme rapport annuel, 1992-1993 (Council of Colleges: Fourteenth Annual Report, 1992-93)."},
      {
        "id":"ED382234",
        "title":"Examen des politiques institutionnelles d'evaluation des apprentissages et de leur mise en oeuvre: L'etat et les besoin de l'enseignement collegial en evaluation (An Investigation of the Institutional Policies of Evaluation of Learning and Their Implementation: The Status and the Needs of Evaluation in Collegial Education)."},
      {
        "id":"ED382235",
        "title":"La Repartition Geographique des Programmes Techniques: Document de reflexion, Commission de l'enseignement professionnel (Geographic Distribution of Technical Programs: Discussion Paper, Commission on Professional Instruction.)"},
      {
        "id":"ED382236",
        "title":"The Natural Process of Learning and Critical Thinking."},
      {
        "id":"ED382237",
        "title":"A Natural Teaching Method Based on Learning Theory."},
      {
        "id":"ED382238",
        "title":"Acquiring Knowledge and Using It."},
      {
        "id":"ED382239",
        "title":"WorkAbility: Making Careers More Accessible for Students with Disabilities at the Metropolitan Community Colleges. Final Report."},
      {
        "id":"ED382240",
        "title":"Examination of the Learning and Psycho-Social Skills Needed by and Barriers for Remedial Students at Mercer County Community College."},
      {
        "id":"ED382241",
        "title":"Examination of Student Learning as a Function of Instructor Status (Full-Time versus Part-Time) at Mercer County Community College."},
      {
        "id":"ED382242",
        "title":"Employment, Salary and Placement Information for Johnson County Community College Career Programs."},
      {
        "id":"ED382243",
        "title":"Johnson County Community College Fall 1994 Enrollment Report."},
      {
        "id":"ED382244",
        "title":"Johnson County Community College Academic Year Enrollment Report, 1994-95."},
      {
        "id":"ED382245",
        "title":"Activities in Support of Two-Year College Science, Mathematics, Engineering, and Technology Education. Fiscal Year 1994 Highlights."},
      {
        "id":"ED382246",
        "title":"Educational Plant Survey: Hillsborough Community College, May 2-5, 1995."},
      {
        "id":"ED382247",
        "title":"Strategic Goals of the Library, San Jacinto College Central, 1996-1999."},
      {
        "id":"ED382248",
        "title":"Orderly Thinking about a Chaotic System."},
      {
        "id":"ED382249",
        "title":"Mastermind: An Activity for Becoming Aware of Negative Mental Sets."},
      {
        "id":"ED382250",
        "title":"Using Administrative Data Matches for Follow-Up, Washington Community and Technical Colleges. Technical Report No. 93-5."},
      {
        "id":"ED382251",
        "title":"Annual Progress Report on System Goals for People of Color Participation and Diversity, Washington Community and Technical Colleges. Research Report No. 94-3."},
      {
        "id":"ED382252",
        "title":"Bachelor's Degree Holders Enrolled in Washington Community Colleges. Research Report No. 94-4."},
      {
        "id":"ED382253",
        "title":"Student Progress--Comparisons over Time. Research Report No. 94-5."},
      {
        "id":"ED382254",
        "title":"Transfer Rates for Washington Community Colleges. Research Report No. 94-6."},
      {
        "id":"ED382255",
        "title":"Job Placement Rates for Graduates of Washington Community and Technical College Vocational Programs. Research Report No. 94-7."},
      {
        "id":"ED382256",
        "title":"Gender and Power in the Community College. New Directions for Community Colleges, Number 89."},
      {
        "id":"ED382257",
        "title":"Exploring Retention and Attrition in a Two-Year Public Community College."},
      {
        "id":"ED382258",
        "title":"Graduating Student Survey, Academic Year 1992-1993."},
      {
        "id":"ED382259",
        "title":"Climate Study, Spring 1995."},
      {
        "id":"ED382260",
        "title":"Academic Performance of PHCC Students Transferring to Institutions of Higher Education."},
      {
        "id":"ED382261",
        "title":"The State's Return on Investment in the Arizona Community Colleges. Institutional Effectiveness Series: Return on Investment Measure, May 1995."},
      {
        "id":"ED382262",
        "title":"Adjuncts Disjunct? Your Institution's Defunct."},
      {
        "id":"ED382263",
        "title":"Faculty Development on the Cheap: A Cost-Effective Approach to Building Intellectual, Instructional, and Interactive Communities."},
      {
        "id":"ED382265",
        "title":"The Social Sciences Program. Specific Guide to the Evaluation of Programs of Studies."},
      {
        "id":"ED382266",
        "title":"The Effectiveness of Student Learning Contracts in a Public Community College History Course."},
      {
        "id":"ED382267",
        "title":"Perceptual Differences in Economic Development Strategies under Two Conditions for Alabama/Non-Alabama 2-yr College Administrators."},
      {
        "id":"ED382268",
        "title":"OATYC Journal, Vol. XIX, Nos. 1-2, Autumn 1994-Spring 1995."},
      {
        "id":"ED382269",
        "title":"Educational Plant Survey: Manatee Community College, March 20-24, 1995."},
      {
        "id":"ED382270",
        "title":"The Versatility of Photo CD Technology in the Classroom."},
      {
        "id":"ED382271",
        "title":"Empowering Workplace Students: A Practitioner's Challenge."},
      {
        "id":"ED382272",
        "title":"The AMATYC Review. 1994-1995."},
      {
        "id":"ED382273",
        "title":"Tracking Student Progress at PGCC: Basic Findings of the 1990 Entering Cohort, Four Year Academic Outcomes Analysis. Enrollment Analysis EA95-7."},
      {
        "id":"ED382274",
        "title":"Implementing Successful Enrollment Management: A Conceptual Framework and Two Examples."},
      {
        "id":"ED382275",
        "title":"Quantifying Learning Outcomes: A Gentle Approach."},
      {
        "id":"ED382277",
        "title":"The Simmons School. Report No. 95-T-10."},
      {
        "id":"ED382278",
        "title":"An On-Going, Multi-Level Orientation and Renewal Plan: An Original and an Update."},
      {
        "id":"ED382279",
        "title":"Minority Enrollment Report, Fall Semester 1994. Research Report No. 2-95."},
      {
        "id":"ED382280",
        "title":"Occupational/Technical Programs at Piedmont Virginia Community College, Research Report Number 3-95."},
      {
        "id":"ED382281",
        "title":"ENLACE Success Rates Compared to Success Rates of Other Chicano/Latino Students in the Same Courses, Fall 1993. Research Report #766."},
      {
        "id":"ED382285",
        "title":"Study of Students Who Withdrew from Courses, Summer 1992-Spring 1994. Volume XXIII, No. 1."},
      {
        "id":"ED382286",
        "title":"Longitudinal Study of Harper College Students, 1983 to 1993. Volume XXIII, No. 2."},
      {
        "id":"ED382287",
        "title":"Follow-Up Study of Former Students Who Began in the Years 1987 and 1989. Volume XXIII, No. 3."},
      {
        "id":"ED382288",
        "title":"Student Characteristics as Compared to the Community Profile of Fall 1993. Volume XXIII, No. 4."},
      {
        "id":"ED382289",
        "title":"Study of Former Students of the Word Processing Program. Volume XXIII, No. 5."},
      {
        "id":"ED382290",
        "title":"Follow-Up Study of Former Business Transfer Students and Accounting Aide Majors. Volume XXIII, No. 6."},
      {
        "id":"ED382291",
        "title":"Follow-Up Study of Former Chemistry Students. Volume XXIII, No. 7."},
      {
        "id":"ED382292",
        "title":"Mother/Child Interaction in Reading and Telling: Are There Social Group Differences?"},
      {
        "id":"ED382293",
        "title":"Sociocognitive Correlates of Gender-Linked Conduct."},
      {
        "id":"ED382295",
        "title":"Children and Families in Distress: Working Papers from a Seminar (Pretoria, South Africa, July 25-26, 1991). Research Programme on Marriage and Family Life."},
      {
        "id":"ED382298",
        "title":"Directory of Early Childhood Care and Education Organizations in Sub-Saharan Africa. First Edition."},
      {
        "id":"ED382299",
        "title":"Hearing on H.R. 6, Elementary and Secondary Education Act Reauthorization. Hearings before the Subcommittee on Elementary, Secondary, and Vocational Education of the Committee on Education and Labor. House of Representatives, One Hundred Third Congress, First Session (Vancouver, Washington, September 18, 1993)."},
      {
        "id":"ED382305",
        "title":"Analysis of the Concept of Primary Care for Children and Adolescents: A Policy Research Brief."},
      {
        "id":"ED382306",
        "title":"Otitis Media with Effusion in Young Children. Clinical Practice Guideline, Quick Reference Guide for Clinicians, [and] Parent Guide, Consumer Version, Number 12."},
      {
        "id":"ED382307",
        "title":"Celebrating Diversity: Approaching Families through Their Food."},
      {
        "id":"ED382308",
        "title":"Take a Good Look: Developmental Screening."},
      {
        "id":"ED382309",
        "title":"America&apos;s Children &amp; the Information Superhighway: A Briefing Book and National Action Agenda."},
      {
        "id":"ED382311",
        "title":"Improving Awareness of Youth and Family Issues through a Public Access, Cable Television Program."},
      {
        "id":"ED382313",
        "title":"Reggio Emilia, Italy Preschools: The Synergies of Theory and Practice."},
      {
        "id":"ED382314",
        "title":"Encountering Problems at Home and at School: Language and Cognition in Two Settings."},
      {
        "id":"ED382315",
        "title":"WCPSS Parent Survey."},
      {
        "id":"ED382316",
        "title":"Changing Directions: Toward a Comprehensive System of Services for Early Childhood Care and Education."},
      {
        "id":"ED382317",
        "title":"Review of Parent Education Resources for Adults with Low English Proficiency."},
      {
        "id":"ED382318",
        "title":"The Effect of Preschool Education on Academic Achievement of At Risk Children."},
      {
        "id":"ED382320",
        "title":"People Types &amp; Tiger Stripes. Third Edition."},
      {
        "id":"ED382321",
        "title":"Communication: Helping Families Adapt to Developmental Changes."},
      {
        "id":"ED382322",
        "title":"Fostering Parental Autonomy: An Aid to Effective Parenting."},
      {
        "id":"ED382323",
        "title":"An Ecological Approach to Integrating Child Maltreatment Program Research with Program Planning."},
      {
        "id":"ED382324",
        "title":"Confidence in Parenting: Is Parent Education Working?"},
      {
        "id":"ED382325",
        "title":"Voice-Based Technology for Parent Involvement: Results and Effects."},
      {
        "id":"ED382326",
        "title":"School Volunteer Resource Guide."},
      {
        "id":"ED382328",
        "title":"Protecting and Improving Quality of Care for Children under Health Care Reform: Workshop Highlights."},
      {
        "id":"ED382329",
        "title":"Benefits and Systems of Care for Maternal and Child Health under Health Care Reform: Workshop Highlights."},
      {
        "id":"ED382330",
        "title":"A Guide to Child Care in Ontario."},
      {
        "id":"ED382331",
        "title":"School-Age NOTES. September 1993 through August 1994."},
      {
        "id":"ED382332",
        "title":"National Center for Family Literacy, 1994."},
      {
        "id":"ED382333",
        "title":"Small Wins: The Promises and Challenges of Family Literacy. Center on Families, Communities, Schools and Children's Learning. Report No. 22."},
      {
        "id":"ED382334",
        "title":"Valuing Families: The High Cost of Waiting for Child Care Sliding Fee Assistance. A Study of Families on the Child Care Sliding Fee Waiting List in Hennepin County, Minnesota. [With Summary Report.]"},
      {
        "id":"ED382335",
        "title":"Inclusion Plus Collaborative Teaming Equals Success in Early Childhood Education."},
      {
        "id":"ED382336",
        "title":"Moving beyond a Cycle of Crisis: The Inner-City Child Care Marketplace."},
      {
        "id":"ED382337",
        "title":"Montessori Public School Consortium (MPSC) Update, 1993-1994."},
      {
        "id":"ED382338",
        "title":"Who's in Charge of Celebrations? A Child Centered Approach."},
      {
        "id":"ED382339",
        "title":"The Pre-School Programme for the Six-Year-Olds. Reprints and Miniprints No. 819."},
      {
        "id":"ED382340",
        "title":"Educational Processes in Leisure Centres. Reprints and Miniprints No. 820."},
      {
        "id":"ED382341",
        "title":"Children, Norms and Values in Three Countries on Three Continents. Reprints and Miniprints, No. 823."},
      {
        "id":"ED382342",
        "title":"El Ambiente del Nino (The Environment of the Child). Occasional Paper No. 6."},
      {
        "id":"ED382344",
        "title":"A Team Strategy To Guide Parents by Clarifying Roles and Responsibilities of Parent Cooperative Preschool Team Members."},
      {
        "id":"ED382345",
        "title":"Fall 1994 Parent Survey Results. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED382347",
        "title":"Focus on: Successful Characteristics of a Middle School."},
      {
        "id":"ED382351",
        "title":"Learning How To Care: A Paradigm Shift in Home, School and Community."},
      {
        "id":"ED382352",
        "title":"Does Head Start Make a Difference? Labor and Population Program Working Paper Series 94-05. Draft."},
      {
        "id":"ED382353",
        "title":"The Use of Effective Change Characteristics in Implementing Kentucky's Primary Program: A Case Study."},
      {
        "id":"ED382355",
        "title":"A Developmental Inquiry into Biophilia: Children's Affiliation with Nature."},
      {
        "id":"ED382356",
        "title":"Along the Rio Negro: Rural and Urban Brazilian Children's Environmental Views and Values."},
      {
        "id":"ED382357",
        "title":"Content Analysis of Block Play Literature."},
      {
        "id":"ED382358",
        "title":"Community Service in Adolescence: Implications for Moral-Political Awareness."},
      {
        "id":"ED382359",
        "title":"Keeping Students on Track: Comprehensive Health Care and Education for American Teenagers."},
      {
        "id":"ED382360",
        "title":"Indices of Literacy in Preschool Children."},
      {
        "id":"ED382362",
        "title":"The Progress of Nations: The Nations of the World Ranked Acording to Their Achievements in Health, Nutrition, Education, Family Planning, and Progress for Women."},
      {
        "id":"ED382363",
        "title":"Early Childhood Centers: Services To Prepare Children for School Often Limited. Report to the Ranking Minority Member, Subcommittee on Children and Families, Committee on Labor and Human Resources, U.S. Senate."},
      {
        "id":"ED382364",
        "title":"Partners at School: A Handbook on How To Involve Indian and Metis Parents in School Activities."},
      {
        "id":"ED382365",
        "title":"Childhood Adversities and Delinquency in Early Adolescence: Analyses of Samples from the Former Germanies."},
      {
        "id":"ED382366",
        "title":"Relationships among Social Status, Pragmatic Skills and Academic Achievement."},
      {
        "id":"ED382367",
        "title":"Overall Accuracy of Children's Awareness of Peer Perceptions."},
      {
        "id":"ED382368",
        "title":"Increasing Parents' Child Development Knowledge and Use of Effective Discipline."},
      {
        "id":"ED382369",
        "title":"Determining Continuity in the Primary Grades with Regard to Developmentally Appropriate Teaching Practices."},
      {
        "id":"ED382370",
        "title":"Reaching Rural Families."},
      {
        "id":"ED382371",
        "title":"Spelling in the Kindergarten: A Constructivist Analysis of Year-Long Spelling Development."},
      {
        "id":"ED382372",
        "title":"Cross-Sectional and Longitudinal Assessments of Changes in Motivational Beliefs of Elementary and Middle School Children."},
      {
        "id":"ED382379",
        "title":"Values Education in Elementary School: A Practical Application of Research."},
      {
        "id":"ED382381",
        "title":"Color and Light Effects on Learning."},
      {
        "id":"ED382382",
        "title":"The Relationship between Perceived Parental Self-Efficacy and Childrearing Beliefs among First-Time Mothers of Infants."},
      {
        "id":"ED382385",
        "title":"Researching Street Children: Methodological and Ethical Issues."},
      {
        "id":"ED382386",
        "title":"Multicultural Education: Raising Cultural Awareness and Reducing Prejudice among a Middle School Population."},
      {
        "id":"ED382387",
        "title":"Multicultural Principles for Head Start Programs."},
      {
        "id":"ED382388",
        "title":"School Climate &amp; Conflict Resolution: A Survey of the Toronto Board of Education's Elementary Schools (1994)."},
      {
        "id":"ED382390",
        "title":"New York State PreKindergarten Programs in New York City: Strategies for Creating Multicultural Early Childhood Programs. A Collaborative Approach."},
      {
        "id":"ED382391",
        "title":"From Clients to Partners: Four Case Studies of Collaboration and Family Involvement in the Development of School-Linked Services. Report No. 29."},
      {
        "id":"ED382392",
        "title":"Summary of the Head Start/State Focus Forum on Children's Health Issues."},
      {
        "id":"ED382393",
        "title":"The Use of the NAEYC Accreditation Self-Study Criteria in the Expansion and Revision of a Staff Handbook."},
      {
        "id":"ED382394",
        "title":"Social Goals and Achievement Goals in Early Adolescence."},
      {
        "id":"ED382395",
        "title":"A Review of Public Policies Affecting the Quality of Early Childhood Services for Low-Income Families."},
      {
        "id":"ED382397",
        "title":"Relationships between the K-ABC and the Early Screening Profiles."},
      {
        "id":"ED382398",
        "title":"The Social Convoys of Children and Adolescents: Current Findings and New Directions."},
      {
        "id":"ED382399",
        "title":"Doing Children&apos;s Museums: A Guide to 265 Hands-On Museums. Revised and Expanded."},
      {
        "id":"ED382400",
        "title":"More Parents Are Teachers, Too. Encouraging Your 6- to 12-Year-old."},
      {
        "id":"ED382401",
        "title":"Parents Are Teachers, Too: Enriching Your Child's First Six Years."},
      {
        "id":"ED382402",
        "title":"An Integrated Curriculum for Kindergarten/First Grade Children Utilizing Project Approach."},
      {
        "id":"ED382403",
        "title":"Emergent Literacy and Young Children."},
      {
        "id":"ED382405",
        "title":"Increasing Prevention of School Failure by Early Intervention for School Success of At-Risk Students Kindergarten through Grade Three."},
      {
        "id":"ED382406",
        "title":"The Changing Face of Parenting Education. ERIC Digest."},
      {
        "id":"ED382407",
        "title":"Performance Assessment in Early Childhood Education: The Work Sampling System. ERIC Digest."},
      {
        "id":"ED382409",
        "title":"The Internet and Early Childhood Educators: Some Frequently Asked Questions. ERIC Digest."},
      {
        "id":"ED382410",
        "title":"Full-Day Kindergarten Programs. ERIC Digest."},
      {
        "id":"ED382411",
        "title":"The Benefits of Mixed-Age Grouping. ERIC Digest."},
      {
        "id":"ED382412",
        "title":"Hispanic Parent Involvement in Early Childhood Programs. ERIC Digest."},
      {
        "id":"ED382413",
        "title":"Demographic and Socioeconomic Determinants of AFDC Enrollment and Change in Enrollment in Nonmetropolitan and Metropolitan Counties in Texas, 1980 to 1990."},
      {
        "id":"ED382414",
        "title":"Migrant Farmworkers' Perceptions of Schooling, Learning, and Education."},
      {
        "id":"ED382415",
        "title":"Life on the Other Side: Alaska Native Teacher Education Students and the University of Alaska Fairbanks."},
      {
        "id":"ED382416",
        "title":"Cultural and Parental Influences on Achievement among Native American Students in Barstow Unified School District."},
      {
        "id":"ED382417",
        "title":"Selected Readings from CHIME in Conjunction with the Good Common School Project, 1994."},
      {
        "id":"ED382418",
        "title":"Selected Readings from CHIME in Conjunction with the Good Common School Project, 1993."},
      {
        "id":"ED382419",
        "title":"Selected Readings from CHIME in Conjunction with the Good Common School Project, 1991-92."},
      {
        "id":"ED382427",
        "title":"Stages of Learning: Building a Native Curriculum. Teachers' Guide, Student Activities--Part I, Research Unit--Part II."},
      {
        "id":"ED382428",
        "title":"Performance of Bureau of Indian Affairs Off-Reservation Boarding Schools. Oversight Hearing To Review the Performance of Bureau of Indian Affairs Off-Reservation Boarding Schools. Hearing before the Committee on Indian Affairs. United States Senate, One Hundred Third Congress, Second Session (June 10, 1994)."},
      {
        "id":"ED382429",
        "title":"Science of Alcohol Curriculum for American Indians (SACAI): An Interdisciplinary Approach to the Study of the Science of Alcohol for Upper Elementary and Middle Level Students."},
      {
        "id":"ED382430",
        "title":"What Works in Preventing Rural Violence: Strategies, Risk Factors, and Assessment Tools."},
      {
        "id":"ED382431",
        "title":"Kids Count in Nebraska, 1994 Report: A Second Look."},
      {
        "id":"ED382432",
        "title":"Nebraska's Families: Poverty Despite Work."},
      {
        "id":"ED382433",
        "title":"Who Benefits? Gender Analysis and the Role of Nonprofits in Affecting Public Policy."},
      {
        "id":"ED382434",
        "title":"Go for It! Migrant Students Succeed in College."},
      {
        "id":"ED382437",
        "title":"The Power of Babble: Technology and Rural Education."},
      {
        "id":"ED382442",
        "title":"Effects of Science Kit/Inservice and Kit Use on Teachers' Science Knowledge, Attitudes, and Teaching."},
      {
        "id":"ED382443",
        "title":"Effects of Science Kits on Attitudes and Accomplishment of Students in Science."},
      {
        "id":"ED382444",
        "title":"Activities for the Changing Earth System. Earth Systems Education, Middle School and High School Activities."},
      {
        "id":"ED382445",
        "title":"Low Budget Biology: Genetics Unit."},
      {
        "id":"ED382446",
        "title":"There Is a New World Out There: Internationalizing the Science Curricula."},
      {
        "id":"ED382447",
        "title":"Engineering Education for a Changing World."},
      {
        "id":"ED382448",
        "title":"Elementary Science Methods: Strategies To Measure and Develop Student Views about the Nature of Science."},
      {
        "id":"ED382449",
        "title":"State of the Scene: Science Education in the Nation. Revised Edition."},
      {
        "id":"ED382450",
        "title":"Scientific and Engineering Research Facilities at Universities and Colleges, 1994. Volume II: Detailed Statistical Tables."},
      {
        "id":"ED382451",
        "title":"So You Want To Use a Class LISTSERV in Your Science Methods Class: Insights Shared on Nurturing Along a Virtual Community Outside the Graduate Science Methods Classroom."},
      {
        "id":"ED382452",
        "title":"Curriculum Framework Analysis Tool."},
      {
        "id":"ED382453",
        "title":"Effectiveness of Variations in Collaborative Cooperative Learning in RDS Mathematics Classes."},
      {
        "id":"ED382454",
        "title":"Engineering, Scientific, and Related Occupations. Occupational Outlook Handbook Reprints. Bulletin 2450-3."},
      {
        "id":"ED382455",
        "title":"African Americans in Science: Books for Young Readers. ERIC Digest."},
      {
        "id":"ED382458",
        "title":"Mandated School Mathematics Testing in the United States: A Survey of State Mathematics Supervisors."},
      {
        "id":"ED382459",
        "title":"Learning To Value Mathematics: Individual Differences and Classroom Effects."},
      {
        "id":"ED382460",
        "title":"Does the Computer-Assisted Remedial Mathematics Program at Kearny High School Lead to Improved Scores on the N.J. Early Warning Test?"},
      {
        "id":"ED382461",
        "title":"A Profile of Science and Mathematics Education in the United States: 1993."},
      {
        "id":"ED382462",
        "title":"Undergraduate Course and Curriculum Development Program and Calculus and the Bridge to Calculus Program: 1993 Awards."},
      {
        "id":"ED382463",
        "title":"Women and K-12 Science and Mathematics Education. Hearing before the Subcommittee on Energy of the Committee on Science, Space, and Technology. U.S. House of Representatives, One Hundred Third Congress, Second Session."},
      {
        "id":"ED382464",
        "title":"Pre-engineering Instruction/Science and Mathematics (Project PRISM): Final Evaluation Report: 1993-94. OER Report."},
      {
        "id":"ED382465",
        "title":"Career Awareness through Research in Science and Math Achievement for Haitian High School Students in New York City (Project CARISMA): Final Evaluation Report: 1993-94."},
      {
        "id":"ED382466",
        "title":"Earth Day in the Classroom: Mathematics and Science Materials and Resources for Teachers."},
      {
        "id":"ED382467",
        "title":"5-8 Mathematics Interim Guide."},
      {
        "id":"ED382469",
        "title":"Middle School Mathematics Teacher Change: Social Constructivism Climbs a Step."},
      {
        "id":"ED382470",
        "title":"Teacher Action Research. Learning with Life Lab: Reports from the Field 1993-1994."},
      {
        "id":"ED382472",
        "title":"Self-Explanations Promotes Science Learning."},
      {
        "id":"ED382473",
        "title":"A Pilot Study of an Electronic Community of Interdisciplinary Secondary Science Teachers."},
      {
        "id":"ED382474",
        "title":"Translation and Transformation of Teachers' Understanding of the Nature of Science into Classroom Practice."},
      {
        "id":"ED382475",
        "title":"Establishing an Action Research Agenda for Preservice and Inservice Elementary Teacher Collaboration on Self-Empowerment in Science."},
      {
        "id":"ED382476",
        "title":"Core List for an Environmental Reference Collection."},
      {
        "id":"ED382477",
        "title":"Internet Activities Using Scientific Data. A Self-Guided Exploration."},
      {
        "id":"ED382478",
        "title":"An Evaluation of the Use of Hands-On Science Homework Assignments by Sixth Grade Students and Their Parents."},
      {
        "id":"ED382481",
        "title":"Science/Technology/Society: A Reform Arising from Learning Theory and Constructivist Research."},
      {
        "id":"ED382482",
        "title":"How To Produce Primary Science Books. Training Course on Book Production in Asia/Pacific Report (23rd, Tokyo, Japan, November 8-27, 1990)."},
      {
        "id":"ED382483",
        "title":"Nonpoint-Source Pollution Issues. January 1990-November 1994. QB 95-01. Quick Bibliography Series."},
      {
        "id":"ED382484",
        "title":"Agriculture and Environmental Education: A Resource Guide for Nonformal Education Programs."},
      {
        "id":"ED382485",
        "title":"Controlling Nonpoint-Source Water Pollution: A Citizen's Handbook."},
      {
        "id":"ED382486",
        "title":"Integration of Population Education in APPEAL. Volume One: Guidelines for Curriculum and Materials Development."},
      {
        "id":"ED382487",
        "title":"Integration of Population Education in APPEAL. Volume Two: Population Education in Universal Primary Education."},
      {
        "id":"ED382488",
        "title":"Integration of Population Education in APPEAL. Volume Three: Population Education in Literacy and Continuing Education."},
      {
        "id":"ED382489",
        "title":"Germany: The Search for Unity. Guide for Workshop Leaders."},
      {
        "id":"ED382490",
        "title":"Connecting Theory and Research to College Teaching Practice: Developmental Findings Applied to \"Social Diversity\" Classes."},
      {
        "id":"ED382491",
        "title":"Music Education in the Republic of Indonesia: A Model of Cultural Pluralism."},
      {
        "id":"ED382492",
        "title":"They Still Use Some of Their Past: Historical Salience in Elementary Children's Chronological Thinking."},
      {
        "id":"ED382493",
        "title":"Response to the Proposed United States History Standards from Reconstruction through the Present."},
      {
        "id":"ED382494",
        "title":"The Pedagogy of Peace as a Central Element in Peace Studies: A Critical Review and an Outlook on the Future. Peace Education Miniprints No. 63."},
      {
        "id":"ED382495",
        "title":"Project for Ecological and Cooperative Education (P.E.A.C.E.). Report from the Meeting (Kornhaug, Norway, March 7-10, 1994). Peace Education Reports No. 12."},
      {
        "id":"ED382496",
        "title":"Schooling and the Formation of Students' Gender Identities."},
      {
        "id":"ED382497",
        "title":"Peace-Related Education in Schools - Then and Now. Fifty Experts Look Back on Their Own School and Evaluate the Present Situation in Their Country. Educational and Psychological Interactions No. 117."},
      {
        "id":"ED382499",
        "title":"A Ten Year Social History of School Desegregation in McCormick, South Carolina."},
      {
        "id":"ED382500",
        "title":"Kansas in the World."},
      {
        "id":"ED382502",
        "title":"Feature the &quot;Story&quot; in History: The Use of Children's Literature as Text in an Elementary Social Studies/Humanities Methods Course."},
      {
        "id":"ED382503",
        "title":"Historian as High School History Teacher: A Case Study. Draft."},
      {
        "id":"ED382504",
        "title":"The Aims of the Subjects Taught in the &quot;Folkeskole&quot; in Denmark (Ministry of Education Executive Order of 24 September 1975)."},
      {
        "id":"ED382505",
        "title":"The Aims of the Optional Subjects of the &quot;Folkeskole&quot; (Ministry of Education Executive Order No. 658 of 28 November 1975)."},
      {
        "id":"ED382506",
        "title":"Two for One: Integrating American History and English III."},
      {
        "id":"ED382507",
        "title":"Educating for Civic Awareness: The Use of Government Resources in Tracking Current Affairs."},
      {
        "id":"ED382508",
        "title":"The Art of Living in Peace: Towards a New Peace Consciousness."},
      {
        "id":"ED382509",
        "title":"Setting Achievement Levels on the 1994 National Assessment of Educational Progress in Geography and in U.S. History and the 1996 National Assessment of Educational Progress in Science. Final Version. Design Document."},
      {
        "id":"ED382510",
        "title":"Human Rights and China. Lesson Units."},
      {
        "id":"ED382511",
        "title":"American Memory User Evaluation, 1991-1993."},
      {
        "id":"ED382512",
        "title":"Come Visit Our Country: Sweden."},
      {
        "id":"ED382558",
        "title":"Knowledge of Body: An Other Picture of Architects and Design Education."},
      {
        "id":"ED382559",
        "title":"Discipline-Based Art Education: A Curriculum Sampler."},
      {
        "id":"ED382560",
        "title":"Assessment in the Arts: A Cross-Canada Study."},
      {
        "id":"ED382561",
        "title":"Development and Implementation of a Discipline Based Art Education Staff Development Program for Elementary Art Teachers."},
      {
        "id":"ED382562",
        "title":"Teachers' Opinion about Shared Decision Making Since Chicago School Reform 1988."},
      {
        "id":"ED382565",
        "title":"An Early Childhood Professional Development School: Triumphs and Troubles."},
      {
        "id":"ED382566",
        "title":"Beyond Pragmatic Skepticism: Supporting the Continued Professional Growth of Teachers."},
      {
        "id":"ED382567",
        "title":"Synthesis of Research on Mastery Learning."},
      {
        "id":"ED382568",
        "title":"Teacher Warranty Programs--Insurance or Assurance."},
      {
        "id":"ED382570",
        "title":"Research Analysis of Professional Development School Graduates and Traditional Phase I and Phase II Graduates."},
      {
        "id":"ED382571",
        "title":"Portfolio Development and Assessment in a Teacher Preparation Program."},
      {
        "id":"ED382573",
        "title":"Sexual Harassment and Sexual Assault in Canadian Sports and Courts."},
      {
        "id":"ED382574",
        "title":"The Process of Teaching Therapeutic Horseback Riding."},
      {
        "id":"ED382575",
        "title":"A Report of Teacher Education in Colorado, No. 22. A Summary of Annual Reports Submitted by Colorado Teacher Education Institutions for the Period September 1, 1993 through August 31, 1994."},
      {
        "id":"ED382576",
        "title":"The Real Cutting Edge in Education: Changing Misbehaving Students in the Classroom and School."},
      {
        "id":"ED382577",
        "title":"Teachers as Researchers in a Community Partnership."},
      {
        "id":"ED382578",
        "title":"Computer-Mediated Communication: Faculty and Student Conversations during the Field Experience."},
      {
        "id":"ED382579",
        "title":"UTEP: The Urban Teacher Education Program. Six-Month Narrative Program Report, July 1-December 31, 1994."},
      {
        "id":"ED382580",
        "title":"School-Linked Comprehensive Services for Children and Families: What We Know and What We Need To Know."},
      {
        "id":"ED382581",
        "title":"Central District Research Section of the American Alliance for Health, Physical Education, Recreation, and Dance Proceedings (Fargo, ND, April 26-30, 1995)."},
      {
        "id":"ED382582",
        "title":"Idaho K-12 Comprehensive Health Education Content Guide and Framework."},
      {
        "id":"ED382583",
        "title":"Professional Development Sites: Revitalizing Preservice Education in Middle Schools."},
      {
        "id":"ED382584",
        "title":"Rewards and Punishments of Secondary School Teachers in Turkey."},
      {
        "id":"ED382585",
        "title":"HIV/AIDS Education Program, Grades K-5."},
      {
        "id":"ED382586",
        "title":"HIV/AIDS Education Program Grades 6-12."},
      {
        "id":"ED382587",
        "title":"Promoting Achievement in School through Sport: Three-Year Impact Study and Summary Report Covering Data from 1991-92, 1992-93, and 1993-94 School Years."},
      {
        "id":"ED382588",
        "title":"Creative Approaches to Health Education in Higher Education: Wellness Management Option."},
      {
        "id":"ED382590",
        "title":"Learning from One Another: Motivating and Demotivating Learners in the Classroom."},
      {
        "id":"ED382591",
        "title":"Integrating Mathematics and Science at the Middle/Junior High School Level Using Collaborative Action Research: The Voices of Teacher-Directed Change."},
      {
        "id":"ED382592",
        "title":"Who Is Teaching America's Schoolchildren?"},
      {
        "id":"ED382593",
        "title":"National Trends. AACTE Research and Information Committee Reporting Out Session."},
      {
        "id":"ED382594",
        "title":"Portfolio Assessment--A New Face."},
      {
        "id":"ED382595",
        "title":"Teacher Education Follow-Up Study, 1995."},
      {
        "id":"ED382596",
        "title":"Cooperation-Competition: An Instructional Strategy. Fastback 378."},
      {
        "id":"ED382597",
        "title":"Portfolio Development for Preservice Teachers. Fastback 379."},
      {
        "id":"ED382598",
        "title":"Strategies for Educating Diverse Learners. Fastback 384."},
      {
        "id":"ED382599",
        "title":"Adolescent Nutrition and Physical Fitness. Selected Indicators. Findings for 9th-12th Grade Students from the 1993 North Carolina Youth Risk Behavior Survey."},
      {
        "id":"ED382600",
        "title":"Mentoring: A Resource and Training Guide for Educators."},
      {
        "id":"ED382604",
        "title":"Albert Einstein Distinguished Educator Fellowship Act of 1994. Hearing on S. 2104 To Establish within the National Laboratories of the Department of Energy a National Albert Einstein Distinguished Educator Fellowship Program, before the Subcommittee on Energy Research and Development of the Committee on Energy and Natural Resources. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED382605",
        "title":"Albert Einstein Distinguished Educators Fellowship Act of 1994. Report To Accompany S. 2104. 103D Congress, 2d Session, Senate."},
      {
        "id":"ED382606",
        "title":"Cooperative Research: An Experience Developed between Theorists and Practitioners."},
      {
        "id":"ED382607",
        "title":"Perceptions of the Preparation of Pre-Service Teachers in the Use of Media and Technology."},
      {
        "id":"ED382608",
        "title":"Problems Emerging from the Practicing of Action Research in Graduate Programs in Education."},
      {
        "id":"ED382609",
        "title":"Alternative Teacher Certification: An Avenue for Quality and Diversity in Public Education."},
      {
        "id":"ED382610",
        "title":"Celebrating Diversity through Northeastern Asian Children's Literature and Dramatic Productions."},
      {
        "id":"ED382611",
        "title":"Career Portfolios: Helping Beginning Teachers Help Themselves."},
      {
        "id":"ED382612",
        "title":"Changing the Cognitive Style of Preprofessional Students."},
      {
        "id":"ED382613",
        "title":"Authentic Teaching from a Wholetheme Perspective."},
      {
        "id":"ED382614",
        "title":"International Teaching Experience and Student Teacher Perspectives of Education."},
      {
        "id":"ED382615",
        "title":"Clinical Master Teachers: A Different Approach to Supervision."},
      {
        "id":"ED382616",
        "title":"The People Who Work There. The Report of the Catholic Elementary School Teacher Survey."},
      {
        "id":"ED382617",
        "title":"The Road to Success: An Orientation Process for Catholic School Teachers."},
      {
        "id":"ED382618",
        "title":"Moral Reasoning of Division III and Division I Athletes: Is There a Difference?"},
      {
        "id":"ED382619",
        "title":"The Importance of Teaching Methodology in Moral Education of Sport Populations."},
      {
        "id":"ED382620",
        "title":"The Relationship of Competition and a Christian Liberal Arts Education on Moral Reasoning of College Student Athletes."},
      {
        "id":"ED382621",
        "title":"Strategy Development Workshop for Public Education on Weight and Obesity (Bethesda, Maryland, September 24-25, 1992). Summary Report."},
      {
        "id":"ED382622",
        "title":"College-Level Academic Skills Test: Sample Test Items for Skills Effective 10/92."},
      {
        "id":"ED382623",
        "title":"The Relationships between Individual Difference Variables and Test Performance in Computerized Adaptive Testing."},
      {
        "id":"ED382624",
        "title":"A Cross-Cultural Validation Study of the Computer Attitude Scale."},
      {
        "id":"ED382625",
        "title":"Altering Cultural Bias through Authentic Cultural Simulation."},
      {
        "id":"ED382626",
        "title":"Thematic Organizers as a Tool for Teaching from a Wholetheme Perspective."},
      {
        "id":"ED382627",
        "title":"A Comparison Study of the Characteristics of the Ten Best School Districts in the State of Arkansas for 1992-93."},
      {
        "id":"ED382628",
        "title":"University/School Partnerships in Research and Service: The Cognitive Enrichment Network National Follow through Educational Model (COGNET)."},
      {
        "id":"ED382629",
        "title":"Affirming the Pilot Study's Value in Responsive Classroom Research."},
      {
        "id":"ED382630",
        "title":"Publishing Articles and Presenting Papers: Guidelines for Success."},
      {
        "id":"ED382631",
        "title":"Confirmatory Factor Analysis of the Gibb Experimental Test of Testwiseness."},
      {
        "id":"ED382632",
        "title":"Overcoming the Inert Knowledge Problem in Learning from Expository Text."},
      {
        "id":"ED382633",
        "title":"Structural Equation Model of Adolescent Delinquency."},
      {
        "id":"ED382634",
        "title":"Evaluation of an Instrument for Measuring Multiple Intelligences."},
      {
        "id":"ED382635",
        "title":"Stepwise Regression and Stepwise Discriminant Analysis Need Not Apply."},
      {
        "id":"ED382636",
        "title":"Custodians/Security Program Evaluation."},
      {
        "id":"ED382637",
        "title":"Effects of the Classroom Assessment Environment on Achievement in Mathematics and Science."},
      {
        "id":"ED382638",
        "title":"Hierarchical Analytic Methods That Yield Different Perspectives on Dynamics: Aids to Interpretation."},
      {
        "id":"ED382639",
        "title":"Effect Size as an Alternative to Statistical Significance Testing."},
      {
        "id":"ED382640",
        "title":"A Multigroup Structural Equation Modeling Approach To Test for Differences in the Educational Outcomes Process for African American Students from Different Socioeconomic Backgrounds."},
      {
        "id":"ED382641",
        "title":"Curvilinear Relationships in Special Education Research: How Multiple Regression Analysis Can Be Used To Investigate Nonlinear Effects."},
      {
        "id":"ED382642",
        "title":"An Overview of Nonlinear Factor Analysis and Its Relationship to Item Response Theory."},
      {
        "id":"ED382643",
        "title":"Assessing the Effect of Multidimensionality on IRT True-Score Equating for Subgroups of Examinees."},
      {
        "id":"ED382644",
        "title":"Simulated Equating Using Several Item Response Curves."},
      {
        "id":"ED382645",
        "title":"Deriving Comparable Scores for Computer Adaptive and Conventional Tests: An Example Using the SAT."},
      {
        "id":"ED382646",
        "title":"Case Studies in Computer Adaptive Test Design through Simulation."},
      {
        "id":"ED382647",
        "title":"The E-Step of the MGROUP EM Algorithm. Program Statistics Research Technical Report No. 93-37."},
      {
        "id":"ED382648",
        "title":"Resizing Triathlons for Fairness."},
      {
        "id":"ED382649",
        "title":"Automatic Scoring of Paper-and-Pencil Figural Responses. Research Report."},
      {
        "id":"ED382650",
        "title":"Models for Scoring Missing Responses to Multiple-Choice Items. Program Statistics Research Technical Report No. 94-1."},
      {
        "id":"ED382651",
        "title":"Trends in SAT Content and Statistical Characteristics and Their Relationship to SAT Predictive Validity."},
      {
        "id":"ED382652",
        "title":"Resolving Mixtures of Strategies in Spatial Visualization Tasks."},
      {
        "id":"ED382653",
        "title":"Knowledge and Skills for the Beginning German Teacher. The Praxis Series: Professional Assessments for Beginning Teachers."},
      {
        "id":"ED382654",
        "title":"Variable Screening for Cluster Analysis."},
      {
        "id":"ED382655",
        "title":"Pass-Fail Reliability for Tests with Cut Scores: A Simplified Method."},
      {
        "id":"ED382656",
        "title":"Optional Use of Calculators on a Mathematical Test: Effect on Item Difficulty and Score Equating."},
      {
        "id":"ED382657",
        "title":"On the Academic Performance of Hawaii's Public School Children: I. Fourth and Eighth Grade Mathematics in 1992."},
      {
        "id":"ED382658",
        "title":"The Effect of the Probability of Correct Response on the Variability of Measures of Differential Item Functioning. Program Statistics Research Technical Report No. 94-4."},
      {
        "id":"ED382659",
        "title":"On the Academic Achievement of New Jersey's Public School Children: I. Fourth and Eighth Grade Mathematics in 1992. Program Statistics Research Technical Report No. 94-3."},
      {
        "id":"ED382660",
        "title":"DIF Analysis for Pretest Items in Computer-Adaptive Testing."},
      {
        "id":"ED382661",
        "title":"Delimiting the Verbal Domain."},
      {
        "id":"ED382662",
        "title":"The Effect of Small Calibration Sample Sizes on TOEFL IRT-Based Equating."},
      {
        "id":"ED382663",
        "title":"A Transportability Study of the Praxis I: Academic Skills Assessments Computer-Based Test (CBT) and the Praxis I: Pre-Professional Skills Tests (PPST) Specification Statements for Entry-Level Vocational Education Teachers."},
      {
        "id":"ED382664",
        "title":"Assessing the Classroom Performance of Beginning Teachers: What Evidence Do Teachers Regard as Relevant?"},
      {
        "id":"ED382665",
        "title":"Background Characteristics and Future Plans of High-Scoring GRE General Test Examinees."},
      {
        "id":"ED382666",
        "title":"Evaluation of the Magnitude of Differential Item Functioning in Polytomous Items. Program Statistics Research Technical Report No. 94-2."},
      {
        "id":"ED382667",
        "title":"A Tree-Based Analysis of Items from an Assessment of Basic Mathematics Skills."},
      {
        "id":"ED382668",
        "title":"Toward Intelligent Assessment: An Integration of Constructed Response Testing, Artificial Intelligence, and Model-Based Measurement."},
      {
        "id":"ED382669",
        "title":"An Adaptive Algebra Test: A Testlet-Based, Hierarchically-Structured Test with Validity-Based Scoring. Technical Report No. 90-92."},
      {
        "id":"ED382670",
        "title":"Performance-Based Assessment for Accountability Purposes: Taking the Plunge and Assessing the Consequences."},
      {
        "id":"ED382671",
        "title":"Reading/Writing and Mathematics Instruction. CIPP Planning/Evaluation Report 95-018. Focus on Program Evaluation."},
      {
        "id":"ED382674",
        "title":"Creative Student Assessment: A Guide to Developing Meaningful Evaluation."},
      {
        "id":"ED382675",
        "title":"Investigating Structures Underlying Relationships When Variables Are Not the Focus: Q-Technique and Other Techniques."},
      {
        "id":"ED382676",
        "title":"The Use of Second-Order Factor Analysis in Psychological Research."},
      {
        "id":"ED382677",
        "title":"The Promise of Performance Assessments: How To Use Backlash Constructively."},
      {
        "id":"ED382678",
        "title":"Report Card, 1994: The State of School Systems in North Carolina."},
      {
        "id":"ED382679",
        "title":"A Survey of Student Assessment/Evaluation in Canada."},
      {
        "id":"ED382680",
        "title":"Qualitative Dependent Variables in Counseling Research."},
      {
        "id":"ED382681",
        "title":"Cognitive Processes in Reading and Evaluation Procedures."},
      {
        "id":"ED382682",
        "title":"Describing the Nature of Interdisciplinary Collaboration within an Educational Center."},
      {
        "id":"ED382683",
        "title":"Case Competition as a Catalyst To Restructure the Teaching and Learning of Educational Psychology."},
      {
        "id":"ED382684",
        "title":"An Educational Epistemology of Practice."},
      {
        "id":"ED382685",
        "title":"Performance-based Assessment of At-risk Students in Mathematics: The Effects of Context and Setting."},
      {
        "id":"ED382686",
        "title":"Critical Emergency Medicine Procedural Skills: A Comparative Study of Methods for Teaching and Assessment."},
      {
        "id":"ED382687",
        "title":"Performance of Angoff Model IV Linear Test Equating Using Total Test and Content Dimensional Sub-Test Designs in Small Groups of Examinees."},
      {
        "id":"ED382688",
        "title":"Mastery Learning in the Classroom."},
      {
        "id":"ED382689",
        "title":"Gender and Ethnic Differences in Tendencies To Omit Responses on Multiple-Choice Tests Using Number-Right Scoring."},
      {
        "id":"ED382691",
        "title":"Strategic Planning for Urban School Reform: Design and Evaluation, 1993-94. Technical Report 941003."},
      {
        "id":"ED382692",
        "title":"Collaborative Leadership in Urban Schools of Melbourne."},
      {
        "id":"ED382693",
        "title":"From Crisis to Consensus. Setting Standards in Chicago."},
      {
        "id":"ED382751",
        "title":"Gender and Ethnic Differences in Science Achievement of Nine-, Thirteen-, and Seventeen-Year-Old Students."},
      {
        "id":"ED382752",
        "title":"Ensuring Success--Identifying and Meeting AFDC Clients' Training Needs."},
      {
        "id":"ED382753",
        "title":"A Statewide Evaluation of Florida's College Reach-Out Program. Annual Report: 1992-93 Cohort. Report and Recommendations."},
      {
        "id":"ED382754",
        "title":"Stage II Assessment of Memphis Center for Urban Partnerships. Technical Report 941101."},
      {
        "id":"ED382755",
        "title":"Caring Is Not Enough: Assessing Community in High Schools."},
      {
        "id":"ED382756",
        "title":"Dropouts and Late Completers."},
      {
        "id":"ED382757",
        "title":"Cultural Diversity and Academic Achievement. Urban Education Program. Urban Monograph Series."},
      {
        "id":"ED382759",
        "title":"Parents and Schools: Partners in Education. A Companion Document to \"An Education of Value for At Risk Students: Possibilities for Practice.\""},
      {
        "id":"ED382761",
        "title":"Adult Career Counseling Center. Eleventh Annual Report. September 1993-June 1994."},
      {
        "id":"ED382762",
        "title":"Labor's Key Role in Workplace Training."},
      {
        "id":"ED382766",
        "title":"Taking Action: Community Development Strategies and Tactics."},
      {
        "id":"ED382768",
        "title":"Texas JOBS Program Evaluation. Second Year Impacts."},
      {
        "id":"ED382769",
        "title":"Building on a Tradition of Innovation: Ensuring Quality in Adult Degree Programs."},
      {
        "id":"ED382773",
        "title":"Women, Literacy, and Development: Challenges for the 21st Century. A Report on the World Assembly of the International Council for Adult Education (5th, Cairo, Egypt, September 15-23, 1994)."},
      {
        "id":"ED382774",
        "title":"Commonwealth of Pennsylvania Adult Education Section 353 Special Demonstration Projects. Project Abstracts for the Fiscal Year 1993-1994."},
      {
        "id":"ED382775",
        "title":"Long Island Workplace Literacy Program. Final Performance Report and Final Evaluation Report."},
      {
        "id":"ED382776",
        "title":"The Federal Workforce Restructuring Act of 1993. Hearing on S. 1535 To Amend Title 5, United States Code, To Eliminate Narrow Restrictions on Employee Training, To Provide a Temporary Voluntary Separation Incentive, and For Other Purposes before the Committee on Governmental Affairs. United States Senate, One Hundred Third Congress, First Session (October 19, 1993)."},
      {
        "id":"ED382777",
        "title":"Reemployment Act and WARN: Helping Workers Make Successful Transitions. Hearing on Authorizing Funds to State and Local Governments To Provide Job Search Assistance, Career Counseling, Skills Assessment, and Job Training Referral for Permanently Laid-Off Workers and Long-Term Unemployed Individuals before the Subcommittee on Labor of the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED382778",
        "title":"Reemployment and Retraining Act. Hearing on Examining Provisions of S. 1964, Authorizing Funds to States for Worker Reemployment and Retraining Programs before the Committee on Labor and Human Resources. United States Senate, One Hundred Third Congress, Second Session."},
      {
        "id":"ED382784",
        "title":"Welfare to Work. Measuring Outcomes for JOBS Participants. Report to the Ranking Minority Member, Committee on Finance, U.S. Senate."},
      {
        "id":"ED382785",
        "title":"Schools Achieving Gender Equity."},
      {
        "id":"ED382786",
        "title":"Assessing Adult Motivation To Disengage a Community College's Multi-Step Admissions Process."},
      {
        "id":"ED382787",
        "title":"Workplace Skills Enhancement Program. Dissemination Report."},
      {
        "id":"ED382788",
        "title":"Education and Training: The Path Out of Poverty for Women."},
      {
        "id":"ED382794",
        "title":"Basic Workplace Skills: The Foundation for Productivity Improvement. Workforce Brief #4."},
      {
        "id":"ED382795",
        "title":"Distance Education for Continuing Education."},
      {
        "id":"ED382796",
        "title":"Technical School Accreditation: A Model for Institutional Quality Assurance."},
      {
        "id":"ED382797",
        "title":"Sex Role Identity and Career Indecision as Predictors of Holland's Congruence."},
      {
        "id":"ED382798",
        "title":"Factors Related to Learning Occurring in an Adult Education Program."},
      {
        "id":"ED382799",
        "title":"Outcomes-Based Occupational Education Accreditation: A New Vision for Educational Quality Assurance."},
      {
        "id":"ED382800",
        "title":"The Perceptions of High School Principals toward Integrating Vocational Education into the Academic Curriculum in Mississippi."},
      {
        "id":"ED382801",
        "title":"The Boeing Company's Manufacturing Technology Student Internship. Evaluation Report."},
      {
        "id":"ED382802",
        "title":"Improving Performance Measures and Standards for Workforce Education."},
      {
        "id":"ED382804",
        "title":"Basic Skills Software Guide for the Apple Macintosh, Acorn Archimedes, RM Nimbus, IBM PC and Compatibles. Second Edition."},
      {
        "id":"ED382806",
        "title":"Demonstration Projects To Establish a System-Wide Functional Literacy Program for Adult Prisoners. Project Abstracts."},
      {
        "id":"ED382807",
        "title":"PSI Member Profile."},
      {
        "id":"ED382808",
        "title":"Program-Based Literacy Materials Catalogue. A Project of the Ontario Regional Literacy Desktop Publishers. First Edition."},
      {
        "id":"ED382809",
        "title":"National Literacy Grants Program, 1992-1993. Final Report."},
      {
        "id":"ED382810",
        "title":"Adult Literacy: The Next Generation."},
      {
        "id":"ED382811",
        "title":"A Reality Check: First Findings from the EQW National Employer Survey. EQW Issues Number 10."},
      {
        "id":"ED382813",
        "title":"Jobs Corps Oversight. Hearings on Examining Performance, Accountability, and the Incidence of Violence at Job Corps Sites, before the Committee on Labor and Human Resources. United States Senate, One Hundred Fourth Congress, First Session. (January 18-19, 1995)."},
      {
        "id":"ED382814",
        "title":"Outstanding Practices, 1994. Effective Strategies from &quot;High Schools That Work&quot; Sites and States in Raising the Achievement of Career-Bound High School Students."},
      {
        "id":"ED382815",
        "title":"Measures and Minimum Standards for Achieving Sex Equity in Louisiana Vocational Education: A Position Paper."},
      {
        "id":"ED382816",
        "title":"Louisiana's Achievements for Sex Equity in Vocational Education 1992-93."},
      {
        "id":"ED382817",
        "title":"Tutoring for Transfer of Technical Competence."},
      {
        "id":"ED382818",
        "title":"Difficulties of Adults in the Acquisition of Reading Skills: A Review of the Evidence."},
      {
        "id":"ED382819",
        "title":"Family Literacy and Women's Lives."},
      {
        "id":"ED382820",
        "title":"The Skilled Crafts in Germany. Education and Science (Bildung and Wissenschaft) BW 1/95."},
      {
        "id":"ED382821",
        "title":"Access to Information: To Have and Have Not. Trends and Issues Alerts."},
      {
        "id":"ED382822",
        "title":"Race and Gender in Adult Education. Trends and Issues Alerts."},
      {
        "id":"ED382823",
        "title":"Workplace Literacy: Trends in the Literature. Trends and Issues Alerts."},
      {
        "id":"ED382827",
        "title":"Models of Excellence in Adult Learning. Recipients of the 1994 Secretary's Award for Outstanding Adult Education and Literacy Programs."},
      {
        "id":"ED382828",
        "title":"Putting Research Results To Work. A Guide to the Adult Education National Programs 1988-1994."},
      {
        "id":"ED382829",
        "title":"Expanding Our Horizons. 1995 Success Stories."},
      {
        "id":"ED382831",
        "title":"Central Services PREP (A Curriculum for Sterilization Technicians in the Workplace). Final Report."},
      {
        "id":"ED382832",
        "title":"The Effects of Change in Vocational, Technical, and Occupational Education on the Teaching of Culinary Arts in America."},
      {
        "id":"ED382833",
        "title":"A Plan for the Use of Distance Education Delivery Systems Options To Link Culinary Programs at Johnson and Wales University."},
      {
        "id":"ED382834",
        "title":"Policies, Technologies or Pedagogy. Ways of Developing the Distance Education Field in Sweden."},
      {
        "id":"ED382835",
        "title":"Success Stories. Some Characteristics of Educationally Disadvantaged Women Making Success in a Distance Education Course."},
      {
        "id":"ED382836",
        "title":"Service-Learning and School-to-Work Linkages. AACE Bonus Brief."},
      {
        "id":"ED382838",
        "title":"Adult Women's Learning in Higher Education: A Critical Review of Scholarship."},
      {
        "id":"ED382839",
        "title":"The Returns to Education and Training in the Sub-Baccalaureate Labor Market: Evidence from the Survey of Income and Program Participation 1984-1990."},
      {
        "id":"ED382843",
        "title":"The SUNY Bridge Program: A Workforce Preparation Success Story."},
      {
        "id":"ED382848",
        "title":"A Study of the Awareness Level of Electric Vehicle Technology in California Community College Automotive Curriculums."},
      {
        "id":"ED382849",
        "title":"Technology in the School Curriculum. Contractor Report."},
      {
        "id":"ED382850",
        "title":"Workplace Literacy: Employment Issues for the Adult Learner with Learning Disabilities."},
      {
        "id":"ED382852",
        "title":"Improving Literacy Skills of Juvenile Detainees. Juvenile Justice Bulletin."},
      {
        "id":"ED382855",
        "title":"Welfare to Work. Most AFDC Training Programs Not Emphasizing Job Placement. Report to the Ranking Minority Member, Committee on Finance, U.S. Senate."},
      {
        "id":"ED382856",
        "title":"Agricultural Education (Postsecondary): Teaching Materials, Methods and Curricula. January 1990-March 1994. Quick Bibliography Series: QB 94-03."},
      {
        "id":"ED382857",
        "title":"Human Resources Competitiveness Profile."},
      {
        "id":"ED382858",
        "title":"Empowering America's Families. Documenting the Success of Vocational Equity Programs for Women and Girls."},
      {
        "id":"ED382860",
        "title":"Washington Year Two Tech Prep Planning and Implementation Survey Summary."},
      {
        "id":"ED382861",
        "title":"Juvenile Correctional Education: A Time for Change. OJJDP Update on Research."},
      {
        "id":"ED382862",
        "title":"Education's Impact on Economic Competitiveness. Hearing on Examining Education's Impact on Economic Competitiveness before the Subcommittee on Education, Arts and Humanities of the Committee on Labor and Human Resources. United States Senate, One Hundred Fourth Congress, First Session."},
      {
        "id":"ED382864",
        "title":"Maintaining DACUM Quality."},
      {
        "id":"ED382865",
        "title":"Evaluation of Literacy and Basic Skills Initiatives."},
      {
        "id":"ED382866",
        "title":"Learning about Literacy and Disability at St. Christopher House Adult Literacy Program."},
      {
        "id":"ED382867",
        "title":"The Accessibility of Literacy Upgrading in the Community for Adults with Disabilities. A Study of the Needs Which Surround Literacy Upgrading for Adults with Disabilities and the Extent to Which These Needs Are Being Addressed by the Programs Responsible for the Delivery of Adult Basic Literacy Tutoring in the Community."},
      {
        "id":"ED382868",
        "title":"Resources Available from the Literacy Section of the Learning and Employment Preparation Branch for Literacy Providers (Validation Draft, 2nd Edition) = Ressources disponibles a la section de l&apos;alphabetisation de la direction de l&apos;alphabetisation et de la preparation a l&apos;emploi pour les intervenantes et les intervenants en alphabetisation (ebauche pour examen critique, 2e edition)."},
      {
        "id":"ED382869",
        "title":"Occupational Literacy. A Training Profile Development Project for Ontario Basic Skills/Formation de base de l'Ontario."},
      {
        "id":"ED382870",
        "title":"Social Indicators of Literacy Needs. A Project To Examine Literacy Needs of Northwestern Ontario Member Communities. Report."},
      {
        "id":"ED382871",
        "title":"Marketing Manual: Workplace Literacy."},
      {
        "id":"ED382872",
        "title":"Quality Standards for Adult Literacy. A Practitioner's Guide to the Accountability Framework for the Adult Literacy Education System and Core Quality Standards for Programs = Normes de qualite pour l'alphabetisation des adultes. Guide de l'alphabetiseuse et de l'alphabetiseur sur le cadre de responsabilisation du Systeme d'alphabetisation des adultes et les normes fondamentales de qualite des programmes."},
      {
        "id":"ED382873",
        "title":"The Training Decision: Training in the Private Sector."},
      {
        "id":"ED382874",
        "title":"Open Learning Network Project. Literacy Link Eastern Ontario. Recognition for Learning Pilot Project. Draft Copy."},
      {
        "id":"ED382875",
        "title":"Guidance and Counseling Curricula and Programs Which Prepare Adolescent Females for the World of Work: Recommendations for the School-to-Work Initiative. Review of Literature."},
      {
        "id":"ED382876",
        "title":"Individualized Career Plans: Opening Doors for All Students."},
      {
        "id":"ED382877",
        "title":"Business Education Index 1994. Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals and Yearbooks Published during the Year 1994."},
      {
        "id":"ED382878",
        "title":"School-to-Work: A Larger Vision."},
      {
        "id":"ED382880",
        "title":"Illinois Business Teacher Supply and Demand: A Conundrum Facing Program Maintenance and Teacher Education Policy in State Institutions of Higher Education in Illinois. A Report to the Illinois Board of Higher Education."},
      {
        "id":"ED382881",
        "title":"The Learning Society: Political Rhetoric and Electoral Reality."},
      {
        "id":"ED382882",
        "title":"Self-Directed Learning among Adults: The Challenge for Continuing Educators."},
      {
        "id":"ED382883",
        "title":"Vocational Course Taking and Achievement: An Analysis of High School Transcripts and 1990 NAEP Assessment Scores. Statistical Analysis Report."},
      {
        "id":"ED382884",
        "title":"Wisconsin Technical College System Board Equity Staff Development Workshops and Services--Phase IV. Final Report."},
      {
        "id":"ED382885",
        "title":"Wisconsin Vocational Equity Leadership Cadre Support Project. FY 95. Final Report."},
      {
        "id":"ED382886",
        "title":"Research in Agricultural Education. Proceedings of the Annual Southern Agricultural Education Research Meeting (44th, Wilmington, North Carolina, March 19-20, 1995)."},
      {
        "id":"ED382887",
        "title":"Descriptive Links between Childhood Sexual Abuse during the First Five Eriksonian Stages and the Development of the Last Four Stages: A Review of the Literature."},
      {
        "id":"ED382888",
        "title":"South Dakota Youth Risk Behavior Survey Report, 1993."},
      {
        "id":"ED382889",
        "title":"Fire Safety for Retired Adults: Participant's Coursebook."},
      {
        "id":"ED382890",
        "title":"Fire Safety in Nursing Facilities: Participant's Coursebook."},
      {
        "id":"ED382891",
        "title":"Development of a Working Model for a Private Foster Care Agency To Facilitate Planning Considerations Associated with Archetypical Cases Involving an Incarcerated Parent."},
      {
        "id":"ED382895",
        "title":"Surveying Residential Treatment Centers, Client, and Family Involvement in Permanency Planning and Examining Alternatives To Increase Involvement."},
      {
        "id":"ED382897",
        "title":"Developing the Resilient Child: A Prevention Manual for Parents, Schools, Communities and Individuals."},
      {
        "id":"ED382898",
        "title":"The Effects of Therapeutic Crisis Intervention Training on Perceived Job Stress and Efficacy."},
      {
        "id":"ED382899",
        "title":"Counseling Employment Bound Youth."},
      {
        "id":"ED382900",
        "title":"Exemplary Career Development Programs &amp; Practices: The Best from Canada. An ERIC/CASS Digest Collection."},
      {
        "id":"ED382901",
        "title":"Assessment in Counseling &amp; Therapy. An ERIC/CASS Special Digest Collection. Complete Resource Edition."},
      {
        "id":"ED382902",
        "title":"Youth Risk Behavior Surveillance--United States, 1993. CDC Surveillance Summaries."},
      {
        "id":"ED382903",
        "title":"Project Imani: Changing the Way the World Works for People: A Guide to Family-Based Alcohol and Other Drug Education for Young Children."},
      {
        "id":"ED382904",
        "title":"The Cultural Heritage of Arab Americans and Implications for Counseling."},
      {
        "id":"ED382905",
        "title":"The Use of Primary Prevention in Mental Health Consultation."},
      {
        "id":"ED382906",
        "title":"The Relationship among Intelligence, Personality, and Vocational Interests."},
      {
        "id":"ED382907",
        "title":"Effects of a Violence Prevention Program on Student Understanding of Violence."},
      {
        "id":"ED382908",
        "title":"Effects of Seminar Participation on Parental Attitude Concerning the Use of the School Counselor as a Resource."},
      {
        "id":"ED382909",
        "title":"Characteristics of At-Risk Youth Served by the Positive Impact Program (PIP)."},
      {
        "id":"ED382910",
        "title":"A Comparison of the Hispanic Dropout and Non-Dropout between the 8th and 10th Grades."},
      {
        "id":"ED382913",
        "title":"Who Is Steven Covey, and What Can We Learn from Critically Analyzing His Work?"},
      {
        "id":"ED382914",
        "title":"Texas Independent School District Crime Report."},
      {
        "id":"ED382916",
        "title":"Pupil Services: A Resource and Planning Guide. Bulletin 95241."},
      {
        "id":"ED382917",
        "title":"Youth, AIDS, and HIV: Resources for Educators and Policymakers, 1995. Bulletin 95244. Revised."},
      {
        "id":"ED382918",
        "title":"Youth &amp; Tobacco. Preventing Tobacco Use among Young People: A Report of the Surgeon General."},
      {
        "id":"ED382919",
        "title":"Academic Advising Ain't What It Used To Be: Strangers in the University."},
      {
        "id":"ED382920",
        "title":"The Development and Use of a Reading Strategy Inventory for ESL College Students."},
      {
        "id":"ED382921",
        "title":"Tracing the Evolution of Research: From Critical Thinking to Literacy Partnerships."},
      {
        "id":"ED382922",
        "title":"Language Arts Achievement Level, Attitude Survey Format, and Adolescents' Attitudes toward Reading."},
      {
        "id":"ED382923",
        "title":"Computers and Reading Achievement."},
      {
        "id":"ED382924",
        "title":"Effects of Sustained Silent Reading on Reading Rate among College Students."},
      {
        "id":"ED382926",
        "title":"The Teacher-Librarian Partnership in a Literature-Based Approach."},
      {
        "id":"ED382927",
        "title":"Bridging Reading Theory and Practice: A Study of Interns' Beliefs."},
      {
        "id":"ED382928",
        "title":"The College Board Vocabulary Study. College Board Report No. 94-4."},
      {
        "id":"ED382930",
        "title":"Learning Partners: Let's Read!"},
      {
        "id":"ED382931",
        "title":"What Every Principal Should Know about Teaching Reading."},
      {
        "id":"ED382932",
        "title":"Whole Language vs. Phonics."},
      {
        "id":"ED382933",
        "title":"Picture Books Are a Student's Best Friend."},
      {
        "id":"ED382934",
        "title":"Readability Study of Client Health Education Materials: A Resource for Assuring the Effectiveness of Written Materials."},
      {
        "id":"ED382935",
        "title":"The Mysterious Case of the Detective as Child Hero: Sherlock Holmes, Encyclopedia Brown and Nancy Drew as Role Models?"},
      {
        "id":"ED382939",
        "title":"Is Word Study the Best Approach to Spelling Instruction? A Study in the Effectiveness of Word Study vs. a Traditional Approach to Spelling Instruction."},
      {
        "id":"ED382940",
        "title":"Teaching Parents Reading Strategies: Changing Parents Attitudes towards Reading at Home."},
      {
        "id":"ED382941",
        "title":"A READING Teacher's View of Children's Literature."},
      {
        "id":"ED382942",
        "title":"Five Years after a State-Funded School Improvement Project, What Remains?"},
      {
        "id":"ED382943",
        "title":"Profiles of Progress on Literacy Engagement: An Update from the National Reading Research Center."},
      {
        "id":"ED382947",
        "title":"Learning Language and Learning Literacy: Construction of Meaning through Discourse."},
      {
        "id":"ED382948",
        "title":"Dangerous Discourses: The Politics of Multicultural Literature in Community and Classroom. Report Series 7.4."},
      {
        "id":"ED382949",
        "title":"A Writing Model."},
      {
        "id":"ED382950",
        "title":"Perceived Effects of Block Scheduling on the Teaching of English."},
      {
        "id":"ED382951",
        "title":"Ethos, Ethnicity, and the Electronic Classroom: A Study in Contrasting Educational Environments."},
      {
        "id":"ED382952",
        "title":"American Indian Literature Appropriate for Secondary and Middle-Level Students."},
      {
        "id":"ED382953",
        "title":"Learning Discourse Conventions: The Socialization of Technical Writers."},
      {
        "id":"ED382954",
        "title":"Becoming Literate in the Employment Line: Graduate Students' Strategies for Job Placement."},
      {
        "id":"ED382955",
        "title":"Collaboration and Conflict in the Feminist Classroom."},
      {
        "id":"ED382956",
        "title":"Composing Oneself through the Narratives of Others in Writing an Academic Argument."},
      {
        "id":"ED382957",
        "title":"&quot;These People Are Weird and We Don't Like Them&quot;: Reacting to Regional Difference."},
      {
        "id":"ED382958",
        "title":"Why Do Academics Love Mysteries, and Vice-Versa?"},
      {
        "id":"ED382960",
        "title":"Techo Tensions in an Athabascan Indian Classroom."},
      {
        "id":"ED382961",
        "title":"So You Want To Teach at the Two-Year College: The Application Process."},
      {
        "id":"ED382964",
        "title":"Feminism across the Disciplines."},
      {
        "id":"ED382965",
        "title":"In Defense of Popular Music."},
      {
        "id":"ED382966",
        "title":"Some Explorations of the Synoptic and Dynamic Styles."},
      {
        "id":"ED382967",
        "title":"Teaching Feminist Theory via Philosophy: Political Implications of an Ontological Inquiry in Judith Butler's &quot;Gender Trouble.&quot;"},
      {
        "id":"ED382968",
        "title":"Setting a Place at the Table: The Study of a Writers' Group."},
      {
        "id":"ED382969",
        "title":"The Unexpected Burden of Manhood in Owen Wister's &quot;The Virginian&quot;: &quot;Can't Yu' See How It Must Be about a Man?&quot;"},
      {
        "id":"ED382970",
        "title":"Reexamining Writing Requirements across the Curriculum: Assignments and Assumptions."},
      {
        "id":"ED382972",
        "title":"Personal Voice in Stories of Teaching."},
      {
        "id":"ED382973",
        "title":"Teaching the Vietnam War in the 1990s."},
      {
        "id":"ED382975",
        "title":"Collecting Their Thoughts: Using Museums as Resources for Student Writing."},
      {
        "id":"ED382976",
        "title":"Learning Partners: Let's Write!"},
      {
        "id":"ED382982",
        "title":"Good Guys Finish Last: &quot;Tom Brown's School Days&quot; and &quot;Flashman.&quot;"},
      {
        "id":"ED382983",
        "title":"Resisting &quot;Habits&quot;: Prospective High School Teachers Meet Theory in Practice."},
      {
        "id":"ED382984",
        "title":"Implementing Plain Language: A Manager's Guide."},
      {
        "id":"ED382985",
        "title":"Culture as Catalyst and Constraint."},
      {
        "id":"ED382986",
        "title":"Research Analysis of Primary Children's Writings."},
      {
        "id":"ED382987",
        "title":"American Drama through Chinese Eyes."},
      {
        "id":"ED382988",
        "title":"For the Sake of the Writing To Come: Uncovering Uncommon Realities."},
      {
        "id":"ED382989",
        "title":"A Complex Tapestry: Weaving What We Learn from Each Other into Our Centers."},
      {
        "id":"ED382990",
        "title":"Stunned to Silence: Teaching Travel Writing as Metaphor and Meaning in Life."},
      {
        "id":"ED454122",
        "title":"Programs That Educate."},
      {
        "id":"ED454123",
        "title":"Integrating the Social Teaching of the Church into Catholic Schools: Conversations in Excellence 2000."},
      {
        "id":"ED454124",
        "title":"Teaching Right from Wrong: The Moral Education of Today's Youth."},
      {
        "id":"ED454125",
        "title":"To Build a Civilization of Love: Catholic Education and Service Learning."},
      {
        "id":"ED454126",
        "title":"Teaching Together: School/University Collaboration To Improve Social Studies Education. NCSS Bulletin 98."},
      {
        "id":"ED454127",
        "title":"Effectively Promoting Positive Character Traits in Children."},
      {
        "id":"ED454128",
        "title":"Gender Equity in a Physical Education Classroom: A Look at Achievement and Engagement in a Heterogeneous Coeducational Classroom."},
      {
        "id":"ED454129",
        "title":"Youth for Justice. Juvenile Justice Bulletin."},
      {
        "id":"ED454130",
        "title":"The YouthARTS Development Project. Juvenile Justice Bulletin."},
      {
        "id":"ED454131",
        "title":"Architects of Catholic Culture: Designing and Building Catholic Culture in Catholic Schools. The NCEA Catholic Educational Leadership Monograph Series."},
      {
        "id":"ED454132",
        "title":"Hostile Hallways: Bullying, Teasing, and Sexual Harassment in School."},
      {
        "id":"ED454134",
        "title":"What Is the State of Human Rights Education in K-12 Schools in the United States in 2000? A Preliminary Look at the National Survey of Human Rights Education."},
      {
        "id":"ED454138",
        "title":"Peace Education in Two Elementary Classrooms with Diverse Students."},
      {
        "id":"ED454139",
        "title":"Maximizing Flow in the Secondary Social Science Classroom."},
      {
        "id":"ED454140",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 9."},
      {
        "id":"ED454142",
        "title":"The Architect of Progressive Education: John Dewey or Booker T. Washington."},
      {
        "id":"ED454143",
        "title":"Multicultural Education: Common Problems Experienced by Various Cultures."},
      {
        "id":"ED454144",
        "title":"Early Childhood Education of the African Child in the Diaspora--The Missing Link."},
      {
        "id":"ED454145",
        "title":"The Divergent Roles of African Women in Place Making."},
      {
        "id":"ED454147",
        "title":"(Un)Silenced Voices: A Case Study of Three Latinas' Successful Negotiation of Public Deliberations about Education."},
      {
        "id":"ED454150",
        "title":"Primary-Grade Students' Knowledge and Thinking about Family Living as a Cultural Universal."},
      {
        "id":"ED454151",
        "title":"Primary-Grade Students' Knowledge and Thinking about Transportation as a Cultural Universal."},
      {
        "id":"ED454152",
        "title":"What Democracy Means to Ninth-Graders: U.S. Results from the International IEA Civic Education Study."},
      {
        "id":"ED454153",
        "title":"Highlights of U.S. Results from the International IEA Civic Education Study (CivEd)."},
      {
        "id":"ED454154",
        "title":"Standards of Professional Practice for Accomplished Teaching in Australian Classrooms. A National Discussion Paper."},
      {
        "id":"ED454155",
        "title":"De Kracht Van Je Stem: An Educational Project on the Flemish and Their Authorities."},
      {
        "id":"ED454159",
        "title":"The Story of &quot;Anna&quot;: A Life History Study of the Literacy Beliefs and Teaching Practices of an Urban High School English Teacher."},
      {
        "id":"ED454160",
        "title":"A School-Based Mentor Teacher Study Group as a Context for Professional Learning."},
      {
        "id":"ED454161",
        "title":"What Graduates in Education Fear Most about Their First Year of Teaching."},
      {
        "id":"ED454164",
        "title":"Professional Profile of Principalship in Educational Institutions in Spain."},
      {
        "id":"ED454165",
        "title":"Career-Long Teacher Development: Policies That Make Sense. Knowledge Brief."},
      {
        "id":"ED454166",
        "title":"The Folkeskole Year 2000: A National Strategy for Enhanced Learning."},
      {
        "id":"ED454167",
        "title":"Pedagogies and Life Histories of Non-Heterosexual Physical Educators."},
      {
        "id":"ED454168",
        "title":"Health Education Content Standards and Benchmarks."},
      {
        "id":"ED454169",
        "title":"National Standards, State Goals, and the University's Vision Align To Provide a Framework for the Pre-Service Teacher Portfolio."},
      {
        "id":"ED454174",
        "title":"Power and Professionalism: Reconstruction of Medical Educators&apos; Practice by Way of a MA(Ed)."},
      {
        "id":"ED454175",
        "title":"What Can We Learn from Teachers' Moral Mistakes?"},
      {
        "id":"ED454177",
        "title":"Worldwide Perspectives on the Educated Teen for the 21st Century."},
      {
        "id":"ED454178",
        "title":"Intentional Learners, Cooperative Knowledge Building, and Classroom Inventions."},
      {
        "id":"ED454179",
        "title":"Final Report on the Multicultural/Diversity Assessment Project."},
      {
        "id":"ED454181",
        "title":"Fostering the Process of Becoming a Deliberate Practitioner: An Investigation of Preservice Teachers during Student Teaching."},
      {
        "id":"ED454182",
        "title":"National Identity and the History Curriculum in Northern Ireland: An Empirical Study of Students' Ideas and Beliefs."},
      {
        "id":"ED454183",
        "title":"Origins of Teachers' Selection of Aversive Interventions."},
      {
        "id":"ED454186",
        "title":"Sharing Teacher Education Curricula Electronically."},
      {
        "id":"ED454187",
        "title":"Teacher Efficacy Narratives as a Curricular Component for Preservice Teachers."},
      {
        "id":"ED454188",
        "title":"Formal and Informal Learning: Incorporating Communities of Practice into Professional Development."},
      {
        "id":"ED454189",
        "title":"How Do Beginning Teachers Perceive Their Development as Reflective Practitioners?"},
      {
        "id":"ED454190",
        "title":"Reconceptualizing Curriculum for the Professional Development School: Methods Faculty Self-Reflections."},
      {
        "id":"ED454191",
        "title":"\"More than I Bargained For\": Confronting Biases in Teacher Preparation."},
      {
        "id":"ED454192",
        "title":"Latina Teachers' Pathways in Literacy Instruction."},
      {
        "id":"ED454193",
        "title":"Utilization, Knowledge Levels, and Instructional Application of Technology for Teacher Education Faculty."},
      {
        "id":"ED454194",
        "title":"A Survey Study of Elementary Classroom Seating Designs."},
      {
        "id":"ED454195",
        "title":"Focusing Resources on Effective School Health: A FRESH Start to Enhancing the Quality and Equity of Education. World Education Forum 2000. Final Report = Accorder la priorite a un programme efficace de sante scolaire: Une maniere FRAICHE (FRESH) d'aneliorer la qualite et d'accroitre l'equite dans le domaine de l'education. Forum mondial 2000 sur l'education. Rapport final = Recursos efectivos en salud escolar: Un enfogue NUEVO para mejorar la calidad y la equidad educativa. Foro Mundial par la educacion 2000. Informe final."},
      {
        "id":"ED454196",
        "title":"Earned and Unearned Degrees, Earned and Unearned Teaching Certificates: Implications for Education."},
      {
        "id":"ED454197",
        "title":"Equity in Excellence for All Learners: An Unobtrusive Look at Racism, Classism, and the Differently Abled in Residents' Portfolio Growth Summaries."},
      {
        "id":"ED454199",
        "title":"Teaching from Truth."},
      {
        "id":"ED454200",
        "title":"Teaming, Supervision and Evaluation: Teacher-Paraeducator Team Perspectives of Their Teaching."},
      {
        "id":"ED454201",
        "title":"Comprehensive Health Education Standards (Including Physical Activity Standards). Comprehensive Health Rationale."},
      {
        "id":"ED454207",
        "title":"New Teachers Communicating Effectively with Low-Income Urban Parents."},
      {
        "id":"ED454209",
        "title":"A Beginning Teacher Survey Study: A Theoretical Perspective."},
      {
        "id":"ED454211",
        "title":"Teacher Emotions and Reflective Thinking."},
      {
        "id":"ED454212",
        "title":"Teacher Efficacy and Character Education."},
      {
        "id":"ED454213",
        "title":"The Story behind the Story."},
      {
        "id":"ED454214",
        "title":"A Model of the Relationship between Teacher and Student Perceptions of Classroom Interactions."},
      {
        "id":"ED454215",
        "title":"Contextual Teaching and Learning Teacher Education Programs."},
      {
        "id":"ED454218",
        "title":"Playing the Staff Development Game: Assessing a Communication Workshop To Improve Learning."},
      {
        "id":"ED454219",
        "title":"Can Teacher Salaries Policies Help To Improve the Social Conditions of At-Risk Populations in the Americas?"},
      {
        "id":"ED454220",
        "title":"Cyber Pedagogy as Critical Social Practice in a Teacher Education Program."},
      {
        "id":"ED454221",
        "title":"Technology and Teacher Preparation: Towards a Humanistic Framework."},
      {
        "id":"ED454222",
        "title":"Learning from Teachable Moments: Methodological Lessons from the Secondary Analysis of the TIMSS Video Study."},
      {
        "id":"ED454223",
        "title":"Paraeducators: Their Roles in the Instructional Process."},
      {
        "id":"ED454224",
        "title":"Changing Schools: A Newsletter from the Central Region Educational Laboratory, Summer 2001."},
      {
        "id":"ED454225",
        "title":"Knowledge Building Pedagogy and Teacher Change: One Teacher's Journey."},
      {
        "id":"ED454226",
        "title":"Enhancing Learning Approaches in an Undergraduate Teacher Education Program."},
      {
        "id":"ED454227",
        "title":"How Teachers Assess and Attribute Grades: Report on a Teaching and Learning Experience."},
      {
        "id":"ED454228",
        "title":"Teacher Supply in Hong Kong: Educational Qualifications and Growth."},
      {
        "id":"ED454229",
        "title":"Reflections on Practice: Classroom Observations."},
      {
        "id":"ED454230",
        "title":"Year Three Evaluation: On the Right Track."},
      {
        "id":"ED454231",
        "title":"South Dakota Health Education Standards: A Resource Guide for Achieving Health Literacy."},
      {
        "id":"ED454232",
        "title":"South Dakota Physical Education Standards: A Comprehensive Physical Education Program Resource Guide."},
      {
        "id":"ED454234",
        "title":"State Report Appendix: Arizona Student Achievement Program, Spring 1999. Individual Percentile Rank Scores by School, District, County, and State, Grades 2 through 11. Stanford Achievement Test, Ninth Edition."},
      {
        "id":"ED454235",
        "title":"A Staff Development Model for Infusing Technology into the Social Studies Curriculum."},
      {
        "id":"ED454236",
        "title":"Student-Generated Questions: What They Tell Us about Students' Thinking."},
      {
        "id":"ED454237",
        "title":"Trends in Postal Mail Survey Response Rates through 1999."},
      {
        "id":"ED454238",
        "title":"Doing Collaborative Museum Education Research: A Comparison of Findings from Two Case Studies on Educational Delivery at a Canadian Science Centre."},
      {
        "id":"ED454239",
        "title":"Identifying Undifferentiating Response Sets and Assessing Their Effects on the Measurement of Items."},
      {
        "id":"ED454240",
        "title":"The Classification Accuracy of Shortened versus Full Length Tests with Number Correct Scoring."},
      {
        "id":"ED454241",
        "title":"Casting My Own Shadow: Issues and Questions for Researchers Shadowing the Very Young."},
      {
        "id":"ED454242",
        "title":"Whole School Reform: How Schools Use the Data-Based Inquiry and Decision Making Process."},
      {
        "id":"ED454243",
        "title":"Qualitative Analysis on Stage: Making the Research Process More Public."},
      {
        "id":"ED454244",
        "title":"Does Method of Creating the Sample Influence Missing Data Decisions?"},
      {
        "id":"ED454245",
        "title":"Does Method of Handling Missing Data Affect Results of a Structural Equation Model?"},
      {
        "id":"ED454246",
        "title":"A Second Look at Mathematics Achievement Gaps: Intersections of Race, Class, and Gender in NAEP Data."},
      {
        "id":"ED454247",
        "title":"High Stakes Testing and Special Education Students: A Five-Year Trend Analysis."},
      {
        "id":"ED454248",
        "title":"The Minnesota Test of Critical Thinking: Development, Analysis, and Critical Issues."},
      {
        "id":"ED454249",
        "title":"Development of a Workshop Evaluation Instrument."},
      {
        "id":"ED454250",
        "title":"Assessing School Principals in a Community of Learners."},
      {
        "id":"ED454251",
        "title":"The Role of Policy Assumptions in Validating High-stakes Testing Programs."},
      {
        "id":"ED454252",
        "title":"Item Format as a Factor Affecting the Relative Standing of Countries in the Third International Mathematics and Science Study (TIMSS)."},
      {
        "id":"ED454253",
        "title":"The Impact of Unlike Indicators on the Level of School Effectiveness Status over Time: Comparisons of Schools in Two States."},
      {
        "id":"ED454254",
        "title":"Using Large Data Sets as a Basis for School Improvement."},
      {
        "id":"ED454255",
        "title":"A New Era of School Reform: Going Where the Research Takes Us."},
      {
        "id":"ED454256",
        "title":"A Framework for Evaluating the Validity of Test Preparation Practices."},
      {
        "id":"ED454257",
        "title":"Quantifying Quality: Technical Issues Surrounding &quot;U.S. News and World Report's&quot; Rankings of U.S. Colleges and Graduate Schools."},
      {
        "id":"ED454258",
        "title":"Content-Related Issues Pertaining to Teaching Statistics: Making Decisions about Educational Objectives in Statistics Courses."},
      {
        "id":"ED454259",
        "title":"A Study on the Validity Evidence of the Pre-Professional Skills Test (PPST) as a Screening Device for Entrance into Teacher Education Programs."},
      {
        "id":"ED454260",
        "title":"Computer Use and Its Relations to Academic Achievement in Mathematics, Reading, and Writing. NAEP Validity Studies."},
      {
        "id":"ED454261",
        "title":"Wisconsin Knowledge and Concepts Examinations, 1999-2000. Wisconsin School Performance Report: Results for Districts and Schools within Districts, Volume I. Grade School (Grade 4). Wisconsin Student Assessment System."},
      {
        "id":"ED454262",
        "title":"Wisconsin Knowledge and Concepts Examinations, 1999-2000. Wisconsin School Performance Report: Results for Districts and Schools within Districts, Volume II. Middle School (Grade 8). Wisconsin Student Assessment System."},
      {
        "id":"ED454263",
        "title":"Wisconsin Knowledge and Concepts Examinations, 1999-2000. Wisconsin School Performance Report: Results for Districts and Schools within Districts, Volume III. High School (Grade 10). Wisconsin Student Assessment System."},
      {
        "id":"ED454264",
        "title":"Behavioral, Social, and Cognitive Predictors of Adolescent Academic Self-Concept: A Longitudinal Investigation."},
      {
        "id":"ED454265",
        "title":"Living Standards of Judgement in What We Know and How We Know It."},
      {
        "id":"ED454266",
        "title":"Analysis of a Teacher Checklist Used for Assessment of Students Eligible for Placement in a Gifted and Talented Program."},
      {
        "id":"ED454267",
        "title":"Reliability of Scores from Tests Composed of Testlets: A Comparison of Methods."},
      {
        "id":"ED454268",
        "title":"Modeling the Hyperdistribution of Item Parameters To Improve the Accuracy of Recovery in Estimation Procedures."},
      {
        "id":"ED454269",
        "title":"The Prevalence of Gender DIF in Survey Data."},
      {
        "id":"ED454270",
        "title":"Educational Research as Disciplined Inquiry: Examining the Facets of Rigor in Our Work."},
      {
        "id":"ED454271",
        "title":"The Utility of Involvement and Talent Development Theory in Assessing Charter School Success: Results from a Pilot Study."},
      {
        "id":"ED454272",
        "title":"Assessing Teacher Attitudes in Teaching Science."},
      {
        "id":"ED454273",
        "title":"Assessing Kindergarten Education."},
      {
        "id":"ED454274",
        "title":"Assessing: Inquiry Learning in Science."},
      {
        "id":"ED454275",
        "title":"An Examination of Item Review on a CAT Using the Specific Information Item Selection Algorithm."},
      {
        "id":"ED454277",
        "title":"The Use of Group versus Individual Settings for Assessing Student Achievement in Kindergarten and First Grade."},
      {
        "id":"ED454278",
        "title":"Building Capacity To Support Student Achievement From the State Department to the Classroom and the Classroom to the State Department."},
      {
        "id":"ED454279",
        "title":"Nearest Neighbors, Simple Strata, and Probabilistic Parameters: An Empirical Comparison of Methods for Item Exposure Control in CATs."},
      {
        "id":"ED454280",
        "title":"Tracing the Development, Transfer, and Persistence of Problem Solving Skills."},
      {
        "id":"ED454281",
        "title":"The Influence of Principal Transformational Leadership Style on High School Proficiency Test Results in New Jersey Comprehensive and Vocational-Technical High Schools."},
      {
        "id":"ED454282",
        "title":"The Effects of Test-Taking Strategy Instruction on the Processing of Test Items."},
      {
        "id":"ED454283",
        "title":"Resilience Revisited: Urban Children Assessment and Intervention. Construct Validity of a Resilience Profile for Students with Disabilities (Resilience Subdomains of Coping with Disability Scales--Parent Rating Scale)."},
      {
        "id":"ED454284",
        "title":"Construct Validity of the Resilience Assessment of Exceptional Students (RAES)."},
      {
        "id":"ED454285",
        "title":"Assessment of Training Using Pathfinder Associative Networks."},
      {
        "id":"ED454286",
        "title":"Investigating the Evaluation of Student Achievement."},
      {
        "id":"ED454287",
        "title":"Class-Size Reduction Evaluation, 1999-2000. A Report to the North Carolina Department of Public Instruction."},
      {
        "id":"ED454288",
        "title":"Annual Progress Report on Students Who Drop Out, 1999-2000."},
      {
        "id":"ED454289",
        "title":"The North Carolina Competency Test Results. Measuring Up. E&amp;R Report."},
      {
        "id":"ED454290",
        "title":"The Effect of School Poverty Concentration in WCPSS. Research Watch. E&amp;R Report."},
      {
        "id":"ED454291",
        "title":"What Research Says about Teenagers and Sleep. Research Watch. E&amp;R Report."},
      {
        "id":"ED454292",
        "title":"Guide to Interpreting the Spring 2000 Reports for Schools and Districts. Massachusetts Comprehensive Assessment System."},
      {
        "id":"ED454293",
        "title":"On the \"Exchangeability\" of Hands-On and Computer-Simulated Science Performance Assessments. CSE Technical Report."},
      {
        "id":"ED454294",
        "title":"Using Teachers' Assignments as an Indicator of Classroom Practice. CSE Technical Report."},
      {
        "id":"ED454295",
        "title":"An Analysis of Notebook Writing in Elementary Science Classrooms. CSE Technical Report."},
      {
        "id":"ED454299",
        "title":"Education Statistics Quarterly, Spring 2001."},
      {
        "id":"ED454300",
        "title":"Staff Data Handbook; Elementary, Secondary, and Early Childhood Education: 2001 Edition."},
      {
        "id":"ED454301",
        "title":"Community College Transfer Rates to 4-Year Institutions Using Alternative Definitions of Transfer. Research and Development Report."},
      {
        "id":"ED454302",
        "title":"The 1998 High School Transcript Study User&apos;s Guide and Technical Report."},
      {
        "id":"ED454305",
        "title":"Ahead of the Class: A Handbook for Preparing New Teachers from New Sources. Design Lessons from the DeWitt Wallace-Reader's Digest Fund's Pathways to Teaching Careers Initiative."},
      {
        "id":"ED454306",
        "title":"Federal Expenditures on Children: 1960-1997. Occasional Paper Number 45. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED454307",
        "title":"Why More Money Will Not Solve America's Education Crisis. The Heritage Foundation Backgrounder No. 1448."},
      {
        "id":"ED454309",
        "title":"The Continuing Struggle against Unequal Educational Opportunity."},
      {
        "id":"ED454310",
        "title":"Lasting Returns: Strengthening California's Child Care and Development System."},
      {
        "id":"ED454311",
        "title":"Lies and Distortions: The Campaign against School Vouchers."},
      {
        "id":"ED454312",
        "title":"Formative Report on the District of Columbia 21st Century Community Learning Center Summer Program."},
      {
        "id":"ED454313",
        "title":"Child Support Enforcement: Incentives and Well-Being. JCPR Working Paper."},
      {
        "id":"ED454314",
        "title":"Opportunities Suspended: The Devastating Consequences of Zero Tolerance and School Discipline Policies. Report from a National Summit on Zero Tolerance [Proceedings] (Washington, DC, June 15-16, 2000)."},
      {
        "id":"ED454315",
        "title":"Making a Difference in Ghana's Classrooms: Educators and Communities as Partners."},
      {
        "id":"ED454316",
        "title":"Cuban Identity: A Preliminary Study."},
      {
        "id":"ED454317",
        "title":"What Difference Do We Make? The Challenges of Evaluating Community-Based Efforts in Immigrant Education."},
      {
        "id":"ED454318",
        "title":"Examining School Engagement of African American Adolescents."},
      {
        "id":"ED454319",
        "title":"The Classroom and the Community: African American Youth Speak Out."},
      {
        "id":"ED454320",
        "title":"The Child Population: First Data from the 2000 Census. A Kids Count/PRB Report on Census 2000."},
      {
        "id":"ED454323",
        "title":"Facing the Consequences: An Examination of Racial Discrimination in U.S. Public Schools."},
      {
        "id":"ED454324",
        "title":"Racial Disparities Related to School Zero Tolerance Policies: Testimony to the U.S. Commission on Civil Rights."},
      {
        "id":"ED454325",
        "title":"Making TANF Work for the Corps: When and How TANF Funds Can Support Youth Corps Initiatives."},
      {
        "id":"ED454326",
        "title":"Juvenile Transfers to Criminal Court in the 1990s: Lessons Learned from Four Studies. OJJDP Summary."},
      {
        "id":"ED454327",
        "title":"The New Segregation."},
      {
        "id":"ED454329",
        "title":"Bringing All Students to High Standards: Report on National Education Goals Panel Field Hearings. Lessons from the States."},
      {
        "id":"ED454330",
        "title":"Literacy in the Face of Poverty: Two Case Studies of High Achieving Low-Income African American Fifth Grade Readers."},
      {
        "id":"ED454331",
        "title":"Differences between Students in the Consequences of Goals and Goal Structures: The Role of Culture and Family Obligation."},
      {
        "id":"ED454332",
        "title":"Agency and Agency Fee: A Case Study of the Limitations and Usefulness of Traditional Collective Bargaining and the Strike in Advancing Urban Teachers' Professional Interests."},
      {
        "id":"ED454333",
        "title":"Grade-Level Retention in Texas Public Schools, 1998-99."},
      {
        "id":"ED454334",
        "title":"Dropout Rate Study, 1998-99: Annual Dropout Rates in Arizona Public Schools, Grades Seven through Twelve."},
      {
        "id":"ED454335",
        "title":"Reasons for Exclusion from School. Research Brief No. 244."},
      {
        "id":"ED454338",
        "title":"Ethnicity in the Electronic Age: Looking at the Internet through a Multicultural Lens."},
      {
        "id":"ED454339",
        "title":"Academic Excellence for All Urban Students: Their Accomplishment in Science and Mathematics. Urban Systemic Initiatives."},
      {
        "id":"ED454340",
        "title":"Mayoral Takeover: The Different Directions Taken in Different Cities."},
      {
        "id":"ED454341",
        "title":"Principal Success and Perceptions of Organizational Constraint in City Schools: A Multi-Site Case Study."},
      {
        "id":"ED454346",
        "title":"Deja Vu: Family Homelessness in New York City."},
      {
        "id":"ED454347",
        "title":"Setting the Standard for a Sound Basic Education. In Evidence: Policy Reports from the CFE Trial, Volume 1."},
      {
        "id":"ED454348",
        "title":"Reforming New York State's Flawed School Finance System. In Evidence: Policy Reports from the CFE Trial, Volume 2."},
      {
        "id":"ED454349",
        "title":"Special Report: The Trial Court's Decision. In Evidence: Policy Reports from the CFE Trial, Volume 3."},
      {
        "id":"ED454350",
        "title":"OJJDP Research 2000 Report."},
      {
        "id":"ED454351",
        "title":"Challenging the Myths: 1999 National Report Series. Juvenile Justice Bulletin."},
      {
        "id":"ED454352",
        "title":"Teacher Staffing in the School District of Philadelphia: A Report to the Community."},
      {
        "id":"ED454353",
        "title":"The Philadelphia Education Longitudinal Study (PELS): Report on the Transition to High School in the School District of Philadelphia."},
      {
        "id":"ED454354",
        "title":"The Preparation of Middle Grades Teachers in an Era of High Stakes and High Standards: Philadelphia's Predicament."},
      {
        "id":"ED454355",
        "title":"New Teacher Staffing and Comprehensive Middle School Reform: Philadelphia's Experience."},
      {
        "id":"ED454357",
        "title":"A Path Forward for Camden."},
      {
        "id":"ED454358",
        "title":"It Takes More Than Testing: Closing the Achievement Gap. A Report of the Center on Education Policy."},
      {
        "id":"ED454359",
        "title":"The Tip of the Iceberg: SURR Schools and Academic Failure in New York City. Civic Report."},
      {
        "id":"ED454360",
        "title":"Challenges and Opportunities in After-School Programs: Lessons for Policymakers and Funders."},
      {
        "id":"ED454361",
        "title":"Survey Results of Urban School Classroom Practices in Mathematics and Science: 1999 Report. Using the Survey of Enacted Curriculum Conducted during Four USI Site Visits. How Reform Works: An Evaluative Study of National Science Foundation's Urban Systemic Initiatives. Study Monograph No. 2."},
      {
        "id":"ED454362",
        "title":"Survey Results of Urban School Classroom Practices in Mathematics and Science: 2000 Report. Using the Survey of Enacted Curriculum Conducted during Eight USI Site Visits. How Reform Works: An Evaluative Study of National Science Foundation&apos;s Urban Systemic Initiatives. Study Monograph No. 3."},
      {
        "id":"ED454364",
        "title":"The Class-Size Reduction Program, PL 105-277: 1999-2000 Evaluation."},
      {
        "id":"ED454366",
        "title":"Adult and Community Education: A Snapshot of the Conditions and Circumstances of Being a Community-Based Adult Community Education (ACE) Provider in South Australia, Western Australia, New South Wales and Victoria from September to December 1997."},
      {
        "id":"ED454367",
        "title":"Promoting Equal Access of Girls/Women to Technical and Vocational Education."},
      {
        "id":"ED454369",
        "title":"The Voice of Our History, 1945-1995."},
      {
        "id":"ED454370",
        "title":"The Last Five Years of the Millennium."},
      {
        "id":"ED454371",
        "title":"Developing a Model To Explain Student Persistence in Tertiary Agricultural Study."},
      {
        "id":"ED454373",
        "title":"American Vocational Education Research Association (AVERA) Proceedings (New Orleans, Louisiana, December 10-13, 1998)."},
      {
        "id":"ED454374",
        "title":"Trends in Private Sector Development in World Bank Education Projects. Policy Research Working Paper Series."},
      {
        "id":"ED454375",
        "title":"Illinois Occupational Skill Standards: Housekeeping Management Cluster."},
      {
        "id":"ED454376",
        "title":"Illinois Occupational Skill Standards: Insurance Cluster."},
      {
        "id":"ED454377",
        "title":"Illinois Occupational Skill Standards: Swine Production Cluster."},
      {
        "id":"ED454379",
        "title":"Connecting Work and School: A Statewide Study of Employer Participation in Florida School-to-Work Initiatives."},
      {
        "id":"ED454380",
        "title":"Vocational Education and the Nonacademic Student."},
      {
        "id":"ED454381",
        "title":"Trends in Direct Measures of Job Skill Requirements. Working Paper No. 301."},
      {
        "id":"ED454382",
        "title":"Instructor Competencies and Performance Indicators for the Improvement of Adult Education Programs."},
      {
        "id":"ED454383",
        "title":"Management Competencies and Sample Indicators for the Improvement of Adult Education Programs."},
      {
        "id":"ED454384",
        "title":"V-TECS Career Cluster Frameworks."},
      {
        "id":"ED454385",
        "title":"Issues in Training. Symposium 39. [AHRD Conference, 2001]."},
      {
        "id":"ED454386",
        "title":"Welfare, Housing, and Employment: Learning from the Jobs-Plus Demonstration. MDRC Policy Brief."},
      {
        "id":"ED454387",
        "title":"States of Change: Policies and Programs To Promote Low-Wage Workers' Steady Employment and Advancement. Field Report Series."},
      {
        "id":"ED454388",
        "title":"The Economics of Vocational Education and Training in Australia: CEET's Stocktake."},
      {
        "id":"ED454396",
        "title":"AXIS (Adult Education Express Intercommunication Support) Final Report, 1999-2000."},
      {
        "id":"ED454397",
        "title":"Core Training Development and Implementation. Final Report."},
      {
        "id":"ED454398",
        "title":"Organizational Change and Improvement Institute (Harrisburg, Pennsylvania, November 15-16, 1999)."},
      {
        "id":"ED454399",
        "title":"Piloting the AIM Project: Measuring Progress for Program Evaluation and Accountability."},
      {
        "id":"ED454400",
        "title":"Planning for Change. [Final Report and Training Package]."},
      {
        "id":"ED454401",
        "title":"Statewide Staff Development Project: Adults with Learning Differences. Final Report, 1999-2000."},
      {
        "id":"ED454402",
        "title":"Success Stories 2001: Past, Present &amp; Future."},
      {
        "id":"ED454403",
        "title":"Diversity Training. Myths and Realities No. 13."},
      {
        "id":"ED454404",
        "title":"Job Searching in the 21st Century. Myths and Realities No. 14."},
      {
        "id":"ED454405",
        "title":"Postmodernism: Yes, No, or Maybe? Myths and Realities No. 15."},
      {
        "id":"ED454406",
        "title":"Taking the Initiative on Jobs &amp; Race: Innovations in Workforce Development for Minority Job Seekers and Employers."},
      {
        "id":"ED454407",
        "title":"Transparency of Vocational Qualifications: The Leonardo da Vinci Approach. CEDEFOP Panorama Series."},
      {
        "id":"ED454408",
        "title":"Captured Wisdom[TM]: Integrating Technology into Adult Literacy Instruction. [Booklet and CD-ROM Transcripts]."},
      {
        "id":"ED454409",
        "title":"American Vocational Education Research Association Members' Perceptions of Statistical Significance Tests and Other Statistical Controversies."},
      {
        "id":"ED454410",
        "title":"Adult Educators' Guide to Designing Instructor Mentoring."},
      {
        "id":"ED454411",
        "title":"Closing the Achievement Gap: Colleges Making a Difference. Report of Research Project Undertaken by the Learning and Skills Development Agency."},
      {
        "id":"ED454412",
        "title":"Costing, Budgeting and Financial Reporting: A Report on Current Practice in the Further Education Sector. Research Report."},
      {
        "id":"ED454413",
        "title":"Developing Responsiveness in Vocational Education and Training."},
      {
        "id":"ED454414",
        "title":"Getting Employers Involved: Improving Work-Based Learning through Employer Links. Report and Good Practice Guidelines."},
      {
        "id":"ED454415",
        "title":"Successful Tutoring: Good Practice for Managers and Tutors."},
      {
        "id":"ED454416",
        "title":"Ohio Agriscience Lesson Plans."},
      {
        "id":"ED454418",
        "title":"Experiential Learning: A Theoretical Critique from Five Perspectives. Information Series No. 385."},
      {
        "id":"ED454419",
        "title":"The Effect of Minimum Wages on the Labor Force Participation Rates of Teenagers."},
      {
        "id":"ED454420",
        "title":"The &quot;Conveyor Belt Effect&quot;: A Re-Assessment of the Impact of National Targets for Lifelong Learning."},
      {
        "id":"ED454421",
        "title":"Researching the Role of Digital Technology in Widening Participation."},
      {
        "id":"ED454422",
        "title":"Nursing Workforce: Recruitment and Retention of Nurses and Nurse Aides Is a Growing Concern. Testimony before the Committee on Health, Education, Labor and Pensions, U.S. Senate."},
      {
        "id":"ED454423",
        "title":"Issues in the Study of Curriculum in the Context of Lifelong Learning."},
      {
        "id":"ED454424",
        "title":"Building Inclusive School-to-Work Systems. State Profiles: Colorado, Maryland, New Jersey, New Mexico, New York, Oregon, Rhode Island, Vermont."},
      {
        "id":"ED454425",
        "title":"Young People and Work: Is VET the Answer? Summary Report on the National Issues Forum (1st, Sydney, New South Wales, Australia, December 1997). Working Paper."},
      {
        "id":"ED454426",
        "title":"National Workshop on Equity Research. Report and Papers from a National Workshop (Sydney, New South Wales, Australia, May 21-22, 1999). Working Paper."},
      {
        "id":"ED454427",
        "title":"Equity and Local Participation in VET: Some Preliminary Findings in Sydney Postcodes. Working Paper."},
      {
        "id":"ED454428",
        "title":"A Further Local Participation Study: TAFE and ACE in Melbourne Postcodes. Working Paper."},
      {
        "id":"ED454429",
        "title":"Explorations of Retention and Withdrawal in VET Programs, 1995-1997. Working Paper."},
      {
        "id":"ED454430",
        "title":"The RAVL Symposium: New Questions about Work and Learning. Working Paper."},
      {
        "id":"ED454431",
        "title":"The Position of Human Resource Developers in the New Learning Landscape: A Discussion Paper. Working Paper."},
      {
        "id":"ED454432",
        "title":"Making Pathways: Young People and Their Informal Vocational Learning. Discussion Paper. Working Paper."},
      {
        "id":"ED454433",
        "title":"Early School Leavers in the Community. Working Paper."},
      {
        "id":"ED454434",
        "title":"Dinosaurs in a Brave New World? Apprenticeships and Traineeships in the Age of Lifelong Learning. Working Paper."},
      {
        "id":"ED454435",
        "title":"Informal Vocational Learning Experiences of Young People: Some Research Findings. Working Paper."},
      {
        "id":"ED454436",
        "title":"Implications for Vocational Education and Training of Changing Work Arrangements. Working Paper."},
      {
        "id":"ED454437",
        "title":"Factors Influencing Active Learning in Small Enterprises. Working Paper."},
      {
        "id":"ED454438",
        "title":"Working Knowledge and Work-Based Learning: Research Implications. Working Paper."},
      {
        "id":"ED454439",
        "title":"Online Learning and the New VET Practitioner. Working Paper."},
      {
        "id":"ED454440",
        "title":"Online Learning and the New VET Practitioner: Implications for the Organisation of Their Work. Working Paper."},
      {
        "id":"ED454441",
        "title":"Online Learning and the New VET Practitioner: Project Data and Methodology. Working Paper."},
      {
        "id":"ED454442",
        "title":"Applying SEIFA Disadvantage Indexes to VET Participation. Working Paper."},
      {
        "id":"ED454443",
        "title":"Urban Disadvantage and VET Participation and Achievement. Working Paper."},
      {
        "id":"ED454444",
        "title":"The Learning Practitioner in Organisations: Challenges in Researching a Changing Role. Working Paper."},
      {
        "id":"ED454445",
        "title":"Field Dependence-Field Independence and Vocational Teachers. Working Paper."},
      {
        "id":"ED454446",
        "title":"The Importance of Facilitating Critical Reasoning in the New Millennium: Some New Evidence. Working Paper."},
      {
        "id":"ED454447",
        "title":"Student Experiences of Generic Competency Learning: A Case of Practitioner Research. Working Paper."},
      {
        "id":"ED454448",
        "title":"Constructing a Picture of the Organisational Training and Development Professional. Working Paper."},
      {
        "id":"ED454449",
        "title":"Work Based Learning and Vocational Education and Training Practitioners. Working Paper."},
      {
        "id":"ED454450",
        "title":"Issues of Teacher Identity in a Restructuring VET [Vocational Education and Training] System. Working Paper."},
      {
        "id":"ED454451",
        "title":"The New VET Professional: Culture, Roles &amp; Competence. Working Paper."},
      {
        "id":"ED454452",
        "title":"Fundamental Factors of Influence on the Literacy Performance of Older Adults and Their Functioning in Society."},
      {
        "id":"ED454453",
        "title":"Blending Research and Practice: A 10-Year Evaluation of a Community-Based Child Guidance Clinic."},
      {
        "id":"ED454454",
        "title":"Journal of School Social Work, 2000-2001."},
      {
        "id":"ED454457",
        "title":"Mental Health in Rural America."},
      {
        "id":"ED454458",
        "title":"Linking Neuroscience and Psychoanalysis."},
      {
        "id":"ED454459",
        "title":"The Anatomy of School Violence."},
      {
        "id":"ED454460",
        "title":"Recruiting Mentors: A Guide to Finding Volunteers To Work with Youth. Technical Assistance Packet #3."},
      {
        "id":"ED454461",
        "title":"Key Stakeholder Perceptions of the Role and Functions of College Counseling Centers."},
      {
        "id":"ED454462",
        "title":"Hatred in the Hallways: Violence and Discrimination against Lesbian, Gay, Bisexual, and Transgender Students in U.S. Schools."},
      {
        "id":"ED454463",
        "title":"Decreasing Inappropriate Social Behavior in Freshman Seminar through the Use of Interpersonal Skills Training."},
      {
        "id":"ED454464",
        "title":"Learning's Destiny: A Better Way of Thinking and Feeling."},
      {
        "id":"ED454465",
        "title":"Taking a Closer Look at Substance Abuse, Child Sexual Abuse, Domestic Violence."},
      {
        "id":"ED454466",
        "title":"Cultural Influences on Ratings of Behavioral and Emotional Problems, and School Adjustment for Korean, Korean American, and Caucasian American Children."},
      {
        "id":"ED454467",
        "title":"Psychometric Properties of a Japanese Version of an Academic Self-Concept Scale for College Students."},
      {
        "id":"ED454468",
        "title":"A Licensed Professional Counselor's Professional and Personal Insights and Changes Resulting from a University Course on Cultural Diversity."},
      {
        "id":"ED454469",
        "title":"Gender and Ethnic Identity Development among College Students from Four Ethnic Groups."},
      {
        "id":"ED454470",
        "title":"The Impact of Developmental Education: Myths and Misconceptions."},
      {
        "id":"ED454472",
        "title":"The Rise of Marijuana as the Drug of Choice among Youthful Adult Arrestees. Research in Brief."},
      {
        "id":"ED454473",
        "title":"School Psychology's Place in the History of Specialty Recognition."},
      {
        "id":"ED454474",
        "title":"The Case of Mr. P--Primary Intervention Skills in Psychodynamic Therapy."},
      {
        "id":"ED454475",
        "title":"Synergy: Australian Transcultural Mental Health Network Newsletter, 2000."},
      {
        "id":"ED454476",
        "title":"Connection and Recovery: Posttraumatic Stress Disorder and School Reintegration."},
      {
        "id":"ED454477",
        "title":"Perceptions of School Dropout: Different Viewpoints among Middle School Teachers, Absentee Students, and Their Parents in Taiwan."},
      {
        "id":"ED454479",
        "title":"The Interrelationships of Behavioral Indices of Bully and Victim Behavior."},
      {
        "id":"ED454480",
        "title":"Analytical Psychology: A Review of a Theoretical Approach and Its Application to Counseling."},
      {
        "id":"ED454481",
        "title":"School Psychologists, Stress, and Burnout."},
      {
        "id":"ED454482",
        "title":"Decreasing Disruptive Behaviors through Social Skills Instruction."},
      {
        "id":"ED454483",
        "title":"New School Psychologist Support: How To Avoid Crashing and Burning Your First Year."},
      {
        "id":"ED454484",
        "title":"School Counselor Shortages: A Statewide Collaborative Effort in Counselor Education."},
      {
        "id":"ED454485",
        "title":"But You Teach Chemistry, How Can You Advise Me at Orientation?"},
      {
        "id":"ED454486",
        "title":"School Violence: An Overview. Also: Creating Safe Schools; Conflict Resolution Education."},
      {
        "id":"ED454488",
        "title":"\"Will They Fly a Plane into Our House?\" How To Talk to Children about Terrorism."},
      {
        "id":"ED454492",
        "title":"Outcomes of the Muscogee County School District Reading Recovery Implementation Year, 1997-1998."},
      {
        "id":"ED454493",
        "title":"Students' Views on the Purposes of Reading from Three Perspectives - Students, Teachers and Parents."},
      {
        "id":"ED454494",
        "title":"Levels of Literacy."},
      {
        "id":"ED454495",
        "title":"Beginning Teachers Beginning Whole Language."},
      {
        "id":"ED454496",
        "title":"Early Literacy Survey: How Renaissance Supports Reading Excellence Act (REA) Goals. Monograph."},
      {
        "id":"ED454497",
        "title":"Selecting and Promoting Young Adult and Children's Award-Winning Books. What This Means for Publishers, Authors, Teachers, Librarians and the Consumer."},
      {
        "id":"ED454498",
        "title":"Reciprocal Teaching: The Application of a Reading Improvement Strategy on Urban Students in Highland Park, Michigan, 1993-1995. Innodata Monographs 8."},
      {
        "id":"ED454499",
        "title":"Creating a &quot;Literacy Club&quot; in a First Grade Classroom: One Teacher's Balanced Approach."},
      {
        "id":"ED454500",
        "title":"What Can Teachers of Literacy Learn from a Study of Effective Teachers?"},
      {
        "id":"ED454501",
        "title":"Increasing Independent Reading Practice through Family Involvement and Motivational Strategies."},
      {
        "id":"ED454502",
        "title":"Improving Elementary School Students' Writing Using Reading and Writing Integration Strategies."},
      {
        "id":"ED454503",
        "title":"Improving Reading Achievement through the Implementation of Reading Strategies."},
      {
        "id":"ED454504",
        "title":"Building Background Knowledge To Improve Reading Comprehension through Use of Technology."},
      {
        "id":"ED454505",
        "title":"Increasing Students' Reading Readiness Skills through the Use of a Balanced Literacy Program."},
      {
        "id":"ED454506",
        "title":"Improving Students' Reading Fluency through the Use of Phonics and Word Recognition Strategies."},
      {
        "id":"ED454507",
        "title":"Using Technology and Creative Reading Activities to Increase Pleasure Reading among High School Students in Resource Classes."},
      {
        "id":"ED454508",
        "title":"Affordances and Constraints of Electronic Discussions."},
      {
        "id":"ED454509",
        "title":"The State of the Art in Empirical Studies of Literature: The Emergence of an International and Interdisciplinary Scholarly/Scientific &quot;Field&quot;: A Progress Report."},
      {
        "id":"ED454510",
        "title":"On the Origin of Genres by Natural Selection: Inventing Genres Online."},
      {
        "id":"ED454511",
        "title":"Conditions of Reception: The Strange Case of &quot;Mons, Anzac, and Kut.&quot;"},
      {
        "id":"ED454512",
        "title":"Collaborative Exploration in Public: Writing, Reading and Learning through Written Transactions."},
      {
        "id":"ED454513",
        "title":"&quot;Does This Count as an Occasion?&quot; Engaging Students in the Culture of the Campus."},
      {
        "id":"ED454514",
        "title":"Talking about Curriculum, Thinking about Teaching."},
      {
        "id":"ED454515",
        "title":"What Is \"Inkshedding\"?"},
      {
        "id":"ED454517",
        "title":"Writing through Modeling: Using Various Scholarship Enhancement Programs and Activities To Build Writing Interest and Skill."},
      {
        "id":"ED454518",
        "title":"The Value of WPA Work: Theory, Practice, Discourse--and the Person."},
      {
        "id":"ED454519",
        "title":"Language Ideologies: Critical Perspectives on the Official English Movement. Volume 2: History, Theory, and Policy."},
      {
        "id":"ED454520",
        "title":"Critiquing Whole Language and Classroom Inquiry. WLU Series."},
      {
        "id":"ED454521",
        "title":"The Fate of Progressive Language Policies and Practices."},
      {
        "id":"ED454522",
        "title":"Literature and Lives: A Response-Based, Cultural Studies Approach to Teaching English."},
      {
        "id":"ED454524",
        "title":"Kaleidoscope: A Multicultural Booklist for Grades K-8. Third Edition. NCTE Bibliography Series."},
      {
        "id":"ED454525",
        "title":"Books for You: An Annotated Booklist for Senior High. Fourteenth Edition. NCTE Bibliography Series."},
      {
        "id":"ED454526",
        "title":"The Languages U.S. Latino Literature Speaks."},
      {
        "id":"ED454527",
        "title":"Hispanic Literatures in the United States: Differences and Similarities."},
      {
        "id":"ED454528",
        "title":"District Policy and Beginning Teachers: Where the Twain Shall Meet. CELA Research Report."},
      {
        "id":"ED454529",
        "title":"Integrating Computer Technology into a Balanced Literacy Approach: Beyond Interactive Books and Word Processors."},
      {
        "id":"ED454530",
        "title":"Essay Feedback: How Can It Help Students Improve Their Academic Writing?"},
      {
        "id":"ED454531",
        "title":"Shaping Change in Attitudes: Self-Reflective Writing about Homosexuality."},
      {
        "id":"ED454532",
        "title":"Stand Together or Apart: A Thematic Unit for &quot;The Chocolate War&quot; by Robert Cormier and &quot;To Kill a Mockingbird&quot; by Harper Lee."},
      {
        "id":"ED454533",
        "title":"Making American Literatures in High School and College. Classroom Practices in Teaching English, Volume 31."},
      {
        "id":"ED454534",
        "title":"Developing Factual Writing: An Approach through Scaffolding."},
      {
        "id":"ED454535",
        "title":"Writing at the Threshold: Featuring 56 Ways To Prepare High School and College Students To Think and Write at the College Level."},
      {
        "id":"ED454536",
        "title":"What Was Columbus Thinking? [Lesson Plan]."},
      {
        "id":"ED454537",
        "title":"The Statue of Liberty: The Meaning and Use of a National Symbol. [Lesson Plan]."},
      {
        "id":"ED454538",
        "title":"Remember the Ladies: The First Ladies. [Lesson Plan]."},
      {
        "id":"ED454539",
        "title":"Portrait of a Hero. [Lesson Plan]."},
      {
        "id":"ED454540",
        "title":"Play with Words: Rhyme &amp; Verse. [Lesson Plan]."},
      {
        "id":"ED454541",
        "title":"Learning the Blues. [Lesson Plan]."},
      {
        "id":"ED454542",
        "title":"Born on a Mountaintop? Davy Crockett, Tall Tales, and History. [Lesson Plan]."},
      {
        "id":"ED454543",
        "title":"Writing Workshop and Beginning Teachers."},
      {
        "id":"ED454546",
        "title":"Strengthening Student Writing Skills."},
      {
        "id":"ED454547",
        "title":"Improving Students' Decoding Skills through the Use of Direct Instruction."},
      {
        "id":"ED454548",
        "title":"Completing the Circle: Faculty as Writers."},
      {
        "id":"ED454550",
        "title":"Using Poetry To Build Community in a Diverse Third Grade Classroom."},
      {
        "id":"ED454551",
        "title":"Using Outstanding Translated Children's Books in the School Setting To Promote an Understanding of Other Countries and Cultures."},
      {
        "id":"ED454552",
        "title":"WAC for the New Millennium: Strategies for Continuing Writing-Across-the-Curriculum Programs."},
      {
        "id":"ED454553",
        "title":"Investigating Home and School Computer-Mediated Communication Practices in Low Socio-Economic Communities."},
      {
        "id":"ED454554",
        "title":"Shaping American Political Discourse through Media Punditry and Ideological Pontification. (Mass Communication Instructional Unit.)"},
      {
        "id":"ED454555",
        "title":"Instant Analyses of the 1992 Presidential Debates by Reporters and Pundits: Substantive or Shallow? (Mass Communication Instructional Unit)."},
      {
        "id":"ED454556",
        "title":"Providing Broadcast Journalism Students Professional Experiences by Producing Political Television Programs."},
      {
        "id":"ED454558",
        "title":"OPEN vs CLOSED: Academic Dishonesty Issues in Digital Production Course Instruction."},
      {
        "id":"ED454559",
        "title":"The Myths of Chinese Images Revisited: Persuasive Strategies in Hong Kong Anti-Drug Public Service Announcements."},
      {
        "id":"ED454560",
        "title":"Setting the Record Straight in Ernest Gaines's &quot;A Lesson Before Dying.&quot;"},
      {
        "id":"ED454561",
        "title":"Point of View Speech (A Speech Assignment in Critical Thinking)."},
      {
        "id":"ED454562",
        "title":"Impact of the Children's Television Act on Children's Learning."},
      {
        "id":"ED454563",
        "title":"Perceived Family Communication Patterns and Self-Disclosure to Parents: A Study of Youngsters in Hong Kong."},
      {
        "id":"ED454564",
        "title":"Evaluating Doctoral Programs in Communication."},
      {
        "id":"ED454565",
        "title":"Implementing Whole-School Reform. ERIC Digest Number 128."},
      {
        "id":"ED454566",
        "title":"Equity and Adequacy in Educational Finance. ERIC Digest Number 129."},
      {
        "id":"ED454567",
        "title":"Retaining Principals. ERIC Digest Number 147."},
      {
        "id":"ED454568",
        "title":"Uniforms and Dress-Code Policies. ERIC Digest Number 148."},
      {
        "id":"ED454579",
        "title":"The Eight-Year Study Revisited: Lessons from the Past for the Present."},
      {
        "id":"ED454580",
        "title":"Options for Restructuring the Safe and Drug-Free Schools and Communities Act."},
      {
        "id":"ED454582",
        "title":"Elements of Social Capital in the Context of Six High Schools."},
      {
        "id":"ED454584",
        "title":"Precipitating Consequences in Educational Leadership: Diffusion, Activism, and Accountability."},
      {
        "id":"ED454585",
        "title":"The Seduction of the Subject/Citizen: Governmentality and School Governance Policy."},
      {
        "id":"ED454590",
        "title":"Extended Learning Initiatives: Opportunities and Implementation Challenges. Profiles of Six Selected State-Sponsored Initiatives."},
      {
        "id":"ED454591",
        "title":"Evaluation Report of the AEL CSRD Academy for External Facilitators: 2000 Summer Institute."},
      {
        "id":"ED454592",
        "title":"What Is P-16 Education? A Primer for Legislators. A Practical Introduction to the Concept, Language and Policy Issues of an Integrated System of Public Education."},
      {
        "id":"ED454593",
        "title":"Maryland Task Force on the Principalship: Recommendations for Redefining the Role of the Principal; Recruiting, Retaining, and Rewarding Principals; and Improving Their Preparation and Development."},
      {
        "id":"ED454597",
        "title":"What We Know and How We Know It: A Preliminary Study of Managerial Practices of High Schools in Shanghai."},
      {
        "id":"ED454599",
        "title":"What Are Charter Schools?"},
      {
        "id":"ED454602",
        "title":"Lessons from the Performing Arts: Can Auditioning Improve the Selection Process in University Administration Preparation Programs in the 21st Century?"},
      {
        "id":"ED454603",
        "title":"Who Wrote the Cardinal Principles Report? The Commission on the Reorganization of Secondary Education Revisited."},
      {
        "id":"ED454604",
        "title":"Positivistic Educational Administration Research, Theory, and Practice."},
      {
        "id":"ED454605",
        "title":"Blind Man's Bluff: Instructional Leadership, Teacher Selection and Rational Decision-Making."},
      {
        "id":"ED454606",
        "title":"A Meta-Analysis of Research: Hispanic Women in Leadership."},
      {
        "id":"ED454607",
        "title":"Five Year Charter School Study: An Overview. Arizona Education Analysis."},
      {
        "id":"ED454608",
        "title":"Applying Risk Theory to Educational Development."},
      {
        "id":"ED454609",
        "title":"Building on the Momentum.... Proceedings from the 10th Anniversary Celebration of the National Education Goals Panel (Washington, DC, December 1-2, 1999)."},
      {
        "id":"ED454610",
        "title":"Mission and Money: A CHS 2000 Report on Finance, Advancement, and Governance."},
      {
        "id":"ED454611",
        "title":"Bringing Disenfranchised Young People Back into the Frame: A UK Perspective on Disaffection from School and the Curriculum."},
      {
        "id":"ED454612",
        "title":"Challenging Changes: Responses of Three Upper Secondary Schools to Sweden's Decentralization Process."},
      {
        "id":"ED454613",
        "title":"Four Eyes on the Prize: Case Studies of Four Schools of Continuous Improvement."},
      {
        "id":"ED454614",
        "title":"United States Catholic Elementary and Secondary Schools, 2000-2001: The Annual Statistical Report on Schools, Enrollment and Staffing."},
      {
        "id":"ED454619",
        "title":"Justification Review: Kindergarten through Twelfth Grade Public Education Program."},
      {
        "id":"ED454620",
        "title":"Failing Grade: Crisis and Reform in the Oakland Unified School District. Briefing."},
      {
        "id":"ED454622",
        "title":"Public Education Finances. 1997 Census of Governments: Volume 4, Government Finances."},
      {
        "id":"ED454623",
        "title":"Shaping the Work Environment for Teachers: How Principals Can Learn To Support Instructional Reform."},
      {
        "id":"ED454624",
        "title":"A Case Study of District Decentralization and Site-Based Budgeting: Cordell Place School District."},
      {
        "id":"ED454625",
        "title":"A Case Study of Resource Reallocation To Implement a Whole School Reform Model and Boost Student Achievement: Parnell Elementary School."},
      {
        "id":"ED454627",
        "title":"Teaching Students with Disabilities To Read. PEER Project Literacy Series."},
      {
        "id":"ED454628",
        "title":"Preventing Reading Difficulties through the Early Identification of Children with Special Literacy Needs. PEER Literacy Resource Brief. PEER Project Literacy Series."},
      {
        "id":"ED454629",
        "title":"&quot;Phonological Awareness&quot; from Teaching Students with Disabilities To Read. PEER Literacy Resource Brief #1. Peer Project Literacy Series."},
      {
        "id":"ED454630",
        "title":"\"Systematic Phonics Instruction\" from Teaching Students with Disabilities To Read. PEER Literacy Resource Brief #2. PEER Project Literacy Series."},
      {
        "id":"ED454631",
        "title":"\"Word Identification\" from Teaching Students with Disabilities To Read. PEER Literacy Resource Brief #3. PEER Project Literacy Series."},
      {
        "id":"ED454632",
        "title":"\"Supported Passage Reading\" from Teaching Students with Disabilities To Read. PEER Literacy Resource Brief #4. PEER Project Literacy Series."},
      {
        "id":"ED454633",
        "title":"\"Fluent Reading\" from Teaching Students with Disabilities To Read. PEER Literacy Resource Brief #5. PEER Project Literacy Series."},
      {
        "id":"ED454634",
        "title":"\"Reading Comprehension\" from Teaching Students with Disabilities To Read. PEER Literacy Resource Brief #6. PEER Project Literacy Series."},
      {
        "id":"ED454635",
        "title":"\"Early Intervention\" from Teaching Students with Disabilities To Read. PEER Literacy Resource Brief #7. PEER Project Literacy Series."},
      {
        "id":"ED454636",
        "title":"Rethinking Special Education for a New Century."},
      {
        "id":"ED454637",
        "title":"Personnel To Support the Education of Children and Youth with Deafblindness. Quick Turn Around (QTA)."},
      {
        "id":"ED454638",
        "title":"Student Discipline and IDEA--Synthesis of GAO Report. Synthesis Brief."},
      {
        "id":"ED454639",
        "title":"State Special Education Advisory Panels: Changes since the Passage of the 1997 Amendments to the Individuals with Disabilities Education Act."},
      {
        "id":"ED454640",
        "title":"Serving the Underserved: A Review of the Research and Practice in Child Find, Assessment, and the IFSP/IEP Process for Culturally and Linguistically Diverse Young Children."},
      {
        "id":"ED454641",
        "title":"Todo Alumno: Un Manual de Recursos de PEER sobre Educacion Basada en Normas y Alumnos con Discapacidades (Every Single Student: A PEER Resource Manual on Standards-Based Education and Students with Disabilities)."},
      {
        "id":"ED454642",
        "title":"Counseling Deaf and Hard of Hearing Persons with Substance Abuse and/or Mental Health Issues: Is Cross Cultural Counseling Possible?"},
      {
        "id":"ED454643",
        "title":"Vermont Task Force on Special Education Paperwork Reduction: A Report to the Commissioner of Education, David S. Wolk."},
      {
        "id":"ED454645",
        "title":"IDEA 1997--&quot;Inclusion Is the Law.&quot;"},
      {
        "id":"ED454647",
        "title":"Student Health Partnership Annual Report Guidelines for 2000/2001 and 2001/2002. Student Health Initiative."},
      {
        "id":"ED454648",
        "title":"Student Health Partnership Service Plan Guidelines for 2001/2002. Student Health Initiative."},
      {
        "id":"ED454649",
        "title":"Teaching Students with Emotional Disorders and/or Mental Illnesses."},
      {
        "id":"ED454650",
        "title":"Enseigner aux eleves ayant des troubles emotionnels et (ou) des psychopathologies. Elabore pour les eleves ayant des besoins speciaux (Teaching Students with Emotional Disorders and/or Mental Illnesses. Elaborated for Eligible Special Needs Students)."},
      {
        "id":"ED454651",
        "title":"Iowa High School High Tech: Promoting Careers in Technology for Students with Disabilities. Final Report and Implementation Manual."},
      {
        "id":"ED454652",
        "title":"Special Education Funding, Department of Public Instruction 99-7: An Evaluation."},
      {
        "id":"ED454653",
        "title":"Lessons for Everyone: How Students with Reading-Related Learning Disabilities Survive and Excel in College Courses with Heavy Reading Requirements."},
      {
        "id":"ED454654",
        "title":"Examining Reading Comprehension and Fluency in Students Who Are Deaf or Hard of Hearing."},
      {
        "id":"ED454655",
        "title":"The \"Role\" of Burnout among Special Educators: The Relationship between Burnout and Role Tensions."},
      {
        "id":"ED454656",
        "title":"Daughters with Disabilities: A Professional Development Model To Reframe Science, Math, and Technology Education for Girls with Disabilities."},
      {
        "id":"ED454657",
        "title":"Increasing Student Achievement through Collaborative Inclusion Techniques."},
      {
        "id":"ED454658",
        "title":"Asperger Syndrome: A Qualitative Study of Successful Educational Interventions."},
      {
        "id":"ED454659",
        "title":"Funding Early Childhood Mental Health Services & Supports."},
      {
        "id":"ED454661",
        "title":"Mental Retardation and Developmental Disabilities Branch (NICHD) Report to the NACHHD Council."},
      {
        "id":"ED454662",
        "title":"Models of Alcohol and Other Drug Treatment for Consideration When Working with Deaf and Hard of Hearing Individuals."},
      {
        "id":"ED454663",
        "title":"Effect of Explicit Audience on Written Communication of Children with Learning Disabilities."},
      {
        "id":"ED454664",
        "title":"Teacher Bias in Identifying Gifted and Talented Students."},
      {
        "id":"ED454665",
        "title":"Learning Disabilities. Final Report."},
      {
        "id":"ED454666",
        "title":"Biennial Performance Report (FY 98, 99) for Part B of the Individuals with Disabilities Education Act. State of Delaware."},
      {
        "id":"ED454667",
        "title":"Chemical Dependency Treatment: Specialized Approaches for Deaf and Hard of Hearing Clients."},
      {
        "id":"ED454668",
        "title":"Categorization in Adults with Severe to Profound Mental Retardation."},
      {
        "id":"ED454669",
        "title":"Notice of Procedural Safeguards: Special Education Rights of Parents and Children Under the Individuals with Disabilities Education Act, Part B."},
      {
        "id":"ED454670",
        "title":"Mental Health in Schools: Guidelines, Models, Resources, & Policy Considerations."},
      {
        "id":"ED454672",
        "title":"Meeting the Needs of Parents of Children with Disabilities in Rural Schools."},
      {
        "id":"ED454674",
        "title":"Postsecondary Education and Employment for Students with Disabilities: Focus Group Discussions on Supports and Barriers in Lifelong Learning."},
      {
        "id":"ED454675",
        "title":"Individualized Education Plan (IEP)."},
      {
        "id":"ED454678",
        "title":"Why Try? Factors that Differentiate Underachieving Gifted Students from High Achieving Gifted Students."},
      {
        "id":"ED454679",
        "title":"National Survey of Educational Support Provision to Students with Disabilities in Postsecondary Education Settings. A Technical Report June 2000."},
      {
        "id":"ED454680",
        "title":"Technology in Early Childhood: Planning and Learning about Community Environments (TEChPLACEs). Final Report."},
      {
        "id":"ED454681",
        "title":"Accountability Systems and Counting Students with Disabilities. Technical Report."},
      {
        "id":"ED454682",
        "title":"Addressing Standards and Assessments on State IEP Forms. Synthesis Report."},
      {
        "id":"ED454683",
        "title":"Improving the Quality of Early Intervention Personnel by Enhancing Faculty Expertise: Findings and Recommendations of the Regional Faculty Institutes. Executive Summary."},
      {
        "id":"ED454684",
        "title":"U.S. Department of Education Guidance on the Qualified Zone Academy Bonds (Section 226 of the Taxpayer's Relief Act of 1997, Section 1397E of the Internal Revenue Code)."},
      {
        "id":"ED454685",
        "title":"Full Service School-Community Collaboration Conference. Remarks as Prepared for Delivery by U.S. Secretary of Education Richard W. Riley."},
      {
        "id":"ED454686",
        "title":"National Symposium on School Design: Schools as Centers of Community (October 4-5, 1998)."},
      {
        "id":"ED454688",
        "title":"Charter School Facilities: Report from a National Survey of Charter Schools."},
      {
        "id":"ED454689",
        "title":"Sustainable Design Guidelines for the Construction of New Facilities and the Renovation of Existing Structures."},
      {
        "id":"ED454690",
        "title":"Indoor Air Quality Guidelines for Pennsylvania Schools."},
      {
        "id":"ED454692",
        "title":"Building a New Role: States and School Facilities."},
      {
        "id":"ED454693",
        "title":"The Good, the Bad, and the Ugly: An Analysis of the Chicago Public Schools' Capital Improvement Plan."},
      {
        "id":"ED454694",
        "title":"Replace or Modernize? The Future of the District of Columbia's Endangered Old and Historic Public Schools."},
      {
        "id":"ED454696",
        "title":"Land Acquisition Practices of the Miami-Dade County School District. Special Review."},
      {
        "id":"ED454698",
        "title":"Reducing the Negative Effects of Large Schools."},
      {
        "id":"ED454699",
        "title":"Planning and Designing for Students with Disabilities."},
      {
        "id":"ED454700",
        "title":"Corps de la Paix Madagascar Livre du Stagiare. Langue: Malagasy Ofisialy (Peace Corps Madagascar Volunteer Manual. Language: Official Malagasy)."},
      {
        "id":"ED454701",
        "title":"Building a \"Working\" Theory of Second Language Acquisition: For Classroom and ESL Teachers."},
      {
        "id":"ED454703",
        "title":"Ensuring Accuracy in Testing for English Language Learners."},
      {
        "id":"ED454704",
        "title":"Guide to Scoring LEP Student Responses to Open-Ended Mathematics Items."},
      {
        "id":"ED454705",
        "title":"New State LEP Testing Policy in Texas: Is It an Appropriate Accountability Measure for Recent ESL Immigrants?"},
      {
        "id":"ED454706",
        "title":"Adult ESL Students in the Contact Zone: Exploring the Effects of Multiple Educational Attainment Levels on the Community College Writing Classroom."},
      {
        "id":"ED454707",
        "title":"Discipline-Specific Literacy in a Second Language: How ESL Students Learn To Write Successfully in a B.S. Degree Nursing Program."},
      {
        "id":"ED454709",
        "title":"Role Play: Effective Role Play for Japanese High School Students."},
      {
        "id":"ED454710",
        "title":"Proceedings of the 4th Annual Southwest Workshop on Optimality Theory (SWOT IV) (Tucson, Arizona, April 4-5, 1998)."},
      {
        "id":"ED454711",
        "title":"Coyote Papers: Working Papers in Linguistics from A-Z, Volume 10."},
      {
        "id":"ED454714",
        "title":"Revista de Documentacao de Estudos em Linguistica Teorica e Aplicada (DELTA): Novos Estudos em Gamatica Gerativa (Journal of Documentary Studies in Theoretical and Applied Linguistics [DELTA]: New Studies in Generative Grammar)."},
      {
        "id":"ED454716",
        "title":"Year Two Program Evaluation Report: Academic Volunteer and Mentor Program. Giano Intermediate School."},
      {
        "id":"ED454724",
        "title":"Roses Aren't Always Red: Poetry as a Second Language."},
      {
        "id":"ED454725",
        "title":"Educating Students with Limited English Skills."},
      {
        "id":"ED454726",
        "title":"Learning Languages, 2000-2001."},
      {
        "id":"ED454727",
        "title":"New Trends in Teaching Grammar in the Secondary School: A Review Article."},
      {
        "id":"ED454730",
        "title":"Syntactic Maturity: The Complex Sentence in Intermediate Spanish."},
      {
        "id":"ED454735",
        "title":"Learning through a Foreign Language: Models, Methods and Outcomes."},
      {
        "id":"ED454736",
        "title":"Selecting and Integrating CALL Software Programs into the EFL Classroom."},
      {
        "id":"ED454737",
        "title":"Functions of Discourse Markers &quot;Ano and Sono&quot; in Written Dialogue."},
      {
        "id":"ED454738",
        "title":"Oral Language Assessment in the Foreign Language Class (Planning, Conducting, Managing). The Positive Dream."},
      {
        "id":"ED454739",
        "title":"Application of the Theory of Multiple Intelligences to Second Language Learners in Classroom Situations."},
      {
        "id":"ED454740",
        "title":"Extraversion/Introversion and Gender in Relation to the English Pronunciation Accuracy of Arabic Speaking College Students."},
      {
        "id":"ED454741",
        "title":"Hand in Hand with the Second Language Standard Course of Study, Fall 2000."},
      {
        "id":"ED454742",
        "title":"Promoting Discourse with Task-Based Scenario Interaction."},
      {
        "id":"ED454745",
        "title":"&quot;Ahora&quot; (Now) and &quot;Ahorita&quot; (Right Now) as Deictic Markers."},
      {
        "id":"ED454746",
        "title":"Training Learners for Self-Instruction."},
      {
        "id":"ED454747",
        "title":"&quot;...In Mexico I'm Called a 'Gavacha' You Know? ...In the U.S. I'm Called a 'Spick' You Know? ...I'm Still Looked Down upon....&quot; Marking Shared Cultural Knowledge through &quot;You Know&quot; Usage among Hispanic Females."},
      {
        "id":"ED454748",
        "title":"Learning Foreign Languages: Motives and Strategies."},
      {
        "id":"ED454749",
        "title":"Report of the President."},
      {
        "id":"ED454750",
        "title":"Facing the Inevitable: Adjuncts and Graduate Assistants Replace Rank Faculty in Undergraduate Instruction."},
      {
        "id":"ED454751",
        "title":"Closing the Circle: Making Higher Education a Full Partner in Systemic Reform."},
      {
        "id":"ED454752",
        "title":"Student Financial Aid Handbook, 2000-2001. Volume 2: Institutional Eligibility."},
      {
        "id":"ED454753",
        "title":"Student Financial Aid Handbook, 2000-2001. Volume 3: Pell Grant Programs."},
      {
        "id":"ED454754",
        "title":"Student Financial Aid Handbook, 2000-2001. Volume 8: Direct Loan and FFEL Programs."},
      {
        "id":"ED454755",
        "title":"Student Financial Aid Handbook, 2000-2001. Volume 9: State Grant Programs."},
      {
        "id":"ED454759",
        "title":"Interim Performance Objectives. Progress Report, 3rd Quarter Fiscal Year 1999."},
      {
        "id":"ED454760",
        "title":"Seeking Help in Large College Classes: Who, Why, and from Whom?"},
      {
        "id":"ED454761",
        "title":"Student Organization of Psychological Content as a Predictor of College Classroom Success."},
      {
        "id":"ED454762",
        "title":"Institutional Identity, Pressures for Change, and Executive Leadership at U.S. Catholic Colleges and Universities."},
      {
        "id":"ED454763",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 1: Student Eligibility."},
      {
        "id":"ED454764",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 2: Institutional Eligibility and Participation."},
      {
        "id":"ED454765",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 3: Pell Grant Program."},
      {
        "id":"ED454766",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 4: Campus-Based Common Provisions."},
      {
        "id":"ED454767",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 5: Perkins Loans."},
      {
        "id":"ED454768",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 6: Federal Work-Study."},
      {
        "id":"ED454769",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 7: Federal Supplemental Educational Opportunity Grants."},
      {
        "id":"ED454770",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 8: Direct Loan and FFEL Programs."},
      {
        "id":"ED454771",
        "title":"Student Financial Aid Handbook, 2001-2002. Volume 9: State Grant Programs."},
      {
        "id":"ED454773",
        "title":"College Graduation before Age 19, Especially at Johns Hopkins University, 1876-1997."},
      {
        "id":"ED454774",
        "title":"Education and Earnings Inequality in Mexico. Policy Research Working Papers."},
      {
        "id":"ED454775",
        "title":"OPPAGA Justification Review [of the] State University System, Florida Department of Education."},
      {
        "id":"ED454781",
        "title":"Fact Book on Higher Education. Condensed Edition."},
      {
        "id":"ED454782",
        "title":"Fact Book on Higher Education, 2000/2001."},
      {
        "id":"ED454783",
        "title":"Maryland Featured Facts from the SREB &quot;Fact Book on Higher Education.&quot;"},
      {
        "id":"ED454784",
        "title":"Strengthening Nova Southeastern University's Capacity in Externally Sponsored Funding: A Review of Best Practices."},
      {
        "id":"ED454785",
        "title":"Consumer Finance: College Students and Credit Cards. Report to Congressional Requesters."},
      {
        "id":"ED454786",
        "title":"The Survey of Alcohol Usage and Perceptions."},
      {
        "id":"ED454787",
        "title":"The Disappearing Deans of Men--Where They Went and Why: A Historical Perspective."},
      {
        "id":"ED454801",
        "title":"Research Funding at Alberta Universities, 1999/2000 Report."},
      {
        "id":"ED454802",
        "title":"Building Bridges: Professional Development Advising Teams."},
      {
        "id":"ED454803",
        "title":"Graduate Students in Foundations of Education: Call for Professional Development Ideas."},
      {
        "id":"ED454804",
        "title":"Pervasive Preferences: Racial and Ethnic Discrimination in Undergraduate Admissions across the Nation."},
      {
        "id":"ED454805",
        "title":"Delivery of the Knowledge Curriculum vs. Skill and Competency Curriculum."},
      {
        "id":"ED454808",
        "title":"Use of Human Intermediation in Information Problem Solving: A User's Perspective."},
      {
        "id":"ED454809",
        "title":"Role Plays, Panel Discussions, and Case Studies: Project-Based Learning in a Web-Based Course."},
      {
        "id":"ED454810",
        "title":"Building a Case for Conducting Technology Surveys On-Line."},
      {
        "id":"ED454811",
        "title":"Report of the 2000 Texas Public School Technology Survey Prepared for the Telecommunications Infrastructure Fund Board and Texas Public Schools."},
      {
        "id":"ED454812",
        "title":"Distance Education and Technology in the Classroom."},
      {
        "id":"ED454813",
        "title":"Learning Societies in the New Millennium: Creativity, Caring &amp; Commitments. International Conference on Computers in Education/International Conference on Computer Assisted Instruction (Taipei, Taiwan, November 21-24, 2000)."},
      {
        "id":"ED454814",
        "title":"ICCE/ICCAI 2000 Keynote Papers."},
      {
        "id":"ED454815",
        "title":"ICCE/ICCAI 2000 Invited Papers."},
      {
        "id":"ED454816",
        "title":"ICCE/ICCAI 2000 Full & Short Papers (Artificial Intelligence in Education)."},
      {
        "id":"ED454817",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Cognition and Conceptual Change)."},
      {
        "id":"ED454818",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Collaborative Learning)."},
      {
        "id":"ED454819",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Computer-Assisted Language Learning)."},
      {
        "id":"ED454820",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Creative Learning)."},
      {
        "id":"ED454821",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Educational Agent)."},
      {
        "id":"ED454822",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Evaluation of Learning and Systems)."},
      {
        "id":"ED454823",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Globalization vs. Localization)."},
      {
        "id":"ED454824",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Humanities and Learning Technology)."},
      {
        "id":"ED454825",
        "title":"ICCE/ICCAI 2000 Full & Short Papers (Instructional Design)."},
      {
        "id":"ED454826",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Intelligent Tutoring Systems)."},
      {
        "id":"ED454827",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Interactive Learning Environments)."},
      {
        "id":"ED454828",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Knowledge Construction and Navigation)."},
      {
        "id":"ED454829",
        "title":"ICCE/ICCAI 2000 Full & Short Papers (Lifelong Learning)."},
      {
        "id":"ED454830",
        "title":"ICCE/ICCAI 2000 Full & Short Papers (Methodologies)."},
      {
        "id":"ED454831",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Multimedia and Hypermedia in Education)."},
      {
        "id":"ED454832",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Networked Social Learning)."},
      {
        "id":"ED454833",
        "title":"ICCE/ICCAI 2000 Full & Short Papers (Others)."},
      {
        "id":"ED454834",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Policies, Ethics, Standards, and Legal Issues)."},
      {
        "id":"ED454835",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Special Education)."},
      {
        "id":"ED454836",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Student Modeling)."},
      {
        "id":"ED454837",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (System Design and Development)."},
      {
        "id":"ED454838",
        "title":"ICCE/ICCAI 2000 Full & Short Papers (Teaching and Learning Processes)."},
      {
        "id":"ED454839",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Telecommunication in Education)."},
      {
        "id":"ED454840",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Virtual Lab/Classroom/School)."},
      {
        "id":"ED454841",
        "title":"ICCE/ICCAI 2000 Full & Short Papers (Virtual Reality in Education)."},
      {
        "id":"ED454842",
        "title":"ICCE/ICCAI 2000 Full &amp; Short Papers (Web-Based Learning)."},
      {
        "id":"ED454843",
        "title":"Information Communication Technology (ICT) Shaping Student Affairs."},
      {
        "id":"ED454844",
        "title":"Michigan's State Technology Plan (1998)."},
      {
        "id":"ED454845",
        "title":"Michigan's State Technology Plan (1998). Update 2000."},
      {
        "id":"ED454848",
        "title":"The Digital Divide in Native American Tribal Schools: Two Case Studies."},
      {
        "id":"ED454849",
        "title":"Gender Differences in Computer Use and Attitudes on a Ubiquitous Computing Campus."},
      {
        "id":"ED454850",
        "title":"Media in the Classroom: An Alternative History."},
      {
        "id":"ED454852",
        "title":"A Bimonthly Report on Research Library Issues and Actions from ARL, CNI, and SPARC, 2000."},
      {
        "id":"ED454853",
        "title":"Bicentennial Conference on Bibliographic Control for the New Millennium: Confronting the Challenges of Networked Resources and the Web (Washington, DC, November 15-17, 2000)."},
      {
        "id":"ED454854",
        "title":"From Card Catalogues to WebPACs: Celebrating Cataloguing in the 20th Century."},
      {
        "id":"ED454855",
        "title":"The New Context for Bibliographic Control in the New Millennium."},
      {
        "id":"ED454856",
        "title":"Metadata for Web Resources: How Metadata Works on the Web."},
      {
        "id":"ED454857",
        "title":"The Catalog as Portal to the Internet."},
      {
        "id":"ED454858",
        "title":"The Library Catalogue in a Networked Environment."},
      {
        "id":"ED454859",
        "title":"International Metadata Initiatives: Lessons in Bibliographic Control."},
      {
        "id":"ED454860",
        "title":"Is Precoordination Unnecessary in LCSH? Are Web Sites More Important To Catalog Than Books? A Reference Librarian's Thoughts on the Future of Bibliographic Control."},
      {
        "id":"ED454861",
        "title":"Crossing a Digital Divide: AACR2 and Unaddressed Problems of Networked Resources."},
      {
        "id":"ED454862",
        "title":"Exploiting LCSH, LCC, and DDC To Retrieve Networked Resources: Issues and Challenges."},
      {
        "id":"ED454863",
        "title":"Resource Discovery Using Z39.50: Promise and Reality."},
      {
        "id":"ED454864",
        "title":"Authority Control on the Web."},
      {
        "id":"ED454865",
        "title":"AACR2 and Its Place in the Digital World: Near-Term Solutions and Long-Term Direction."},
      {
        "id":"ED454866",
        "title":"Extending MARC for Bibliographic Control in the Web Environment: Challenges and Alternatives."},
      {
        "id":"ED454867",
        "title":"Business Unusual: How &quot;Event-Awareness&quot; May Breathe Life into the Catalog?"},
      {
        "id":"ED454868",
        "title":"Descriptive Resource Needs from the Reference Perspective: Report on a Survey of US Reference Librarians."},
      {
        "id":"ED454869",
        "title":"Some Observations on Metadata and Digital Libraries."},
      {
        "id":"ED454870",
        "title":"An Initial Survey and Description of How Selected United States Government Libraries, Information Centers, and Information Services Provide Public Access to Information via the Internet."},
      {
        "id":"ED454871",
        "title":"A Comparison of Web Resource Access Experiments: Planning for the New Millennium."},
      {
        "id":"ED454872",
        "title":"Redesign of Library Workflows: Experimental Models for Electronic Resource Description."},
      {
        "id":"ED454873",
        "title":"Metadata, Cataloging, Digitization and Retrieval--Who's Doing What to Whom: The Colorado Digitization Project Experience."},
      {
        "id":"ED454874",
        "title":"Exploring Partnerships: What Can Producers and Vendors Provide?"},
      {
        "id":"ED454875",
        "title":"Partnerships To Mine Unexploited Sources of Metadata."},
      {
        "id":"ED454879",
        "title":"ARL Preservation Statistics, 1997-98: A Compilation of Statistics from the Members of the Association of Research Libraries."},
      {
        "id":"ED454880",
        "title":"Latvia School Library &amp; Information Services Development. Project Two."},
      {
        "id":"ED454881",
        "title":"A Collaborative Approach to Collection Storage: The Five-College Library Depository."},
      {
        "id":"ED454883",
        "title":"Authenticity in a Digital Environment."},
      {
        "id":"ED454884",
        "title":"Folk Heritage Collections in Crisis."},
      {
        "id":"ED454887",
        "title":"Highlights of the Utah System of Higher Education Master Plan, 2000: A Commitment to the People of Utah."},
      {
        "id":"ED454888",
        "title":"FACCCTS: Journal of the Faculty Association of California Community Colleges, 2000-2001."},
      {
        "id":"ED454889",
        "title":"Faculty Academic Advising: An Examination of Students' and Faculty Members' Perception of a First-Year Experience."},
      {
        "id":"ED454890",
        "title":"Academically Dismissed and Probation Students in a Two-Year College for 1994 and 1998."},
      {
        "id":"ED454892",
        "title":"Jefferson Davis Community College and Developmental Education: A Partnership for Student Success."},
      {
        "id":"ED454893",
        "title":"Student College Experiences Survey, Spring 2001."},
      {
        "id":"ED454894",
        "title":"West Virginia Association for Developmental Education Annual Report, February 2001."},
      {
        "id":"ED454895",
        "title":"Pre-Enrollment Placement Testing and Curricular Content: Correspondence or Misalignment?"},
      {
        "id":"ED454896",
        "title":"The Effects of Early, Regular, and Late Registration on Community College Student Success: A Case Study."},
      {
        "id":"ED454897",
        "title":"Sociology, Writing, and Reading and the Community College Learning Community: The Skills/Content Tango Principles of Sociology and Freshman English and Critical Reading and Principles of Sociology."},
      {
        "id":"ED454898",
        "title":"North Valley/South Valley Survey--Perceptions of Utah Valley State College and the Need for a Branch Campus."},
      {
        "id":"ED454899",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1995-96."},
      {
        "id":"ED454900",
        "title":"Employer Survey Results for the PVCC Graduating Class of 1996-97. Research Report."},
      {
        "id":"ED454901",
        "title":"Community College Humanities Review, Fall 1998."},
      {
        "id":"ED454902",
        "title":"Johnson County Community College Service-Learning Student Survey, Spring 2000."},
      {
        "id":"ED454903",
        "title":"Edgecombe Community College Compensation Plan."},
      {
        "id":"ED454904",
        "title":"Johnson County Community College Adjunct Faculty Survey."},
      {
        "id":"ED454905",
        "title":"Innovation Abstracts, 2000."},
      {
        "id":"ED454906",
        "title":"Parkland College Common Data Set, 2000-2001."},
      {
        "id":"ED454907",
        "title":"Explaining Student Course Outcomes by Analyzing Placement Test Scores, Student Background Data, and Instructor Effects."},
      {
        "id":"ED454908",
        "title":"New Associate Degree Requirements. The Advisor."},
      {
        "id":"ED454910",
        "title":"Provincially and Locally Initiated Curriculum Program Assessment, Final Report."},
      {
        "id":"ED454911",
        "title":"Austin Community College Institutional Effectiveness Assessment Planning Resource Manual."},
      {
        "id":"ED454912",
        "title":"Edgecombe Community College Faculty Advisor's Handbook."},
      {
        "id":"ED454913",
        "title":"Program Proposal: Certificates of Competence, Certificate of Achievement, Associate in Applied Science Degree in Sustainable Technology."},
      {
        "id":"ED454914",
        "title":"Johnson County Community College Fall 2000 New Student Survey."},
      {
        "id":"ED454915",
        "title":"Adventures in Teaching via Interactive Television."},
      {
        "id":"ED454916",
        "title":"A.C.T. Student Opinion Survey, Spring 2000: Rogue Community College, Redwood and Riverside Campuses. Management Report."},
      {
        "id":"ED454917",
        "title":"A Portrait of Traditional-Age Students at a Rural Community College."},
      {
        "id":"ED454918",
        "title":"A Report on Class Scheduling at the Northline Campus: Focus on Fall 2001."},
      {
        "id":"ED454919",
        "title":"A Framework for Academic Planning: Engaging Faculty in Strategic Dialogue."},
      {
        "id":"ED454920",
        "title":"Performance in General Psychology and Reading Level, Fall 2000, Forest Park Campus."},
      {
        "id":"ED454921",
        "title":"Part-Time Faculty: Literature Review and Bibliography."},
      {
        "id":"ED454922",
        "title":"Self-Directed Learning: A 2-Year, 4-Year Collaboration for Engineering Students. Working Paper Series."},
      {
        "id":"ED454923",
        "title":"Analysis of ASSIST Navigability, Usability, and Content Using Student Focus Groups, Spring 2000. Final Report."},
      {
        "id":"ED454924",
        "title":"A Case Study of the Transfer Process of a Selected Group of Students from a Community College to a Four-Year Teacher Education Program."},
      {
        "id":"ED454925",
        "title":"College of the Canyons Faculty and Staff Survey, Fall 2000."},
      {
        "id":"ED454926",
        "title":"Survey of Interest, Canyon Country College of the Canyons Site, January 2001."},
      {
        "id":"ED454927",
        "title":"College of the Canyons International Students Program Student Questionnaire, Fall 2000."},
      {
        "id":"ED454928",
        "title":"Cutting Edge Technology: Inspiration or Irritation?"},
      {
        "id":"ED454929",
        "title":"Creating the Hybrid Electronic Course: An Instructor's Journal."},
      {
        "id":"ED454930",
        "title":"A Profile of the Community College Professoriate: A Report Submitted to the Small Research Grants Program of the Spencer Foundation."},
      {
        "id":"ED454931",
        "title":"Reaching into the Future: A New National Initiative. Establishing a Transfer Articulation Network between Urban Community Colleges and Both Historically Black Colleges and Universities and Hispanic Serving Institutions."},
      {
        "id":"ED454932",
        "title":"Howard Community College Report on the 2001 YESS Survey: Annual Survey of Student Satisfaction."},
      {
        "id":"ED454933",
        "title":"Standards of Practice for Psychological Services in California Community Colleges."},
      {
        "id":"ED454934",
        "title":"Community College Trustees: Protecting the Public Trust after Appointment to the Board. Occasional Paper."},
      {
        "id":"ED454935",
        "title":"Community Colleges and the Business of Workforce Development. Occasional Paper."},
      {
        "id":"ED454936",
        "title":"Written Testimony of Thomas J. Nussbaum, Chancellor of the California Community Colleges, [presented to the] Assembly Budget Subcommittee on Education Finance."},
      {
        "id":"ED454937",
        "title":"Written Testimony of Thomas J. Nussbaum, Chancellor of the California Community Colleges, [presented to the] Senate Budget and Fiscal Review Subcommittee No. 1: Overview of the California Community Colleges."},
      {
        "id":"ED454938",
        "title":"Community College Exemplary Initiatives, Volume XI, 1999-2000."},
      {
        "id":"ED454940",
        "title":"Women&apos;s Support, Women&apos;s Work: Child Care in an Era of Deficit Reduction, Devolution, Downsizing and Deregulation = Le soutien aux femmes, le travail des femmes et la garde d&apos;enfants a l&apos;ere de la reduction du deficit, du transfert des responsabilites, de la reduction de la taille de l&apos;Etat et de la dereglementation."},
      {
        "id":"ED454941",
        "title":"Hunger Doesn't Take a Vacation: Summer Nutrition Status Report."},
      {
        "id":"ED454942",
        "title":"The Fathering Indicators Framework: A Tool for Quantitative and Qualitative Analysis."},
      {
        "id":"ED454943",
        "title":"Bay Area Fatherhood Initiatives: Portraits and Possibilities."},
      {
        "id":"ED454945",
        "title":"KIDS COUNT Data Book, 2001: State Profiles of Child Well-Being."},
      {
        "id":"ED454946",
        "title":"Setting Educational Priorities: High Achievers Speak Out. White Paper."},
      {
        "id":"ED454947",
        "title":"State Initiatives To Promote Early Learning: Next Steps in Coordinating Subsidized Child Care, Head Start, and State Prekindergarten. Full Report."},
      {
        "id":"ED454948",
        "title":"Prekindergarten Programs in the States: Trends and Issues."},
      {
        "id":"ED454950",
        "title":"Florida's Children at a Glance: The 2000 Statewide and County Update."},
      {
        "id":"ED454951",
        "title":"Rhode Island Kids Count Factbook, 2001."},
      {
        "id":"ED454952",
        "title":"Building Their Futures: How Early Head Start Programs Are Enhancing the Lives of Infants and Toddlers in Low-Income Families. Volume I: Technical Report."},
      {
        "id":"ED454953",
        "title":"Background for Community-Level Work on School Readiness: A Review of Definitions, Assessments, and Investment Strategies. Final Report to the Knight Foundation."},
      {
        "id":"ED454954",
        "title":"Fathers' Activities with Their Kids. Child Trends Research Brief."},
      {
        "id":"ED454955",
        "title":"Children's Program Outcome Review Team: 2000 Evaluation Results."},
      {
        "id":"ED454956",
        "title":"Research and Clinical Center for Child Development Annual Report, 1999-2000, No. 23."},
      {
        "id":"ED454957",
        "title":"Who Is Watching Our Kids? A Profile of the Colorado Child Care Workforce in the Year 2000."},
      {
        "id":"ED454960",
        "title":"A Longitudinal Research Report on the Early Childhood Development Program: The Half-Day Child Development Program for Four-Year-Olds, 1997-98."},
      {
        "id":"ED454961",
        "title":"You, Your Child and H.U.G.: For Parents of K-3 to High School Students = Usted, sus hijos y H.U.G.: Para padres de estudiantes de K-3 a preparatoria."},
      {
        "id":"ED454962",
        "title":"Family Connections Early Start, No. 1-10."},
      {
        "id":"ED454963",
        "title":"A New Door Opened: A Tracer Study of the Teenage Mothers Project, Jamaica. Early Childhood Development: Practice and Reflections 13. Following Footsteps."},
      {
        "id":"ED454964",
        "title":"Off to Kindergarten: A Booklet for Parents, Caregivers, and Schools."},
      {
        "id":"ED454966",
        "title":"21 Million Children&apos;s Health: Our Shared Responsibility. The Medical Child Support Working Group&apos;s Report."},
      {
        "id":"ED454967",
        "title":"Tell Your Children It Pays To Study Hard!"},
      {
        "id":"ED454968",
        "title":"Bernard van Leer Foundation Annual Report, 2000."},
      {
        "id":"ED454969",
        "title":"Business and Child Care. Critical Issues in Child Care. White Paper 3."},
      {
        "id":"ED454970",
        "title":"National Association of Child Advocates 2000-2001 Annual Report from the President."},
      {
        "id":"ED454971",
        "title":"The Absence of Father: Effects on Children's Development and Family Functioning."},
      {
        "id":"ED454972",
        "title":"Role Transitions: A Review of the Literature."},
      {
        "id":"ED454973",
        "title":"Fathers' Care: A Review of the Literature."},
      {
        "id":"ED454974",
        "title":"Intergenerational Learning: A Review of the Literature."},
      {
        "id":"ED454975",
        "title":"Co-Parenting: A Review of the Literature."},
      {
        "id":"ED454976",
        "title":"Father Presence Matters: A Review of the Literature."},
      {
        "id":"ED454977",
        "title":"Joblessness and Unemployment: A Review of the Literature."},
      {
        "id":"ED454978",
        "title":"Barriers in Child Support Policy: A Literature Review."},
      {
        "id":"ED454979",
        "title":"Cutting across the Issues: Themes from the 1995-1997 Fathers and Families Roundtable Series."},
      {
        "id":"ED454980",
        "title":"The Welfare Reform, Fathers, and Families Roundtable (Washington, D.C., December 8, 1998). Fathers and Families Second-Tier Roundtable Series."},
      {
        "id":"ED454981",
        "title":"Developing a Model of Reflective Practice for Improving Fathering Programs."},
      {
        "id":"ED454982",
        "title":"Predictors of Father and Father Figure Involvement in Pre-Kindergarten Head Start."},
      {
        "id":"ED454983",
        "title":"The Father Poverty and Social Vulnerability Roundtable (Philadelphia, Pennsylvania, December 16-17, 1999). Fathers and Families Second-Tier Roundtable Series."},
      {
        "id":"ED454984",
        "title":"Fathers, Families, &amp; Child Well-Being in Cameroon: A Review of the Literature."},
      {
        "id":"ED454985",
        "title":"How Urban Fathers Represent the Transition to Fathering: A Discourse Analysis of Fathering Narratives."},
      {
        "id":"ED454989",
        "title":"Living Arrangements: A Closer Look at Families."},
      {
        "id":"ED454990",
        "title":"It's Not What Mothers Do but the \"Reasons\" That They Do It: Maternal Reasons for Employment Decisions and Mothers' Well-Being."},
      {
        "id":"ED454991",
        "title":"Excitement and/or Frustration: Chinese Father's Experiences in Taiwan."},
      {
        "id":"ED454993",
        "title":"Estados unidos puede tomar la delantera en la educacion: 50 consejos utiles (The United States Can Take the Lead in Education: 50 Suggestions)."},
      {
        "id":"ED454994",
        "title":"A Case Study of the Implementation of Conflict Resolution in a Second Grade Classroom."},
      {
        "id":"ED454995",
        "title":"A Phenomenological Case Study of Staff Attrition in Early Childhood Education."},
      {
        "id":"ED454996",
        "title":"Workplace Violence in Early Childhood Settings: A Counter Narrative."},
      {
        "id":"ED455000",
        "title":"School-Age NOTES, 2000-2001."},
      {
        "id":"ED455001",
        "title":"WIC: A Door to Health Care for California's Children."},
      {
        "id":"ED455002",
        "title":"Collaborative Partners: California's Experience with the 1997 Head Start Expansion Grants."},
      {
        "id":"ED455003",
        "title":"Quality Early Childhood Care and Education: Will You Know It When You See It? Indicators from Colorado's Quality Standards."},
      {
        "id":"ED455005",
        "title":"Pyramid Educational Method for 3 to 6-Year-Old Children: Theory and Research."},
      {
        "id":"ED455007",
        "title":"Students Continually Learning: A Report of Presentations, Student Voices and State Actions."},
      {
        "id":"ED455008",
        "title":"Fast Break to Learning School Breakfast Program: A Report of the First Year Results, 1999-2000."},
      {
        "id":"ED455009",
        "title":"Social Isolation, Loneliness and Immigrant Students' Search for Belongingness: From Helplessness to Hopefulness."},
      {
        "id":"ED455010",
        "title":"The Relation among Temperament, Age, and Friendship in Preschool-Aged Children."},
      {
        "id":"ED455012",
        "title":"Report of the Detroit Public Schools Kindergarten Teacher Survey, 1999-2000."},
      {
        "id":"ED455013",
        "title":"A Parent's Guide to Internet Safety."},
      {
        "id":"ED455014",
        "title":"Tools of the Mind: A Case Study of Implementing the Vygotskian Approach in American Early Childhood and Primary Classrooms. Innodata Monographs 7."},
      {
        "id":"ED455018",
        "title":"Starting Strong: Early Childhood Education and Care. Education and Skills."},
      {
        "id":"ED455019",
        "title":"Toward a Best Practices Framework for Licensing Child Care Facilities in Canada."},
      {
        "id":"ED455024",
        "title":"The Partnership for Family Involvement in Education: Who We Are and What We Do."},
      {
        "id":"ED455026",
        "title":"A Guide for Parents: How Can I Help My Child Be Ready To Read and Ready To Learn?"},
      {
        "id":"ED455027",
        "title":"Family Involvement in Children's Education: Successful Local Approaches. An Idea Book. Abridged Version."},
      {
        "id":"ED455028",
        "title":"How To Pay for Child Care? Local Innovations Help Working Families. PACE Policy Brief. Early Education Series."},
      {
        "id":"ED455029",
        "title":"Understanding Child Care Demand and Supply Issues: New Lessons from Los Angeles. PACE Policy Brief. Early Education Series."},
      {
        "id":"ED455030",
        "title":"Child-Care Aid and Quality for California Families: Focusing on San Francisco and Santa Clara Counties. PACE Working Paper Series."},
      {
        "id":"ED455031",
        "title":"Preschool and Child-Care Quality in California Neighborhoods: Policy Success, Remaining Gaps. PACE Working Paper Series."},
      {
        "id":"ED455032",
        "title":"Are We Responding to Their Needs? States' Early Experiences Serving Children with Special Health Care Needs under SCHIP. Occasional Paper Number 48. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED455034",
        "title":"Violence Prevention for Families of Young Children."},
      {
        "id":"ED455035",
        "title":"Understanding Child Development as a Violence Prevention Tool."},
      {
        "id":"ED455036",
        "title":"America's Children: Key National Indicators of Well-Being, 2001."},
      {
        "id":"ED455037",
        "title":"The Responsible Fatherhood Curriculum: A Curriculum Developed for the Parents' Fair Share Demonstration."},
      {
        "id":"ED455039",
        "title":"Standards-Based Reform and American Indian/Alaska Native Education."},
      {
        "id":"ED455040",
        "title":"Indian Education Legislative Report, 106th Congress, Second Session."},
      {
        "id":"ED455041",
        "title":"An Examination of Digital Dividing Factors on Teachers' Access to Internet Resources in Rural Schools."},
      {
        "id":"ED455042",
        "title":"The Education of Immigrant Children: The Impact of Age at Arrival. MASRC Working Paper Number 26."},
      {
        "id":"ED455043",
        "title":"Northwest Education, Volume 6, 2000-2001."},
      {
        "id":"ED455044",
        "title":"Issues Affecting Rural Communities (II). Proceedings of the International Conference [on] Rural Communities &amp; Identities in the Global Millennium (Nanaimo, British Columbia, Canada, May 1-5, 2000)."},
      {
        "id":"ED455045",
        "title":"Rural Women Teachers in the United States. Keynote Address."},
      {
        "id":"ED455046",
        "title":"The Real Cost of Rural Secondary Schooling in South Australia (from a School&apos;s Perspective). Keynote Address."},
      {
        "id":"ED455047",
        "title":"Annenberg Rural Challenge: School Reform from a Slightly Different Point of View. Keynote Address."},
      {
        "id":"ED455048",
        "title":"Is There a &quot;New Rural Policy&quot; in OECD Countries?"},
      {
        "id":"ED455049",
        "title":"Orienting New Professionals to Small Isolated Communities."},
      {
        "id":"ED455050",
        "title":"The Regional Australia Summit: An Inclusive Approach to Policy Development."},
      {
        "id":"ED455051",
        "title":"Creating an Academic and Rural Community Network To Improve Diabetes Care."},
      {
        "id":"ED455052",
        "title":"Personal and Professional Adjustment of Social Workers to Rural and Remote Practice: Implications for Improved Retention."},
      {
        "id":"ED455053",
        "title":"A Healthy Communities Initiative in Rural Alberta: Building Rural Capacity for Health."},
      {
        "id":"ED455054",
        "title":"The Glocal Portal: The Public Library as a Partner in Rural Knowledge Cooperatives."},
      {
        "id":"ED455055",
        "title":"Issues in Shared Schools in Mixed Aboriginal &amp; Non-Aboriginal School Systems."},
      {
        "id":"ED455056",
        "title":"The Learning Circle: A New Model of BSW Education for Alberta's Rural, Remote, and Aboriginal Communities."},
      {
        "id":"ED455057",
        "title":"Rural Health Issues. Keynote Address."},
      {
        "id":"ED455058",
        "title":"Rights for All: The Human Rights of Rural Citizens. Keynote Address."},
      {
        "id":"ED455059",
        "title":"Seizing Alternatives: Ways of Knowing, Rural Research and Practice in the Helping Arts. Keynote Address."},
      {
        "id":"ED455060",
        "title":"Rural Youth: The Policy Agenda."},
      {
        "id":"ED455061",
        "title":"Teachers&apos; Thinking and Planning in the Subject of Social Studies in Small Non-Graded Schools in Norway."},
      {
        "id":"ED455062",
        "title":"Educational Renewal in Rural Alaska."},
      {
        "id":"ED455063",
        "title":"The Role of Elders and Elder Teachings: A Core Aspect of Child and Youth Care Education in First Nations Communities."},
      {
        "id":"ED455064",
        "title":"Every Other Day. Keynote Address."},
      {
        "id":"ED455065",
        "title":"Virtual Rural Community Development: Human Links That Sustain Web Links."},
      {
        "id":"ED455066",
        "title":"Literacy and Numeracy Needs and Priorities: A Case Study of Regional TAFE Courses in Western Australia."},
      {
        "id":"ED455067",
        "title":"Learning To Leave: The Irony of Schooling in a Coastal Community...Some Preliminary Findings."},
      {
        "id":"ED455068",
        "title":"Rural Social Welfare: Preparing Students To Work Effectively in Rural Communities. An Australian Experience."},
      {
        "id":"ED455069",
        "title":"Following the Canada Goose: Teacher Supply and Demand Issues for Rural School Districts."},
      {
        "id":"ED455070",
        "title":"Rural Parents&apos; and Students&apos; Satisfaction with Public Schools in Queensland."},
      {
        "id":"ED455071",
        "title":"The Issues Shared by Professionals Living and Working in Rural Communities in British Columbia."},
      {
        "id":"ED455072",
        "title":"Canadian Rural Girls and Women: Preparing for the Millennium."},
      {
        "id":"ED455073",
        "title":"The Real Cost of Rural Schooling in South Australia from a System&apos;s Perspective."},
      {
        "id":"ED455074",
        "title":"From the Bush to the City: Reversing an Australian Trend in Teacher Professional Development."},
      {
        "id":"ED455075",
        "title":"Mentorship &amp; the Development of Rural Leadership."},
      {
        "id":"ED455076",
        "title":"Connecting Rural School Reform and Rural Child Advocacy. Keynote Address."},
      {
        "id":"ED455077",
        "title":"Better Rural Schools Building Better Rural Communities. Keynote Address."},
      {
        "id":"ED455078",
        "title":"Rural Professionals: A Tertiary Preparation Model."},
      {
        "id":"ED455079",
        "title":"Reducing the Gap: Success for All and the Achievement of African-American and Latino Students."},
      {
        "id":"ED455080",
        "title":"Strengthening Civic Engagement in Community Decision-Making."},
      {
        "id":"ED455081",
        "title":"Attracting and Retaining Teachers in Rural Areas."},
      {
        "id":"ED455082",
        "title":"The Success of the &quot;E-Rate&quot; in Rural America. The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED455083",
        "title":"Using Visualizations in HIV Prevention Education: Lessons from the Global South."},
      {
        "id":"ED455084",
        "title":"Aspirations, Barriers, and Community Strengths: A Qualitative Survey of Urban Chicano Youth and Families. Occasional Paper No. 38. Latino Studies Series."},
      {
        "id":"ED455085",
        "title":"Cultural Differences in the Self Esteem and Adaptation of Spanish-Speaking Second Generation Adolescents."},
      {
        "id":"ED455086",
        "title":"Bringing Anthropology Home: Latina/o Students, Ethnographic Research, and U.S. Rural Communities. Occasional Paper No. 57. Latino Studies Series."},
      {
        "id":"ED455087",
        "title":"Mexican-Origin Women's Employment Instability. Working Paper No. 51."},
      {
        "id":"ED455088",
        "title":"Literacy through the Learning Cycle."},
      {
        "id":"ED455089",
        "title":"An Alternative Method To Assess Student's Knowledge about the Concept of Limit in Engineering Teaching."},
      {
        "id":"ED455090",
        "title":"Children's Literature with a Science Emphasis: Twenty Teacher-Developed K-8 Activity Packets."},
      {
        "id":"ED455091",
        "title":"Improving the Preparation of Middle Grades Mathematics Teachers: The Case of East Carolina University."},
      {
        "id":"ED455092",
        "title":"Assessment of Professional Needs of Faculty in American College and University Environmental Programs."},
      {
        "id":"ED455093",
        "title":"I Can Do Maths: Changing Children's Mathematics Percentile Ranking."},
      {
        "id":"ED455094",
        "title":"Women Returning To Study Mathematics: An Epistemological Journey?"},
      {
        "id":"ED455095",
        "title":"Using ICT To Support Interactive Teaching and Learning on a Secondary Mathematics PGCE Course."},
      {
        "id":"ED455096",
        "title":"Raising Standards in Mathematics through Effective Classroom Practice."},
      {
        "id":"ED455097",
        "title":"Methodology Challenges and Constraints in the Values and Mathematics Project."},
      {
        "id":"ED455098",
        "title":"The Role of Children When Mothers Return To Study Mathematics in the Further Education Sector: Benefits for Both."},
      {
        "id":"ED455099",
        "title":"A Science Teacher's Wisdom of Practice in Teaching Inquiry-Based Oceanography."},
      {
        "id":"ED455100",
        "title":"Comment Cards and Visitors' Understanding of the Cultural Context of Science."},
      {
        "id":"ED455101",
        "title":"Evaluating the Long Term Effects of Teacher Enhancement."},
      {
        "id":"ED455102",
        "title":"Lunar Shapes and Shadows: What Are the Sources of Our Instructional Ideas?"},
      {
        "id":"ED455103",
        "title":"Education for a Sustainable Future: A Resource for Curriculum Developers, Teachers, and Administrators."},
      {
        "id":"ED455104",
        "title":"Mapping Science Education Policy in Developing Countries. Secondary Education Series."},
      {
        "id":"ED455105",
        "title":"Making Sense of Environmental Education Research as an Evidence Base."},
      {
        "id":"ED455108",
        "title":"High Standards in Mathematics for Every Student: A Guide to the Effective Use of Resources."},
      {
        "id":"ED455109",
        "title":"Signs of Success--Equity 2000[R]. Preliminary Evidence of Effectiveness."},
      {
        "id":"ED455110",
        "title":"New Evidence Links Curricula and Instruction to Mathematics Achievement. Policy Issues, Issue 7."},
      {
        "id":"ED455111",
        "title":"In an Era of Reform: Standards and the Classroom."},
      {
        "id":"ED455112",
        "title":"Mathematics Vocabulary and Its Effect on Student Comprehension."},
      {
        "id":"ED455113",
        "title":"Minnesota &amp; TIMSS: Exploring High Achievement in Eighth Grade Science."},
      {
        "id":"ED455114",
        "title":"The Role of Technology in Advancing Performance Standards in Science and Mathematics Learning."},
      {
        "id":"ED455115",
        "title":"Becoming Literate in Mathematics and Science: The Knowledge and Skills To Handle the Ever-Changing World with Confidence."},
      {
        "id":"ED455116",
        "title":"The Environmental Risks of Using Combustion as a Source of Energy."},
      {
        "id":"ED455117",
        "title":"Increasing the Engagement and Understanding of Concepts in Mathematics."},
      {
        "id":"ED455118",
        "title":"An Analysis of the Selection Criteria for the Eighth Grade Algebra I Accelerated Mathematics Program in Harrison County, West Virginia."},
      {
        "id":"ED455119",
        "title":"The Write Connection: Implication of Research on the Design of Writing Activities for Teaching Elementary Science."},
      {
        "id":"ED455120",
        "title":"Improving Students' Mathematical Thinking Skills through Improved Use of Mathematics Vocabulary and Numerical Operations."},
      {
        "id":"ED455121",
        "title":"Increasing Participation of Female Students in Physical Science Class."},
      {
        "id":"ED438104",
        "title":"Vocational Counselling and First Nations."},
      {
        "id":"ED438105",
        "title":"Great Expectations: From Welfare to Work in the South. Rural Development Issues Impacting the South."},
      {
        "id":"ED438107",
        "title":"A Report on Career Development Approaches and Best Practices in Six West Virginia School-to-Work Sites."},
      {
        "id":"ED438108",
        "title":"Leadership in Rural School Districts: Where Is the Superintendent?"},
      {
        "id":"ED438111",
        "title":"Rural Matters: The Rural Challenge News, 1997-2000."},
      {
        "id":"ED438112",
        "title":"Child Care Issues Impacting Welfare Reform in the Rural South."},
      {
        "id":"ED438113",
        "title":"Higher Education in Rural Communities: System Reform in Indigenous Schools."},
      {
        "id":"ED438114",
        "title":"Native American Indians and the Counseling Process: Culture, Adaptation, and Style."},
      {
        "id":"ED438115",
        "title":"Rural Youth and Their Transitions and Pathways Connecting School and Work: A White Paper."},
      {
        "id":"ED438116",
        "title":"Shaping Learning through Space: The Case of Outdoor Management Training."},
      {
        "id":"ED438117",
        "title":"The South's Rural Community Colleges in the New Millennium."},
      {
        "id":"ED438118",
        "title":"The Rural South: From Shadows to Sunshine."},
      {
        "id":"ED438119",
        "title":"Exploring the Frontier of the Future: How Kentucky Will Live, Learn and Work."},
      {
        "id":"ED438120",
        "title":"Migration in Kentucky: Will the Circle Be Unbroken?"},
      {
        "id":"ED438121",
        "title":"The Earnings of Dropouts and High School Enrollments: Evidence from the Coal Boom and Bust."},
      {
        "id":"ED438122",
        "title":"Trends and Issues Affecting Primary and Secondary Education."},
      {
        "id":"ED438123",
        "title":"The Ivory Tower Under Siege."},
      {
        "id":"ED438124",
        "title":"Workforce Training Issues."},
      {
        "id":"ED438125",
        "title":"Occupational Trends: Education, Technology, Trade, and Corporate Restructuring."},
      {
        "id":"ED438126",
        "title":"Information Technology: Perspectives and Trends."},
      {
        "id":"ED438127",
        "title":"$5.8 Billion and Change: An Exploration of Long-Term Budgetary Trends."},
      {
        "id":"ED438128",
        "title":"Evaluation of Quest Scholars Colloquium, July 1999."},
      {
        "id":"ED438129",
        "title":"Teaching with Technology."},
      {
        "id":"ED438130",
        "title":"Pilot Test of the &quot;School Study of Writing Instruction&quot;: A Self-Study Needs Assessment Instrument. A Product of the Kentucky State Project: Designing Professional Development for Portfolio Improvement."},
      {
        "id":"ED438131",
        "title":"Modeling and Simulation: PowerBoosting Productivity with Simulation."},
      {
        "id":"ED438132",
        "title":"Bold Plans for School Restructuring: The New American Schools Designs."},
      {
        "id":"ED438143",
        "title":"Connections '96. Proceedings of a Faculty Conference (2nd, Victoria, British Columbia, Canada, May 1996)."},
      {
        "id":"ED438144",
        "title":"Connections &apos;97. Proceedings of a Faculty Conference (3rd, Victoria, British Columbia, Canada, May 1997)."},
      {
        "id":"ED438145",
        "title":"Preventing School Violence by Building Connectedness: A Local Initiative."},
      {
        "id":"ED438146",
        "title":"Yet Sun Heywa: Developing a First Nations Art Website."},
      {
        "id":"ED438147",
        "title":"The School-within-a-School Model. ERIC Digest."},
      {
        "id":"ED438148",
        "title":"Postsecondary Financial Aid for American Indians and Alaska Natives. ERIC Digest."},
      {
        "id":"ED438149",
        "title":"Cultural Resources for Mexican American Education. ERIC Digest."},
      {
        "id":"ED438150",
        "title":"Promoting Reading among Mexican American Children. ERIC Digest."},
      {
        "id":"ED438151",
        "title":"Multicultural Issues in Outdoor Education. ERIC Digest."},
      {
        "id":"ED438152",
        "title":"Attracting and Retaining Teachers in Rural Areas. ERIC Digest."},
      {
        "id":"ED438153",
        "title":"Improving Rural School Facilities for Teaching and Learning. ERIC Digest."},
      {
        "id":"ED438154",
        "title":"Education and Development in Poor Rural Communities: An Interdisciplinary Research Agenda. ERIC Digest."},
      {
        "id":"ED438155",
        "title":"Teaching American Indian and Alaska Native Languages in the Schools: What Has Been Learned. ERIC Digest."},
      {
        "id":"ED438156",
        "title":"Science and Poetry."},
      {
        "id":"ED438157",
        "title":"Japanese Government Policies in Education, Science, Sports and Culture, 1997. Scientific Research: Opening the Door to the Future."},
      {
        "id":"ED438158",
        "title":"La resolution de probleme appliquee a l'evaluation d'une innovation: Le cas de l'enseignement des mathematiques en Suisse romande (The Careful Solution to the Problem of Evaluating Innovation: The Case of a Math Teacher in French Switzerland)."},
      {
        "id":"ED438162",
        "title":"Measurement Activities for Increasing Student Curiosity for Animal and Space Topics."},
      {
        "id":"ED438163",
        "title":"Mathematical Anxiety among Business Statistics Students."},
      {
        "id":"ED438164",
        "title":"A Force Concept Correlation Study with Instructional Methods, Anxiety, Perceptions of Difficulty and Student Background Variables."},
      {
        "id":"ED438166",
        "title":"MSaTERs: Mathematics, Science, and Technology Educators &amp; Researchers of The Ohio State University. Proceedings of the Annual Spring Conference (3rd, Columbus, OH, May 15, 1999)."},
      {
        "id":"ED438169",
        "title":"The Use of Educational Simulation and Gaming To Improve Mathematics Teaching."},
      {
        "id":"ED438170",
        "title":"Indian Mathematics: An Ethnomathematical Review."},
      {
        "id":"ED438173",
        "title":"State Indicators of Science and Mathematics Education, 1999: State-by-State Trends and New Indicators from the 1997-98 School Year."},
      {
        "id":"ED438174",
        "title":"The Role of Presentation and Response Format in Understanding, Preconceptions and Alternative Concepts in Algebra Problems."},
      {
        "id":"ED438175",
        "title":"A New Interpretation of the Transport and Erection of Large Obelisks by Ancient Egyptian Engineers or Englebach Revisited."},
      {
        "id":"ED438176",
        "title":"Misconceptions on the Biological Concept of Food: Results of a Survey of High School Students."},
      {
        "id":"ED438177",
        "title":"Eyes To See and Ears To Hear: Teaching Math in the Childhood Years. Integrating Math in Children's Learning Centers."},
      {
        "id":"ED438178",
        "title":"Mapping the Road to College: First-Generation Students' Math Track, Planning Strategies, and Context of Support. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED438179",
        "title":"Math Problem Solving and Mental Discipline: The Myth of Transferability."},
      {
        "id":"ED438180",
        "title":"The CUPLE Project: A Hyper- and Multi-Media Approach to Restructuring Physics Education."},
      {
        "id":"ED438181",
        "title":"Student Programming in the Introductory Physics Course: M.U.P.P.E.T."},
      {
        "id":"ED438182",
        "title":"Millikan Award Lecture (1998): Building a Science of Teaching Physics."},
      {
        "id":"ED438183",
        "title":"On the Effectiveness of Active-Engagement Microcomputer-Based Laboratories."},
      {
        "id":"ED438184",
        "title":"New Models of Physics Instruction Based on Physics Education Research."},
      {
        "id":"ED438185",
        "title":"Student Expectations in Introductory Physics."},
      {
        "id":"ED438186",
        "title":"Diagnosing Student Problems Using the Results and Methods of Physics Education Research."},
      {
        "id":"ED438187",
        "title":"Characteristics of Doctoral Scientists and Engineers in the United States: 1997. Detailed Statistical Tables."},
      {
        "id":"ED438188",
        "title":"Beyond Dissection: Innovative Tools for Biology Education."},
      {
        "id":"ED438191",
        "title":"Proceedings of the Annual Meeting of the Association for the Education of Teachers in Science (Akron, OH, January 6-9, 2000)."},
      {
        "id":"ED438193",
        "title":"Let's Say: \"We Can Work It Out!\" Problem Solving through Mediation, Ages 8-13."},
      {
        "id":"ED438194",
        "title":"National Curriculum Standards and Social Studies Education: Dewey, Freire, Foucault, and the Construction of a Radical Critique."},
      {
        "id":"ED438196",
        "title":"Moroccan Civil Society: Historical Traditions and Contemporary Challenges. Journal of the 1998 Fulbright-Hays Seminar Abroad, June 25-July 29, 1998 (Morocco)."},
      {
        "id":"ED438197",
        "title":"Moroccan Civil Society: Historical Traditions and Contemporary Challenges. Curriculum Projects of a Fulbright-Hays Seminar Abroad, June 25-July 29, 1998 (Morocco)."},
      {
        "id":"ED438198",
        "title":"The Invention Factory: Thomas Edison's Laboratories. Teaching with Historic Places."},
      {
        "id":"ED438199",
        "title":"First Lady of the World: Eleanor Roosevelt at Val-Kill. Teaching with Historic Places."},
      {
        "id":"ED438200",
        "title":"Remembering Pearl Harbor: The USS Arizona Memorial. Teaching with Historic Places."},
      {
        "id":"ED438201",
        "title":"Think Locally, Act Globally! Linking Local and Global Communities through Democracy and Environment. Hands-On! Developing Active Learning Modules on the Human Dimensions of Global Change."},
      {
        "id":"ED438202",
        "title":"Hoover Dam Learning Packet."},
      {
        "id":"ED438203",
        "title":"The Mayflower Landed Here!"},
      {
        "id":"ED438204",
        "title":"Baptism of Fire: Soldiers and Civilians at the First Battle of Manassas. Teacher Resource Guide [and] Student Activity Guide."},
      {
        "id":"ED438205",
        "title":"&quot;Teachers Would Have To Be Crazy Not To Use the Internet!&quot;: A Preliminary Analysis of the Use of the Internet/WWW by Secondary Social Studies Teachers in Indiana."},
      {
        "id":"ED438206",
        "title":"Character Matters: Using Newspapers To Teach Character. Strategies for Teachers, Activities for Parents. Newspaper in Education Resource Guide."},
      {
        "id":"ED438207",
        "title":"Saint-Gaudens' Memorial to Shaw and the Fifty-Fourth. Lesson Plans."},
      {
        "id":"ED438208",
        "title":"Turning Points in History: People, Ideas, Events. National History Day Curriculum Book 2000."},
      {
        "id":"ED438212",
        "title":"What Passes for Citizenship? Conflict and Feminist Challenges to the Social Studies."},
      {
        "id":"ED438216",
        "title":"North Dakota Social Studies Standards. Draft in Progress, Spring 1999."},
      {
        "id":"ED438217",
        "title":"Wyoming Social Studies Content and Performance Standards."},
      {
        "id":"ED438218",
        "title":"The Battle of Horseshoe Bend: Collision of Cultures. Teaching with Historic Places."},
      {
        "id":"ED438219",
        "title":"Conceptions of Democratic Citizenship in Supreme Court Cases."},
      {
        "id":"ED438220",
        "title":"Aztec Ruins National Monument. Teacher's Guide, Grades 4-7."},
      {
        "id":"ED438223",
        "title":"Undergraduate Women's Gender Awareness and Status Aspirations."},
      {
        "id":"ED438224",
        "title":"Research Methods and Methodologies for Multicultural and Cross-Cultural Issues in Art Education. Crossing Cultural, Artistic, and Cyber Borders: Issues and Examples in Art Education Conference (Tempe, Arizona, January 7-8, 2000)."},
      {
        "id":"ED438226",
        "title":"Civics in the Elementary Social Studies Classroom."},
      {
        "id":"ED438227",
        "title":"Civics: A Resource Book for Teachers in the Junior Secondary Social Studies Curriculum and Resource List, 1998."},
      {
        "id":"ED438228",
        "title":"Increasing Student Engagement in Social Studies."},
      {
        "id":"ED438229",
        "title":"Improving Student Attitudes through Increased Confidence and Accountability in Art."},
      {
        "id":"ED438230",
        "title":"Clay Shrines by 75 Fifth Graders. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED438231",
        "title":"The Indigenous Cultures and the Influences of Spain and Mexico. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED438232",
        "title":"Mythology and Legend in the Aztec World. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED438233",
        "title":"Converging Cultures: A Fusion of Spanish and Indigenous Artistic Traditions. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED438234",
        "title":"Michoacan: The Region and Its People. A Unit of Study for Grades 2 &amp; 3. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED438235",
        "title":"The Olmec Civilization: A Unit for Spanish I. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED438236",
        "title":"Creating Community Democracy in Schools: Overlapping Memberships as Potentials for Public."},
      {
        "id":"ED438237",
        "title":"The Transition from the K-12 to Higher Education Setting: Dissertation Findings Regarding a Newly Inducted Social Studies Methods Instructor."},
      {
        "id":"ED438238",
        "title":"Student Reasoning about Ill-Structured Social Problems in a Multimedia-Supported Learning Environment."},
      {
        "id":"ED438239",
        "title":"Postmodernism: An Overview of Theory."},
      {
        "id":"ED438240",
        "title":"A Treasure Hunt through History."},
      {
        "id":"ED438241",
        "title":"A Journey to Jordan: A Social Studies Unit for Elementary Students."},
      {
        "id":"ED438242",
        "title":"Interesting Israel: A Social Studies Unit for Elementary Students."},
      {
        "id":"ED438243",
        "title":"Reshaping the Future of Social Studies: Literature/Research Review."},
      {
        "id":"ED438244",
        "title":"The National Assessment of Educational Progress in Civics. ERIC Digest."},
      {
        "id":"ED438246",
        "title":"Characteristics of Effective Teachers: Perceptions of Preservice Teachers."},
      {
        "id":"ED438247",
        "title":"Building for the Future through Inter-Segmental Assessment."},
      {
        "id":"ED438248",
        "title":"Attributes That Predict Teachers' De-Escalation of Aggression and Violence in the Classroom."},
      {
        "id":"ED438250",
        "title":"Measurement and Influence of Preservice Teachers' Knowledge Structure in an Educational Psychology Course."},
      {
        "id":"ED438253",
        "title":"Restoring Meaning to Teaching. Promoting Instructional Coherence."},
      {
        "id":"ED438255",
        "title":"Professional Development: Learning from the Best. A Toolkit for Schools and Districts Based on the National Awards Program for Model Professional Development."},
      {
        "id":"ED438257",
        "title":"Achieving the New Vision of Master's Education for Teachers. NCATE/NBPTS Partnership for Graduate Programs."},
      {
        "id":"ED438258",
        "title":"Toward a New Vision of Master's Education for Teachers."},
      {
        "id":"ED438259",
        "title":"An Examination of Change in Teacher Self-Efficacy Beliefs in Science Education Based on the Duration of Inservice Activities."},
      {
        "id":"ED438260",
        "title":"What Do Teachers Believe about Action Research as a Mechanism for Change?"},
      {
        "id":"ED438261",
        "title":"Aligning Standards To Improve Teacher Preparation and Practice."},
      {
        "id":"ED438262",
        "title":"Teacher Education Reform in the United States: Thrusts, Assumptions, and Implications."},
      {
        "id":"ED438263",
        "title":"Collegial Training and Innovative Creative Teaching for Education Students in Guam."},
      {
        "id":"ED438264",
        "title":"State Policy on Professional Development: Rethinking the Linkages to Student Outcomes."},
      {
        "id":"ED438265",
        "title":"State Programs for Funding Teacher Professional Development."},
      {
        "id":"ED438266",
        "title":"Creating Curriculum Online: A Cross-Campus, Cross-Disciplinary Project for Preservice Teachers."},
      {
        "id":"ED438267",
        "title":"Effectiveness of Cross-Age and Peer Mentoring Programs."},
      {
        "id":"ED438268",
        "title":"Impact of Selected Professional Aspects on Teacher Burnout."},
      {
        "id":"ED438269",
        "title":"Modified Block Scheduling: An Assessment of Teacher's and Student's Perception."},
      {
        "id":"ED438270",
        "title":"Comprehensive Evaluation of the 1996 Interdisciplinary Teamed Instruction Summer Institute."},
      {
        "id":"ED438271",
        "title":"Questionable Exercises."},
      {
        "id":"ED438272",
        "title":"Coaching Teachers-in-Training."},
      {
        "id":"ED438273",
        "title":"Cooperative Learning as a Form of Active Learning in Dutch Primary Schools."},
      {
        "id":"ED438276",
        "title":"Classrooms as Safe Places To Be Wrong."},
      {
        "id":"ED438277",
        "title":"Teaching Mentors: Is It Worth the Effort?"},
      {
        "id":"ED438278",
        "title":"Joining Forces: A Collaborative Venture To Develop Exemplary Field Partnership School Sites."},
      {
        "id":"ED438279",
        "title":"Teaching Preservice Teachers To Incorporate the World Wide Web To Promote Respect of Cultural Diversity."},
      {
        "id":"ED438280",
        "title":"Teaching At Risk Children: An Instructional Model in a Professional Development School."},
      {
        "id":"ED438281",
        "title":"The WTO and the Millennium Round: What Is at Stake for Public Education? Common Concerns for Workers in Education and the Public Sector."},
      {
        "id":"ED438282",
        "title":"Enhance ONE Year of Education."},
      {
        "id":"ED438283",
        "title":"Student Science Teachers' Accounts of a Well-Remembered Event about Classroom Management."},
      {
        "id":"ED438284",
        "title":"Perspectives on the Explorations of Deepening Understanding of Teaching through Oral History: A Returning Teacher&apos;s Perspective."},
      {
        "id":"ED438285",
        "title":"Education Statistics Quarterly, 1999."},
      {
        "id":"ED438294",
        "title":"Validity and Reliability of the ACFS Behavior Observation Rating Scale."},
      {
        "id":"ED438295",
        "title":"Are We Throwing Away Our Wisdom? Pragmatic Psychology's Argument for Organizing Program Evaluation Studies into Core Knowledge Databases."},
      {
        "id":"ED438296",
        "title":"A Standardised Method for Investigating Learning in Music Therapy. Occasional Paper Number 11."},
      {
        "id":"ED438297",
        "title":"You Got a Problem with That? Exploring Evaluators' Disagreements about Ethics."},
      {
        "id":"ED438298",
        "title":"Information Skills: How Information Literate Are New Zealand Children?"},
      {
        "id":"ED438299",
        "title":"Assessing the Performance of the School Principal."},
      {
        "id":"ED438300",
        "title":"A Brief Introduction to Structural Equation Modeling Techniques: Theory and Application."},
      {
        "id":"ED438302",
        "title":"The Fact Book, 1998-1999. A Statistical Handbook."},
      {
        "id":"ED438303",
        "title":"Educational Equity Evaluation."},
      {
        "id":"ED438304",
        "title":"Statistical Profile: Public Schools of North Carolina, 1999."},
      {
        "id":"ED438306",
        "title":"Diploma Examinations Program, 1997-98 School Year. Annual Report."},
      {
        "id":"ED438307",
        "title":"A Review of Coefficient Alpha and Some Basic Tenets of Classical Measurement Theory."},
      {
        "id":"ED438308",
        "title":"The Effect Size Statistic: Overview of Various Choices."},
      {
        "id":"ED438309",
        "title":"A Brief History of the Evolution of Views of the Nature of Score Validity."},
      {
        "id":"ED438310",
        "title":"Separate versus Concurrent Estimation of IRT Item Parameters in the Common Item Equating Design."},
      {
        "id":"ED438311",
        "title":"A Review of Methods for Dealing with Missing Data."},
      {
        "id":"ED438312",
        "title":"Higher-Order Factor Analysis as a Score Validity Evaluation Tool: An Example with a Measure of Perceptions of Library Service Quality."},
      {
        "id":"ED438313",
        "title":"A Review of Post-1994 Literature on Whether Statistical Significance Tests Should Be Banned."},
      {
        "id":"ED438314",
        "title":"A Review of Analytic Methods for Detecting Mediating and Moderator Effects."},
      {
        "id":"ED438315",
        "title":"A Primer Demonstration of Some Modern Statistics."},
      {
        "id":"ED438317",
        "title":"Intervention/Prevention Program Evaluation, 1998-99. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED438318",
        "title":"Dropout Report, 1997-1998."},
      {
        "id":"ED438321",
        "title":"Stepwise Descriptive or Predictive Discriminant Analysis: Don't Even Think about Using It!"},
      {
        "id":"ED438322",
        "title":"A Review of Experimentwise Type I Error: Implications for Univariate Post Hoc and for Multivariate Testing."},
      {
        "id":"ED438323",
        "title":"The Impact of Computers on Student Performance and Teacher Behavior."},
      {
        "id":"ED438324",
        "title":"A Review of Confidence Intervals."},
      {
        "id":"ED438327",
        "title":"Stability of Regular Education Teacher Ratings of Normal and Exceptional Students on the Adjustment Scales for Children and Adolescents (ASCA)."},
      {
        "id":"ED438328",
        "title":"Interaction Effects: Their Nature and Some Post Hoc Exploration Strategies."},
      {
        "id":"ED438329",
        "title":"State of the Art in Statistical Significance Testing: A Review of the APA Task Force on Statistical Inference's Report and Current Trends."},
      {
        "id":"ED438330",
        "title":"Hartford Public High School: Analysis of 1998 &amp; 1999 First Quarter 9th Grade Student Records."},
      {
        "id":"ED438332",
        "title":"Factors Deterring Participation in Professional Activities."},
      {
        "id":"ED438333",
        "title":"International Education Indicators: A Time Series Perspective, 1985-1995."},
      {
        "id":"ED438334",
        "title":"Education at a Glance: OECD Indicators. 2000 Edition."},
      {
        "id":"ED438335",
        "title":"A Brief History of the Federal Role in Education: Why It Began & Why It's Still Needed."},
      {
        "id":"ED438336",
        "title":"National Youth Gang Survey, 1997. OJJDP Summary."},
      {
        "id":"ED438337",
        "title":"Minorities in the Juvenile Justice System. 1999 National Report Series. Juvenile Justice Bulletin."},
      {
        "id":"ED438338",
        "title":"Implementing Distance Learning in Urban Schools. ERIC/CUE Digest, Number 150."},
      {
        "id":"ED438339",
        "title":"Supporting Students with Asthma. ERIC/CUE Digest, Number 151."},
      {
        "id":"ED438341",
        "title":"Evaluation of the Children at Risk Program: Results 1 Year after the End of the Program. Research in Brief."},
      {
        "id":"ED438342",
        "title":"Juvenile Arrests, 1998. Juvenile Justice Bulletin."},
      {
        "id":"ED438344",
        "title":"Juvenile Justice Reform Initiatives in the States: 1994-1996. Program Report."},
      {
        "id":"ED438345",
        "title":"To What Extent Do Children Benefit from Child Support? Discussion Papers. Assessing the New Federalism."},
      {
        "id":"ED438346",
        "title":"Income Inequality among America's Children. New Federalism: National Survey of America's Families, Series B, No. B-6. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED438347",
        "title":"Homelessness: Programs and the People They Serve. Summary Report. Findings of the National Survey of Homeless Assistance Providers and Clients."},
      {
        "id":"ED438348",
        "title":"A National Report Card on Discrimination in America: The Role of Testing. Proceedings of the Urban Institute Conference (Washington, DC, March 1998)."},
      {
        "id":"ED438349",
        "title":"Changes Since 1995 in the Safety Net's Impact on Child Poverty."},
      {
        "id":"ED438350",
        "title":"Windows of Opportunity: Strategies To Support Families Receiving Welfare and Other Low-Income Families in the Next Stage of Welfare Reform."},
      {
        "id":"ED438353",
        "title":"Morphology of School Violence."},
      {
        "id":"ED438354",
        "title":"The Youth Gangs, Drugs, and Violence Connection. Juvenile Justice Bulletin."},
      {
        "id":"ED438355",
        "title":"Poverty among Children Born Outside of Marriage: Preliminary Findings from the National Survey of America's Families. Discussion Papers. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED438356",
        "title":"Capacity and Needs Assessments: Youth Activities in the District of Columbia."},
      {
        "id":"ED438357",
        "title":"GEDs for Teenagers: Are There Unintended Consequences?"},
      {
        "id":"ED438358",
        "title":"The State of the Cities, 1999. Third Annual Report."},
      {
        "id":"ED438359",
        "title":"Improving School-Community Connections: Moving toward a System of Community Schools."},
      {
        "id":"ED438361",
        "title":"White House Initiative on Educational Excellence for Hispanic Americans. Annual Performance Report. Fiscal Year 1998."},
      {
        "id":"ED438362",
        "title":"Hope for Urban Education: A Study of Nine High-Performing, High-Poverty, Urban Elementary Schools."},
      {
        "id":"ED438363",
        "title":"Success for All/Roots &amp; Wings. Summary of Research on Achievement Outcomes."},
      {
        "id":"ED438364",
        "title":"An Effective Professional Development Policy for Urban Principals: Reflective Thinking into Practice."},
      {
        "id":"ED438365",
        "title":"Juvenile Jailhouse Rocked: Reforming Detention in Chicago, Portland, and Sacramento."},
      {
        "id":"ED438367",
        "title":"Building Capacity for School Renewal: Principles of the Alliance for Achievement Model."},
      {
        "id":"ED438368",
        "title":"The Challenges of Change. A Report from the Aspen Institute Seminar on Hispanic Americans and the Business Community (Aspen, Colorado, July 27-30, 1997)."},
      {
        "id":"ED438369",
        "title":"Reform Issues: A Review of Methodology and Results."},
      {
        "id":"ED438370",
        "title":"Personalizing Culture through Anthropological and Educational Perspectives."},
      {
        "id":"ED438371",
        "title":"Title I in Midstream: The Fight To Improve Schools for Poor Kids. Report of the Citizens' Commission on Civil Rights, Fall 1998. Executive Summary."},
      {
        "id":"ED438372",
        "title":"Title I in Midstream: The Fight To Improve Schools for Poor Kids. Report of the Citizens' Commission on Civil Rights, Summer 1999."},
      {
        "id":"ED438373",
        "title":"Equity and Adequacy in Education Finance: Issues and Perspectives."},
      {
        "id":"ED438375",
        "title":"Youth Education Programs for Neighborhood Networks Centers. Neighborhood Networks."},
      {
        "id":"ED438376",
        "title":"Racial and Ethnic Disparities: Key Findings from the National Survey of America's Families. Series B, No. B-5."},
      {
        "id":"ED438379",
        "title":"The Color of Justice: An Analysis of Juvenile Adult Court Transfers in California."},
      {
        "id":"ED438380",
        "title":"Advancing Minority High Achievement: National Trends and Promising Programs and Practices. A Report Prepared for the National Task Force on Minority High Achievement, the College Board."},
      {
        "id":"ED438381",
        "title":"Dropout Rates in the United States, 1998. Statistical Analysis Report."},
      {
        "id":"ED438382",
        "title":"Lessons Learned, 1997: Profiles of Leading Urban Health Department Initiatives in Maternal and Child Health. Highlights of the CityMatCH Urban Maternal and Child Health Leadership Conference (Atlanta, GA, September 1997)."},
      {
        "id":"ED438383",
        "title":"The State of Black America, 1999: The Impact of Color-Consciousness in the United States."},
      {
        "id":"ED438385",
        "title":"Computer Equity @ School."},
      {
        "id":"ED438386",
        "title":"AdvoCasey: Documenting Programs That Work for Kids and Families, 1999-2000."},
      {
        "id":"ED438387",
        "title":"Violence after School: 1999 National Report Series. Juvenile Justice Bulletin."},
      {
        "id":"ED438388",
        "title":"100th Anniversary of the Juvenile Court, 1899-1999."},
      {
        "id":"ED438389",
        "title":"Follow-Up Study of 1997 Graduates. Detroit Public Schools."},
      {
        "id":"ED438390",
        "title":"Vermont Communities Count: Using Results To Strengthen Services for Families and Children."},
      {
        "id":"ED438391",
        "title":"Juvenile Felony Defendants in Criminal Courts. State Court Processing Statistics, 1990-94. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED438392",
        "title":"Characteristics of Poverty: What the 1990 Census Says about Minnesota."},
      {
        "id":"ED438393",
        "title":"Health Outcomes among Hispanic Subgroups: Data from the National Health Interview Survey, 1992-95. Advance Data, Number 310."},
      {
        "id":"ED438394",
        "title":"Racial and Ethnic Distribution of Elementary and Secondary Students. Indicator of the Month."},
      {
        "id":"ED438395",
        "title":"After-School Programs: Keeping Children Safe and Smart."},
      {
        "id":"ED438397",
        "title":"Improving &amp; Sustaining Kentucky&apos;s Statewide System of School-to-Work. Summary Report and Data Supplement."},
      {
        "id":"ED438398",
        "title":"How States Are Implementing Distance Education for Adult Learners. State Policy Update."},
      {
        "id":"ED438399",
        "title":"Career Assessment with Special Populations: A Survey of National Experts."},
      {
        "id":"ED438401",
        "title":"Arizona's School to Work Initiative: Four-Year Trends in Public Opinion. Arizona School to Work Briefing Paper #17."},
      {
        "id":"ED438402",
        "title":"Seventh Grade Students' Perceptions of Career Awareness and Exploration Activities in Arizona Schools: Three-Year Trends and 1999 Results. Arizona School to Work Briefing Paper #18."},
      {
        "id":"ED438403",
        "title":"Tenth Grade Students' Perceptions of Career Preparation and Work Experience in Arizona Schools: Three-Year Trends and 1999 Results. Arizona School to Work Briefing Paper #19."},
      {
        "id":"ED438404",
        "title":"Arizona's School to Work System. Site Visit Reports (1998-99)."},
      {
        "id":"ED438405",
        "title":"Workforce Preparation in a Global Context. Occasional Papers 8."},
      {
        "id":"ED438406",
        "title":"Host Families Matter: The Homestay Manual."},
      {
        "id":"ED438407",
        "title":"A New Beginning: The Child Health Manual."},
      {
        "id":"ED438408",
        "title":"MOU: Guidelines for the Development of a Memorandum of Understanding for the Adult Education and Family Literacy Act under the Auspices of the Workforce Investment Act of 1998."},
      {
        "id":"ED438409",
        "title":"Commonwealth of Pennsylvania Adult Education Section 353 Special Demonstration Projects. Project Abstracts for the Fiscal Year 1998-1999."},
      {
        "id":"ED438410",
        "title":"Literacy Practices and Clerical Competency Standards: Implications for Trainers and Assessors. Research into Practice Series Number 8. Adult Literacy Research Network."},
      {
        "id":"ED438411",
        "title":"Discourses of Literacy. Research into Practice Series Number 9. Adult Literacy Research Network."},
      {
        "id":"ED438412",
        "title":"Social Literacies across Communities, Cultures and Contexts. Adult Literacy Research Network."},
      {
        "id":"ED438413",
        "title":"Globalisation: Frame Word for Education and Training, Human Capital and Human Development/Rights. Language Australia Research Policy and Practice Papers."},
      {
        "id":"ED438415",
        "title":"Internet Resources for Vocational Technical Teachers & Educators."},
      {
        "id":"ED438416",
        "title":"An Age of Learning: Vocational Training Policy at European Level. CEDEFOP Vocational Training Policy Report, 2000."},
      {
        "id":"ED438417",
        "title":"Enabling High Schools To Assess Schoolwide Results of Reform: A Pilot Test."},
      {
        "id":"ED438418",
        "title":"&quot;High Schools That Work&quot; and Whole School Reform: Raising Academic Achievement of Vocational Completers through the Reform of School Practice."},
      {
        "id":"ED438419",
        "title":"Impact of New Designs for the Comprehensive High School: Evidence from Two Early Adapters."},
      {
        "id":"ED438420",
        "title":"Tech Prep Implementation and Preliminary Student Outcomes for Eight Local Tech Prep Consortia."},
      {
        "id":"ED438421",
        "title":"Who's Teaching, and Who Will Teach, Vocational Education?"},
      {
        "id":"ED438427",
        "title":"Comparing and Contrasting the Effectiveness of Computer-Based Instruction with Traditional Classroom Instruction in the Delivery of a Cross-Cultural Educational Module for Agriculturalists. A Summary Report of Research. Department Information Bulletin."},
      {
        "id":"ED438428",
        "title":"Monitoring and Evaluation of Literacy and Continuing Education Programmes. Practitioners' Manual."},
      {
        "id":"ED438430",
        "title":"Skills and Enterprise: A Challenge To Further Education and Industry. An Agenda for Action Resulting from the FEDA, NTO National Council and DTI Consultative Conference Held on 2 September 1999."},
      {
        "id":"ED438431",
        "title":"Vocational Education and Training in Austria."},
      {
        "id":"ED438432",
        "title":"Career-Related Learning in Primary Schools. Report on a NICEC/CRAC Invitational Policy Consultation (Cambridge, England, October 26-27, 1998). CRAC NICEC Conference Briefing."},
      {
        "id":"ED438433",
        "title":"Developing a Research Culture in Career Education and Guidance. Report on a NICEC/CRAC Invitational Policy Consultation (Cambridge, England, September 30-October 1, 1998). CRAC NICEC Conference Briefing."},
      {
        "id":"ED438434",
        "title":"Exploring Career-Related Learning in Primary Schools. NICEC Briefing."},
      {
        "id":"ED438435",
        "title":"Home Internationals: Adult Guidance Policy Developments in Britain and Ireland. Report on a NICEC/CRAC Policy Consultation (Cambridge, England, October 19-20, 1999). CRAC NICEC Conference Briefing."},
      {
        "id":"ED438436",
        "title":"Progression in Careers Education. Report on a NICEC/CRAC Invitational Policy Consultation Held on 12-13 March 1998 at the Belmont Hotel, Leicester. CRAC NICEC Conference Briefing."},
      {
        "id":"ED438437",
        "title":"The Real Game: Evaluation of the UK National Pilot. NICEC Briefing."},
      {
        "id":"ED438438",
        "title":"The Relationship between Career Guidance and Financial Guidance. Report on a NICEC/CRAC Policy Consultation Held on 21-22 April 1999 at Madingley Hall, Cambridge. CRAC NICEC Conference Briefing."},
      {
        "id":"ED438439",
        "title":"Building a Firm Foundation: Recommendations for New York City's Job Training System. P/PV Briefs."},
      {
        "id":"ED438440",
        "title":"Factors That Influence Students To Attend Four-Year Automotive Programs."},
      {
        "id":"ED438441",
        "title":"Forces Affecting the Improvement and Implementation of International Perspectives in Secondary Level Agricultural Programs in Texas. A Summary Report of Research. Department Information Bulletin 99-2."},
      {
        "id":"ED438442",
        "title":"AGORA--IV. The Low-Skilled on the European Labour Market: Prospects and Policy Options. Towards a Minimum Learning Platform (Thessaloniki, Greece, October 29-30, 1998). CEDEFOP Panorama."},
      {
        "id":"ED438443",
        "title":"The FE College and Its Communities."},
      {
        "id":"ED438444",
        "title":"For Better or Worse: The Influence of FE Franchising on Learning."},
      {
        "id":"ED438445",
        "title":"The Learning and Skills Sector: The Emerging Agenda. FEDA Comments."},
      {
        "id":"ED438446",
        "title":"Reducing Bureaucratic Burdens on Lecturers."},
      {
        "id":"ED438448",
        "title":"Rising above the Minimum Wage."},
      {
        "id":"ED438450",
        "title":"Health and Adult Literacy. Practice Application Brief No. 7."},
      {
        "id":"ED438451",
        "title":"Surviving the Career Doldrums. Practice Application Brief No. 8."},
      {
        "id":"ED438452",
        "title":"Phare Multi-Country Programme for Distance Education. Programme Compendium."},
      {
        "id":"ED438453",
        "title":"Two Perspectives on Reforming the Regional System of Vocational Education. Based on the Pilot Project in the North-West Regions of the Russian Federation."},
      {
        "id":"ED438454",
        "title":"Background Study on Employment and Labour Market in Bulgaria."},
      {
        "id":"ED438455",
        "title":"Background Study on Employment and Labour Market in the Czech Republic."},
      {
        "id":"ED438456",
        "title":"Background Study on Employment and Labour Market in Estonia."},
      {
        "id":"ED438457",
        "title":"Background Study on Employment and Labour Market in Hungary."},
      {
        "id":"ED438458",
        "title":"Background Study on Employment and Labour Market in Lithuania."},
      {
        "id":"ED438459",
        "title":"Background Study on Employment and Labour Market in Romania."},
      {
        "id":"ED438460",
        "title":"Perceptions of Southern Nevada Employers Regarding the Importance of SCANS Workplace Basic Skills."}]
  }}
