{
  "response":{"numFound":509939,"start":388000,"numFoundExact":true,"docs":[
      {
        "id":"ED438461",
        "title":"Murder They Wrote. A Cross-Curricular Cooperative Learning Experience."},
      {
        "id":"ED438463",
        "title":"We're Education...You're Semiconductors. Improving Worker Skills through Employer-Community College Partnerships."},
      {
        "id":"ED438464",
        "title":"Ergonagy: Its Relation to Pedagogy and Andragogy."},
      {
        "id":"ED438465",
        "title":"Ergonagy: A New Concept in the Integration of &quot;Kyo-Iky&quot; and &quot;Education.&quot;"},
      {
        "id":"ED438466",
        "title":"Regional Workshop on Planning and Management of Literacy and Continuing Education (4th, Solo, Indonesia, December 10-19, 1997)."},
      {
        "id":"ED438467",
        "title":"Participation in Adult Education in the United States: 1998-99. Statistics in Brief."},
      {
        "id":"ED438468",
        "title":"Basic Education for Empowerment of the Poor. Report of a Regional Study on &quot;Literacy as a Tool for Empowerment of the Poor.&quot; Asia-Pacific Programme of Education for All (APPEAL)."},
      {
        "id":"ED438469",
        "title":"Increasing Retention of Adult Learners in Telecourses through the Incorporation of Learning-Centered Instructional Strategies and the Use of Multiple Modalities for Content Delivery and Interaction."},
      {
        "id":"ED438470",
        "title":"Family Literacy Programs: Who Benefits?"},
      {
        "id":"ED438471",
        "title":"Generation X in Allied Health Education."},
      {
        "id":"ED438473",
        "title":"Pennsylvania Vocational Teacher Preparedness: Implications for Teacher Development in the 21st Century."},
      {
        "id":"ED438474",
        "title":"Blended Instruction: Integrating the Curriculum through Projects and Curriculum Alignment."},
      {
        "id":"ED438476",
        "title":"Feedback Seeking in Training Settings."},
      {
        "id":"ED438477",
        "title":"Philosophical Foundations of Human Resource Development."},
      {
        "id":"ED438478",
        "title":"Creating Your Own Business. Employability Skills Group Project."},
      {
        "id":"ED438479",
        "title":"Preparing for Your Successful Employment. Job Readiness Individual Project."},
      {
        "id":"ED438480",
        "title":"Success Stories: Spreading the Word. Final Report, FY 1998-1999."},
      {
        "id":"ED438481",
        "title":"Piloting the Oregon AIM Project 2: Measuring Progress for Program Evaluation and Accountability."},
      {
        "id":"ED438482",
        "title":"Project Learner Goals. Final Report. Fiscal Year 1998-1999."},
      {
        "id":"ED438483",
        "title":"Statewide Staff Development Project: Adults with Learning Differences. Final Report, 1998-1999."},
      {
        "id":"ED438484",
        "title":"Cooper Screening of Information Processing (C-SIP). Administrator's Manual."},
      {
        "id":"ED438485",
        "title":"European Trends in the Development of Occupations and Qualifications. Volume I. CEDEFOP Reference Document."},
      {
        "id":"ED438486",
        "title":"European Trends in the Development of Occupations and Qualifications. Findings of Research, Studies and Analyses for Policy and Practice. Volume II. CEDEFOP Reference Document."},
      {
        "id":"ED438487",
        "title":"The Factors Affecting the Career Choices of African Americans and Three Career Counseling Suggestions."},
      {
        "id":"ED438488",
        "title":"Keeping Score on Alcohol: Millennium Hangover."},
      {
        "id":"ED438489",
        "title":"Connectedness and Development--A Theory. Is Ecopsychology the Answer to Emotional Well-Being?"},
      {
        "id":"ED438491",
        "title":"At Risk for Violence Test (ARFV). For Identifying Violence-Prone Teens and Adults. Manual."},
      {
        "id":"ED438492",
        "title":"Critical Incident Stress Management in Schools: Mental Health Component."},
      {
        "id":"ED438495",
        "title":"Providing Drug Education To Meet Young People's Needs. Interchange 61."},
      {
        "id":"ED438497",
        "title":"How To Get through the First 21 Years: A Parent Resource Guide. Third Edition."},
      {
        "id":"ED438498",
        "title":"The Witnesses Walk Your Halls: The School Counselor and Student Victims of Domestic Violence."},
      {
        "id":"ED438499",
        "title":"What Does It Mean To Be a Feminist Family Therapist?"},
      {
        "id":"ED438500",
        "title":"Public Awareness Ideas and Strategies for Professional Counselors. For Use during Counseling Awareness Month and throughout the Year."},
      {
        "id":"ED438501",
        "title":"Teachers Who Beat the Odds: Value-Added Reading Instruction in Minneapolis 2nd Grade Classrooms."},
      {
        "id":"ED438503",
        "title":"Planning for Reading Instruction."},
      {
        "id":"ED438508",
        "title":"Beyond Reading and Writing: Inquiry, Curriculum, and Multiple Ways of Knowing. Whole Language Umbrella Series."},
      {
        "id":"ED438511",
        "title":"College Reading: Perspectives and Practices. The College Reading Association Monograph Series."},
      {
        "id":"ED438512",
        "title":"Progressive Optimism and High Literacy Press: Defeating the Deficit Notion in Economically Disadvantaged African-American Families Whose Children Are Successful Readers."},
      {
        "id":"ED438513",
        "title":"Examining the At-Risk Reader during the Elementary and Middle School Years."},
      {
        "id":"ED438514",
        "title":"Gender Inequities in Grade Two: A Look at Educators and Literature."},
      {
        "id":"ED438515",
        "title":"Improving Reading Comprehension and Vocabulary Development through Multiple Instructional Strategies and Technology."},
      {
        "id":"ED438519",
        "title":"Increasing Reading Comprehension in the Middle School."},
      {
        "id":"ED438520",
        "title":"Reading Instruments Guide for Texas Public Schools and Charter Schools, 1999."},
      {
        "id":"ED438521",
        "title":"The Texas Reading Initiative."},
      {
        "id":"ED438522",
        "title":"Good Practice: Implications for Reading Instruction. A Consensus Document of Texas Literacy Professional Organizations."},
      {
        "id":"ED438523",
        "title":"Texas Reading Initiative: A Governor George W. Bush Public Education Challenge."},
      {
        "id":"ED438524",
        "title":"Beginning Reading Instruction: Components and Features of a Research-Based Reading Program. Texas Reading Initiative."},
      {
        "id":"ED438525",
        "title":"Spotlight on Reading. A Companion to: Beginning Reading Instruction. A Response from the Texas Education Agency and The Texas Mentor School Network Region XIII to the Governor's Reading Challenge. Texas Reading Initiative."},
      {
        "id":"ED438527",
        "title":"Gender and Cultural Differences in Attitude toward Reading in an Adult Population."},
      {
        "id":"ED438528",
        "title":"Home Literacy Activities and Signs of Children's Emerging Literacy, 1993 and 1999. Statistics in Brief."},
      {
        "id":"ED438529",
        "title":"How Reading Engages Children."},
      {
        "id":"ED438530",
        "title":"Fluency: A Review of Developmental and Remedial Practices."},
      {
        "id":"ED438531",
        "title":"Report of the Regional Consultation for Asia-Pacific Co-operative Programme in Reading Promotion and Book Development (APPREB) (Tokyo, Japan, November 20-21, 1997)."},
      {
        "id":"ED438532",
        "title":"Excellent Reading Teachers. A Position Statement of the International Reading Association."},
      {
        "id":"ED438533",
        "title":"Teaching All Children To Read: The Roles of the Reading Specialist. A Position Statement of the International Reading Association."},
      {
        "id":"ED438535",
        "title":"Adolescent Literacy Comes of Age."},
      {
        "id":"ED438536",
        "title":"Unplayed Tapes: A Personal History of Collaborative Teacher Research. The Practitioner Inquiry Series."},
      {
        "id":"ED438537",
        "title":"Math Is Language Too: Talking and Writing in the Mathematics Classroom."},
      {
        "id":"ED438538",
        "title":"An Evaluation of Microsoft Word 97's Grammar Checker."},
      {
        "id":"ED438540",
        "title":"Encouraging Active Learning with Case Studies."},
      {
        "id":"ED438541",
        "title":"Promoting Effective Literacy Learning in Minority Students by Connecting Teacher Workshops to the Comer Process."},
      {
        "id":"ED438542",
        "title":"The Treasures of Plato's &quot;Phaedrus&quot;: A Creative Interpretation for Teaching and Learning in Modern Day."},
      {
        "id":"ED438544",
        "title":"Distanciation, Appropriation, and Assimilation as Hermeneutical Making of Meaning in the Work of Paul Ricoeur and Mikhail Bakhtin."},
      {
        "id":"ED438545",
        "title":"Using Science Fiction To Teach Mainstream Literature."},
      {
        "id":"ED438548",
        "title":"Improving Student Language and Literacy Skills through Vocabulary Development and Phonemic Awareness."},
      {
        "id":"ED438549",
        "title":"Can Your Students Spell Millennium?"},
      {
        "id":"ED438551",
        "title":"BICS and CALP: Clarifying the Distinction."},
      {
        "id":"ED438552",
        "title":"The Place of Grammar in the Language Arts Curriculum."},
      {
        "id":"ED438554",
        "title":"An Alphabet for English-IV."},
      {
        "id":"ED438555",
        "title":"The Role of Intuition in the Design of the Freshman Composition Curriculum."},
      {
        "id":"ED438556",
        "title":"Beyond Instrumental Literacy: Discourse Ethics and Literacy Education."},
      {
        "id":"ED438557",
        "title":"High School Assessment Program: English. Showing the Match of the Content and Skills for Success Indicators in Thinking and Communication."},
      {
        "id":"ED438558",
        "title":"What Is Good Multicultural Children's Literature and How Do We Critique It? Distinguishing between Image and Value."},
      {
        "id":"ED438560",
        "title":"The Eight Best Novels for Middle-Grade Teachers."},
      {
        "id":"ED438562",
        "title":"Do Children, When They Write, Borrow Ideas from the Literature They Read?"},
      {
        "id":"ED438563",
        "title":"Gender Differences in Spelling Achievement."},
      {
        "id":"ED438564",
        "title":"The Effects of Reading Serial Books on Children's Appreciation for Quality Literature."},
      {
        "id":"ED438565",
        "title":"Reading Poetry in the Language Arts."},
      {
        "id":"ED438566",
        "title":"Interest Differences between Male and Female Students and Correlation to Their Academic Grades."},
      {
        "id":"ED438567",
        "title":"Illustrative Examples for English Language Arts: Kindergarten to Grade 9."},
      {
        "id":"ED438568",
        "title":"Faculty Development at SUNY: Shifting from Teaching to Learning."},
      {
        "id":"ED438569",
        "title":"Assessing Service-Learning in a Communication Curriculum."},
      {
        "id":"ED438570",
        "title":"Literacy Is about &quot;Teacher Caring.&quot;"},
      {
        "id":"ED438571",
        "title":"&quot;We Are Who We Are&quot;: Repositioning Boyer's Dimensions of Scholarship."},
      {
        "id":"ED438572",
        "title":"Alternative Approaches to Teaching Communication between Disabled and Ablebodied Persons."},
      {
        "id":"ED438573",
        "title":"The Utterance as Speech Genre in Mikhail Bakhtin's Philosophy of Language."},
      {
        "id":"ED438574",
        "title":"The Effects of Mass Merchandising on Elementary School Age Children's Book Selection."},
      {
        "id":"ED438576",
        "title":"New Approaches: The Basic Course as Part of an Integrated First Year Program."},
      {
        "id":"ED438577",
        "title":"The Road Less Traveled: Going Local."},
      {
        "id":"ED438580",
        "title":"The Externship: From the Classroom to the Newsroom."},
      {
        "id":"ED438581",
        "title":"Responsible Public Address. Third Edition."},
      {
        "id":"ED438582",
        "title":"The Predictive Value of the Watson-Barker Listening Test."},
      {
        "id":"ED438583",
        "title":"How To Monitor Listening More Efficiently: Meta-Cognitive Strategies in Listening."},
      {
        "id":"ED438584",
        "title":"Training Citizens in a Democratic Society To Listen Critically."},
      {
        "id":"ED438585",
        "title":"Verbal Communication Styles: Some Implications for Intercultural Listening."},
      {
        "id":"ED438586",
        "title":"Standards and Activities for Listening Competencies at the Secondary Level. Proposed ILA Standards &amp; Activities."},
      {
        "id":"ED438587",
        "title":"Participatory Communication as an Alternative Paradigm for Nutrition Communication in Nepal."},
      {
        "id":"ED438589",
        "title":"The Effects of Classical Music on Listening Comprehension."},
      {
        "id":"ED438590",
        "title":"K-12 Master Plan: Starting the Process."},
      {
        "id":"ED438591",
        "title":"A Special Session Guide to K-12 Reform."},
      {
        "id":"ED438592",
        "title":"Equalizing School District Funding: Option for a Sliding Scale COLA. An LAO Report."},
      {
        "id":"ED438593",
        "title":"Becoming a Technologically Savvy Administrator. ERIC Digest Number 135."},
      {
        "id":"ED438596",
        "title":"Promising Initiatives To Improve Education in Your Community: A Guide to Selected U.S. Department of Education Grant Programs and Funding Opportunities."},
      {
        "id":"ED438598",
        "title":"Antisocial Behavior in Youth: Causes, Consequences and Interventions."},
      {
        "id":"ED438599",
        "title":"Character and the Contemplative Principal. The NCEA Catholic Educational Leadership Monograph Series."},
      {
        "id":"ED438601",
        "title":"Beyond the Process of Teaming: Administrative Support, Classroom Practices, and Student Learning."},
      {
        "id":"ED438602",
        "title":"Femininity/Masculinity: Hegemonic Normalizations in the Public School Superintendency."},
      {
        "id":"ED438603",
        "title":"Giving Choice a Chance: Cleveland and the Future of School Reform."},
      {
        "id":"ED438604",
        "title":"Children First: A Discussion Paper on Public School Finance and Education Reform in Ohio. Building Community through Choice."},
      {
        "id":"ED438605",
        "title":"Public Choices, Private Costs: An Analysis of Spending and Achievement in Ohio Public Schools."},
      {
        "id":"ED438606",
        "title":"Supporting Community in Schools: The Relationship of Resilience and Vulnerability."},
      {
        "id":"ED438607",
        "title":"Two Cheers for S. 1: The Safe and Affordable Schools Act of 1997. Issue Bulletin Number 232."},
      {
        "id":"ED438608",
        "title":"Interest Group Influences in Advancing and Inhibiting Educational Finance Reform: The Politics of Equity in Vermont's Act 60."},
      {
        "id":"ED438609",
        "title":"Religion and the Schools: Emerging Issues."},
      {
        "id":"ED438611",
        "title":"Addressing Evaluation of Collaborations: Capacity Building by School Districts."},
      {
        "id":"ED438613",
        "title":"Engaging with School Improvement: A Study of Factors Influencing Initial and Sustained Involvement in the Quest Network."},
      {
        "id":"ED438614",
        "title":"A Day in the Life of a Catholic Elementary/Middle School Assistant Principal."},
      {
        "id":"ED438615",
        "title":"A Management Review of Commonwealth Charter Schools."},
      {
        "id":"ED438622",
        "title":"Toward a Pluralistic View of Accountability: Possibilities and Troublings."},
      {
        "id":"ED438623",
        "title":"Curricular and Instructional Differentiation in Magnet Schools: Market Driven or Institutionally Entrenched?"},
      {
        "id":"ED438624",
        "title":"The National Education Agenda, 1996-1999: Its Impact on Curriculum Reform in the States and Territories."},
      {
        "id":"ED438625",
        "title":"Block Scheduling: Changing the System."},
      {
        "id":"ED438626",
        "title":"A Word On... Fall 1999/Winter 2000."},
      {
        "id":"ED438627",
        "title":"Charter Schools & Community Relations: An Annotated Video Transcript."},
      {
        "id":"ED438629",
        "title":"Family Involvement in Education."},
      {
        "id":"ED438630",
        "title":"Education: Empowering Parents, Teachers, and Principals. Chapter 9. Issues &apos;98: The Candidate&apos;s Briefing Book."},
      {
        "id":"ED438631",
        "title":"School-Based Partnerships."},
      {
        "id":"ED438632",
        "title":"Back to School on Civil Rights: Advancing the Federal Commitment To Leave No Child Behind."},
      {
        "id":"ED438633",
        "title":"The Employment Experience of Persons with Limitations in Physical Functioning: An Analysis of the 1996 California Work and Health Survey. Disability Statistics Report 12."},
      {
        "id":"ED438634",
        "title":"Critical Pedagogy in Deaf Education: Bilingual Methodology and Staff Development. USDLC Star Schools Project Report No. 2. Year Two, 1998-1999."},
      {
        "id":"ED438635",
        "title":"Museums, Adventures, Discovery Activities: Gifted Curriculum Intrinsically Differentiated."},
      {
        "id":"ED438636",
        "title":"Paraeducators: Factors That Influence Their Performance, Development, and Supervision. ERIC Digest E587."},
      {
        "id":"ED438637",
        "title":"Provision of a Free Appropriate Public Education: When Does the Right to Special Education Services End?."},
      {
        "id":"ED438638",
        "title":"Minnesota Paraprofessional Guide."},
      {
        "id":"ED438639",
        "title":"State's Testing Participation Goal Unmet in Fast-Growing Exceptional Education Program. OPPAGA Progress Report."},
      {
        "id":"ED438640",
        "title":"Educational Rights of Parents under the Provisions of the Individuals with Disabilities Education Act (IDEA) and the Rules for the Administration of the Exceptional Children's Educational Act (ECEA)."},
      {
        "id":"ED438641",
        "title":"Expanding the Circle: South Dakota Deaf-Blind Project. Final Report, 10-1-98 through 9-30-99."},
      {
        "id":"ED438642",
        "title":"Assessing Social and Academic Skills of Special Education Students Using Authentic Assessments."},
      {
        "id":"ED438643",
        "title":"A Qualitative Analysis of the Impact of Mentorships on New Special Educators' Decisions To Remain in the Field of Special Education."},
      {
        "id":"ED438644",
        "title":"Proposed IDEA Regulations. Joint Hearing of the Committee on Labor and Human Resources, United States Senate, and the Committee on Education and the Workforce, House of Representatives, on Examining the Department of Education's Development of the Regulations Necessary To Implement the Individuals with Disabilities Education Act Amendments of 1997 (Public Law 105-17). One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED438646",
        "title":"Assisting People with Mental Illnesses in the Pursuit of Employment."},
      {
        "id":"ED438647",
        "title":"Efficacy of Some Behavior Management Strategies for Students with Serious Emotional Disturbances."},
      {
        "id":"ED438648",
        "title":"Project LITT (Literacy Instruction through Technology): Enhancing the Reading Skills of Students with Learning Disabilities through Hypermedia-Based Children's Literature. Final Report."},
      {
        "id":"ED438650",
        "title":"The Paraprofessional: An Introduction. Strategies for Paraprofessionals Who Support Individuals with Disabilities. Facilitator Edition [and] Student Edition."},
      {
        "id":"ED438651",
        "title":"Providing Cross-Cultural Support Services to Individuals with Disabilities and Their Families. Strategies for Paraprofessionals Who Support Individuals with Disabilities. Facilitator Edition [and] Student Edition."},
      {
        "id":"ED438652",
        "title":"Early Childhood: The Role of the Paraprofessional. Strategies for Paraprofessionals Who Support Individuals with Disabilities. Facilitator Edition [and] Student Edition."},
      {
        "id":"ED438653",
        "title":"Positive Behavior Strategies for Paraprofessionals. Strategies for Paraprofessionals Who Support Individuals with Disabilities. Facilitator Edition [and] Student Edition."},
      {
        "id":"ED438654",
        "title":"Transition: The Role of the Paraprofessional. Strategies for Paraprofessionals Who Support Individuals with Disabilities. Facilitator Edition [and] Student Edition."},
      {
        "id":"ED438656",
        "title":"The Right to Special Education in Pennsylvania: A Guide for Parents. Year 2000 Edition."},
      {
        "id":"ED438657",
        "title":"Assessing Young Children with Dual Sensory and Multiple Impairments (Ages Birth to Five Years). Assessment Guidelines, Volume 1."},
      {
        "id":"ED438658",
        "title":"Assessing the School-Age Student with Dual Sensory &amp; Multiple Impairments (Ages 6-15). Assessment Guidelines, Volume 2."},
      {
        "id":"ED438659",
        "title":"Assessing the Transition Needs of Young Adults with Dual Sensory and Multiple Impairments. Assessment Guidelines, Volume 3."},
      {
        "id":"ED438660",
        "title":"North Dakota Deafblind Services Project. Final Performance Report."},
      {
        "id":"ED438661",
        "title":"SIFT-OUT: Training for Systems Change in Early Intervention. Final Report."},
      {
        "id":"ED438662",
        "title":"The Link between Functional Behavioral Assessments (FBAs) and Behavioral Intervention Plans (BIPs). ERIC Digest E592."},
      {
        "id":"ED438663",
        "title":"The Implications of Culture on Developmental Delay. ERIC Digest E589."},
      {
        "id":"ED438664",
        "title":"Working with Students Who Are Late-Deafened. NETAC Teacher Tipsheet."},
      {
        "id":"ED438665",
        "title":"Teaching Students Who Are Deaf-Blind. NETAC Teacher Tipsheet."},
      {
        "id":"ED438666",
        "title":"Interpreting. NETAC Teacher Tipsheet."},
      {
        "id":"ED438667",
        "title":"C-Print[TM]: A Notetaking System. NETAC Teacher Tipsheet."},
      {
        "id":"ED438668",
        "title":"Teaching Students Who Are Hard of Hearing. NETAC Teacher Tipsheet."},
      {
        "id":"ED438669",
        "title":"Tutoring. NETAC Teacher Tipsheet."},
      {
        "id":"ED438670",
        "title":"The Role of Assistive Listening Devices in the Classroom. NETAC Teacher Tipsheet."},
      {
        "id":"ED438671",
        "title":"Early Childhood Instruction in the Natural Environment. ERIC/OSEP Digest E591."},
      {
        "id":"ED438672",
        "title":"Nutrition: Intervention Guidance for Service Providers and Families. Connecticut Birth to Three System, Service Guideline 6."},
      {
        "id":"ED438673",
        "title":"Answers to Frequently Asked Questions for Parents of Florida's Exceptional Students."},
      {
        "id":"ED438674",
        "title":"Lift Every Voice: Modernizing Disability Policies and Programs To Serve a Diverse Nation."},
      {
        "id":"ED438675",
        "title":"Questions and Answers about IDEA. 2nd Edition. NICHCY News Digest."},
      {
        "id":"ED438677",
        "title":"3-4-5 Thrive: A Guide to Providing Educational Opportunities in the Least Restrictive Environment (LRE) for Iowa's Preschoolers with Disabilities."},
      {
        "id":"ED438678",
        "title":"Working Together towards Successful Transition: School to Adult Life = Trabajando juntos hacia una transicion exitosa: De la escuela a la vida adulta."},
      {
        "id":"ED438679",
        "title":"Louisiana Services for Children and Youth with Deafblindness. October 1, 1995-September 30, 1999. Final Report."},
      {
        "id":"ED438680",
        "title":"Carolina Model Inservice Training Project. Final Report."},
      {
        "id":"ED438681",
        "title":"Availability of Therapists To Work in Ohio Schools."},
      {
        "id":"ED438688",
        "title":"Spotlight on New Learning Environments: A Journal of the Thomas Jefferson Center for Educational Design at the University of Virginia, 1997-98."},
      {
        "id":"ED438689",
        "title":"USTC &amp; TBA Guidelines for Tennis Court &amp; Running Track Construction."},
      {
        "id":"ED438692",
        "title":"School Design Handbook. For All Dallas Public Schools Construction Projects."},
      {
        "id":"ED438693",
        "title":"Perceptions of Educators about School Design Issues."},
      {
        "id":"ED438694",
        "title":"Can Research Findings Help School Systems Obtain the Most Bang from the Construction Bucks?"},
      {
        "id":"ED438695",
        "title":"Environmental Assessment and FONSI for the Bison School District Heating Plant Project (Institutional Conservation Program [ICP])."},
      {
        "id":"ED438696",
        "title":"A Guidebook to FEMA 154--Rapid Visual Screening of Buildings for Potential Seismic Hazards. A Handbook for Use in the Screening of School Buildings."},
      {
        "id":"ED438697",
        "title":"Environmental Assessment and (FONSI) Winnett School District Boiler Replacement Project."},
      {
        "id":"ED438698",
        "title":"High School Educational Specifications: Facilities Planning Standards. Edition I."},
      {
        "id":"ED438699",
        "title":"Wake County Public School System Design Guidelines."},
      {
        "id":"ED438704",
        "title":"Security and Crime Prevention Strategies in California Public Schools."},
      {
        "id":"ED438705",
        "title":"IPM for Schools: A How-To Manual."},
      {
        "id":"ED438706",
        "title":"The Culture of the English Language Teacher in an EFL Context."},
      {
        "id":"ED438707",
        "title":"Education Policy and Language Learning for a Multilingual Society. Proceedings of a Conference (Hartebeespoort, South Africa, October 30-November 1, 1996)."},
      {
        "id":"ED438708",
        "title":"Title VII Special Alternative Grant, BRIDGES: Collaborative Teaching in Bilingual and ESL. Year Three-Plus, 1997-1998. Evaluation Report."},
      {
        "id":"ED438709",
        "title":"Language Policy in the U.S.: Questions Addressing a Sea Change in Language in the U.S."},
      {
        "id":"ED438710",
        "title":"Language and the Department of Defense: Challenges for the 21st Century."},
      {
        "id":"ED438713",
        "title":"Teaching EFL to Multiple Intelligences."},
      {
        "id":"ED438716",
        "title":"Language Learning Strategies: Is There a Best Way To Teach Them?"},
      {
        "id":"ED438717",
        "title":"Engaging ESL Faculty in Self-Assessment."},
      {
        "id":"ED438718",
        "title":"French Immersion Kindergarten: A Handbook for Parents."},
      {
        "id":"ED438719",
        "title":"The Common Curriculum Framework for Bilingual Programming in International Languages, Kindergarten to Grade 12. Western Canadian Protocol for Collaboration in Basic Education."},
      {
        "id":"ED438720",
        "title":"Discourse in Discussions: A Report of Markers of Detachment and Commitment in Discussion in University Classes."},
      {
        "id":"ED438723",
        "title":"Implementing Standards with English Language Learners: Initial Findings from Four Middle Schools."},
      {
        "id":"ED438724",
        "title":"The Impact on Higher Education of Standards for Foreign Language Learning: Preparing for the 21st Century. ACTFL White Paper."},
      {
        "id":"ED438725",
        "title":"Designing a Standards-Based Thematic Unit Using the Learning Scenario as an Organizational Framework."},
      {
        "id":"ED438727",
        "title":"Access and Engagement: Program Design and Instructional Approaches for Immigrant Students in Secondary School. Topics in Immigrant Education 4. Language in Education: Theory and Practice 94."},
      {
        "id":"ED438728",
        "title":"The Nature of an EFL Teacher's Audiotaped and Written Feedback on Student Writing: A Case Study."},
      {
        "id":"ED438729",
        "title":"Learning Less Commonly Taught Languages: An Agreement on the Bases for the Training of Teachers. Pathways to Advanced Skills Series No. FLP 01."},
      {
        "id":"ED438730",
        "title":"The Work of the Universal Esperanto Association for a More Peaceful World. Esperanto Document No. 45A."},
      {
        "id":"ED438733",
        "title":"Cognitive Style and Reading Comprehension in L1 and L2."},
      {
        "id":"ED438735",
        "title":"Read Perspectives, 1996."},
      {
        "id":"ED438736",
        "title":"Collaborative Practices in Bilingual Cooperative Learning Classrooms."},
      {
        "id":"ED438738",
        "title":"But Teacher, I Can't Type!"},
      {
        "id":"ED438739",
        "title":"Guidelines for Tutoring Adult ESL Students."},
      {
        "id":"ED438740",
        "title":"Critical Literacy in the Adult ESL Classroom."},
      {
        "id":"ED438741",
        "title":"Refugees as English Language Learners: Issues and Concerns. ERIC Q & A."},
      {
        "id":"ED438742",
        "title":"Resisting Community: Challenges for Participatory Action."},
      {
        "id":"ED438743",
        "title":"Advocates, Barriers, and Responses: The Personal Narratives of Nine Female Doctoral Students."},
      {
        "id":"ED438744",
        "title":"An Annotated Bibliography of Selected Research on Collaborative Writing."},
      {
        "id":"ED438745",
        "title":"Learning Communities and the Academic Career: Perspectives on Faculty Participation."},
      {
        "id":"ED438748",
        "title":"University Outreach at Michigan State University: Extending Knowledge To Serve Society. A Report by the Provost's Committee on University Outreach."},
      {
        "id":"ED438749",
        "title":"Fulfilling Higher Education&apos;s Covenant with Society: The Emerging Outreach Agenda. Summary of the Capstone Symposium."},
      {
        "id":"ED438750",
        "title":"Institutional Retention Strategies at Historically Black Colleges and Universities and Their Effects on Cohort Default Rates: 1987-1995. Monograph Series."},
      {
        "id":"ED438751",
        "title":"Study of the Supply of and Demand for Doctoral Degree Recipients in Maryland."},
      {
        "id":"ED438752",
        "title":"Overview of Project Year 2000 in Rhode Island Public Higher Education."},
      {
        "id":"ED438754",
        "title":"Salary Compression and Noncompetitive Salaries: An Institution's Faculty Salary Assessment and Adjustment Program."},
      {
        "id":"ED438755",
        "title":"NU Start: A Residential Learning Community."},
      {
        "id":"ED438757",
        "title":"Differences in Dropout Proneness Scores of Three Groups of College Students."},
      {
        "id":"ED438758",
        "title":"Opening Fall Enrollment, 1999."},
      {
        "id":"ED438759",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 1998-June 30, 1999."},
      {
        "id":"ED438760",
        "title":"North Dakota Institutions of Higher Education: Fall Enrollment, 1999."},
      {
        "id":"ED438761",
        "title":"Fiscal Year 2001 Higher Education Budget Recommendations. Implementing &quot;The Illinois Commitment: Partnerships, Opportunities, and Excellence.&quot;"},
      {
        "id":"ED438762",
        "title":"The Search for Meaning in Young Adulthood: Implications for Educational Practice. ASHE Annual Meeting Paper."},
      {
        "id":"ED438763",
        "title":"&quot;Fiddle-Dee-Dee, I'll Think About It Tomorrow&quot;: Overcoming Academic Procrastination in Higher Education."},
      {
        "id":"ED438764",
        "title":"Building the Faculty We Need: Colleges and Universities Working Together."},
      {
        "id":"ED438766",
        "title":"Role Orientation and Communication Behaviors of Faculty Governance Leaders."},
      {
        "id":"ED438767",
        "title":"Faculty Involvement in Intercollegiate Athletic Governance."},
      {
        "id":"ED438768",
        "title":"Developing a Web Page: Ethics, Prerequisites, Design and Layout."},
      {
        "id":"ED438769",
        "title":"Breaking Information Barriers through Information Literacy: A Longitudinal and Interventional Study among Small-Firm Managers. Linkoping Studies in Education and Psychology No. 66."},
      {
        "id":"ED438771",
        "title":"Integrating Technology into the Curriculum."},
      {
        "id":"ED438772",
        "title":"Is Instructional Technology All Worthwhile? I'm Retiring in the Next Decade."},
      {
        "id":"ED438773",
        "title":"Educational Telecommunications: The State-by-State Analysis, 1996-97."},
      {
        "id":"ED438774",
        "title":"Increasing the Use of Instructional Technology within the K-12 Curriculum through Staff Development."},
      {
        "id":"ED438775",
        "title":"Internet Acceptable User Policies in Alabama School Systems."},
      {
        "id":"ED438776",
        "title":"Faculty Attitudes about the Use of Technology in the College Classroom."},
      {
        "id":"ED438777",
        "title":"An Assessment of Technology Classroom Environments in Chinese Universities."},
      {
        "id":"ED438778",
        "title":"Research: Traditional vs. Electronic Classes."},
      {
        "id":"ED438779",
        "title":"Improving School Curriculum through Technology."},
      {
        "id":"ED438780",
        "title":"Community Update, 1999."},
      {
        "id":"ED438781",
        "title":"Educational Telecommunications and Distance Learning: The State-by-State Analysis, 1998-99."},
      {
        "id":"ED438782",
        "title":"Educational Technology: Creating Access and Quality."},
      {
        "id":"ED438783",
        "title":"Web-Based Conferencing as a Component of a Collaborative-Learning Based Educational Psychology Class."},
      {
        "id":"ED438784",
        "title":"Factors Influencing Web Search Strategies."},
      {
        "id":"ED438785",
        "title":"Building Preservation Knowledge in Brazil."},
      {
        "id":"ED438789",
        "title":"Novice Instructional Design (NID) of Text."},
      {
        "id":"ED438790",
        "title":"Multiple Intelligent Mentors Instructing Collaboratively (MIMIC): Developing a Theoretical Framework."},
      {
        "id":"ED438791",
        "title":"A Personal Intelligent Mentor for Promoting Metacognition in Solving Logic Word Puzzles."},
      {
        "id":"ED438795",
        "title":"An Overall View of Distance Education in the United States."},
      {
        "id":"ED438796",
        "title":"Technical Support Planning: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED438797",
        "title":"Implementing and Managing Web Site Development in Education: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED438798",
        "title":"On-Line Learning: Best Practices for Alberta School Jurisdictions."},
      {
        "id":"ED438799",
        "title":"A Behavioral Model of Information Seeking on the Web--Preliminary Results of a Study of How Managers and IT Specialists Use the Web."},
      {
        "id":"ED438800",
        "title":"Facilitating Organizational Information Access in Global Network Environments: Towards a New Framework for Intranet Design."},
      {
        "id":"ED438801",
        "title":"Information Seeking on the Web--An Integrated Model of Browsing and Searching."},
      {
        "id":"ED438802",
        "title":"Utilizing Web Information Systems for Organizational Knowledge Work: An Investigation of the Information Ecology and Information Behaviors of Users in a Telecommunications Company."},
      {
        "id":"ED438803",
        "title":"Leveraging the Corporate Library through Web User Training."},
      {
        "id":"ED438804",
        "title":"Working the Web: An Empirical Model of Web Use."},
      {
        "id":"ED438805",
        "title":"Facilitating Knowledge Work with Intranets: An Investigation of the Organizational Information Environment of Intranet Users."},
      {
        "id":"ED438806",
        "title":"Basing Intranet Design on the Organizational Information Environment and User Information Behaviour."},
      {
        "id":"ED438807",
        "title":"The Field of Educational Technology: Update 2000. A Dozen Frequently Asked Questions. ERIC Digest."},
      {
        "id":"ED438808",
        "title":"An Introduction to Internet Resources for K-12 Educators. Part II: Question Answering, Electronic Discussion Groups, Newsgroups, Update 2000. ERIC Digest."},
      {
        "id":"ED438812",
        "title":"A Mentoring Program for New Academic Librarians."},
      {
        "id":"ED438815",
        "title":"The Experience of Non-Native English-Speaking Students in Academic Libraries in the United States."},
      {
        "id":"ED438818",
        "title":"Colorado Education &amp; Library Directory, 1999-2000."},
      {
        "id":"ED438819",
        "title":"OCLC Annual Report 1998/99. A Great Time for Libraries!"},
      {
        "id":"ED438832",
        "title":"ICDE Librarians' Roundtable (Hong Kong, October 11-12, 1999)."},
      {
        "id":"ED438833",
        "title":"Asian Librarians' Roundtable (12th, Hong Kong, November 2-3, 1998)."},
      {
        "id":"ED438837",
        "title":"Challenges in Delivering Library Services for Distance Learning."},
      {
        "id":"ED438841",
        "title":"Library Technician Skill Standards."},
      {
        "id":"ED438844",
        "title":"The Impact of a Scholar's Workstation on the Use of Library Services and Electronic Sources."},
      {
        "id":"ED438845",
        "title":"Rockford Public Library's Circulation Services: A Work Flow Analysis and Spacial Analysis Study with Recommendations and Comments."},
      {
        "id":"ED438846",
        "title":"Findings from the Evaluation of the National Library Power Program. Executive Summary. An Initiative of the DeWitt Wallace-Reader's Digest Fund."},
      {
        "id":"ED438848",
        "title":"ARL Annual Salary Survey, 1999-2000."},
      {
        "id":"ED438850",
        "title":"Distance Education: Access Guidelines for Students with Disabilities."},
      {
        "id":"ED438851",
        "title":"Summary Final Report for the Santa Monica College Master Plan."},
      {
        "id":"ED438852",
        "title":"Distance Education Programs in Texas Community &amp; Technical Colleges: Assessing Student Support Services in a Virtual Environment."},
      {
        "id":"ED438853",
        "title":"Master Plan for Education: Achieving the Santa Monica College Vision. Changing Lives through Excellence in Education for a Global Community. Revised."},
      {
        "id":"ED438854",
        "title":"Community Colleges: Public Failure and Private Success."},
      {
        "id":"ED438855",
        "title":"Student Satisfaction at the End of the Millennium: Findings from Howard Community College's 1999 YESS Survey."},
      {
        "id":"ED438856",
        "title":"Regenerative Studies: College Community and Community College."},
      {
        "id":"ED438857",
        "title":"A Quest for Excellence: Results of Howard Community College's 1999 QUEST Survey."},
      {
        "id":"ED438858",
        "title":"A Profile of Community College Presidents' Leadership Styles."},
      {
        "id":"ED438859",
        "title":"An Assessment Report on Students' General Education Development at College of DuPage."},
      {
        "id":"ED438860",
        "title":"The State of the California Community Colleges, 1999."},
      {
        "id":"ED438861",
        "title":"Kirkwood Community College Self-Study."},
      {
        "id":"ED438862",
        "title":"Santa Barbara City College: 1999-02 College Plan."},
      {
        "id":"ED438863",
        "title":"Santa Barbara City College Faculty Manual, 1999-2001."},
      {
        "id":"ED438864",
        "title":"University of Hawaii Community Colleges Strategic Plan, 1997-2007."},
      {
        "id":"ED438865",
        "title":"Transfer in Virginia--An Update. Transfer Connection, 1998."},
      {
        "id":"ED438868",
        "title":"Student Transfer in Indiana--Follow-Up Report on Degree Completion and Persistence of 1990 Entering Freshmen: A Working Paper."},
      {
        "id":"ED438869",
        "title":"An Analysis of the California Community Colleges Library Space Standards with Proposed Revisions to the California Code of Regulations, Title 5."},
      {
        "id":"ED438870",
        "title":"A Survey of Faculty and Administrator Emeritus Programs at Community Colleges: Eligibility, Coverage, and Benefits."},
      {
        "id":"ED438871",
        "title":"Reexamining the Community College Mission. New Expeditions: Charting the Second Century of Community Colleges. Issues Paper No. 2."},
      {
        "id":"ED438872",
        "title":"Student Access in Community Colleges. New Expeditions: Charting the Second Century of Community Colleges. Issues Paper No. 1."},
      {
        "id":"ED438873",
        "title":"Gateways to Democracy: Six Urban Community College Systems. ERIC Digest."},
      {
        "id":"ED438874",
        "title":"Community College Adult Literacy Programs: Moving toward Collaboration. ERIC Digest."},
      {
        "id":"ED438875",
        "title":"University of Hawaii Community Colleges, 1998."},
      {
        "id":"ED438876",
        "title":"Santa Barbara City College Faculty and Staff Resource Guide for Assisting the Emotionally Troubled Student."},
      {
        "id":"ED438877",
        "title":"Geographic Distribution of Applicants to the Saskatchewan Institute of Applied Science and Technology."},
      {
        "id":"ED438878",
        "title":"A Report of the Iowa Department of Education to the General Assembly Regarding the Community College Funding Formula."},
      {
        "id":"ED438879",
        "title":"Prerequisites, Corequisites, Advisories, and Limitations on Enrollment, Fall 1997."},
      {
        "id":"ED438880",
        "title":"Meeting Students' Goals &amp; Public Expectations. Washington State Community and Technical Colleges."},
      {
        "id":"ED438881",
        "title":"In Quest of Common Ground: A Faculty Development Newsletter of the Exploring America's Communities Project, February 1996-January 1997."},
      {
        "id":"ED438882",
        "title":"Senate Rostrum: The Newsletter of the Academic Senate for California Community Colleges, 1997."},
      {
        "id":"ED438883",
        "title":"Abstract Evaluation Project. Final Report."},
      {
        "id":"ED438884",
        "title":"Economic and Financial Considerations in the Development of Collaborative Baccalaureate Programs in Nursing in Ontario: An Exploratory Inquiry."},
      {
        "id":"ED438885",
        "title":"Success Skills for Textile Workers. Final Performance Report."},
      {
        "id":"ED438887",
        "title":"Three-Year College Discovery Master Plan, Bronx Community College, 1998-2001, Parts I-III."},
      {
        "id":"ED438890",
        "title":"The Importance of Context and Social Support in Moderating Depression in Mothers of Young Infants. Michigan Family Study."},
      {
        "id":"ED438891",
        "title":"Cognitive Self-Esteem among European American and Chinese American Children."},
      {
        "id":"ED438892",
        "title":"Cultural Aspects of Young Children's Mathematics Knowledge."},
      {
        "id":"ED438893",
        "title":"Children and Media Violence. Yearbook from the UNESCO International Clearinghouse on Children and Violence on the Screen, 1998."},
      {
        "id":"ED438894",
        "title":"Children and Media: Image, Education, Participation. Children and Media Violence. Yearbook from the UNESCO International Clearinghouse on Children and Violence on the Screen, 1999."},
      {
        "id":"ED438896",
        "title":"Teacher Education, Wages Key to Outcomes. NCEDL Spotlights, No. 18."},
      {
        "id":"ED438897",
        "title":"Regulations, Quality Care Rarely Match. NCEDL Spotlights, No. 19."},
      {
        "id":"ED438898",
        "title":"The Role of Spontaneous Drawing in the Development of Children in the Early Childhood Settings."},
      {
        "id":"ED438899",
        "title":"The Special Needs of Single-Parented Students."},
      {
        "id":"ED438900",
        "title":"&quot;Barney and Friends&quot;: An Evaluation of the Literacy Learning Environment Created by the TV Series for Children."},
      {
        "id":"ED438902",
        "title":"Improving Student Interpersonal Relationships and Academic Achievement through School Safety Interventions."},
      {
        "id":"ED438903",
        "title":"Schema Learning, and Its Possible Links to Brain Development."},
      {
        "id":"ED438905",
        "title":"Playing Computer Games Versus Better Learning."},
      {
        "id":"ED438906",
        "title":"A Parent Process in Developing an After-School Program for Unsupervised Middle School Adolescents."},
      {
        "id":"ED438915",
        "title":"Low-Income Noncustodial Fathers: A Child Advocate's Guide to Helping Them Contribute to the Support of Their Children."},
      {
        "id":"ED438916",
        "title":"Of Primary Interest, 1998-1999."},
      {
        "id":"ED438917",
        "title":"Colorado Even Start. 1998-1999 Progress Report."},
      {
        "id":"ED438918",
        "title":"Early Intervention Supports &amp; Services in Everyday Routines, Activities, and Places in Colorado: A Guidebook."},
      {
        "id":"ED438919",
        "title":"Meanings of Play in the Developmental Interaction Tradition. Occasional Paper No. 1."},
      {
        "id":"ED438920",
        "title":"Adolescence Education Newsletter, 1998."},
      {
        "id":"ED438922",
        "title":"Licensed Child Care in Washington State: 1998."},
      {
        "id":"ED438923",
        "title":"Promoting Primary Education for Girls in Guinea. CDIE Impact Evaluation."},
      {
        "id":"ED438924",
        "title":"Remember the Children: Mothers Balance Work and Child Care under Welfare Reform. Growing Up in Poverty Project 2000; Wave 1 Findings--California, Connecticut, Florida."},
      {
        "id":"ED438925",
        "title":"Synthesis of Local and State Even Start Evaluations, 2000."},
      {
        "id":"ED438926",
        "title":"Computers and Young Children. ERIC Digest."},
      {
        "id":"ED438927",
        "title":"Manejando las burlas: Como los padres pueden ayudar a sus hijos (Easing the Teasing: How Parents Can Help Their Children). ERIC Digest."},
      {
        "id":"ED438928",
        "title":"Otra perspectiva sobre lo que los ninos deben estar aprendiendo (Another Look at What Young Children Should Be Learning). ERIC Digest."},
      {
        "id":"ED438929",
        "title":"Conferencias de padres-educadores: Sugerencias para los padres (Parent-Teacher Conferences: Suggestions for Parents). ERIC Digest."},
      {
        "id":"ED438936",
        "title":"Digital Linkage: Factors Related to Elementary Grade Teachers' Usage of Computers in Classroom Instruction."},
      {
        "id":"ED438937",
        "title":"Spatial Ability and Mathematical Performance: Gender Differences in an Elementary School."},
      {
        "id":"ED438938",
        "title":"A Comparison of the Additive and Transformation Approaches to Multicultural Education."},
      {
        "id":"ED438939",
        "title":"Trends in the Well-Being of America&apos;s Children and Youth, 1997."},
      {
        "id":"ED438940",
        "title":"Trends in the Well-Being of America&apos;s Children and Youth, 1998."},
      {
        "id":"ED438941",
        "title":"Children's Rights: Reality or Rhetoric? The UN Convention on the Rights of the Child: The First Ten Years."},
      {
        "id":"ED438943",
        "title":"News on Children and Violence on the Screen, 1997-1999."},
      {
        "id":"ED438945",
        "title":"Valuing Evaluation: A Practical Approach to Designing an Evaluation That Works for You. Working Papers in Early Childhood Development 26."},
      {
        "id":"ED438946",
        "title":"Seleccionando materiales adecuados cultural y linguisticamente: Sugerencias para los proveedores de servicios (Selecting Culturally and Linguistically Appropriate Materials: Suggestions for Service Providers). ERIC Digest."},
      {
        "id":"ED438949",
        "title":"Building a Better System of Child and Family Indicators. Child Trends Research Brief."},
      {
        "id":"ED438953",
        "title":"Mentoring Youth for Success."},
      {
        "id":"ED438954",
        "title":"New Teachers for a New Century: The Future of Early Childhood Professional Preparation."},
      {
        "id":"ED438955",
        "title":"Starting Childcare: What Young Children Learn about Relating to Adults in the First Weeks of Settling into a Childcare Centre."},
      {
        "id":"ED438956",
        "title":"Infants and Toddlers, 1999-2000."},
      {
        "id":"ED438960",
        "title":"Children in Poverty: A Citizen's Guide. A Special Report by Arkansas Kids Count."},
      {
        "id":"ED438962",
        "title":"Food Assistance: Financial Information on WIC Nutrition Services and Administrative Costs. United States General Accounting Office Report to Congressional Committees."},
      {
        "id":"ED438963",
        "title":"Embarazadas y maltratadas (Pregnant and Abused): Domestic Violence among Latinas. JSRI Occasional Paper No. 44. Latino Studies Series."},
      {
        "id":"ED438964",
        "title":"The Contribution of Latino Studies to Social Science Research on Immigration. JSRI Occasional Paper No. 36. Latino Studies Series."},
      {
        "id":"ED438966",
        "title":"Development of a Course in Chicano/Latino Psychology: An Academic Odyssey. JSRI Occasional Paper No. 49. Latino Studies Series."},
      {
        "id":"ED438967",
        "title":"Chicano Drivers of Ideas in Anthropology across Space and Place: Pre-Postmodern Debts to Chicano Studies and Others. JSRI Occasional Paper No. 53. Latino Studies Series."},
      {
        "id":"ED438968",
        "title":"Rural Policy Matters: A Newsletter of Rural School & Community Action, 1999."},
      {
        "id":"ED438970",
        "title":"Investing in Youth: The Nova Scotia School-to-Work Transition Project."},
      {
        "id":"ED438971",
        "title":"Intellectual Property and Aboriginal People: A Working Paper = Propriete intellectuelle et Autochtones: Document de travail."},
      {
        "id":"ED438975",
        "title":"Rural School Students' Experiences on the Transition from Primary School to Secondary School."},
      {
        "id":"ED438976",
        "title":"&quot;The Old Bush School&quot;: Research, Teaching and Learning Need Management To Make Connections in Adult Education."},
      {
        "id":"ED438977",
        "title":"UnCommon Knowledge: Projects That Help Middle-School-Age Youth Discover the Science and Mathematics in Everyday Life. Volume One: Hands-On Science Projects."},
      {
        "id":"ED438986",
        "title":"Project on Training of Non-Formal Education Personnel: National Workshops in Bhutan, Nepal, and India cum Study Visits Undertaken by Teams of China, Lao PDR and Viet Nam (June 17-July 5, 1998) (APPEAL)."},
      {
        "id":"ED438987",
        "title":"Planning Meeting on Community Learning Centres (Dhaka, Bangladesh, September 21-26, 1998). Final Report (APPEAL)."},
      {
        "id":"ED438988",
        "title":"Young Agricultural Workers in California."},
      {
        "id":"ED438991",
        "title":"Evaluation of a High-Need School District's Organizational Capacity for Change."},
      {
        "id":"ED438992",
        "title":"Assessing Pre-Intervention Capacity for Change in a High-Need Rural School District."},
      {
        "id":"ED438993",
        "title":"Implementation of Title I Schoolwide Programs in Four Rural Virginia Schools."},
      {
        "id":"ED438996",
        "title":"Oregon Directory of American Indian Resources, 1999-2001."},
      {
        "id":"ED438997",
        "title":"Title I Migrant Education Program Summer Term Projects, 1998. Statistical Analysis Report."},
      {
        "id":"ED439000",
        "title":"Climbing the Ladder: A Case Study of the Women's Secondary Education Programme of Allama Iqbal Open University, Pakistan. Innodata Monographs 4."},
      {
        "id":"ED439001",
        "title":"Developing Shared Youth and Adult Leadership within Communities."},
      {
        "id":"ED439002",
        "title":"UnCommon Knowledge: Projects That Help Middle-School-Age Youth Discover the Science and Mathematics in Everyday Life. Volume Two: Hands-On Math Projects."},
      {
        "id":"ED439003",
        "title":"The Telecommunications Act of 1996: Its Implementation in the U.S. South. Rural Development Issues Impacting the South."},
      {
        "id":"ED439005",
        "title":"School Community Renewal: A Cooperative Revitalization Strategy for Rural Schools, Students, and Communities. Full-Scale Version of Rural Renewal Strategies for Network Development."},
      {
        "id":"ED439006",
        "title":"Math and Science Programs: Making Them Count."},
      {
        "id":"ED439007",
        "title":"Applications and Misapplications of Cognitive Psychology to Mathematics Education."},
      {
        "id":"ED439008",
        "title":"Investigating Evolutionary Biology in the Laboratory."},
      {
        "id":"ED439009",
        "title":"Learning Biology with Plant Pathology."},
      {
        "id":"ED439010",
        "title":"Plant Tissue Culture Studies."},
      {
        "id":"ED439011",
        "title":"RL-PER1: Resource Letter on Physics Education Research."},
      {
        "id":"ED439012",
        "title":"Teaching Physics: Figuring Out What Works."},
      {
        "id":"ED439013",
        "title":"Student Work and Teacher Practices in Mathematics."},
      {
        "id":"ED439014",
        "title":"Mathematics Education Research: Past, Present and Future."},
      {
        "id":"ED439015",
        "title":"An Investigation into the Affective Profiles of Girls from Single-Sex and Co-Educational Schools, as They Relate to the Learning of Mathematics."},
      {
        "id":"ED439016",
        "title":"Communication in Mathematics."},
      {
        "id":"ED439017",
        "title":"Vocabulary and Its Effects on Mathematics Instruction."},
      {
        "id":"ED439018",
        "title":"Improving the Problem Solving Skills of Math and Science Students at the High School Level."},
      {
        "id":"ED439019",
        "title":"Nuclear Electricity. 5th Edition."},
      {
        "id":"ED439020",
        "title":"High School Assessment Program: Algebra."},
      {
        "id":"ED439021",
        "title":"High School Assessment Program: Geometry."},
      {
        "id":"ED439024",
        "title":"The Mars Millennium Project."},
      {
        "id":"ED439027",
        "title":"College Success in Mathematics. Teacher's Manual."},
      {
        "id":"ED439028",
        "title":"Kindergarten to Grade 9 Mathematics Resources: Annotated Bibliography. Common Curriculum Framework."},
      {
        "id":"ED439031",
        "title":"Biography Today: Profiles of People of Interest to Young Readers, 1997."},
      {
        "id":"ED439032",
        "title":"Biography Today: Profiles of People of Interest to Young Readers, 1998."},
      {
        "id":"ED439033",
        "title":"Sunshine State Standards: Social Studies."},
      {
        "id":"ED439034",
        "title":"Sunshine State Standards: The Arts."},
      {
        "id":"ED439035",
        "title":"Using Primary Sources To Develop an Understanding about the Holocaust: Curriculum Project. Fulbright-Hays Summer Seminar Abroad Program 1998 (Hungary/Poland)."},
      {
        "id":"ED439036",
        "title":"The Holocaust in Hungary and Poland: Case Studies of Response to Genocide. Curriculum Project. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439037",
        "title":"Teaching about Hungarian and Polish Heroes. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439038",
        "title":"Recent Trends in Fertility and Mortality in Hungary: A Curriculum Unit. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439039",
        "title":"Forgetting To Remember: Presenting the Holocaust in American College Social Science and History Textbooks. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439040",
        "title":"Hungary and Poland: The Transformation from a Command to a Market Economy, 1989-1998. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439041",
        "title":"The Tragedies and Heroes of the Holocaust in Poland and Hungary. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439042",
        "title":"Lessons for Family and Consumer Sciences. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439043",
        "title":"The Holocaust in Poland and Hungary: Resources for an Integrated Unit on the Holocaust Presented to the Polish-U.S. Fulbright Commission. Fulbright-Hays Summer Seminars Abroad Program, 1998 (Hungary/Poland)."},
      {
        "id":"ED439044",
        "title":"Biography Today: Profiles of People of Interest to Young Readers, 1999."},
      {
        "id":"ED439045",
        "title":"Ybor City: Cigar Capital of the World. Teaching with Historic Places."},
      {
        "id":"ED439047",
        "title":"Knife River Indian Villages National Historic Site: Teacher&apos;s Guide."},
      {
        "id":"ED439048",
        "title":"&quot;History, Naturally!&quot; A Teacher's Guide. An Educational Outreach Program for Grant-Kohrs Ranch National Historic Site, Deer Lodge, Montana."},
      {
        "id":"ED439049",
        "title":"Whitman Mission Teacher's Guide."},
      {
        "id":"ED439050",
        "title":"Oregon Trail Teacher's Guide."},
      {
        "id":"ED439051",
        "title":"The Building of the Chesapeake and Ohio Canal. Teaching with Historic Places."},
      {
        "id":"ED439052",
        "title":"Birthplace of John F. Kennedy: Home of the Boy Who Would Be President. Teaching with Historic Places."},
      {
        "id":"ED439053",
        "title":"Glen Echo Park: Center for Education and Recreation. Teaching with Historic Places."},
      {
        "id":"ED439054",
        "title":"Tumacacori National Historical Park: Making History Come Alive. \"Encounters\" Fourth Grade Teachers' Guide."},
      {
        "id":"ED439055",
        "title":"Sacred Architecture, Historic Religious Traditions and Education in Japan."},
      {
        "id":"ED439056",
        "title":"The Great Irish Famine. 2nd Edition."},
      {
        "id":"ED439057",
        "title":"Skagway: Gateway to the Klondike. Teaching with Historic Places."},
      {
        "id":"ED439058",
        "title":"Surfing Social Studies: The Internet Book."},
      {
        "id":"ED439059",
        "title":"Using Historic Roots: A Teacher's Guide."},
      {
        "id":"ED439060",
        "title":"Viva La Revolucion! &quot;La Revolucion No Ha Terminado.&quot; Teaching the Mexican Revolution across the Curriculum. Fulbright-Hays Summer Seminars Abroad, 1999 (Mexico)."},
      {
        "id":"ED439061",
        "title":"Learning about Our World: Germany. Volume 1: Elementary School."},
      {
        "id":"ED439062",
        "title":"Latin America in a Contemporary Context. Grade Level: 9-12."},
      {
        "id":"ED439063",
        "title":"The Ramayana."},
      {
        "id":"ED439066",
        "title":"Imagining Comparative Education: Past, Present, Future."},
      {
        "id":"ED439067",
        "title":"The Challenge of Diversity: Teacher's Guide. W. M. Keck Foundation Series, Volume 3."},
      {
        "id":"ED439068",
        "title":"The Challenge of Diversity: [Student's Guide]. W. M. Keck Foundation Series, Volume 3."},
      {
        "id":"ED439069",
        "title":"First Battle of Manassas: An End to Innocence. Teaching with Historic Places."},
      {
        "id":"ED439070",
        "title":"Making a Difference. Youth for Justice."},
      {
        "id":"ED439071",
        "title":"Catechesis as an Evangelizing Moment: Singular Challenge to a Maturing Church."},
      {
        "id":"ED439072",
        "title":"Primary-Grade Students' Knowledge and Thinking about Clothing as a Cultural Universal."},
      {
        "id":"ED439073",
        "title":"Gifts of the Spirit: Multiple Intelligences in Religious Education. Second Edition."},
      {
        "id":"ED439074",
        "title":"Getting Books to School Pupils in Africa: Case Studies from Ghana and Tanzania, Mali, South Africa, Mozambique, and Kenya. Education Research Paper."},
      {
        "id":"ED439075",
        "title":"Wisconsin Civics Action Task Force: Recommendations for Democratic Citizenship Education. Final Report to State Superintendent John T. Benson."},
      {
        "id":"ED439076",
        "title":"Partners for Good Citizenship: Parents, Schools, and Communities. A Citizenship Resource Guide."},
      {
        "id":"ED439077",
        "title":"Nippon Nyumon: An Idea Book for Teaching Japanese Economic Topics."},
      {
        "id":"ED439078",
        "title":"Teaching about Religion in American Life: A First Amendment Guide."},
      {
        "id":"ED439079",
        "title":"Building Community through Intergenerational Art Education."},
      {
        "id":"ED439080",
        "title":"Youth! The 26% Solution. First Edition."},
      {
        "id":"ED439085",
        "title":"Democratic Education: A Historical and International Perspective."},
      {
        "id":"ED439086",
        "title":"Youth Service-Learning and Community Service among 6th- through 12th-Grade Students in the United States: 1996 and 1999. Statistics in Brief."},
      {
        "id":"ED439087",
        "title":"Teaching Primary School Children about Japan through Art. ERIC Digest."},
      {
        "id":"ED439088",
        "title":"Japanese Government Policies in Education, Science, Sports and Culture, 1998. Mental and Physical Health and Sports."},
      {
        "id":"ED439089",
        "title":"Promoting Excellence in Teacher Preparation: Undergraduate Reforms in Mathematics and Science."},
      {
        "id":"ED439090",
        "title":"\"Super-Vision\": A Model Training Program for Teacher-Paraeducator Teams."},
      {
        "id":"ED439091",
        "title":"The Prevention and Mending of Burnout among Secondary School Teachers. Technical Report."},
      {
        "id":"ED439092",
        "title":"Celebrating Diversity in Iowa."},
      {
        "id":"ED439093",
        "title":"When School Accountability and Preservice Teachers' Needs Conflict: Effects of Public School Testing on Teacher Education Field Experiences."},
      {
        "id":"ED439094",
        "title":"Rites of Passage: Transition to the Deanship."},
      {
        "id":"ED439095",
        "title":"A Professor Returns to the Classroom in a Professional Development School."},
      {
        "id":"ED439096",
        "title":"The Evaluation Forum: Assessing Professional Development (New York, New York, March 2, 1999). Inquiring Minds Want To Know."},
      {
        "id":"ED452122",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Scientists &amp; Inventors Series, Volume 5."},
      {
        "id":"ED452123",
        "title":"The Challenge of Governance. Teacher's Guide [and Student Text]. W.M. Keck Foundation Series."},
      {
        "id":"ED452124",
        "title":"Wealth and Power."},
      {
        "id":"ED452125",
        "title":"Civil Disobedience."},
      {
        "id":"ED452126",
        "title":"Innovations in Law."},
      {
        "id":"ED452127",
        "title":"John Dewey: Su filosofia y filosofia de la educacion (John Dewey: His Philosophy and Philosophy of Education). Working Paper."},
      {
        "id":"ED452128",
        "title":"Linking Service Learning & Standards."},
      {
        "id":"ED452129",
        "title":"Basics of Saving and Investing: A Teaching Guide. Financial Literacy Two Thousand and One."},
      {
        "id":"ED452132",
        "title":"China: Tradition and Transformation Curriculum Projects. Fulbright-Hays Summer Seminars Abroad Program, 2000."},
      {
        "id":"ED452133",
        "title":"None of the Above: Silence and Invisibility in the Lives of Two Gay Educators."},
      {
        "id":"ED452134",
        "title":"Children's Motivational Beliefs about Art: Exploring Age Differences and Relation to Drawing Behavior."},
      {
        "id":"ED452135",
        "title":"Democracy and Curriculum: How Students Take Part in Music Classroom."},
      {
        "id":"ED452136",
        "title":"The Impact of Belonging to a High School Gay/Straight Alliance."},
      {
        "id":"ED452137",
        "title":"A Narrative Inquiry into the Development of a Women's Organization: Taking a Step for the Big Picture."},
      {
        "id":"ED452138",
        "title":"Implementing School Policies That Include Sexual Orientation: A Case Study in School and Community Politics."},
      {
        "id":"ED452139",
        "title":"Come Out, Come Out, Wherever You Are: A Synthesis of Queer Research in Education."},
      {
        "id":"ED452141",
        "title":"Predictors of Satisfaction with First Intercourse: A New Perspective for Sexuality Education."},
      {
        "id":"ED452142",
        "title":"Civic Knowledge and Engagement at Age 14 in 28 Countries: Results from the IEA Civic Education Study. ERIC Digest."},
      {
        "id":"ED452143",
        "title":"Learning about Newspapers."},
      {
        "id":"ED452144",
        "title":"Ohio's Model Competency-Based Programs: Making the Connections. Comprehensive Arts 9-12."},
      {
        "id":"ED452147",
        "title":"The National Council for Geographic Education Standards-Based Geography Test. Intermediate Level. Directions for Administering."},
      {
        "id":"ED452149",
        "title":"Curriculum Approaches: Readings and Activities for Educational Studies."},
      {
        "id":"ED452150",
        "title":"Technology and Teacher Preparation, 1999-2000."},
      {
        "id":"ED452151",
        "title":"Michigan Public School Personnel with Technology Related Assignments."},
      {
        "id":"ED452152",
        "title":"Expanding the &quot;Great Conversation&quot; To Include Arts and Sciences Faculty."},
      {
        "id":"ED452153",
        "title":"Negotiating Higher Education: Latina Teachers' Memories of Striving for Success. CIERA Report."},
      {
        "id":"ED452155",
        "title":"Studies in Teaching 2000 Research Digest. Research Projects Presented at Annual Research Forum (Winston-Salem, North Carolina, December 2000)."},
      {
        "id":"ED452158",
        "title":"Tobacco Use Prevention Education. K-12 Lesson Plans from the Montana Model Curriculum for Health Enhancement."},
      {
        "id":"ED452159",
        "title":"Tobacco Use Prevention and Education Program Evaluation Report, January-June 2000."},
      {
        "id":"ED452160",
        "title":"Curriculum Planning Guidelines for Tobacco Use Prevention and Education."},
      {
        "id":"ED452161",
        "title":"What Matters Most: HealthWorks! Kids' Museum Annual Evaluation Report of Findings, Year 1 of 5."},
      {
        "id":"ED452162",
        "title":"Healthy People 2010: Physical Activity and Fitness. President's Council on Physical Fitness and Sports Research Digest, Series 3, No. 13."},
      {
        "id":"ED452163",
        "title":"Building the Profession through Faculty Recruitment of Future Teachers."},
      {
        "id":"ED452164",
        "title":"Individual Professional Development Plans: In Search of Learning for Teaching."},
      {
        "id":"ED452165",
        "title":"Teachers and Test Feedback."},
      {
        "id":"ED452166",
        "title":"Instructional and Organizational Change in a School District as the Result of a University Partnership."},
      {
        "id":"ED452167",
        "title":"Action Research for Undergraduates: Solving Problems in Preservice Teaching."},
      {
        "id":"ED452168",
        "title":"Building the Capacity of School Districts To Design, Implement, and Evaluate New Teacher Mentor Programs."},
      {
        "id":"ED452171",
        "title":"How Associate Deans' Positions Are Designed within the Context of the Top 50 Colleges and Schools of Education."},
      {
        "id":"ED452174",
        "title":"More Is Not Always Better: Comprehensive Evaluation of a Summer Institute on Interdisciplinary Teamed Instruction for School-Level Teams."},
      {
        "id":"ED452175",
        "title":"Teacher Competence in Using Technologies: The Next Big Question. PREL Briefing Paper."},
      {
        "id":"ED452176",
        "title":"Improving Teaching Quality: Issues &amp; Policies. Policy Brief."},
      {
        "id":"ED452177",
        "title":"An Examination of Teacher Salary and Student Performance."},
      {
        "id":"ED452178",
        "title":"Transforming Teaching-Learning To Improve Student Achievement."},
      {
        "id":"ED452179",
        "title":"Teachers' Organizational Commitment in Educational Organizations."},
      {
        "id":"ED452180",
        "title":"Extend the Learning: Achieving High Academic Standards (AHAs) Project. Annual Report of Findings."},
      {
        "id":"ED452182",
        "title":"Improving Pre-Service Teachers' Writing: A View from Students."},
      {
        "id":"ED452184",
        "title":"Personality Types and Teaching Efficacy as Predictors of Classroom Control Orientation in Beginning Teachers."},
      {
        "id":"ED452185",
        "title":"Connecting Community through Evaluation."},
      {
        "id":"ED452186",
        "title":"Attitudes of Student-Teachers [toward] Participation [in] Classroom Discussions."},
      {
        "id":"ED452187",
        "title":"Measured Steps: An Evaluation Handbook for Improving Teacher Recruitment Programs."},
      {
        "id":"ED452188",
        "title":"Case Methods as a Bridge between Standards and Classroom Practice."},
      {
        "id":"ED452189",
        "title":"Beginning Teaching in Jamaica: Challenges and Assistance."},
      {
        "id":"ED452190",
        "title":"The Use of the Inquiry Process To Redesign and Implement Innovative Teaching Practices."},
      {
        "id":"ED452192",
        "title":"Teacher Education Follow-Up Study 2001: A Summary of First and Second Year Teachers, and their Employers with Respect to the State of Missouri Standards."},
      {
        "id":"ED452194",
        "title":"Enculturation and Empowerment in the Subjectivist Classroom."},
      {
        "id":"ED452195",
        "title":"Memorization of Objectives: An Indication of an Individual's Learning Organisation."},
      {
        "id":"ED452196",
        "title":"Subjectivism: A Learning Paradigm for the 21st Century."},
      {
        "id":"ED452197",
        "title":"Constructivist Pedagogy and Subject-Centered Learning: The Subjectivist Paradigm."},
      {
        "id":"ED452198",
        "title":"A Comparison of Pre-Service Training To Identify and Report Suspected Child Abuse and Neglect in Australia and the United Kingdom."},
      {
        "id":"ED452199",
        "title":"Physical Education Guide to Implementation: Kindergarten to Grade 12. The ABCDs of Physical Education."},
      {
        "id":"ED452200",
        "title":"Run, Jump, Throw...and Away We Go! Kindergarten-Grade 12 Teacher Resource."},
      {
        "id":"ED452201",
        "title":"Colleges of Education: Are Educators Being Prepared To Teach Social and Emotional Competence in the Classroom?"},
      {
        "id":"ED452202",
        "title":"Controlling for Rater Effects When Comparing Survey Items with Incomplete Likert Data. ACT Research Report Series."},
      {
        "id":"ED452203",
        "title":"Accountability, Writing Assessment, and Equity: Testing a Multilevel Model."},
      {
        "id":"ED452204",
        "title":"Defining Constructivism: Its Influence on the Problem Solving Skills of Students."},
      {
        "id":"ED452205",
        "title":"Assessing the Impact of Standardized Patient Variability on Examination Mastery-Level Decision Consistency Rates."},
      {
        "id":"ED452206",
        "title":"Epistemological Beliefs of Teacher Credential Students."},
      {
        "id":"ED452207",
        "title":"Measurement Error of Scores on the Mathematics Anxiety Rating Scale across Studies."},
      {
        "id":"ED452208",
        "title":"Teacher Self-Efficacy: Substantive Implications and Measurement Dilemmas."},
      {
        "id":"ED452209",
        "title":"Effects of Sample Size on the Power of Selected Fit Indices: A Graphical Approach."},
      {
        "id":"ED452210",
        "title":"Revisiting the Efficacy of Glass's Estimator of Effect Size for Program Impact Analysis."},
      {
        "id":"ED452211",
        "title":"The Efficacy of Two Improvement-over-Chance Effect Size Measures for Two-Group Univariate Comparisons under Variance Heterogeneity and Nonnormality."},
      {
        "id":"ED452212",
        "title":"Enhancing a Career Exploration Program for 8th Grade Students with an Assessment for the Multiple Intelligences."},
      {
        "id":"ED452213",
        "title":"A Comparison of Angoff and Rasch Model Based Item Map Methods in Standard Setting."},
      {
        "id":"ED452214",
        "title":"Performance-Based Instruction: What Does It Look Like in the Elementary Mathematics Classroom?"},
      {
        "id":"ED452215",
        "title":"Examining Indicators To Assess the Overall Effectiveness of Magnet Schools: A Study of Magnet Schools in Jacksonville, Florida."},
      {
        "id":"ED452216",
        "title":"An Empirical Study of a District Wide K-2 Performance Assessment Program: Teacher Practices, Information Gained, and Use of Assessment Results."},
      {
        "id":"ED452217",
        "title":"WCPSS Grades K-5 Literacy and Mathematics Assessment Results, 1999-2000. Measuring Up. E&amp;R Report."},
      {
        "id":"ED452218",
        "title":"Assessment and Change: The Role of Student Testing in California Education. Higher Education Update."},
      {
        "id":"ED452219",
        "title":"High-Stakes Testing: Too Much? Too Soon?"},
      {
        "id":"ED452220",
        "title":"The Call for Data-Driven Decision Making in the Midwest's Schools: NCREL's Response."},
      {
        "id":"ED452221",
        "title":"An Exploratory Analysis of School-Based Student Assessment Systems."},
      {
        "id":"ED452222",
        "title":"From Science to Fiction: Measurement and Representation of an Idea. No. 78."},
      {
        "id":"ED452223",
        "title":"The Superintendent's Tenth Annual Report on School Performance and Improvement in Hawai'i, 1999."},
      {
        "id":"ED452224",
        "title":"Comprehensive Needs Assessment: A Collaborative Effort of the Department of Education and Representatives of Various Organizations, Agencies, and the Community at Large."},
      {
        "id":"ED452225",
        "title":"Education Policy Analysis Archives, 2001: Numbers 1-11."},
      {
        "id":"ED452226",
        "title":"Race Differences in Exposure to Algebra and Geometry among U.S. Eighth-Grade Students."},
      {
        "id":"ED452227",
        "title":"Researching Pleasures: Care of the Scholarly Self."},
      {
        "id":"ED452228",
        "title":"Making Room: The Place of Academic Study."},
      {
        "id":"ED452229",
        "title":"The Use of Comprehension Aids in a Hypermedia Environment: Investigating the Impact of Metacognitive Awareness and Epistemic Beliefs."},
      {
        "id":"ED452230",
        "title":"Secondary School Scheduling Models: How Do Types of Models Compare to the ACT Scores?"},
      {
        "id":"ED452231",
        "title":"Evaluating the Effectiveness of Beginning Teacher Programs in a Large Urban School District."},
      {
        "id":"ED452232",
        "title":"A Meta-Analysis of Parenting and School Success: The Role of Parents in Promoting Students' Academic Performance."},
      {
        "id":"ED452233",
        "title":"Are Grid-In Response Format Items Usable in Secondary Classrooms?"},
      {
        "id":"ED452234",
        "title":"The Administrative Lattice and the New Research I Universities."},
      {
        "id":"ED452235",
        "title":"Assessment of School Principal Achievement."},
      {
        "id":"ED452236",
        "title":"Studying the Relationship between Children's Self-Control and Academic Achievement: An Application of Second-Order Growth Curve Model Analysis."},
      {
        "id":"ED452237",
        "title":"Avoiding Decision-Making by Chance: Protecting Effect Size Estimates."},
      {
        "id":"ED452240",
        "title":"Development of Competence in Dynamic Learning Environments. No. 79."},
      {
        "id":"ED452241",
        "title":"Review of Selected Information from Schools with a Block Scheduling Waiver."},
      {
        "id":"ED452242",
        "title":"Reaching Higher. A Parent's Guide to the Washington Assessment of Learning. Revised = Para llegar mas arriba. Una guia para padres sobre la evaluacion del aprendizaje de los estudiantes del estado de Washington (Washington Assessment of Student Learning). Revisado."},
      {
        "id":"ED452243",
        "title":"Test Content Description for English Language Arts. Georgia High School Graduation Tests."},
      {
        "id":"ED452244",
        "title":"How To Prepare for Tests: A Guide for Georgia High School Students Preparing for the Georgia High School Graduation Tests. Content: English Language Arts. Including Hints on Preparing for the GHSGTs, Practice Test Questions and Answers, Thorough Explanation of Answers to Select Questions."},
      {
        "id":"ED452245",
        "title":"Test Content Description for Mathematics. Georgia High School Graduation Tests."},
      {
        "id":"ED452246",
        "title":"How To Prepare for Tests: A Guide for Georgia High School Students Preparing for the Georgia High School Graduation Tests. Content: Mathematics. Including Hints on Preparing for the GHSGTs, Practice Test Questions and Answers, Thorough Explanation of Answers to Select Questions."},
      {
        "id":"ED452247",
        "title":"Test Content Description for Science. Georgia High School Graduation Tests. Revised."},
      {
        "id":"ED452248",
        "title":"How To Prepare for Tests: A Guide for Georgia High School Students Preparing for the Georgia High School Graduation Tests. Content: Science. Including Hints on Preparing for the GHSGTs, Practice Test Questions and Answers, Thorough Explanation of Answers to Select Questions."},
      {
        "id":"ED452249",
        "title":"Test Content Description for Social Studies. Georgia High School Graduation Tests. Revised."},
      {
        "id":"ED452250",
        "title":"How To Prepare for Tests: A Guide for Georgia High School Students Preparing for the Georgia High School Graduation Tests. Content: Social Studies. Including Hints on Preparing for Tests, Practice Test Questions and Answers, Thorough Explanation of Answers to Select Questions."},
      {
        "id":"ED452251",
        "title":"Student Assessment Handbook, 2000-2001. Georgia Statewide Student Assessment Program."},
      {
        "id":"ED452252",
        "title":"3rd Grade Student Guide for Arizona's Instrument To Measure Standards."},
      {
        "id":"ED452253",
        "title":"5th Grade Student Guide for Arizona's Instrument To Measure Standards."},
      {
        "id":"ED452254",
        "title":"8th Grade Student Guide for Arizona's Instrument To Measure Standards."},
      {
        "id":"ED452255",
        "title":"High School Student Guide for Arizona&apos;s Instrument To Measure Standards. Revised."},
      {
        "id":"ED452256",
        "title":"Colorado Student Assessment Program, School Year 1999-2000: Annual Report to the Colorado General Assembly."},
      {
        "id":"ED452257",
        "title":"Work Ethic Scale for Middle School Students."},
      {
        "id":"ED452259",
        "title":"Assessing Teacher Technology Skills."},
      {
        "id":"ED452260",
        "title":"Assessing State Report Cards on Student Achievement."},
      {
        "id":"ED452261",
        "title":"Building Student Abilities for Test Taking."},
      {
        "id":"ED452262",
        "title":"Problems in Grading Based on Testing University Students."},
      {
        "id":"ED452263",
        "title":"Grade Inflation in Higher Education."},
      {
        "id":"ED452264",
        "title":"Investigation of Critical Issues in Curriculum through Documentary."},
      {
        "id":"ED452265",
        "title":"Using Cooperative Learning in a Middle School Computer Lab."},
      {
        "id":"ED452266",
        "title":"Misconceived Relationships between Logical Positivism and Quantitative Research: An Analysis in the Framework of Ian Hacking."},
      {
        "id":"ED452267",
        "title":"Moving Targets: Student Mobility and School and Student Achievement."},
      {
        "id":"ED452268",
        "title":"A Question of Quality: The Malcolm Baldrige Criteria as Applied to Education."},
      {
        "id":"ED452269",
        "title":"Relationship of Scores and Times of Test Administration via Computer."},
      {
        "id":"ED452271",
        "title":"Differential Bundle Functioning on Three Achievement Tests: A Comparison of Aboriginal and Non-Aboriginal Examinees."},
      {
        "id":"ED452272",
        "title":"Instructional WebBoard Strategies in Secondary Education and University Teaching."},
      {
        "id":"ED452273",
        "title":"Student Achievement: Is Equality Really Necessary?"},
      {
        "id":"ED452274",
        "title":"Parents' and Teachers' Subjective Beliefs about Developmentally Appropriate Practices."},
      {
        "id":"ED452275",
        "title":"The Learner-Centered Classroom: Helping Teachers Apply Constructivist Principles to Standards-Based Teaching and Assessment."},
      {
        "id":"ED452276",
        "title":"Building a Revolutionary Way of Learning: A Study of a Competency-Based Online Environment."},
      {
        "id":"ED452277",
        "title":"The Virtue of Reflection."},
      {
        "id":"ED452278",
        "title":"Developing an Evaluation System To Improve Principal Performance and Accountability."},
      {
        "id":"ED452279",
        "title":"Key Statistics on Public Elementary and Secondary Schools and Agencies: School Year 1997-98. Survey Report."},
      {
        "id":"ED452284",
        "title":"Youth Attitudes on Family, Work, and Community Service: Implications for Welfare Reform. New Federalism: Issues and Options for States, Series A, No. A-47. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED452285",
        "title":"Increasing Safety in America's Public Schools. Lessons from the Field."},
      {
        "id":"ED452286",
        "title":"The Cost of Protecting Vulnerable Children II: What Has Changed Since 1996? Occasional Paper Number 46. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED452287",
        "title":"Children Cared for by Relatives: Who Are They and How Are They Faring? New Federalism: National Survey of America's Families, Series B, No. B-28. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED452289",
        "title":"Welfare Reform and Child Well-Being. JCPR Working Paper."},
      {
        "id":"ED452290",
        "title":"The Class of 1997 Final Longitudinal Report: A Three-Year Follow-Up Study. Assessment/Accountability Report."},
      {
        "id":"ED452291",
        "title":"The Class of 2000 Four-Year Longitudinal Report and 1999-2000 Event Dropout Rates."},
      {
        "id":"ED452292",
        "title":"How Welfare and Work Policies Affect Children: A Synthesis of Research."},
      {
        "id":"ED452293",
        "title":"Food Security and Hunger in Poor, Mother-Headed Families in Four U.S. Cities. The Project on Devolution and Urban Change Working Paper."},
      {
        "id":"ED452294",
        "title":"PlainTalk about Education: Transforming Crisis Into Success. Proceeding of the PLAINTALK Summit (New Orleans, Louisiana, February 8-10, 1999). A Desk Reference on Educational Change."},
      {
        "id":"ED452295",
        "title":"Female Gangs: A Focus on Research. Youth Gang Series. Juvenile Justice Bulletin."},
      {
        "id":"ED452296",
        "title":"Using the New Racial Categories in the 2000 Census: A KIDS COUNT/PRB Report on Census 2000."},
      {
        "id":"ED452297",
        "title":"The Class Size Policy Debate. Working Paper No. 121."},
      {
        "id":"ED452299",
        "title":"Bullets Don't Got No Name: Consequences of Fear in the Ghetto. JCPR Working Paper."},
      {
        "id":"ED452300",
        "title":"Sexual Intercourse and Pregnancy among African-American Adolescent Girls in High-Poverty Neighborhoods: The Role of Family and Perceived Community Environment. JCPR Working Paper."},
      {
        "id":"ED452301",
        "title":"Urban Poverty and Juvenile Crime: Evidence from a Randomized Housing-Mobility Experiment. JCPR Working Paper."},
      {
        "id":"ED452302",
        "title":"Starting a Second Chance Home: A Guide for Policymakers and Practitioners."},
      {
        "id":"ED452303",
        "title":"Some Thoughts about Public Will."},
      {
        "id":"ED452304",
        "title":"The Renaissance of the American City: A Compendium of City Strategies Prepared for the Summit for Investment in the New American City (Washington, DC, April 4-5, 2001)."},
      {
        "id":"ED452305",
        "title":"Research and Practice on How People Learn."},
      {
        "id":"ED452306",
        "title":"Moving up the Economic Ladder: Latino Workers and the Nation's Future Prosperity. State of Hispanic America, 1999."},
      {
        "id":"ED452307",
        "title":"Families Hardest Hit: Effects of Welfare Reform on Homeless Families."},
      {
        "id":"ED452308",
        "title":"Dropout Rates in the United States, 1999. Statistical Analysis Report."},
      {
        "id":"ED452310",
        "title":"Image Making of Arab Americans: Implications for Teachers in Diverse Settings."},
      {
        "id":"ED452311",
        "title":"Welfare Reform's Effect on Child Welfare Caseloads. Discussion Papers 01-04. Assessing the New Federalism: An Urban Institute To Assess Changing Social Policies."},
      {
        "id":"ED452314",
        "title":"At-Risk Students during the First Year of High School: Navigating Treacherous Waters."},
      {
        "id":"ED452315",
        "title":"Racial and Cultural Issues Related to Comprehensive School Reform: The Case of African American Males."},
      {
        "id":"ED452316",
        "title":"The GLSEN Workbook: A Development Model for Assessing, Describing and Improving Schools for Lesbian, Gay, Bisexual and Transgender (LGBT) People."},
      {
        "id":"ED452318",
        "title":"Drugs and Disparity: The Racial Impact of Illinois' Practice of Transferring Young Drug Offenders to Adult Court. Building Blocks for Youth."},
      {
        "id":"ED452319",
        "title":"Parent Power: Why National Standards Won't Improve Education. Policy Analysis No. 396."},
      {
        "id":"ED452320",
        "title":"Annual District Report, 1999-2000: Manhattan Superintendency."},
      {
        "id":"ED452321",
        "title":"Births: Final Data for 1999. National Vital Statistics Reports, Volume 49, Number 1."},
      {
        "id":"ED452326",
        "title":"Do Families on Welfare in the Post-TANF Era Differ from Their Pre-TANF Counterparts? Discussion Papers. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED452327",
        "title":"The Family Self-Sufficiency Program: HUD's Best Kept Secret for Promoting Employment and Asset Growth."},
      {
        "id":"ED452328",
        "title":"Before and after Reform: How Have Families on Welfare Changed? New Federalism: National Survey of America's Families, Series B, No. B-32. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED452329",
        "title":"How Are Families That Left Welfare Doing? A Comparison of Early and Recent Welfare Leavers. New Federalism: National Survey of America's Families, Series B, No. B-36. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED452330",
        "title":"Si, Se Puede! Yes, We Can: Latinas in School."},
      {
        "id":"ED452331",
        "title":"Earning a Living Wage: Metro Differences in Opportunity and Inequality for Adult Males with Low Education Levels. Working Papers on Regional Economic Opportunities."},
      {
        "id":"ED452332",
        "title":"Has the Rise of the Digital Economy Reduced Employment Opportunities for Less-Educated Adults? Working Papers on Regional Economic Opportunities."},
      {
        "id":"ED452333",
        "title":"Are Immigrants Leaving California? Settlement Patterns of Immigrants in the Late 1990s."},
      {
        "id":"ED452334",
        "title":"Influence of State Policy on Standards and School Practices: A Comparison of Three Urban Districts."},
      {
        "id":"ED452336",
        "title":"International Female Graduate Students' Perceptions of Their Adjustment Experiences and Coping Strategies at an Urban Research University."},
      {
        "id":"ED452337",
        "title":"Apart and a Part: The Development of Individual and Group Identity of Asian American College Students."},
      {
        "id":"ED452338",
        "title":"A Longitudinal Study of the Course of Academic Achievement of Urban and Minority Gifted and General Education Students."},
      {
        "id":"ED452339",
        "title":"Urban School Key Indicators of Science and Mathematics Education for the National Science Foundation's Urban Systemic Initiative Program."},
      {
        "id":"ED452342",
        "title":"Review of Regional Criminal Justice Training Academies. House Document No. 28. Report of the Joint Legislative Audit and Review Commission to the Governor and the General Assembly of Virginia."},
      {
        "id":"ED452343",
        "title":"State Oversight of Commercial Driver-Training Schools in Virginia. House Document No. 5. Report of the Joint Legislative Audit and Review Commission to the Governor and the General Assembly of Virginia."},
      {
        "id":"ED452344",
        "title":"Education for What? The New Office Economy. Executive Summary [and] Technical Report. Leadership Series."},
      {
        "id":"ED452345",
        "title":"Implications for VocED of Changing Work Arrangements."},
      {
        "id":"ED452346",
        "title":"Libraries: Learning Places of Choice. The Response of the Library and Information Commission [to]&quot;The Learning Age: A Renaissance for a New Britain.&quot; Policy Paper."},
      {
        "id":"ED452347",
        "title":"New and Stronger Remedies Are Needed To Reduce Gender-Based Wage Discrimination. Testimony of Heidi I. Hartmann, Ph.D., Director, Institute for Women's Policy Research, Before the U.S. Senate Committee on Health, Education, Labor and Pensions Hearing on Gender-Based Wage Discrimination."},
      {
        "id":"ED452348",
        "title":"Technology &amp; Distance Learning Survey."},
      {
        "id":"ED452349",
        "title":"The Strategic Training of Employees Model (STEM): The Four P's Approach."},
      {
        "id":"ED452350",
        "title":"Management Skills. Skills Task Force Research Paper 3."},
      {
        "id":"ED452351",
        "title":"Wisconsin Works (W-2) Program, Department of Workforce Development: An Evaluation."},
      {
        "id":"ED452352",
        "title":"Excerpt from \"The Voice of THIMUN [The Hague International Model United Nations] Youth\": Action Papers from the Annual Session of the THIMUN Youth Assembly (1st, The Hague, The Netherlands, January 21-26, 2001)."},
      {
        "id":"ED452353",
        "title":"Novicke, Spring 2001 (The News, Spring 2001)."},
      {
        "id":"ED452354",
        "title":"LLW-Novicke. Report and Analysis: LLW 2000 (Lifelong Learning Week, October 16-22, 2000)."},
      {
        "id":"ED452357",
        "title":"Florida Department of Corrections' Distance Learning Program. Florida Corrections Commission 1999 Annual Report, Section 7."},
      {
        "id":"ED452358",
        "title":"The Writing's on the Wall: Implementing a Municipal Workforce Literacy Program: An Organizer's Guide."},
      {
        "id":"ED452359",
        "title":"Adult Learner Persistence: A Study of Tenacity."},
      {
        "id":"ED452360",
        "title":"Integrating CD-ROM, Literacy and Writing into Vocational Education."},
      {
        "id":"ED452361",
        "title":"Perceived Stress and an Elaborated Structural Model of Adult Student Persistence: An Examination of Financial Aid, Financial Satisfaction, Intent To Persist and Persistence."},
      {
        "id":"ED452362",
        "title":"The Relationship between Goal Orientation and the Calibration of Performance Expectations to Performance Feedback."},
      {
        "id":"ED452363",
        "title":"The Vocational Training of Scientists Entering the UK National Health Service."},
      {
        "id":"ED452364",
        "title":"Why Math Careers? Women's Self-Efficacy Beliefs."},
      {
        "id":"ED452365",
        "title":"Financial Aid for Lifelong Learning. ERIC Digest No. 224."},
      {
        "id":"ED452366",
        "title":"Leadership Development in Career and Technical Education. ERIC Digest No. 225."},
      {
        "id":"ED452367",
        "title":"Women and Minorities in High-Tech Careers. ERIC Digest No. 226."},
      {
        "id":"ED452368",
        "title":"Implications of Distance Education for CTE. ERIC Digest No. 227."},
      {
        "id":"ED452369",
        "title":"Career Development of Free Agent Workers. ERIC Digest No. 228."},
      {
        "id":"ED452372",
        "title":"Changing Occupational Profiles in the Hotel Industry: Case Studies in France, Italy and Spain. Synthesis Report."},
      {
        "id":"ED452373",
        "title":"What We Heard: Campus Alberta Symposium--Results through Collaboration. Proceedings (Edmonton, Alberta, October 10-11, 2000)."},
      {
        "id":"ED452374",
        "title":"Business-Industry Relationships and CTE. In Brief: Fast Facts for Policy and Practice No. 12."},
      {
        "id":"ED452375",
        "title":"Secondary Career Development Interventions. In Brief: Fast Facts for Policy and Practice No. 13."},
      {
        "id":"ED452376",
        "title":"Contextual Teaching and Learning: Preparing Students for the New Economy. The Highlight Zone: Research @ Work No. 5."},
      {
        "id":"ED452377",
        "title":"From Jobs for Workers to Workers for Jobs: Better Workforce Training for Minnesota. A Citizens League Research Report."},
      {
        "id":"ED452387",
        "title":"Reflections on the Study of Adult Learning. NALL Working Paper."},
      {
        "id":"ED452388",
        "title":"Narrowing Opportunities for Adults in Ontario Secondary Schools: A Study of Students Affected by the Changes to Provincial Funding of Adults and the Education Act, 1996. NALL Working Paper #09."},
      {
        "id":"ED452389",
        "title":"Women and Community Economic Development--Changing Knowledge, Changing Practice: A Summary of Research Results. NALL Working Paper #12."},
      {
        "id":"ED452390",
        "title":"Adults' Informal Learning: Definitions, Findings, Gaps, and Future Research. NALL Working Paper #21."},
      {
        "id":"ED452391",
        "title":"E-Learning and E-Support for Expatriate Managers."},
      {
        "id":"ED452392",
        "title":"Moving from Welfare to Work: The Experiences of Refugee Women in Illinois."},
      {
        "id":"ED452393",
        "title":"A Career Odyssey. Proceedings of the Annual Meeting of the Association for Career and Technical Education/International Vocational Education and Training Association (74th, San Diego, California, December 7-10, 2000). Business Education Division."},
      {
        "id":"ED452394",
        "title":"In the Driver's Seat: Five Local Directors Reflect on Their Time at the Helm of the National Bridges to Work Demonstration. Field Report Series."},
      {
        "id":"ED452395",
        "title":"Teachers in the Workplace: A Staff Development Approach That Benefits Faculty and Students. Site Development Guide #8. High Schools That Work."},
      {
        "id":"ED452396",
        "title":"Networking and Support Services for Comprehensive School Improvement. Site Development Guide #9. High Schools That Work."},
      {
        "id":"ED452397",
        "title":"Advancing Students' Academic and Technical Achievement by Improving Classroom Assessment. Site Development Guide #10. High Schools That Work."},
      {
        "id":"ED452398",
        "title":"Informal Learning: Cultural Experiences and Entrepreneurship among Aboriginal People. NALL Working Paper #04."},
      {
        "id":"ED452401",
        "title":"Beyond Work First: How To Help Hard-To-Employ Individuals Get Jobs and Succeed in the Workforce. A How-To Guide. ReWORKing Welfare: Technical Assistance for States and Localities."},
      {
        "id":"ED452402",
        "title":"Information Technology Skills--Ohio Employers' Labor Demand: Implications for EnterpriseOhio Network Campus-Wide Leadership."},
      {
        "id":"ED452404",
        "title":"A National Plan for Research and Development in Adult Education and Literacy."},
      {
        "id":"ED452406",
        "title":"Employment Prospects in the Hotel and Catering Trade: A Franco-American Comparison."},
      {
        "id":"ED452407",
        "title":"Landscapes for Learning: Growing Children, Youth, Schools, and Communities. Linking Learning with Life."},
      {
        "id":"ED452409",
        "title":"Illinois Adult Literacy Failing the Workforce: Alternative Solution Needed. Policy Profiles."},
      {
        "id":"ED452410",
        "title":"Making the Year 2000 a Sure Winner. Proceedings of the Annual Meeting of the Atlantic Coast Business and Marketing Education Conference (16th, Raleigh, North Carolina, February 19-20, 1999)."},
      {
        "id":"ED452411",
        "title":"Moving Business and Marketing Education into the 21st Century. Proceedings of the Annual Meeting of the Atlantic Coast Business and Marketing Education Conference (17th, Raleigh, North Carolina, February 18-19, 2000)."},
      {
        "id":"ED452412",
        "title":"Developing a Framework of Work-Based Foundation Skills."},
      {
        "id":"ED452415",
        "title":"Lifelong Learning from 8 to 80: Creating a Lively Learning Environment for Seniors and Young Adults."},
      {
        "id":"ED452416",
        "title":"Every Voice Counts... Proceedings [of] the Annual African American and Latino/a American Adult Education Research Symposium (10th, Chicago, Illinois, April 21, 2001)."},
      {
        "id":"ED452417",
        "title":"AERC 2000: An International Conference. Proceedings of the Annual Adult Education Research Conference (41st, Vancouver, Canada, June 2-4, 2000)."},
      {
        "id":"ED452418",
        "title":"VET [Vocational Education and Training] Research: Influencing Policy &amp; Practice. Proceedings of the National Conference of the Australian Vocational Education and Training Research Association (AVETRA) (1st, Sydney, Australia, February 16-17, 1998)."},
      {
        "id":"ED452419",
        "title":"Quality and Diversity in VET [Vocational Education and Training] Research. Proceedings of the National Conference of the Australian Vocational Education and Training Research Association (AVETRA) (2nd, Melbourne, Australia, February 11-12, 1999)."},
      {
        "id":"ED452420",
        "title":"Future Research, Research Futures. Proceedings of the National Conference of the Australian Vocational Education and Training Research Association (AVETRA) (3rd, Canberra, Australia, March 23-24, 2000)."},
      {
        "id":"ED452421",
        "title":"Skills and Knowledge Profile [and] Coach's Manual."},
      {
        "id":"ED452424",
        "title":"Proceedings of the American Vocational Education Research Association (San Diego, California, December 7-10, 2000)."},
      {
        "id":"ED452425",
        "title":"Integrating Youth Voice in Service-Learning. Learning in Deed Issue Paper."},
      {
        "id":"ED452426",
        "title":"Addressing the Training and Employment Needs of Youth with Mental Health Disabilities in the Juvenile Justice System. Conference Proceedings with Recommendations to the Presidential Task Force on Employment of Adults with Disabilities (March 3-4, 2000)."},
      {
        "id":"ED452428",
        "title":"MLA [Member of Legislative Assembly] Committee on Lifelong Learning: What We Heard."},
      {
        "id":"ED452429",
        "title":"Help Wanted...College Required. ETS Leadership 2000 Series."},
      {
        "id":"ED452430",
        "title":"Entrepreneurial Education Teaching Guide. CELCEE Digest 00-7."},
      {
        "id":"ED452431",
        "title":"An Analysis of the Market Potential for Distance Learning Opportunities in Transportation Professional Development."},
      {
        "id":"ED452432",
        "title":"A Study of the Relationship between Adults' Self-Directed Learning Readiness and Selected Variables in Sunday Schools of Hong Kong Chinese Baptist Churches."},
      {
        "id":"ED452433",
        "title":"Human Resource Development. Trends and Issues Alert No. 25."},
      {
        "id":"ED452434",
        "title":"Learning Communities/Communities of Practice. Trends and Issues Alert No. 26."},
      {
        "id":"ED452435",
        "title":"The Achievement Ideology and Whiteness: &quot;Achieving Whiteness&quot; or &quot;Achieving Middle Class?&quot;"},
      {
        "id":"ED452436",
        "title":"Beginnings IV: A Publication of Adult Student Writing of the Ohio Writers' Conference."},
      {
        "id":"ED452437",
        "title":"Lifelong Learning and Sustainable Managed Forests."},
      {
        "id":"ED452438",
        "title":"Phare Special Preparatory Programme for the European Social Fund: A Composite Report on the National, Supplementary and Local Seminars."},
      {
        "id":"ED452439",
        "title":"Raising Academic Achievement: A Study of 20 Successful Programs."},
      {
        "id":"ED452440",
        "title":"Interpersonal Violence between College Students: Proximal Influences."},
      {
        "id":"ED452441",
        "title":"Shoveling Up: The Impact of Substance Abuse on State Budgets."},
      {
        "id":"ED452442",
        "title":"Missed Opportunity: National Survey of Primary Care Physicians and Patients on Substance Abuse."},
      {
        "id":"ED452443",
        "title":"Under the Rug: Substance Abuse and the Mature Woman."},
      {
        "id":"ED452444",
        "title":"Addressing the Relationship between Career Development and Spirituality When Working with College Students."},
      {
        "id":"ED452445",
        "title":"Effects of Training in Collaborative Problem-Solving on the Process and Outcomes of Student Assistance Teams."},
      {
        "id":"ED452446",
        "title":"Implementation of the K-7 Personal Planning Program."},
      {
        "id":"ED452447",
        "title":"Comprehensive Program Evaluation Project: Program Development and Implementation."},
      {
        "id":"ED452448",
        "title":"Theory to Practice: A Model for School Counselor Education."},
      {
        "id":"ED452449",
        "title":"Brainworks: Birth to Kindergarten--The Aggression Component. A Question/Answer Workbook."},
      {
        "id":"ED452451",
        "title":"Examining Urban School Counseling Professionals' Perceptions of School Restructuring Activities."},
      {
        "id":"ED452452",
        "title":"Interpersonal Assessment of Future School Psychologists."},
      {
        "id":"ED452453",
        "title":"Marketing Violent Entertainment to Children: A Six-Month Follow-Up Review of Industry Practices in the Motion Picture, Music Recording &amp; Electronic Game Industries. A Report to Congress."},
      {
        "id":"ED452454",
        "title":"Iowa Journal of School Social Work, 1986-1989."},
      {
        "id":"ED452455",
        "title":"Iowa Journal of School Social Work, 1989-1993."},
      {
        "id":"ED452456",
        "title":"Iowa Journal of School Social Work, 1994-1998."},
      {
        "id":"ED452457",
        "title":"Surgeon General's Call to Action To Prevent Suicide."},
      {
        "id":"ED452458",
        "title":"Challenging Stereotypes: An Action Guide. Consumer Information Series, Volume 5."},
      {
        "id":"ED452459",
        "title":"Report of the Surgeon General's Conference on Children's Mental Health: A National Action Agenda. Proceedings (Washington, D.C., September 18-19, 2000)."},
      {
        "id":"ED452460",
        "title":"Psychodynamic Supervision = Improvement of Clinical Practice or Risk Management Tool."},
      {
        "id":"ED452461",
        "title":"Inservice Education and the School Counselor."},
      {
        "id":"ED452462",
        "title":"Risk Prevention for All Children/Adolescents: Lessons Learned from Disaster Intervention."},
      {
        "id":"ED452463",
        "title":"Promoting Self-Concept, Social Skills, and Interpersonal Relations: The Tootling Intervention."},
      {
        "id":"ED452464",
        "title":"Counselors, Students of Color, and College: Student-Centered and Systemic Multicultural Interventions."},
      {
        "id":"ED452465",
        "title":"Two Generations: Partners in Prevention. Youth in Action. Bulletin, Number 5."},
      {
        "id":"ED452466",
        "title":"National Evaluation of the Youth Firearms Violence Initiative."},
      {
        "id":"ED452467",
        "title":"Use of Consultation in Tennessee, Virginia, & Kentucky."},
      {
        "id":"ED452468",
        "title":"Want To Resolve a Dispute? Try Mediation. Youth in Action. Bulletin Number 15."},
      {
        "id":"ED452469",
        "title":"Parental Lack of Knowledge of First Alcohol Use and Risky Behaviors of Incoming College Freshmen."},
      {
        "id":"ED452470",
        "title":"Games To Explain Aspects of Psychology."},
      {
        "id":"ED452471",
        "title":"Preparing for Your Career with a Psychology Degree."},
      {
        "id":"ED452472",
        "title":"Adolescent HIV Prevention: An Application of the Elaboration Likelihood Model."},
      {
        "id":"ED452474",
        "title":"Prevalence of Suicidality and Contributing Risk Factors among Gay, Lesbian, and Bisexual Youth."},
      {
        "id":"ED452475",
        "title":"CASAWORKS for Families: A Promising Approach to Welfare Reform and Substance-Abusing Women. A CASA White Paper."},
      {
        "id":"ED452476",
        "title":"International Consultation, Professional Development and the Internet: School Psychology Practice and the Future."},
      {
        "id":"ED452481",
        "title":"Student Career Development in Grade 9 and Grade 12: Can Growth Be Assumed?"},
      {
        "id":"ED452482",
        "title":"Influences in College Choice for Student Aid Applicants and Non-Applicants."},
      {
        "id":"ED452483",
        "title":"&quot;What We Are and What We're Not&quot;: Early Adolescent Girls Negotiate Their Identities through Talk about Text."},
      {
        "id":"ED452484",
        "title":"Perceived Behavioral and Academic Competence in Middle Childhood: Influences of a Community-Based Youth Development Program."},
      {
        "id":"ED452486",
        "title":"Assessing Student Achievement in Phonics."},
      {
        "id":"ED452488",
        "title":"A Decision-Making Model of Reading Recovery Teaching: Figuring Out What To Do When."},
      {
        "id":"ED452489",
        "title":"Teaching for Reciprocity: Developing a Self-Extending System through Reading and Writing."},
      {
        "id":"ED452490",
        "title":"Chances. Classroom Connections."},
      {
        "id":"ED452491",
        "title":"How Much Reading Recovery Do We Need?"},
      {
        "id":"ED452492",
        "title":"Sharing Our Visions along the Way."},
      {
        "id":"ED452493",
        "title":"How Can We Assess Computer-Assisted Reading and Writing Instruction?"},
      {
        "id":"ED452494",
        "title":"Reading Recovery: An Evaluation of Benefits and Costs. Executive Summary."},
      {
        "id":"ED452497",
        "title":"Emergent and Early Literacy Workshop: Current Status and Research Directions. Proceedings (Bethesda, Maryland, September 21-23, 2000)."},
      {
        "id":"ED452498",
        "title":"Tip Sheets for Finding and Serving Children Who Most Need Help in Reading. America Reads Challenge Resource Kit."},
      {
        "id":"ED452499",
        "title":"Nebraska Reading/Writing Standards: Grades K-12."},
      {
        "id":"ED452500",
        "title":"Building Effective Programs for Summer Learning."},
      {
        "id":"ED452501",
        "title":"The Reading Tutor."},
      {
        "id":"ED452502",
        "title":"Reading Deficiencies: A Roadblock to Success."},
      {
        "id":"ED452503",
        "title":"I Can Read! Reading Strategies That Work for Students at Risk."},
      {
        "id":"ED452504",
        "title":"Making the Most of Your Presentation. Youth in Action Bulletin, Number 13."},
      {
        "id":"ED452506",
        "title":"The Growing Trend of Reading Movements in Japan: Animacion a la Lectura, Ten-Minutes Reading in the Morning, and Reading Aloud by Parents."},
      {
        "id":"ED452507",
        "title":"Promoting Balanced Instruction for New Teachers: Issues, Needs, and Strategies."},
      {
        "id":"ED452508",
        "title":"Indiana Reading List. [Levels 1, 2, 3, and 4]."},
      {
        "id":"ED452509",
        "title":"California Early Literacy Learning: Good First Teaching for All Children. [2000 Technical Report]."},
      {
        "id":"ED452510",
        "title":"California Early Literacy Learning, Extended Literacy Learning: Second Chance at Literacy Learning. [2001 Technical Report]."},
      {
        "id":"ED452511",
        "title":"Learning by Reading: Description of Learning Strategies of Students Involved in a Problem-Based Learning Program."},
      {
        "id":"ED452512",
        "title":"Constructing Achievement Orientations toward Literacy: An Analysis of Sociocultural Activity in Latino Home and Community Contexts. CIERA Report."},
      {
        "id":"ED452513",
        "title":"Preschool Teachers' Self-Reported Beliefs and Practices about Literacy Instruction. CIERA Report."},
      {
        "id":"ED452514",
        "title":"An Analysis of Early Literacy Assessments Used for Instruction. CIERA Report."},
      {
        "id":"ED452515",
        "title":"Children's Comprehension of Narrative Picture Books. CIERA Report."},
      {
        "id":"ED452516",
        "title":"Using International Research To Develop Literacy Teaching: A Trans-Atlantic Perspective."},
      {
        "id":"ED452517",
        "title":"A Summary Report of the Instructional Effectiveness of the &quot;Harcourt Reading Program.&quot; Technical Report Number 103."},
      {
        "id":"ED452518",
        "title":"Effects of Specific Strategy Training on Phonemic Awareness and Reading Aloud with Preschoolers: A Comparison Study."},
      {
        "id":"ED452519",
        "title":"Improving Attitudes in Reading through Multiple Instructional Strategies in an At-Risk Environment."},
      {
        "id":"ED452520",
        "title":"Increasing Student Reading Fluency through the Use of Leveled Books."},
      {
        "id":"ED452529",
        "title":"An Author in Residence? Why Bother?"},
      {
        "id":"ED452530",
        "title":"Encouraging Good Homework Habits. Parents and Children Together Series."},
      {
        "id":"ED452531",
        "title":"Learning Science at Home. Parents and Children Together Series."},
      {
        "id":"ED452532",
        "title":"Folktales for Family Fun. Parents and Children Together Series."},
      {
        "id":"ED452533",
        "title":"Speaking and Listening. Parents and Children Together Series."},
      {
        "id":"ED452534",
        "title":"Making Writing Meaningful. Parents and Children Together Series."},
      {
        "id":"ED452535",
        "title":"Success with Test-Taking. Parents and Children Together Series."},
      {
        "id":"ED452536",
        "title":"Working with the School. Parents and Children Together Series."},
      {
        "id":"ED452537",
        "title":"Stress and School Performance. Parents and Children Together Series."},
      {
        "id":"ED452538",
        "title":"Making History Come Alive. Parents and Children Together Series."},
      {
        "id":"ED452539",
        "title":"Motivating Your Child To Learn. Parents and Children Together Series."},
      {
        "id":"ED452540",
        "title":"Using Data To Inform Instruction--Stories from Five States. &quot;Maine,&quot; the Way Life Should Be."},
      {
        "id":"ED452541",
        "title":"Common Ground: Speak with One Voice on Intellectual Freedom and the Defense of It."},
      {
        "id":"ED452542",
        "title":"Poetry Covers It All! Integrating Poetry in All Curriculum Areas."},
      {
        "id":"ED452544",
        "title":"Practices, Principles, and Essences: How a WPA at a Small Liberal Arts College Functions within Her Community and Its Values."},
      {
        "id":"ED452545",
        "title":"Friendly Alternatives to the Argumentative Essay."},
      {
        "id":"ED452546",
        "title":"How Does Encouragement of Invented Spelling Influence Conventional Spelling Development?"},
      {
        "id":"ED452547",
        "title":"The Writer and the Text: Basic Writers, Research Papers and Plagiarism."},
      {
        "id":"ED452548",
        "title":"Disembodied Spirituality: Conflicts in the Writing Center."},
      {
        "id":"ED452549",
        "title":"The Impact of Performance Assessment through NCATE on Literary Studies in the Nation: Shakespeare, Thoreau, and Other Classic Authors Continue To Be Included."},
      {
        "id":"ED452550",
        "title":"The Effects of Breakthrough to Literacy on Oral Language Development at the Kindergarten Level."},
      {
        "id":"ED452551",
        "title":"Keys to Improving Writing in the Primary Grades."},
      {
        "id":"ED452552",
        "title":"Creating Publications: Write To Fight Crime. Youth in Action Bulletin, Number 16."},
      {
        "id":"ED452555",
        "title":"Moving from I to Us: The Power of Action Research To Improve Students' Writing Performance."},
      {
        "id":"ED452557",
        "title":"The Politics of Technology and English Departments: The Machine in the Language Community."},
      {
        "id":"ED452558",
        "title":"Separating Siamese Twins: Can We Extricate WAC from Writing Centers?"},
      {
        "id":"ED452559",
        "title":"English Department Curriculum and Course of Study."},
      {
        "id":"ED452560",
        "title":"Indiana's Academic Standards: 9th Grade English/Language Arts."},
      {
        "id":"ED452561",
        "title":"Indiana's Academic Standards: 10th Grade English/Language Arts."},
      {
        "id":"ED452562",
        "title":"Indiana's Academic Standards: 11th Grade English/Language Arts."},
      {
        "id":"ED452563",
        "title":"Indiana's Academic Standards: 12th Grade English/Language Arts."},
      {
        "id":"ED452564",
        "title":"Indiana's Academic Standards: Teacher's Edition. English/Language Arts."},
      {
        "id":"ED452565",
        "title":"A Summary Report of the Instructional Effectiveness of the &quot;Steck Vaughn Phonics Program&quot;: Level A--Units 3 and 4 &amp; Level B--Units 2 and 3. Technical Report Number 105."},
      {
        "id":"ED452566",
        "title":"Questions Often Asked about Promoting Lifetime Literacy Efforts."},
      {
        "id":"ED452567",
        "title":"Improving Students' Word Analysis Skills by Implementing \"Working with Words\" from the Four Blocks of Literacy Program."},
      {
        "id":"ED452568",
        "title":"Improving Students' Confidence in Writing Achievement through the Use of Parent, Student, and Teacher Interventions."},
      {
        "id":"ED452569",
        "title":"&quot;No Child Left Behind&quot;: A Blueprint for Education Reform. Testimony before the Budget Committee, House of Representatives."},
      {
        "id":"ED452570",
        "title":"Recognizing the Need for Oral Communication Skills in Workforce Development Programs."},
      {
        "id":"ED452571",
        "title":"Teachers Learning Together: Faculty Book Clubs as Professional Development in an Urban Middle School."},
      {
        "id":"ED452572",
        "title":"Redefining Need in Community-University Partnerships: A Collaborative Perspective."},
      {
        "id":"ED452573",
        "title":"Mass Media Portrayals of Suicide: Informing the Australian Policy Debate."},
      {
        "id":"ED452574",
        "title":"Small Group Communication and Service Learning."},
      {
        "id":"ED452578",
        "title":"How Schools Allocate and Use Their Resources. ERIC Digest Number 143."},
      {
        "id":"ED452579",
        "title":"The Opening of a New High School: The Emergence of a Culture."},
      {
        "id":"ED452580",
        "title":"Vermont's Act 60: Early Effects of Comprehensive School Finance Reform."},
      {
        "id":"ED452581",
        "title":"The Charter School Collapse: A Case Study."},
      {
        "id":"ED452582",
        "title":"Creating Communities of Learners: The Interaction of Shared Leadership, Shared Vision, and Supportive Conditions."},
      {
        "id":"ED452583",
        "title":"Watch--Don't Copy."},
      {
        "id":"ED452584",
        "title":"Reconceptualizing the Principalship (as a Profession): dot.com."},
      {
        "id":"ED452585",
        "title":"Educational Leadership and Social Justice: Theory into Practice."},
      {
        "id":"ED452586",
        "title":"Co-Developers: Partners in a Study of Professional Learning Communities."},
      {
        "id":"ED452587",
        "title":"Collective Bargaining in the Public Schools: Issues, Tactics, and New Strategies."},
      {
        "id":"ED452588",
        "title":"What Characteristics and Processes Define a School as a Learning Organisation? Is This a Useful Concept To Apply to Schools?"},
      {
        "id":"ED452589",
        "title":"Three Years of Graduation 2010: Evolution of an Evaluation Plan."},
      {
        "id":"ED452590",
        "title":"A Longitudinal Study of Applicants for the Superintendency."},
      {
        "id":"ED452591",
        "title":"The Anguish of Leadership."},
      {
        "id":"ED452592",
        "title":"Hawaii Opinion Poll on Public Education (HOPE), 1998."},
      {
        "id":"ED452593",
        "title":"Using Student Assessment Data: What Can We Learn from Schools? Policy Issues, Issue 6."},
      {
        "id":"ED452594",
        "title":"Home School and the Public School: Rethinking the Relationship."},
      {
        "id":"ED452595",
        "title":"Planning for Middle Schooling in Western Australia."},
      {
        "id":"ED452597",
        "title":"Planning for School Improvement. A Report on a Comprehensive Planning Process."},
      {
        "id":"ED452599",
        "title":"Charter Schools as a Response to Student Drop-Out Phenomena in the Regular Public Schools."},
      {
        "id":"ED452600",
        "title":"Using and Abusing the Past: The Use of History in the Performance Related Pay Debate."},
      {
        "id":"ED452601",
        "title":"The Arkansas School Finance Case: Is It Over Yet?"},
      {
        "id":"ED452602",
        "title":"Faculty Participation in Governance: A Four-Year Longitudinal Study."},
      {
        "id":"ED452603",
        "title":"Job Satisfaction among High School Assistant Principals."},
      {
        "id":"ED452604",
        "title":"Field Investigation of On-the-Job Behavior of an Elementary School Principal."},
      {
        "id":"ED452605",
        "title":"Impact of Investment in Education and Training on Performance in Production, Quality and Safety."},
      {
        "id":"ED452606",
        "title":"How Equal Is Access to Charter Schools?"},
      {
        "id":"ED452607",
        "title":"Reflections on Canadian Education Finance Developments."},
      {
        "id":"ED452608",
        "title":"School Renewal on a Grand Scale: Managing Complex Initiatives To Restructure Local Provision of Schooling in England."},
      {
        "id":"ED452609",
        "title":"Education Maintenance Organisations and the Privatisation of Public Education: A Cross National Comparison of the USA and the UK."},
      {
        "id":"ED452611",
        "title":"Nos Eleves, Notre Avenir. Une Introduction a L'education en Alberta. De la Maternelle a la 12e Annee (Our Students, Our Future: An Introduction to Education in Alberta. Kindergarten to Grade 12)."},
      {
        "id":"ED452612",
        "title":"Receta para el Exito. Una Guia Actualizada para Padres sobre el Mejoramiento de las Escuelas de Colorado y Logros Estudiantiles (Recipe for Success: An Updated Parents' Guide to Improving Colorado Schools and Student Achievement)."},
      {
        "id":"ED452613",
        "title":"Solutions to Securing Qualified Principals."},
      {
        "id":"ED452615",
        "title":"The Effectiveness of Block Scheduling."},
      {
        "id":"ED452617",
        "title":"Experiences of Students with Disabilities in Selected Community and Technical Colleges. The Individual Accommodations Model: Accommodating Students with Disabilities in Post-Secondary Settings."},
      {
        "id":"ED452618",
        "title":"Current Status on Accommodating Students with Disabilities in Selected Community and Technical Colleges. The Individual Accommodations Model: Accommodating Students with Disabilities in Post-Secondary Settings."},
      {
        "id":"ED452619",
        "title":"Traumatic Brain Injury: A Guidebook for Educators."},
      {
        "id":"ED452620",
        "title":"Report on the Post School Status of Former Special Education Students in the Big Five Cities."},
      {
        "id":"ED452621",
        "title":"Report on Progress in Implementing Reform of Preschool Special Education."},
      {
        "id":"ED452622",
        "title":"Postsecondary Education and Individuals with Disabilities: Recommendations to New York State for Strategies To Increase Access and Opportunity. Report of the Task Force on Postsecondary Education and Disabilities with Comments from the Expert Panel, Presidents' Panel, Regional Public Forums and Task Force Steering Committee."},
      {
        "id":"ED452623",
        "title":"Implementing the Mediation Requirements of IDEA '97: A Guide Developed for the Consortium for Appropriate Dispute Resolution in Special Education (CADRE)."},
      {
        "id":"ED452624",
        "title":"The Effect of Sensory Integration Treatment on Children with Multiple Disabilities."},
      {
        "id":"ED452625",
        "title":"Change the Oppositional-Defiant Behavior with the Barkley Program."},
      {
        "id":"ED452626",
        "title":"Teachers' Reflections on Special Education Students' Cognitions: An Expert-Novice Comparison."},
      {
        "id":"ED452627",
        "title":"Overview of ADA, IDEA, and Section 504: Update 2001. ERIC Digest E606."},
      {
        "id":"ED452628",
        "title":"Five Homework Strategies for Teaching Students with Disabilities. ERIC/OSEP Digest E608."},
      {
        "id":"ED452629",
        "title":"Rural Students with Exceptionalities: Refocusing in the New Millennium."},
      {
        "id":"ED452630",
        "title":"Substance Abuse and Learning Disabilities: Peas in a Pod or Apples and Oranges?"},
      {
        "id":"ED452631",
        "title":"Creating Options: A Resource on Financial Aid for Students with Disabilities. 2001 Edition."},
      {
        "id":"ED452632",
        "title":"Transition Planning for Adolescents with Special Health Care Needs and Disabilities: Information for Families and Teens."},
      {
        "id":"ED452633",
        "title":"Transition Planning for Adolescents with Special Health Care Needs and Disabilities: A Guide for Health Care Providers."},
      {
        "id":"ED452634",
        "title":"Identification and Effects of Choice of Higher versus Lower Preference Assignments for Students at Risk for ED."},
      {
        "id":"ED452635",
        "title":"Accountability Systems for Children between Birth and Age Eight. Technical Report #1."},
      {
        "id":"ED452636",
        "title":"Selection of General Growth Outcomes for Children between Birth and Age Eight. Technical Report #2."},
      {
        "id":"ED452637",
        "title":"National Survey To Validate General Growth Outcomes for Children between Birth and Age Eight: Initial Results. Technical Report #3."},
      {
        "id":"ED452638",
        "title":"Research and Development of Individual Growth and Development Indicators for Children between Birth to Age Eight. Technical Report #4."},
      {
        "id":"ED452639",
        "title":"Research and Development of Exploring Solutions Assessments for Children between Birth and Age Eight. Technical Report #5."},
      {
        "id":"ED452640",
        "title":"Theoretical Foundations of the Early Childhood Research Institute on Measuring Growth and Development: An Early Childhood Problem-Solving Model. Technical Report #6."},
      {
        "id":"ED452641",
        "title":"Family Outcomes in a Growth and Development Model. Technical Report #7."},
      {
        "id":"ED452642",
        "title":"Alternate Alternates: A Medley of Alternate Assessments."},
      {
        "id":"ED452644",
        "title":"The Effects of Systematic Implementation of Music on Behavior and Performance of the Special Needs Student."},
      {
        "id":"ED452645",
        "title":"Georgia Compliance Review Self-Study FY 01."},
      {
        "id":"ED452646",
        "title":"Rules for the Provision of Special Education to Special Education Students. Chapter 392-172 WAC."},
      {
        "id":"ED452647",
        "title":"Colorado Options: A Handbook of Postsecondary Education Services for Students with Disabilities. Fourth Edition."},
      {
        "id":"ED452648",
        "title":"Evaluation of the Special Instructional Assistance Program. Final Report."},
      {
        "id":"ED452649",
        "title":"Educating Exceptional Children: A Statistical Profile."},
      {
        "id":"ED452650",
        "title":"Identifying and Assessing Substance Abuse Problems with Deaf, Deafened, and Hard of Hearing Individuals."},
      {
        "id":"ED452651",
        "title":"Differentiation of Instruction for Disadvantaged Gifted Students: A Systemic Change Model."},
      {
        "id":"ED452652",
        "title":"Connecting the Curriculum for Excellence: English Vertical Teams."},
      {
        "id":"ED452653",
        "title":"A Guide to Schoolwide Planning for Paraeducator Supports."},
      {
        "id":"ED452654",
        "title":"Students with Disabilities in Standards-Based Assessment and Accountability Systems: Emerging Issues, Strategies, and Recommendations. Synthesis Report 37."},
      {
        "id":"ED452656",
        "title":"Developmental Delay: Review of Research and Future Directions. Policy Forum Proceedings Document (Alexandria, Virginia, July 19-21, 2000)."},
      {
        "id":"ED452657",
        "title":"Charter Schools and Students with Disabilities: A National Study. Final Report."},
      {
        "id":"ED452658",
        "title":"Primer for New ICC Parents."},
      {
        "id":"ED452659",
        "title":"Natural Environments for Infants and Toddlers: An Inquiry into the Origin and Meaning of the Term."},
      {
        "id":"ED452660",
        "title":"Research Strategies for Strengthening Your Work on the ICC."},
      {
        "id":"ED452661",
        "title":"&quot;Who You Gonna Call?&quot; [and] New Roles for Parents."},
      {
        "id":"ED452662",
        "title":"Report on Autism Conference Sponsored by NEC*TAS (Hartford, Connecticut, February 1996)."},
      {
        "id":"ED452663",
        "title":"FICC Parents Reach Out."},
      {
        "id":"ED452664",
        "title":"Enhancing Family Roles in EI Programs."},
      {
        "id":"ED452665",
        "title":"What Parents Need To Know about Managed Care."},
      {
        "id":"ED452666",
        "title":"Family Experiences: Ways To Lead Change through Telling Your Story."},
      {
        "id":"ED452667",
        "title":"One Mother's Reflections: Recent Reading about Autism."},
      {
        "id":"ED452668",
        "title":"Finding and Referring Infants and Preschoolers with Developmental and Health Needs. Health Services for Young Children under IDEA, Paper No. 2."},
      {
        "id":"ED452669",
        "title":"Providing Early Services to Children with Special Needs and Their Families. Health Services for Young Children under IDEA, Paper No. 1."},
      {
        "id":"ED452670",
        "title":"State and Jurisdictional Eligibility Definitions for Infants and Toddlers with Disabilities under IDEA. Nectas Notes, Number 5. Revised."},
      {
        "id":"ED452671",
        "title":"Descriptions of Selected State Local Interagency Coordinating Councils (LICCs)."},
      {
        "id":"ED452672",
        "title":"State ICC Overview: Policies, Programs, and Practices of State Interagency Coordinating Councils under the Individuals with Disabilities Education Act."},
      {
        "id":"ED452673",
        "title":"Helping Our Nation's Infants and Toddlers with Disabilities and Their Families: A Briefing Paper on Part H of the Individuals with Disabilities Education Act (IDEA), 1986-1995. A Preliminary Report Submitted to the Federal Interagency Coordinating Council, April 20-21, 1995."},
      {
        "id":"ED452674",
        "title":"Energy Management Plan."},
      {
        "id":"ED452675",
        "title":"Vandalism Isn't Funny, It's a Crime! Minimising Wilful and Accidental Damage to DoE Buildings."},
      {
        "id":"ED452676",
        "title":"Guide to School Site Analysis and Development: 2000 Edition."},
      {
        "id":"ED452677",
        "title":"School Site Selection and Approval Guide."},
      {
        "id":"ED452678",
        "title":"Sample RFP for Architectural Services, 2000."},
      {
        "id":"ED452679",
        "title":"Science Accommodation in Secondary Schools: A Design Guide. Building Bulletin 80 (Revised 1999)."},
      {
        "id":"ED452680",
        "title":"Modern Foreign Languages Accommodation: A Design Guide. Building Bulletin 92."},
      {
        "id":"ED452681",
        "title":"Arts Education Facilities Planner for Grades 9-12."},
      {
        "id":"ED452683",
        "title":"IPM Standards for Schools: A Program for Reducing Pest and Pesticide Risks in Schools and Other Sensitive Environments. Version 2.0."},
      {
        "id":"ED452684",
        "title":"Collaborative Planning for School Facilities and Comprehensive Land Use. Revised."},
      {
        "id":"ED452685",
        "title":"Programming and Design of Public Schools within the Context of Community."},
      {
        "id":"ED452686",
        "title":"GIS in Community-Based School Planning: A Tool To Enhance Decision Making, Cooperation, and Democratization in the Planning Process. Revised."},
      {
        "id":"ED452687",
        "title":"Federal Interagency Committee on Aviation Noise (FICAN) Position on Research into Effects of Aircraft Noise on Classroom Learning."},
      {
        "id":"ED452688",
        "title":"School Construction Report."},
      {
        "id":"ED452689",
        "title":"Schools of the Future and Sustainable Design."},
      {
        "id":"ED452690",
        "title":"Francais langue etrangere en milieu homoglotte et alloglotte: quels enseignements pour quelles pratiques effectives, quelles pratiques effectives apres quels enseignements? (French as a Foreign Language in Homoglot and Alloglot Environments: What Lessons To Teach for Which Effective Practices, Which Effective Practices Follow What Lessons?)"},
      {
        "id":"ED452691",
        "title":"Bibliographie annotee 4-6--Francais langue seconde-immersion: Selection d&apos;ouvrages de la litterature jeunesse (Annotated Bibliography 4-6--French as a Second Language-Immersion: Selection of Works from Children&apos;s Literature)."},
      {
        "id":"ED452692",
        "title":"Bibliographie annotee 4-6--Francais langue premiere: Selection d&apos;ouvrages de la litterature jeunesse (Annotated Bibliography 4-6--French as a Native Language: Selection of Works from Children&apos;s Literature)."},
      {
        "id":"ED452693",
        "title":"Modeles de rendement langagier: Francais, 10e annee. Francais langue premiere (Models of Linguistic Production: French, 10th Grade. French as a Native Language)."},
      {
        "id":"ED452694",
        "title":"Modeles de rendement langagier: Francais, 12e annee. Francais langue premiere (Models of Linguistic Production: French, 12th Grade. French as a Native Language)."},
      {
        "id":"ED452695",
        "title":"Modeles de rendement langagier: Francais, 11e annee. Francais langue premiere (Models of Linguistic Production: French, 11th Grade. French as a Native Language)."},
      {
        "id":"ED452696",
        "title":"Encuentros esteticos deweyanos con la cultura popular anglofona en la ensenanza de ingles como lengua extranjera (EILE). Working Paper (Deweyan Aesthetic Encounters with Anglophone Popular Culture in the Teaching of English as a Foreign Language. Working Paper)."},
      {
        "id":"ED452697",
        "title":"Experiencias interculturales y la pedagogia de la anglofonia en la ensenanza de ingles como lengua extranjera (EILE) desde una perspectiva deweyana. Working Paper (A Deweyan Perspective on Cross-Cultural Experiences and Anglophone Pedagogy in the Teaching of English as a Foreign Language. Working Paper)."},
      {
        "id":"ED452698",
        "title":"Learner Autonomy: Learning from the Student&apos;s Voice."},
      {
        "id":"ED452700",
        "title":"Working Papers in Educational Linguistics, Fall 2000."},
      {
        "id":"ED452701",
        "title":"Teacher and Peer Responses as a Source of Negative Evidence to L2 Learners in Content-Based and Grammar-Based Classroom Activities."},
      {
        "id":"ED452702",
        "title":"EFL Teaching and EFL Teachers in the Global Expansion of English."},
      {
        "id":"ED452703",
        "title":"Standards, Exit Exams, and the Politicization of Bilingual Education: The Writing Exit Exam at Hostos College."},
      {
        "id":"ED452704",
        "title":"Participant Framework in Tutor Training."},
      {
        "id":"ED452705",
        "title":"Literacy Development through Content Based Instruction: A Case Study."},
      {
        "id":"ED452706",
        "title":"Reading and Second Language Learners. Research Report."},
      {
        "id":"ED452707",
        "title":"Choosing EFL/ESL Visual Assessments: Image and Picture Selection on Foreign and Second Language Exams."},
      {
        "id":"ED452708",
        "title":"Bibliography on Assessment: English Language Learners. Innovative Assessment."},
      {
        "id":"ED452709",
        "title":"How Did Multiple Years (7+) in a BE/ESL Program Affect the English Acquisition and Academic Achievement of Secondary LEP Students? Results from a Large Urban School District."},
      {
        "id":"ED452711",
        "title":"Reevaluating and Refining Peripherality."},
      {
        "id":"ED452712",
        "title":"Partnership for Change: The NALSAS Strategy. Interim Progress Report of the First Quadrennium of the NALSAS Strategy, 1995-1998."},
      {
        "id":"ED452713",
        "title":"Irish: The Irish Language in Education in Northern Ireland. Regional Dossiers Series."},
      {
        "id":"ED452714",
        "title":"Breton: The Breton Language in Education in France. Regional Dossiers Series."},
      {
        "id":"ED452715",
        "title":"Slovenian: The Slovenian Language in Education in Austria. Regional Dossiers Series."},
      {
        "id":"ED452716",
        "title":"Basque: The Basque Language in Education in France. Regional Dossiers Series."},
      {
        "id":"ED452717",
        "title":"North Frisian: The North Frisian Language in Education in Germany. Regional Dossiers Series."},
      {
        "id":"ED452718",
        "title":"Occitan: The Occitan Language in Education in France. Regional Dossiers Series."},
      {
        "id":"ED452719",
        "title":"Swedish: The Swedish Language in Education in Finland. Regional Dossiers Series."},
      {
        "id":"ED452720",
        "title":"Basque: The Basque Language in Education in Spain. Regional Dossiers Series."},
      {
        "id":"ED452721",
        "title":"Frisian: The Frisian Language in Education in The Netherlands. Second Revised Version. Regional Dossiers Series."},
      {
        "id":"ED452722",
        "title":"Storying Cultural Specificities of ESL Teaching in Fiji: A Grounded Composite Narrative."},
      {
        "id":"ED452724",
        "title":"Communicative Writing: Teaching Japanese High School Students To Use Writing To Communicate in English."},
      {
        "id":"ED452725",
        "title":"Working as a Foreign English Teacher in Rural Japan: JET Instructors in Shimane Prefecture."},
      {
        "id":"ED452726",
        "title":"A Quantitative Study of Cohesion in Chinese Graduate Students' Writing: Variations across Genres and Proficiency Levels."},
      {
        "id":"ED452727",
        "title":"Teaching Strategies and Student Attitudes toward Learning Korean as a Second Language."},
      {
        "id":"ED452729",
        "title":"Stereotypes of Americans: Foreign Language Learning Research."},
      {
        "id":"ED452730",
        "title":"Graduation Requirements and Course Taking Patterns of LEP Students: How State and Local Regulations Affect Secondary LEP Students' Transition to the Mainstream Program."},
      {
        "id":"ED452731",
        "title":"Effects of Student Self-Assessment on Knowledge Achievement and Academic Thinking."},
      {
        "id":"ED452732",
        "title":"La maternelle--francais langue premiere: Manuel a l'intention des parents (Pre-School--French as a Native Language: Parents' Manual)."},
      {
        "id":"ED452734",
        "title":"Corpus Based Instruction."},
      {
        "id":"ED452735",
        "title":"Individual Differences in Working Memory Capacity and the Recall of Predicted Elements in the Text."},
      {
        "id":"ED452736",
        "title":"Does Focus on Form Work for Teaching Sociopragmatics?"},
      {
        "id":"ED452737",
        "title":"Reading Theory as a Microcosm of the Four Skills. Applied Linguistics Series."},
      {
        "id":"ED452738",
        "title":"Learner Training for Learner Autonomy on Summer Language Courses."},
      {
        "id":"ED452739",
        "title":"Two-Way Immersion Programs: Features and Statistics. ERIC Digest."},
      {
        "id":"ED452740",
        "title":"Integrating Technology into the ESL Classroom. Winter 2001. Facilitator's Guide [and] Participant's Materials [and] Participant's Reference Materials."},
      {
        "id":"ED452741",
        "title":"Equipped for the Future: Lesson Planning for the Adult ESL Classroom. Winter 2000. Facilitator's Guide [and] Participant's Guide."},
      {
        "id":"ED452742",
        "title":"Worker-Centered Learning: A Union Guide to Basic Skills."},
      {
        "id":"ED452745",
        "title":"Studenters fritids--och motionsvanor i Umea och Madison. Ett bidrag till forstaelsen av Pierre Bourdieus vetenskapliga metodologi. Akademiska avhanlingar, Pedagogiska institutionen Nr. 58 (Leisure and Exercise Habits among Students in Umea and Madison. A Contribution to the Understanding of Pierre Bourdieu's Scientific Methodology. Academic Dissertation, Faculty of Social Sciences No. 58)."},
      {
        "id":"ED452747",
        "title":"Intercollegiate Athletics. Four-Year Colleges' Experiences Adding and Discontinuing Teams. Report to Congressional Requesters."},
      {
        "id":"ED452750",
        "title":"Extending Graduate Education to Non-Traditional Learners."},
      {
        "id":"ED452751",
        "title":"Using an On-Line Tool To Investigate Chemical Engineering Seniors' Concept of the Design Process."},
      {
        "id":"ED452752",
        "title":"Handbook for Graduate Studies."},
      {
        "id":"ED452753",
        "title":"Through a Critical Lens: Native American Alienation from Higher Education."},
      {
        "id":"ED452754",
        "title":"Equitable Access."},
      {
        "id":"ED452755",
        "title":"College Choice on an &quot;Unlevel&quot; Playing Field: How Low Income African American Parents Understand College Choice."},
      {
        "id":"ED452756",
        "title":"Enhancing the Benefits of Service-Learning in Undergraduate Psychology Courses."},
      {
        "id":"ED452759",
        "title":"Designs for Excellence: Handbook for Institutional Self-Study. Seventh Edition."},
      {
        "id":"ED452760",
        "title":"Report on Progress toward the Statewide Public Policy Initiatives and Goals for Missouri Higher Education, 2001."},
      {
        "id":"ED452762",
        "title":"Integrated Marketing in Higher Education. Research Report 01-01."},
      {
        "id":"ED452763",
        "title":"OUS Diversity Report: National Trends, and Racial/Ethnic Diversity among OUS Students, Instructional Faculty, and Staff."},
      {
        "id":"ED452764",
        "title":"Faculty Work and Results: Productivity Review, 2000-01."},
      {
        "id":"ED452766",
        "title":"Smart Moves for a Better Future: Your High School Guidebook to College."},
      {
        "id":"ED452768",
        "title":"Mandatory Surveys: Do They Negatively Bias Results? Institutional Research Report Number 4-00-1."},
      {
        "id":"ED452769",
        "title":"Rethinking Quality Assurance: Examining Established Practices, Exploring New Strategies. Selected Presentations at the Annual Accreditation and Quality Assurance Conference. Proceedings (Philadelphia, PA, December 4-5, 2000)."},
      {
        "id":"ED452770",
        "title":"Handbook for Evaluation Teams. Sixth Edition."},
      {
        "id":"ED452771",
        "title":"Accelerated Degree Programs: Policy Implications and Critique: What We Know about Adult Learners and Its Implications for Policy."},
      {
        "id":"ED452772",
        "title":"From Theory to Practice: An Analysis of Multicultural Education in an American Pacific Island University."},
      {
        "id":"ED452773",
        "title":"Revising a Student Evaluation of Teaching Form: A Campus-Wide Transformation Process."},
      {
        "id":"ED452774",
        "title":"Best Practices and Accreditation Issues in Distance Education."},
      {
        "id":"ED452775",
        "title":"Computing Experience and Good Practices in Undergraduate Education: Does the Degree of Campus Wiredness Matter?"},
      {
        "id":"ED452776",
        "title":"Being (Dis)Engaged in Educationally Purposeful Activities: The Influences of Student and Institutional Characteristics."},
      {
        "id":"ED452777",
        "title":"A Multilevel Analysis on Student Learning in Colleges and Universities."},
      {
        "id":"ED452778",
        "title":"The Fundamental Values of Academic Integrity: Honesty, Trust, Respect, Fairness, Responsibility."},
      {
        "id":"ED452779",
        "title":"University Reforms and Academic Governance: Reports of the 2000 Three-Nation Workshop on Academic Governance (Tokyo, Japan, February 24-25, 2000). RIHE International Publication Series No. 7."},
      {
        "id":"ED452780",
        "title":"Illinois Higher Education Annual Report, May 2001."},
      {
        "id":"ED452782",
        "title":"Utilizing Cognitive Dissonance Theory To Improve Student Ratings of College Faculty Members."},
      {
        "id":"ED452783",
        "title":"Improving Retention through a Comprehensive Student Development Model."},
      {
        "id":"ED452784",
        "title":"Problem-Based Learning in a Physical Therapy Program and Subsequent Clinical Practice: The Practitioners' Perspectives."},
      {
        "id":"ED452785",
        "title":"Perceptions versus Preferences: Adult International Students' Teaching-Learning Experiences in an American University."},
      {
        "id":"ED452786",
        "title":"Integrating Technology into PBL Small Groups in a Medical Education Setting."},
      {
        "id":"ED452787",
        "title":"Team-Based Curriculum Deliberation in a School-University Partnership: How Far Does It Go?"},
      {
        "id":"ED452788",
        "title":"Socioeconomic and Career Attainments of College Alumni with Hearing Loss: Results from a National Longitudinal Study."},
      {
        "id":"ED452789",
        "title":"A \"National Research Agenda\" for the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED452790",
        "title":"General Education Clusters at UCLA: Their Impact on Students' Academic and Social Integration."},
      {
        "id":"ED452791",
        "title":"A Comparison of the Views of Educational Administration Students in the United States and Mexico."},
      {
        "id":"ED452792",
        "title":"Administrator and Faculty Responses to Distance Education: The EASTNET Initiative."},
      {
        "id":"ED452796",
        "title":"Community Update, 2000."},
      {
        "id":"ED452797",
        "title":"EDUCAUSE 2000: Thinking IT Through. Proceedings and Post-Conference Materials (Nashville, Tennessee, October 10-13, 2000)."},
      {
        "id":"ED452798",
        "title":"Equipping Faculty for Success with Technology."},
      {
        "id":"ED452800",
        "title":"One Size Does Not Fit All: Models for Support and Training Partnerships in Virginia."},
      {
        "id":"ED452801",
        "title":"A Catalyst for Collaboration: Supporting Technology in Teaching through Partnerships."},
      {
        "id":"ED452802",
        "title":"Courseware Development for Distance Education: Issues and Policy Models for Faculty Ownership."},
      {
        "id":"ED452803",
        "title":"Early Followers versus Early Adopters: The Use of Technology as a Change Lever Leads to Increased Learning and Decreased Costs in a Computer Fluency Course."},
      {
        "id":"ED452804",
        "title":"Evaluation of Scalable Applications of Information Technology to On-Campus Learning."},
      {
        "id":"ED452805",
        "title":"Faculty/Student Interaction at a Distance: Seeking Balance."},
      {
        "id":"ED452806",
        "title":"Making the Transition: Helping Teachers To Teach Online."},
      {
        "id":"ED452807",
        "title":"Managed Chaos: Learning in Technology Enhanced Environments."},
      {
        "id":"ED452808",
        "title":"PATRON: Using a Multimedia Digital Library for Learning and Teaching in the Performing Arts."},
      {
        "id":"ED452809",
        "title":"Technology, Teamwork, and Teaching Meet in the Classroom."},
      {
        "id":"ED452810",
        "title":"Digital Video--From the Desktop to Antarctica."},
      {
        "id":"ED452811",
        "title":"Media-Rich Learning through Universal Computing and Wireless Thin Client."},
      {
        "id":"ED452812",
        "title":"Bridging the Digital Divide in Higher Education."},
      {
        "id":"ED452813",
        "title":"Consortial IT Services: Collaborating To Reduce the Pain."},
      {
        "id":"ED452814",
        "title":"&quot;Crossing the James River&quot;: Infrastructure for Distance Education."},
      {
        "id":"ED452815",
        "title":"Integrating Information, Education and Technology Services."},
      {
        "id":"ED452817",
        "title":"The Secretary&apos;s Conference on Educational Technology 1999: Evaluating the Effectiveness of Technology. [Proceedings] (Washington, D.C. July 12-13, 1999)."},
      {
        "id":"ED452818",
        "title":"Perspectives on Technology and Education Research: Lessons from the Past and Present."},
      {
        "id":"ED452819",
        "title":"Convergent Analysis: A Method for Extracting the Value from Research Studies on Technology in Education."},
      {
        "id":"ED452820",
        "title":"Observing Classroom Processes in Project-Based Learning Using Multimedia: A Tool for Evaluators."},
      {
        "id":"ED452821",
        "title":"The Technology/Content Dilemma."},
      {
        "id":"ED452822",
        "title":"Technology: How Do We Know It Works?"},
      {
        "id":"ED452823",
        "title":"Documenting the Effects of Instructional Technology: A Fly-Over of Policy Questions."},
      {
        "id":"ED452824",
        "title":"The Cyberspace Regionalization Project: Simultaneously Bridging the Digital and Racial Divide."},
      {
        "id":"ED452825",
        "title":"New Directions in the Evaluation of the Effectiveness of Educational Technology."},
      {
        "id":"ED452826",
        "title":"Measurement Issues with Instructional and Home Learning Technologies."},
      {
        "id":"ED452827",
        "title":"Critical Issues in Evaluating the Effectiveness of Technology."},
      {
        "id":"ED452828",
        "title":"The Secretary&apos;s Conference on Educational Technology, 2000: Measuring Impacts and Shaping the Future. [Proceedings] (Alexandria, Virginia, September 11-12, 2000)."},
      {
        "id":"ED452829",
        "title":"Expanding International Education through the Internet: No Longer Limited to the Global Studies and Language Curriculum."},
      {
        "id":"ED452830",
        "title":"Assessing the Role of Educational Technology in the Teaching and Learning Process: A Learner-Centered Perspective."},
      {
        "id":"ED452831",
        "title":"Developing Assessments for Tomorrow&apos;s Classrooms."},
      {
        "id":"ED452832",
        "title":"A Lesson from Richard Nixon: Observations about Technology Policy and Practice in Education."},
      {
        "id":"ED452833",
        "title":"It&apos;s Time To Upgrade: Tests and Administration Procedures for the New Millennium."},
      {
        "id":"ED452834",
        "title":"Ice Machines, Steamboats, and Education: Structural Change and Educational Technologies."},
      {
        "id":"ED452835",
        "title":"Crossing the Continuum: Results of Ohio's Annual Education Technology Assessment."},
      {
        "id":"ED452836",
        "title":"The Process of an Evaluation in Progress. Measuring the Impact of Teaching with Technology: Comprehensive Interdisciplinary Performance Assessment."},
      {
        "id":"ED452837",
        "title":"The Snapshot Survey Service: A Web Site for Assessing Teachers' and Administrators' Technology Activities, Beliefs, and Needs."},
      {
        "id":"ED452838",
        "title":"Measuring Our Progress with Real Tools: Why Does Technology Work in Some Schools and Not in Others?"},
      {
        "id":"ED452839",
        "title":"Renaissance 2000."},
      {
        "id":"ED452840",
        "title":"Integrating Technology into the Curriculum: Gaining Confidence with One-on-One Workshops."},
      {
        "id":"ED452841",
        "title":"Forum on Technology in Education: Envisioning the Future. Proceedings (Washington, D.C., December 1-2, 1999)."},
      {
        "id":"ED452842",
        "title":"E-Learning: Education Businesses Transform Schooling."},
      {
        "id":"ED452843",
        "title":"Technology in K-12 Education: Envisioning a New Future."},
      {
        "id":"ED452844",
        "title":"Extracurriculars as the Curriculum: A Vision of Education for the 21st Century."},
      {
        "id":"ED452845",
        "title":"Rewiring the History and Social Studies Classroom: Needs, Frameworks, Dangers, and Proposals."},
      {
        "id":"ED452846",
        "title":"Forum on Technology in K-12 Education: Envisioning a New Future Science."},
      {
        "id":"ED452847",
        "title":"The Future of Technology in K-12 Arts Education."},
      {
        "id":"ED452848",
        "title":"Toward a Vision of the Future Role of Technology in Literacy Education."},
      {
        "id":"ED452849",
        "title":"E-Mail Communication with First Graders."},
      {
        "id":"ED452850",
        "title":"ALIA 2000. Capitalising on Knowledge: The Information Profession in the 21st Century (Canberra, Australia, October 23-26, 2000)."},
      {
        "id":"ED452851",
        "title":"The 21st Century Information Environment."},
      {
        "id":"ED452852",
        "title":"User Perspectives of the Future of the Internet."},
      {
        "id":"ED452853",
        "title":"The User Interface: Glitz versus Content."},
      {
        "id":"ED452854",
        "title":"Public Libraries in a Wired World."},
      {
        "id":"ED452855",
        "title":"Censorship in Public Libraries."},
      {
        "id":"ED452856",
        "title":"The Impact of Change on Research Libraries: The State Library of New South Wales."},
      {
        "id":"ED452857",
        "title":"Building a Knowledge-Based Economy and Society."},
      {
        "id":"ED452858",
        "title":"Value and Performance in the IT Society."},
      {
        "id":"ED452859",
        "title":"Reading Minds: Adding Value to Services at the State Library of New South Wales."},
      {
        "id":"ED452860",
        "title":"Best Value: Libraries."},
      {
        "id":"ED452861",
        "title":"The Entrepreneurial Public Library: The Policy and Practice of Fee-Based Services."},
      {
        "id":"ED452862",
        "title":"Intellectual Property: Access and Protection."},
      {
        "id":"ED452863",
        "title":"Libraries and Literary Outcomes: A Crucial Intersection in the Cultural Field."},
      {
        "id":"ED452864",
        "title":"Development of Information Literacy: A Plan."},
      {
        "id":"ED452865",
        "title":"Libraries, Knowledge Management, and Higher Education in an Electronic Environment."},
      {
        "id":"ED452866",
        "title":"Lifelong Learning--A Public Library Perspective."},
      {
        "id":"ED452867",
        "title":"Taking the Initiative: Ensuring an Educational Role for Libraries in the Information Society Stream. Education and Information Literacy."},
      {
        "id":"ED452868",
        "title":"Access to Service: Rural and Remote Communities."},
      {
        "id":"ED452869",
        "title":"Resource Discovery within the Networked &quot;Hybrid&quot; Library."},
      {
        "id":"ED452870",
        "title":"The Last Book: The Delivery of Future Content."},
      {
        "id":"ED452871",
        "title":"The Bottom Line: Performance Measurement in a Corporate Library."},
      {
        "id":"ED452872",
        "title":"Performance Measures, Benchmarking and Value."},
      {
        "id":"ED452873",
        "title":"Changing Our Future: Issues in Leadership and Management Skills and the Information Profession."},
      {
        "id":"ED452874",
        "title":"Self Service: What Is the Function of the New Intermediary?"},
      {
        "id":"ED452875",
        "title":"Virtual Services for Virtual Readers: Reference Reborn in the E-Library."},
      {
        "id":"ED452876",
        "title":"Enabling Best Practice Recordkeeping in the Digital Age."},
      {
        "id":"ED452877",
        "title":"The Rediscovered Agents of Change: Librarians Working with Academics To Close the Information Gap."},
      {
        "id":"ED452878",
        "title":"Flexible Learning in Higher Education: Examining the Case for the &quot;Learning Profession&quot; and the &quot;Learning Discipline.&quot;"},
      {
        "id":"ED452879",
        "title":"A New Foreign Country: The Challenges and Risks of Making History in Digital Media for Historians and Librarians."},
      {
        "id":"ED452880",
        "title":"Making the Most of the Web."},
      {
        "id":"ED452881",
        "title":"Levelling the Playing Field: The Role of Libraries in Providing Online Services for People with Disabilities."},
      {
        "id":"ED452882",
        "title":"The Network Becomes the Library: The Need for Supportability."},
      {
        "id":"ED452883",
        "title":"The Status of Academic Libraries in the United States: Results from the 1996 Academic Library Survey with Historical Comparisons. Survey Report."},
      {
        "id":"ED452884",
        "title":"Red Deer College Fact Book, 1999/2000."},
      {
        "id":"ED452885",
        "title":"Tacoma Community College Facts, 1999-2000."},
      {
        "id":"ED452887",
        "title":"Why Every College Needs an Instructional Designer To Support Faculty Innovation."},
      {
        "id":"ED452888",
        "title":"Why Math? Applications in Science, Engineering, and Technological Programs. AACC Research Brief."},
      {
        "id":"ED452889",
        "title":"Building Leadership and Academic Success through Tutoring Programs."},
      {
        "id":"ED452890",
        "title":"The Community College Conscience: Service-Learning and Training Tomorrow&apos;s Teachers. Issue Paper."},
      {
        "id":"ED452891",
        "title":"Asynchronous Learning from the Student Perspective."},
      {
        "id":"ED452892",
        "title":"American Higher Education at the Rubicon: A Partnership for Progress."},
      {
        "id":"ED452894",
        "title":"Student Academic Achievement Plan: An Assessment Plan and Program. Revised."},
      {
        "id":"ED452895",
        "title":"Community College Reverse Transfer Students: A Discriminant Analysis of Completers and Noncompleters."},
      {
        "id":"ED452896",
        "title":"A Study of Selected Counties in Community College Service Areas."},
      {
        "id":"ED452897",
        "title":"Curriculum for Entrepreneurship Education: A Review. CELCEE Digest."},
      {
        "id":"ED452898",
        "title":"College Profiles, 2000: Public Community and Technical Colleges of Texas."},
      {
        "id":"ED452899",
        "title":"A Re-Examination of Faculty Hiring Processes and Procedures."},
      {
        "id":"ED452900",
        "title":"Community Conversations: Toward Shared Understandings of American Identity."},
      {
        "id":"ED452901",
        "title":"Community College Students' Perspectives on Schooling and Scientific Work."},
      {
        "id":"ED452902",
        "title":"Westchester Community College Strategic Plan, 1997-2002."},
      {
        "id":"ED452903",
        "title":"Consultants' Report to West Virginia State College and Community and Technical College Study Commission: Observations and Recommendations."},
      {
        "id":"ED452904",
        "title":"Ontario's Colleges: Leaders in Applied Learning. Presentation to Investing in Students Task Force."},
      {
        "id":"ED452905",
        "title":"Future College Capacity Issues Resulting from the Double Cohort and Other Demographic Considerations."},
      {
        "id":"ED452906",
        "title":"Creating a Sophomore Capstone Experience in the Community College."},
      {
        "id":"ED452907",
        "title":"Mississippi&apos;s Public Community and Junior Colleges Statistical Data, 1999-2000."},
      {
        "id":"ED452908",
        "title":"Educational Goal Attainment: A One-Year Follow-Up Study of Nonreturning JCCC Students."},
      {
        "id":"ED452909",
        "title":"Brown &amp; Gold Club Member Survey: What Senior Adults Want."},
      {
        "id":"ED452910",
        "title":"City College of New York CITY FACTS, 2000-2001."},
      {
        "id":"ED452911",
        "title":"A Profile of Summer 2000 Guest Students at Community College of Philadelphia. IR Report #114."},
      {
        "id":"ED452912",
        "title":"Capital Projects Manual for the Illinois Public Community Colleges."},
      {
        "id":"ED452913",
        "title":"Are All Community Colleges Alike?"},
      {
        "id":"ED452914",
        "title":"A One-Room School for Developmental Studies."},
      {
        "id":"ED452915",
        "title":"External Scan 2000: Environmental Scan of the Greater Sacramento Area."},
      {
        "id":"ED452916",
        "title":"Employment, Salary &amp; Placement Information for Johnson County Community College Career Programs."},
      {
        "id":"ED452917",
        "title":"California Colleges and Universities Learning Assistance/Tutorial Statistical Data Report, Fiscal Year 1997-98."},
      {
        "id":"ED452919",
        "title":"Association of Colleges of Applied Arts and Technology of Ontario 2001 Environmental Scan."},
      {
        "id":"ED452921",
        "title":"University of Alaska Anchorage 2000 Factbook."},
      {
        "id":"ED452922",
        "title":"The Center for Excellence in Teaching and Learning: A Faculty Development System."},
      {
        "id":"ED452923",
        "title":"WTCS Facts, February 2001."},
      {
        "id":"ED452924",
        "title":"Parkland College Transfer Program Graduate Follow-Up Survey, 1999-2000."},
      {
        "id":"ED452926",
        "title":"Los Rios Community College District Fall 2000 Student Profile, Based upon First Census Data."},
      {
        "id":"ED452927",
        "title":"Wisconsin Technical College System Board 1999-2000 Graduate Follow-Up Report."},
      {
        "id":"ED452928",
        "title":"Austin Community College Fact Book, 2000-2001."},
      {
        "id":"ED452929",
        "title":"Austin Community College Comprehensive Master Plan, 2000-2001."},
      {
        "id":"ED452930",
        "title":"Community College of Philadelphia Institutional Effectiveness, 2000: A College Report Card. IR Report #119."},
      {
        "id":"ED452932",
        "title":"Perkins Core Performance Measures: Results and Targets, 1999-2000."},
      {
        "id":"ED452933",
        "title":"The Millennium QUEST: Results of the Survey. Annual Staff Survey. Complete Set of Tables &amp; Charts. Research Report Number 108."},
      {
        "id":"ED452934",
        "title":"KCTCS Kentucky Manufacturing Skill Standards Assessment Center/Assessment Provider Application."},
      {
        "id":"ED452935",
        "title":"PVCC Minority Enrollment Report, Fall Semester 2000. Research Report."},
      {
        "id":"ED452936",
        "title":"The Impact of College Hour upon Class Enrollments. Research Report."},
      {
        "id":"ED452937",
        "title":"Policy Guidelines for Restricted Grant Expenditures and Reporting, Fiscal Year 2001."},
      {
        "id":"ED452938",
        "title":"Handbook for Provision of Services for Students with Disabilities in the Florida Community College System."},
      {
        "id":"ED452939",
        "title":"Average Scores for 1996-97 FTIC Students Failing the CPT by Ethnicity. Data Trend 09."},
      {
        "id":"ED452940",
        "title":"North Seattle Community College Chemical Hygiene Plan."},
      {
        "id":"ED452941",
        "title":"The Influence of an Intensive Faculty-Guided Mentoring Program on the College Adjustment of At-Risk Students: A Qualitative Assessment."},
      {
        "id":"ED452950",
        "title":"The Effects of Young Children's Everyday Activities: A Longitudinal Study in the United States, Russia, and Estonia."},
      {
        "id":"ED452951",
        "title":"How Are Transition-to-Kindergarten Activities Associated with Parent Involvement during Kindergarten?"},
      {
        "id":"ED452952",
        "title":"Kindergarten in Alberta: A Handbook for Parents, 2000-2001."},
      {
        "id":"ED452953",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 1."},
      {
        "id":"ED452954",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 2."},
      {
        "id":"ED452955",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 3."},
      {
        "id":"ED452956",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 4."},
      {
        "id":"ED452957",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 5."},
      {
        "id":"ED452958",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 6."},
      {
        "id":"ED452959",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 7."},
      {
        "id":"ED452960",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 8."},
      {
        "id":"ED452961",
        "title":"Curriculum Handbook for Parents, 2000-2001: Grade 9."},
      {
        "id":"ED452962",
        "title":"Curriculum Handbook for Parents, 2000-2001: Senior High School."},
      {
        "id":"ED452963",
        "title":"Kindergarten in Alberta: A Handbook for Parents, 2000-2001. Catholic School Version."},
      {
        "id":"ED452964",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 1."},
      {
        "id":"ED452965",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 2."},
      {
        "id":"ED452966",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 3."},
      {
        "id":"ED452967",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 4."},
      {
        "id":"ED452968",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 5."},
      {
        "id":"ED452969",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 6."},
      {
        "id":"ED452970",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 7."},
      {
        "id":"ED452971",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 8."},
      {
        "id":"ED452972",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Grade 9."},
      {
        "id":"ED452973",
        "title":"Curriculum Handbook for Parents, 2000-2001: Catholic School Version, Senior High School."},
      {
        "id":"ED452978",
        "title":"PEEP Voices: A Five Year Diary. Supporting Early Learning at Home, 1995-2000."},
      {
        "id":"ED452980",
        "title":"A Book a Day Keeps the Doctor Away: A Look at the Implementation and Effects of Reach Out and Read, a Pediatric Clinic-Based Early Literacy Promotion Program."},
      {
        "id":"ED452982",
        "title":"Fathers' and Mothers' Involvement in Their Children's Schools by Family Type and Resident Status. National Household Education Survey. Statistical Analysis Report."},
      {
        "id":"ED452983",
        "title":"Kids Count in Michigan Data Book, 2000: County Profiles of Child and Family Well-Being."},
      {
        "id":"ED452988",
        "title":"State of the World's Mothers, 2001."},
      {
        "id":"ED452992",
        "title":"A State Call to Action: Working To End Child Abuse and Neglect in Massachusetts."},
      {
        "id":"ED452993",
        "title":"State Initiatives To Increase Compensation for Child Care Workers."},
      {
        "id":"ED452995",
        "title":"Head Start, Medicaid, and CHIP: Partners for Healthy Children. A Guide for Head Start Programs."},
      {
        "id":"ED452996",
        "title":"Early Childhood Research &amp; Practice: An Internet Journal on the Development, Care, and Education of Young Children, Spring 2001."},
      {
        "id":"ED452997",
        "title":"A Trip to the Zoo: Children's Words and Photographs."},
      {
        "id":"ED452998",
        "title":"Handwriting Readiness: Locatives and Visuomotor Skills in the Kindergarten Year."},
      {
        "id":"ED452999",
        "title":"Teachers' Beliefs and Teaching Beliefs."},
      {
        "id":"ED453000",
        "title":"&quot;Clouds Come from New Hampshire&quot;: Confronting the Challenge of Philosophical Change in Early Childhood Programs."},
      {
        "id":"ED453001",
        "title":"Reactions to Visiting the Infant-Toddler and Preschool Centers in Reggio Emilia, Italy."},
      {
        "id":"ED453002",
        "title":"Reflections and Impressions from Reggio Emilia: &quot;It's Not about Art!&quot;"},
      {
        "id":"ED453004",
        "title":"Michigan School Readiness Program: Implementation Manual."},
      {
        "id":"ED453005",
        "title":"Alianza para el Aprendizaje: Una guia de actividades educativas para familias (Alliance for Learning: A Guide of Educational Activities for Families)."},
      {
        "id":"ED453006",
        "title":"Rural Education Looks to a Bright Future in the New Millennium: A Report on the Alaska Rural Education Leadership Retreat."},
      {
        "id":"ED453007",
        "title":"Aspects of Traditional Inupiat Education."},
      {
        "id":"ED453008",
        "title":"Cultural Standards and Test Scores."},
      {
        "id":"ED453009",
        "title":"A Comparison of Local Concerns in West Virginia Communities: 1996 and 2000. Research Paper 2016."},
      {
        "id":"ED453010",
        "title":"The Education of Migrant Children in Michigan: A Policy Analysis Report. JSRI Occasional Paper No. 72. Latino Studies Series."},
      {
        "id":"ED453011",
        "title":"How Rural America Sees Its Future. The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED453012",
        "title":"High School Dropouts: Implications in the Economic Development of West Virginia. Research Paper 9909."},
      {
        "id":"ED453014",
        "title":"Lessons from Kentucky. [All Children Can Learn Conference (Louisville, Kentucky, December 7-9, 2000)]."},
      {
        "id":"ED453015",
        "title":"Looking to the States for New Rural Policies. The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED453016",
        "title":"The Multi-Faceted Structure of School Achievement Motivation: A Case for Social Goals."},
      {
        "id":"ED453018",
        "title":"Growing Partnerships for Rural Special Education. Conference Proceedings (San Diego, California, March 29-31, 2001)."},
      {
        "id":"ED453019",
        "title":"Personnel Preparation and Service Delivery Issues in Rural Areas: The State of the Art."},
      {
        "id":"ED453020",
        "title":"Reform Theory into Practice: A Case Study Examination of West Virginia's Efforts To Promote Inclusive Schooling through Site-Based Partnership Decision-Making Practices."},
      {
        "id":"ED453021",
        "title":"Contemporary Issues Education: Rural Perspectives and Resources."},
      {
        "id":"ED453022",
        "title":"Early Childhood Intervention Partnerships on the Navajo Reservation with an Emphasis on Special Education."},
      {
        "id":"ED453023",
        "title":"The Effects of a Discriminative Stimulus, Paired with Individual and Group Reward Contingencies, on the Decibel Levels in an Elementary School Lunch Room."},
      {
        "id":"ED453024",
        "title":"Responsive Special Education Partnerships: Dealing with the Tough Cases in Small Rural Schools."},
      {
        "id":"ED453025",
        "title":"Rural Special Education Teachers as Caregivers: Voices of Students and Teachers."},
      {
        "id":"ED453026",
        "title":"Language Isn't Needed: Nonverbal Assessments and Gifted Learners."},
      {
        "id":"ED453027",
        "title":"Rural Navajo Students in Kayenta Unified School District's Special Education Programs: The Effects of Home Location and Language."},
      {
        "id":"ED453028",
        "title":"Who Me? The Dilemma of Rural Special Education in the English Language Learner World."},
      {
        "id":"ED453029",
        "title":"Lessons Learned: Effective Strategies for Partnering with Rural African-American Parents."},
      {
        "id":"ED453030",
        "title":"&quot;But I Have a Right To Become a Teacher!&quot;"},
      {
        "id":"ED453031",
        "title":"The Coach-of-Coaches Model for Preparing Rural Special Education Teachers."},
      {
        "id":"ED453032",
        "title":"The Electronic Enhancement of Supervision Project (EESP)."},
      {
        "id":"ED453033",
        "title":"Finding and Keeping the Best: A Rural Regional Partnership."},
      {
        "id":"ED453034",
        "title":"Implementing and Evaluating Effective Professional Development in Functional Behavioral Assessment in Rural Schools."},
      {
        "id":"ED453035",
        "title":"Pre-Teachers Evaluate University-School Partnerships for Curriculum Adaptation and Access for Students with Disabilities in Rural Classrooms."},
      {
        "id":"ED453036",
        "title":"Predictive Factors for the Enrollment of African American Students in Special Education Preservice Programs."},
      {
        "id":"ED453037",
        "title":"University and School District Partners Go the Distance To &quot;Grow&quot; Special Education Teachers in Rural Communities."},
      {
        "id":"ED453038",
        "title":"Preference of Students' Response and Outcomes of Distance Education Course Evaluation."},
      {
        "id":"ED453039",
        "title":"When Face to Face Won't Work: Internet-Based Focus Groups."},
      {
        "id":"ED453040",
        "title":"The Transition of Special Needs Students to Kayenta from Outlying Communities: Partnerships between Schools and Districts."},
      {
        "id":"ED453041",
        "title":"A Partnership Model for the Offshore Delivery of a Research MEd in Rural Studies."},
      {
        "id":"ED453043",
        "title":"The Urban and Rural Fellowship School Experiments in Pakistan: Design, Evaluation, and Sustainability."},
      {
        "id":"ED453044",
        "title":"Effective Schooling in Rural Africa Project Report 1: Review of Phase I of the Program, March-August 2000."},
      {
        "id":"ED453045",
        "title":"Effective Schooling in Rural Africa Report 2: Key Issues Concerning School Effectiveness and Improvement."},
      {
        "id":"ED453046",
        "title":"Effective Schooling in Rural Africa Report 3: Case Study Briefs on Rural Schooling."},
      {
        "id":"ED453047",
        "title":"Effective Schooling in Rural Africa Report 4: Frequently Asked Questions about Effective Schooling in Rural Communities."},
      {
        "id":"ED453049",
        "title":"Evaluation of Attitude, Achievement, and Classroom Environment in a Learner-Centered Introductory Biology Class."},
      {
        "id":"ED453050",
        "title":"Promoting Argumentation in Middle School Science Classrooms: A Project SEPIA Evaluation."},
      {
        "id":"ED453051",
        "title":"Using Case Studies To Teach Science."},
      {
        "id":"ED453052",
        "title":"Lessons Learned from Operating an NSF Education Coalition."},
      {
        "id":"ED453053",
        "title":"Early Childhood Science Education and the Workforce of Tomorrow. A Special Report Based on a Conference Convened by Educational Equity Concepts, Inc., and the New York Academy of Sciences (New York, New York, June 15-16, 1999). A Science in Society Policy Report."},
      {
        "id":"ED453054",
        "title":"An Example of Strategy for International Partnership in Engineering Education through Two Different Double Degree Programs: Ten Years of Experiment in Europe and Overseas, 1987-1997."},
      {
        "id":"ED453055",
        "title":"Technology Meets Math Education: Envisioning a Practical Future Forum on the Future of Technology in Education."},
      {
        "id":"ED453056",
        "title":"DO-IT (Disabilities, Opportunities, Internetworking, Technology) Programs and Resources."},
      {
        "id":"ED453057",
        "title":"IPRO--InterProfessional Project."},
      {
        "id":"ED453058",
        "title":"Development of an Aviation Maintenance Curriculum in an Aerospace Engineering Department."},
      {
        "id":"ED453059",
        "title":"Assessment Grading Systems and Regulations in Learning Outcome Models."},
      {
        "id":"ED453061",
        "title":"Fostering a Stance of Inquiry among Teachers: Professional Development in Mathematics Education. Center for the Development of Teaching Paper Series."},
      {
        "id":"ED453062",
        "title":"Accessing Science in the Primary School: Meeting the Challenges of Children with Learning Difficulties."},
      {
        "id":"ED453063",
        "title":"Lance and John Get To Know an Integrated Learning System."},
      {
        "id":"ED453065",
        "title":"Water Foundations Teachers Guide. The Science of Florida's Water Resources: Lesson Plans for Teachers and Students."},
      {
        "id":"ED453066",
        "title":"Proceedings of the Teton Summit for Program Evaluation in Nonformal Environmental Education (Kelly, Wyoming, May 19-22, 2000)."},
      {
        "id":"ED453067",
        "title":"Microprocessor Based Laboratory Activities as Catalysts for Student Construction of Understanding in Physics."},
      {
        "id":"ED453068",
        "title":"Graphics Calculators in Examinations: A Question of Equity?"},
      {
        "id":"ED453069",
        "title":"Who Can('t) Do Maths--Boys/Girls? An International Comparison."},
      {
        "id":"ED453070",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME 20) (20th, Valencia, Spain, July 8-12, 1996). Volume 1."},
      {
        "id":"ED453071",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME 20) (20th, Valencia, Spain, July 8-12, 1996). Volume 2."},
      {
        "id":"ED453072",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME 20) (20th, Valencia, Spain, July 8-12, 1996). Volume 3."},
      {
        "id":"ED453073",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME 20) (20th, Valencia, Spain, July 8-12, 1996). Volume 4."},
      {
        "id":"ED453074",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME 20) (20th, Valencia, Spain, July 8-12, 1996). Addenda."},
      {
        "id":"ED453075",
        "title":"Values in Mathematics Education: Making Values Teaching Explicit in the Mathematics Classroom."},
      {
        "id":"ED453076",
        "title":"Student Level Factors That Influence the Mathematics Achievement of Australian Students: A Path Analysis with Comparisons over Time."},
      {
        "id":"ED453077",
        "title":"Teachers' Beliefs about Successful Teaching and Learning in Mathematics."},
      {
        "id":"ED453078",
        "title":"Students' Experiences of Understanding University Physics."},
      {
        "id":"ED453079",
        "title":"HSC Biology Teachers and the Stage 6 Syllabus."},
      {
        "id":"ED453080",
        "title":"Students' Explanatory Style, Goal Orientation and Achievement in Mathematics: A Longitudinal Study."},
      {
        "id":"ED453081",
        "title":"Beyond Computation: Improving Mathematical Problem Solving."},
      {
        "id":"ED453082",
        "title":"Assessment of Differences in University Oceanography Students' Scientific Writing."},
      {
        "id":"ED453083",
        "title":"Proceedings of the Annual International Conference of the Association for the Education of Teachers in Science (Costa Mesa, California, January 18-21, 2001)."},
      {
        "id":"ED453085",
        "title":"First Engineering Games at UnicenP."},
      {
        "id":"ED453086",
        "title":"The Nation's Report Card: Mathematics, 2000."},
      {
        "id":"ED453090",
        "title":"Actual Dimensions of the Visual Aesthetic Education (VAE) Process and Teacher's Valuation of Pupil's Work at School."},
      {
        "id":"ED453091",
        "title":"Key Cultural Questions of Visual Aesthetic Education Progress or Reduction in the 3rd Millennium."},
      {
        "id":"ED453092",
        "title":"Mexico &amp; Guatemala: A Close-Up Look at Their Ethos as a Tool To Improve ESL Instruction in the U.S. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED453093",
        "title":"Religious Tolerance."},
      {
        "id":"ED453094",
        "title":"The Wilderness &amp; Land Ethic Curriculum. Ninth through Twelfth Grade. First Edition."},
      {
        "id":"ED453095",
        "title":"The Wilderness &amp; Land Ethic Curriculum. Kindergarten through 8th Grade. Second Edition."},
      {
        "id":"ED453096",
        "title":"Japan Studies Association Journal, 1998."},
      {
        "id":"ED453097",
        "title":"Japan Studies Association Journal, 2001."},
      {
        "id":"ED453098",
        "title":"International Education in Australian Universities: Concepts and Definitions."},
      {
        "id":"ED453099",
        "title":"&quot;The Door Opens and the Tiger Leaps&quot;: Theory and Method in Comparative Education in the Global Era."},
      {
        "id":"ED453100",
        "title":"Beyond the &quot;Gender Wars&quot;: A Conversation about Girls, Boys, and Education (Washington, D.C., September 14-15, 2000)."},
      {
        "id":"ED453101",
        "title":"Labor."},
      {
        "id":"ED453102",
        "title":"Local Government: The Learning Laboratory."},
      {
        "id":"ED453108",
        "title":"Building Multiple Historical Perspectives: An Investigation of How Middle School Students Are Influenced by Different Perspectives."},
      {
        "id":"ED453109",
        "title":"Global Literacy: Challenges, Culture and Connections."},
      {
        "id":"ED453110",
        "title":"Using Mentors and Interdisciplinary Teams To &quot;Genderize&quot; Teacher Education."},
      {
        "id":"ED453112",
        "title":"The Building Blocks of Character Education: Respect, Responsibility, Citizenship."},
      {
        "id":"ED453113",
        "title":"Libraries and Lenin."},
      {
        "id":"ED453114",
        "title":"Topical Research: Africa."},
      {
        "id":"ED453117",
        "title":"Allocating Educational Funding To Maximize Academic Attainments."},
      {
        "id":"ED453119",
        "title":"Beyond Multiculturalism: Towards a Unification Theory for the Improvement of Cross-Cultural Communication."},
      {
        "id":"ED453120",
        "title":"Women and Their Effectiveness as Leaders: What Makes the Difference among Deans?"},
      {
        "id":"ED453121",
        "title":"Women's Studies Faculty: Claiming Feminist Scholarship in a State University System."},
      {
        "id":"ED449115",
        "title":"Resources on Four Trends in the Social Studies."},
      {
        "id":"ED449116",
        "title":"School Violence Prevention Demonstration Program: Report on Year One, 1999-2000 School Year."},
      {
        "id":"ED449117",
        "title":"Promising Practices: New Ways To Improve Teacher Quality."},
      {
        "id":"ED449118",
        "title":"Evaluating Technology-Based Curriculum Materials. ERIC Digest."},
      {
        "id":"ED449119",
        "title":"Out-of-Field Teaching. ERIC Digest."},
      {
        "id":"ED449120",
        "title":"Reflective Practice and Professional Development. ERIC Digest."},
      {
        "id":"ED449121",
        "title":"School Health Education in a Multicultural Society. ERIC Digest."},
      {
        "id":"ED449123",
        "title":"Teaching in Year-Round Schools. ERIC Digest."},
      {
        "id":"ED449137",
        "title":"A Review of Challenges and Innovations in the Preparation of Teachers for Urban Contexts: Implications for State Policy."},
      {
        "id":"ED449138",
        "title":"Integrating Technology into Teacher Education: A Review of Bank Street's Project EXPERT."},
      {
        "id":"ED449139",
        "title":"Schools as Learning Organizations: A Review of the Literature. The Creation of High-Performance Schools through Organizational and Individual Learning (Part One of Three)."},
      {
        "id":"ED449140",
        "title":"Selected Annotated Bibliography: &quot;Schools as Learning Communities.&quot; The Creation of High-Performance Schools through Organizational and Individual Learning."},
      {
        "id":"ED449141",
        "title":"Practitioners' Guide to Learning Communities. Creation of High-Performance Schools through Organizational and Individual Learning."},
      {
        "id":"ED449143",
        "title":"Building an International Student Teaching Program: A California/Mexico Experience."},
      {
        "id":"ED449144",
        "title":"Preliminary Analysis Report: Construct Validity Study of the National Board for Professional Teaching Standards."},
      {
        "id":"ED449145",
        "title":"Teacher Learning, Professional Community, and Accountability in the Context of High School Reform."},
      {
        "id":"ED449147",
        "title":"A Conceptual Review of Literature on New Teacher Induction."},
      {
        "id":"ED449148",
        "title":"Camel-Makers: Building Effective Teacher Teams Together. A Modern Fable for Educators."},
      {
        "id":"ED449149",
        "title":"Professionalism and the Public Good: A Brief History of Teacher Certification."},
      {
        "id":"ED449151",
        "title":"Encouraging Lifelong Healthy Habits for a Positive Body Image in Adolescents."},
      {
        "id":"ED449155",
        "title":"Understanding Teachers' Perspectives on Teaching and Learning: A Synthesis of Work in Five Study Sites."},
      {
        "id":"ED449156",
        "title":"Methods Courses, So What? Preliminary Findings of a Longitudinal Study."},
      {
        "id":"ED449157",
        "title":"Opening Lines: Approaches to the Scholarship of Teaching and Learning."},
      {
        "id":"ED449161",
        "title":"Health Issues in Aging. The Health Education Monograph Series, Volume 18, Number 2."},
      {
        "id":"ED449162",
        "title":"In-site Insight: A Look at Professional Development in Montclair, New Jersey."},
      {
        "id":"ED449163",
        "title":"Education Policy Analysis Archives, 2000."},
      {
        "id":"ED449164",
        "title":"Data Exchange Activities in a Large Introductory Statistics Class: Effects, Limitations, and Possibilities."},
      {
        "id":"ED449165",
        "title":"Portfolios versus State Mandated Testing."},
      {
        "id":"ED449166",
        "title":"Towards an Extended Typology of Research Errors."},
      {
        "id":"ED449167",
        "title":"Assessment, Geography, and the Student."},
      {
        "id":"ED449168",
        "title":"Predictors of Ohio K-4 Student Competencies on the National Educational Technology Standards."},
      {
        "id":"ED449169",
        "title":"Equating Test Scores Using the Linear Method: A Primer."},
      {
        "id":"ED449170",
        "title":"Determining the Number of Factors To Retain."},
      {
        "id":"ED449172",
        "title":"Understanding Educational Quality: Where Validity Meets Technology. William H. Angoff Memorial Lecture Series."},
      {
        "id":"ED449174",
        "title":"How Out-of-Level Testing Affects the Psychometric Quality of Test Scores. Out-of-Level Testing Report 2."},
      {
        "id":"ED449176",
        "title":"Assessment in the History Curriculum."},
      {
        "id":"ED449177",
        "title":"The Precision Efficacy Analysis for Regression Sample Size Method."},
      {
        "id":"ED449178",
        "title":"Monte Carlo Simulation for Perusal and Practice."},
      {
        "id":"ED449179",
        "title":"Art and Assessment in the Science Curriculum."},
      {
        "id":"ED449180",
        "title":"Assessing Student Achievement in the Social Studies."},
      {
        "id":"ED449181",
        "title":"Predicting Academic Achievement Using Archival Mobility Data."},
      {
        "id":"ED449182",
        "title":"Meta-Analysis of Equivalence of Computerized and P&amp;P Tests on Ability Measures."},
      {
        "id":"ED449183",
        "title":"Assessing Readiness for Learning in Science."},
      {
        "id":"ED449185",
        "title":"Dimensions of Learning Evaluation for Kirkland School District."},
      {
        "id":"ED449186",
        "title":"The State's Role in Supporting Data-Driven Decision-Making: A View of Wyoming."},
      {
        "id":"ED449187",
        "title":"Including Special Needs Students in Standards-Based Reform: A Report on McREL's Diversity Roundtable III (Denver, Colorado, September 14-15, 2000)."},
      {
        "id":"ED449188",
        "title":"Competence Development Learning by Problem Solving. No. 74."},
      {
        "id":"ED449189",
        "title":"Do the Humanities Contribute to Education? No. 75."},
      {
        "id":"ED449191",
        "title":"Preparations for Modelling the Relationship between Competence and Qualifications. No. 77."},
      {
        "id":"ED449192",
        "title":"Evaluating the Effectiveness of a Technical Assistance System To Build the Organizational Capacity of a High-Need School District: One Piece of the Puzzle."},
      {
        "id":"ED449194",
        "title":"Harmonizing Mandated Standards and Principles of Learning in Psychology (Evaluating Curricular Issues)."},
      {
        "id":"ED449195",
        "title":"The Student, Journal Writing, and Assessment."},
      {
        "id":"ED449196",
        "title":"Assessment, Reading, and the Curriculum."},
      {
        "id":"ED449197",
        "title":"Classroom Organization and Student Behavior."},
      {
        "id":"ED449199",
        "title":"SAT 9 Fairness to Hispanic ELLs: An Examination of the Common Problems Hispanic English Language Learners Face When Taking the Annual Stanford 9 Test in California."},
      {
        "id":"ED449200",
        "title":"Comparative Analyses of Students' Academic Achievement in Ten Schools Program and Selected Comparison Schools. Publication No. 785."},
      {
        "id":"ED449201",
        "title":"A Comparative Study of Online Pretest Item Calibration/Scaling Methods in CAT. ACT Research Report Series."},
      {
        "id":"ED449202",
        "title":"Education Statistics Quarterly, Fall 2000."},
      {
        "id":"ED449203",
        "title":"Educational Attainment. Indicator of the Month."},
      {
        "id":"ED449204",
        "title":"Identifying the Latent Structures of the Noel-Levitz Student Satisfaction Inventory (SSI): The Community, Junior, and Technical College Version. ASHE Annual Meeting Paper."},
      {
        "id":"ED449207",
        "title":"Relational Schemas in Children's Friendship Dyads as a Function of Peer Group Status."},
      {
        "id":"ED449208",
        "title":"Relational Schemas and Friendship Quality in Inner-City School Children."},
      {
        "id":"ED449209",
        "title":"Investigating the Generalizability of Scores from Different Rating Systems in Performance Assessment."},
      {
        "id":"ED449210",
        "title":"An Introduction to and Generalization of the &quot;Fail-Safe N.&quot;"},
      {
        "id":"ED449211",
        "title":"Recent Literature on Whether Statistical Significance Tests Should or Should Not Be Banned."},
      {
        "id":"ED449212",
        "title":"An Introductory Summary of Various Effect Size Choices."},
      {
        "id":"ED449213",
        "title":"Restriction of Range: The Truth about Consequences and Corrections."},
      {
        "id":"ED449214",
        "title":"A Primer on Confidence Intervals."},
      {
        "id":"ED449215",
        "title":"Principal Components versus Principle Axis Factors: When Will We Ever Learn?"},
      {
        "id":"ED449216",
        "title":"Increasing the Generalizability of ANOVA Results by Judicious Selection of Fixed-, Random-, and Mixed-Effects ANOVA Models."},
      {
        "id":"ED449217",
        "title":"Why Do We Factor Variables When We Care about Types of People? Q and Other Two-Mode Factor Analytic Models."},
      {
        "id":"ED449218",
        "title":"A Comprehensive Needs Assessment To Facilitate Prevention of School Drop Out and Violence."},
      {
        "id":"ED449219",
        "title":"Appraisal of Teachers: Who Appraises Whom and Does It Matter?"},
      {
        "id":"ED449220",
        "title":"Patterns of Response in Four High Schools under State Accountability Policies in Vermont and New York."},
      {
        "id":"ED449221",
        "title":"Some &quot;Modern&quot; Statistics: A Primer and Demonstration."},
      {
        "id":"ED449222",
        "title":"Understanding What ANOVA Post Hoc Tests Are, Really."},
      {
        "id":"ED449223",
        "title":"Focused Process Assessment: The New Measurement for the New Millennium."},
      {
        "id":"ED449224",
        "title":"Toward Reflective Judgment in Exploratory Factor Analysis Decisions: Determining the Extraction Method and Number of Factors To Retain."},
      {
        "id":"ED449225",
        "title":"&quot;Bigger Is Not Better&quot;: Seeking Parsimony in Canonical Correlation Analysis via Variable Deletion Strategies."},
      {
        "id":"ED449226",
        "title":"A Confirmatory Factor Analysis of Preservice Teachers' Responses to the Attitudes and Beliefs on Classroom Control Inventory."},
      {
        "id":"ED449227",
        "title":"A Meta-Analytic Review of Exploratory Factor Analysis Reporting Practices in Published Research."},
      {
        "id":"ED449228",
        "title":"A Psychometric Review of Measures of ADHD in Early Childhood."},
      {
        "id":"ED449229",
        "title":"Preliminary Development of the Gay and Lesbian Oppressive Situations Inventory-Frequency and Effect (GALOSI-F &amp; -E)."},
      {
        "id":"ED449230",
        "title":"Creative Uses of Factor Analysis in Psychotherapy Research: Past Examples and Future Possibilities."},
      {
        "id":"ED449231",
        "title":"A Primer of Model Fit Indices in Structural Equation Modeling."},
      {
        "id":"ED449232",
        "title":"Commonality and the Common Man: Understanding Variance Contributions to Overall Canonical Correlation Effects."},
      {
        "id":"ED449233",
        "title":"Step-Down Analysis: A Comparison with Covariance Corrections and Stepwise Analysis."},
      {
        "id":"ED449234",
        "title":"Assessment and High Stakes Testing."},
      {
        "id":"ED449236",
        "title":"Making an Impact on Out-of-School Time: A Guide for Corporation for National Service Programs Engaged in After School, Summer, and Weekend Activities for Young People."},
      {
        "id":"ED449238",
        "title":"Restoring Fathers to Families and Communities: Six Steps for Policymakers."},
      {
        "id":"ED449239",
        "title":"Youth Crime Drop. Report."},
      {
        "id":"ED449241",
        "title":"Retention and Social Promotion: Research and Implications for Policy. ERIC Digest Number 161."},
      {
        "id":"ED449244",
        "title":"A Status Report on Hunger and Homelessness in America's Cities, 2000: A 25-City Survey."},
      {
        "id":"ED449245",
        "title":"What Can NELS Tell Us about Adolescent Behavior Problems? (And Vice Versa)."},
      {
        "id":"ED449246",
        "title":"Urban Teacher Academy Project Toolkit: A Guide to Developing High School Teaching Career Academies."},
      {
        "id":"ED449247",
        "title":"High School Teaching Career Academies: Profiles and Practices. Urban Teacher Academy Project."},
      {
        "id":"ED449248",
        "title":"Family and Community Involvement: Reaching Out to Diverse Populations = La participacion de la familia y la comunidad: El acercamiento a las diversas poblaciones."},
      {
        "id":"ED449249",
        "title":"Building Support for Better Schools: Seven Steps to Engaging Hard-to-Reach Communities = La creacion de apoyo para mejores escuelas: Siete pasos para lograr la participacion de todas las comunidades."},
      {
        "id":"ED449250",
        "title":"Confounding of Students' Performance and Their Language Background Variables."},
      {
        "id":"ED449252",
        "title":"Closing the Gap: A Report on the Wingspread Conference &quot;Beyond the Standards Horse Race: Implementation, Assessment, and Accountability--the Keys to Improving Student Achievement&quot; (Racine, Wisconsin, November 2-4, 1999). Special Report."},
      {
        "id":"ED449254",
        "title":"Reclaiming Our Schools: Increasing Parental Control of Education through the Universal Education Credit. Policy Analysis No. 388."},
      {
        "id":"ED449255",
        "title":"The Nurturing Parenting Programs. Family Strengthening Series. Juvenile Justice Bulletin."},
      {
        "id":"ED449256",
        "title":"Integrating Mental Health in Schools: Schools, School-Based Centers, and Community Programs Working Together. A Center Brief."},
      {
        "id":"ED449257",
        "title":"Historically Black Colleges and Universities: An Assessment of Networking and Connectivity."},
      {
        "id":"ED449258",
        "title":"Collaborative Action Team Process: Bringing Home, School, Community, and Students Together To Improve Results for Children and Families. Final Research Report."},
      {
        "id":"ED449260",
        "title":"Research Report for the Organizing for Diversity Project."},
      {
        "id":"ED449262",
        "title":"Teaching and Learning in the Middle Schools: Lessons from an Urban Community."},
      {
        "id":"ED449263",
        "title":"Helping Hispanic Students Reach High Academic Standards: An Idea Book."},
      {
        "id":"ED449264",
        "title":"Diversity in United States Forensics: A Report of Research Conducted for the American Forensic Association."},
      {
        "id":"ED449265",
        "title":"Playing by the Rules When the System Doesn't: Immigrant Families and Summer School in New York."},
      {
        "id":"ED449266",
        "title":"Professional Development That Addresses Professional Community in Urban Elementary Schools."},
      {
        "id":"ED449267",
        "title":"Connections between District Policy Related to Professional Development and School Capacity in Urban Elementary Schools."},
      {
        "id":"ED449268",
        "title":"The Effect of School Vouchers on Student Achievement: A Response to Critics. Occasional Paper."},
      {
        "id":"ED449272",
        "title":"School Support Programs: Implications for School Leadership and the Empowerment of Economically Disadvantaged Students."},
      {
        "id":"ED449273",
        "title":"Steps to Success: Helping Women with Alcohol and Drug Problems Move from Welfare to Work."},
      {
        "id":"ED449274",
        "title":"Report on the White House Strategy Session on Improving Hispanic Student Achievement."},
      {
        "id":"ED449275",
        "title":"Overlooked &amp; Underserved: Immigrant Students in U.S. Secondary Schools."},
      {
        "id":"ED449277",
        "title":"High School Dropout, Race-Ethnicity, and Social Background from the 1970s to the 1990s."},
      {
        "id":"ED449278",
        "title":"No Safe Haven: Children of Substance-Abusing Parents."},
      {
        "id":"ED449279",
        "title":"The Parent, Family, and Community Involvement Guide."},
      {
        "id":"ED449280",
        "title":"A Day in the Life of DC Kids."},
      {
        "id":"ED449281",
        "title":"Given the Nature of Family Centers, How Can We Craft a Meaningful Evaluation?"},
      {
        "id":"ED449283",
        "title":"Auditing Failure: Moral Competence and School Effectiveness."},
      {
        "id":"ED449284",
        "title":"State TANF Policies as of July 1999. Welfare Rules Databook. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED449285",
        "title":"Ways That States Can Serve Families That Reach Welfare Time Limits."},
      {
        "id":"ED449288",
        "title":"Latinos in School: Some Facts and Findings. ERIC Digest Number 162."},
      {
        "id":"ED449290",
        "title":"Responding to Pacific Islanders: Culturally Competent Perspectives for Substance Abuse Prevention. CSAP Cultural Competence Series 8. Special Collaborative Edition."},
      {
        "id":"ED449291",
        "title":"Juvenile Arrests, 1999. Juvenile Justice Bulletin."},
      {
        "id":"ED449292",
        "title":"Federal Income Tax Cuts and Low-Income Families."},
      {
        "id":"ED449293",
        "title":"Fighting Juvenile Gun Violence. Juvenile Justice Bulletin."},
      {
        "id":"ED449294",
        "title":"Comprehensive Responses to Youth At Risk: Interim Findings from the SafeFutures Initiative. Summary."},
      {
        "id":"ED449296",
        "title":"Social Networks, Career and Training Paths for Participants in Education and Training Programs. Technical Report."},
      {
        "id":"ED449298",
        "title":"Expanding Learning Horizons: Summary Report, 1998-2000."},
      {
        "id":"ED449299",
        "title":"Assessing Basic Learning Competencies among Youth and Young Adults in Developing Countries: Analytic Survey Framework and Implementation Guidelines. EFA 2000 Assessment Surveys Report."},
      {
        "id":"ED449301",
        "title":"Tennesseans' Attitudes toward Learning and the Workplace. Summary of Findings."},
      {
        "id":"ED449302",
        "title":"Squaring the Circle: An Analysis of Programmes in Dublin Schools To Prevent Early School Leaving. With Recommendations for Effective Best Practice. Policy Paper No. 3."},
      {
        "id":"ED449303",
        "title":"Work-Based Learning for All! Work-Based Learning Development Handbook."},
      {
        "id":"ED449304",
        "title":"Learnability vs. Assessment Competency as a Constitutive Step for Planning Improvement in Technology Education."},
      {
        "id":"ED449305",
        "title":"ESEA: Educating the Forgotten Half. Hearing of the Committee on Health, Education, Labor, and Pensions on Examining Various Strategies for Transforming the Forgotten Half into the Indispensable Foundation of the 21st Century Workforce and for Making Secondary Education the Centerpiece of Those Strategies. United States Senate, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED449306",
        "title":"Help Needed: How Can High-Risk Adults Prepare for Skilled Jobs in South Carolina?"},
      {
        "id":"ED449307",
        "title":"Helping Families Achieve Self-Sufficiency: A Guide on Funding Services for Children and Families through the TANF Program."},
      {
        "id":"ED449309",
        "title":"Report on the Youth Labor Force. Revised."},
      {
        "id":"ED449310",
        "title":"Skills To Fit Your Life Together."},
      {
        "id":"ED449312",
        "title":"Matching Community and Technical College Professional/Technical Education Capacity to Employer Demand. Final Report."},
      {
        "id":"ED449313",
        "title":"Occupational Supply and Demand in the State of Washington: Phase II Report."},
      {
        "id":"ED449314",
        "title":"E-Competent Australia: Report on the Impact of E-Commerce on the National Training Framework."},
      {
        "id":"ED449315",
        "title":"Knowledge Work: The Rise of the Office Economy. Full Report."},
      {
        "id":"ED449316",
        "title":"The Transition from Initial Education to Working Life: A Status Report on Australia's Progress."},
      {
        "id":"ED449319",
        "title":"How To Have a Successful Groundhog Job Shadow Day."},
      {
        "id":"ED449320",
        "title":"Schooling, Literacy and Individual Earnings. International Adult Literacy Survey."},
      {
        "id":"ED449321",
        "title":"Ohio's Career Development Blueprint. Individual Career Plan, K thru 5."},
      {
        "id":"ED449322",
        "title":"Ohio's Career Development Blueprint. Individual Career Plan, Middle School."},
      {
        "id":"ED449323",
        "title":"Ohio's Career Development Blueprint. Individual Career Plan, High School."},
      {
        "id":"ED449324",
        "title":"Careers Communications: Middle Grades, 1999-2000. Issue 3. Language Arts. Ohio's Career Development Program."},
      {
        "id":"ED449325",
        "title":"Employability Skills: Middle Grades, 1999-2000. Issue 4. Ohio's Career Development Program."},
      {
        "id":"ED449326",
        "title":"The 12 Key Topics: Middle School, 1999-2000. Issue 6. Ohio's Career Development Program."},
      {
        "id":"ED449327",
        "title":"Directions: Future Planner for 11th Graders."},
      {
        "id":"ED449328",
        "title":"Job Search Tips: Resumes, Interviews and More. InfoSeries."},
      {
        "id":"ED449329",
        "title":"Job Outlook Information: Careers for the Future. InfoSeries."},
      {
        "id":"ED449330",
        "title":"Discover Careers That Fit You. InfoSeries."},
      {
        "id":"ED449331",
        "title":"Thinking about More Education? A Guide for Adults. InfoSeries."},
      {
        "id":"ED449332",
        "title":"New Wrinkle on Aging: Baby Steps to 2030. Aging Initiative Project 2030 Policy Report."},
      {
        "id":"ED449333",
        "title":"Focus:HOPE--A Case Study of a Sectoral Employment Development Approach. Sectoral Employment Development Learning Project Case Studies Series."},
      {
        "id":"ED449334",
        "title":"Jane Addams Resource Corporation: A Case Study of a Sectoral Employment Development Approach. Sectoral Employment Development Learning Project Case Studies Series."},
      {
        "id":"ED449335",
        "title":"Family Skills Training for Parents and Children. Juvenile Justice Bulletin."},
      {
        "id":"ED449336",
        "title":"Action Learning: What, How, Why--What Next? Revised."},
      {
        "id":"ED449337",
        "title":"Voices from the Workplace."},
      {
        "id":"ED449338",
        "title":"The Effectiveness of a School Based Service-Learning Program &quot;Community Connection&quot; at a South Texas Middle School."},
      {
        "id":"ED449339",
        "title":"Women of Hispanic Origin in the Labor Force. Facts on Working Women. [Update]."},
      {
        "id":"ED449342",
        "title":"Advising Challenges in Cyberspace."},
      {
        "id":"ED449343",
        "title":"Clinical Experiences for Agricultural Teacher Education Programs in North Carolina, South Carolina and Virginia."},
      {
        "id":"ED449344",
        "title":"Interest in Online Leadership Education and Implications for Instructional Design Strategies."},
      {
        "id":"ED449345",
        "title":"Trends and Issues in Vocational Training in the Republic of China on Taiwan."},
      {
        "id":"ED449346",
        "title":"Adults in Training: An International Comparison of Continuing Education and Training."},
      {
        "id":"ED449347",
        "title":"OECD Thematic Review on Adult Learning: Norway. Background Report."},
      {
        "id":"ED449348",
        "title":"Two Decades of Literature on Self-Directed Learning: A Content Analysis."},
      {
        "id":"ED449349",
        "title":"The Status of Preservice Education in Career and Technology Education."},
      {
        "id":"ED449350",
        "title":"Vocational Training and Innovative Practices in the Environmental Sector: A Comparison of Ten EU [European Union] Member States with Specimen Cases. Synthesis Report in the Context of the &quot;Observing Innovations in Vocational Training&quot; Project. CEDEFOP Panorama."},
      {
        "id":"ED449351",
        "title":"21st Century Research for Agricultural Education. Proceedings of the National Agricultural Education Research Conference (27th, San Diego, California, December 6, 2000)."},
      {
        "id":"ED449352",
        "title":"Strategies To Encourage Volunteer Tutors To Utilize AIM [Assessment, Instruction, Mastery] To Improve Instruction. Action Research Monograph."},
      {
        "id":"ED449354",
        "title":"Technical Report and Data File User&apos;s Manual for the 1992 National Adult Literacy Survey."},
      {
        "id":"ED449356",
        "title":"School to Career Activities and Academic Achievement: A Description of the East San Gabriel Valley Partnership."},
      {
        "id":"ED449360",
        "title":"Successful Job Placement for Ex-Offenders: The Center for Employment Opportunities. Program Focus."},
      {
        "id":"ED449364",
        "title":"School-to-Work: Making a Difference in Education. A Research Report to America."},
      {
        "id":"ED449365",
        "title":"Getting Back to Work: Employment Programs for Ex-Offenders. Field Report Series."},
      {
        "id":"ED449367",
        "title":"New Challenges in the Cooperation between Education and Training and Working Life. Final Report. Conference Proceedings (Tampere, Finland, November 18-19, 1999)."},
      {
        "id":"ED449369",
        "title":"Quality Guidance: A Sectoral Analysis. NICEC Project Report."},
      {
        "id":"ED449370",
        "title":"Implications of Connexions for Careers Education and Guidance in Schools. Report of a NICEC/CRAC Invitational Policy Consultation Held on 13-14 July 2000 at The Bull Hotel, Peterborough. Conference Briefing."},
      {
        "id":"ED449371",
        "title":"The Use of Information and Communication Technologies in the Connexions Service. Report on a NICEC/CRAC/Guidance Council Invitational Policy Consultation Held on 20-21 September 2000 at Madingley Hall, Cambridge. Conference Briefing."},
      {
        "id":"ED449375",
        "title":"Adult Education and Gay, Lesbian, Bisexual, and Transgendered Communities. Trends and Issues Alert No. 21."},
      {
        "id":"ED449376",
        "title":"Adult Development. Trends and Issues Alert No. 22."},
      {
        "id":"ED449377",
        "title":"Keeping Vocational/Career-Technical Educators Current. Trends and Issues Alert No. 23."},
      {
        "id":"ED449378",
        "title":"Common Ground: Agriculture for a Sustainable Future. Lesson Plans."},
      {
        "id":"ED449388",
        "title":"North American Journal of Psychology, 1999."},
      {
        "id":"ED449389",
        "title":"School Violence: 10 Things Legislators Need To Know."},
      {
        "id":"ED449390",
        "title":"Using Logic Models in Substance Abuse Treatment Evaluations. Integrated Evaluation Methods."},
      {
        "id":"ED449391",
        "title":"A Guide for Substance Abuse Treatment Knowledge-Generating Activities. Integrated Evaluation Methods. Revised."},
      {
        "id":"ED449392",
        "title":"The National Treatment Improvement Evaluation Study (NTIES): Profile of Clients Age 45 and Over."},
      {
        "id":"ED449393",
        "title":"Treatment Components and Their Relationships with Drug and Alcohol Abstinence."},
      {
        "id":"ED449394",
        "title":"Using Case-Mix Adjustment Methods To Measure the Effectiveness of Substance Abuse Treatment: Three Examples Using Client Employment Outcomes."},
      {
        "id":"ED449395",
        "title":"Adding &quot;Value&quot; to CSAT Demonstrations: The What, How, and Why of Cost Analysis. Integrated Evaluation Methods. Revised."},
      {
        "id":"ED449396",
        "title":"Client Levels of Functioning as a Component of Substance Abuse Treatment Services Evaluation. Integrated Evaluation Methods."},
      {
        "id":"ED449397",
        "title":"Performance Measurement for Substance Abuse Treatment Services. Integrated Evaluation Methods. Revised."},
      {
        "id":"ED449398",
        "title":"Self-Adjusting Treatment Evaluation Model. Integrated Evaluation Methods. Revised."},
      {
        "id":"ED449399",
        "title":"Evaluating Risk for Targeted Violence in Schools: Comparing Risk Assessment, Threat Assessment, and Other Approaches."},
      {
        "id":"ED449400",
        "title":"Telephone and Cybercounseling Regulation: Legal and Ethical Issues."},
      {
        "id":"ED449401",
        "title":"Law Enforcement Referral of At-Risk Youth: The SHIELD Program. Juvenile Justice Bulletin."},
      {
        "id":"ED449402",
        "title":"Co-Occurrence of Delinquency and Other Problem Behaviors. Youth Development Series. Juvenile Justice Bulletin."},
      {
        "id":"ED449404",
        "title":"Substance Use in Popular Movies and Music."},
      {
        "id":"ED449405",
        "title":"Substance Abuse Treatment in Adult and Juvenile Correctional Facilities: Findings from the Uniform Facility Data Set 1997 Survey of Correctional Facilities."},
      {
        "id":"ED449406",
        "title":"The National Drug Control Strategy: 2000 Annual Report."},
      {
        "id":"ED449407",
        "title":"Juvenile Firesetter Intervention Handbook."},
      {
        "id":"ED449409",
        "title":"Functional Family Therapy. Family Strengthening Series. Juvenile Justice Bulletin."},
      {
        "id":"ED449410",
        "title":"Life in a dot.com World: Preparing Counselors To Work with Technology."},
      {
        "id":"ED449411",
        "title":"The Educational Impact of E-Mail: Extraverted versus Introverted Students."},
      {
        "id":"ED449412",
        "title":"A Qualitative Study of Social Work Instructor and Student Reactions to Mastery Learning Instruction."},
      {
        "id":"ED449413",
        "title":"A Study of Mastery Learning versus Non-Mastery Learning Instruction in an Undergraduate Social Work Policy Class."},
      {
        "id":"ED449414",
        "title":"Creatively Adapting Mastery Learning and Outcome-Based Education to the Social Work Classroom."},
      {
        "id":"ED449416",
        "title":"Tactics and Motives of Sexually Aggressive College Women and Men."},
      {
        "id":"ED449417",
        "title":"Gender Differences on the MMPI-2 for Colombian University Students."},
      {
        "id":"ED449418",
        "title":"Predicting Condom Use among Young Lithuanian Adults."},
      {
        "id":"ED449419",
        "title":"Validating the Learning Environment Scale of the Strong Interest Inventory for Use with First Year College Students."},
      {
        "id":"ED449420",
        "title":"Attitude Change in Women's Studies Students: The Effects of Prior Attitudes and Attitude Importance."},
      {
        "id":"ED449422",
        "title":"Children's Mental Health: The Changing Interface between Primary and Specialty Care. Reprint."},
      {
        "id":"ED449423",
        "title":"Counseling for High Skills: Responding to the Career Needs of All Students."},
      {
        "id":"ED449424",
        "title":"Culturally Competent Counselors: A Self-Assessment Rubric."},
      {
        "id":"ED449425",
        "title":"Post Training Needs of Urban School Counselors."},
      {
        "id":"ED449427",
        "title":"An Analysis of Leadership Development among Immigrant Latino Parents of Children with Disabilities."},
      {
        "id":"ED449428",
        "title":"A Study of Facilitator Decisions on Ethical Adventure Issues."},
      {
        "id":"ED449429",
        "title":"Counselor Assessment: Report to the Legislature. Revised."},
      {
        "id":"ED449430",
        "title":"I Liked Science, but Now What Do I Do? Young Women's Perspectives Following High School."},
      {
        "id":"ED449431",
        "title":"Development of Racial Attitudes and Identity in Children: A Review of the Literature."},
      {
        "id":"ED449432",
        "title":"College Students' Integration of Education and Employment: Perceived Intrusion of Personal Problems in the Workplace."},
      {
        "id":"ED449433",
        "title":"The ABCs of School-Based Mentoring. Technical Assistance Packet #1."},
      {
        "id":"ED449434",
        "title":"Mentoring Sexual Minority Youth. Technical Assistance Packet #2."},
      {
        "id":"ED449435",
        "title":"Financing Mental Health for Children & Adolescents: A Center Brief and Fact Sheet."},
      {
        "id":"ED449436",
        "title":"A Review of the Myers-Briggs Type Inventory: A Potential Training Tool for Human Services Organizations."},
      {
        "id":"ED449437",
        "title":"The Effect of Substance Abuse Treatment on High Risk Behaviors in the National Treatment Improvement Evaluation Study (NTIES)."},
      {
        "id":"ED449443",
        "title":"Developing an Internship Training Program for Master's Level Therapists."},
      {
        "id":"ED449444",
        "title":"Homophobia in the Workplace: Impact, Obstacles, and Interventions."},
      {
        "id":"ED449445",
        "title":"Use of Student Organizations To Advise Faculty."},
      {
        "id":"ED449446",
        "title":"Student Work Habits: An Educational Imperative."},
      {
        "id":"ED449449",
        "title":"Global Values in Education and Character Education."},
      {
        "id":"ED449451",
        "title":"The Policy Climate for Early Adolescent Initiatives. P/PV Briefs."},
      {
        "id":"ED449453",
        "title":"Career Development Resource Guide and User's Guide for \"Career Choices in North Carolina,\" 2000-2001. School Version [and] Agency Version."},
      {
        "id":"ED449456",
        "title":"Research Priorities in Adolescent Health: An Analysis and Synthesis of Research Recommendations."},
      {
        "id":"ED449457",
        "title":"Addressing Correctional Officer Stress: Programs and Strategies. Issues and Practices."},
      {
        "id":"ED449458",
        "title":"Review of the Literature Regarding Nonoffending Caregivers of Sexually Abused Children: An Emphasis on Parallel Group Treatment."},
      {
        "id":"ED449459",
        "title":"Reintegration, Supervised Release, and Intensive Aftercare. Juvenile Justice Bulletin."},
      {
        "id":"ED449460",
        "title":"Counseling and Support Services for College Student Athletes."},
      {
        "id":"ED449461",
        "title":"Examination of the Relation of Children Reading Aloud to Others and Reading Proficiency."},
      {
        "id":"ED449462",
        "title":"&quot;The Phantom Tollbooth&quot; and How the Independent Reading of Good Books Improves Student's Reading Performance."},
      {
        "id":"ED449463",
        "title":"Using Phonics To Read: Does It Work or Not?"},
      {
        "id":"ED449465",
        "title":"Whole Language Lives On: The Illusion of &quot;Balanced&quot; Reading Instruction."},
      {
        "id":"ED449466",
        "title":"Comparison of the STAR Reading[R] Computer-Adaptive Test and the Scholastic Reading Inventory[TM]--Interactive Test Report."},
      {
        "id":"ED449467",
        "title":"Small Schools Yield Big Educational Benefits. Report."},
      {
        "id":"ED449468",
        "title":"The ATOS[TM] Readability Formula for Books and How It Compares to Other Formulas. Report."},
      {
        "id":"ED449469",
        "title":"The Librarians' Reading Renaissance[R] Survey. Report."},
      {
        "id":"ED449470",
        "title":"The Teachers' Reading Renaissance[R] Survey. Report."},
      {
        "id":"ED449471",
        "title":"Second-Year (1999-2000) Implementation of Reading Renaissance[R] in Idaho: Summary of Second Year's Results. Monograph."},
      {
        "id":"ED449472",
        "title":"Idaho Statewide Implementation of Reading Renaissance[R]: Summary of First Year's Results. Monograph."},
      {
        "id":"ED449473",
        "title":"The Early Literacy Learning Initiative (ELLI) at The Ohio State University Research Report, January 1998."},
      {
        "id":"ED449474",
        "title":"Literacy Collaborative[R] 1999 Research Report."},
      {
        "id":"ED449477",
        "title":"Finding a (W)hole in the Text: A Case Study of Four Readers Reading."},
      {
        "id":"ED449478",
        "title":"From Mark Twain to Toni Morrison: Subverting Teacher Authority in Children's Literature."},
      {
        "id":"ED449479",
        "title":"Exploring Urban Teachers' and Administrators' Conceptions of At-Riskness. CIERA Report."},
      {
        "id":"ED449480",
        "title":"Enhancing Emergent Literacy in a Preschool Program through Teacher-Researcher Collaboration. CIERA Report."},
      {
        "id":"ED449481",
        "title":"Staff Development in Early Reading Intervention Programs: The Facilitator. CIERA Report."},
      {
        "id":"ED449482",
        "title":"Worth a Thousand Words: Using Picture Books To Teach Literary Elements."},
      {
        "id":"ED449483",
        "title":"Wyoming: A Case Study. National Service Programs Making Connections with Local Literacy Resources."},
      {
        "id":"ED449484",
        "title":"Putting Research to Use: Activities That Help Children Read."},
      {
        "id":"ED449485",
        "title":"Motivating Reluctant Adolescent Readers: Strategies for National Service Tutors."},
      {
        "id":"ED449486",
        "title":"Developmental Considerations in Selecting Books for Children."},
      {
        "id":"ED449487",
        "title":"Games and Word Activities."},
      {
        "id":"ED449488",
        "title":"Identifying Local Resources for Your Literacy Program: A Guide for National Service Programs."},
      {
        "id":"ED449489",
        "title":"Assessing the Impact of Reading Interventions: Indiana's Early Literacy Intervention Grant Program. Policy Research Report."},
      {
        "id":"ED449490",
        "title":"The Legend of Sleepy Hollow. [Lesson Plan]."},
      {
        "id":"ED449491",
        "title":"A Trip to Wonderland. [Lesson Plan]."},
      {
        "id":"ED449492",
        "title":"An Investigation of Reading Comprehension at the Primary Level."},
      {
        "id":"ED449493",
        "title":"Motivating Students To Read."},
      {
        "id":"ED449494",
        "title":"Helping Preservice Teachers Discover the Value of Storytelling Strategies in Language Arts Instruction."},
      {
        "id":"ED449504",
        "title":"The Relationship between Reading, Writing, and Spelling."},
      {
        "id":"ED449505",
        "title":"Teaching Literature and Writing in the Inquiry Classroom: Inquiry Based Thematic Units."},
      {
        "id":"ED449506",
        "title":"Demonstration Booklet, 2001: Grade 4, Reading and Writing. Field Test."},
      {
        "id":"ED449507",
        "title":"Demonstration Booklet, 2001: Grade 8, Reading and Writing. Field Test."},
      {
        "id":"ED449508",
        "title":"Demonstration Booklet, 2001: Grade 12, Reading and Writing. Field Test."},
      {
        "id":"ED449509",
        "title":"NAEP Scoring of Fourth-Grade Narrative Writing."},
      {
        "id":"ED449510",
        "title":"NAEP Scoring of Eighth-Grade Informative Writing."},
      {
        "id":"ED449511",
        "title":"NAEP Scoring of Twelfth-Grade Persuasive Writing."},
      {
        "id":"ED449512",
        "title":"Student Management Teams: Redesigning Course Contexts To Empower Writers."},
      {
        "id":"ED449513",
        "title":"Unlearning Racism: The Classroom as Community."},
      {
        "id":"ED449514",
        "title":"Professional Development for English Faculty: Problems and Issues."},
      {
        "id":"ED449515",
        "title":"Adolescents: How Can We Help Them Spell?"},
      {
        "id":"ED449516",
        "title":"Assumptions We Make about the Stories Students Should Tell: Or, the Time I Told My Student Her Grandfather's Death Didn't Have a &quot;So What.&quot;"},
      {
        "id":"ED449517",
        "title":"Spanish Picture Books: An Annotated Bibliography with Activities for Teaching Writing."},
      {
        "id":"ED449518",
        "title":"Integrating Speaking and Writing in the Developmental Program."},
      {
        "id":"ED449519",
        "title":"Promoting Vocabulary Development in Your Classroom."},
      {
        "id":"ED449520",
        "title":"Guidelines for Dealing with Censorship of Nonprint Materials."},
      {
        "id":"ED449521",
        "title":"Growing Partnerships: A Further Look at the Development of a University-School Partnership."},
      {
        "id":"ED449522",
        "title":"I'm Gonna Sit Right Down and Write Someone a Letter. [Lesson Plan]."},
      {
        "id":"ED449523",
        "title":"The Meaning behind the Mask. [Lesson Plan]."},
      {
        "id":"ED449524",
        "title":"Go West: Imagining the Oregon Trail. [Lesson Plan]."},
      {
        "id":"ED449525",
        "title":"The World of Haiku. [Lesson Plan]."},
      {
        "id":"ED449526",
        "title":"Can You Haiku? [Lesson Plan]."},
      {
        "id":"ED449527",
        "title":"Let Freedom Ring: The Life &amp; Legacy of Martin Luther King, Jr. [Lesson Plan]."},
      {
        "id":"ED449528",
        "title":"Dr. King's Dream. [Lesson Plan]."},
      {
        "id":"ED449529",
        "title":"Martin Luther King, Jr. and the Power of Nonviolence. [Lesson Plan]."},
      {
        "id":"ED449530",
        "title":"Women in the White House. [Lesson Plan]."},
      {
        "id":"ED449531",
        "title":"The Evolution of a Communication Lab: Lessons Learned, New Visions. Integrating the Communication Lab in the Teaching of Interpersonal Communication."},
      {
        "id":"ED449532",
        "title":"Engaging the Students--Online."},
      {
        "id":"ED449533",
        "title":"Special Admissions Students: Dis-Engaged from the Educational Enterprise."},
      {
        "id":"ED449534",
        "title":"The Use of Nonverbal Cues To Assess Affect and Effect in Communication Training and Development."},
      {
        "id":"ED449535",
        "title":"An Argument for Argument: What High School Students Need To Know about Rhetoric."},
      {
        "id":"ED449536",
        "title":"Parents' Role in Their Children's Language Acquisition."},
      {
        "id":"ED449537",
        "title":"Technical and Professional Communications in Secondary Schools: Barriers Created by Teachers' Beliefs and Attitudes."},
      {
        "id":"ED449538",
        "title":"Effective Communication in Multicultural Classrooms."},
      {
        "id":"ED449539",
        "title":"Overcoming a Dirty Category: Cross-Cultural Experience in the American Classroom."},
      {
        "id":"ED449540",
        "title":"Scripting the Past: Exploring Women's History through Film. [Lesson Plan]."},
      {
        "id":"ED449541",
        "title":"Safe School Design: A Handbook for Educational Leaders Applying the Principles of Crime Prevention through Environmental Design."},
      {
        "id":"ED449542",
        "title":"School Resourcing: Towards Purposes Analysis and Effective Strategies. Responses to the College Year Book, 2000."},
      {
        "id":"ED449543",
        "title":"Fiscal Accountability of the Department of Education: Tracking Responsibility for Utility Costs. A Report to the Governor and the Legislature of the State of Hawaii."},
      {
        "id":"ED449545",
        "title":"Investing in Public Education: The Importance of Schooling in the New Global Economy."},
      {
        "id":"ED449546",
        "title":"Impact of School Uniform Dress Code on Principal Perception of School Violence."},
      {
        "id":"ED449547",
        "title":"After-School Programs &amp; the K-8 Principal: Standards for Quality School-Age Child Care. Revised Edition."},
      {
        "id":"ED449548",
        "title":"Educational Reforms in Post-Revolutionary China and Taiwan: A Comparative Study of Contrasting Paradigms."},
      {
        "id":"ED449549",
        "title":"Safer Schools through Environmental Design. ERIC Digest Number 144."},
      {
        "id":"ED449550",
        "title":"Newer Technologies for School Security. ERIC Digest Number 145."},
      {
        "id":"ED449557",
        "title":"Technology and the Changing Nature of School Administration."},
      {
        "id":"ED449565",
        "title":"Reviews of National Policies for Education: Romania. Education and Skills."},
      {
        "id":"ED449566",
        "title":"Motivating Students for Lifelong Learning. What Works in Innovation in Education. Education and Skills."},
      {
        "id":"ED449570",
        "title":"Annual Report on School Safety, 2000."},
      {
        "id":"ED449572",
        "title":"High Schools of the Millennium. Report of the Workgroup."},
      {
        "id":"ED449573",
        "title":"Third Annual Report on School Performance."},
      {
        "id":"ED449574",
        "title":"Comprehensive School Improvement: Addressing the Challenges."},
      {
        "id":"ED449575",
        "title":"Redefining \"Good\" Schools: Quality and Equity in Education. Position Paper #1."},
      {
        "id":"ED449578",
        "title":"Reclaiming Pedagogy in National Standards for Educational Leaders."},
      {
        "id":"ED449579",
        "title":"South Carolina School Food Service Programs: A Study To Determine Fiscal Efficiency."},
      {
        "id":"ED449580",
        "title":"Equal Educational Opportunity and Nondiscrimination for Girls in Advanced Mathematics, Science, and Technology Education: Federal Enforcement of Title IX. Equal Educational Opportunity Project Series, Volume V."},
      {
        "id":"ED449581",
        "title":"Equal Educational Opportunity and Nondiscrimination for Minority Students: Federal Enforcement of Title VI in Ability Grouping Practices. Equal Educational Opportunity Project Series, Volume IV."},
      {
        "id":"ED449582",
        "title":"Schools and Religion. Proceedings before the United States Commission on Civil Rights. Executive Summary and Transcript of Proceedings held in Washington, D.C., New York City, and Seattle, Washington, Spring/Summer 1998."},
      {
        "id":"ED449583",
        "title":"Knowledge Management in the Learning Society. Education and Skills."},
      {
        "id":"ED449586",
        "title":"The Moral Reasoning and Scientific Argumentation of Gifted Adolescents."},
      {
        "id":"ED449587",
        "title":"Actualizing Mathematical Giftedness in Adulthood."},
      {
        "id":"ED449589",
        "title":"Assistive Technology: Issues and Trends."},
      {
        "id":"ED449590",
        "title":"A Review of Evaluation Components from Ten Awarded State Improvement Grants (SIGs)."},
      {
        "id":"ED449591",
        "title":"Proceedings of the RESNA &apos;98 Annual Conference: The State of the Arts and Science (Minneapolis, Minnesota, June 26-30, 1998). Volume 18."},
      {
        "id":"ED449592",
        "title":"Proceedings of the RESNA 2000 Annual Conference: Technology for the New Millennium (Orlando, Florida, June 28-July 2, 2000). Volume 20."},
      {
        "id":"ED449593",
        "title":"Reports on Assistive Technology Financial Loan Programs."},
      {
        "id":"ED449594",
        "title":"Extended School Year--State Regulations and Policies. Quick Turn Around (QTA)."},
      {
        "id":"ED449595",
        "title":"Discrepancy Approaches for Identifying Learning Disabilities. Quick Turn Around (QTA)."},
      {
        "id":"ED449596",
        "title":"Strategic Processing of Text: Improving Reading Comprehension of Students with Learning Disabilities. ERIC/OSEP Digest #599."},
      {
        "id":"ED449597",
        "title":"ADHD and School Law."},
      {
        "id":"ED449598",
        "title":"At a Glance: ADHD and IDEA 1997. A Guide for State and Local Policymakers. Policy Briefs."},
      {
        "id":"ED449599",
        "title":"Designing Individualized Education Program (IEP) Transition Plans. ERIC Digest #E598."},
      {
        "id":"ED449600",
        "title":"Discovering Hidden Resources: Partners and Volunteers--Assistive Technology Reuse Programs. Conference Proceedings (Decatur, Georgia, May 1-2, 2000)."},
      {
        "id":"ED449601",
        "title":"Use of Assistive Technology Increases among Infants and Toddlers. The TAP Bulletin."},
      {
        "id":"ED449602",
        "title":"Update on the Use of Assistive Technology among Infants and Toddlers. The Tap Bulletin."},
      {
        "id":"ED449603",
        "title":"Enhancing the Assistive Technology Workforce State by State. The TAP Bulletin."},
      {
        "id":"ED449604",
        "title":"Assistive Technology Training for Early Childhood Personnel. Final Report."},
      {
        "id":"ED449605",
        "title":"Assistive Technology and Early Childhood Education."},
      {
        "id":"ED449606",
        "title":"Assistive Technology: Tips, Tools, and Techniques. A Parent Resource Manual."},
      {
        "id":"ED449607",
        "title":"Longitudinal Changes in Cognitive Ability and Adaptive Behavior in Children and Adolescents with the Fragile X Mutation or Autism."},
      {
        "id":"ED449608",
        "title":"Communicator, 2000."},
      {
        "id":"ED449609",
        "title":"Supporting General Educators' Inclusive Practices in Mathematics and Science Education."},
      {
        "id":"ED449610",
        "title":"Who Are the Invalids on Continuous Performance Tests?"},
      {
        "id":"ED449611",
        "title":"Final Report of the Task Force To Review the Educational Program and the Governance System of the Governor Baxter School for the Deaf."},
      {
        "id":"ED449613",
        "title":"Programs for Individuals with Developmental Disabilities. Revised."},
      {
        "id":"ED449614",
        "title":"Essential Elements of Instruction: Lesson Plans Created by Special Education Interns, Fall 2000."},
      {
        "id":"ED449615",
        "title":"Lesson Plans for Self-Determination across the K-12 Curriculum for Students with Learning Disabilities, Students with Mental Retardation, Students with Emotional Disabilities, and Students with Traumatic Brain Injury."},
      {
        "id":"ED449616",
        "title":"A Multicultural Model for Deaf &amp; Hard-of-Hearing Students: Program for Deaf Adults."},
      {
        "id":"ED449617",
        "title":"Foreign Language Instruction: Tips for Accommodating Hard-of-Hearing and Deaf Students."},
      {
        "id":"ED449618",
        "title":"Special Education Facilities Funding Report: An LAO Report."},
      {
        "id":"ED449619",
        "title":"Deafness 101."},
      {
        "id":"ED449620",
        "title":"Connections: Vocational Rehabilitation & Higher Education--Jointly Serving Consumers Who Are Deaf or Hard of Hearing. [Training Package]."},
      {
        "id":"ED449621",
        "title":"The Intervener in Early Intervention and Educational Settings for Children and Youth with Deafblindness. NTAC Briefing Paper."},
      {
        "id":"ED449622",
        "title":"Interdisciplinary Early Intervention/Early Childhood Special Education Leadership Program Final Report."},
      {
        "id":"ED449623",
        "title":"Students with Disabilities and Standards-Based Reform. Policy Brief."},
      {
        "id":"ED449624",
        "title":"Teaching Self-Determination and Arizona Standards for K-12 Students with Disabilities Lesson Plan Portfolio."},
      {
        "id":"ED449625",
        "title":"Building a Community of Literacy Practice with Young Adults with Intellectual Disabilities."},
      {
        "id":"ED449626",
        "title":"Attention Deficit Hyperactivity Disorders--A Cross-Cultural Investigation."},
      {
        "id":"ED449627",
        "title":"Curriculum Reform To Address Multicultural Issues in Special Education."},
      {
        "id":"ED449628",
        "title":"The More Things Change: A Longitudinal Study of Placements of Special Education Students in Louisiana."},
      {
        "id":"ED449629",
        "title":"A Free Appropriate Public Education for Asian Origin Students with Disabilities--Cultural Variables."},
      {
        "id":"ED449630",
        "title":"The Effects of Structured One-on-One Tutoring in Sight Word Recognition of First Grade Students At-Risk for Reading Failure."},
      {
        "id":"ED449631",
        "title":"Oklahoma Deaf-Blind Technical Assistance Project. Final Report."},
      {
        "id":"ED449632",
        "title":"Youth Aggression and Violence: Risk, Resilience, and Prevention. ERIC Digest #E602."},
      {
        "id":"ED449633",
        "title":"The Warning Signs of Learning Disabilities. ERIC Digest #E603."},
      {
        "id":"ED449634",
        "title":"The Individual Family Service Plan (IFSP). ERIC Digest #E605."},
      {
        "id":"ED449635",
        "title":"Infusing Multicultural Content into the Curriculum for Gifted Students. ERIC Digest #E601."},
      {
        "id":"ED449636",
        "title":"Creating Useful Individualized Education Programs (IEPs). ERIC Digest #E600."},
      {
        "id":"ED449637",
        "title":"Assessment of Culturally and Linguistically Diverse Students for Special Education Eligibility. ERIC Digest #E604."},
      {
        "id":"ED449639",
        "title":"School Energy Costs: A Matter of Leadership."},
      {
        "id":"ED449640",
        "title":"School Violence: Physical Security."},
      {
        "id":"ED449641",
        "title":"Social Ecology and Environmental Psychology as Applied to the Design and Renovation of American University Campuses."},
      {
        "id":"ED449642",
        "title":"A User Assessment of Workspaces in Selected Music Education Computer Laboratories."},
      {
        "id":"ED449643",
        "title":"Handbook on Planning School Facilities."},
      {
        "id":"ED449644",
        "title":"The Schooling of State Pesticide Laws, 2000: A Review of State Pesticide Laws Regarding Schools."},
      {
        "id":"ED449645",
        "title":"The Kentucky School Facilities Planning Manual. 702 KAR 1:001. Revised."},
      {
        "id":"ED449647",
        "title":"National Gas Cool Times, September/October 2000."},
      {
        "id":"ED449648",
        "title":"The Effects of Facility Design and Equipment Acquisition on Curriculum Offered in Preschool Centers."},
      {
        "id":"ED449649",
        "title":"The Chicago Public Schools Design Competition, 2000-2001. Big Shoulders, Small Schools Competition Program."},
      {
        "id":"ED449650",
        "title":"Americans with Disabilities Act (ADA) Accessibility Guidelines for Buildings and Facilities; Play Areas; Final Rule. Federal Register, Part IV: Architectural and Transportation Barriers Compliance Board, 36 CFR Part 1191."},
      {
        "id":"ED449652",
        "title":"Development of a Model for a School Facilities Construction Program: Congruence of Building Programs under the Ohio School Building Assistance Program with the Model."},
      {
        "id":"ED449653",
        "title":"Designing for 21st Century Technology: First Annual School Construction Institute."},
      {
        "id":"ED449654",
        "title":"School Security Roundtable, 2000."},
      {
        "id":"ED449655",
        "title":"The School Site: Land for Learning."},
      {
        "id":"ED449656",
        "title":"School Building Construction and Inspection Resource Manual. Revision 1."},
      {
        "id":"ED449657",
        "title":"Charter Schools: Limited Access to Facility Financing. Report to Congressional Requesters."},
      {
        "id":"ED449659",
        "title":"Some Effects of School Building Renovation on Pupil Attitudes and Behavior in Selected Junior High Schools."},
      {
        "id":"ED449667",
        "title":"Four Good Reasons To Use Literature in the Primary School ELT."},
      {
        "id":"ED449669",
        "title":"E-Mailing in a Foreign Language: Learning Contexts and Possibilities."},
      {
        "id":"ED449670",
        "title":"Effects of Skills-Based versus Whole Language Approach on the Comprehension of EFL Students with Low and High Listening Ability Levels."},
      {
        "id":"ED449673",
        "title":"The Language Teacher, 2000."},
      {
        "id":"ED449674",
        "title":"A Comparison of Two Types of School Attachment for Teacher Educators."},
      {
        "id":"ED449675",
        "title":"Training Teachers of Language and Culture. Language Australia Research Policy and Practice Papers."},
      {
        "id":"ED449678",
        "title":"Many-Facet Rasch Based Analysis of Communicative Language Testing Results."},
      {
        "id":"ED449679",
        "title":"Rasch Based Analysis of Reading Ability Questionnaire."},
      {
        "id":"ED449680",
        "title":"Measuring Speaking Skills through Multidimensional Performance Tests."},
      {
        "id":"ED449682",
        "title":"Representations sociales et discours. Questions epistemologiques et methodologiques (Social Representations and Discourse. Questions of Epistemology and Methodology)."},
      {
        "id":"ED449683",
        "title":"Aspects theoretiques et methodologiques de la recherche sur le traitement discursif des representations sociales (Theoretical and Methodological Aspects of Research on the Discourse Analysis of Social Representations)."},
      {
        "id":"ED449684",
        "title":"Disponibilite sociale des representations: approche linguistique (Social Availability and Representations: Linguistic Approach)."},
      {
        "id":"ED449685",
        "title":"Definir le bilinguisme. Catalogue des criteres retenus pour la definition discursive du bilinguisme (Defining Bilingualism. Catalogue of Criteria Used for the Discursive Definition of Bilingualism)."},
      {
        "id":"ED449686",
        "title":"Traitement discursif et conversationnel des representations sociales (Discourse and Conversational Analysis of Social Representations)."},
      {
        "id":"ED449687",
        "title":"Les designations de la personne bilingue: approche linguistique et discursive (Designations of a Bilingual Person: Linguistic and Discursive Approach)."},
      {
        "id":"ED449688",
        "title":"Metaphores et representations du cerveau plurilingue: conceptions naives ou construction du savior? Exemples dans le contexte d'enseignement andorran (Metaphors and Representations of the Multilingual Brain: Naive Conceptions or Knowledge Construction? Examples in the Context of Andorran Education)."},
      {
        "id":"ED449689",
        "title":"La notion de contrastive dans la mise en mots des representations sociales. Remarques methodologiques sur le bilinguisme en Vallee d'Aoste (The Notion of Contrastivity in the Verbalization of Social Representations. Methodological Remarks on Bilingualism in the Vallee d'Aoste)."},
      {
        "id":"ED449690",
        "title":"Representations de la communaute linguistique dans une famillie francophone de Suisse romande (Representations of the Linguistic Community in a Francophone Family in French-Speaking Switzerland)."},
      {
        "id":"ED449691",
        "title":"&quot;The Right To Speak Irish&quot;: representation de la langue gaelique en tant qu'enjeu de mobilisation militante en Irlande du Nord (&quot;The Right To Speak Irish&quot;: Representation of the Gaelic Language as a Catalyst for Militant Activism in Northern Ireland)."},
      {
        "id":"ED449692",
        "title":"Road to Reconciliation: Participant&apos;s Workbook."},
      {
        "id":"ED449693",
        "title":"Working in Partnership with Local Colleges and Universities. A Series of Technical Assistance Manuals for Community Coalitions. Strategizer 34."},
      {
        "id":"ED449694",
        "title":"Doctorate Recipients from United States Universities: Summary Report, 1999."},
      {
        "id":"ED449695",
        "title":"United States Health Workforce Personnel Factbook."},
      {
        "id":"ED449696",
        "title":"Building the Future: The Maternal and Child Health Training Program."},
      {
        "id":"ED449697",
        "title":"Standards and Guidelines for Pre-Licensure and Early Professional Education for the Nursing Care of Children and Their Families. [Revised]."},
      {
        "id":"ED449698",
        "title":"National Advisory Council on Nurse Education and Practice Report to the Secretary of the Department of Health and Human Services on the Basic Registered Nurse Workforce."},
      {
        "id":"ED449699",
        "title":"Women&apos;s Health in the Dental School Curriculum: Report of a Survey &amp; Recommendations."},
      {
        "id":"ED449700",
        "title":"A National Informatics Agenda for Nursing Education and Practice. Report to the Secretary of the Department of Health & Human Services."},
      {
        "id":"ED449701",
        "title":"Substance Abuse and Addiction: The Interface of the Health and Criminal Justice Systems. Second Policy Report of the Physician Consortium on Substance Abuse Education, 1998."},
      {
        "id":"ED449702",
        "title":"Key Aspects of the Federal Direct Loan Program's Cost Estimates: Department of Education. Report to Congressional Requesters."},
      {
        "id":"ED449703",
        "title":"Mapping the Domains of Effective Leadership: The Case of Deans and Directors."},
      {
        "id":"ED449704",
        "title":"Promoting Equity for Women Administrators of Color."},
      {
        "id":"ED449705",
        "title":"University of Wisconsin System Undergraduate Transfer Policy. Academic Information Series 6.0. Revised."},
      {
        "id":"ED449706",
        "title":"Academic Planning and Program Review. Academic Information Series 1. Revised."},
      {
        "id":"ED449707",
        "title":"Guidelines for Academic Program Planning and Approval. Academic Information Series 1.0."},
      {
        "id":"ED449708",
        "title":"Study of the UW System in the 21st Century. A Final Report by the University of Wisconsin System Board of Regents."},
      {
        "id":"ED449709",
        "title":"UW System Efficiency Report."},
      {
        "id":"ED449711",
        "title":"[Distance Education Taskforce Report] Summary and Recommendations. Attachment. Agenda Item VII, D."},
      {
        "id":"ED449712",
        "title":"The Sexual Victimization of College Women. Research Report."},
      {
        "id":"ED449715",
        "title":"Student Debt Levels Continue To Rise. Stafford Indebtedness: 1999 Update. New Agenda Series[TM], Volume 2, Number 3."},
      {
        "id":"ED449716",
        "title":"HBCU Graduates: Employment Earnings and Success after College. New Agenda Series[TM], Volume 2, Number 4."},
      {
        "id":"ED449719",
        "title":"Cost, Price and Public Policy: Peering into the Higher Education Black Box. New Agenda Series[TM], Volume 1, Number 3."},
      {
        "id":"ED449720",
        "title":"Presidential Essays: Success Stories. Strategies That Make a Difference at Thirteen Independent Colleges and Universities. New Agenda Series[TM], Volume 2, Number 2."},
      {
        "id":"ED449721",
        "title":"The G.I. Bill and the Changing Place of U.S. Higher Education after World War II."},
      {
        "id":"ED449722",
        "title":"The Bridge Project: Strengthening K-16 Transition Policies. Maryland Case Study. Technical Report."},
      {
        "id":"ED449723",
        "title":"Lesbian, Gay, Bisexual, and Transgender Campus Organizing: A Comprehensive Manual."},
      {
        "id":"ED449724",
        "title":"The High School to College Transition: A Case Study of Policies, Practices, and K-16 Reforms in Maryland. Part I [and] Part II."},
      {
        "id":"ED449725",
        "title":"The Hispanic Outlook in Higher Education, 1999-2000."},
      {
        "id":"ED449726",
        "title":"Learning by Doing: Concepts and Models for Service-Learning in Accounting. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449727",
        "title":"Life, Learning, and Community: Concepts and Models for Service-Learning in Biology. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449728",
        "title":"Voices of Strong Democracy: Concepts and Models for Service-Learning in Communication Studies. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449729",
        "title":"Writing the Community: Concepts and Models for Service-Learning in Composition. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449730",
        "title":"Projects That Matter: Concepts and Models for Service-Learning in Engineering. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449731",
        "title":"Acting Locally: Concepts and Models for Service-Learning in Environmental Studies. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449732",
        "title":"Connecting Past and Present: Concepts and Models for Service-Learning in History. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449733",
        "title":"Working for the Common Good: Concepts and Models for Service-Learning in Management. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449734",
        "title":"Creating Community-Responsive Physicians: Concepts and Models for Service-Learning in Medical Education. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449735",
        "title":"Caring and Community: Concepts and Models for Service-Learning in Nursing. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449736",
        "title":"Teaching for Justice: Concepts and Models for Service-Learning in Peace Studies. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449737",
        "title":"Beyond the Tower: Concepts and Models for Service-Learning in Philosophy. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449738",
        "title":"Experiencing Citizenship: Concepts and Models for Service-Learning in Political Science. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449739",
        "title":"With Service in Mind: Concepts and Models for Service-Learning in Psychology. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449740",
        "title":"Cultivating the Sociological Imagination: Concepts and Models for Service-Learning in Sociology. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449741",
        "title":"Construyendo Puentes (Building Bridges): Concepts and Models for Service-Learning in Spanish. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449742",
        "title":"The Practice of Change: Concepts and Models for Service-Learning in Women's Studies. AAHE's Series on Service-Learning in the Disciplines."},
      {
        "id":"ED449743",
        "title":"The Roles and Challenges of Deans. ASHE Annual Meeting Paper."},
      {
        "id":"ED449744",
        "title":"Statistical Summary: Proprietary Sector of Missouri Postsecondary Education, 1999-2000."},
      {
        "id":"ED449745",
        "title":"Comparisons of Undergraduate Borrowing and Its Effects on Graduate School Aspirations and Graduate School Attendance."},
      {
        "id":"ED449746",
        "title":"Final Report Regarding the Findings of the Study Group on the Feasibility of Using Alternative Financial Instruments for Determining Lender Yield under the Federal Family Education Loan Program."},
      {
        "id":"ED449747",
        "title":"Undergraduate Moot Court in American Colleges and Universities."},
      {
        "id":"ED449748",
        "title":"Factor Validity Study of the Learning Style Profile."},
      {
        "id":"ED449749",
        "title":"Can Canada Get Its Act Together in International Education?"},
      {
        "id":"ED449750",
        "title":"Assessment of the General Education Cluster Course Experience: A Pilot Program of the College of Letters and Science. Year One of a Five Year Study: The Student Perspective, the Graduate Student Instructor Perspective, the Faculty Perspective."},
      {
        "id":"ED449755",
        "title":"Postsecondary Education's Policy Role in Colorado's Implementation of School-to-Career."},
      {
        "id":"ED449756",
        "title":"A Rose by Any Other Name: Explaining Why Colleges Become Universities. ASHE Annual Meeting Paper."},
      {
        "id":"ED449757",
        "title":"How Much Difference Is Too Much Difference: Perceptions of Homosexuality in Intercollegiate Athletics. ASHE Annual Meeting Paper."},
      {
        "id":"ED449759",
        "title":"Course Evaluations: A Strategy for Improving Instruction."},
      {
        "id":"ED449760",
        "title":"Teaching and Learning Strategies That Promote Access, Equity, and Excellence in University Education."},
      {
        "id":"ED449763",
        "title":"Strategies for Making Faculty Development an Institutional Priority."},
      {
        "id":"ED449764",
        "title":"Student Uprisings at Michigan State University: Riot or Revolution?"},
      {
        "id":"ED449765",
        "title":"Guide to Oklahoma Colleges and Universities, 2000-2001 Edition."},
      {
        "id":"ED449766",
        "title":"Grant and Scholarship Programs."},
      {
        "id":"ED449767",
        "title":"Academic Probation and Suspension: Impact Study of Retention Policy."},
      {
        "id":"ED449769",
        "title":"Intentional, Inadvertent, or Inevitable? James Burrill Angell and Secularization at the University of Michigan."},
      {
        "id":"ED449770",
        "title":"Assessment 1990: Understanding the Implications. The AAHE Assessment Forum. Conference Proceedings (5th, Washington, DC, June 27-30, 1990)."},
      {
        "id":"ED449771",
        "title":"Catching Theory Up with Practice: Conceptual Frameworks for Assessment. The AAHE Assessment Forum."},
      {
        "id":"ED449773",
        "title":"Interdisciplinary Collaboration and Academic Work."},
      {
        "id":"ED449774",
        "title":"Model for Campus-Wide Faculty and Staff Development on the Institutional, Faculty, and Staff Rights and Responsibilities Regarding Students with Disabilities."},
      {
        "id":"ED449775",
        "title":"Students Who Are Deaf or Hard of Hearing in Postsecondary Education."},
      {
        "id":"ED449776",
        "title":"The Role of the Academic Department Chair in ADA Student Accommodations."},
      {
        "id":"ED449777",
        "title":"The State of the States...When It Comes to Prevention."},
      {
        "id":"ED449778",
        "title":"Ensuring Student Loan Repayment: A National Handbook of Best Practices."},
      {
        "id":"ED449782",
        "title":"Confronting Difficulties Associated with Pre-Service Teacher Preparation Technology Apprehension: A Case Study."},
      {
        "id":"ED449783",
        "title":"Investigating and Improving the Information Literacy of College Faculty."},
      {
        "id":"ED449785",
        "title":"Teacher Professional Engagement and Constructivist-Compatible Computer Use. Teaching, Learning, and Computing: 1998 National Survey. Report #7."},
      {
        "id":"ED449786",
        "title":"School Technology Leadership: Incidence and Impact. Teaching, Learning, and Computing: 1998 National Survey, Report #6."},
      {
        "id":"ED449788",
        "title":"E-Learning, E-Teaching, E-Assessment: Aspects of Course Design for On-Line Web Based Courses Used with EFL/ESL Learners."},
      {
        "id":"ED449789",
        "title":"An Internet Web-Site To Enhance Communication with School Personnel and Parents."},
      {
        "id":"ED449791",
        "title":"Early Intervention: Expanding Access to Higher Education."},
      {
        "id":"ED449792",
        "title":"Progress Report on the Long-Range Plan for Technology, 1996-2010. A Report to the 76th Texas Legislature from the Texas Education Agency."},
      {
        "id":"ED449793",
        "title":"Long-Range Plan for Technology, 1996-2010. A Report to the 75th Texas Legislature from the State Board of Education."},
      {
        "id":"ED449794",
        "title":"Progress Report on Educational Technology: State-by-State Profiles."},
      {
        "id":"ED449795",
        "title":"All about ERIC."},
      {
        "id":"ED449796",
        "title":"Teaching and Learning with the Internet: A Guide to Building Information Literacy Skills."},
      {
        "id":"ED449802",
        "title":"Risk Management of Digital Information: A File Format Investigation."},
      {
        "id":"ED449804",
        "title":"Censorship of Library Books in School Library Media Centers Today."},
      {
        "id":"ED449805",
        "title":"Economic Benefits and Impacts from Public Libraries in the State of Florida. Final Report."},
      {
        "id":"ED449806",
        "title":"The Third Canadian Off Campus Library Services Survey, 1999."},
      {
        "id":"ED449808",
        "title":"Post-Tenure Review. SPEC Kit 261."},
      {
        "id":"ED449809",
        "title":"The Interview Process. SPEC Kit 260."},
      {
        "id":"ED449811",
        "title":"Audiobook Format: A Patron's Choice."},
      {
        "id":"ED449812",
        "title":"Introducing Fundraising to a Seminary Library."},
      {
        "id":"ED449813",
        "title":"Searching for Utopia: Best Practices in Digitizing the Corporate Library."},
      {
        "id":"ED449814",
        "title":"The Publication of History Books in Tudor England."},
      {
        "id":"ED449815",
        "title":"The Effect of a Poster, Display, and Recommended Listening List on the Circulation of Audiobooks in the Public Library."},
      {
        "id":"ED449816",
        "title":"A Comparison of Traditional and Nontraditional Students and Their Ease of Interactivity between Telnet and Web-Based Online Catalogs."},
      {
        "id":"ED449817",
        "title":"A Content Analysis of U.S. Botanical and Horticultural Library Web Sites."},
      {
        "id":"ED449818",
        "title":"Science and Information Literacy on the Internet: Using the Standards Created by the Association of College and Research Libraries and Project 2061 To Create a Science Webpage Evaluation Tool."},
      {
        "id":"ED449820",
        "title":"A Content Analysis of Job Announcements for Overseas Library Positions from January 1999 to May 2000."},
      {
        "id":"ED449821",
        "title":"The Modern Public Library and Melvil Dewey: What He Changed, What We've Changed, and What Hasn't Changed."},
      {
        "id":"ED449822",
        "title":"Reference Service in Law Libraries."},
      {
        "id":"ED449823",
        "title":"The University of Maine at Augusta at the Lewiston-Auburn College Mission Statement and Long Range and Facilities Plan."},
      {
        "id":"ED449824",
        "title":"Executive Summary of the 1999 External Environmental Scan and the Internal Environmental Scan Report Card: Key Issues for Planning."},
      {
        "id":"ED449825",
        "title":"Annual Report, 1998/99: A Year of Transition."},
      {
        "id":"ED449826",
        "title":"Austin Community College 1998-99 Fact Book."},
      {
        "id":"ED449827",
        "title":"Report on Staffing and Salaries, Fall 1998."},
      {
        "id":"ED449828",
        "title":"Academic Development Plan, 1997-2002."},
      {
        "id":"ED449829",
        "title":"Western Iowa Tech Community College Fact Book, 1999-2000."},
      {
        "id":"ED449830",
        "title":"From Elitism to Inclusive Education: Development of Outcomes-Based Learning and Post-Secondary Credit Accumulation and Transfer Systems in England and Wales."},
      {
        "id":"ED449831",
        "title":"Environmental Scan of the Greater Sacramento Area, 1999."},
      {
        "id":"ED449832",
        "title":"High School Graduate Participation Rates: Proportions of Sacramento Area High School Graduates Enrolled in Los Rios Community College District, Fall 1998-Fall 1994."},
      {
        "id":"ED449833",
        "title":"Five-Year Interim Report."},
      {
        "id":"ED449834",
        "title":"Building Study and Work Skills in a College Mathematics Classroom."},
      {
        "id":"ED449835",
        "title":"UA in Review, 1999."},
      {
        "id":"ED449836",
        "title":"A Demographic Study of California Community College Chief Executive Officers."},
      {
        "id":"ED449837",
        "title":"Beyond Access: Methods and Models for Increasing Retention and Learning among Minority Students. New Directions for Community Colleges, Issue 112. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED449838",
        "title":"Maintaining Large and Small Corporate Websites: San Jose City College's Website Administration Program."},
      {
        "id":"ED449839",
        "title":"Achieving Student Equity: History and Current Status."},
      {
        "id":"ED449840",
        "title":"Creating Sustainable Service Learning Programs: Lessons Learned from the Horizons Project, 1997-2000. Project Brief."},
      {
        "id":"ED449842",
        "title":"Policy and Procedures Manual. Revised."},
      {
        "id":"ED449843",
        "title":"Student Characteristics and Enrollment Trends, Fall 2000."},
      {
        "id":"ED449844",
        "title":"Comprehensive College Plan for 2000-2001."},
      {
        "id":"ED449845",
        "title":"San Antonio College Fact Book, 1999-2000."},
      {
        "id":"ED449846",
        "title":"A Broad View of Developmental Program Assessment Activities at Public Junior, Community and Technical Colleges: Evaluating the Evaluators. A Report for Dissemination."},
      {
        "id":"ED449847",
        "title":"Adult Degree Completion Programs: A Report to the Board of Trustees from the Task Force on Adult Degree Completion Programs and the Award of Credit for Prior Learning at the Baccalaureate Level."},
      {
        "id":"ED449848",
        "title":"Collegewide Faculty Handbook."},
      {
        "id":"ED449849",
        "title":"Academic Year Report, 1999-2000."},
      {
        "id":"ED449850",
        "title":"Four-Year Plan under the Carl D. Perkins Vocational and Technical Education Act of 1998, 2000-2004."},
      {
        "id":"ED449851",
        "title":"Framework To Develop a Master Plan for Education."},
      {
        "id":"ED449852",
        "title":"Transforming Community College Leadership Preparation: A Cohort Leadership Learning Model."},
      {
        "id":"ED449853",
        "title":"Environmental Scanning Report."},
      {
        "id":"ED449854",
        "title":"Factors That Influence Community College Transfer Students' Satisfaction with Their Baccalaureate Institutions."},
      {
        "id":"ED449855",
        "title":"Evaluation of the Conversion to a Semester Academic Calendar at Snead State Community College."},
      {
        "id":"ED449856",
        "title":"Community Colleges in South Africa: Towards an Inclusive and Vibrant Further Education and Training. Phase One Report."},
      {
        "id":"ED449857",
        "title":"Handbook of Accreditation and Policy Manual. 1996 Edition."},
      {
        "id":"ED449858",
        "title":"Report on Staffing and Salaries, Fall 1996."},
      {
        "id":"ED449859",
        "title":"Pathfinder Project: Five-Year Strategic Plan."},
      {
        "id":"ED449860",
        "title":"Student Enrollments and Completions in the Illinois Community College System: Fiscal Year 2000."},
      {
        "id":"ED449863",
        "title":"State Funding for Community Colleges: A 50-State Survey."},
      {
        "id":"ED449866",
        "title":"Institutional Effectiveness Report, 1998-99."},
      {
        "id":"ED449868",
        "title":"Historical Course Registration Report [and] Historical Departmental Activity &amp; Instructional Workload Measures, University of Hawaii Community Colleges, Fall 1992-Fall 1996."},
      {
        "id":"ED449870",
        "title":"Howard Community College (HCC) Market Share of Howard County Residents and High School Graduates: Trend Tables and Data Documentation."},
      {
        "id":"ED449871",
        "title":"Howard Community College&apos;s 1992-1996 Graduates: A Trend Analysis."},
      {
        "id":"ED449872",
        "title":"Preparing Students as Global Citizens."},
      {
        "id":"ED449873",
        "title":"Provisional Community College Districts: A Proposed Method of Extending Community College Services to Unorganized Counties."},
      {
        "id":"ED449874",
        "title":"Indiana Degree Completion in National Context. Working Paper."},
      {
        "id":"ED449875",
        "title":"Workforce Development System Outcome Report, Program Year 1995-1996."},
      {
        "id":"ED449876",
        "title":"Narrowing Down the World of Work: A Career Decision Making Workbook."},
      {
        "id":"ED449881",
        "title":"Measures of Child Well-Being in Utah, 2001. A Pledge to Our Children. Utah KIDS COUNT."},
      {
        "id":"ED449882",
        "title":"Oklahoma Kids Count Factbook &apos;98."},
      {
        "id":"ED449883",
        "title":"The Children of the Cost, Quality, and Outcomes Study Go to School. Technical Report."},
      {
        "id":"ED449884",
        "title":"News from the International Clearinghouse on Children and Violence on the Screen (ICCVOS), 2000."},
      {
        "id":"ED449889",
        "title":"Folk Arts--Traditional Arts of Greece: Art Activities with Fibers, Fabrics and Weaving for Young Children."},
      {
        "id":"ED449892",
        "title":"Using Results To Improve the Lives of Children and Families: A Guide for Public-Private Child Care Partnerships."},
      {
        "id":"ED449893",
        "title":"A Guide to Engaging Parents in Public-Private Child Care Partnerships."},
      {
        "id":"ED449894",
        "title":"Partnerships at Work: Lessons Learned from Programs and Practices of Families, Professionals and Communities."},
      {
        "id":"ED449895",
        "title":"Pre-K Initiatives in Five States. NCEDL Spotlights, No. 29."},
      {
        "id":"ED449896",
        "title":"Education for Four-Year-Olds: State Initiatives. Technical Report #2."},
      {
        "id":"ED449897",
        "title":"Therapeutic Nursery Programs: A Survey of Alternative Preschools."},
      {
        "id":"ED449899",
        "title":"Researching Children's Art: Systematic Observations of the Artistic Skills of Young Children."},
      {
        "id":"ED449907",
        "title":"Safe Start: How Early Experiences Can Help Reduce Violence. An Ounce of Prevention Fund Paper."},
      {
        "id":"ED449908",
        "title":"Self-Awareness, Cultural Identity and Connectedness: Three Terms To (Re)Define in Anti-Bias Work."},
      {
        "id":"ED449909",
        "title":"Brighter Babies, Stronger Families: How Home Visitors Help Families Grow Together. An Ounce of Prevention Fund Paper."},
      {
        "id":"ED449910",
        "title":"Ready To Succeed: The Lasting Effects of Early Relationships. An Ounce of Prevention Fund and ZERO TO THREE Paper."},
      {
        "id":"ED449912",
        "title":"Keeping Kids Safe: A Guide for Safe Food Handling &amp; Sanitation for Child Care Providers."},
      {
        "id":"ED449913",
        "title":"Effective Language for Communicating Children's Issues."},
      {
        "id":"ED449914",
        "title":"A Year after Columbine: Public Looks to Parents More than Schools To Prevent Violence."},
      {
        "id":"ED449915",
        "title":"Retention, Helpful or Harmful? A Look at How or If Grade Retention Affects Children in School."},
      {
        "id":"ED449916",
        "title":"Rights of the Child in Burundi."},
      {
        "id":"ED449920",
        "title":"Access to Comprehensive School-Based Health Services for Children and Youth, 1999."},
      {
        "id":"ED449922",
        "title":"The Primary Program: Growing and Learning in the Heartland. Second Edition."},
      {
        "id":"ED449923",
        "title":"The School to Work Transition of Indigenous Australians: A Review of the Literature and Statistical Analysis."},
      {
        "id":"ED449924",
        "title":"Rural and Isolated School Students and Their Higher Education Choices: A Re-Examination of Student Location, Socioeconomic Background, and Educational Advantage and Disadvantage. Commissioned Report."},
      {
        "id":"ED449927",
        "title":"Elementary Change: Moving toward Systemic School Reform in Rural Kentucky."},
      {
        "id":"ED449928",
        "title":"National Youth Development Strategy."},
      {
        "id":"ED449930",
        "title":"National Statement of Principles and Standards for More Culturally Inclusive Schooling in the 21st Century."},
      {
        "id":"ED449931",
        "title":"A Model of More Culturally Inclusive and Educationally Effective Schools."},
      {
        "id":"ED449932",
        "title":"Report of MCEETYA Taskforce on Indigenous Education."},
      {
        "id":"ED449938",
        "title":"Profile of Hired Farmworkers, 1998 Annual Averages."},
      {
        "id":"ED449939",
        "title":"Promising Practices and Strategies To Reduce Alcohol and Substance Abuse among American Indians and Alaska Natives. An OJP Issues &amp; Practices Report."},
      {
        "id":"ED449940",
        "title":"Cultural Considerations in Providing Chemical Dependency Treatment for Latinas in Southern California."},
      {
        "id":"ED449941",
        "title":"The Assessment of Culture as a Protective Factor among Native Americans: The Survey of Nez Perce Culture."},
      {
        "id":"ED449942",
        "title":"The Rural Economy in a New Century."},
      {
        "id":"ED449943",
        "title":"Rural Policy in a New Century."},
      {
        "id":"ED449944",
        "title":"Enhancing Rural Leadership and Institutions."},
      {
        "id":"ED449945",
        "title":"Creating New Economic Opportunities: The Competitive Advantages of Rural America in the Next Century."},
      {
        "id":"ED449947",
        "title":"UCAN: A Four-State Rural Systemic Initiative. First Year Report (August 31, 1996); First Year Analysis (August 31, 1996); Year Two Annual Report (September 1, 1997); Third Year Report (September 1, 1998); Year Three Annual Report Executive Summary (September 1, 1998)."},
      {
        "id":"ED449948",
        "title":"UCAN: A Four-State Rural Systemic Initiative. Year Four Annual Report; Year Five Strategic Plan."},
      {
        "id":"ED449949",
        "title":"UCAN: A Four-State Rural Systemic Initiative. Year Two Performance Effectiveness Review (PER)."},
      {
        "id":"ED449950",
        "title":"UCAN: A Four-State Rural Systemic Initiative. Year Three Performance Effectiveness Review (PER)."},
      {
        "id":"ED449951",
        "title":"UCAN: A Four-State Rural Systemic Initiative. UCAN Measures of Progress toward Full Implementation: A Guide for Schools/Communities Involved in Reform."},
      {
        "id":"ED449953",
        "title":"Increasing Cultural Sensitivity of the Addiction Severity Index (ASI): An Example with Native Americans in North Dakota. Special Report."},
      {
        "id":"ED449954",
        "title":"Southern Rural Development Center 1999-2000 Year in Review."},
      {
        "id":"ED449955",
        "title":"Home-Based Businesses: Implications for the Rural Economy of the South. The Rural South: Preparing for the Challenges of the 21st Century, No. 16."},
      {
        "id":"ED449956",
        "title":"Dealing with Disproportionality in the Juvenile Justice System: The State of Washington's Approach."},
      {
        "id":"ED449957",
        "title":"Alaskan Natives and Other Minorities in the Special Education Programs of Four Alaskan School Districts."},
      {
        "id":"ED449960",
        "title":"Trends in Science Education Research, 1998: Taking the Annual Pulse of the Science Education Research Community."},
      {
        "id":"ED449961",
        "title":"Interpreting Biodiversity: A Manual for Environmental Educators in the Tropics."},
      {
        "id":"ED449962",
        "title":"Project 2061: Science Literacy for a Changing Future. Update 1998-99."},
      {
        "id":"ED449963",
        "title":"Land of Plenty: Diversity as America's Competitive Edge in Science, Engineering and Technology."},
      {
        "id":"ED449964",
        "title":"Tele-Learning and Distance Learning Re-Engineering Process."},
      {
        "id":"ED449965",
        "title":"One Possibility of Increasing the Interest in Engineering Study."},
      {
        "id":"ED449966",
        "title":"The Insertion of Environmental Contents in the Engineering Teaching: A Tentative Approach at the UFMG, Belo Horizonte, Brazil."},
      {
        "id":"ED449967",
        "title":"Border Environmental Education Resource Guide: Southern New Mexico, South Texas, Northern Chihuahua, Northern Coahuila, Northern Nuevo Leon, Northern Tamaulipas = Guia de Recursos de Educacion Ambiental en la Frontera: Sur de Nuevo Mexico, Sur de Texas, Norte de Chihuahua, Norte de Coahuila, Norte de Nuevo Leon, Norte de Tamaulipas."},
      {
        "id":"ED449968",
        "title":"Fostering a Sense of Wonder during the Early Childhood Years."},
      {
        "id":"ED449972",
        "title":"E-Hazards: They're Out There...."},
      {
        "id":"ED449973",
        "title":"Partnerships with Business and the Community."},
      {
        "id":"ED449974",
        "title":"Growing Pains: An Evaluation of the SUCCEED Coalition."},
      {
        "id":"ED449975",
        "title":"\"Go Figure\": The Surprising Successes of Teaching Statistics Courses via Internet."},
      {
        "id":"ED449976",
        "title":"The Electronic Biology Classroom: Implementation and Student Opinion."},
      {
        "id":"ED449977",
        "title":"Reinforce Design and Construction Issues with a Comprehensive Laboratory Project."},
      {
        "id":"ED449978",
        "title":"Cultural Diversity and the National Parks: Working Together for Change. The National Parks Community Partners Program."},
      {
        "id":"ED449979",
        "title":"The Role of Teacher Background and Preparation in Students' Algebra Success."},
      {
        "id":"ED449980",
        "title":"An Analysis of Middle School Mathematics Classroom Observation and Teacher Interview Data."},
      {
        "id":"ED449981",
        "title":"A Curriculum Management Audit of Mathematics Education in the Montgomery County Public Schools."},
      {
        "id":"ED449982",
        "title":"NASA Earth Science Enterprise 2000 Education Catalog."},
      {
        "id":"ED449983",
        "title":"Algebraic Thinking: Implications for Rethinking Pedagogy and Professional Development."},
      {
        "id":"ED449984",
        "title":"Results of Using Writing Tasks To Enhance Fourth-Grade Children's Acquisition of Fraction Knowledge."},
      {
        "id":"ED449987",
        "title":"Mathematics Preparation 10: Teacher Resource Manual."},
      {
        "id":"ED449988",
        "title":"A Tutoring Field Experience as a Vehicle for Applying Authentic Knowledge and Pedagogy: Dilemmas and Successes."},
      {
        "id":"ED449990",
        "title":"Content-Responsive Program Evaluation: An Integrated Preservice Example."},
      {
        "id":"ED449991",
        "title":"A Look at a Seminar in Individualized Instruction: Extending Tutoring To Develop a Meaningful Field Experience Prior to Student Learning."},
      {
        "id":"ED449992",
        "title":"The National Science Board: A History in Highlights, 1950-2000."},
      {
        "id":"ED449993",
        "title":"Accelerated Math[R]: Pilot Schools Report. Monograph."},
      {
        "id":"ED449994",
        "title":"Rethinking &quot;Authentic&quot; Science Learning: Context, Agency and Feminist Science in the Case of a Reform-Minded Biology Department."},
      {
        "id":"ED449995",
        "title":"Design and Application of a HyperStudio Science Program. Adventure Joe's Quest for Knowledge: Invertebrates."},
      {
        "id":"ED449996",
        "title":"The Theory of Evolution: An Educational Perspective."},
      {
        "id":"ED449997",
        "title":"Adaptive Core Requirements for an Ever Changing Electrical Engineering Curriculum."},
      {
        "id":"ED449998",
        "title":"Project Work as an Integrating and Revenue-Making Tool."},
      {
        "id":"ED449999",
        "title":"Drinking Water Activities for Students, Teachers, and Parents."},
      {
        "id":"ED450006",
        "title":"Prospects for Civics Education in Transitional Democracies: Results of an Impact Study in Romanian Classrooms."},
      {
        "id":"ED450007",
        "title":"Youth Summits: Engaging Young People in Violence Prevention. Technical Assistance Bulletin."},
      {
        "id":"ED450008",
        "title":"Community-School Relations. Current Policies of Parental Involvement and Community Participation. Cases in Brazil and Chile."},
      {
        "id":"ED450010",
        "title":"The Impact of Social Class on Development of Home-School Relations in Hong Kong."},
      {
        "id":"ED450013",
        "title":"Investments in Children's Education and Family-Building Behavior in Pakistan: Findings from Rural NWFP and Punjab."},
      {
        "id":"ED450017",
        "title":"Designing Your Intercultural Communication Course."},
      {
        "id":"ED450018",
        "title":"The Star-Spangled Banner Project: Save Our History[TM]. Teacher's Manual, Grades K-8."},
      {
        "id":"ED450019",
        "title":"The Missouri River Project: Save Our History[TM]. Teacher's Manual, Grades 4-12."},
      {
        "id":"ED450020",
        "title":"The Declaration of Independence: Save Our History[TM]. Teacher&apos;s Manual, Grades 2-12."},
      {
        "id":"ED450021",
        "title":"National World War II Memorial: Save Our History[TM]. Teacher's Manual, Grades 4-12."},
      {
        "id":"ED450022",
        "title":"&quot;Our Right To Be Heard&quot;: Voices from Child Parliamentarians in Zimbabwe."},
      {
        "id":"ED450023",
        "title":"What Do We Know about Sexual Harassment in Public Schools? Equity."},
      {
        "id":"ED450024",
        "title":"I. M. Pei's East Building: Solving Problems of Form and Function. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED450025",
        "title":"Picasso: The Early Years, 1892-1906. Teacher's Guide."},
      {
        "id":"ED450026",
        "title":"Henri Matisse: Color and Light. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED450028",
        "title":"K-12 Curriculum Framework for the Arts."},
      {
        "id":"ED450029",
        "title":"An Evaluation of &quot;Citizen in a Democracy&quot; (&quot;Polgar a Demokraciaban&quot;), Orszagos Kozepiskolai Verseny, 1997-1998."},
      {
        "id":"ED450030",
        "title":"An Evaluation of &quot;Citizen in a Democracy&quot; (&quot;Polgar a Demokraciaban&quot;), [1998-1999]."},
      {
        "id":"ED450031",
        "title":"A Three Year Evaluation of &quot;Citizen in a Democracy&quot; (&quot;Polgar a Demokraciaban,&quot; [1997-2000]."},
      {
        "id":"ED450032",
        "title":"How Can I Get an Idea Like That? A Student Guide to the Hemphill Folk Art Collection."},
      {
        "id":"ED450034",
        "title":"We the People...The Citizen and the Constitution: Knowledge of and Support for Democratic Institutions and Processes by Participating Students. National Finals, 2000."},
      {
        "id":"ED450035",
        "title":"Resources for Social Studies: A Guide for Teachers in Rhode Island and Southeastern New England. CRC Resource Guide."},
      {
        "id":"ED450036",
        "title":"Democracy Every Day: Discussion and Decision Models for Young People and Adults."},
      {
        "id":"ED450038",
        "title":"People v. Rose: Issues of Poisoning, Assault with a Deadly Weapon and Search and Seizure. Official Materials for the California Mock Trial Program."},
      {
        "id":"ED450039",
        "title":"Criminal Justice in America. Third Edition. Teacher's Guide."},
      {
        "id":"ED450040",
        "title":"Criminal Justice in America. Third Edition."},
      {
        "id":"ED450041",
        "title":"Gender Equity for Males. WEEA Digest."},
      {
        "id":"ED450042",
        "title":"Lessons To Use with Census 2000 Results."},
      {
        "id":"ED450043",
        "title":"&quot;I Need To Shut Up and Let Them Talk More&quot;: Beginning Teachers Reflect on Children's Understanding of Social Studies."},
      {
        "id":"ED450044",
        "title":"China Unit and Resource Packet. The China Project of the American Forum for Global Education."},
      {
        "id":"ED450045",
        "title":"Spotlight on Confucius: Chinese Classics and Cultural Values. Updated."},
      {
        "id":"ED450047",
        "title":"Biography: Experience It. Teacher's Manual for Grades 6-12."},
      {
        "id":"ED450048",
        "title":"The White House: 200th Anniversary. Save Our History[TM]. Teacher's Manual, Grades K-12."},
      {
        "id":"ED450049",
        "title":"Learning To Integrate: The Education of Russian-Speakers in Estonia, 1918-2000."},
      {
        "id":"ED450051",
        "title":"Hometown History: The Hometown History Activity Booklet."},
      {
        "id":"ED450052",
        "title":"The American Presidency: A Glorious Burden. Teacher's Manual, Grades 4-12."},
      {
        "id":"ED450053",
        "title":"Making Theory-Practice Connections in a Social Studies Methods Course: A Case Study."},
      {
        "id":"ED450054",
        "title":"The Case for Representative Democracy: What Americans Should Know about Their Legislatures."},
      {
        "id":"ED450055",
        "title":"The Pedagogical Demands of Subject Matter: Implications for Teacher Educators."},
      {
        "id":"ED450056",
        "title":"Method in an Age of National Standards."},
      {
        "id":"ED450057",
        "title":"Critical Theory in Education: Philosophical, Research, Sociobehavioral, and Organizational Assumptions."},
      {
        "id":"ED450058",
        "title":"Open File: New Modalities for Educational Aid."},
      {
        "id":"ED450061",
        "title":"Multicultural Education in Teacher Training (Curriculum Guide for Universities)."},
      {
        "id":"ED450062",
        "title":"Teaching about the U.S. Congress. ERIC Digest."},
      {
        "id":"ED450063",
        "title":"The Cultural Index as a Predictor of Culturally-Determined Behaviours in Multicultural Societies."},
      {
        "id":"ED450065",
        "title":"Indiana's Best Practices Celebrating Diversity: Many Communities...One Indiana. A Resource Manual of Diversity Programs &amp; Activities. Update 2000."},
      {
        "id":"ED450066",
        "title":"Girls, Subjectivity and Language: From Four to Twelve in a Rural School."},
      {
        "id":"ED450067",
        "title":"NGO Partnerships in Education: A Framework of Opportunities and Obstacles."}]
  }}
