{
  "response":{"numFound":509939,"start":390000,"numFoundExact":true,"docs":[
      {
        "id":"ED450069",
        "title":"Violence in Audio-Visual Media: How Educators Can Respond. ERIC Digest."},
      {
        "id":"ED450070",
        "title":"Massachusetts Public Fire and Safety Education Curriculum Planning Guidebook. Second Version."},
      {
        "id":"ED450071",
        "title":"Teacher Testing: A Symptom."},
      {
        "id":"ED450072",
        "title":"Teacher Supply and Demand to 2005: Projections and Context."},
      {
        "id":"ED450073",
        "title":"Open University's Postgraduate Certificate in Education (UK): A Contribution to Teacher Quality, Diversity, Access and Retention through Distance Education and School-University National Partnerships."},
      {
        "id":"ED450074",
        "title":"Beginning Teacher Induction: Research and Examples of Contemporary Practice."},
      {
        "id":"ED450075",
        "title":"Protecting Teens: Beyond Race, Income and Family Structure."},
      {
        "id":"ED450076",
        "title":"Sexual Knowledge of College Students in a Southern State: Related Factors and Impact of Previous Sex Education."},
      {
        "id":"ED450077",
        "title":"An Investigation of Teachers' Perceptions of Their Principals'&quot;Delegation&quot; and &quot;Relationships&quot; Behavior."},
      {
        "id":"ED450078",
        "title":"Teachers Learning To Use Technology within the Context of a Laptop Learning Initiative: The Interplay of Personal Histories, Social Dynamics and Institutional Culture."},
      {
        "id":"ED450079",
        "title":"Preservice Teachers' Perceptions of Characteristics of Effective Teachers: A Multi-Stage Mixed Methods Analysis."},
      {
        "id":"ED450080",
        "title":"Factors Associated with Teachers' Beliefs on Discipline."},
      {
        "id":"ED450081",
        "title":"Building a Strong Foundation for Teaching: The Fifth Annual Report of the Beginning Teacher Induction Program in New Brunswick."},
      {
        "id":"ED450082",
        "title":"Certification and Teacher Preparation in the United States."},
      {
        "id":"ED450083",
        "title":"Training Student Teachers in Cooperative Learning Methods."},
      {
        "id":"ED450084",
        "title":"Relationships between Preservice Teachers' Self-Efficacy, Task Analysis, and Classroom Management Beliefs."},
      {
        "id":"ED450085",
        "title":"Who Will Teach for Arkansas?"},
      {
        "id":"ED450086",
        "title":"Interdisciplinary Teaching and Learning at a Professional Development School."},
      {
        "id":"ED450087",
        "title":"Frame Theory Analysis of the Cultures of Three Outstanding Teacher Induction Programs."},
      {
        "id":"ED450088",
        "title":"Student Teaching Handbook."},
      {
        "id":"ED450089",
        "title":"The Importance of Support through Induction Programming in the Teacher Socialization Process."},
      {
        "id":"ED450090",
        "title":"Our Schools in Action: An Integrated Teacher Resource, Kindergarten-Grade 6."},
      {
        "id":"ED450091",
        "title":"Smoke Screeners: An Educational Program To Help Young People Decode Smoking in the Movies. Moderator's Guide."},
      {
        "id":"ED450097",
        "title":"Finding Teachers: How Hard Is It for Michigan Public School Districts. A 1999 Benchmark."},
      {
        "id":"ED450099",
        "title":"Instructional Practices and Implementation Issues in Multiage Classrooms."},
      {
        "id":"ED450100",
        "title":"NBPTS-Parallel Certification and Its Impact on the Public Schools: A Qualitative Approach."},
      {
        "id":"ED450101",
        "title":"Adult Learning Theory: The Mentoring Connection."},
      {
        "id":"ED450105",
        "title":"The AEL Guide to Action Research."},
      {
        "id":"ED450108",
        "title":"Study of Writing Instruction in Kentucky Schools: Evaluation of the Facilitator Training in the School Study of Writing Instruction."},
      {
        "id":"ED450110",
        "title":"Instructional Coherence: The Changing Role of the Teacher."},
      {
        "id":"ED450111",
        "title":"Ensuring Quality Teachers through Alternative Certification Programs. Policy Brief."},
      {
        "id":"ED450113",
        "title":"Eliminating Barriers to Improving Teaching."},
      {
        "id":"ED455123",
        "title":"Academic Employment of Recent Science and Engineering Doctorate Holders. SRS Issue Brief."},
      {
        "id":"ED455126",
        "title":"Teaching for Abstraction: Angle as a Case in Point."},
      {
        "id":"ED455132",
        "title":"Pacific Eisenhower Mathematics and Science Regional Consortium Final Performance Report, October 1, 1995-February 28, 2001."},
      {
        "id":"ED455133",
        "title":"Living with a Star: An Educator Guide with Activities in Sun-Earth Sciences."},
      {
        "id":"ED455134",
        "title":"How High Is It? An Educator&apos;s Guide with Activities Focused on Scale Models of Distances."},
      {
        "id":"ED455135",
        "title":"Federal Funds for Research and Development: Fiscal Years 1999, 2000, and 2001. Volume 49. Detailed Statistical Tables."},
      {
        "id":"ED455136",
        "title":"Academic Research and Development Expenditures: Fiscal Year 1999. Detailed Statistical Tables."},
      {
        "id":"ED455137",
        "title":"It Threw Me for a Loop! Preservice Teachers' Reactions to Issues-Centered Social Studies in the Primary Grades."},
      {
        "id":"ED455138",
        "title":"Globalization and Its Implications for Civic Education."},
      {
        "id":"ED455140",
        "title":"Creativity as Collective Misrecognition in the Relationships between Art Students and Their Teachers."},
      {
        "id":"ED455141",
        "title":"The Mis-Classification of Art as It Works Against an Inclusive Art Education."},
      {
        "id":"ED455142",
        "title":"Modes of Thought in Secondary School Art."},
      {
        "id":"ED455143",
        "title":"A Dream of Red Mansions: Researching the Art of Generalist Art Teaching."},
      {
        "id":"ED455144",
        "title":"Cultural Change through a School Reform Project: A Case Study."},
      {
        "id":"ED455145",
        "title":"An Alternative Approach to In-Service Teacher Education for Secondary Art Teachers."},
      {
        "id":"ED455146",
        "title":"Enabling or Constraining: Standards Based Assessment in Art Education in New Zealand."},
      {
        "id":"ED455147",
        "title":"Art as a Discipline Concealed in the Beliefs and Practices of Two Artists."},
      {
        "id":"ED455148",
        "title":"Ofrendas/BorderCrossings: A Studio-Based Model for Cross Cultural Traveling."},
      {
        "id":"ED455149",
        "title":"System-Wide Assessment in the Arts: A Developing Model."},
      {
        "id":"ED455150",
        "title":"Children's and Adolescents' Conceptions in Describing Works of Art."},
      {
        "id":"ED455151",
        "title":"A Comparison of National Standards for Visual Arts between the U.S. and Taiwan."},
      {
        "id":"ED455152",
        "title":"Western Civilization, Modernity, and World History: Some Perspectives from East Asia."},
      {
        "id":"ED455153",
        "title":"The Making of Dolls and Figurative Clay Sculpture among Black Indigenous People of South Africa."},
      {
        "id":"ED455154",
        "title":"The Art of Globalism, the Culture of Difference, the Industry of Knowledge."},
      {
        "id":"ED455155",
        "title":"The Postmodernist Descending the Staircase."},
      {
        "id":"ED455156",
        "title":"How To Motivate Students Worldwide?"},
      {
        "id":"ED455157",
        "title":"Images and Identities."},
      {
        "id":"ED455158",
        "title":"Civic Education in the States: Standards and Assessments in Civics across the Nation."},
      {
        "id":"ED455159",
        "title":"Arkansas Social Studies Standards and Expectations. Revised."},
      {
        "id":"ED455160",
        "title":"South Dakota Social Studies Content Standards."},
      {
        "id":"ED455164",
        "title":"Harnessing the Potential of Information Technologies in Education: Finding Innovation and Adaptability in Mali and Ghana."},
      {
        "id":"ED455165",
        "title":"What Works? A Blast from the Past. Project Profiles from the 60s and 70s...Social Marketing, Community Media, Mass Campaigns, Interactive Radio, Gender Equity, Participation, the Media &amp; More."},
      {
        "id":"ED455166",
        "title":"AED in Africa."},
      {
        "id":"ED455167",
        "title":"Social Marketing Lite: Ideas for Folks with Small Budgets and Big Problems. Health, Education, Population, Nutrition, the Environment, Transportation, Democracy-Building, Youth Development, and Elder Care in the U.S. and around the World."},
      {
        "id":"ED455168",
        "title":"Social Marketing Traction: A Practical Resource Book for Social Marketing."},
      {
        "id":"ED455169",
        "title":"Education for Democracy: Some Challenges Facing Education in South Africa."},
      {
        "id":"ED455173",
        "title":"Space &amp; Materials: A Second Year Design Curriculum."},
      {
        "id":"ED455174",
        "title":"The Problem of the Correct Answer."},
      {
        "id":"ED455175",
        "title":"Improving Student Participation in Beginning Band Programs through the Use of Effective Recruiting Techniques."},
      {
        "id":"ED455176",
        "title":"Senior Student Affairs Officers' Perceptions of Campus-Based Student Religious Organizations."},
      {
        "id":"ED455177",
        "title":"The Gender Debate about Identity and Moral Development Continues: What about the Men?"},
      {
        "id":"ED455178",
        "title":"&quot;Oh, So Lucky To Be Like That, Somebody Care&quot;: Five Case Studies of Selected Mid-Life Women Learners Seeking Care in a Literacy Program."},
      {
        "id":"ED455179",
        "title":"A First-Year White Teacher Working with Children of Color: An Investigation into the Meaning of &quot;Trial by Fire.&quot;"},
      {
        "id":"ED455180",
        "title":"Civil Rights Questions: Where Race, Economics, and Criminal Justice Intersect."},
      {
        "id":"ED455181",
        "title":"Water: A Source of Life and Culture. Water in Africa."},
      {
        "id":"ED455182",
        "title":"Water Pressure. Water in Africa."},
      {
        "id":"ED455183",
        "title":"Water-Borne Illnesses. Water in Africa."},
      {
        "id":"ED455184",
        "title":"Photomontage. Water in Africa."},
      {
        "id":"ED455185",
        "title":"Narrative vs. Expository Texts. Water in Africa."},
      {
        "id":"ED455186",
        "title":"Using Historical Statistics To Teach about World War II. ERIC Digest."},
      {
        "id":"ED455187",
        "title":"How Do High School Students Understand and Perceive Our Legal Culture? The Results. Law Day: Student Survey 2001."},
      {
        "id":"ED455189",
        "title":"Projects Submitted by Participants of the Fulbright-Hays Summer Seminars Abroad Program, 2000 (Poland and Hungary)."},
      {
        "id":"ED455190",
        "title":"Conquistadors. Teaching Guide."},
      {
        "id":"ED455194",
        "title":"Strategies To Support Self-Directed Learning in a Web-Based Course."},
      {
        "id":"ED455195",
        "title":"Teachers' Ideas about Teaching Statistics."},
      {
        "id":"ED455196",
        "title":"Shared Responsibility for Recruiting and Retaining Caring and Competent Teachers: Collaboration and Cooperation between a Two-Year IHE and a Four-Year IHE."},
      {
        "id":"ED455198",
        "title":"Troops to Teachers: Program Helped Address Teacher Shortages. Report to Congressional Requesters."},
      {
        "id":"ED455199",
        "title":"Collaborative Structures between the Colleges of Education and Human Services and Science and Mathematics."},
      {
        "id":"ED455200",
        "title":"Instructional Choice in Rural Classrooms."},
      {
        "id":"ED455201",
        "title":"Education and the New Disciplinarity: Surveillance, Spectacle, and the Case of SBER."},
      {
        "id":"ED455202",
        "title":"Pursuing Image: Making Sense of Popular Pedagogical Representations."},
      {
        "id":"ED455204",
        "title":"Self-Regulation of Learning in the 21st Century: Understanding the Role of Academic Delay of Gratification."},
      {
        "id":"ED455205",
        "title":"Understanding What Students Learn in School."},
      {
        "id":"ED455206",
        "title":"Moral Features of Mentoring in an Urban Context."},
      {
        "id":"ED455207",
        "title":"Text and Context: Using Multicultural Literature To Help Teacher Education Students Develop Understanding of Self and World."},
      {
        "id":"ED455208",
        "title":"Tracking Transfer of Reform: Tracking Transfer of Reform Methodology from Science and Math College Courses to the Teaching Style of Beginning Teachers of Grades 5-12. Technical Report."},
      {
        "id":"ED455209",
        "title":"So What Type of Teachers Are They? Graduates of a PDS Teacher Preparation Program 3-6 Years Later."},
      {
        "id":"ED455210",
        "title":"Learning To Teach: The Lived Experience of Being an Intern in a Professional Development School."},
      {
        "id":"ED455211",
        "title":"The Power of Multiple Mentoring in the Context of a Professional Development School: E pluribus Unum - Out of Many, One."},
      {
        "id":"ED455212",
        "title":"Teachers' Perceptions of Accountability."},
      {
        "id":"ED455213",
        "title":"The Engineering of the Paideia Proposal: The First Year."},
      {
        "id":"ED455216",
        "title":"Implementing the Recommended High School Program as the Minimum Graduation Requirement: A Study of the Need for Teachers."},
      {
        "id":"ED455217",
        "title":"Proposal for Professional Development Schools."},
      {
        "id":"ED455218",
        "title":"Brain Based Teaching: Fad or Promising Teaching Method."},
      {
        "id":"ED455220",
        "title":"Indiana's &quot;Class Size Reduction&quot; Initiative: Teacher Perspectives on Training, Implementation and Pedagogy."},
      {
        "id":"ED455221",
        "title":"The Case Study Method: Critical Thinking Enhanced by Effective Teacher Questioning Skills."},
      {
        "id":"ED455226",
        "title":"Improving Teaching, Improving Learning: Linking Professional Development to Improved Student Achievement."},
      {
        "id":"ED455227",
        "title":"Does Professional Development Change Teaching Practice? Results from a Three-Year Study."},
      {
        "id":"ED455228",
        "title":"Creating Teacher-Led Professional Development Centers, Summer 2000, No. 2."},
      {
        "id":"ED455229",
        "title":"Engaging Public Support for Teachers' Professional Development, Fall 2000, No. 3."},
      {
        "id":"ED455230",
        "title":"Creating a Teacher Mentoring Program, Fall 1999, No. 1."},
      {
        "id":"ED455231",
        "title":"An Overview of the Preparation and Certification of Teachers Working with Limited English Proficient (LEP) Students."},
      {
        "id":"ED455232",
        "title":"A Day in the Life of a Student Teacher."},
      {
        "id":"ED455235",
        "title":"The Effectiveness of Minority Teachers on Minority Student Success."},
      {
        "id":"ED455236",
        "title":"Cultural Pluralism: Implications for Educational Practices and Comprehensive School Reform."},
      {
        "id":"ED455237",
        "title":"Training New Mentors. Technical Assistance Packet #5."},
      {
        "id":"ED455238",
        "title":"Moving beyond Our Education Community: Student Teaching Abroad."},
      {
        "id":"ED455239",
        "title":"What Story Does the Work Tell? A Resource of Curricular Units, Student Work and Commentary by Philadelphia Teachers."},
      {
        "id":"ED455240",
        "title":"Building &amp; Assessing School Partnerships: The Wright State Model."},
      {
        "id":"ED455241",
        "title":"Do We Have To Give Standardized Tests of Teacher Content Knowledge?"},
      {
        "id":"ED455242",
        "title":"Enhancing Professional Practice through WebCT: A Model for Preparing Reading Professionals."},
      {
        "id":"ED455243",
        "title":"Whither Thou Goest: The Intrigue of an International Study Seminar."},
      {
        "id":"ED455244",
        "title":"Catalyzing Change in Preservice Teachers' Beliefs: Effects of the Mathematics Early Field Experience."},
      {
        "id":"ED455245",
        "title":"Bending Back To Move Forward: Using Reflective Practice To Develop a High School Civic Education/Aikido Course."},
      {
        "id":"ED455246",
        "title":"Estimating Minimum Sample Sizes in Random Groups Equating."},
      {
        "id":"ED455247",
        "title":"Mathematics as a Gendered Domain: New Measurement Tools."},
      {
        "id":"ED455248",
        "title":"Constructing a Universal Scale of High School Course Difficulty."},
      {
        "id":"ED455249",
        "title":"Can Self-Regulated Learning Predict Transfer of Problem-Solving and Text Structure?"},
      {
        "id":"ED455250",
        "title":"English Language Proficiency and Other Factors Influencing Mathematics Achievement at Junior Secondary Level in South Africa."},
      {
        "id":"ED455254",
        "title":"The High Stakes of HIGH-STAKES Testing. Policy Brief."},
      {
        "id":"ED455255",
        "title":"Balancing Local Assessment with Statewide Testing: Building a Program That Meets Student Needs. Knowledge Brief."},
      {
        "id":"ED455256",
        "title":"STARS: School-Based Teacher-Led Assessment and Reporting System. A Planning Guide for Nebraska Schools."},
      {
        "id":"ED455257",
        "title":"Moving Forward with Assessment. Update #1. STARS: School-Based Teacher-Led Assessment and Reporting System."},
      {
        "id":"ED455258",
        "title":"A STARS Summary. Update #2. STARS: School-Based Teacher-Led Assessment and Reporting System."},
      {
        "id":"ED455259",
        "title":"Writing Assessment. Update #3. STARS: School-Based Teacher-Led Assessment and Reporting System (STARS)."},
      {
        "id":"ED455260",
        "title":"Planning for Writing Assessment, Assessment Reporting, Model Assessments. Update # 4. STARS: School-Based Teacher-Led Assessment and Reporting System."},
      {
        "id":"ED455261",
        "title":"Statewide Writing Assessment Follow-Up; Federal Reporting Requirements; Preparing the School District Assessment Portfolio. Update # 5. STARS: School-Based Teacher-Led Assessment and Reporting System."},
      {
        "id":"ED455262",
        "title":"Nebraska State Report Card, 1999-2000 = Tarjeta informativa del Estado de Nebraska, 1999-2000."},
      {
        "id":"ED455263",
        "title":"Test Bashing Series."},
      {
        "id":"ED455264",
        "title":"Report and Recommendations to the Delaware State Board of Education for: Establishing Proficiency Levels for the Delaware Student Testing Program in Reading, Writing, and Mathematics."},
      {
        "id":"ED455265",
        "title":"Delaware's College-Bound Seniors: 1999 SAT &amp; AP Results for Delaware and the Nation."},
      {
        "id":"ED455266",
        "title":"Delaware Student Testing Program: A Score Results Guide for Boards and Administrators."},
      {
        "id":"ED455267",
        "title":"Delaware Student Testing Program: A Score Results Guide for Teachers."},
      {
        "id":"ED455268",
        "title":"Delaware Student Testing Program: A Score Results Guide for Parents."},
      {
        "id":"ED455270",
        "title":"Delaware Student Testing Program: State Report for 2000 DSTP Writing Assessment."},
      {
        "id":"ED455271",
        "title":"Delaware Student Testing Program: Report on Special Writing Study."},
      {
        "id":"ED455275",
        "title":"Digest of Education Statistics, 2000."},
      {
        "id":"ED455276",
        "title":"Taking Tests: More Time for the Handicapped?"},
      {
        "id":"ED455277",
        "title":"Teaching Effectiveness and Course Evaluation: The Role of Academic Delay of Gratification."},
      {
        "id":"ED455278",
        "title":"Using Commonly Available Software for Conducting Bootstrap Analyses."},
      {
        "id":"ED455279",
        "title":"Sample Characteristics and Measurement Reliability: An Empirical Exploration."},
      {
        "id":"ED455280",
        "title":"Teachers' Assessment Competencies."},
      {
        "id":"ED455281",
        "title":"Standardized Assessment in Mexico: Issues on Interpretation and Use of Assessment Results."},
      {
        "id":"ED455282",
        "title":"Functional Independence Measures for Students with Disabilities: Review of Issues and Methods."},
      {
        "id":"ED455283",
        "title":"Education and Manpower Development, 1999. No. 19."},
      {
        "id":"ED455284",
        "title":"Leverage Points for Improving Educational Assessment. CSE Technical Report."},
      {
        "id":"ED455285",
        "title":"Making Sense of Data from Complex Assessments. CSE Technical Report."},
      {
        "id":"ED455286",
        "title":"The Design and Evaluation of Educational Assessment and Accountability Systems. CSE Technical Report."},
      {
        "id":"ED455287",
        "title":"The Performance of Students with Disabilities on New York's Revised Regents Comprehensive Examination in English. CSE Technical Report."},
      {
        "id":"ED455288",
        "title":"Short Circuits or Superconductors? Examining Factors That Encourage or Undermine Group Learning and Collaboration among High-Ability Students. CSE Technical Report."},
      {
        "id":"ED455289",
        "title":"The Effects of Linguistic Simplification of Science Test Items on Performance of Limited English Proficient and Monolingual English-Speaking Students."},
      {
        "id":"ED455291",
        "title":"Validity of Accommodation for English Language Learners."},
      {
        "id":"ED455292",
        "title":"Validity of Standardized Achievement Tests for English Language Learners."},
      {
        "id":"ED455293",
        "title":"Validity Considerations in the Assessment of LEP Students Using Standardized Achievement Tests."},
      {
        "id":"ED455294",
        "title":"Characterizing Measurement Error in Test Scores across Studies: A Tutorial on Conducting &quot;Reliability Generalization&quot; Analyses."},
      {
        "id":"ED455295",
        "title":"Student-Organized College of Education \"Educational Research Exchanges\" from the Student and Former Student Perspective."},
      {
        "id":"ED455296",
        "title":"Merging National and International Interests in Educational System Evaluation. Proceedings of the Conference (Jyvaskyla, Finland, March 19th and 20th, 1998)."},
      {
        "id":"ED455297",
        "title":"An Assessment: The Business Model in the Public Schools."},
      {
        "id":"ED455298",
        "title":"Assessment: Who Goes to Summer School."},
      {
        "id":"ED455299",
        "title":"Evaluating the Impact of Test Accommodations on Test Scores of LEP Students &amp; Non-LEP Students."},
      {
        "id":"ED455300",
        "title":"The Effects of Family Structures on Academic Achievement."},
      {
        "id":"ED455301",
        "title":"Grade Level Retention Rates in Louisiana Public Schools: 1997-98 to 2000-01."},
      {
        "id":"ED455302",
        "title":"Multi-Dimensional Assessment of Classroom Instructional Practice: A Validity Study of the Classroom Instructional Practice Scale (CIPS)."},
      {
        "id":"ED455303",
        "title":"Factors for Teacher Response Rate in a Nationwide Middle Grades Survey."},
      {
        "id":"ED455304",
        "title":"Mathematics Assessment Handbook, 2000-2001. The Pennsylvania System of School Assessment."},
      {
        "id":"ED455305",
        "title":"Reading Assessment Handbook, 2000-2001. The Pennsylvania System of School Assessment."},
      {
        "id":"ED455306",
        "title":"Writing Assessment Handbook, 2000-2001. The Pennsylvania System of School Assessment."},
      {
        "id":"ED455307",
        "title":"PSSA Released Reading Items, 2000-2001. The Pennsylvania System of School Assessment."},
      {
        "id":"ED455308",
        "title":"Gaps in Academic Achievement: WCPSS Status, 2000-01."},
      {
        "id":"ED455309",
        "title":"Snapshot 2000: 1999-2000 School District Profiles."},
      {
        "id":"ED455311",
        "title":"An Application of Regression Models with Student Ratings in Determining Course Effectiveness."},
      {
        "id":"ED455312",
        "title":"Perspective on Grade Assignment at East Africa's State Universities."},
      {
        "id":"ED455314",
        "title":"State Assessment Report: 1999-2000 Results."},
      {
        "id":"ED455316",
        "title":"The Federal Forecasters Conference--2000. Papers and Proceedings (11th, Washington, DC, September 14, 2000)."},
      {
        "id":"ED455317",
        "title":"Inspecting Schools for Race Equality: OFSTED's Strengths and Weaknesses. Executive Summary of a Report for the Commission for Racial Equality."},
      {
        "id":"ED455318",
        "title":"The CEIC Review, 2001."},
      {
        "id":"ED455319",
        "title":"&quot;Honey, I'm Home&quot;: Changes in Living Arrangements in the Late 1990s. New Federalism National Survey of America's Families, Series B, No. B-38. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED455320",
        "title":"Determinants of Reading Achievement of Immigrant Adolescents: The Role of Demographic and Psycho-Cultural Factors in School Adaptation."},
      {
        "id":"ED455326",
        "title":"&quot;No Excuses&quot;: The Eighth Grade Year in Six Philadelphia Middle Schools."},
      {
        "id":"ED455328",
        "title":"Transitions in the Life Course of African-American Males: Issues in Schooling, Adulthood, Fatherhood, and Families."},
      {
        "id":"ED455329",
        "title":"Districts on the Move: Unified Student Service in Boston Public Schools: Building a Continuum of Services through Standards-Based Reform."},
      {
        "id":"ED455330",
        "title":"Adolescents' School Enrollment and Employment: Effect of State Welfare Policies. JCPR Working Paper."},
      {
        "id":"ED455332",
        "title":"Income Mobility and Exits from Poverty of American Children, 1970-1992. JCPR Working Paper."},
      {
        "id":"ED455333",
        "title":"Ability, Educational Ranks, and Labor Market Trends: The Effects of Shifts in the Skill Composition of Educational Groups. JCPR Working Paper."},
      {
        "id":"ED455334",
        "title":"Our Call to Action: Raising the Bar and Closing the Gap Because All Children Matter. Revised."},
      {
        "id":"ED455335",
        "title":"Including Culturally and Linguistically Diverse Students in Standards-Based Reform: A Report on McREL's Diversity Roundtable I."},
      {
        "id":"ED455336",
        "title":"Should We Have Faith in the Churches? Ten-Point Coalition's Effect on Boston's Youth Violence. JCPR Working Paper."},
      {
        "id":"ED455337",
        "title":"Building Bridges to the Economic Mainstream for African American Male Ex-Offenders: A Preliminary Assessment of an Inmate Education Re-Entry Program."},
      {
        "id":"ED455338",
        "title":"Campaign for Fiscal Equity, et al., Plaintiffs, against the State of New York, et al., Defendants, Supreme Court State of New York, County of New York, I.A.S. Part 25. Index No. 111070/93 (Judge DeGrasse Ruling)."},
      {
        "id":"ED455339",
        "title":"Has the Intergenerational Transmission of Economic Status Changed? JCPR Working Paper."},
      {
        "id":"ED455340",
        "title":"Benito Martinez Elementary, El Paso, TX. Schools on the Move: Stories of Urban Schools Engaged in Inclusive Journeys of Change."},
      {
        "id":"ED455341",
        "title":"Gender Differences in Educational Achievement within Racial and Ethnic Groups. ERIC Digest Number 164."},
      {
        "id":"ED455342",
        "title":"School Choice as Education Reform: What Do We Know? ERIC Digest Number 165."},
      {
        "id":"ED455343",
        "title":"School Practices for Equitable Discipline of African American Students. ERIC Digest Number 166."},
      {
        "id":"ED455344",
        "title":"On Time and How To Get More of It. On Point...Brief Discussions of Critical Issues in Urban Education."},
      {
        "id":"ED455345",
        "title":"Being There: Exploring the Fatherhood Experiences and Beliefs of Low-Income Urban African American Males."},
      {
        "id":"ED455346",
        "title":"Does SCHIP Spell Better Dental Care Access for Children? An Early Look at New Initiatives. Occasional Paper Number 50. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED455347",
        "title":"How To Create a Community Guide to Your School District's Budget. School Finance Toolkit."},
      {
        "id":"ED455350",
        "title":"&quot;Can't You Lighten Up a Bit?&quot; Black Women Administrators in the Academy."},
      {
        "id":"ED455351",
        "title":"Metacognition and Effective Study Strategies among African-American College and University Students."},
      {
        "id":"ED455352",
        "title":"Mentoring African American Middle School Students: Applying Principles of Antiracism Education to the Problem of Closing the Black-White Achievement Gap."},
      {
        "id":"ED455353",
        "title":"African American Faculty as Part of the Problem or Part of the Solution in the Retention of African American Students on &quot;White&quot; College Campuses."},
      {
        "id":"ED455354",
        "title":"Black Doctoral Graduates from a Predominantly White University."},
      {
        "id":"ED455355",
        "title":"Sociocultural Differences in Eating Disordered Behaviors and Body Image Perception: A Comparison between Puerto Rican and American College Women."},
      {
        "id":"ED455356",
        "title":"The Racial and Ethnic Identities of Dominicans in New York City."},
      {
        "id":"ED455357",
        "title":"The Transracial Adoption Debate in the United States."},
      {
        "id":"ED455358",
        "title":"Barbie.com and Racial Identity."},
      {
        "id":"ED455360",
        "title":"Lifelong Learning and Employability: Is the European Model of Vocational Training in Crisis?"},
      {
        "id":"ED455361",
        "title":"Changes in Federal Aid to State and Local Governments, as Proposed in the Bush Administration FY2002 Budget. Briefing Paper."},
      {
        "id":"ED455362",
        "title":"From Guests to Permanent Stayers? From the German &quot;Guestworker&quot; Programmes of the Sixties to the Current &quot;Green Card&quot; Initiative for IT Specialists. IAB Labour Market Research Topics No. 43."},
      {
        "id":"ED455363",
        "title":"Non-Formal Education in Urban Kenya: Findings of a Study in Kisumu, Mombasa and Nairobi."},
      {
        "id":"ED455364",
        "title":"Assessment Tools for Adult Education."},
      {
        "id":"ED455365",
        "title":"Mobility in the European Tourism Sector: The Role of Transparency and Recognition of Vocational Qualifications. CEDEFOP Panorama Series."},
      {
        "id":"ED455366",
        "title":"Major Needs of Career and Technical Education in the Year 2000: Views from the Field."},
      {
        "id":"ED455367",
        "title":"The Status of Career and Technical Education Teacher Preparation Programs."},
      {
        "id":"ED455368",
        "title":"How Welfare and Work Policies Affect Employment and Income: A Synthesis of Research."},
      {
        "id":"ED455369",
        "title":"Building New Partnerships for Employment: Collaboration among Agencies and Public Housing Residents in the Jobs-Plus Demonstration."},
      {
        "id":"ED455371",
        "title":"Whose Job Is It? Employers' Views on Welfare Reform. JCPR Working Paper."},
      {
        "id":"ED455372",
        "title":"Making Judgments as the Basis for Workplace Learning: Preliminary Research Findings. Working Paper."},
      {
        "id":"ED455373",
        "title":"International Mutual Recognition: Progress and Prospects. Working Paper."},
      {
        "id":"ED455374",
        "title":"Building Foundations for Academic Success in School-to-Career Systems."},
      {
        "id":"ED455376",
        "title":"What Works in Enhancing HRD Effectiveness?"},
      {
        "id":"ED455377",
        "title":"Mobility in the European Chemicals Industry Sector: The Role of Transparency and Recognition of Vocational Qualifications. CEDEFOP Panorama Series."},
      {
        "id":"ED455378",
        "title":"Mobility in the European Health Sector: The Role of Transparency and Recognition of Vocational Qualifications. CEDEFOP Panorama Series."},
      {
        "id":"ED455379",
        "title":"CEDEFOP Annual Report, 2000."},
      {
        "id":"ED455380",
        "title":"Reflecting on Culture Wars in Adult Literacy Education: Exploring Critical Issues in \"Contested Ground.\""},
      {
        "id":"ED455381",
        "title":"Recruitment Issues and Strategies for Adults Who Are Not Currently Participating in Literacy and Adult Basic Education (ABE) Programs."},
      {
        "id":"ED455382",
        "title":"Social Learning among People Who Are Excluded from the Labor Market. Part One: Context and Case Studies. NALL Working Paper."},
      {
        "id":"ED455383",
        "title":"Reinventing High School: Six Journeys of Change. An In-Depth Look at Six High Schools That Are Transforming the Way We Think about Secondary Schooling."},
      {
        "id":"ED455384",
        "title":"Youth Councils and Comprehensive Youth Planning: A Report from Eight Communities. School-to-Work Intermediary Project. Issue Brief."},
      {
        "id":"ED455385",
        "title":"Nursing Workforce: Emerging Nurse Shortages Due to Multiple Factors. Report to the Chairman, Subcommittee on Health, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED455386",
        "title":"Does Job Corps Work? Summary of the National Job Corps Study. Summary Report."},
      {
        "id":"ED455388",
        "title":"Training in Europe: Second Report on Vocational Training Research in Europe, 2000. Background Report. Volumes 1-3. CEDEFOP Reference Series."},
      {
        "id":"ED455389",
        "title":"Nursing Workforce: Multiple Factors Create Nurse Recruitment and Retention Problems. Testimony before the Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED455390",
        "title":"Using the Internet in Trade and Industrial Education."},
      {
        "id":"ED455391",
        "title":"Adult Basic Education and Self-Esteem: Practical Strategies for Addressing Self-Esteem Problems among Basic Skills Students."},
      {
        "id":"ED455392",
        "title":"Are We Facing a &quot;Literacy Surplus&quot; in the Workforces of the United States and Canada? Research Note."},
      {
        "id":"ED455393",
        "title":"Business Education Index, 2000: Index of Business Education Articles and Research Studies Compiled from a Selected List of Periodicals Published during the Year 2000. Volume 61."},
      {
        "id":"ED455394",
        "title":"End User Computing at a South African Technikon: Enabling Disadvantaged Students To Meet Employers' Requirements."},
      {
        "id":"ED455395",
        "title":"Technology Education in Taiwan."},
      {
        "id":"ED455396",
        "title":"Get Real: Work-Related Teaching and Learning."},
      {
        "id":"ED455397",
        "title":"Taking Part One GNVQ Forward."},
      {
        "id":"ED455398",
        "title":"School-Work Transition and New Job Skills: An European Comparative Study."},
      {
        "id":"ED455399",
        "title":"Friendly Neighborhood Computers: Action Research in Adult Literacy."},
      {
        "id":"ED455400",
        "title":"Industry Review and Validation of Model Curriculum for Programmer/Analyst, Network Administration, and Technical Support."},
      {
        "id":"ED455401",
        "title":"Adult Education in Israel IV."},
      {
        "id":"ED455402",
        "title":"Adult Education in Israel V."},
      {
        "id":"ED455403",
        "title":"Teens Working: Turning Earning into Learning. Facilitator Guide [and] Critical Workplace Issues [and] Student Guide."},
      {
        "id":"ED455404",
        "title":"Who Took the GED? GED 2000 Statistical Report."},
      {
        "id":"ED455406",
        "title":"Does Inequality in Skills Explain Inequality of Earnings across Advanced Countries? NBER Working Paper Series."},
      {
        "id":"ED455412",
        "title":"Review 2000: The Challenge of Knowledge and Know-How."},
      {
        "id":"ED455413",
        "title":"Literacy in the Community Learning Context."},
      {
        "id":"ED455414",
        "title":"Lessons We Can Learn from Other Countries. IAB Labour Market Research Topics No. 44."},
      {
        "id":"ED455415",
        "title":"Training and Learning for Competence: Second Report on Vocational Training Research in Europe. Executive Summary. CEDEFOP Reference Series."},
      {
        "id":"ED455418",
        "title":"Business Curriculum Development in the Community College."},
      {
        "id":"ED455419",
        "title":"Relevance of Education &amp; Training in a Business Environment."},
      {
        "id":"ED455420",
        "title":"Employing Welfare Recipients with Significant Barriers to Work: Lessons from the Disability Field."},
      {
        "id":"ED455421",
        "title":"Stronger Links: New Ways To Connect Low-Skilled Workers to Better Jobs."},
      {
        "id":"ED455423",
        "title":"School-to-Work Progress Measures: A Report to the National School-to-Work Office for the Period July 1, 1997-June 30, 1998."},
      {
        "id":"ED455424",
        "title":"The Adult Education and Family Literacy Act Section 223 State Leadership Report, Program Year 1999-2000. Ohio's ABLE (Adult Basic and Literacy Education)."},
      {
        "id":"ED455426",
        "title":"The Role of Vocational Education and Training in Transition Countries: The Case of Central and Eastern Europe and the New Independent States."},
      {
        "id":"ED455427",
        "title":"Correcting Part-Time Misconceptions. Policy Watch."},
      {
        "id":"ED455428",
        "title":"Human Capital: Building the Information Technology Workforce To Achieve Results. Testimony before the Subcommittee on Technology and Procurement Policy, Committee on Government Reform, U.S. House of Representatives."},
      {
        "id":"ED455430",
        "title":"Health Workforce: Ensuring Adequate Supply and Distribution Remains Challenging. Testimony before the Subcommittee on Health, Committee on Energy and Commerce, House of Representatives."},
      {
        "id":"ED455431",
        "title":"Coordination and Integration of Welfare and Workforce Development Systems."},
      {
        "id":"ED455434",
        "title":"Work Requirements in Transformation, Competence for the Future: A Critical Look at the Consequences of Current Positions. IAB Labour Market Research Topics No. 45."},
      {
        "id":"ED455435",
        "title":"Educating Career &amp; Technical Education Teachers: Building a New Model. Symposium Proceedings (Washington, DC, June 13-14, 2000)."},
      {
        "id":"ED455436",
        "title":"The Apprenticeship and Industry Training System: A Resource Manual for LAC and PAC Members."},
      {
        "id":"ED455437",
        "title":"Careers in the Trades: A Presenter's Guide."},
      {
        "id":"ED455438",
        "title":"A Vision for the Future: Alberta Apprenticeship and Industry Training--Phase II Discussion Paper."},
      {
        "id":"ED455439",
        "title":"A Vision for the Future: Final Phase. Keeping You Informed... [and] A Vision for the Future: Supplement--Regulations and Orders."},
      {
        "id":"ED455440",
        "title":"National Actions To Implement Lifelong Learning in Europe. Survey 3."},
      {
        "id":"ED455441",
        "title":"Workplace Counseling Tools."},
      {
        "id":"ED455442",
        "title":"Evaluating Two Approaches to Case Management: Implementation, Participation Patterns, Costs, and Three-Year Impacts of the Columbus Welfare-to-Work Program. National Evaluation of Welfare-to-Work Strategies."},
      {
        "id":"ED455443",
        "title":"Hot Bodies 400 Corporation: A Simple Guide for Small Business Startups [and] Teamwork: Problems and Solutions Workbook. For What You Wear...or Wear Not! An ICA Publication in Business and Behavioral Science."},
      {
        "id":"ED455444",
        "title":"Schooling in the Workplace: Increasing the Scale and Quality of Work-Based Learning. Final Report."},
      {
        "id":"ED455445",
        "title":"Career Academies: Building Blocks for Reconstructing American High Schools."},
      {
        "id":"ED455446",
        "title":"Internship Handbook for Career Academies."},
      {
        "id":"ED455447",
        "title":"Issues in Schoolwide Application of Career Academies."},
      {
        "id":"ED455448",
        "title":"The Mentor Handbook."},
      {
        "id":"ED455449",
        "title":"Scheduling Guide for Career Academies."},
      {
        "id":"ED455450",
        "title":"O*NET[TM] Career Exploration Tools. Version 3.0."},
      {
        "id":"ED455451",
        "title":"Development of Prototype Occupational Information Network (O*NET) Content Model. Volume I: Report [and] Volume II: Appendices."},
      {
        "id":"ED455452",
        "title":"O*NET Final Technical Report. Volume I [and] Volume II [and] Volume III."},
      {
        "id":"ED455458",
        "title":"E-Therapy: Practical, Ethical, and Legal Issues."},
      {
        "id":"ED455459",
        "title":"From Privileges to Rights: People Labeled with Psychiatric Disabilities Speak for Themselves."},
      {
        "id":"ED455460",
        "title":"Improving Organizational/Study Skills in High School Students."},
      {
        "id":"ED455461",
        "title":"A Study of Students' Lack of Study and Organizational Skills with Middle School and High School Students."},
      {
        "id":"ED455462",
        "title":"Improving Student Motivation by Increasing Student and Parental Awareness of Academic Achievement."},
      {
        "id":"ED455463",
        "title":"Improving Middle School Students' Academic Success through Motivational Strategies."},
      {
        "id":"ED455464",
        "title":"Improving Student Motivation through Cooperative Learning and Other Strategies."},
      {
        "id":"ED455466",
        "title":"What Is Effective Supervision? A National Survey of Supervision Experts."},
      {
        "id":"ED455467",
        "title":"A Quantitative Assessment of Culture and Career Decision-Making Confidence Levels of High School Seniors in a School-to-Work Program Using the Career Decision Scale."},
      {
        "id":"ED455468",
        "title":"Model Projects for Early Intervention in the Mental Health of Young People: Reorientation of Services."},
      {
        "id":"ED455469",
        "title":"Early Intervention in the Mental Health of Young People: A Literature Review."},
      {
        "id":"ED455470",
        "title":"Attention Deficit Hyperactivity Disorder in Preschool Aged Children. Clinical Approaches to Early Intervention in Child and Adolescent Mental Health, Volume 1."},
      {
        "id":"ED455471",
        "title":"Early Intervention for Anxiety Disorders in Children and Adolescents. Clinical Approaches to Early Intervention in Child and Adolescent Mental Health, Volume 2."},
      {
        "id":"ED455472",
        "title":"Early Intervention in Conduct Problems in Children. Clinical Approaches to Early Intervention in Child and Adolescent Mental Health, Volume 3."},
      {
        "id":"ED455473",
        "title":"The Perinatal Period: Early Intervention for Mental Health. Clinical Approaches to Early Intervention in Child and Adolescent Mental Health, Volume 4."},
      {
        "id":"ED455474",
        "title":"The Psychological Adjustment of Children with Chronic Conditions. Clinical Approaches to Early Intervention in Child and Adolescent Mental Health, Volume 5."},
      {
        "id":"ED455475",
        "title":"Problems in Education about Violence: Factors Affecting the Perceived Increase in Violent Crime."},
      {
        "id":"ED455476",
        "title":"Attitudes toward Maternal Employment in Male and Female Young Adults: 1990 versus 2000."},
      {
        "id":"ED455477",
        "title":"Saying and Doing the Right Things: A Comparison of Teacher and Student Psychologist Intervention Knowledge and Competencies."},
      {
        "id":"ED455479",
        "title":"A Quantitative Assessment of Gender and Career Decision-Making Confidence Levels of High School Seniors in a School-to-Work Program Using the Career Decision Scale."},
      {
        "id":"ED455480",
        "title":"CACD Journal, 2000."},
      {
        "id":"ED455482",
        "title":"Facts at a Glance."},
      {
        "id":"ED455483",
        "title":"Strengthening Families: What Communities Can Do To Support Families with Addictions. Action Kit, Fall 2000."},
      {
        "id":"ED455484",
        "title":"National Public Awareness Campaigns for 2000: Part of Your Communications Strategy. Join Together Special Monthly Action Kit."},
      {
        "id":"ED455485",
        "title":"Heroin Use: What Communities Should Know. Monthly Action Kit."},
      {
        "id":"ED455486",
        "title":"School Violence: What Is Being Done To Combat School Violence? What Should Be Done? Hearing before the Subcommittee on Criminal Justice, Drug Policy, and Human Resources of the Committee on Government Reform. House of Representatives, One Hundred Sixth Congress, First Session (May 20, 1999)."},
      {
        "id":"ED455487",
        "title":"Smoking Cessation: Uni-Modal and Multi-Modal Hypnotic and Non-Hypnotic Approaches."},
      {
        "id":"ED455488",
        "title":"Test-Taking Skills for Multiple-Choice Formats: Implications for School Psychologists."},
      {
        "id":"ED455491",
        "title":"Reading Instruction and the Kindergarten Student."},
      {
        "id":"ED455492",
        "title":"Reading in the Middle School."},
      {
        "id":"ED455493",
        "title":"South Bay Union School District, Imperial Beach, California: Informational Report on Accelerated Reader."},
      {
        "id":"ED455494",
        "title":"Reading--A Perspective on Life."},
      {
        "id":"ED455495",
        "title":"Facilitating the Research Process for Struggling Readers."},
      {
        "id":"ED455496",
        "title":"Reading and the Curriculum."},
      {
        "id":"ED455497",
        "title":"Diversity and Synergy? The International Context of the English Literacy Strategy."},
      {
        "id":"ED455498",
        "title":"Testing and Evaluating Student Achievement in Reading."},
      {
        "id":"ED455499",
        "title":"Picture Books That Teach Concepts in Science, Math, and Social Studies to Beginning Readers."},
      {
        "id":"ED455500",
        "title":"The Continuity or Discontinuity in Early Literacy Development at the Beginning of Formal School Education in Slovakia."},
      {
        "id":"ED455501",
        "title":"Strategies and Skills for Reading Improvement."},
      {
        "id":"ED455502",
        "title":"Increasing Independent Reading Levels Using an Integrated Approach Emphasizing Direct Reading Instruction."},
      {
        "id":"ED455503",
        "title":"Improving Reading Fluency."},
      {
        "id":"ED455504",
        "title":"Improving Reading Comprehension in the Content Areas."},
      {
        "id":"ED455505",
        "title":"Young People's Reading Interests in South Africa."},
      {
        "id":"ED455507",
        "title":"Improving a Student's Reading Comprehension Skills by Teaching Computer Aided Design."},
      {
        "id":"ED455508",
        "title":"Raising the White Flag in the Reading Wars."},
      {
        "id":"ED455509",
        "title":"Moving into a New Community: Itinerant Fruit Pickers' Children and Literacy Learning."},
      {
        "id":"ED455510",
        "title":"A Comparison of Reading Achievement in Second Grade Students Using the Accelerated Reading Program and Independent Reading."},
      {
        "id":"ED455511",
        "title":"A Research Based Study for the Use of Audiobooks in the Classroom as a Complementary Reading Program."},
      {
        "id":"ED455514",
        "title":"I've Just Seen a Face: Portraits. [Lesson Plan]."},
      {
        "id":"ED455515",
        "title":"In Old Pompeii. [Lesson Plan]."},
      {
        "id":"ED455516",
        "title":"If You Were a Pioneer on the Oregon Trail. [Lesson Plan]."},
      {
        "id":"ED455517",
        "title":"Declare the Causes: The Declaration of Independence--Understanding Its Structure and Origin. [Lesson Plan]."},
      {
        "id":"ED455518",
        "title":"Before Brother Fought Brother: Life in the North and South, 1847-1861."},
      {
        "id":"ED455519",
        "title":"Invent an Audience--Create a Context: How Writers Are Referring to Readers."},
      {
        "id":"ED455523",
        "title":"Teaching Creativity Creatively: An Idea Journal."},
      {
        "id":"ED455524",
        "title":"Increasing Motivation To Write by Enhancing Self-Perception, Utilizing Collaboration, Modeling and Relevance."},
      {
        "id":"ED455525",
        "title":"Improving Student's Writing Ability through Journals and Creative Writing Exercises."},
      {
        "id":"ED455526",
        "title":"Room for Five: Senior High School English Language Arts. Teacher Guide."},
      {
        "id":"ED455527",
        "title":"Toward a Coevolution of Language Theories: Linking Composition with Brain and Language Studies."},
      {
        "id":"ED455528",
        "title":"Writing Poetry from Stories."},
      {
        "id":"ED455529",
        "title":"How Has a Literacy Focus Changed Pedagogy across the Curriculum in Sydney Catholic Secondary Schools, 1995-2000?"},
      {
        "id":"ED455530",
        "title":"Third Grade Written Narratives: A Cross-Linguistic Study."},
      {
        "id":"ED455531",
        "title":"A Decade of Literacy Research in the \"Journal of Research and Development in Education\": An Annotated Bibliography."},
      {
        "id":"ED455532",
        "title":"How Teachers Can Use Grammar To Help Young Writers."},
      {
        "id":"ED455533",
        "title":"Ideas Plus: Practical Classroom Ideas by Teachers for Teachers. Book 19."},
      {
        "id":"ED455535",
        "title":"Author-Editor Learning Communities: Writing Science."},
      {
        "id":"ED455536",
        "title":"Homogeneous Grouping and Heterogeneous Grouping."},
      {
        "id":"ED455537",
        "title":"&quot;How I Got Ovah&quot;: Success Stories of African American Composition Students, Part II."},
      {
        "id":"ED455538",
        "title":"Romanticism or Reality? An Exploration of Frances Mary Hendry's &quot;Chandra.&quot;"},
      {
        "id":"ED455540",
        "title":"It Was Easier When I Was a Tutor."},
      {
        "id":"ED455541",
        "title":"Alphabet Soup: A Primer for Beginning Teachers."},
      {
        "id":"ED455542",
        "title":"Interactive Media Instruction: Webcasting College Radio and Television Programs."},
      {
        "id":"ED455543",
        "title":"Evolution of an Academic Course Syllabus: Instructor Modifications and Student Feedback."},
      {
        "id":"ED455544",
        "title":"Defining Business Communication Using the Movie &quot;The Insider&quot; as Mediator of Students' Thought Processes."},
      {
        "id":"ED455546",
        "title":"Honesty versus Loyalty: What Children Think about Dealing with Their Friend's Wrongdoing."},
      {
        "id":"ED455547",
        "title":"Social Interactions and Learning in an Informal Setting: An Ethnography of Communication in a Knitting Circle."},
      {
        "id":"ED455548",
        "title":"Issues and Challenges Associated with the Development of Online Technical Writing Courses."},
      {
        "id":"ED455549",
        "title":"Communicating about Mass Communication: A National Study of the Content, Functionality, and Value of University Mass Communication Program World Wide Web Sites."},
      {
        "id":"ED455550",
        "title":"Readers Theatre: An Introduction to Classroom Performance."},
      {
        "id":"ED455551",
        "title":"Advancements in Curricular Design: Web-Assisted Courseware Applications in Mass Communication."},
      {
        "id":"ED455552",
        "title":"Improving Communication Textbooks through Rigorous Processes of Revision and Review."},
      {
        "id":"ED455554",
        "title":"Southern Synergy: The Columbia Group, Business and Education Reform."},
      {
        "id":"ED455555",
        "title":"Principal Succession: A Case Study."},
      {
        "id":"ED455557",
        "title":"A Primer for Making Cost Adjustments in Education. Research and Development Report."},
      {
        "id":"ED455562",
        "title":"Arizona Charter Schools Handbook."},
      {
        "id":"ED455563",
        "title":"A Study of Charter School Accountability: National Charter School Accountability Study."},
      {
        "id":"ED455564",
        "title":"Critical Educational Administration: Research, Theory, and Practice."},
      {
        "id":"ED455565",
        "title":"Participation of Teachers in the School Management: A Reality in Current Czech Schools?"},
      {
        "id":"ED455566",
        "title":"Management of Czech Schools: With or without Teachers' Participation?"},
      {
        "id":"ED455567",
        "title":"On the Process of Setting Up Boards of Governors in the Czech Republic and Its Main Determinants."},
      {
        "id":"ED455568",
        "title":"Changes in Czech Education--Improvisation or a Controlled Process? The Case of Launching School Governing Bodies."},
      {
        "id":"ED455569",
        "title":"On Reflective Practitioner Research in Czech Education."},
      {
        "id":"ED455571",
        "title":"Determining Local School Effectiveness through State Accountability Directives: A National and State Perspective."},
      {
        "id":"ED455572",
        "title":"Seeking Safer Schools: An Educator's Guide to Promoting School Safety."},
      {
        "id":"ED455573",
        "title":"Reflections on My First Year as Principal."},
      {
        "id":"ED455574",
        "title":"Public/Private School Partnerships: What Can Be Learned from Corporate School Partnerships."},
      {
        "id":"ED455577",
        "title":"Study of Whole School Reform Implementation in New Jersey Abbott Districts: Perceptions of Key Stakeholders. Final Report."},
      {
        "id":"ED455578",
        "title":"Challenge and Opportunity: The Impact of Charter Schools on School Districts. A Report of the National Study of Charter Schools."},
      {
        "id":"ED455579",
        "title":"Implementing Academic Standards: Papers Commissioned by the National Education Goals Panel."},
      {
        "id":"ED455580",
        "title":"Strategies for Meeting High Standards: Quality Management and the Baldrige Criteria in Education. Lessons from the States."},
      {
        "id":"ED455581",
        "title":"A Case Study of Resource Reallocation To Reduce Class Size, Enhance Teacher Planning Time, and Strengthen Literacy: Clayton Elementary School."},
      {
        "id":"ED455582",
        "title":"Hollister Elementary School: A Case Study of Resource Reallocation."},
      {
        "id":"ED455583",
        "title":"Proper Human Relationships: Korean Principals' Leadership Styles."},
      {
        "id":"ED455584",
        "title":"The Great Balancing Act: Financial Equity and Local Control. Can Vermont's Act 60 Do It?"},
      {
        "id":"ED455585",
        "title":"Charter School Authorizers and Charter School Accountability."},
      {
        "id":"ED455586",
        "title":"Educational Technology Links for Administrators."},
      {
        "id":"ED455587",
        "title":"Critical Collegiality & Self-Renewing Schools. Division K Symposium."},
      {
        "id":"ED455588",
        "title":"Illinois Educational Recertification: Impact on Local, Regional, and State Control."},
      {
        "id":"ED455590",
        "title":"Promising Practices: Progress toward the Goals, 2000. Lessons from the States."},
      {
        "id":"ED455591",
        "title":"Influences on Adolescent Concern about Violence: An Ecological Perspective."},
      {
        "id":"ED455592",
        "title":"Knowledge-Creation in Educational Leadership and Administration through Practitioner Research."},
      {
        "id":"ED455593",
        "title":"Charter Starters Training Guide."},
      {
        "id":"ED455594",
        "title":"Alberta Learning Annual Report, 1999/2000."},
      {
        "id":"ED455595",
        "title":"School Finance Litigation across the States: An Update."},
      {
        "id":"ED455600",
        "title":"School Choice and Privatization: Toward an Alternative Analytical Framework."},
      {
        "id":"ED455604",
        "title":"A Study of Issues and Costs to Districts Related to Special Education Complaints, Mediation, and Due Process Hearings in the State of Texas."},
      {
        "id":"ED455605",
        "title":"School Board Member Training in the Southeast. Second Edition."},
      {
        "id":"ED455606",
        "title":"Safer Schools: Strategies for Educators and Law Enforcement Seeking To Prevent Violence within Schools."},
      {
        "id":"ED455611",
        "title":"A Closer Look: State Policy Trends in Three Key Areas of the Bush Education Plan--Testing, Accountability and School Choice. Special Report."},
      {
        "id":"ED455613",
        "title":"Selected State Policies, 1999-2000."},
      {
        "id":"ED455619",
        "title":"Supporting Beginning Teachers: How Administrators, Teachers, and Policymakers Can Help New Teachers Succeed. By Request Series."},
      {
        "id":"ED455620",
        "title":"Language Development in Children Who Are Deaf: A Research Synthesis."},
      {
        "id":"ED455621",
        "title":"Inward Bound: Transformative Learning in an Evaluation of a Pre-Referral Intervention Program."},
      {
        "id":"ED455622",
        "title":"An Active Self-Determination Technique: Involving Students in Effective Career Planning."},
      {
        "id":"ED455623",
        "title":"Student-Led IEPs: A Guide for Student Involvement."},
      {
        "id":"ED455624",
        "title":"A Principal's Guide to Special Education."},
      {
        "id":"ED455625",
        "title":"Federal Outlook for Exceptional Children: Budget Considerations and CEC Recommendations, Fiscal Year 2002."},
      {
        "id":"ED455626",
        "title":"State Special Education Outcomes, 2001: A Report on State Activities at the Beginning of a New Decade."},
      {
        "id":"ED455627",
        "title":"Tasks, Tips and Tools for Promoting Collaborative Community Teams. Collaborative Planning Project for Planning Comprehensive Early Childhood Systems."},
      {
        "id":"ED455628",
        "title":"Developmental Facilitation: Helping Teams Promote Systems Change. Collaborative Planning Project for Planning Comprehensive Early Childhood Systems."},
      {
        "id":"ED455629",
        "title":"Guide to Substance Abuse &amp; Disability Resources Produced by NIDRR Grantees. Second Edition."},
      {
        "id":"ED455630",
        "title":"State Level Initiatives Related to Training and Supervision of Paraeducators. Quick Turn Around (QTA)."},
      {
        "id":"ED455631",
        "title":"Deaf-Blind Perspectives, 2000-2001."},
      {
        "id":"ED455632",
        "title":"Functional Behavioral Assessment and Behavioral Intervention Plans: Implementing the Student Discipline Provisions of IDEA '97. A Technical Assistance Guide for School Social Workers."},
      {
        "id":"ED455633",
        "title":"The Individuals with Disabilities Education Act and the Nature of American Politics: A Handbook on Public Policy."},
      {
        "id":"ED455634",
        "title":"School Failures, Adult Successes: The Negative Behaviors of Children with Severe Learning Disabilities That Often Turn into Positive Attributes in Adulthood."},
      {
        "id":"ED455635",
        "title":"Are General Educators Prepared To Teach Students with Physical Disabilities?"},
      {
        "id":"ED455636",
        "title":"Families of Children with Mental Retardation: Effective Collaboration."},
      {
        "id":"ED455637",
        "title":"I Will Make It: Disabled and Different."},
      {
        "id":"ED455638",
        "title":"Cooperative Group Learning: K-12 Mathematics Lesson Plans."},
      {
        "id":"ED455639",
        "title":"Taking the \"L.E.A.D.\" in Family Literacy: Literacy Education Action for the Deaf. Final Report."},
      {
        "id":"ED455640",
        "title":"Testing: Let's Put It to the Test."},
      {
        "id":"ED455641",
        "title":"Measuring Creativity."},
      {
        "id":"ED455642",
        "title":"What Does Being a G Wiz Mean in Real Life?"},
      {
        "id":"ED455644",
        "title":"\"The Room under the Steps\": Creating a Sense of Community for Socially-Emotionally Disturbed Adolescents."},
      {
        "id":"ED455645",
        "title":"How Many Qualified Teachers Are Needed for Students with Disabilities?"},
      {
        "id":"ED455646",
        "title":"Exploring the Options for Young Children with Autism."},
      {
        "id":"ED455647",
        "title":"Children's Literature & Disability. Resources You Can Use. NICHCY Bibliography 5. Second Edition."},
      {
        "id":"ED455648",
        "title":"Adaptations &amp; Accommodations for Students with Disabilities. Resources You Can Use. NICHCY Bibliography 15."},
      {
        "id":"ED455650",
        "title":"Prevention Research &amp; the IDEA Discipline Provisions: A Guide for School Administrators."},
      {
        "id":"ED455654",
        "title":"Part C of the Individuals with Disabilities Education Act (IDEA) for Infants, Toddlers, and Their Families Annual Performance Report, Year XIII (1999-2000)."},
      {
        "id":"ED455655",
        "title":"North Carolina Alternate Assessment Portfolio Pilot Program, 1999-2000. Report of Student Performance."},
      {
        "id":"ED455656",
        "title":"Public Charter Schools and Students with Disabilities. ERIC Digest E609."},
      {
        "id":"ED455657",
        "title":"Talent Development in Gifted Education. ERIC Digest E610."},
      {
        "id":"ED455658",
        "title":"Involving Parents in the IEP Process. ERIC Digest E611."},
      {
        "id":"ED455659",
        "title":"Creative Strategies for Teaching Language Arts to Gifted Students (K-8). ERIC Digest E612."},
      {
        "id":"ED455660",
        "title":"Conditions of Teaching Children with Exceptional Learning Needs: The Bright Futures Report. ERIC Digest E613."},
      {
        "id":"ED455663",
        "title":"Project Participate Final Report, September 1985-August 1988."},
      {
        "id":"ED455664",
        "title":"Progress in Providing Services to Young Children with Special Needs and Their Families: An Overview to and Update on Implementing the Individuals with Disabilities Education Act (IDEA). NECTAS Notes, Number 7. Revised."},
      {
        "id":"ED455665",
        "title":"Opening Doors through State Interagency Coordinating Councils: A Guide for Families, Communities, and States."},
      {
        "id":"ED455666",
        "title":"Design Considerations for State TA Systems."},
      {
        "id":"ED455667",
        "title":"Reconnecting Community and School: Initiatives To Expand Children's Environments."},
      {
        "id":"ED455668",
        "title":"Tips for Furnishing the Learning Environment."},
      {
        "id":"ED455669",
        "title":"No Room To Learn: Crowded NYC Schools Jeopardize Smaller Class Size Plans"},
      {
        "id":"ED455670",
        "title":"Still No Room To Learn: Crowded NYC Schools Continue To Jeopardize Smaller Class Size Plans. A Follow-Up Report to &quot;No Room To Learn&quot; and to the Class Size Summit Working Papers."},
      {
        "id":"ED455671",
        "title":"More and Better Schools with Repeal of Prevailing Wage. Special Report."},
      {
        "id":"ED455672",
        "title":"Building Better Outcomes: The Impact of School Infrastructure on Student Outcomes and Behaviour. Schooling Issues Digest."},
      {
        "id":"ED455674",
        "title":"High Performance Sustainable School Design: Roy Lee Walker Elementary, McKinney, Texas."},
      {
        "id":"ED455676",
        "title":"Inclusive School Design: Accommodating Pupils with Special Educational Needs and Disabilities in Mainstream Schools. Building Bulletin 94."},
      {
        "id":"ED455677",
        "title":"Indoor Air Quality (IAQ) Schools and Universities: Overview of Indoor Air Quality Issues, and Preliminary Design Guide."},
      {
        "id":"ED455678",
        "title":"Sustainable Schools, Sustainable Communities: The View from the West. CAE Spring 2001 Conference [Proceedings] (San Diego, California, March 22-24, 2001)."},
      {
        "id":"ED455679",
        "title":"Innovative Alternatives in Learning Environments. CAE Fall Conference Proceedings (Amsterdam, Netherlands, November 7-10, 2000)."},
      {
        "id":"ED455680",
        "title":"Smaller, Safer, Saner, Successful Schools."},
      {
        "id":"ED455681",
        "title":"Swahili Learners' Reference Grammar. African Language Learners' Reference Grammar Series."},
      {
        "id":"ED455682",
        "title":"Video in Language Learning. InfoTech 4."},
      {
        "id":"ED455683",
        "title":"Korea TESOL Journal, Fall/Winter 2000."},
      {
        "id":"ED455684",
        "title":"NABE News, 2000-2001."},
      {
        "id":"ED455685",
        "title":"Preparing Teachers for Styles- and Strategies-Based Instruction."},
      {
        "id":"ED455688",
        "title":"Bilingual Education: Four Overlapping Programs Could Be Consolidated. Report to the Chairman, Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED455689",
        "title":"The New Face of Bilingual Education: Is It Worth the Battle? One School's Struggle."},
      {
        "id":"ED455690",
        "title":"The Inclusive Classroom: Teaching Mathematics and Science to English-Language Learners. It's Just Good Teaching."},
      {
        "id":"ED455691",
        "title":"Focus on Register in the Spanish Language Classroom."},
      {
        "id":"ED455692",
        "title":"To Protect or To Promote or To Promote and Protect, Those Are the Questions: Quebec Ponders Its Future under FTAA."},
      {
        "id":"ED455693",
        "title":"The Learning Process Model and Autonomy."},
      {
        "id":"ED455694",
        "title":"From the Learners&apos; Perspectives: The Needs for Awareness-Raising towards Autonomy and Roles of the Teachers."},
      {
        "id":"ED455695",
        "title":"When Background Matters: Three Writing Center Employees' Views on ESL Students."},
      {
        "id":"ED455698",
        "title":"Lexical Approach to Second Language Teaching. ERIC Digest."},
      {
        "id":"ED455699",
        "title":"Writing Science Like an English Native Speaker: How Far Can and Should Non-Native Speakers of English Go?"},
      {
        "id":"ED455700",
        "title":"Language Policies as Virtual Realities: Two Australian Examples."},
      {
        "id":"ED455701",
        "title":"Plug Power: The Impact of Technology in Teacher Education."},
      {
        "id":"ED455703",
        "title":"Why Learn French for Business in 2001?"},
      {
        "id":"ED455705",
        "title":"Tsikavytys&apos; neznanym: uchnivs&apos;kyi zoshyt (Fascination with the Unknown: Student Activity Book) [and] Tsikavytys&apos; neznanym: vidpovidi do uchnivs&apos;koho zoshyta (Fascination with the Unknown: Answer Key to Student Activity Book). Collage 2: A Ukrainian Language Development Series."},
      {
        "id":"ED455706",
        "title":"Khorobrist&apos;: uchnivs&apos;kyi zoshyt (Courage: Student Activity Book) [and] Khorobrist&apos;: vidpovidi do uchnivs&apos;koho zoshyta (Courage: Answer Key to Student Activity Book). Collage 2: A Ukrainian Language Development Series."},
      {
        "id":"ED455707",
        "title":"Liuds'ka vdacha: uchnivs'kyi zoshyt (Human Nature: Student Activity Book) [and] Liuds'ka vdacha: vidpovidi do uchnivs'koho zoshyta (Human Nature: Answer Key to Student Activity Book). Collage 2: A Ukrainian Language Development Series."},
      {
        "id":"ED455708",
        "title":"Dva shliakhy: zbirka tekstiv (Two Paths: A Reader). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED455709",
        "title":"Uiavy sobi...: zbirka tekstiv (Just Imagine...: A Reader). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED455710",
        "title":"Tsikave: zbirka tekstiv (It's Interesting: A Reader). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED455711",
        "title":"I smikh, i plach: zbirka tekstiv (Laughter and Tears: A Reader). Collage 3: A Ukrainian Language Development Series."},
      {
        "id":"ED455712",
        "title":"Tennessee Adult ESOL Curriculum Resource Book."},
      {
        "id":"ED455713",
        "title":"Second Language Literacy. ARIS Bibs."},
      {
        "id":"ED455718",
        "title":"University Finance in Ontario. Research Monographs in Higher Education, Number 5."},
      {
        "id":"ED455719",
        "title":"Shared Responsibility: Strategies To Enhance Quality and Opportunity in California Higher Education. A Report to the Governor, the Legislature, the Higher Education Community, and the Citizens of California."},
      {
        "id":"ED455720",
        "title":"Overcoming the High School Senior Slump: New Education Policies. Perspectives in Public Policy: Connecting Higher Education and the Public Schools."},
      {
        "id":"ED455721",
        "title":"Tusculum College. Exemplars."},
      {
        "id":"ED455722",
        "title":"Gender Intelligence."},
      {
        "id":"ED455723",
        "title":"Responsibility Center Management: A Financial Paradigm and Alternative to Decentralized Budgeting."},
      {
        "id":"ED455727",
        "title":"The Blue Book: Accounting, Recordkeeping, and Reporting by Postsecondary Educational Institutions for Federally Funded Student Financial Aid Programs."},
      {
        "id":"ED455728",
        "title":"The Dilemma of Recruiting, Rewarding, and Retaining Technically Competent Faculty in Higher Education."},
      {
        "id":"ED455729",
        "title":"The Changing Role of Higher Education in Preparing California's Teachers: A Roundtable Policy Discussion."},
      {
        "id":"ED455730",
        "title":"Executive Compensation in California Public Higher Education, 2000-2001. Higher Education Update."},
      {
        "id":"ED455731",
        "title":"Integrating Content Literacy, Critical Literacy, and Service Learning: A Line of Research during a Decade-Long Odyssey."},
      {
        "id":"ED455732",
        "title":"Graduate Medical Education and Public Policy: A Primer."},
      {
        "id":"ED455733",
        "title":"Postsecondary Institutions in the United States: 1993-94 and 1998-99. E.D. Tabs."},
      {
        "id":"ED455736",
        "title":"Recognizing the Importance of International Students to Canada in the Immigration and Refugee Protection Act. A Brief Submitted to the House of Commons Standing Committee on Citizenship and Immigration Canada Regarding Bill C-11, the Immigration and Refugee Protection Act and Its Regulations."},
      {
        "id":"ED455740",
        "title":"Where We Go from Here: State Legislative Views on Higher Education in the New Millennium. Results of the 2001 Higher Education Issues Survey."},
      {
        "id":"ED455744",
        "title":"Tenure."},
      {
        "id":"ED455747",
        "title":"Establishing a &quot;Level Playing Field&quot; for Minority Students on Predominantly Anglo University Campuses."},
      {
        "id":"ED455748",
        "title":"Enrollments and Degrees Report. AIP Report."},
      {
        "id":"ED455749",
        "title":"A Review of Tests Performed on the Data in \"Measuring Up 2000.\""},
      {
        "id":"ED455750",
        "title":"Focus on Distance Education."},
      {
        "id":"ED455751",
        "title":"Higher Education on the Web."},
      {
        "id":"ED455752",
        "title":"Enrollment Projections."},
      {
        "id":"ED455753",
        "title":"The American Faculty Poll."},
      {
        "id":"ED455754",
        "title":"Distance Education at Postsecondary Education Institutions: 1997-98."},
      {
        "id":"ED455755",
        "title":"Race and Higher Education: Why Justice Powell's Diversity Rationale for Racial Preferences in Higher Education Must Be Rejected."},
      {
        "id":"ED455756",
        "title":"Annual Proceedings of Selected Research and Development Papers Presented at the National Convention of the Association for Educational Communications and Technology (23rd, Denver, Colorado, October 25-28, 2000). Volumes 1-2."},
      {
        "id":"ED455757",
        "title":"Exploring Qualitative Methodologies in Online Learning Environments."},
      {
        "id":"ED455758",
        "title":"A Model for the Efficacious Use of Sound in Multimedia Instruction."},
      {
        "id":"ED455759",
        "title":"Preparing Teachers To Integrate Technology Using Constructionist Methodology: Don&apos;t Teach Me How I Know I Should Teach; Teach Me How I Want To Be Taught."},
      {
        "id":"ED455760",
        "title":"Hypermedia-Based Problem Based Learning in the Upper Elementary Grades: A Developmental Study."},
      {
        "id":"ED455761",
        "title":"Challenges Faced by Institutions of Higher Education in Migrating to Distance Learning."},
      {
        "id":"ED455762",
        "title":"Using Technology To Enhance Understanding of Leadership."},
      {
        "id":"ED455763",
        "title":"How To Develop Cognitive Flexibility in a WWW Course."},
      {
        "id":"ED455764",
        "title":"Learning Science Concepts at a Distance in Preservice Teacher Education: Results of a Pilot Study."},
      {
        "id":"ED455765",
        "title":"Formative Research on the Refinement of Web-Based Instructional Design and Development Guidance Systems for Teaching Music Fundamentals at the Pre-College Level."},
      {
        "id":"ED455766",
        "title":"Concept Learning through Image Processing."},
      {
        "id":"ED455767",
        "title":"A Connectionist Model of Instructional Feedback Effects."},
      {
        "id":"ED455768",
        "title":"Uses of the World-Wide Web by Adolescents in Public Schools."},
      {
        "id":"ED455769",
        "title":"Responsive Instructional Design: Scaffolding the Adoption and Change Process."},
      {
        "id":"ED455770",
        "title":"Assessing Adaptive Instructional Design Tools and Methods in ADAPT[IT]."},
      {
        "id":"ED455771",
        "title":"A Comparison of Collaborative Learning and Audience Awareness in Two Computer-Mediated Writing Environments."},
      {
        "id":"ED455773",
        "title":"Social Desirability Responding on World Wide Web and Paper-Administered Surveys."},
      {
        "id":"ED455774",
        "title":"Student Perceptions: Printing Activities' Influence on Satisfaction with Web-Based Instruction."},
      {
        "id":"ED455775",
        "title":"Fostering Design Culture through Cultivating the User-Designers' Design Thinking and Systems Thinking."},
      {
        "id":"ED455776",
        "title":"Rapid Application Development of a Self-Paced Pre-Service Teacher Technology Course."},
      {
        "id":"ED455777",
        "title":"In Support of Constructivism: Utilizing Rational, Moral and Communicative Frameworks To Address Frequently Posited Criticisms."},
      {
        "id":"ED455778",
        "title":"An Instructional Design Model for Online Problem Based Learning (PBL) Environments: The Learning To Teach with Technology Studio."},
      {
        "id":"ED455779",
        "title":"Distance Education: Looking beyond the No Significant Difference."},
      {
        "id":"ED455780",
        "title":"Identification and Analysis of the Leading Journals in the Field of Educational Technology: A Guide for Reading and Writing about Educational Technology."},
      {
        "id":"ED455781",
        "title":"Preparing Teachers for the Inclusive Classroom: A Preliminary Study of Attitudes and Knowledge of Assistive Technology."},
      {
        "id":"ED455782",
        "title":"Mentoring for Technology Success."},
      {
        "id":"ED455783",
        "title":"Expanding a Model for Affective Development: Implications for an Activity Component."},
      {
        "id":"ED455784",
        "title":"Towards a Person-Centered Model of Instruction: Can an Emphasis on the Personal Enhance Instruction in Cyberspace?."},
      {
        "id":"ED455785",
        "title":"Strategies for Creating and Supporting a Community of Learners."},
      {
        "id":"ED455786",
        "title":"Analysis of a Customized Intervention for the Development of a Web-Based Lesson by Pre-Service Teachers."},
      {
        "id":"ED455787",
        "title":"Professor Ann De Vaney and a Good Conversation."},
      {
        "id":"ED455788",
        "title":"Formative Research on the Heuristic Task Analysis."},
      {
        "id":"ED455789",
        "title":"Dynamic Implementation Seeking Equilibrium Model."},
      {
        "id":"ED455790",
        "title":"A New Historical Approach to Instructional Message Design: The Case of the \"Janua Linguarum\" and Its Implications for Foreign Language Pedagogy."},
      {
        "id":"ED455791",
        "title":"Heuristic and Formative Evaluation: A Case Study Illustrator of a New Technique."},
      {
        "id":"ED455792",
        "title":"Diffusion of the Internet within a Graduate School."},
      {
        "id":"ED455793",
        "title":"Making Them Work for the IST Online Program: A Case Study."},
      {
        "id":"ED455794",
        "title":"Establishing Partnerships between Instructional Technology and Teacher Education Departments: A Case Study."},
      {
        "id":"ED455795",
        "title":"Toward a Post-Modern Agenda in Instructional Technology."},
      {
        "id":"ED455796",
        "title":"What Cultural Studies Can Teach Us about Educational Technology Research: Theory into Practice."},
      {
        "id":"ED455797",
        "title":"Facilitating Web-Based Instruction: Formative Research on Improving an Online Undergraduate Business Course."},
      {
        "id":"ED455798",
        "title":"Effect of Time and Level of Visual Enhancement in Facilitating Student Achievement of Different Educational Objectives."},
      {
        "id":"ED455799",
        "title":"The Effects of Trained Moderation in Online Asynchronous Distance Learning."},
      {
        "id":"ED455800",
        "title":"Using the Big Six Information Skills as a Metacognitive Scaffold To Solve Information Based Problems."},
      {
        "id":"ED455801",
        "title":"The Effects of Collaborative Problem Solving on Individual Problem-Solving Ability."},
      {
        "id":"ED455802",
        "title":"Using a Lesson Template To Integrate General and Special Education: Teaching Lesson Template Use to Educators of Students with Special Needs."},
      {
        "id":"ED455803",
        "title":"Collaborative Design and Implementation of a Large University's Web-Based Course."},
      {
        "id":"ED455804",
        "title":"Learning System Design Consideration in Creating an Online Learning Environment."},
      {
        "id":"ED455805",
        "title":"Needs Assessment for Design and Delivery of Site-Based Technology-Supported School Improvement Degree Programs."},
      {
        "id":"ED455806",
        "title":"Support and Training for High-School Faculty Who Will Teach Using the Web."},
      {
        "id":"ED455807",
        "title":"A Design of Electronic Performance Support Systems."},
      {
        "id":"ED455808",
        "title":"Adapting a Master's Course to the Web: Principles, Strategies and Recommendations."},
      {
        "id":"ED455809",
        "title":"Human-Centered Design Bill of Rights for Educators."},
      {
        "id":"ED455810",
        "title":"Guidelines for Instructional Sequencing in Emotional Literacy Learning Using PATHS Curriculum as an Example."},
      {
        "id":"ED455811",
        "title":"Simplify Web Development for Faculty and Promote Instructional Design."},
      {
        "id":"ED455812",
        "title":"The Use of Audio and Animation in Computer Based Instruction."},
      {
        "id":"ED455813",
        "title":"Distance Learning and Disability Access: A Success."},
      {
        "id":"ED455814",
        "title":"Facilitating Higher Order Thinking: New Teacher's Dilemma."},
      {
        "id":"ED455815",
        "title":"Current Status of Learner Support in Distance Education: Emerging Issues and Future Research Agenda."},
      {
        "id":"ED455816",
        "title":"Expanding the Human Performance Technologist's Repertoire: Knowledge Management, Organizational Learning and Human Performance Technology Literature Review."},
      {
        "id":"ED455817",
        "title":"Three Approaches to Teaching the Same Subject at Two Universities."},
      {
        "id":"ED455818",
        "title":"Computer-Based Tools To Support Curriculum Developers."},
      {
        "id":"ED455819",
        "title":"Influences of Concept Mapping and Learning Styles on Learning."},
      {
        "id":"ED455820",
        "title":"Virtual Resources Centers and Their Role in Small Rural Schools."},
      {
        "id":"ED455821",
        "title":"Problem-Solving in a Case-Based Course: Strategies for Facilitating Coached Expertise."},
      {
        "id":"ED455822",
        "title":"The Virtual Retina: Is Good Educational Technology Always Strategic?"},
      {
        "id":"ED455823",
        "title":"Unlocking the Gates to the Kingdom: Designing Web Pages for Accessibility."},
      {
        "id":"ED455824",
        "title":"Online Forum Instructional Guide."},
      {
        "id":"ED455825",
        "title":"Contextual Considerations for Teaching Online at the Postsecondary Level."},
      {
        "id":"ED455826",
        "title":"The Paradox of Constructivist Instruction: A Communicative Constructivist Perspective."},
      {
        "id":"ED455827",
        "title":"InterMath[14]--Professional and Cognitive Development through Problem Solving with Technology"},
      {
        "id":"ED455828",
        "title":"Forming Innovative Learning Environments through Technology. Conversations in Excellence."},
      {
        "id":"ED455829",
        "title":"Interactive Internet Chat Room Inquiries and Strategies."},
      {
        "id":"ED455830",
        "title":"A User Analysis for Web-Based Distance Education."},
      {
        "id":"ED455831",
        "title":"The Effect of Different Menu Styles on the User's Perception and Performance on the WWW."},
      {
        "id":"ED455832",
        "title":"African Journals: An Evaluation of the Use Made of African-Published Journals in African Universities. Education Research Paper."},
      {
        "id":"ED455833",
        "title":"North Dakota State Education Technology Plan, 1998-1999."},
      {
        "id":"ED455834",
        "title":"50 Years of Enhancing Learning with Technology, 1948-1998."},
      {
        "id":"ED455835",
        "title":"Math on the Web: A Status Report."},
      {
        "id":"ED455836",
        "title":"The Secret Lives of Students and Politicians: Online and Face to Face Discourse in Two Political Simulations."},
      {
        "id":"ED455837",
        "title":"Gender and Computer Education: An Observation of At Risk Girls in Class."},
      {
        "id":"ED455838",
        "title":"Connecting the Bits: A Reference for Using Technology in Teaching and Learning in K-12 Schools."},
      {
        "id":"ED455840",
        "title":"Copyright and the Need for Academic Libraries To Educate Patrons."},
      {
        "id":"ED455843",
        "title":"South Carolina State Library Annual Report, 1999-2000."},
      {
        "id":"ED455847",
        "title":"Schools and Libraries Program: Update on E-Rate Funding. Report to the Subcommittee on Commerce, Justice, State, the Judiciary, and Related Agencies, Committee on Appropriations, U.S. Senate."},
      {
        "id":"ED455849",
        "title":"Plan for Information Literacy at the University of Rhode Island."},
      {
        "id":"ED455850",
        "title":"Texas School Libraries: Standards, Resources, Services, and Students' Performance."},
      {
        "id":"ED455852",
        "title":"Strategic Planning Trends, 2000."},
      {
        "id":"ED455853",
        "title":"Summary of the 1999 CBC CCSEQ with Comparisons to 1996 Results and 1999 Statewide Responses."},
      {
        "id":"ED455854",
        "title":"Benefits of Including a Capstone Simulation Course in Community College Business Curricula."},
      {
        "id":"ED455855",
        "title":"Culture, Style, and Cognition: Expanding the Boundaries of the Learning Paradigm for African-American Learners in the Community College."},
      {
        "id":"ED455856",
        "title":"The Road to Equality: Report on Transfer for the Ford Foundation."},
      {
        "id":"ED455857",
        "title":"Entrepreneurship Education in the Virginia Community College System: A Doctoral Dissertation."},
      {
        "id":"ED455859",
        "title":"College of the Canyons New Faculty Survey. Report #104."},
      {
        "id":"ED455860",
        "title":"Executive Compensation in the California Community Colleges, 2000-2001."},
      {
        "id":"ED455861",
        "title":"Welcome to the Board: A Manual for New Jersey Community College Trustees."},
      {
        "id":"ED455862",
        "title":"OPPAGA Progress Report."},
      {
        "id":"ED455863",
        "title":"Baccalaureate Education in the Community College Setting."},
      {
        "id":"ED455864",
        "title":"Guide to Programs at New Jersey Community Colleges."},
      {
        "id":"ED455865",
        "title":"From Black Box to Pandora's Box: Evaluating Remedial/Developmental Education. CCRC Brief Number 11."},
      {
        "id":"ED455866",
        "title":"Public Policy and Community Colleges... Challenges Yet Unmet."},
      {
        "id":"ED455867",
        "title":"Students Leaving before Census. Survey Series, Spring 2000."},
      {
        "id":"ED455868",
        "title":"Survey Series: College Employees. Survey Series, Fall 2000."},
      {
        "id":"ED455869",
        "title":"Students Who Petitioned for Graduation. Survey Series, Fall 2000."},
      {
        "id":"ED455870",
        "title":"Importance of Computer Competencies for Entering JCCC Students: A Survey of Faculty and Staff."},
      {
        "id":"ED455871",
        "title":"Parkland College 2001-2003 Operational Plan."},
      {
        "id":"ED455872",
        "title":"Community College Humanities Review, 1999."},
      {
        "id":"ED455874",
        "title":"Faculty Recruitment and Retention: A Case Study of the Chair's Role."},
      {
        "id":"ED455875",
        "title":"More than 13 Ways of Looking at Degree Attainment."},
      {
        "id":"ED455876",
        "title":"Centre for Curriculum, Transfer &amp; Technology 2000/2001 Annual Report."},
      {
        "id":"ED455877",
        "title":"Accreditation Notes, 2000."},
      {
        "id":"ED455878",
        "title":"University of Alaska Anchorage Student Information, Fall 1999 Opening."},
      {
        "id":"ED455879",
        "title":"University of Alaska Anchorage Student Information, Fall 2000 Closing."},
      {
        "id":"ED455880",
        "title":"\"Getting into the World\": Guidance and Counseling in Community Colleges."},
      {
        "id":"ED455881",
        "title":"Association of Colleges of Applied Arts and Technology of Ontario Annual Report, 2000."},
      {
        "id":"ED455882",
        "title":"Collaborative Strategies for Working with Faculty Unions."},
      {
        "id":"ED455883",
        "title":"The History and Development of Community Colleges in the United States."},
      {
        "id":"ED455884",
        "title":"University of Alaska Anchorage Student Information, Summer 2000 Closing."},
      {
        "id":"ED455885",
        "title":"Higher Education Outcomes &amp; High-Tech Workforce Demands: The Fifth Annual Systemwide Accountability Report."},
      {
        "id":"ED455886",
        "title":"2001 Employer Follow-Up Survey."},
      {
        "id":"ED455887",
        "title":"Factbook, 1998."},
      {
        "id":"ED455888",
        "title":"Academic Development Plan, 1996-2002."},
      {
        "id":"ED455889",
        "title":"The High School Report: Placement, Performance and Persistence of New SFUSD Graduates at CCSF."},
      {
        "id":"ED455890",
        "title":"Indicators of Institutional Effectiveness for Broome Community College. Working Paper No. 2-01."},
      {
        "id":"ED455891",
        "title":"Comparative Financial Statistics for Public Two-Year Colleges: Fiscal Year 1998."},
      {
        "id":"ED455892",
        "title":"Overview of Graduate Placement Report, 2000-01: Results of the 1998-99 Automated Student and Adult Learner Follow-Up System (ASALFS)."},
      {
        "id":"ED455894",
        "title":"The Administrative Theory and Its Application to Decision Making in the Community College."},
      {
        "id":"ED455896",
        "title":"A Matter of Facts: The North Carolina Community College System Fact Book, 2001."},
      {
        "id":"ED455898",
        "title":"A Comparison of Associate in Arts Transfer Rates between 1994-95 and 1998-99."},
      {
        "id":"ED455899",
        "title":"Service Learning and Community Colleges: Building a National Network. Final Progress Report."},
      {
        "id":"ED455900",
        "title":"Building Transfer Partnerships between Private Colleges and Community Colleges: A Unique Approach That Works."},
      {
        "id":"ED455901",
        "title":"Learning Assistance Centers: Helping Students Through. ERIC Digest."},
      {
        "id":"ED455902",
        "title":"Multicultural Strategies for Community Colleges: Expanding Faculty Diversity. ERIC Digest."},
      {
        "id":"ED455903",
        "title":"Grants Management at Community Colleges. ERIC Digest."},
      {
        "id":"ED455904",
        "title":"School Breakfast Scorecard: 2000. Tenth Annual Status Report on the School Breakfast Program."},
      {
        "id":"ED455905",
        "title":"Core Competencies for Early Care and Education Professionals in Kansas and Missouri: What Professionals Who Work with Young Children and Families Need To Know and Are Able To Do To Provide Quality Early Care and Education."},
      {
        "id":"ED455906",
        "title":"The Fathers and Families Core Learnings: An Update from the Field."},
      {
        "id":"ED455907",
        "title":"Strengthening the Role of Fathers in Families: Report on a Federal Conference."},
      {
        "id":"ED455908",
        "title":"African American Men, Inequality and Family Structure: A Research Note."},
      {
        "id":"ED455909",
        "title":"Social Fatherhood: Conceptualizations, Compelling Research, and Future Directions."},
      {
        "id":"ED455910",
        "title":"Employment and Fatherhood: The Education, Work, and Economic Nexus Roundtable (Philadelphia, Pennsylvania, February 23-24, 2000)."},
      {
        "id":"ED455916",
        "title":"Kansas KIDS COUNT Data Book, 2001."},
      {
        "id":"ED455918",
        "title":"Me escuchas? Como conversar con ninos de cuatro a doce anos (Are You Listening to Me? Communicating with Children from Four to Twelve Years Old)."},
      {
        "id":"ED455919",
        "title":"Oklahoma Kids Count Factbook, 1999."},
      {
        "id":"ED455920",
        "title":"Oklahoma Kids Count Factbook, 2001."},
      {
        "id":"ED455921",
        "title":"Teaching and Learning in the Critical Early Years: Preschool through Third Grade."},
      {
        "id":"ED455923",
        "title":"Early Childhood Centre Administrator Certification. Project Report."},
      {
        "id":"ED455924",
        "title":"Education for All Young Children: The Role of States and the Federal Government in Promoting Prekindergarten and Kindergarten. Working Paper Series."},
      {
        "id":"ED455925",
        "title":"Let the War on the Poverty Line Commence. Working Paper Series."},
      {
        "id":"ED455926",
        "title":"Homeschooling in the United States: 1999."},
      {
        "id":"ED455930",
        "title":"Has the Jury Reached a Verdict? States' Early Experiences with Crowd Out under SCHIP. Occasional Paper Number 47. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED455931",
        "title":"Hunger Doesn't Take a Vacation: Summer Nutrition Status Report."},
      {
        "id":"ED455932",
        "title":"Assessing Program Quality. NCEDL Spotlights, No. 7."},
      {
        "id":"ED455933",
        "title":"Decision Matrix. NCEDL Spotlights, No. 8."},
      {
        "id":"ED455934",
        "title":"Family Outcomes. NCEDL Spotlights, No. 9."},
      {
        "id":"ED455935",
        "title":"A Survey: Quality Practices. NCEDL Spotlights, No. 10."},
      {
        "id":"ED455936",
        "title":"CQO Children Go to School. NCEDL Spotlights, No. 11."},
      {
        "id":"ED455937",
        "title":"Public Schools &amp; PreK Services. NCEDL Spotlights, No. 13."},
      {
        "id":"ED455938",
        "title":"Child Care Social Climate. NCEDL Spotlights, No. 14."},
      {
        "id":"ED455939",
        "title":"Early Intervention: What's Next? NCEDL Spotlights, No. 15."},
      {
        "id":"ED455940",
        "title":"Depressed Moms &amp; Child Development. NCEDL Spotlights."},
      {
        "id":"ED455941",
        "title":"An Approach To Enhance Kindergarten Transition. NCEDL Spotlights, No. 17."},
      {
        "id":"ED455942",
        "title":"New Book Examines Transition Issues. NCEDL Spotlights, No. 20."},
      {
        "id":"ED455943",
        "title":"Case Stories Offer Practical Training. NCEDL Spotlights."},
      {
        "id":"ED455944",
        "title":"Early Childhood Teacher Institutions Listed. NCEDL Spotlights, No. 22."},
      {
        "id":"ED455945",
        "title":"Early Childhood Support Structure Is Proposed. NCEDL Spotlights, No. 25."},
      {
        "id":"ED455946",
        "title":"Intervention & Home Environment. NCEDL Spotlights, No. 27."},
      {
        "id":"ED455947",
        "title":"Early Childhood Teacher Prep. NCEDL Spotlights, No. 28."},
      {
        "id":"ED455948",
        "title":"New Book Examines Out-of-Home Care. NCEDL Spotlights, No. 30."},
      {
        "id":"ED455949",
        "title":"Family Literacy Bibliography. NCEDL Spotlights, No. 32."},
      {
        "id":"ED455950",
        "title":"Preparing the Workforce. NCEDL Spotlights."},
      {
        "id":"ED455952",
        "title":"The State of Our Nation's Youth, 2001-2002."},
      {
        "id":"ED455953",
        "title":"Characteristics of Early Childhood Teachers and Structural Elements of Early Care and Education in the United States."},
      {
        "id":"ED455954",
        "title":"Welfare Reform's Impact on Adolescents: Early Warning Signs. Child Trends Research Brief."},
      {
        "id":"ED455955",
        "title":"How Children Learn. Educational Practices Series--7."},
      {
        "id":"ED455956",
        "title":"Back to School, Moving Forward: What &quot;No Child Left Behind&quot; Means for America's Families."},
      {
        "id":"ED455960",
        "title":"Early Childhood Education and Care Policy in the United States of America. OECD Country Note."},
      {
        "id":"ED455961",
        "title":"Improving Student Motivation through the Use of Active Learning Strategies."},
      {
        "id":"ED455962",
        "title":"Increasing Student Motivation through the Use of Instructional Strategies."},
      {
        "id":"ED455963",
        "title":"Middle School Students' Participation in and Identification with School."},
      {
        "id":"ED455965",
        "title":"Lo que necesita saber para que su hijo tenga exito en la escuela (What You Need To Know for Your Child To Have Success in School)."},
      {
        "id":"ED455966",
        "title":"The Association between Maternal Employment and Young Adults' Subsequent Relationships with Their Parents."},
      {
        "id":"ED455968",
        "title":"How Parents Explain Academic Failure."},
      {
        "id":"ED455969",
        "title":"MEDICAID: Stronger Efforts Needed To Ensure Children's Access to Health Screening Services. Report to Congressional Requesters."},
      {
        "id":"ED455970",
        "title":"Planning Your Professional Growth: Creating an Individualized Professional Development Plan for Early Care and Education."},
      {
        "id":"ED455971",
        "title":"The Economic Impact of Welfare Reform on Arkansas Families. Special Report."},
      {
        "id":"ED455972",
        "title":"Working with Culturally &amp; Linguistically Diverse Families. ERIC Digest."},
      {
        "id":"ED455973",
        "title":"Perspectives on Charter Schools: A Review for Parents. ERIC Digest."},
      {
        "id":"ED455974",
        "title":"Evaluando la competencia social en los ninos (Assessing Young Children's Social Competence). ERIC Digest."},
      {
        "id":"ED455975",
        "title":"Focus on After-School Time for Violence Prevention. ERIC Digest."},
      {
        "id":"ED455976",
        "title":"El regreso a la escuela, Sigamos adelante: Lo que significa para las familias americanas &quot;No dejar atras a ningun nino&quot; (Back to School, Moving Forward: What &quot;No Child Left Behind&quot; Means for America's Families)."},
      {
        "id":"ED455977",
        "title":"Colonias: Problems and Promise. Desperate Situations, Local Innovations = Colonias: Problemas y Promesa. Situaciones Dificiles, Innovaciones Locales."},
      {
        "id":"ED455978",
        "title":"Country Roads: Pathways to Better Education and Training for Rural and Remote Western Australia, 2000-2003."},
      {
        "id":"ED455979",
        "title":"Youth Field Day Planning Guide."},
      {
        "id":"ED455980",
        "title":"Reclaiming Native Education: Activism, Teaching and Leadership."},
      {
        "id":"ED455981",
        "title":"Beyond Agriculture: New Policies for Rural America. [Proceedings] (Kansas City, Missouri, April 27-28, 2000)."},
      {
        "id":"ED455982",
        "title":"Directory of Indian Education Programs in Montana."},
      {
        "id":"ED455983",
        "title":"Who Will Teach Montana's Children?"},
      {
        "id":"ED455984",
        "title":"Public Schools as Partners in Rural Development: Considerations for Policymakers."},
      {
        "id":"ED455985",
        "title":"Sustaining Rural Communities through Sustainable Agriculture."},
      {
        "id":"ED455986",
        "title":"Options for a Federal Role in Infrastructure Development at Tribal Colleges &amp; Universities."},
      {
        "id":"ED455987",
        "title":"Education Issues in Rural Schools of America."},
      {
        "id":"ED455988",
        "title":"Do We Serve Equitably? Services Associated with Clinical Outcomes of Hispanic and Non-Hispanic White Youths with Emotional and/or Behavioral Disturbances in a System of Care. JSRI Occasional Paper No. 55."},
      {
        "id":"ED455989",
        "title":"The Chosen Few: Latinas and the New Technologies. JSRI Occasional Paper No. 65. Latino Studies Series."},
      {
        "id":"ED455990",
        "title":"Minority Access to Information Technology: Lessons Learned. Occasional Paper No. 67. Latino Studies Series."},
      {
        "id":"ED455991",
        "title":"Appalachian Regional Commission Annual Report, 2000."},
      {
        "id":"ED455992",
        "title":"The Legal Construction of Race: Mexican-Americans and Whiteness. Occasional Paper No. 54. Latino Studies Series."},
      {
        "id":"ED455993",
        "title":"Echoes in the Electronic Wind: A Native American Cross-Cultural Internet Guide."},
      {
        "id":"ED455994",
        "title":"A Greater Fairness: May Justus as Popular Educator."},
      {
        "id":"ED455995",
        "title":"Training for Public Child Welfare Workers in Rural Eastern Kentucky. Public Child Welfare Certification Program (PCWCP)."},
      {
        "id":"ED455998",
        "title":"Northeast Conference on Rural HIV Service Delivery (Burlington, Vermont, October 23-24, 2000). Summary Report."},
      {
        "id":"ED456000",
        "title":"Teaching Everyday and School Related Tasks: Effective Instruction among Mexican-American Mothers. JSRI Working Paper No. 48."},
      {
        "id":"ED456001",
        "title":"Returning to the Reservation: Experiences of a First Year Native American Teacher."},
      {
        "id":"ED456002",
        "title":"Rural Action Strengthens Ties between School and Community during Appalachian Ohio's Long Fight for Equitable School Funding. Rural Trust Featured Project."},
      {
        "id":"ED456003",
        "title":"Standards in Public Schools: A Policy Statement of the Rural School and Community Trust."},
      {
        "id":"ED456004",
        "title":"10 Years of Rural Partnerships, 1991-2000."},
      {
        "id":"ED456005",
        "title":"Native American Education Improvement Act. Hearing before the Committee on Indian Affairs on S. 211 To Amend the Education Amendments of 1978 and the Tribally Controlled Schools Act of 1988 To Improve Education for Indians, Native Hawaiians, and Alaskan Natives. United States Senate, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED456008",
        "title":"Equal Educational Opportunity for Native American Students in Montana Public Schools."},
      {
        "id":"ED456009",
        "title":"The Oregon Quality Education Model Applied to Schools Characterized by Low Student Enrollment, Sparse Distribution of Students, and Remote Settings with Findings Relating to Equity of Services. White Paper."},
      {
        "id":"ED456013",
        "title":"The Rural School Bus Ride in Five States: A Report to the Rural School and Community Trust."},
      {
        "id":"ED456014",
        "title":"Latino Youth: Converting Challenges to Opportunities. JSRI Working Paper No. 50."},
      {
        "id":"ED456015",
        "title":"Rural and Small Schools: Education for a New Era. Proceedings of the Annual Rural &amp; Small Schools Conference (22nd, Manhattan, Kansas, October 29-30, 2000)."},
      {
        "id":"ED456016",
        "title":"Employment Needs of Amish Youth. Hearing before a Subcommittee of the Committee on Appropriations, United States Senate, One Hundred Seventh Congress, First Session. Special Hearing."},
      {
        "id":"ED456017",
        "title":"Human Capital among Rural Community Leaders: An Examination of the Skills and Knowledge Contributed by Return Migrants and Newcomers &quot;From Away&quot; to Town Governance in a Down East Community."},
      {
        "id":"ED456019",
        "title":"Home Schooling in the United States: Trends and Characteristics. Working Paper No. 53."},
      {
        "id":"ED456021",
        "title":"New Principles and Basic Approaches for the Curricula of Engineering Degree Courses."},
      {
        "id":"ED456022",
        "title":"Local Curriculum Development: A Case Study."},
      {
        "id":"ED456023",
        "title":"Federal Science and Engineering Support to Universities, Colleges, and Nonprofit Institutions: Fiscal Year 1999. Detailed Statistical Tables."},
      {
        "id":"ED456024",
        "title":"Linking Science Education to Labour Markets: Issues and Strategies. Secondary Education Series."},
      {
        "id":"ED456025",
        "title":"Science and Environment Education Views from Developing Countries. Secondary Education Series."},
      {
        "id":"ED456027",
        "title":"Coordinating Resources To Support Standards-Based Mathematics Education Programs."},
      {
        "id":"ED456028",
        "title":"Effects of Equity 2000 on Student Achievement in Mathematics: Evidence from School Districts."},
      {
        "id":"ED456029",
        "title":"Focusing on the Nature of Causality in a Unit on Pressure: How Does It Affect Student Understanding?"},
      {
        "id":"ED456030",
        "title":"A Museum School: Building Grounded Theory as Two Cultures Meet."},
      {
        "id":"ED456031",
        "title":"Using Environmental Science Education Curricula and Experiences To Enhance Science Teaching for All Students: Creating an Integrated, Inclusive Learning Environment."},
      {
        "id":"ED456032",
        "title":"Formative Evaluation of the Project Enhancement of Problem Solving and Scientific Reasoning Skills through Computerized General Chemistry Modules."},
      {
        "id":"ED456039",
        "title":"Children's Preconceptions of Human-Animal Relationships, Dispositions towards a Humane Consciousness and Implications for Curriculum and Instruction."},
      {
        "id":"ED456040",
        "title":"A Study of the Problem Solving Abilities of Seventh Grade Students Who Receive Anchored Problem Solving Instruction."},
      {
        "id":"ED456041",
        "title":"The Eisenhower Regional Alliance for School-Based Mathematics and Science Reform. Final Performance Report, October 1, 1995-September 30, 2001."},
      {
        "id":"ED456042",
        "title":"Constructing Meaning: Think-Aloud Protocols of ELLs on English and Spanish Word Problems."},
      {
        "id":"ED456044",
        "title":"Learning the Concepts of Limits with Technology."},
      {
        "id":"ED456045",
        "title":"Is There a Connection between Fractions and Division? Students' Inconsistent Responses."},
      {
        "id":"ED456048",
        "title":"Change in Mexico: Problems and Promise. Curriculum Project. Fulbright-Hays Summer Seminars Abroad Program, 1993 (Mexico)."},
      {
        "id":"ED456050",
        "title":"Teaching Guide on Preventing Violent International Conflict."},
      {
        "id":"ED456051",
        "title":"Uniform Blues: 4th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456052",
        "title":"The Tibet Question. [10th Grade Lesson]. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456053",
        "title":"Turning Point in History: The War of 1812--Should It Be Called the Second War of American Independence? [8th Grade Lesson]. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456054",
        "title":"Let's Go! Kindergarten Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456055",
        "title":"Independence Day. Kindergarten Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456056",
        "title":"Service-Learning and Evaluation: A Brief Review of Resources and Readings. A \"Link\" Piece: Connecting Theory with Practice."},
      {
        "id":"ED456057",
        "title":"School-to-Work and Service Learning. A \"Links\" Piece, Connecting Theory and Practice."},
      {
        "id":"ED456058",
        "title":"Decisions, Decisions. 12th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California&apos;s Classrooms to the World."},
      {
        "id":"ED456059",
        "title":"Should the World Stop Cloning Around? 12th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456060",
        "title":"So You Think You Can Teach? Democracy in America. 12th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456061",
        "title":"A Burning Desire: A Focus Group Turns Its Attention to Old Glory. 12th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED456062",
        "title":"People v. Clevenger: Issues of Vandalism, Computer Crimes, and Search and Seizure. Official Materials for the California Mock Trial Competition."},
      {
        "id":"ED456065",
        "title":"High School Assessment Program: Government. Showing the Match of the Content Indicators and the Skills for Success Elaborations in Thinking [and] Communication."},
      {
        "id":"ED456068",
        "title":"The Ethics of Teaching about Religion in the Public Schools."},
      {
        "id":"ED456069",
        "title":"Basic Education and Policy Support Activity: Tools and Publications."},
      {
        "id":"ED456070",
        "title":"Points of Interest: What Determines Interest Rates?"},
      {
        "id":"ED456071",
        "title":"Public Debt: Private Asset. Government Debt and Its Role in the Economy."},
      {
        "id":"ED456072",
        "title":"Strong Dollar, Weak Dollar: Foreign Exchange Rates and the U.S. Economy."},
      {
        "id":"ED456073",
        "title":"Electronic Money."},
      {
        "id":"ED456074",
        "title":"Money Matters: The American Experience with Money."},
      {
        "id":"ED456075",
        "title":"History and Teachers Matter. Occasional Paper."},
      {
        "id":"ED456076",
        "title":"Teaching about Religion in National and State Social Studies Standards. Executive Summary."},
      {
        "id":"ED456077",
        "title":"Narrative Cartoons. Water in Africa."},
      {
        "id":"ED456078",
        "title":"Water: Source of Health, Source of Illness. Water in Africa."},
      {
        "id":"ED456079",
        "title":"Water: From Neglect to Respect. Water in Africa."},
      {
        "id":"ED456080",
        "title":"Water Safari, a Journey of Life. Water in Africa."},
      {
        "id":"ED456081",
        "title":"Water: The Flow of Women's Work. Water in Africa."},
      {
        "id":"ED456082",
        "title":"Madagascar Adventure. Water in Africa."},
      {
        "id":"ED456083",
        "title":"Celebrating Our Connections through Water. Water in Africa."},
      {
        "id":"ED456084",
        "title":"Bringing Water to a Lesotho Village: A Classroom Simulation. Water in Africa."},
      {
        "id":"ED456085",
        "title":"AnthroNotes: Museum of Natural History Publication for Educators, Volume 22, No. 2, Winter 2001."},
      {
        "id":"ED456086",
        "title":"Increasing Student Music Achievement through the Use of Motivational Strategies."},
      {
        "id":"ED456087",
        "title":"Enhancing Student Achievement in Social Studies through the Use of Multiple Intelligences."},
      {
        "id":"ED456088",
        "title":"Teaching about the United States Supreme Court. ERIC Digest."},
      {
        "id":"ED456089",
        "title":"Going around the Circle Again: Exploring Kolb's Theory of Growth and Development."},
      {
        "id":"ED456090",
        "title":"A Comparison of Fifth Grade Children Receiving Both a Traditional and a Technology Based Means of Instruction in Social Studies."},
      {
        "id":"ED456091",
        "title":"A Study of Third Graders' Attitudes toward People from Other Countries."},
      {
        "id":"ED456092",
        "title":"The Development of a Cultural Assessment Tool: Paving the Way to a Culturally Comfortable Classroom."},
      {
        "id":"ED456093",
        "title":"&quot;They Keep Asking Questions and Want To Know More&quot;: Enhancing Students' (and Teachers') Learning through Curriculum Integration."},
      {
        "id":"ED456094",
        "title":"Facing the Classroom Challenge: Teacher Quality and Teacher Training in California&apos;s Schools of Education."},
      {
        "id":"ED456101",
        "title":"Are We All Technically Prepared? Teachers' Perspective on the Causes of Comfort or Discomfort in Using Computers at Elementary Grade Teaching."},
      {
        "id":"ED456102",
        "title":"What Works in Teacher Education?"},
      {
        "id":"ED456103",
        "title":"Competency-Based Early Childhood Teacher Education."},
      {
        "id":"ED456104",
        "title":"Application of Constructivism to Teacher Education."},
      {
        "id":"ED456105",
        "title":"Developing a Voice: Teacher Empowerment and Second Language Teacher Education."},
      {
        "id":"ED456106",
        "title":"Preparing Middle School Teachers: What Does a Licensure Program Look Like?"},
      {
        "id":"ED456107",
        "title":"Teacher (and District) Research: Three Inquiries into the Picture Word Inductive Model."},
      {
        "id":"ED456108",
        "title":"A Model of Power as Social Relationships: Teacher Leaders Describe the Phenomena of Effective Agency in Practice."},
      {
        "id":"ED456110",
        "title":"Instructor and Student Reflection on Portfolio Use in the Reading Practicum."},
      {
        "id":"ED456111",
        "title":"Constructing Moral Reference Points in Teachers' Practical Reflection: The Case of Smoking."},
      {
        "id":"ED456112",
        "title":"Preparation and Behavior of Self-Professed Teacher-Leaders."},
      {
        "id":"ED456113",
        "title":"Research You Can Use To Improve Results. Update of Section 3. Program Report."},
      {
        "id":"ED456114",
        "title":"Building Relationships: A Guide for New Mentors. National Mentoring Center Technical Assistance Packet #4."},
      {
        "id":"ED456115",
        "title":"Weaving Standards into Learning."},
      {
        "id":"ED456116",
        "title":"Teaching as the Opportunity: The Teacher Advancement Program."},
      {
        "id":"ED456117",
        "title":"Everyone's Guide to Successful Project Planning: Tools for Youth. Student Guide."},
      {
        "id":"ED456118",
        "title":"Everyone's Guide to Successful Project Planning: Tools for Youth. Facilitator Guide."},
      {
        "id":"ED456119",
        "title":"State Report Appendix: Arizona Student Achievement Program, Spring 2000. Individual Percentile Rank Scores by School, District, County and State, Grades 2 through 11. Stanford Achievement Test, Ninth Edition."},
      {
        "id":"ED456120",
        "title":"Arizona's Instrument To Measure Standards: State Report of County, District and School Results, Spring 1999. Revised Edition."},
      {
        "id":"ED456121",
        "title":"AIMS State Report, Spring 2000."},
      {
        "id":"ED456123",
        "title":"Effectiveness of High School Data Collection in Determining Program Guidelines for Drop-Out Prevention."},
      {
        "id":"ED451119",
        "title":"Colorado Model Content Standards for Dance: Suggested Grade Level Expectations."},
      {
        "id":"ED451124",
        "title":"Primary-Grade Students' Knowledge and Thinking about Food as a Cultural Universal."},
      {
        "id":"ED451125",
        "title":"How Reliable Are Michigan High School Economics Textbooks? Sixteen Commonly Used Michigan High School Textbooks Are Graded for Balance, Accuracy, Clarity, and Instruction in the &quot;Economic Way of Thinking.&quot; A Mackinac Center Report."},
      {
        "id":"ED451126",
        "title":"Toward Teaching &amp; Learning about Pluralism: Our Missteps and Next Steps."},
      {
        "id":"ED451127",
        "title":"Illinois State Bar Association Law Day Activities Guide. 2001 Edition."},
      {
        "id":"ED451128",
        "title":"Making Standards Work! Geography. A Teacher's Guide to Contextual Learning: Integrating Academic Content Standards with Career Development and Workplace Competencies."},
      {
        "id":"ED451129",
        "title":"Primary-Grade Students' Knowledge and Thinking about Communication as a Cultural Universal."},
      {
        "id":"ED451130",
        "title":"Teacher Education in Ireland: The North."},
      {
        "id":"ED451133",
        "title":"Selecting and Preparing Quality Teachers from the Personnel Pool."},
      {
        "id":"ED451134",
        "title":"Project SUCCEED."},
      {
        "id":"ED451137",
        "title":"Prevention and Intervention for Effective Classroom Organization and Management in Pacific Classrooms. Research Series."},
      {
        "id":"ED451139",
        "title":"The Knowledge of Legal Issues Needed by Teachers and Student Teachers."},
      {
        "id":"ED451140",
        "title":"Learning Styles: The Multimedia of the Mind. Research Report."},
      {
        "id":"ED451141",
        "title":"A Set of Planning Tools for School Leaders &amp; Teams: Differentiated Planning."},
      {
        "id":"ED451142",
        "title":"Student/Faculty Dialogue Model."},
      {
        "id":"ED451143",
        "title":"Predictors of Visualization: A Structural Equation Model."},
      {
        "id":"ED451144",
        "title":"Who Will Teach All Children?"},
      {
        "id":"ED451147",
        "title":"Recruiting and Retaining Effective Teachers for Urban Schools: Developing a Strategic Plan for Action."},
      {
        "id":"ED451148",
        "title":"Documenting and Verifying Best Practice in Elementary Physical Education."},
      {
        "id":"ED451149",
        "title":"Medical Training Skills Curriculum for Case Management Assistants."},
      {
        "id":"ED451152",
        "title":"Hands-On Mathematics and Science Activities for Students in Grades K-8: A Guide for Teachers, Tutors, and Parents."},
      {
        "id":"ED451154",
        "title":"Project MAGNETIC CONNECTIONS: Infusing Technology into California Lutheran University's Preservice Teacher Preparation Program."},
      {
        "id":"ED451155",
        "title":"Reflections: A Systemic Change Model for Staff Development."},
      {
        "id":"ED451156",
        "title":"Are Professional Development School Trained Teachers Better Classroom Managers?"},
      {
        "id":"ED451157",
        "title":"The Correlation of the Factors: The Prospective Teachers&apos; Sense of Efficacy and Beliefs, and Attitudes about Student Control."},
      {
        "id":"ED451165",
        "title":"The Fourth Special Issue on HIV/AIDS Education and Prevention in Rural Communities. The Health Education Monograph Series, Volume 18, Number 1."},
      {
        "id":"ED451166",
        "title":"KidsWalk-to-School: A Guide To Promote Walking to School."},
      {
        "id":"ED451167",
        "title":"Service-Learning in Teacher Education: Enhancing the Growth of New Teachers, Their Students, and Communities."},
      {
        "id":"ED451168",
        "title":"Our Schools in Action: An Integrated Teacher Resource, Grade 7-12."},
      {
        "id":"ED451171",
        "title":"Developing School Leaders through Collaboration and Mentoring: Planning for Success."},
      {
        "id":"ED451172",
        "title":"Collegians, Community Kids and Computers."},
      {
        "id":"ED451174",
        "title":"Students' Perceptions of Cross-Disciplinary Team Teaching On Site at a PDS."},
      {
        "id":"ED451175",
        "title":"Keeping the Whole Village Together: Sharing Responsibility for the Learning of All Students."},
      {
        "id":"ED451176",
        "title":"The Power of Accountability To Transform Teaching and Learning. McREL 2000 Fall Conference (Denver, Colorado, October 19-20, 2000)."},
      {
        "id":"ED451177",
        "title":"Texas Teachers, Moonlighting, and Morale: 1980-2000."},
      {
        "id":"ED451178",
        "title":"Motivation of Teachers Who Accept Beginning Education Students into Their Classrooms."},
      {
        "id":"ED451179",
        "title":"Subjectivist Psychology: An Affective-Constructivist Pedagogy."},
      {
        "id":"ED451180",
        "title":"Teacher Efficacy and Inclusion: The Impact of Preservice Experiences on Beliefs."},
      {
        "id":"ED451181",
        "title":"Documenting and Exploring the Effectiveness of a Tri-Partite Renewal Collaboration among Arts and Sciences and Education Faculty and P-12 Teachers."},
      {
        "id":"ED451182",
        "title":"Connecting Teacher Performance to the Learning of All Students: Ethical Dimensions of Shared Responsibility."},
      {
        "id":"ED451183",
        "title":"Educators as Caring Intellectuals: Rediscovering the Conceptual Framework as Catalyst for Change."},
      {
        "id":"ED451184",
        "title":"The Benefits of a Resource Mentor Program on Prospective and Practicing School Administrators."},
      {
        "id":"ED451185",
        "title":"Making Classrooms &quot;Safe&quot; for Adolescent Learning."},
      {
        "id":"ED451186",
        "title":"Learning from New Teachers: Project Launch in Broad Strokes."},
      {
        "id":"ED451187",
        "title":"Measures of Teacher Stages of Technology Integration and Their Correlates with Student Achievement."},
      {
        "id":"ED451188",
        "title":"The Teacher Education Licensure Fulfillment (TELF) Initiative: A Partnership Venture for Alternative Licensure."},
      {
        "id":"ED451189",
        "title":"The &quot;Standards&quot; and Classroom Assessment Research."},
      {
        "id":"ED451190",
        "title":"The Standards and Integrating Instructional and Assessment Practices."},
      {
        "id":"ED451191",
        "title":"The Role of Resiliency in Teacher Preparation and Retention."},
      {
        "id":"ED451192",
        "title":"Multicultural Concerns: A Foundations Perspective and Discussion for Teacher Educators."},
      {
        "id":"ED451193",
        "title":"Teacher Candidates' Beliefs: Implications for Practice."},
      {
        "id":"ED451194",
        "title":"A Comparison of Secondary Business Education Students' Learning Styles with Their Teachers' Instructional Styles."},
      {
        "id":"ED451195",
        "title":"GOALS 2000 and Integrated Technology: A National Status Report of Elementary and Secondary School Principals. Final Results."},
      {
        "id":"ED451197",
        "title":"Released Items for the Eighth Grade Mathematics [and] Science CSAP."},
      {
        "id":"ED451199",
        "title":"Long-Term Trends in Student Reading Performance [and] Long-Term Trends in Student Mathematics Performance [and] Long-Term Trends in Student Science Performance [and] Long-Term Trends in Student Writing Performance."},
      {
        "id":"ED451200",
        "title":"A Meta-Analytic Comparison between the Assigned Academic Achievement Levels of Students Assessed with Either Traditional or Alternative Assessment Techniques."},
      {
        "id":"ED451201",
        "title":"Bridges to the Future: Building Linkages for Institutional Research. North East Association for Institutional Research Annual Conference Proceedings (27th, Pittsburgh, PA, November 4-7, 2000)."},
      {
        "id":"ED451202",
        "title":"CIM Academy Summer School: A Report of the Evaluation of the 2000 Summer School."},
      {
        "id":"ED451203",
        "title":"Measuring Student Knowledge and Skills: The PISA 2000 Assessment of Reading, Mathematical and Scientific Literacy. Education and Skills."},
      {
        "id":"ED451205",
        "title":"A Practical Guide to Reading Assessments. An Activity of the Partnership for Family Involvement in Education."},
      {
        "id":"ED451206",
        "title":"Research Design and Analysis: Examples of Questions and Answers."},
      {
        "id":"ED451207",
        "title":"Assessment in the Science Curriculum."},
      {
        "id":"ED451208",
        "title":"Assessing Recent Theories of Student Learning."},
      {
        "id":"ED451209",
        "title":"Understanding Variance Contributions to Overall Canonical Correlation Effects: Canonical Commonality Analysis."},
      {
        "id":"ED451210",
        "title":"How To Handle Discrete Dependent Variables in the Univariate Case: A Primer on Logistic Regression."},
      {
        "id":"ED451211",
        "title":"Issues in Predictive Discriminant Analysis: Using and Interpreting the Leave-One-Out Jackknife Method and the Improvement-Over-Change &quot;I&quot; Index Effect Size."},
      {
        "id":"ED451212",
        "title":"School District Profiles, 1998-99."},
      {
        "id":"ED451216",
        "title":"Mathematics: Measurement Theory versus Constructivism."},
      {
        "id":"ED451217",
        "title":"Assessment: A Teacher's Guide."},
      {
        "id":"ED451218",
        "title":"Impact of Accelerated Learning Program (ALP) and Other Assistance, 1999-2000."},
      {
        "id":"ED451219",
        "title":"Progress towards the 95% Goal: 2000. Measuring Up. E&amp;R Report."},
      {
        "id":"ED451220",
        "title":"Computer Skills Tests Results: 1999-00. Measuring Up. E&amp;R Report."},
      {
        "id":"ED451221",
        "title":"Estimating the Impact of the New Promotion/Intervention Policy. Eye on Evaluation. E&amp;R Report."},
      {
        "id":"ED451222",
        "title":"Differences in the Gender Gap: Comparisons across Racial/Ethnic Groups in Education and Work. Policy Information Report."},
      {
        "id":"ED451223",
        "title":"Measuring Institutional Capacity. Recent Practices in Monitoring and Evaluation Tips, Number 15."},
      {
        "id":"ED451224",
        "title":"Renewing Our Commitment to the Region and the Nation."},
      {
        "id":"ED451225",
        "title":"Austin Collaborative for Mathematics Education 1999-2000 Evaluation."},
      {
        "id":"ED451226",
        "title":"Title IV Safe and Drug-Free Schools and Communities Evaluation Report, 1999-2000. Collaborative Efforts in Supporting Healthy Youth."},
      {
        "id":"ED451228",
        "title":"\"Who Did What\": Maximising Collaborative Learning by Using Accountable Assessment."},
      {
        "id":"ED451229",
        "title":"Three Ability Framework (3AF): A Paradigm for Evaluating the Quality of Teaching."},
      {
        "id":"ED451231",
        "title":"Controversial Learning Outcomes of Less Able Students in Assessed Groupwork."},
      {
        "id":"ED451232",
        "title":"Reliable and Valid Measurement of Individual's Contributions to Group Work."},
      {
        "id":"ED451233",
        "title":"Accuracy of Information Processing under Focused Attention."},
      {
        "id":"ED451234",
        "title":"A Technique for Measuring Effective Teaching of Professional Courses."},
      {
        "id":"ED451235",
        "title":"Historiometrics of Creativity: A Philosophical Critique."},
      {
        "id":"ED451236",
        "title":"Personality Factors of Empathy."},
      {
        "id":"ED451237",
        "title":"Accuracy of Same-Subject Estimates: Are Two Judgements Better Than One."},
      {
        "id":"ED451238",
        "title":"Reliability Problems of the Datum: Solutions for Questionnaire Responses."},
      {
        "id":"ED451239",
        "title":"A Motivation Model Describing the Career Choice of Teacher Trainees in Jamaica."},
      {
        "id":"ED451240",
        "title":"An Item Response Theory Analysis of Palmore's Facts on Aging Quiz (FAQ) Using the Three Parameter Model."},
      {
        "id":"ED451241",
        "title":"Testing Non-Nil Null Hypotheses Using Resampling Stats Add-In for Microsoft Excel."},
      {
        "id":"ED451242",
        "title":"Educational Research and Statistics: Examples of Questions and Answers."},
      {
        "id":"ED451243",
        "title":"Suggestions for the Evaluation and Use of Concordance Results. ACT Research Report Series."},
      {
        "id":"ED451246",
        "title":"Surveys, Research, and the Reading Curriculum."},
      {
        "id":"ED451247",
        "title":"A Method of Assessing Quality Teaching To Create a Positive Institutional Teaching and Learning Culture."},
      {
        "id":"ED451248",
        "title":"A Technique for Improving Institutional Learning Culture by Monitoring the Quality of Teaching."},
      {
        "id":"ED451249",
        "title":"An Investigation of Ausubel's Assumption That Students Use Instructional Objectives as Advance Organisers."},
      {
        "id":"ED451250",
        "title":"An Alternative Method of Measuring Teacher Quality."},
      {
        "id":"ED451251",
        "title":"Accountable Individual Assessment for Cooperative Performance Assignments."},
      {
        "id":"ED451252",
        "title":"Quality Assessment for Teachers of Continuing Education and Training Programs."},
      {
        "id":"ED451253",
        "title":"Rewarding Shared Experience: Assessing Individual Contributions to Team-Based Work."},
      {
        "id":"ED451254",
        "title":"The Measurement of Teacher Motivation: Cross-Cultural and Gender Comparisons."},
      {
        "id":"ED451255",
        "title":"Assessment of the Voucher Plan of Instruction."},
      {
        "id":"ED451256",
        "title":"The Influence of Student Sampling Plan on Standard Error for School PAAC."},
      {
        "id":"ED451257",
        "title":"Estimating Standard Errors for School PAAC's in Generalizability Theory."},
      {
        "id":"ED451258",
        "title":"A Generalizability Theory Approach toward Estimating Standard Errors of Cutscores Set Using the Bookmark Standard Setting Procedure."},
      {
        "id":"ED451259",
        "title":"Education Statistics Quarterly, Winter 2000."},
      {
        "id":"ED451260",
        "title":"An Evaluation of the Cleveland Voucher Program after Two Years."},
      {
        "id":"ED451262",
        "title":"Priorities for &quot;The New American City.&quot; Mayors 2001."},
      {
        "id":"ED451263",
        "title":"Report from the Front Lines: What's Needed To Make New York's ESL and Bilingual Programs Succeed."},
      {
        "id":"ED451264",
        "title":"The Hispanic Population in the United States: Population Characteristics. Current Population Reports."},
      {
        "id":"ED451266",
        "title":"ELL Subcommittee Research Studies Progress Report."},
      {
        "id":"ED451267",
        "title":"Charter School Equity Issues: Focus on Minority and At-Risk Students. Policy Brief."},
      {
        "id":"ED451268",
        "title":"Finding Alternatives to Failure: Can States End Social Promotion and Reduce Retention Rates?"},
      {
        "id":"ED451269",
        "title":"Reducing Dropout Rates. Educational Benchmark 2000 Series."},
      {
        "id":"ED451270",
        "title":"Urban Learner Framework Inquiry Guide: Essential Elements of Effective Systemic Reform in Schools."},
      {
        "id":"ED451272",
        "title":"The Academic Summer Camp: A Demonstration of the School as a Center of Expertise."},
      {
        "id":"ED451277",
        "title":"Practitioner Assessment of Conflict Resolution Programs. ERIC Digest Number 163."},
      {
        "id":"ED451280",
        "title":"The Right Start: City Trends. Conditions of Babies and Their Families in America's Largest Cities (1990-1998). Child Trends/KIDS COUNT Special Report."},
      {
        "id":"ED451281",
        "title":"Academic Success among Poor and Minority Students: An Analysis of Competing Models of School Effects."},
      {
        "id":"ED451282",
        "title":"National Evaluation of Core Knowledge Sequence Implementation. Final Report."},
      {
        "id":"ED451283",
        "title":"Public Education: Meeting the Needs of Students with Limited English Proficiency. Report to Congressional Requesters."},
      {
        "id":"ED451284",
        "title":"A Comparison of Stanford Achievement Test (SAT-9) Performance across Grade, Gender, Ethnicity, and Educational Program Placement."},
      {
        "id":"ED451285",
        "title":"Hardship among Children of Immigrants: Findings from the 1999 National Survey of America's Families. New Federalism: National Survey of America's Families, Series B, No. B-29. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED451286",
        "title":"The Other America: Homeless Families in the Shadow of the New Economy. Family Homelessness in Kentucky, Tennessee and the Carolinas. A Report of Homes for the Homeless."},
      {
        "id":"ED451287",
        "title":"School Choice in Michigan: A Primer for Freedom in Education. A Guide for Exercising Parents' Rights and Responsibilities To Direct the Education of Their Children. A Mackinac Center Report."},
      {
        "id":"ED451288",
        "title":"The Cost of Remedial Education: How Much Michigan Pays When Students Fail To Learn Basic Skills. Estimates of the Annual Economic Cost to Businesses, Colleges, and Universities To Counteract Employees' and Students' Lack of Basic Reading, Writing, and Arithmetic Skills. A Mackinac Center Report."},
      {
        "id":"ED451289",
        "title":"Do Private Schools Serve Difficult-To-Educate Students? Analysis and Michigan Case Studies of How Nongovernment Schools Educate Disabled, At-Risk, and Incarcerated Youth. A Mackinac Center Report."},
      {
        "id":"ED451290",
        "title":"Evaluation of the HOPE Act: New State Services for Street Youth. Interim Report."},
      {
        "id":"ED451293",
        "title":"The Case for Choice in Schooling: Restoring Parental Control of Education. A Comprehensive Guide for Advancing Parents' Rights and Responsibilities To Direct the Education of Their Children. A Mackinac Center Report."},
      {
        "id":"ED451294",
        "title":"U.S. Latino Children: A Status Report."},
      {
        "id":"ED451297",
        "title":"Reducing the Number of Uninsured Children: Outreach and Enrollment Efforts. Testimony of Donna Cohen Ross, Center on Budget and Policy Priorities, before the Senate Finance Committee."},
      {
        "id":"ED451298",
        "title":"The Status of Welfare Reform in the District of Columbia."},
      {
        "id":"ED451299",
        "title":"Equity Resource Guide: Weaving Gender Equity into Math Reform."},
      {
        "id":"ED451300",
        "title":"Update: Ending Social Promotion--Passing, Retention, and Achievement among Promoted and Retained Students, 1995-1999. Charting Reform in Chicago Series: Data Brief."},
      {
        "id":"ED451301",
        "title":"The New Definition of Standards in American Education. Backgrounder No. 1427."},
      {
        "id":"ED451302",
        "title":"The PTA Story: A Century of Commitment to Children."},
      {
        "id":"ED451303",
        "title":"Growing Pains: An Evaluation of Charter Schools in the District of Columbia, 1999-2000."},
      {
        "id":"ED451304",
        "title":"After-School Programs and Addressing Barriers to Learning: A Technical Aid Packet."},
      {
        "id":"ED451305",
        "title":"School Instructional Program Coherence: Benefits and Challenges. Improving Chicago's Schools."},
      {
        "id":"ED451306",
        "title":"Girls' Sports and Physical Activities in the Community: An Inclusive Vision for the New Millennium."},
      {
        "id":"ED451307",
        "title":"Risk Factors and Interventions for Domestic Violence among Asian Americans."},
      {
        "id":"ED451308",
        "title":"Learning To Speak Out in an Abstinence Based Sex Education Group: Gender and Race Work in an Urban Magnet School."},
      {
        "id":"ED451309",
        "title":"The &quot;Poor Quality&quot; of Bilingual Education Research: Compared to What?"},
      {
        "id":"ED451310",
        "title":"Off Balance: Youth, Race &amp; Crime in the News. Building Blocks for Youth."},
      {
        "id":"ED451311",
        "title":"Educating Limited-English-Proficient Students in Washington State."},
      {
        "id":"ED451312",
        "title":"The Need for Developing Procedural Accountability in Title I Schoolwide Programs. Publication Series No. 2."},
      {
        "id":"ED451313",
        "title":"An Update on the &quot;Cycle of Violence.&quot; Research in Brief."},
      {
        "id":"ED451314",
        "title":"Analyses of Performance of Extended-Time and Non-Extended Time SURR Schools. Flash Research Report #1."},
      {
        "id":"ED451315",
        "title":"Impact of Teacher Certification on Reading and Mathematics Performance in Elementary and Middle Schools in New York City. Flash Research Report #2."},
      {
        "id":"ED451316",
        "title":"Impact of Student Attendance, Teacher Certification and Teacher Absence on Reading and Mathematics Performance in Elementary and Middle Schools in New York City. Flash Research Report #3."},
      {
        "id":"ED451317",
        "title":"An Examination of the Relationship between Higher Standards and Students Dropping Out. Flash Research Report #5."},
      {
        "id":"ED451318",
        "title":"Summer School 2000 Status Report."},
      {
        "id":"ED451319",
        "title":"High Schools Performance Indicators Profile, 1999-2000: Bronx Superintendency."},
      {
        "id":"ED451320",
        "title":"High Schools Performance Indicators Profile, 1999-2000: Brooklyn Superintendency."},
      {
        "id":"ED451321",
        "title":"High Schools Performance Indicators Profile, 1999-2000: Manhattan Superintendency."},
      {
        "id":"ED451322",
        "title":"High Schools Performance Indicators Profile, 1999-2000: Queens Superintendency."},
      {
        "id":"ED451323",
        "title":"High Schools Performance Indicators Profile, 1999-2000: Chancellor's District High Schools."},
      {
        "id":"ED451324",
        "title":"High Schools Performance Indicators Profile, 1999-2000: Articulated Alternative."},
      {
        "id":"ED451325",
        "title":"A Report on the Results of the CTB-Reading Test (CTB-R) Administration in New York City, Including the Results of the State Grade Four English Language Arts (ELA) Test."},
      {
        "id":"ED451326",
        "title":"A Report on the Results of the CTB-Mathematics Test (CTB-M) Administration in New York City."},
      {
        "id":"ED451327",
        "title":"A Report on the Results of the State Grade 4 English Language Arts Test in New York City."},
      {
        "id":"ED451332",
        "title":"Adventures in Assessment: Learner-Centered Approaches to Assessment and Evaluation in Adult Literacy, 2000. Volume 12: Experiences with Standards-Based Reform."},
      {
        "id":"ED451333",
        "title":"Towards a Learning Nation: A View of Reform of U.K. Education and Training. A Report of a Study-Visit to the U.K., September 12-28, 1997."},
      {
        "id":"ED451334",
        "title":"Lifelong Learning."},
      {
        "id":"ED451335",
        "title":"Funding for Inmate Academic and Vocational Programs. Florida Corrections Commission 1999 Annual Report, Section 8."},
      {
        "id":"ED451336",
        "title":"Welfare Systems, Aging and Work: An OECD Perspective."},
      {
        "id":"ED451337",
        "title":"Life Online: Resources for Students with an Intellectual Disability."},
      {
        "id":"ED451338",
        "title":"Work Programme, 2001."},
      {
        "id":"ED451339",
        "title":"Planning for Life: [Career Counseling Program in Dorchester School District Two, SC]."},
      {
        "id":"ED451340",
        "title":"Characteristics of Adults as Learners and Implications for Computer-Based Systems for Information and Instruction."},
      {
        "id":"ED451341",
        "title":"PEPNet Effective Practices Criteria Workbook."},
      {
        "id":"ED451343",
        "title":"CareerLink System and Chartering Process Guide."},
      {
        "id":"ED451344",
        "title":"We Are ABLE: Success Stories from Northwest Ohio Adult Basic and Literacy Education Programs."},
      {
        "id":"ED451345",
        "title":"Career Portfolios. Practice Application Brief No. 13."},
      {
        "id":"ED451346",
        "title":"Group Effectiveness in the Classroom and Workplace. Practice Application Brief No. 15."},
      {
        "id":"ED451348",
        "title":"Best Practices in School-to-Careers: The Hospitality Industry."},
      {
        "id":"ED451349",
        "title":"Best Practices in School-to-Careers: The Information Technology Industry."},
      {
        "id":"ED451350",
        "title":"Best Practices in School-to-Careers: The Retail Industry."},
      {
        "id":"ED451351",
        "title":"Best Practices in School-to-Careers: The Manufacturing Industry."},
      {
        "id":"ED451352",
        "title":"First Annual Mock Job Fair &quot;Gateway to Success,&quot; Federal Correctional Institution, Terminal Island. Summary Report and Evaluation."},
      {
        "id":"ED451355",
        "title":"Utah Career Guide for Adults, 2000-2002."},
      {
        "id":"ED451356",
        "title":"An Introduction to Greenhouse Production. Second Edition."},
      {
        "id":"ED451357",
        "title":"An Evaluation of the Use of Technology in Support of Adult Basic Education in Massachusetts."},
      {
        "id":"ED451358",
        "title":"Annotated Bibliography on Offender Job Training and Placement. Second Edition."},
      {
        "id":"ED451359",
        "title":"Report to the Congress of the United States on the Activities of the Office of Correctional Job Training and Placement during Fiscal Year 1999."},
      {
        "id":"ED451360",
        "title":"Evaluation of the Impact of &quot;Focus on Basics&quot; on Its Readers. NCSALL Occasional Paper."},
      {
        "id":"ED451361",
        "title":"The Prospects for Disseminating Research to a Hungry Field. Interim Evaluation Report #2. NCSALL Occasional Paper."},
      {
        "id":"ED451362",
        "title":"Teachers' Recommendations for the National Adult Literacy Summit Action Agenda: A Report of Five Focus Groups. NCSALL Occasional Paper."},
      {
        "id":"ED451363",
        "title":"Engineering Skills Formation in Britain: Cyclical and Structural Issues. Towards a National Skills Agenda. Skills Task Force Research Paper 7."},
      {
        "id":"ED451364",
        "title":"Lifelong Learning in Sweden: The Extent to Which Vocational Education and Training Policy Is Nurturing Lifelong Learning in Sweden. CEDEFOP Panorama."},
      {
        "id":"ED451365",
        "title":"Technological Studies at Thomas Edison Middle School. Grades 6-7-8."},
      {
        "id":"ED451366",
        "title":"Using Lessons Learned: Improving the Academic Achievement of Vocational Students. Educational Benchmarks 2000 Series."},
      {
        "id":"ED451367",
        "title":"Apprenticeship in Washington: Effective, Underutilized. Studies in Industry and Employment."},
      {
        "id":"ED451369",
        "title":"An Odyssey into the New Millennium: Rediscover 21st Century Business &amp; Marketing Education. Proceedings of the Annual Atlantic Coast Business &amp; Marketing Education Conference (18th, Raleigh, North Carolina, February 15-17, 2001)."},
      {
        "id":"ED451372",
        "title":"Lifelong Learning: Is There a Logic for Loans? The Agency Reports."},
      {
        "id":"ED451373",
        "title":"Putting Educational Research to Use through Knowledge Transformation. The Agency Comments."},
      {
        "id":"ED451374",
        "title":"Skills for Life: Statement on the National Strategy for Improving Adult Literacy and Numeracy Skills. The Agency Responds."},
      {
        "id":"ED451376",
        "title":"Transitioning GED and ESOL (ESL) Students into Community College. Rio Salado College ABE Transition Program, Fiscal Year 2000."},
      {
        "id":"ED451378",
        "title":"Lifelong Learning NCES Task Force: Final Report, Volume I. Working Paper Series."},
      {
        "id":"ED451379",
        "title":"Lifelong Learning NCES Task Force: Final Report, Volume II. Working Paper Series."},
      {
        "id":"ED451380",
        "title":"Demographic Changes and Literacy Development in a Decade. Working Paper Series."},
      {
        "id":"ED451381",
        "title":"Evaluation of the 1992 NALS Background Survey Questionnaire: An Analysis of Uses with Recommendations for Revisions. Working Paper Series."},
      {
        "id":"ED451382",
        "title":"Secondary Statistical Modeling with the National Assessment of Adult Literacy: Implications for the Design of the Background Questionnaire. Working Paper Series."},
      {
        "id":"ED451383",
        "title":"Using Telephone and Mail Surveys as a Supplement or Alternative to Door-to-Door Surveys in the Assessment of Adult Literacy. Working Paper Series."},
      {
        "id":"ED451384",
        "title":"Welfare Reform: Moving the Hard-to-Employ Recipients into the Workforce. Report to the Chairman, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED451386",
        "title":"Work Programme, 2001-2003."},
      {
        "id":"ED451387",
        "title":"Building the Future of Allied Health: Report of the Implementation Task Force of the National Commission on Allied Health."},
      {
        "id":"ED451388",
        "title":"Working Knowledge: Productive Learning at Work. Proceedings [of the] International Conference (Sydney, Australia, December 10-13, 2000)."},
      {
        "id":"ED451390",
        "title":"Catching Up with the Swedes: Probing the Canada-Sweden Literacy Gap."},
      {
        "id":"ED451391",
        "title":"Literacy-Based Supports for Young Adults with FAS/FAE [Fetal Alcohol Syndrome/Fetal Alcohol Effects]."},
      {
        "id":"ED451392",
        "title":"Guidelines for Conducting the Follow-Up Survey. National Reporting System for Adult Education."},
      {
        "id":"ED451393",
        "title":"Measures and Methods for the National Reporting System for Adult Education. Implementation Guidelines."},
      {
        "id":"ED451394",
        "title":"Report of the Pilot Test for the National Reporting System for Adult Education."},
      {
        "id":"ED451395",
        "title":"Engaging Education: Integrating Work, Technology and Learning for Adults."},
      {
        "id":"ED451396",
        "title":"Lessons Learned in Starting and Running a Neighborhood Networks Center."},
      {
        "id":"ED451397",
        "title":"Focus on Basics, 2000-2001."},
      {
        "id":"ED451399",
        "title":"Will Welfare Reform Hurt Low-Skilled Workers? Discussion Papers. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED451400",
        "title":"Welfare Reform: Progress in Meeting Work-Focused TANF Goals. Testimony before the Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED451401",
        "title":"Designing Multimedia Learning Systems for Adult Learners: Basic Skills with a Workforce Emphasis. NCAL Working Paper."},
      {
        "id":"ED451402",
        "title":"FDA Procedures for Standardization and Certification of Retail Food Inspection/Training Officers, 2000."},
      {
        "id":"ED451403",
        "title":"Show Me Family Literacy! Missouri's Guide for Establishing Family Literacy Programs."},
      {
        "id":"ED451404",
        "title":"Collaboration: Working Together To Support Families. Program Resources."},
      {
        "id":"ED451405",
        "title":"Delta Pi Epsilon National Conference Book of Readings (1999)."},
      {
        "id":"ED451406",
        "title":"Delta Pi Epsilon National Conference Book of Readings (2000)."},
      {
        "id":"ED451408",
        "title":"Literacy Assessment for Out-of-School Youth and Adults: Concepts, Methods and New Directions. ILI Technical Report."},
      {
        "id":"ED451409",
        "title":"Youth At-Risk of Welfare Dependency."},
      {
        "id":"ED451410",
        "title":"Interagency Collaboration and Welfare Reform."},
      {
        "id":"ED451411",
        "title":"Support Services for Incarcerated and Released Noncustodial Parents."},
      {
        "id":"ED451412",
        "title":"Helping Low-Income Mothers with Criminal Records Achieve Self-Sufficiency."},
      {
        "id":"ED451413",
        "title":"Prevention of Welfare Dependency--An Overview."},
      {
        "id":"ED451414",
        "title":"Microenterprise Development: An Employment Option for Welfare Recipients."},
      {
        "id":"ED451415",
        "title":"Screening and Assessment for Physical and Mental Health Issues That Impact TANF Recipients' Ability To Work."},
      {
        "id":"ED451416",
        "title":"Emerging Issues and Opportunities for Community-Based Organization Involvement in Welfare Reform."},
      {
        "id":"ED451418",
        "title":"Curriculum and Faculty Development in Community-Based Care: School Nurses and Nurse Educators Collaborate."},
      {
        "id":"ED451419",
        "title":"Preparing Graduates To Meet the Needs of Diverse Populations."},
      {
        "id":"ED451420",
        "title":"Using Real World Projects To Help Students Meet High Standards in Education and the Workplace. Site Development Guide #11. High Schools That Work."},
      {
        "id":"ED451421",
        "title":"A State Guidance Leadership Implementation and Resource Guide: A Companion to the National Framework for State Programs of Guidance and Counseling."},
      {
        "id":"ED451422",
        "title":"Youth Violence: A Report of the Surgeon General [and] Executive Summary."},
      {
        "id":"ED451423",
        "title":"Trends among Baseline Admissions to Treatment, 1991-1998: A Case Study from Colorado."},
      {
        "id":"ED451424",
        "title":"National Survey of American Attitudes on Substance Abuse VI: Teens."},
      {
        "id":"ED451425",
        "title":"Dangerous Liaisons: Substance Abuse and Sex."},
      {
        "id":"ED451426",
        "title":"Indicators of School Crime and Safety, 2000."},
      {
        "id":"ED451427",
        "title":"Youth Risk Behavior Surveillance--United States, 1999. CDC Surveillance Summaries."},
      {
        "id":"ED451428",
        "title":"Art Works! Prevention Programs for Youth & Communities."},
      {
        "id":"ED451429",
        "title":"Prescription Drugs: Abuse and Addiction. National Institute on Drug Abuse Research Report Series."},
      {
        "id":"ED451430",
        "title":"Youth Drug Use and the National Youth Anti-Drug Media Campaign."},
      {
        "id":"ED451431",
        "title":"Keeping Children Safe: OJJDP's Child Protection Division."},
      {
        "id":"ED451432",
        "title":"The Growth of Youth Gang Problems in the United States: 1970-98. OJJDP Report."},
      {
        "id":"ED451433",
        "title":"Doctoral Training in Counseling Psychology: Evidence for Value Added?"},
      {
        "id":"ED451434",
        "title":"Predicting Categories of Improvement among Counseling Center Clients."},
      {
        "id":"ED451435",
        "title":"Child and Adolescent Violence Research at the National Institute of Mental Health."},
      {
        "id":"ED451436",
        "title":"The Implication of the Intifada on the Personality and Behavior of Palestinian Children between 6-16."},
      {
        "id":"ED451437",
        "title":"Anxiety and Its Influence on the Political Views of Palestinian Youngsters."},
      {
        "id":"ED451438",
        "title":"Childhood: Impressions of the Intifada."},
      {
        "id":"ED451439",
        "title":"Passing the Baton: Taking Strides in the Mentoring Process."},
      {
        "id":"ED451440",
        "title":"Factors Affecting the Learning Environment of Doctoral Students in Counselor Education."},
      {
        "id":"ED451441",
        "title":"Overview of the Portable Guides to Investigating Child Abuse: Update 2000. Juvenile Justice Bulletin."},
      {
        "id":"ED451442",
        "title":"Treatment Foster Care. Family Strengthening Series. Juvenile Justice Bulletin."},
      {
        "id":"ED451443",
        "title":"Review of the Literature on Asian American Mental Health Issues."},
      {
        "id":"ED451446",
        "title":"A Concise and Practical Guide to Family Assessment."},
      {
        "id":"ED451447",
        "title":"Do Increased Levels of Parental Involvement Account for Social Class Differences in Track Placement?"},
      {
        "id":"ED451448",
        "title":"Multiple Dimensions of Ethnic Persons: Listening to Korean American College Students."},
      {
        "id":"ED451449",
        "title":"Challenges for Peace Educators at the Beginning of the Twenty-First Century."},
      {
        "id":"ED451450",
        "title":"Meaning of the Group: Diverging Perspectives of the Early Adolescent Boys and Girls on Their Peer Groups."},
      {
        "id":"ED451451",
        "title":"Exploring Human Kindness through the Pedagogy of Aikido."},
      {
        "id":"ED451452",
        "title":"Strategies against Drugs. Basis-Info: Social Policy. In-Press."},
      {
        "id":"ED451453",
        "title":"Resilience Predictors of Violence and Externalizing Behavior Problems for Urban Exceptional Students."},
      {
        "id":"ED451458",
        "title":"Interpersonal Theory and Depressed Adolescents: An Overview of Method and Outcome."},
      {
        "id":"ED451459",
        "title":"Counseling Third Culture Kids."},
      {
        "id":"ED451460",
        "title":"Evaluation of the Seniors Offering Support Program of Hoover City Schools."},
      {
        "id":"ED451461",
        "title":"Relationship of Psychological Coping Resources and Attachment to Negative Emotions Experienced by College Students following Parental Conflict."},
      {
        "id":"ED451462",
        "title":"Factor Structure of Coping Resources Inventory Scales for Educational Enhancement and Its Relationship to School Outcomes among Diverse Middle Schoolers."},
      {
        "id":"ED451463",
        "title":"Factor Structure of the Preventive Coping Resources Inventory and Its Relationship to Existing Measures of Stress and Coping."},
      {
        "id":"ED451464",
        "title":"When a Grandchild Dies: What To Do, What To Say, How To Cope."},
      {
        "id":"ED451465",
        "title":"A Reconceptualization of Adolescent Peer Susceptibility."},
      {
        "id":"ED451467",
        "title":"The Normalcy of Parental Bereavement: Re-Thinking Complicated Mourning."},
      {
        "id":"ED451468",
        "title":"California Early Literacy Learning: Good First Teaching for All Children. Technical Report, 1994."},
      {
        "id":"ED451469",
        "title":"California Early Literacy Learning: Good First Teaching for All Children. Technical Report, 1996."},
      {
        "id":"ED451470",
        "title":"California Early Literacy Learning: Good First Teaching for All Children. Technical Report, 1998."},
      {
        "id":"ED451471",
        "title":"Broad Claims from Slender Findings: Early Literacy Research and Educational Policy Recommendations."},
      {
        "id":"ED451474",
        "title":"A Comparison of First Grade Children Receiving Traditional Instruction or Traditional Instruction with Drama Supplements and Its Effects on Reading Fluency."},
      {
        "id":"ED451475",
        "title":"Parental Involvement and Its Effects on Student Reading Achievement."},
      {
        "id":"ED451476",
        "title":"Gender Differences in Reading Achievement and Early Literacy Experiences."},
      {
        "id":"ED451477",
        "title":"Incidental Vocabulary Acquisition: Learning New Vocabulary from Reading Silently and Listening to Stories Read Aloud."},
      {
        "id":"ED451478",
        "title":"The Effects of Music on Students Engaged in Reader Response Strategies."},
      {
        "id":"ED451479",
        "title":"Comprehending Expository Text."},
      {
        "id":"ED451480",
        "title":"The Effect of Reading with a Partner and Participating in a Literature Discussion on Reading Comprehension."},
      {
        "id":"ED451481",
        "title":"Mathematical Word Problem Comprehension."},
      {
        "id":"ED451482",
        "title":"The Influence of Parent Awareness of Successful Reading Strategies and the Impact on Children's Reading Behavior and Attitude."},
      {
        "id":"ED451490",
        "title":"Total Awareness: Reducing the Severity of Reading Disability."},
      {
        "id":"ED451492",
        "title":"2001: A Reading Odyssey. Program Manual. Arizona Reading Program."},
      {
        "id":"ED451493",
        "title":"Direct Instruction and the Teaching of Early Reading: Wisconsin's Teacher-Led Insurgency. Wisconsin Policy Research Institute Report, Volume 14, Number 2."},
      {
        "id":"ED451494",
        "title":"The Function of Illustration in the Books Written by Maurice Sendak and Mercer Mayer."},
      {
        "id":"ED451496",
        "title":"Envisioning the Future of Literacy."},
      {
        "id":"ED451497",
        "title":"Remarks as Prepared for Delivery by U.S. Secretary of Education Rod Paige: International Reading Association."},
      {
        "id":"ED451498",
        "title":"Every Child Reading: A Professional Development Guide."},
      {
        "id":"ED451499",
        "title":"Authentic Text: Linking Home, School, and Community with Environmental Texts."},
      {
        "id":"ED451509",
        "title":"Our Children Cannot Wait: Literacy Skills for Successful Lives."},
      {
        "id":"ED451510",
        "title":"Nevada English Language Arts Content Standards for Grades 2, 3, 5, 8 and 12 and Indicators of Progress for Kindergarten and Grades 1, 4, 6 and 7."},
      {
        "id":"ED451511",
        "title":"Writing Centers in 2020--Gone!"},
      {
        "id":"ED451512",
        "title":"The Effectiveness of Two Spelling Instruction Methods at the Second Grade Level."},
      {
        "id":"ED451513",
        "title":"Sin, Hope and Optimism in Children's Metaphors."},
      {
        "id":"ED451515",
        "title":"Be It Ever So Humble: Home-School Congruence and Literacy for Poor Kids."},
      {
        "id":"ED451516",
        "title":"In Bringing Children and Poetry Together, Teaching Matters."},
      {
        "id":"ED451517",
        "title":"Group Conferencing Strategies and Academic Discourse: Working with Students in Freshman Composition."},
      {
        "id":"ED451518",
        "title":"Critical Thinking and the Historical Imagination."},
      {
        "id":"ED451520",
        "title":"Writing in Early Adolescence: A Review of the Role of Self-Efficacy Beliefs."},
      {
        "id":"ED451521",
        "title":"Writing as a Learning Tool."},
      {
        "id":"ED451525",
        "title":"Resisting Vocationalism in the Pre-Professional Writing Course."},
      {
        "id":"ED451526",
        "title":"Composing and Community: The Teaching of Style as a Tool of Critical Pedagogy."},
      {
        "id":"ED451527",
        "title":"What's Mine Is Mine and What's Yours Is Mine: Peer Response and Intellectual Property at the New Millennium."},
      {
        "id":"ED451528",
        "title":"Reclaiming the Word &quot;Standards&quot;: Professional Standards for Teachers of English Language and Literacy in Australia (the STELLA Project)."},
      {
        "id":"ED451529",
        "title":"The Great Instauration: Restoring Professional and Technical Writing to the Humanities."},
      {
        "id":"ED451530",
        "title":"Writing and (Net)Working: Collaboration and Working-Class Students."},
      {
        "id":"ED451531",
        "title":"Introduction to Literary Criticism: &quot;The Scarlet Letter.&quot;"},
      {
        "id":"ED451532",
        "title":"A Map for Teaching and Assessing California's English Language Development (ELD) and English Language Arts (ELA) Standards for English Learners."},
      {
        "id":"ED451533",
        "title":"Extending Ourselves: A Conversation about Audience and Prejudice in Evaluating Writing."},
      {
        "id":"ED451535",
        "title":"Radical Feminism and the Subject of Writing."},
      {
        "id":"ED451536",
        "title":"Civic Rhetoric Hot off the Press: 100 Years of Journalism in the Composition Classroom."},
      {
        "id":"ED451537",
        "title":"Postmodern Rhetorical Situations."},
      {
        "id":"ED451538",
        "title":"Taking Care of Business: The Repercussions of Commodified Electronic Literacy."},
      {
        "id":"ED451539",
        "title":"Responding to Student Writing: Locating Our Theory/Practice among Communities."},
      {
        "id":"ED451540",
        "title":"Changing the High School Core Literature."},
      {
        "id":"ED451541",
        "title":"Exploring Literacy through Poetry: Poems That Celebrate Poetry."},
      {
        "id":"ED451542",
        "title":"Spelling for Writing: A Guidebook for Parents and Teachers. Level 1."},
      {
        "id":"ED451543",
        "title":"Spelling for Writing: Student Activity Book. Level 1."},
      {
        "id":"ED451544",
        "title":"Spelling for Writing: A Guidebook for Parents and Teachers. Level 2."},
      {
        "id":"ED451545",
        "title":"Spelling for Writing: Student Activity Book. Level 2."},
      {
        "id":"ED451546",
        "title":"Spelling for Writing: A Guidebook for Parents and Teachers. Level 3."},
      {
        "id":"ED451547",
        "title":"Spelling for Writing: Student Activity Book. Level 3."},
      {
        "id":"ED451548",
        "title":"Spelling for Writing: Student Activity Book. Level 4."},
      {
        "id":"ED451549",
        "title":"Spelling for Writing: Student Activity Book. Level 5."},
      {
        "id":"ED451550",
        "title":"New Teachers Packet."},
      {
        "id":"ED451554",
        "title":"Discipline in the Schools."},
      {
        "id":"ED451555",
        "title":"Classroom Communication Apprehension and Distance Education."},
      {
        "id":"ED451557",
        "title":"The Continuing Importance of Uniqueness."},
      {
        "id":"ED451558",
        "title":"The Effect of Positive Verbal Reinforcement on the Study Behavior of Eighth Grade Students."},
      {
        "id":"ED451560",
        "title":"&quot;Did You Know You Are My Hero?&quot; An Experiential Approach to Teaching the Undergraduate Organizational Culture Course."},
      {
        "id":"ED451561",
        "title":"Debate over a Proposed FedEx Distribution Hub: Examining the Role of Consensus, Power and Norms of Communication Ethics."},
      {
        "id":"ED451562",
        "title":"The Future: Optimism or Ossification."},
      {
        "id":"ED451563",
        "title":"Crossing Institutional Boundaries: Defining the Collaborative Project."},
      {
        "id":"ED451564",
        "title":"Crossing Institutional Boundaries: Changing Common Perceptions."},
      {
        "id":"ED451565",
        "title":"Crossing Institutional Boundaries: Making Audience Real."},
      {
        "id":"ED451566",
        "title":"Crossing Institutional Boundaries: Writing Strengths and Weaknesses."},
      {
        "id":"ED451569",
        "title":"Theoretical Models of Tutor Talk: How Practical Are They?"},
      {
        "id":"ED451570",
        "title":"Plagiarism, Enclosure, and the Commons of the Mind."},
      {
        "id":"ED451572",
        "title":"Using Evidence in Scientific Reasoning: Exploring Characteristics of Middle School Students' Argumentation."},
      {
        "id":"ED451573",
        "title":"&quot;Venting&quot; in the Workplace: An Ethnographic Study among Resident Assistants."},
      {
        "id":"ED451574",
        "title":"Whatever Works: A Test of the &quot;Division of Labor&quot; Component of Uses and Gratifications Theory."},
      {
        "id":"ED451575",
        "title":"&quot;Standing Porter at the Door of Thought&quot;: The Social Order of the Christian Science Church."},
      {
        "id":"ED451576",
        "title":"PoetryRama: Exploring Drama through Mother Goose Nursery Rhymes."},
      {
        "id":"ED451577",
        "title":"Challenges in Supporting Faculty Who Use Technologies in Composing Communities."},
      {
        "id":"ED451579",
        "title":"Zero Tolerance Policies. ERIC Digest Number 146."},
      {
        "id":"ED451580",
        "title":"Policymakers Build Bridges to the Public."},
      {
        "id":"ED451581",
        "title":"Standards for Staff Development: Elementary School Edition. Study Guide."},
      {
        "id":"ED451582",
        "title":"Standards for Staff Development: Middle Level Edition. Second Edition. Study Guide."},
      {
        "id":"ED451583",
        "title":"Proficiencies for Principals: Elementary & Middle Schools. Third Edition."},
      {
        "id":"ED451585",
        "title":"Education at a Crossroads, 2000: The Road to Excellence. Putting Student Performance First. [A Report of the] Subcommittee on Oversight and Investigations, Committee on Education and the Workforce, U.S. House of Representatives."},
      {
        "id":"ED451586",
        "title":"The &quot;Body Domestic&quot; and the &quot;Body Politic&quot;: Education and Advocacy."},
      {
        "id":"ED451587",
        "title":"Discourses on Student Learning: Interviews with Outstanding Principals of Chicago Public Schools."},
      {
        "id":"ED451588",
        "title":"A Blueprint for the Future of Curricular Change in America's Public Schools."},
      {
        "id":"ED451589",
        "title":"Reunification of East and West German School Systems and the Big Fish Little Pond Effect on Academic Self-Concept. German Reunification and Self-Concept."},
      {
        "id":"ED451590",
        "title":"Standards Driven Reform: Inspection as a Strategy for School Improvement."},
      {
        "id":"ED451592",
        "title":"Understanding Comprehensive Reform: An In-Depth Look at Nine Essential Components."},
      {
        "id":"ED451593",
        "title":"The Impact of Block Scheduling on Various Indicators of School Success."},
      {
        "id":"ED451594",
        "title":"What Stories Tell: Storying and Restorying Public Education."},
      {
        "id":"ED451595",
        "title":"ARAC: Alternative Route to Administrative Certification. A New Model for Administrator Certification."},
      {
        "id":"ED451596",
        "title":"Perceptions of First-Year Administrators: Impact of Responsibilities and Preparation on Professional Growth Needs."},
      {
        "id":"ED451597",
        "title":"Experiences of Kentucky Principal Intern Program Participants: Job Assistance Provided in the Entry Year."},
      {
        "id":"ED451598",
        "title":"Teams, Teamwork and Collective Action in Restructured Schools."},
      {
        "id":"ED451601",
        "title":"Terrel H. Bell School Reform Network First-Year Implementation Evaluation."},
      {
        "id":"ED451602",
        "title":"District Approaches to Education Reform. The Laboratory Network Program's Curriculum, Learning, and Instruction Project."},
      {
        "id":"ED451603",
        "title":"District Approaches to Developing and Supporting Leadership: Case Studies of Three Districts."},
      {
        "id":"ED451604",
        "title":"Taking the Lead: The Role of the Principal in School Reform."},
      {
        "id":"ED451605",
        "title":"Profiles 1998 State Report. Oklahoma Educational Indicators Program."},
      {
        "id":"ED451608",
        "title":"Making Resources Matter: A Systematic Approach to Developing the Local Consolidated Plan. Modules One [to] Ten."},
      {
        "id":"ED451609",
        "title":"Principals in the Public: Engaging Community Support. Practical Resources for Public Engagement, Public Relations, and Marketing."},
      {
        "id":"ED451611",
        "title":"Advocacy Seminar 2000 Course Book (Litchfield Park, Arizona, October 12-14, 2000)."},
      {
        "id":"ED451613",
        "title":"Autonomy and Decentralisation: Between Hopes and Illusions. A Comparative Study of Reforms in Five European Countries."},
      {
        "id":"ED451614",
        "title":"Department of Education Fiscal Year 2002 Budget Summary and Background Information."},
      {
        "id":"ED451622",
        "title":"\"Booking It\" to Peace: Bibliotherapy Guidelines for Teachers."},
      {
        "id":"ED451623",
        "title":"Investing in Independence: Transition Recommendations for President George W. Bush."},
      {
        "id":"ED451624",
        "title":"The Future Is in the Margins: The Role of Technology and Disability in Educational Reform."},
      {
        "id":"ED451625",
        "title":"Project VIISA Outreach. Outreach Services To Assist States To Replicate a Training Model for Early Interventionists in a Low Incidence Disability Condition: Blindness and Visual Impairment. Final Report."},
      {
        "id":"ED451626",
        "title":"Developmental Disability in Children's Literature: Issues and Annotated Bibliography. MRDD Prism Series."},
      {
        "id":"ED451627",
        "title":"Shaping the Future for Students with Special Needs: A Review of Special Education in Alberta. Final Report."},
      {
        "id":"ED451628",
        "title":"ECS Program Unit Funding: A Handbook of ECS Operators, 2000-2001."},
      {
        "id":"ED451629",
        "title":"Handbook for the Identification and Review of Students with Severe Disabilities."},
      {
        "id":"ED451630",
        "title":"A Nuts and Bolts Guide to College Success for Deaf and Hard of Hearing Students."},
      {
        "id":"ED451631",
        "title":"The Developing English Skills and Knowledge Program Handbook."},
      {
        "id":"ED451632",
        "title":"Providing Real-Time Captioning, C-Print Speech To Print Transcription, Assistive Listening Devices and Other Technologies: Questions and Answers."},
      {
        "id":"ED451633",
        "title":"Traumatic Brain Injury. Quick Turn Around (QTA)."},
      {
        "id":"ED451634",
        "title":"Assessment Accommodations Research: Considerations for Design and Analysis. Technical Report 26."},
      {
        "id":"ED451635",
        "title":"Interpreting Trends in the Performance of Special Education Students. Technical Report 27."},
      {
        "id":"ED451636",
        "title":"Ohio Guidelines for Educational Interpreters."},
      {
        "id":"ED451637",
        "title":"Model Policies and Procedures for the Education of Children with Disabilities. [Update]."},
      {
        "id":"ED451638",
        "title":"Programs for Young Children with Disabilities under IDEA: Excerpts from the Twenty-Second Annual Report to Congress on the Implementation of the Individuals with Disabilities Education Act by the U.S. Department of Education (2000)."},
      {
        "id":"ED451639",
        "title":"Illinois Association for Gifted Children Journal, 2001."},
      {
        "id":"ED451640",
        "title":"Caring for Infants and Toddlers with Disabilities: New Roles for Physicians. Final Report."},
      {
        "id":"ED451641",
        "title":"Report on the Participation and Performance of Students with Disabilities on Minnesota's Basic Standards Tests, 1999. State Assessment Series, Minnesota Report 29."},
      {
        "id":"ED451642",
        "title":"Minnesota's Comprehensive Assessments: 1998 and 1999 Participation and Performance of Students with Disabilities. State Assessment Series, Minnesota Report 32."},
      {
        "id":"ED451643",
        "title":"Effects of a Reading Accommodation on the Validity of a Reading Test. Technical Report 28."},
      {
        "id":"ED451644",
        "title":"Mediation Plus Options To Resolve the &quot;Real&quot; Problems Underlying Disputes."},
      {
        "id":"ED451646",
        "title":"PIWI Outreach: Facilitating Development through Parent-Infant Play Groups: Final Report. January 1, 1997 through December 31, 2000."},
      {
        "id":"ED451647",
        "title":"Communication with Deaf Pre-School Children Using Cochlear Implants."},
      {
        "id":"ED451648",
        "title":"Essentials of College Living: Curriculum Guide."},
      {
        "id":"ED451649",
        "title":"You Don't Know What You've Been Missing! Alerting and Signaling Devices."},
      {
        "id":"ED451650",
        "title":"Improving Reading Comprehension for Children with Disabilities: A Review of Research. Final Report."},
      {
        "id":"ED451651",
        "title":"Technical Assistance Document for Assessment and Evaluation of Preschool Children Who Are Culturally and Linguistically Diverse."},
      {
        "id":"ED451652",
        "title":"User-Friendly Materials and Alternate Formats."},
      {
        "id":"ED451653",
        "title":"Developing an Effective Dissemination Plan."},
      {
        "id":"ED451654",
        "title":"Success Stories 2000. The Success Stories Series."},
      {
        "id":"ED451655",
        "title":"OSERS/OECD International Symposium on Inclusion and Professional Development. Proceedings (Bethesda, MD, September 24-26, 1998)."},
      {
        "id":"ED451656",
        "title":"Early Intervention Preservice Preparation: Program Evaluation and Reflections. Master's Personnel Prep Program. Final Report."},
      {
        "id":"ED451657",
        "title":"Readings and Resources on Autism: Update 2001. ERIC Mini-Bib EB13."},
      {
        "id":"ED451658",
        "title":"Positive Behavior Intervention &amp; Support (PBIS) System. EP Notes. Effective Practices Technical Assistance Bulletin."},
      {
        "id":"ED451659",
        "title":"Positive Behavioral Interventions & Supports (PBIS). Show Me How Technical Assistance Bulletin."},
      {
        "id":"ED451660",
        "title":"Parent's Role in Discipline Decisions. Do You Know...Information Brochure."},
      {
        "id":"ED451661",
        "title":"Forum on Alternate Assessment and &quot;Gray Area&quot; Assessment: A Report on the Pre-Conference Session at the National Conference on Large Scale Assessment (Snowbird, Utah, June 11-12, 1999)."},
      {
        "id":"ED451662",
        "title":"DEC Recommended Practices in Early Intervention/Early Childhood Special Education."},
      {
        "id":"ED451663",
        "title":"Cluster Grouping of Gifted Students: How To Provide Full-Time Services on a Part-Time Budget. ERIC Digest E607."},
      {
        "id":"ED451664",
        "title":"Homework Practices That Support Students with Disabilities."},
      {
        "id":"ED451665",
        "title":"Artistic Talent Development for Urban Youth: The Promise and the Challenge. Research Monograph Series."},
      {
        "id":"ED451666",
        "title":"Assessment Instruments for the Identification of Children Who Are Gifted, as Approved by the Ohio Department of Education in Accordance with Ohio Revised Code 3324.02."},
      {
        "id":"ED451668",
        "title":"Bright Futures for Exceptional Learners: An Agenda To Achieve Quality Conditions for Teaching &amp; Learning."},
      {
        "id":"ED451671",
        "title":"Design and Implementation of a Software Training Program for Students with Learning and Behavioral Disabilities."},
      {
        "id":"ED451672",
        "title":"Pedagogy, Observation and the Construction of Learning Disabilities."},
      {
        "id":"ED451673",
        "title":"Creating Systems Change To Improve Services to Young Children with Disabilities: An Outreach Training Project. Final Report."},
      {
        "id":"ED451674",
        "title":"The National Research Center on the Gifted and Talented Newsletter, 2000."},
      {
        "id":"ED451675",
        "title":"Section 619 Profile. 10th Edition."},
      {
        "id":"ED451676",
        "title":"Resources Related to Children and Their Families Affected by Alcohol and Other Drugs. 3rd Edition."},
      {
        "id":"ED451677",
        "title":"Part C Updates: Third in a Series of Updates on Selected Aspects of the Early Intervention Program for Infants and Toddlers with Disabilities, Part C of the Individuals with Disabilities Education Act (IDEA)."},
      {
        "id":"ED451678",
        "title":"Family-Directed Child Evaluation and Assessment under IDEA: Lessons from Families and Programs."},
      {
        "id":"ED451679",
        "title":"Service Coordination Caseloads in State Early Intervention Systems. NECTAS Notes, Number 8."},
      {
        "id":"ED451681",
        "title":"Wait for the Bus: How Lowcountry School Site Selection and Design Deter Walking to School and Contribute to Urban Sprawl."},
      {
        "id":"ED451682",
        "title":"School Facilities in Arizona: An Examination of the Relationships between and among School Facilities Characteristics and Educational Outcomes."},
      {
        "id":"ED451685",
        "title":"Financing Facility Improvements for Out-of-School Time and Community School Programs. Strategy Brief. Vol. 1 No. 4."},
      {
        "id":"ED451686",
        "title":"What If."},
      {
        "id":"ED451689",
        "title":"Making Current Trends in School Design Feasible."},
      {
        "id":"ED451691",
        "title":"Facility Guidelines for Learning Technologies."},
      {
        "id":"ED451692",
        "title":"Life Cycle Cost Analysis Handbook. First Edition."},
      {
        "id":"ED451693",
        "title":"The Public-Private Partnership That Built a &quot;Traditional&quot; School: A Case Study from British Columbia. SAEE Research Series #7."},
      {
        "id":"ED451694",
        "title":"School Facilities Manual: Nonstructural Protection Guide. Safer Schools, Earthquake Hazards, Nonstructural. Second Edition."},
      {
        "id":"ED451695",
        "title":"Health and Safety Guide for K-12 Schools in Washington."},
      {
        "id":"ED451697",
        "title":"Classroom Acoustics: A Resource for Creating Environments with Desirable Listening Conditions."},
      {
        "id":"ED451700",
        "title":"A Communicative Framework for Introductory Japanese Language Curricula. Technical Report."},
      {
        "id":"ED451701",
        "title":"Designing Second Language Performance Assessments. Technical Report."},
      {
        "id":"ED451702",
        "title":"Foreign Language Teaching &amp; Language Minority Education. Technical Report #19."},
      {
        "id":"ED451705",
        "title":"Nah, Baca! Authentic Indonesian Readings. Volume 2: Teachers&apos; Edition [and] Student Workbook [and] Reading Packet."},
      {
        "id":"ED451712",
        "title":"Two Sociological Perspectives on the New Language Policy in Hong Kong."},
      {
        "id":"ED451713",
        "title":"Online ESL Learning: An Authentic Contact."},
      {
        "id":"ED451714",
        "title":"The Genres of &quot;Shouted Speech&quot; in Cheke Holo."},
      {
        "id":"ED451715",
        "title":"The Language Teacher, 1998."},
      {
        "id":"ED451716",
        "title":"The Language Teacher, 1999."},
      {
        "id":"ED451717",
        "title":"JALT Journal, 1998."},
      {
        "id":"ED451718",
        "title":"JALT Journal, 1999."},
      {
        "id":"ED451719",
        "title":"JALT Journal, 2000."},
      {
        "id":"ED451720",
        "title":"Experience d'apprentissage bilingue precoce: Resultats des eleves de Monthey et de Sion a la fin de la 2e Anee Primaire, Annee 1998/99 (Experience of Preschool Bilingual Education: Results from Students in Monthey and Sion at the End of Second Grade, 1998/99 Year)."},
      {
        "id":"ED451721",
        "title":"Learning How To Teach Online: Preservice Teaching Experiences."},
      {
        "id":"ED451723",
        "title":"Customizing the Centralized AOCA Curriculum: Syllabus Design from a Teacher's Perspective."},
      {
        "id":"ED451724",
        "title":"Sociocultural Factors in Social Relationships: Examining Latino Teachers' and Paraeducators' Interactions with Latino Students. Research Report 9."},
      {
        "id":"ED451725",
        "title":"European Year of Languages, 2001."},
      {
        "id":"ED451726",
        "title":"Bibliographie Moderner Fremdsprachenunterricht, 2000 (Bibliography of Modern Foreign Language Instruction, 2000)."},
      {
        "id":"ED451727",
        "title":"Teacher Belief, Teacher Action: Connecting Research and the Classroom. Proceedings of the JALT International Conference on Language Teaching and Learning and Educational Materials Expo (25th, Maebashi City, Japan, October 1999)."},
      {
        "id":"ED451728",
        "title":"English Teachers' Journal, 1997."},
      {
        "id":"ED451729",
        "title":"Benefits and Challenges in Using Computers and the Internet with Adult English Learners."},
      {
        "id":"ED451730",
        "title":"An Annotated Bibliography of Research on Reading and Adults Learning English as a Second Language."},
      {
        "id":"ED451731",
        "title":"Dialogue Journal Bibliography: Published Works about Dialogue Journal Research and Use."},
      {
        "id":"ED451733",
        "title":"Reflective Teaching Practice in Adult ESL Settings. ERIC Digest."},
      {
        "id":"ED451734",
        "title":"Ownership of New Works at the University: Unbundling of Rights and the Pursuit of Higher Learning. Discussion Series."},
      {
        "id":"ED451739",
        "title":"Departmental Assessment: How Some Campuses Are Effectively Evaluating the Collective Work of Faculty."},
      {
        "id":"ED451740",
        "title":"Heeding New Voices: Academic Careers for a New Generation. Inquiry #7. Working Paper Series. New Pathways: Faculty Careers and Employment for the 21st Century."},
      {
        "id":"ED451741",
        "title":"Argumentative Discussions in Finnish Higher Education: Comparing E-mail and Face-to-Face Studies."},
      {
        "id":"ED451742",
        "title":"Compensation for Overloads and Summer Employment: A Survey of Current Practice in Texas."},
      {
        "id":"ED451743",
        "title":"Assessment To Promote Deep Learning: Insight from AAHE's 2000 and 1999 Assessment Conferences. Major Addresses from &quot;Rising Expectations for Assessment: Can We Deliver?&quot; AAHE Assessment Conference (Charlotte, North Carolina, June 14-18, 2000) [and] Highlights of Plenary Addresses from &quot;Assessment as Evidence of Learning: Serving Student and Society,&quot; AAHE Assessment Conference (Denver, Colorado, June 13-16, 1999)."},
      {
        "id":"ED451745",
        "title":"Women in Academe: Two Steps Forward, One Step Back."},
      {
        "id":"ED451746",
        "title":"New Community College Transfer Students at California Public Universities. A California Postsecondary Education Commission Factsheet."},
      {
        "id":"ED451747",
        "title":"Total Cost of Attendance at California's Public Universities. A California Postsecondary Education Commission Factsheet, 01-03."},
      {
        "id":"ED451748",
        "title":"Declining Standards at Michigan Public Universities. How Changes in Curricula and Teaching Affect Academic Achievement, Career Preparation, and K-12 Education. Second Edition."},
      {
        "id":"ED451754",
        "title":"Post Tenure Socialization: How Female & Male Faculty Experience Promotion to Full Professor. ASHE Annual Meeting Paper."},
      {
        "id":"ED451755",
        "title":"The Economic Impact of Texas A&amp;M University-Corpus Christi on the Corpus Christi Metropolitan Statistical Areas: 1998 Update."},
      {
        "id":"ED451758",
        "title":"Gateway to Success: Rethinking Access and Diversity for a New Century. Report of the Committee on Access and Diversity."},
      {
        "id":"ED451759",
        "title":"Why Do Students Borrow So Much? Recent National Trends in Student Loan Debt. ERIC Digest."},
      {
        "id":"ED451760",
        "title":"The Changing Nature of the Academic Deanship. ERIC Digest."},
      {
        "id":"ED451761",
        "title":"Improving and Developing the Academic Advising Process at Grambling State University To Enhance Students&apos; Academic Success."},
      {
        "id":"ED451764",
        "title":"Towards a Strategy of Teaching Improvement in Universities."},
      {
        "id":"ED451765",
        "title":"A Study of Computer-Assisted-Academic-Advisement-and-Placement as Compared with Manual Academic Advisement and Placement for Improving Academic Advising and Accountability at Grambling State University. Factors Affecting Students&apos; Successful Survival of Their College Experiences."},
      {
        "id":"ED451767",
        "title":"Increasing Alumni Involvement and Alumni Financial Support through a Student Alumni Association."},
      {
        "id":"ED451768",
        "title":"Unraveling the Definitional Threads: Mentoring and Academe."},
      {
        "id":"ED451770",
        "title":"Getting through College: Voices of Low-Income and Minority Students in New England. The New England Student Success Study."},
      {
        "id":"ED451771",
        "title":"Looking Back, Going Forward: The Carnegie Commission Tuition Policy. The New Millennium Project on Higher Education Costs, Pricing, and Productivity Working Paper."},
      {
        "id":"ED451772",
        "title":"Background Characteristics, Work Activities, and Compensation of Faculty and Instructional Staff in Postsecondary Institutions, Fall 1998. National Study of Postsecondary Faculty, 1999 (NSOPF:99). E.D. Tabs."},
      {
        "id":"ED451773",
        "title":"Characteristics of Jobs Advertised in the 1994 &quot;APA Monitor.&quot;"},
      {
        "id":"ED451774",
        "title":"Faculty Salaries at California's Public Universities, 2001-02. Higher Education Update."},
      {
        "id":"ED451775",
        "title":"Federal Income Tax Guide for College & University Presidents. The New Millennium."},
      {
        "id":"ED451781",
        "title":"Linking Higher Education Performance Indicators to Goals. Educational Benchmarks 2000 Series."},
      {
        "id":"ED451782",
        "title":"Faculty Salaries in Colleges and Universities: Where Do SREB States Stand? Educational Benchmarks 2000 Series."},
      {
        "id":"ED451783",
        "title":"More Than a Check and a Handshake: The Progress and Promise of the SREB-State Doctoral Scholars Program."},
      {
        "id":"ED451784",
        "title":"The University of Akron Fact Book, 2001."},
      {
        "id":"ED451785",
        "title":"Doing Academic Planning: Effective Tools for Decision Making."},
      {
        "id":"ED451786",
        "title":"State of Diffusion: Defining Student Aid in an Era of Multiple Purposes."},
      {
        "id":"ED451787",
        "title":"Contributing to the Civic Good: Assessing and Accounting for the Civic Contributions of Higher Education. The New Millennium Project Working Paper."},
      {
        "id":"ED451789",
        "title":"The Rosen Scholars Program: A New Design for Mentoring Disadvantaged Youth for Postsecondary Success. Evaluation Summary."},
      {
        "id":"ED451790",
        "title":"Students, Learning, and Race-Based Public Policy: A Look at Diversity Curriculum and Co-Curriculum."},
      {
        "id":"ED451791",
        "title":"The Impact of College on the Development of Civic Values: How Do Race and Gender Matter?"},
      {
        "id":"ED451792",
        "title":"Access to Higher Education in Alaska: Strategies for Success."},
      {
        "id":"ED451793",
        "title":"Incorporating Problem-Based Learning Methodology To Prepare for the Medical College Admission Test."},
      {
        "id":"ED451794",
        "title":"Distributed Problem-Based Learning in Social Economy: A Study of the Use of a Structured Method for Education."},
      {
        "id":"ED451796",
        "title":"Professional Living Situations: Cohorts as Communities of Living and Learning."},
      {
        "id":"ED451797",
        "title":"Assessing Performance Outcomes in Complex Areas of the Curriculum for Graduates in Educational Leadership Programs."},
      {
        "id":"ED451798",
        "title":"Predictors of the Adjustment of First-Year Students to College: The Role of Early Involvement and Type of Residence."},
      {
        "id":"ED451799",
        "title":"The Curriculum of Liberal Arts Colleges: Beyond the Major."},
      {
        "id":"ED451800",
        "title":"A Professor and His Students Share Their Thoughts, Questions and Feelings."},
      {
        "id":"ED451801",
        "title":"Understanding Successful School-University Collaboration: Drawing Conclusions through Focus Groups."},
      {
        "id":"ED451802",
        "title":"Bridging the Gap between Theory and Practice: Integrating Multicultural Theory into an Undergraduate Foundations of Education Class."},
      {
        "id":"ED451803",
        "title":"Report of the MLA Post-Secondary Funding Review Committee."},
      {
        "id":"ED451804",
        "title":"Research Funding at Alberta Universities, 1998/1999 Report."},
      {
        "id":"ED451805",
        "title":"Doctorate Recipients from United States Universities: Summary Report, 1998. Survey of Earned Doctorates."},
      {
        "id":"ED451806",
        "title":"Directory of TRIO Programs, 2000-2001."},
      {
        "id":"ED451808",
        "title":"Student Athlete Protection Act. Hearing before the Committee on the Judiciary on H.R. 3575. House of Representatives, One Hundred Sixth Congress, Second Session."},
      {
        "id":"ED451809",
        "title":"Department of Education&apos;s Student Loan Programs: Are Tax Dollars at Risk? Hearing before the Subcommittee on Criminal Justice, Drug Policy, and Human Resources of the Committee on Government Reform. House of Representatives, One Hundred Sixth Congress, First Session."},
      {
        "id":"ED451811",
        "title":"An Analysis of Learning Styles among Full-Time Undergraduate College Students."},
      {
        "id":"ED451812",
        "title":"Student Connections: An Integrative Model of Cohorts, Community and Learning."},
      {
        "id":"ED451813",
        "title":"Student Perceptions of Student Ratings: Does School Policy Really Matter?"},
      {
        "id":"ED451814",
        "title":"Modeling Community through Cohort Development."},
      {
        "id":"ED451815",
        "title":"Financial Aid Policies and Practices at Medical and Dental Schools: Current Trends and Future Concerns. Synopsis: Higher Education Research Highlights."},
      {
        "id":"ED451817",
        "title":"Funding the &quot;Infostructure&quot;: A Guide to Financing Technology Infrastructure in Higher Education. New Agenda Series[TM], Volume 3, Number 2."},
      {
        "id":"ED451818",
        "title":"Building Strong Communities: Tribal Colleges as Engaged Institutions."},
      {
        "id":"ED451819",
        "title":"Rhetoric and Reality: Effects and Consequences of the HOPE Scholarship. The New Millennium Project on Higher Education Costs, Pricing, and Productivity Working Paper."},
      {
        "id":"ED451820",
        "title":"Curriculum Development Guide Based on a Technical Program."},
      {
        "id":"ED451821",
        "title":"Directory of Higher Education, 2001."},
      {
        "id":"ED451822",
        "title":"African American College Students' Motivation in Education."},
      {
        "id":"ED451823",
        "title":"Globalization and Co-Integration of Universal Education."},
      {
        "id":"ED451825",
        "title":"Changing Worlds, Changing Selves: The Experience of the Religious Self among Catholic Collegians."},
      {
        "id":"ED451826",
        "title":"A Bibliography of Research Completed at South Carolina State University, 1950 through 2000: Dissertations, Theses, Problems in Lieu of Theses, and Projects."},
      {
        "id":"ED451829",
        "title":"Cabrillo College Fact Book, 1999-2000."},
      {
        "id":"ED451830",
        "title":"Cuesta College School Performance Results."},
      {
        "id":"ED451831",
        "title":"ECommerce: Meeting the Needs of Local Business with Cross-Departmental Education."},
      {
        "id":"ED451832",
        "title":"Help Wanted...Credentials Required: Community Colleges in the Knowledge Economy."},
      {
        "id":"ED451833",
        "title":"The Critical Impact of Impending Retirements on Community College Leadership."},
      {
        "id":"ED451834",
        "title":"Directions of the New Economy: California's Regional Employment Trends, 1991-1997."},
      {
        "id":"ED451835",
        "title":"Iowa Community Colleges Year-End Report, Fiscal Year 1998-1999."},
      {
        "id":"ED451836",
        "title":"Iowa Community Colleges 2000-2001 Academic Year Tuition and Fees Report."},
      {
        "id":"ED451837",
        "title":"Iowa Community Colleges Accounting Manual."},
      {
        "id":"ED451838",
        "title":"California Community Colleges and Economic Development: Options and Opportunities."},
      {
        "id":"ED451839",
        "title":"Economic Development Program, California Community Colleges: ED&gt;Net 1998-1999 Annual Report."},
      {
        "id":"ED451841",
        "title":"Facilitating Responsibility for Learning in Adult Community College Students. ERIC Digest."},
      {
        "id":"ED451842",
        "title":"Valencia Community College Educational Technology Plan, 2000-2004."},
      {
        "id":"ED451843",
        "title":"State Board for Community Colleges Strategic Plan, 2000-2002 and Beyond."},
      {
        "id":"ED451844",
        "title":"Western Iowa Tech Community College Strategic Plan: 2000-2003."},
      {
        "id":"ED451845",
        "title":"Austin Community College Malcolm Baldrige National Quality Program Institutional Self-Assessment Report. Baldrige Assessment Feedback by Category."},
      {
        "id":"ED451846",
        "title":"Washington Community and Technical Colleges Fall Enrollment &amp; Staffing Report, 2000."},
      {
        "id":"ED451847",
        "title":"Middle Georgia College Faculty Technology Minigrant Program: Supporting Innovation in the Teaching/Learning Process."},
      {
        "id":"ED451848",
        "title":"As Successful as the County Fair: Bainbridge College's Peer Tutor Program."},
      {
        "id":"ED451849",
        "title":"&quot;America Reads&quot;: An Opportunity To Learn, Serve, and Teach."},
      {
        "id":"ED451851",
        "title":"Report on Transfers and Degrees and Certificates Awarded, 1998-99."},
      {
        "id":"ED451854",
        "title":"Iowa Community Colleges Fall Term 1999 Credit Student Enrollment Report."},
      {
        "id":"ED451855",
        "title":"International Students at Community Colleges. ERIC Digest."},
      {
        "id":"ED451856",
        "title":"Successful Collaborations between High Schools and Community Colleges. ERIC Digest."},
      {
        "id":"ED451857",
        "title":"Service Learning Programs on Community College Campuses. ERIC Digest."},
      {
        "id":"ED451858",
        "title":"Learning the Culture and Language of the Media. ERIC Digest."},
      {
        "id":"ED451859",
        "title":"Minority Student Retention and Academic Achievement in Community Colleges. ERIC Digests."},
      {
        "id":"ED451860",
        "title":"Adult Women in Community Colleges. ERIC Digest."},
      {
        "id":"ED451861",
        "title":"Southwest Virginia Community College Technology Master Plan."},
      {
        "id":"ED451862",
        "title":"Spring 2000 Student Profile Based upon First Census Data."},
      {
        "id":"ED451863",
        "title":"Working Connections: Class of 2002. Project Brief."},
      {
        "id":"ED451865",
        "title":"The Mission Project: Building a Nation of Learners by Advancing America's Community Colleges."},
      {
        "id":"ED451866",
        "title":"Temple University Persistence Rates for Community College of Philadelphia Transfer Students. Report #118."},
      {
        "id":"ED451867",
        "title":"The State of California Community Colleges Fall Leadership Conference, September 28, 2000."},
      {
        "id":"ED451868",
        "title":"Toward New Models for Certification and Credentialling in Community Colleges."},
      {
        "id":"ED451869",
        "title":"Achieving the Diversity Commitment: A Policy and Resource Paper of the California Community College Trustees."},
      {
        "id":"ED451870",
        "title":"Tapping into the Academic Workforce: Beyond Complaints to Dialogue, Resolution and Accommodation."},
      {
        "id":"ED451871",
        "title":"The Fact Book: Report for the Florida Community College System."},
      {
        "id":"ED451872",
        "title":"Ivy Tech State College 1995-96 Transfer Analysis."},
      {
        "id":"ED451874",
        "title":"Building a Collaborative Bridge: Community College and University Interaction and Sharing."},
      {
        "id":"ED451875",
        "title":"Bearings on the Future: The Tidewater Community College Strategic Plan."},
      {
        "id":"ED451876",
        "title":"Administrative Rules of the Illinois Community College Board."},
      {
        "id":"ED451877",
        "title":"College Online Peer Tutor Training."},
      {
        "id":"ED451878",
        "title":"Newcomers to Performance Funding: A Comparison of California's Partnership for Excellence to Other Performance Funding Programs. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED451879",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1997-98. Research Report."},
      {
        "id":"ED451880",
        "title":"Follow-Up Survey of PVCC Graduates of the Class of 1998-99. Research Report."},
      {
        "id":"ED451881",
        "title":"Report on Part-Time Faculty Compensation in California Community Colleges: A Report to the Governor and Legislature in Response to Assembly Bill 420. Commission Report."},
      {
        "id":"ED451882",
        "title":"Child Care: A Level III Review."},
      {
        "id":"ED451883",
        "title":"The Florida Community College System: A Strategic Plan for the Millennium, 1998-2003."},
      {
        "id":"ED451884",
        "title":"A Curriculum-Based Classification System for Community Colleges."},
      {
        "id":"ED451886",
        "title":"The Rock and Water Course: Teaching Boys Self Control, Self Respect and Self Confidence."},
      {
        "id":"ED451887",
        "title":"Our Youngest Children: Massachusetts Voters and Opinion Leaders Speak Out on Their Care and Education. A Report on the Findings from Strategies for Children."},
      {
        "id":"ED451888",
        "title":"A Guide to Successful Public-Private Partnerships for Out-of-School Time and Community School Initiatives."},
      {
        "id":"ED451889",
        "title":"KIDS COUNT in Virginia, 2001 [Data Book]."},
      {
        "id":"ED451890",
        "title":"Family Structure, Parental Investment, and Educational Outcomes among Black South Africans. Population Studies Center Research Report."},
      {
        "id":"ED451891",
        "title":"&quot;I've Sorted It Out. I Told Them What To Do!&quot; The Role of the Teacher in Student Conflict."},
      {
        "id":"ED451893",
        "title":"Goals, Activities, and Reflections of Inner-City Adolescents: A Follow-Up Comparison of Early Childhood Models."},
      {
        "id":"ED451894",
        "title":"Transfer of Learning from Educational Television: When and Why Does It Occur?"},
      {
        "id":"ED451895",
        "title":"Reading between the Pixels: Parent-Child Interaction While Reading Online Storybooks."},
      {
        "id":"ED451896",
        "title":"First, Third, and Fifth Grade Children's Attitudes about Gender Norm Violations."},
      {
        "id":"ED451897",
        "title":"Kids Count Alaska, 2000 Data Book."},
      {
        "id":"ED451898",
        "title":"The Effectiveness of Early Childhood Inclusion (Parents' Perspectives)."},
      {
        "id":"ED451903",
        "title":"California's Child Care Crisis: A Crime Prevention Tragedy."},
      {
        "id":"ED451904",
        "title":"Measuring Father Involvement in the Early Head Start Evaluation: A Multidimensional Conceptualization."},
      {
        "id":"ED451905",
        "title":"FACES Findings: New Research on Head Start Program Quality and Outcomes."},
      {
        "id":"ED451906",
        "title":"Head Start Children's Entry into Public School: A Report on the National Head Start/Public School Early Childhood Transition Demonstration Study."},
      {
        "id":"ED451908",
        "title":"Prenatal and Early Childhood Nurse Home Visitation. Juvenile Justice Bulletin."},
      {
        "id":"ED451910",
        "title":"Helping Your Children Navigate Their Teenage Years: A Guide for Parents."},
      {
        "id":"ED451912",
        "title":"Working Poor Families with Children: A Statistical Portrait. Child Trends Research Brief."},
      {
        "id":"ED451914",
        "title":"Births outside of Marriage: Perceptions vs. Reality. Child Trends Research Brief."},
      {
        "id":"ED451915",
        "title":"Early Childhood Intervention Programs: What Do We Know? JCPR Working Paper."},
      {
        "id":"ED451916",
        "title":"Maine KIDS COUNT 2001 Data Book."},
      {
        "id":"ED451917",
        "title":"Children Are Listening: Conversations for Their Future. Proceedings of the Statewide Forums on Child Care (Scottsdale, Prescott, Phoenix, and Tucson, Arizona, September and October 1996)."},
      {
        "id":"ED451918",
        "title":"Children Are Listening: Conversations for Their Future. Proceedings of the Statewide Forums on Abused, Neglected, and Abandoned Children (Tucson, Tempe, Prescott, and Glendale, Arizona, 1997)."},
      {
        "id":"ED451919",
        "title":"Make Kids Count: The State of Arizona's Children, 2000."},
      {
        "id":"ED451920",
        "title":"Hours of Risk or Opportunity? The State of School-Age Care in Arizona."},
      {
        "id":"ED451921",
        "title":"Effects of Multiple Sources of Information on Induction in Young Children."},
      {
        "id":"ED451922",
        "title":"Head Start of North Dakota, 1997-1998."},
      {
        "id":"ED451923",
        "title":"Head Start of North Dakota, 1998-99."},
      {
        "id":"ED451924",
        "title":"Head Start of North Dakota, 1999-2000."},
      {
        "id":"ED451926",
        "title":"Gender Schematic Development within the Family Context."},
      {
        "id":"ED451927",
        "title":"Children's Early Literacy Environment in Chinese and American Indian Families."},
      {
        "id":"ED451928",
        "title":"Children's Understanding of Dreams."},
      {
        "id":"ED451929",
        "title":"Children's Understanding of Means-Ends Relations in Stories and Real Life."},
      {
        "id":"ED451930",
        "title":"On the Road: In Search of Excellence in Middle Level Education."},
      {
        "id":"ED451931",
        "title":"Kids Count 01: The Next Generation. A Special Report by Arkansas Advocates for Children &amp; Families."},
      {
        "id":"ED451932",
        "title":"Nevada KIDS COUNT Data Book, 2001: County, Regional, and State Profiles of Child and Youth Well-Being in Nevada."},
      {
        "id":"ED451933",
        "title":"The Child Indicator: The Child, Youth, and Family Indicators Newsletter, 1999-2000."},
      {
        "id":"ED451934",
        "title":"Early Childhood Programs: The Use of Impact Evaluations To Assess Program Effects. Report to the Chairman, Subcommittee on Oversight of Government Management, Restructuring and the District of Columbia, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED451936",
        "title":"Adolescence Education Newsletter, 1999."},
      {
        "id":"ED451937",
        "title":"Adolescence Education Newsletter, 2000."},
      {
        "id":"ED451938",
        "title":"A Comparison of the Literacy Effects of Full Day vs. Half-Day Kindergarten."},
      {
        "id":"ED451939",
        "title":"Connecting School Policies and Praxis to the Development of Violent and Aggressive Behaviors in Elementary School Children: Locating the Voice of the Student."},
      {
        "id":"ED451940",
        "title":"Difference, Sacred Place, and the Superhero: Stories from a Study of a Male Grade One Teacher and the Shaping of His Identity."},
      {
        "id":"ED451941",
        "title":"Cultural Complexity That Affects Young Children's Contemporary Growth, Change, and Learning."},
      {
        "id":"ED451942",
        "title":"Young Children's Awareness of Self-Regulated Learning (SRL)."},
      {
        "id":"ED451943",
        "title":"How Do We Prepare Future Early Childhood Teachers for Developmentally and Culturally Appropriate Practice (DCAP) among Seven Different States in U.S.?"},
      {
        "id":"ED451947",
        "title":"What To Look for in Arizona's Budget for Fiscal Years 2002 and 2003: A Guide for Advocates and Human Service Providers."},
      {
        "id":"ED451948",
        "title":"Make Kids Count: Giving Babies a Smart Beginning."},
      {
        "id":"ED451949",
        "title":"Campus Children's Centers News, 2000."},
      {
        "id":"ED451950",
        "title":"Class of '79 Project: Longitudinal Implications of School Entry Variability in Readiness."},
      {
        "id":"ED451951",
        "title":"The Impact of Kindergarten Intervention Project Accelerated Literacy on Emerging Literacy Concepts and Second Grade Reading Comprehension."},
      {
        "id":"ED451952",
        "title":"Honoring Children's Rights to Quality Experiences in Preschool That Are Valued by Public School Kindergarten Educators and Administrators. Early Year's Summit."},
      {
        "id":"ED451955",
        "title":"Kindergartners' Educational Progress in Reading: A Study of Language Minority and Non-Language Minority Children."},
      {
        "id":"ED451956",
        "title":"The Kansas Child Welfare System: Where Are We? Where Should We Be Going?"},
      {
        "id":"ED451959",
        "title":"Achieving Quality Early Childhood Education for All: Insights from the Policy Innovation Diffusion Research. Working Paper Series."},
      {
        "id":"ED451960",
        "title":"Girls' Education: Community Approaches to Access and Quality. Strong Beginnings."},
      {
        "id":"ED451961",
        "title":"Food Assistance: Research Provides Limited Information on the Effectiveness of Specific WIC Nutrition Services. Report to Congressional Committees."},
      {
        "id":"ED451962",
        "title":"Connectedness and Separation in Parent-Adolescent Relationships: Indicators of a Successful Identity Development?"},
      {
        "id":"ED451963",
        "title":"Kindergarten Parent Survey, 1999-2000: A Report of the Detroit Public Schools."},
      {
        "id":"ED451964",
        "title":"Preschool Teacher Survey, 1999-2000: A Report of the Detroit Public Schools."},
      {
        "id":"ED451965",
        "title":"Preschool Parent Survey, 1999-2000: A Report of the Detroit Public Schools."},
      {
        "id":"ED451970",
        "title":"A Chance To Go Full Circle: Building on Reforms To Create Effective Learning."},
      {
        "id":"ED451971",
        "title":"Katu Kalpa: Report on the Inquiry into the Effectiveness of Education and Training Programs for Indigenous Australians."},
      {
        "id":"ED451972",
        "title":"Electronic Learning Communities? Factors That Enhance and Inhibit Learning within Email Discussion Groups."},
      {
        "id":"ED451973",
        "title":"Making Outdoor Places for Children: How Children's Needs for Outdoor Places Are Reflected in Community Plans. A Pilot Study."},
      {
        "id":"ED451974",
        "title":"Community Learning and Sustainability: Practice and Policy. CRLRA Discussion Paper Series."},
      {
        "id":"ED451975",
        "title":"Enabling Leadership: Just Cycling Along. CRLRA Discussion Paper."},
      {
        "id":"ED451976",
        "title":"Funding of Schools, 2000-2001 School Year = Financement des ecoles, Annee scolaire 2000-2001."},
      {
        "id":"ED451977",
        "title":"Democracy and Education, Schools and Communities Initiative: Conceptual Framework and Preliminary Findings."},
      {
        "id":"ED451978",
        "title":"The Influence of Institutional Culture on Institutional Choice and Post-Freshman Persistence of American Indian/Alaska Native Students at a Bible College."},
      {
        "id":"ED451979",
        "title":"The Potential Contribution of Comparative and International Education to Educational Reform: An Examination of Traditional, Non-Western Education."},
      {
        "id":"ED451980",
        "title":"[Indian Education Curriculum Guide.] Revised Edition."},
      {
        "id":"ED451981",
        "title":"School Reform and the No-Man&apos;s-Land of High School Size."},
      {
        "id":"ED451982",
        "title":"Indian Tuition Waiver Program. Research Report, Volume 20, Number 3."},
      {
        "id":"ED451983",
        "title":"Milagros in the Mid-Columbia: An Integrated Lesson Plan. Sixth Grade Social Studies Unit on Mexican Migrant Workers."},
      {
        "id":"ED451984",
        "title":"Fairmont State College GEAR UP Project: Year 2 Baseline Survey (2000-2001)."},
      {
        "id":"ED451985",
        "title":"The Relationship of Rurality and Education Accountability Outcomes."},
      {
        "id":"ED451986",
        "title":"Handbook for Culturally Responsive Science Curriculum."},
      {
        "id":"ED451987",
        "title":"Two Canadian Approaches to Teaching Biology, Chemistry, Mathematics and Physics to Senior High School Students in Virtual Classes."},
      {
        "id":"ED451988",
        "title":"The Montana Small Schools Self-Evaluation Guide, 2000."},
      {
        "id":"ED451989",
        "title":"Technology Planning for Montana's Schools."},
      {
        "id":"ED451991",
        "title":"Change and the Quality of Work-Life of Teachers in Rural Schools in South Africa."},
      {
        "id":"ED451992",
        "title":"Challenge and Promise: Technology in the Classroom."},
      {
        "id":"ED451995",
        "title":"Constructing Knowledge and Training Curricula about Early Childhood Care and Development in Canadian Aboriginal Communities."},
      {
        "id":"ED451997",
        "title":"Appalachian College Students &amp; a Multicultural Curriculum."},
      {
        "id":"ED451998",
        "title":"Academic Aspirations of Appalachian Seventh Graders and Their Parents."},
      {
        "id":"ED451999",
        "title":"Title IX Indian Education Toolkit. A Step-by-Step Guide to the Title IX Indian Education Formula Grant."},
      {
        "id":"ED452000",
        "title":"The Rural Bellwether."},
      {
        "id":"ED452003",
        "title":"Health Promotion and Substance Abuse Prevention among American Indian and Alaska Native Communities: Issues in Cultural Competence. Cultural Competence Series 9. Special Collaborative Edition."},
      {
        "id":"ED452004",
        "title":"Prevention of Alcoholism, Drug Abuse, and Health Problems among American Indians and Alaska Natives: An Introduction and Overview."},
      {
        "id":"ED452005",
        "title":"Prevention Principles for American Indian Communities."},
      {
        "id":"ED452006",
        "title":"Worldview, Identity, and Prevention in American Indian Communities."},
      {
        "id":"ED452007",
        "title":"Prevention in Alaska: Issues and Innovations."},
      {
        "id":"ED452008",
        "title":"Using the Community Readiness Model in Native Communities."},
      {
        "id":"ED452009",
        "title":"Native American Perceptions of the National Association for Native American Children of Alcoholics: In Their Own Words."},
      {
        "id":"ED452010",
        "title":"Do School-Based Drug and Alcohol Abuse Prevention Programs Work in American Indian Communities?"},
      {
        "id":"ED452011",
        "title":"Changes & Challenges for Rural Schools."},
      {
        "id":"ED452013",
        "title":"Implementing Welfare Reform in Rural Communities."},
      {
        "id":"ED452015",
        "title":"Secure Rural Schools and Community Self-Determination Act. Hearings before the Subcommittee on Forests and Public Land Management of the Committee on Energy and Natural Resources, United States Senate, One Hundred Sixth Congress, First Session, on S. 1608."},
      {
        "id":"ED452016",
        "title":"Secure Rural Schools and Community Self-Determination Act of 1999. Report [To Accompany S. 1608]. Calendar No. 520."},
      {
        "id":"ED452017",
        "title":"Statement of the U.S. Commission on Civil Rights on the Use of Native American Images and Nicknames as Sports Symbols."},
      {
        "id":"ED452018",
        "title":"Equality v. Liberty v. Pluralism: Latinos in American Constitutional Law."},
      {
        "id":"ED452020",
        "title":"Mezirow's Theory of Transformative Learning with Implications for Science Teacher Educators."},
      {
        "id":"ED452022",
        "title":"Blueprint for Success: A Guide for Organizing Energy Units in Your Classroom and Community and Participating in the Youth Awards Program for Energy Achievement. Grades K-12."},
      {
        "id":"ED452023",
        "title":"Empowerment 2000: Green Schools and Energy-Wise Students [Proceedings] (Madison, Wisconsin, June 14-16, 2000)."},
      {
        "id":"ED452024",
        "title":"Engineers for Rural Development: Europe and Latin America Getting in Tune."},
      {
        "id":"ED452025",
        "title":"The Laboratory as an Organizational Cell--The Case of Automation and Systems Laboratory of PUC-PR."},
      {
        "id":"ED452027",
        "title":"Educating for Creative Thinking in Engineering."},
      {
        "id":"ED452028",
        "title":"Adding Value: Using On-Line Activities To Ensure Student Success."},
      {
        "id":"ED452029",
        "title":"Environmental Education &amp; Communication for a Sustainable World: Handbook for International Practitioners."},
      {
        "id":"ED452030",
        "title":"Environmental Education in Germany: Concepts, History, Projects, Visions."},
      {
        "id":"ED452031",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (24th, Hiroshima, Japan, July 23-27, 2000), Volume 1."},
      {
        "id":"ED452032",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (24th, Hiroshima, Japan, July 23-27, 2000), Volume 2."},
      {
        "id":"ED452033",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (24th, Hiroshima, Japan, July 23-27, 2000), Volume 3."},
      {
        "id":"ED452034",
        "title":"Proceedings of the Conference of the International Group for the Psychology of Mathematics Education (PME) (24th, Hiroshima, Japan, July 23-27, 2000), Volume 4."},
      {
        "id":"ED452035",
        "title":"Feasibility, Design and Construction of a Small Hydroelectric Power Generation Station as a Student Design Project."},
      {
        "id":"ED452037",
        "title":"The Laboratory as a Tool for Learning Thermodynamics, Heat Transfer, and Thermal Systems."},
      {
        "id":"ED452038",
        "title":"Country Paper on China."},
      {
        "id":"ED452039",
        "title":"Country Paper from France."},
      {
        "id":"ED452040",
        "title":"Formative and Summative Portfolio Assessment in a Preservice Secondary Mathematics Teacher Education Program."},
      {
        "id":"ED452041",
        "title":"Developing Teacher-Leaders in a Master's Degree Program in Mathematics Education."},
      {
        "id":"ED452042",
        "title":"A Remote Knowledge Repository System for Teaching and Learning."},
      {
        "id":"ED452043",
        "title":"Bachelor Studies in the Czech Technical Universities."},
      {
        "id":"ED452044",
        "title":"Virtual Reality in the Teaching of the Technical Drawing."},
      {
        "id":"ED452045",
        "title":"An Interactive Computer Aided Electrical Engineering Education Package."},
      {
        "id":"ED452046",
        "title":"Designing, Developing, and Implementing an Outcomes-Based Assessment Program for Engineering Education."},
      {
        "id":"ED452047",
        "title":"Studying the Contribution of Programs at Eight Engineering Colleges toward Student Success."},
      {
        "id":"ED452048",
        "title":"A Design-Oriented Approach to the Integration of Thermodynamics, Fluid Mechanics, and Heat Transfer in the Undergraduate Mechanical Engineering Curriculum."},
      {
        "id":"ED452049",
        "title":"Problems of Engineering Education on the Threshold of 21st Century."},
      {
        "id":"ED452050",
        "title":"The Application and Implications of Information Technologies in the Home: Where Are the Data and What Do They Say?"},
      {
        "id":"ED452051",
        "title":"Teaching in the Standards-Based Classroom."},
      {
        "id":"ED452052",
        "title":"Federal Academic Science and Engineering Obligations Increased More Than 12 Percent between FY 1998 and FY 1999. Data Brief."},
      {
        "id":"ED452053",
        "title":"Building a Bridge for Females to Equitable, Inclusive, and Participatory Science Activity."},
      {
        "id":"ED452054",
        "title":"Teaching Fifth Grade Mathematical Concepts: Effects of Word Problems Used with Traditional Methods."},
      {
        "id":"ED452055",
        "title":"Science Education for Contemporary Society: Problems, Issues and Dilemmas. Final Report of the International Workshop on the Reform in the Teaching of Science and Technology at Primary and Secondary Level in Asia: Comparative References to Europe (Beijing, China, March 27-31, 2000)."},
      {
        "id":"ED452065",
        "title":"An Evaluative Study of the K-8 \"Wilderness & Land Ethic\" Curriculum."},
      {
        "id":"ED452066",
        "title":"The Mathematics of Motion, Sensors, and the Introduction of Function to Eight Graders in Brazil."},
      {
        "id":"ED452067",
        "title":"Actualizing Talent in Science: Case Studies of Finnish Olympians."},
      {
        "id":"ED452068",
        "title":"Gender Differences in Science Learning of Japanese Junior High School Students: A Two Year Study."},
      {
        "id":"ED452069",
        "title":"An Examination of the Outcomes of a Distance-Delivered Science Course."},
      {
        "id":"ED452070",
        "title":"Using the Reformed Teaching Observation Protocol (RTOP) as a Catalyst for Self-Reflective Change in Secondary Science Teaching."},
      {
        "id":"ED452071",
        "title":"Mathematics: Still a Male Domain? Australian Findings."},
      {
        "id":"ED452072",
        "title":"Instructional Practices and Motivation during Middle School (with Special Attention to Science)."},
      {
        "id":"ED452073",
        "title":"Digging beneath the Surface: When Manipulators, Mathematics, and Students Mix."},
      {
        "id":"ED452074",
        "title":"Exploring Development in Exemplary Mathematics Teacher Professional Development Programs: \"Re-Forming\" Teachers' Thinking."},
      {
        "id":"ED452075",
        "title":"The Relationship between High School Mathematics Classroom Environment and Student Self-Handicapping."},
      {
        "id":"ED452076",
        "title":"Challenges of Reform: Utility of Sociomathematical Norms."},
      {
        "id":"ED452077",
        "title":"Improving Elementary Teachers' Understanding of the Nature of Science and Instructional Practice."},
      {
        "id":"ED452078",
        "title":"Improving Elementary Science Teaching through a Collaborative Action Research."},
      {
        "id":"ED452079",
        "title":"Kindergarten to Grade 9 Mathematics Resources: Annotated Bibliography. Common Curriculum Framework."},
      {
        "id":"ED452080",
        "title":"Grade 10 to Grade 12 Mathematics Resources: Annotated Bibliography. Common Curriculum Framework."},
      {
        "id":"ED452081",
        "title":"Mathematical Sciences and Their Applications throughout the Curriculum: Final Report."},
      {
        "id":"ED452082",
        "title":"The Effect of Graphing Calculators on College Students&apos; Ability To Solve Procedural and Conceptual Problems in Developmental Algebra."},
      {
        "id":"ED452083",
        "title":"Effect of Reformed Courses in Physics and Physical Science on Student Conceptual Understanding."},
      {
        "id":"ED452084",
        "title":"The Learner as Designer: Effects on Transfer of an Experimental Curriculum in Modeling."},
      {
        "id":"ED452085",
        "title":"School Gardens: Raising Environmental Awareness in Children."},
      {
        "id":"ED452086",
        "title":"Final Report on the Evaluation of the National Science Foundation's Instructional Materials Development Program."},
      {
        "id":"ED452087",
        "title":"First Graders' Responses to School-Taught Mathematics as a Function of Their Spontaneous Conceptions of Basic Algebraic Relationships."},
      {
        "id":"ED452090",
        "title":"Remote Sensing: The View from Above. Know Your Environment."},
      {
        "id":"ED452091",
        "title":"Lessons Learned about Educator Training: A Synthesis of Grants Provided by Project Learning Tree, Project WET, and Project WILD under the Environmental Education and Training Partnership, 1995-2000."},
      {
        "id":"ED452093",
        "title":"The Sisters in Science Program: A Three Year Analysis."},
      {
        "id":"ED452094",
        "title":"Sisters in Science: Using Sports as a Vehicle for Science Learning."},
      {
        "id":"ED452095",
        "title":"MSaTERs: Mathematics, Science, and Technology Educators &amp; Researchers of The Ohio State University. Proceedings of the Annual Spring Conference (5th, Columbus, Ohio, May 5, 2001)."},
      {
        "id":"ED452096",
        "title":"MSaTERs: Mathematics, Science, and Technology Educators &amp; Researchers of The Ohio State University. Proceedings of the Annual Spring Conference (4th, Columbus, Ohio, May 6, 2000)."},
      {
        "id":"ED452097",
        "title":"Benefits of Investigations as Non-Traditional Assessments in Secondary Mathematics."},
      {
        "id":"ED452098",
        "title":"Developing Computer-Based Cognitive Tools That Assist Learners To Interpret Graphs and Tables."},
      {
        "id":"ED452101",
        "title":"Teaching East Asia in Middle Schools: Lesson Plans Contributed at the 1998 East Asian Studies Center Summer Workshop."},
      {
        "id":"ED452104",
        "title":"Biography Today: Profiles of People of Interest to Young Readers, 2000."},
      {
        "id":"ED452105",
        "title":"A British Graphic Designer Teaching and Learning in South-East Asia."},
      {
        "id":"ED452106",
        "title":"Matters of Principle."},
      {
        "id":"ED452108",
        "title":"Implementation and Use of Outcomes Assessment in Music Degree Programs: How the Varied Voices of Faculty and Program Administrators Contribute to Program Quality Improvement."},
      {
        "id":"ED452110",
        "title":"Positivists, Post-Positivists, Post-Structuralists, and Post-Modernists: Why Can't We All Get Along? Towards a Framework for Unifying Research Paradigms."},
      {
        "id":"ED452112",
        "title":"Visible Traces. Teacher's Guide."},
      {
        "id":"ED452113",
        "title":"Japan Studies through the Lenses of Different Disciplines: First Yearbook of the Japan Studies Association. [Papers from the Japan Studies Association Annual Conference (San Diego, California, 1995)]."},
      {
        "id":"ED452116",
        "title":"Citizenship and Education in Twenty-Eight Countries: Civic Knowledge and Engagement at Age Fourteen."},
      {
        "id":"ED452117",
        "title":"The World Bank New Discourse and the 1999 Education Sector Strategy."},
      {
        "id":"ED452118",
        "title":"Visualizing Change in Art Education: Artists in Residence in Hong Kong Schools."},
      {
        "id":"ED452119",
        "title":"The Paucity of Male Elementary School Teachers: Discriminatory Hiring Practices and Other Contributing Factors."},
      {
        "id":"ED447111",
        "title":"Tutoring. Educational Practices Series--5."},
      {
        "id":"ED447113",
        "title":"The Teacher&apos;s Guide to the U.S. Department of Education."},
      {
        "id":"ED447114",
        "title":"A Study of the Capacity of Teacher Preparation Programs in Maryland."},
      {
        "id":"ED447118",
        "title":"A Study To Determine the Effect of Resistance Training and Specificity Training on Sprint Times Compared to the Effect of Natural Growth Development of Middle School Age Students."},
      {
        "id":"ED447119",
        "title":"Energizing a Large Urban System: Reform through a Standards Driven Model."},
      {
        "id":"ED447121",
        "title":"Food and My World: My Health My World."},
      {
        "id":"ED447122",
        "title":"My Home Planet Earth: My Health My World."},
      {
        "id":"ED447123",
        "title":"Water and My World: My Health My World."},
      {
        "id":"ED447124",
        "title":"My World Indoors: My Health My World."},
      {
        "id":"ED447125",
        "title":"Cultural Issues in Substance Abuse Treatment."},
      {
        "id":"ED447126",
        "title":"Compendium of HIV Prevention Interventions with Evidence of Effectiveness. From CDC's HIV/AIDS Prevention Research Synthesis Project."},
      {
        "id":"ED447128",
        "title":"How Teaching Matters: Bringing the Classroom Back into Discussions of Teacher Quality."},
      {
        "id":"ED447129",
        "title":"Measuring Student Personal and Professional Confidence: The Impact of Two Teacher Preparation Programs."},
      {
        "id":"ED447130",
        "title":"Teaching Asian American Students: Classroom Implications."},
      {
        "id":"ED447131",
        "title":"Perceived Responsibility of Prospective Teachers for the Moral Development of Their Students."},
      {
        "id":"ED447132",
        "title":"Promoting Better Health for Young People through Physical Activity and Sports. A Report to the President from the Secretary of Health and Human Services and the Secretary of Education. Fall 2000."},
      {
        "id":"ED447133",
        "title":"Reforming Teacher Education through Educational Psychology: Kentucky's Example."},
      {
        "id":"ED447134",
        "title":"Collaborative Planning and Decision Making in the Elementary School: A Qualitative Study of Contemporary Team Teaching."},
      {
        "id":"ED447135",
        "title":"Preservice Teachers' Book Choices: Does Dominant Intelligence Influence Selection?"},
      {
        "id":"ED447136",
        "title":"A New Model of Student Teacher Supervision: Perceptions of Supervising Teachers."},
      {
        "id":"ED447137",
        "title":"A Technology Gender Divide: Perceived Skill and Frustration Levels among Female Preservice Teachers."},
      {
        "id":"ED447139",
        "title":"Faculty and Student Perceptions of Teaching Styles: Do Teaching Styles Differ for Traditional and Nontraditional Students?"},
      {
        "id":"ED447140",
        "title":"Team Teaching: Integration of Inclusion and Regular Students."},
      {
        "id":"ED447141",
        "title":"Preservice Teachers' Beliefs: Nonrational to Irrational to Rational."},
      {
        "id":"ED447142",
        "title":"It's Time To Drop the Other Shoe: The Evidence on Teacher Aides."},
      {
        "id":"ED447143",
        "title":"Impact of Professional Development Schools on Teacher Education."},
      {
        "id":"ED447144",
        "title":"Focus on NAEP, 1998."},
      {
        "id":"ED447145",
        "title":"GED Items, 1999. The Newsletter of the GED Testing Service."},
      {
        "id":"ED447146",
        "title":"Projections of Education Statistics to 2010."},
      {
        "id":"ED447147",
        "title":"Using Expected Growth Size Estimates To Summarize Test Score Changes. ERIC/AE Digest."},
      {
        "id":"ED447148",
        "title":"The Preliterate Student: A Framework for Developing an Effective Instructional Program. ERIC/AE Digest."},
      {
        "id":"ED447149",
        "title":"Evaluating Faculty Salary Equity Using Hierarchical Linear Modeling."},
      {
        "id":"ED447150",
        "title":"Using Multilevel Structural Equation Modeling with Faculty Data."},
      {
        "id":"ED447151",
        "title":"Putting Scholastic Aptitude Test Results on an Even Playing Field."},
      {
        "id":"ED447152",
        "title":"An Analysis of the Effects of Integrated Instruction of Metacognitive and Study Skills upon the Self-Efficacy and Achievement of Male and Female Students."},
      {
        "id":"ED447153",
        "title":"A Reconceptualization of Differential Item Functioning."},
      {
        "id":"ED447154",
        "title":"Qualitative Assessment versus Measurement of Student Achievement."},
      {
        "id":"ED447155",
        "title":"Using Web-Based Testing for Large-Scale Assessment."},
      {
        "id":"ED447156",
        "title":"Regional Educational Laboratories 1999 Annual Report: Linking the Worlds of Research, Policy, and Practice."},
      {
        "id":"ED447157",
        "title":"A Distillation of Subject-Matter Content for the Subject Areas of Geography and History."},
      {
        "id":"ED447158",
        "title":"The Evolving Context for Teaching and Learning in the Northwest: The 1999 Regional Education Needs Assessment. Program Report."},
      {
        "id":"ED447159",
        "title":"Designing a Standards-Based Accountability System for Language Minority and Immigrant Student Populations: A Guide for School District Personnel and Program Evaluators. Second Edition."},
      {
        "id":"ED447164",
        "title":"Summary of Outcome Data for Youth Alcohol and Other Drug Abuse Programs."},
      {
        "id":"ED447165",
        "title":"Marking English Writing Scripts: A Study Initiative between Blind Marking and Transparent Scoring Practices."},
      {
        "id":"ED447166",
        "title":"The Protestant Work Ethic and Academic Achievement."},
      {
        "id":"ED447167",
        "title":"The Effect of Omitted Responses on Ability Estimation in IRT."},
      {
        "id":"ED447168",
        "title":"Benefits of Modularity in an Automated Essay Scoring System."},
      {
        "id":"ED447169",
        "title":"Analyzing Two Assumptions Underlying the Scoring of Classroom Assessments."},
      {
        "id":"ED447170",
        "title":"A Report on the Matches between the South Dakota Standards in Mathematics and Selected Stanford Achievement Tests."},
      {
        "id":"ED447171",
        "title":"Ethical Standards in Testing: Test Preparation and Administration. White Paper. WERA Professional Publications, Volume 1."},
      {
        "id":"ED447172",
        "title":"Testing, Teaching, and Learning: A Guide for States and School Districts."},
      {
        "id":"ED447173",
        "title":"Report of Student Performance on the North Carolina Competency Standard. Reporting on the Classes of 1999-2003 for the State, 117 Public School Systems, and Charter Schools."},
      {
        "id":"ED447174",
        "title":"The 1999-00 Preliminary North Carolina State Testing Results: Multiple Choice, Grade 3 Pretest, End-of-Grade, High School Comprehensive, and End-of-Course Tests."},
      {
        "id":"ED447175",
        "title":"Statistical Profile: Public Schools of North Carolina, 2000."},
      {
        "id":"ED447176",
        "title":"Teacher Supply in the United States: Sources of Newly Hired Teachers in Public and Private Schools, 1987-88 to 1993-94. Statistical Analysis Report."},
      {
        "id":"ED447186",
        "title":"Examination of the Factor Structure of the Cheating Scale."},
      {
        "id":"ED447187",
        "title":"Testing for Statistical and Practical Significance: A Suggested Technique Using a Randomization Test."},
      {
        "id":"ED447188",
        "title":"SAT[R] Program Calculator Use Survey."},
      {
        "id":"ED447189",
        "title":"Procedures for Computing Classification Consistency and Accuracy Indices with Multiple Categories. ACT Research Report Series."},
      {
        "id":"ED447190",
        "title":"The Technology of Teacher Licensing Testing: A Discussion of Issues and Recommendations for Practice."},
      {
        "id":"ED447191",
        "title":"Determining a \"Profile\" of \"Disconnected\" Students."},
      {
        "id":"ED447192",
        "title":"An Empirical Study of the Effect of Pooling Effect Sizes on Hedge's Homogeneity Test."},
      {
        "id":"ED447193",
        "title":"High Stakes Testing and Student Achievement."},
      {
        "id":"ED447194",
        "title":"Examining Categories of Rival Hypotheses for Educational Research."},
      {
        "id":"ED447195",
        "title":"Teacher Classroom Assessment and Grading Practices Decision Making."},
      {
        "id":"ED447196",
        "title":"Factors Affecting Linkage of the Voluntary National Test and the Proposed Voluntary National Tests."},
      {
        "id":"ED447198",
        "title":"The Advantages of Hierarchical Linear Modeling. ERIC/AE Digest."},
      {
        "id":"ED447199",
        "title":"Using Critical Thinking To Conduct Effective Searches of Online Resources. ERIC Digest."},
      {
        "id":"ED447200",
        "title":"Bayes' Theorem: An Old Tool Applicable to Today's Classroom Measurement Needs. ERIC/AE Digest."},
      {
        "id":"ED447201",
        "title":"Basic Assessment Concepts for Teachers and School Administrators. ERIC/AE Digest."},
      {
        "id":"ED447202",
        "title":"Assessment of Student Achievement and the Curriculum."},
      {
        "id":"ED447203",
        "title":"An Analysis of Teacher Accountability Plans."},
      {
        "id":"ED447204",
        "title":"Student Career Awareness Network at L. B. Johnson Middle School: 1997-98 School Year Evaluation."},
      {
        "id":"ED447205",
        "title":"Reformed Teaching Observation Protocol (RTOP) Reference Manual. Technical Report."},
      {
        "id":"ED447206",
        "title":"A Framework of Teacher Knowledge and Skills Necessary in a Standards-Based System: Lessons from High School and University Faculty."},
      {
        "id":"ED447207",
        "title":"Comparison of Missing Data Treatments in Producing Factor Scores."},
      {
        "id":"ED447208",
        "title":"School Districts and Research Organizations: Partners for School Improvement."},
      {
        "id":"ED447210",
        "title":"A Primer on Coefficient Alpha."},
      {
        "id":"ED447211",
        "title":"Sacrificing Reliability and Exalting Sampling Error at the Altar of Parsimony: Some Cautions Concerning Short-Form Test Development."},
      {
        "id":"ED447212",
        "title":"Defining Group Membership: The Impact of Multiple versus Single Ethnic/Racial Categories on Testing Practices."},
      {
        "id":"ED447213",
        "title":"Evaluating the Appropriateness of the SAT I for 7th and 8th Graders."},
      {
        "id":"ED447214",
        "title":"An Empirical Investigation of Four Tests for Interaction in the Context of Factorial Analysis of Covariance."},
      {
        "id":"ED447215",
        "title":"Assessing the Implementation of High Stakes Reform: Aggregate Relationships between Retention Rates and Test Results."},
      {
        "id":"ED447216",
        "title":"School Practices Survey: User Guide for Practitioners."},
      {
        "id":"ED447217",
        "title":"Validity and Reliability of the Maslach Burnout Inventory for a Coaching Population."},
      {
        "id":"ED447218",
        "title":"Dropout Rates in Oregon High Schools: 1998-99 State Summary Report."},
      {
        "id":"ED447220",
        "title":"Assessments and Accountability. ERIC/AE Digest."},
      {
        "id":"ED447224",
        "title":"The Effect of School Choice: An Evaluation of the Charlotte Children's Scholarship Fund Program. Civic Report No. 12."},
      {
        "id":"ED447226",
        "title":"The New Federalism and State Tax Policies toward the Working Poor. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies. Occasional Paper."},
      {
        "id":"ED447227",
        "title":"Educating the Emerging Majority: The Role of Minority-Serving Colleges & Universities in Confronting America's Teacher Crisis. A Report from the Alliance for Equity in Higher Education."},
      {
        "id":"ED447229",
        "title":"Youth in 2010: Trends and Policy Implications."},
      {
        "id":"ED447231",
        "title":"The Prevalence of Education and Training Activities among Welfare and Food Stamp Recipients. New Federalism: National Survey of America's Families, Series B, No. B-24. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED447232",
        "title":"The State of the Cities, 2000: Megaforces Shaping the Future of the Nation's Cities. Fourth Annual Report."},
      {
        "id":"ED447233",
        "title":"How Did the Increase in Economic Inequality between 1970 and 1990 Affect American Children's Educational Attainment?"},
      {
        "id":"ED447234",
        "title":"Education for Disadvantaged Children: Research Purpose and Design Features Affect Conclusions Drawn from Key Studies. Report to Congressional Requesters."},
      {
        "id":"ED447235",
        "title":"Battered Agency Syndrome: The Challenge to Agencies Serving Low-Income Communities."},
      {
        "id":"ED447237",
        "title":"Making Assessment Work for Everyone: How To Build on Student Strengths."},
      {
        "id":"ED447238",
        "title":"Four Models of School Improvement: Successes and Challenges in Reforming Low-Performing, High-Poverty Title I Schools. Report No. 48."},
      {
        "id":"ED447239",
        "title":"At-Risk Youth: School-Community Collaborations Focus on Improving Student Outcomes. Report to the Honorable Charles B. Rangel, House of Representatives."},
      {
        "id":"ED447240",
        "title":"Tapping TANF for Youth: When and How Welfare Funds Can Support Youth Development, Education and Employment Initiatives."},
      {
        "id":"ED447241",
        "title":"Health Coverage for Legal Immigrant Children: New Census Data Highlight Importance of Restoring Medicaid and SCHIP Coverage."},
      {
        "id":"ED447242",
        "title":"Uninsured Rate of Poor Children Declines, but Remains above Pre-Welfare Reform Levels: Nearly One in Two Working Poor Adults Remain Uninsured."},
      {
        "id":"ED447243",
        "title":"Changes in the Wage Structure, Family Income, and Children's Education."},
      {
        "id":"ED447244",
        "title":"Race-Ethnicity, Social Background, and Grade Retention. CDE Working Paper."},
      {
        "id":"ED447246",
        "title":"Quality Now! Results of National Conversations on Education &amp; Race."},
      {
        "id":"ED447248",
        "title":"Fiscal Year 1999/2000 Annual Performance Report."},
      {
        "id":"ED447250",
        "title":"Transition from College to Work. Indicator of the Month."},
      {
        "id":"ED447251",
        "title":"Developing the National Assessment of Adult Literacy: Recommendations from Stakeholders. Working Paper Series."},
      {
        "id":"ED447252",
        "title":"Apprenticeship in Canada: A Training System under Siege? Second Draft."},
      {
        "id":"ED447253",
        "title":"Learning To Succeed: A New Framework for Post-16 Learning. Presented to Parliament by the Secretary of State of Education and Employment by Command of Her Majesty."},
      {
        "id":"ED447254",
        "title":"The Self-Sufficiency Project at 36 Months: Effects of a Financial Work Incentive on Employment and Income."},
      {
        "id":"ED447255",
        "title":"The Self-Sufficiency Project at 36 Months: Effects on Children of a Program That Increased Parental Employment and Income."},
      {
        "id":"ED447256",
        "title":"Career Academies. In Brief: Fast Facts for Policy and Practice, No. 1."},
      {
        "id":"ED447257",
        "title":"Web-Based Training and Constructivism. In Brief: Fast Facts for Policy and Practice, No. 2."},
      {
        "id":"ED447258",
        "title":"Integrating Science Education and Career and Technical Education. In Brief: Fast Facts for Policy and Practice, No. 3."},
      {
        "id":"ED447263",
        "title":"Bridging the Gap: A Career Workshop Informed by Vocational and Organizational Theory."},
      {
        "id":"ED447264",
        "title":"Lifelong Learning: Thematic Bibliography."},
      {
        "id":"ED447265",
        "title":"Alone You Are Nobody, Together We Float: The Manuela Ramos Movement. Quality/Calidad/Qualite Number 10."},
      {
        "id":"ED447266",
        "title":"Self-Directed Learning Readiness at General Motors Japan."},
      {
        "id":"ED447268",
        "title":"Achieving Inclusion: The Role of Empowerment in Policy and Practice."},
      {
        "id":"ED447270",
        "title":"Career Opportunities and Support Services for Low-Income, Post-High School Young Adults."},
      {
        "id":"ED447271",
        "title":"Technology: Transforming Federal Training. Report to the President."},
      {
        "id":"ED447272",
        "title":"Reflections on Post-16 Strategies in European Countries. Interim Report of the Leonardo da Vinci/Multiplier Effect Project III.3.a. Priority 2: Forging Links between Educational Establishments and Enterprises (1997-2000) ID 27009. Working Papers, No. 9."},
      {
        "id":"ED447274",
        "title":"Veterans' Employment and Training Service: Better Planning Needed To Address Future Needs. Testimony before the Subcommittee on Oversight and Investigations, Committee on Veterans' Affairs, House of Representatives."},
      {
        "id":"ED447275",
        "title":"Credentials: One Size Fits All? The Highlight Zone: Research @ Work No. 2."},
      {
        "id":"ED447276",
        "title":"Culture and Sustainable Development."},
      {
        "id":"ED447277",
        "title":"Using Technology To Foster Authentic Communication for Second Language Students."},
      {
        "id":"ED447278",
        "title":"Population, Labour and Education Dilemmas Facing GCC States at the Turn of the Century."},
      {
        "id":"ED447279",
        "title":"Culture at the Crossroads: The Education of Women. Is There a Future for Women's Colleges in the New Millennium?"},
      {
        "id":"ED447280",
        "title":"Universal Education: A Goal for the 21st Century."},
      {
        "id":"ED447281",
        "title":"Technological Education for Women as a Tool of Upward Social Mobility, with Reference to the Middle East."},
      {
        "id":"ED447282",
        "title":"Information Technology and the Marginalisation of Regional Cultures: Rambling Thoughts from the University of Calgary Experience."},
      {
        "id":"ED447283",
        "title":"Education between Globalisation and Local Culture: A World without Frontiers for Students without Traditions?"},
      {
        "id":"ED447284",
        "title":"Lifelong Learning for the Global Networked Society."},
      {
        "id":"ED447285",
        "title":"Imagination, the Individual and the Global Media."},
      {
        "id":"ED447286",
        "title":"Strategic Management of Quality and the Challenge of the New Millennium: Prospects for Managing the Tension between Accountability and Improvement in Further and Higher Education."},
      {
        "id":"ED447287",
        "title":"Education Trends, Norms and Development."},
      {
        "id":"ED447288",
        "title":"Higher Education and Development in Arab Oil Exporters: The UAE [United Arab Emirates] in Comparative Perspective."},
      {
        "id":"ED447289",
        "title":"A Challenge for Teachers and Students in the 21st Century: How To Cope with Personal Ignorance and Generate Knowledge in an Information-Centred World."},
      {
        "id":"ED447290",
        "title":"Funding Problems of Technical Education in Developing Countries."},
      {
        "id":"ED447291",
        "title":"The Application of Continuous Quality Improvement Models and Methods to Higher Education: Can We Learn from Business?"},
      {
        "id":"ED447292",
        "title":"Preparation for Life-Long Learning: Putting People Back into the Centre of Learning."},
      {
        "id":"ED447293",
        "title":"Qualification and Development Needs for Technical Education."},
      {
        "id":"ED447294",
        "title":"IT [Information Technology] as a Change Agent in Education and National Development."},
      {
        "id":"ED447295",
        "title":"Decision-Makers at the Crossroads: Changing Quantitative and Technological Tools."},
      {
        "id":"ED447296",
        "title":"The Globalisation of Education."},
      {
        "id":"ED447297",
        "title":"From Teacher Dependence to Learner Independence: Case Study from the Dubai Women's College."},
      {
        "id":"ED447298",
        "title":"Getting Connected: Online Learning for the EFL [English as a Foreign Language] Professional."},
      {
        "id":"ED447299",
        "title":"Systems and Strategies at the University of Technology, Jamaica to Strengthen the Education/Industry Interface."},
      {
        "id":"ED447300",
        "title":"Flexible Learning at the Crossroads: Are Our Teachers Ready?"},
      {
        "id":"ED447301",
        "title":"Learning Organisations for a Knowledge Economy: The Role of National Technological Institutes of Higher Education in the 21st Century."},
      {
        "id":"ED447302",
        "title":"Distributed Cognition and Systems for Supporting Social Interaction."},
      {
        "id":"ED447303",
        "title":"Encouraging Students To Acquire Key Skills and Manage Their Own Learning."},
      {
        "id":"ED447304",
        "title":"The Needs of Intermediate Professions: Middle Engineers and Middle Managers."},
      {
        "id":"ED447305",
        "title":"Science Education and Controversial Issues: A Case Study."},
      {
        "id":"ED447306",
        "title":"Transformation of Information Technology into Information Resources in the 21st Century in the GCC."},
      {
        "id":"ED447307",
        "title":"JIP: His Story. Teaching Ideas from the OLRC Reading Group. Teacher to Teacher."},
      {
        "id":"ED447308",
        "title":"Cognitive Reading Assessment for Low Literate Adults: An Analytic Review and New Framework. Technical Report, October 9, 1995."},
      {
        "id":"ED447310",
        "title":"Testing and Assessment: An Employer's Guide to Good Practices."},
      {
        "id":"ED447311",
        "title":"IT and Multimedia in Technical and Vocational Education in Malaysia."},
      {
        "id":"ED447312",
        "title":"Examination of the Data Requirements of the Workforce Investment Act and the Perkins Act of 1998. Report of the National Postsecondary Education Cooperative Working Group on Workforce Development."},
      {
        "id":"ED447313",
        "title":"Developing Skills: Realistic Work Environments in Further Education. FEDA Reports."},
      {
        "id":"ED447314",
        "title":"Evaluating ICT [Information and Communications Technology] Projects and Strategies in Teaching and Learning."},
      {
        "id":"ED447315",
        "title":"Learning 2010 (London, England, September 2000)."},
      {
        "id":"ED447330",
        "title":"Converging Streams: The Power of Collaboration among Service Groups. Linking Learning with Life."},
      {
        "id":"ED447331",
        "title":"Tales That Teach: Children's Literature and Service Learning. Linking Learning with Life."},
      {
        "id":"ED447332",
        "title":"Report on Federal Individual Training Accounts."},
      {
        "id":"ED447333",
        "title":"Employment Effects of Computerization, 1971-1991. [Working Paper Series]."},
      {
        "id":"ED447334",
        "title":"Adult Education and Training in Canada: Key Knowledge Gaps. [Research Paper Series]."},
      {
        "id":"ED447335",
        "title":"Literacy Skills, the Knowledge Content of Occupations and Occupational Mismatch. [Working Paper Series]."},
      {
        "id":"ED447336",
        "title":"The Transition from Initial Education to Working Life: A Canadian Report for an OECD Thematic Review."},
      {
        "id":"ED447337",
        "title":"Displaced Homemaker Program: 1997-1999 Biennial Report."},
      {
        "id":"ED447338",
        "title":"E-Commerce Marketing State Competency Profile."},
      {
        "id":"ED447339",
        "title":"The Future of Work: Insights, Views, Prospects. Basis-Info: Social Policy. IN Press."},
      {
        "id":"ED447340",
        "title":"Charting a Course: Preliminary Needs Assessment Using Equipped for the Future."},
      {
        "id":"ED447341",
        "title":"Partners: Students and Tutors Write about Learning Together."},
      {
        "id":"ED447342",
        "title":"Reaching Out: A Starter Kit for Adult Education Distance Learning Programs."},
      {
        "id":"ED447345",
        "title":"Implementing High School JROTC [Junior Reserve Officers Training Corps] Career Academies."},
      {
        "id":"ED447346",
        "title":"[Illinois Career Development Month Ideas and Activities.]"},
      {
        "id":"ED447347",
        "title":"Making Learning Visible: Identification, Assessment and Recognition of Non-Formal Learning in Europe."},
      {
        "id":"ED447355",
        "title":"Affecting Change in Literacy Practices of Adult Learners: Impact of Two Dimensions of Instruction. NCSALL Report No. 17."},
      {
        "id":"ED447356",
        "title":"A Brief Introduction to the Technological and Vocational Education of the Republic of China, 2000."},
      {
        "id":"ED447357",
        "title":"Employment Experience of Youths: Results from a Longitudinal Survey."},
      {
        "id":"ED447359",
        "title":"Distance Education at Arm's Length: Outsourcing of Distance Education Marking."},
      {
        "id":"ED447360",
        "title":"Motivational Design of Instruction To Mediate Student Motivation."},
      {
        "id":"ED447362",
        "title":"The Use and Development of the Career Thoughts Inventory."},
      {
        "id":"ED447363",
        "title":"A National Framework for State Programs of Guidance and Counseling: A Foundation for Student Academic and Life Long Success."},
      {
        "id":"ED447364",
        "title":"Career Activity File, K-12: School-to-Work Sustainability. Career Development Month, November 1999."},
      {
        "id":"ED447365",
        "title":"Violent Comic Books Influence Relational Aggression."},
      {
        "id":"ED447366",
        "title":"What Makes a Difference for Juveniles in Korea?"},
      {
        "id":"ED447367",
        "title":"Individualism-Collectivism and Tolerance of Stigma Associated with Help-Seeking among Koreans."},
      {
        "id":"ED447368",
        "title":"Transition Processes from College to Career."},
      {
        "id":"ED447369",
        "title":"Undergraduate Training and Skills for Careers outside Psychology."},
      {
        "id":"ED447370",
        "title":"Suspended: Girls in Trouble."},
      {
        "id":"ED447371",
        "title":"Racism in Supervision: The Perspective of a Supervisee."},
      {
        "id":"ED447372",
        "title":"Expectations of International Students from Counseling Services."},
      {
        "id":"ED447373",
        "title":"Student Assistance Program in Pennsylvania. Evaluation Final Report."},
      {
        "id":"ED447374",
        "title":"The Association of Personal-Related Variables to Length of Sobriety: A Study of Prognostic Indicators of Successful Treatment for Chemically Dependent Women."},
      {
        "id":"ED447375",
        "title":"Trends in How Families Are Portrayed in Children's Literature from the 1950s to the 1990s."},
      {
        "id":"ED447376",
        "title":"A Pre-Referral System That Defines, Identifies, and Allows for Documenting Interventions for At-Risk Students."},
      {
        "id":"ED447377",
        "title":"The Use of Reflecting Teams in Counselor Education and Supervision."},
      {
        "id":"ED447379",
        "title":"School Violence: A Literature Review."},
      {
        "id":"ED447380",
        "title":"High School Counselor's Handbook, 2001-2002."},
      {
        "id":"ED447381",
        "title":"Using the APA Guidelines for Psychotherapy with Lesbian, Gay, and Bisexual Clients in Education and Training."},
      {
        "id":"ED447382",
        "title":"A Century of Juvenile Justice."},
      {
        "id":"ED447383",
        "title":"Clinical Services in the New Millennium: Expanding Targets, Limited Ammunition."},
      {
        "id":"ED447384",
        "title":"Final Report of the Commission on Child Abuse. State of Maine, 119th Legislature, Second Regular Session."},
      {
        "id":"ED447385",
        "title":"Family Interaction Patterns and Career Development."},
      {
        "id":"ED447386",
        "title":"Approaches to Drug Abuse Counseling."},
      {
        "id":"ED447392",
        "title":"Safe School Initiative: An Interim Report on the Prevention of Targeted Violence in Schools."},
      {
        "id":"ED447393",
        "title":"Do We Practice What We Preach? Special Report on Standards, Assessment, Accountability, and Interventions. Report #4, Fall 2000."},
      {
        "id":"ED447394",
        "title":"Making a Difference: Report of the Task Force on Dropout Prevention, Intervention, and Recovery, Spring 1998."},
      {
        "id":"ED447397",
        "title":"Faculty Perspectives on Building a Diverse, Inclusive School Psychology Program."},
      {
        "id":"ED447398",
        "title":"Training Clinics as a Resource for Multimodal Treatment of ADHD."},
      {
        "id":"ED447399",
        "title":"Interests and Career Preparation of Professional Psychology Doctoral Students."},
      {
        "id":"ED447401",
        "title":"Tickling, Punching, and Poking: Mock Aggressive Behavior in College Students."},
      {
        "id":"ED447402",
        "title":"Stigma of Psychotherapy: It's Not OK To Get Help."},
      {
        "id":"ED447403",
        "title":"Applications of Psychological Knowledge to Schooling."},
      {
        "id":"ED447406",
        "title":"A Practical Guide to Alcohol Abuse Prevention: A Campus Case Study in Implementing Social Norms and Environmental Management Approaches."},
      {
        "id":"ED447408",
        "title":"Building an Integrated Model of Early Reading Acquisition. CIERA Report."},
      {
        "id":"ED447409",
        "title":"Learning To Read in Culturally Responsive Computer Environments. CIERA Report."},
      {
        "id":"ED447410",
        "title":"Emergent Literacy: A Polyphony of Perspectives. CIERA Report."},
      {
        "id":"ED447411",
        "title":"TELE-Web: Developing a Web-Based Literacy Learning Environment. CIERA Report."},
      {
        "id":"ED447412",
        "title":"Assessing Adult/Child Storybook Reading Practices. CIERA Report."},
      {
        "id":"ED447413",
        "title":"The America Reads Challenge: An Analysis of College Students' Tutoring. CIERA Report."},
      {
        "id":"ED447414",
        "title":"Arizona Reading Journal, 1999-2000."},
      {
        "id":"ED447418",
        "title":"Reading: What Policymakers Need To Know."},
      {
        "id":"ED447419",
        "title":"Academy of Reading."},
      {
        "id":"ED447420",
        "title":"Accelerated Reader."},
      {
        "id":"ED447421",
        "title":"Breakthrough to Literacy."},
      {
        "id":"ED447422",
        "title":"Carbo Reading Styles."},
      {
        "id":"ED447423",
        "title":"Cooperative Integrated Reading and Composition (CIRC)."},
      {
        "id":"ED447424",
        "title":"Direct Instruction."},
      {
        "id":"ED447425",
        "title":"Exemplary Center for Reading Instruction (ECRI)."},
      {
        "id":"ED447426",
        "title":"Failure Free Reading."},
      {
        "id":"ED447427",
        "title":"Fast ForWord."},
      {
        "id":"ED447428",
        "title":"Four Blocks."},
      {
        "id":"ED447429",
        "title":"HOSTS--Helping One Student To Succeed."},
      {
        "id":"ED447430",
        "title":"Invitations to Literacy."},
      {
        "id":"ED447431",
        "title":"Literacy Collaborative."},
      {
        "id":"ED447432",
        "title":"Reading One-to-One."},
      {
        "id":"ED447433",
        "title":"Reading Recovery."},
      {
        "id":"ED447434",
        "title":"Soar to Success."},
      {
        "id":"ED447435",
        "title":"Success for All."},
      {
        "id":"ED447436",
        "title":"SuccessMaker."},
      {
        "id":"ED447437",
        "title":"Voyager."},
      {
        "id":"ED447438",
        "title":"Waterford Early Reading Program."},
      {
        "id":"ED447439",
        "title":"Wilson Reading System."},
      {
        "id":"ED447441",
        "title":"Ten Proven Principles for Teaching Reading."},
      {
        "id":"ED447442",
        "title":"A Literacy Guide for School Governors: The Role of School Governors in Raising Literacy Standards."},
      {
        "id":"ED447443",
        "title":"The Reading Professor: Publication Forum for Professors of Reading Teacher Educators, 1999-2000."},
      {
        "id":"ED447444",
        "title":"Features of Communities of Literacy Practice."},
      {
        "id":"ED447445",
        "title":"New Zealand's Response to the Literacy Issues of the 1990's."},
      {
        "id":"ED447446",
        "title":"Piecing Together Phonics and Whole Language: A Balanced Approach."},
      {
        "id":"ED447447",
        "title":"Assessing Student Word Recognition Skills."},
      {
        "id":"ED447448",
        "title":"Reading the Future."},
      {
        "id":"ED447449",
        "title":"Finding Details, Main Ideas, &amp; Good Sources: How Information Literate Are NZ Students?"},
      {
        "id":"ED447450",
        "title":"Preservice Teachers' Perceptions of Reflective Thinking Practices Used in a Reading/Language Arts Practicum Experience: A Study with Cross-Cultural Implications."},
      {
        "id":"ED447451",
        "title":"Progress in Early Literacy: Summary Evaluation of Indiana's Early Literacy Intervention Grant Program, 1997-2000."},
      {
        "id":"ED447452",
        "title":"Indiana&apos;s Early Literacy Intervention Grant Program Impact Study for 1999-2000."},
      {
        "id":"ED447453",
        "title":"Professional Development, Classroom Practice and Student Outcomes: Exploring the Connections in Early Literacy Development."},
      {
        "id":"ED447455",
        "title":"An Investigation of the Success for All Reading Program."},
      {
        "id":"ED447456",
        "title":"Using Questioning Techniques and the Cloze Procedure in a Second Grade Classroom To Increase Reading Comprehension."},
      {
        "id":"ED447457",
        "title":"Improving Reading Comprehension Strategies Using Student Produced CD's Combined with More Traditional Activities."},
      {
        "id":"ED447458",
        "title":"Early Literacy: New Issues and New Challenges. Policy Brief."},
      {
        "id":"ED447459",
        "title":"Changes in Reading Practicum Accountability: Preservice Teachers Are Held Responsible for Children's Progress."},
      {
        "id":"ED447460",
        "title":"The Effects of Phonemic Awareness Instruction in First Grade on the Reading Scores of Rural Primary Students."},
      {
        "id":"ED447463",
        "title":"Literacy Conversations: Family, School, Community. Yearbook of the American Reading Forum, 1999. [Papers from the American Reading Forum Annual Conference, 1998]."},
      {
        "id":"ED447466",
        "title":"Research-Based Reading Interventions: The Impact of Indiana's Early Literacy Grant Program. Policy Research Report."},
      {
        "id":"ED447467",
        "title":"Research-Based Reading Reforms: The Impact of State-Funded Interventions on Educational Outcomes in Urban Elementary Schools. Policy Research Report."},
      {
        "id":"ED447468",
        "title":"Literacy and Starting School: Views of Parents and Early Childhood Staff and Issues for Transition."},
      {
        "id":"ED447472",
        "title":"Voices of the Other: Understandings Emerging from the Controversy."},
      {
        "id":"ED447473",
        "title":"The Nation's Report Card: Fourth-Grade Reading, 2000."},
      {
        "id":"ED447474",
        "title":"The Nation's Report Card: Fourth-Grade Reading Highlights, 2000."},
      {
        "id":"ED447475",
        "title":"The Nation's Report Card: Fourth-Grade Reading, 2000. [PowerPoint Slide Presentation]."},
      {
        "id":"ED447476",
        "title":"Creating a Book Loan Program for Inner-City Latino Families. CIERA Report."},
      {
        "id":"ED447477",
        "title":"The Nature of Children's Interactions while Composing Together on Computers. CIERA Report."},
      {
        "id":"ED447481",
        "title":"Language Ideologies: Critical Perspectives on the Official English Movement. Volume 1: Education and the Social Implications of Official Language."},
      {
        "id":"ED447482",
        "title":"Practical Applications for the Classroom Teacher: A Bibliotherapeutic Approach."},
      {
        "id":"ED447483",
        "title":"Reading Minds: Using Literary Resources in Family Therapy."},
      {
        "id":"ED447484",
        "title":"A Teacher's Guide for &quot;Middlemarch.&quot;"},
      {
        "id":"ED447485",
        "title":"Writing Proficiency Examination Instructional Guide, 2000-2001. [Third Edition]."},
      {
        "id":"ED447486",
        "title":"Write On! Teaching Reading and Writing in the Kindergarten Classroom."},
      {
        "id":"ED447487",
        "title":"Assessing Student Achievement in Spelling."},
      {
        "id":"ED447488",
        "title":"Developing a Teacher-Librarian Partnership in a Literature-Based Approach."},
      {
        "id":"ED447489",
        "title":"Reading and Writing Gains for Maori Students in Mainstream Schools: Effective Partnerships in the Rotorua Home and School Literacy Project."},
      {
        "id":"ED447490",
        "title":"Hereisthehouse: Critical Paper."},
      {
        "id":"ED447491",
        "title":"Thirty Years of New Zealand's Children's Literature (1970-1999)."},
      {
        "id":"ED447492",
        "title":"Language Arts in the Science Curriculum."},
      {
        "id":"ED447493",
        "title":"Putting It Together: Making a Picture Book."},
      {
        "id":"ED447494",
        "title":"What Do We Know about Effective Fourth-Grade Teachers and Their Classrooms? CELA Research Report."},
      {
        "id":"ED447495",
        "title":"Changing Teacher Practice: A Report of Changes in the Practice of Teachers in England Following the Introduction of a National Literacy Strategy."},
      {
        "id":"ED447496",
        "title":"A Civil Rights Issue? Vocabulary Development in Math and Science."},
      {
        "id":"ED447497",
        "title":"Empowering At-Risk Students: Storytelling as a Pedagogical Tool."},
      {
        "id":"ED447498",
        "title":"Toward a Professional Development Community: A Descriptive Study of the Experiences of National Board Candidates."},
      {
        "id":"ED447499",
        "title":"\"You've Got Mail\": Electronic Mail in the Writing Classroom."},
      {
        "id":"ED447500",
        "title":"Moving a Mountain: Transforming the Role of Contingent Faculty in Composition Studies and Higher Education."},
      {
        "id":"ED447501",
        "title":"Parent to Parent: Our Children, Their Literacy. Whole Language Umbrella Series."},
      {
        "id":"ED447502",
        "title":"Stereotypical Role Models in Western and Non-Western Children's Literature."},
      {
        "id":"ED447504",
        "title":"Compromising Composition: Articulating Quality and Practice in Distance Education Policy."},
      {
        "id":"ED447505",
        "title":"Meeting the Needs of Entering Students through Appropriate Placement in Entry-Level Writing Courses."},
      {
        "id":"ED447506",
        "title":"Writing Poetry in Ongoing Science Units of Study."},
      {
        "id":"ED447507",
        "title":"Parent Partnership in Literacy Education in the New Millennium: The Past, the Present, the Future."},
      {
        "id":"ED447508",
        "title":"Assessing Handwriting Achievement."},
      {
        "id":"ED447513",
        "title":"Using Audience Analysis as a Learning and Evaluation Tool."},
      {
        "id":"ED447514",
        "title":"Perceptions of the Place of Expatriate English Language Teachers in China."},
      {
        "id":"ED447515",
        "title":"Communication Ethics and Citizenship: Utilizing the &quot;Bhagavad Gita&quot; in Western Public Speaking Courses."},
      {
        "id":"ED447516",
        "title":"Habermas and Debate Theory: A Putative Link between the Theory of Communicative Action and Traditional Resolutional Typologies."},
      {
        "id":"ED447517",
        "title":"Mystical Anti-Semitism and the Christian Identity Movement: A Narrative Criticism of Dan Gayman's &quot;The Two Seeds of Genesis 3:15.&quot;"},
      {
        "id":"ED447518",
        "title":"Tales of Hate and &quot;Differance&quot;: A Narrative Analysis of Gayman's &quot;The Book of Adam.&quot;"},
      {
        "id":"ED447519",
        "title":"Another Face of the Hero: &quot;The Matrix&quot; as Modern Hero-Quest."},
      {
        "id":"ED447520",
        "title":"The Prophet of Revealed Knowledge: Richard Brother, the Prince of the Hebrews and Nephew of the Almighty."},
      {
        "id":"ED447521",
        "title":"Mission and Objectives of IUPUI's Graduate Program in Applied Communication."},
      {
        "id":"ED447522",
        "title":"Emotional Contagion in the Classroom: An Examination of How Teacher and Student Emotions Are Related."},
      {
        "id":"ED447523",
        "title":"The Role of the Peer Facilitator in the Experiential Learning Model of Communication."},
      {
        "id":"ED447524",
        "title":"Effects of Performance Visualization in Mock Employment Interviews."},
      {
        "id":"ED447525",
        "title":"The Development and Validation of the Intercultural Sensitivity Scale."},
      {
        "id":"ED447526",
        "title":"Student Nonverbal Communication and Its Influence on Teachers and Teaching: A Review of Literature."},
      {
        "id":"ED447527",
        "title":"Problems and Prospect of Chinese Communication Study."},
      {
        "id":"ED447528",
        "title":"Communicator Style: A Study of College Students."},
      {
        "id":"ED447530",
        "title":"The Invisible Professor At-Risk: How Departmental Disconfirmation Disempower Adjunct Faculty."},
      {
        "id":"ED447532",
        "title":"Assessing the Effectiveness of Basic Interpersonal Communication Training in a Sixth Grade Population using Measures of Argumentativeness and Verbal Aggressiveness."},
      {
        "id":"ED447533",
        "title":"Caring On-Line: On-Line Empathy, Self-Disclosure, Emotional Expression, and Nurturing."},
      {
        "id":"ED447534",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). International Communication Division."},
      {
        "id":"ED447536",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Magazine Division."},
      {
        "id":"ED447537",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Advertising Division."},
      {
        "id":"ED447538",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Communication Technology and Policy Division."},
      {
        "id":"ED447539",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Religion and Media Interest Group."},
      {
        "id":"ED447540",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Newspaper Division."},
      {
        "id":"ED447541",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Science Communication Interest Group."},
      {
        "id":"ED447542",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Law Division."},
      {
        "id":"ED447543",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Media Management and Economics Division."},
      {
        "id":"ED447544",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Graduate Education Interest Group."},
      {
        "id":"ED447545",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Cultural and Critical Studies Division."},
      {
        "id":"ED447546",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Radio-Television Journalism Division."},
      {
        "id":"ED447547",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Media Ethics Division."},
      {
        "id":"ED447548",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Commission on Status of Women."},
      {
        "id":"ED447549",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Civic Journalism Interest Group."},
      {
        "id":"ED447550",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Minorities and Communication Division."},
      {
        "id":"ED447551",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Mass Communication and Society Division."},
      {
        "id":"ED447552",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Communication Theory and Method Division."},
      {
        "id":"ED447553",
        "title":"Proceedings of the Annual Meeting of the Association for Education in Journalism and Mass Communication (83rd, Phoenix, Arizona, August 9-12, 2000). Miscellaneous."},
      {
        "id":"ED447555",
        "title":"The College Experience and Its Effects on Family Closeness and Power."},
      {
        "id":"ED447556",
        "title":"Evidence and Ethics in Individual Events: An Examination of an AFA-NIET Final Round."},
      {
        "id":"ED447557",
        "title":"Developing a Curricular Sequence for a Doctoral Program in Educational Leadership."},
      {
        "id":"ED447558",
        "title":"Literature Review on Teacher Recruitment Programs."},
      {
        "id":"ED447560",
        "title":"School Bus Safety Advisory Committee: 1999 Annual Report."},
      {
        "id":"ED447562",
        "title":"Minnesota Education Yearbook, 1999: The Status of Pre-K-12 Education in Minnesota."},
      {
        "id":"ED447563",
        "title":"The Longitudinal Study of the Professional Needs of Principals."},
      {
        "id":"ED447564",
        "title":"Comprehensive School Reform Demonstration Program: Mid-Continent Regional Educational Laboratory CSRD Model Developers Activity and Plan. Revised."},
      {
        "id":"ED447565",
        "title":"Principals and Teachers: Continuous Learners."},
      {
        "id":"ED447566",
        "title":"State Issues Report, 1998-99."},
      {
        "id":"ED447567",
        "title":"U.S. Department of Education, Office of Inspector General Semiannual Report to Congress, April 1-September 30, 2000."},
      {
        "id":"ED447568",
        "title":"CASDA Annual School Law Conference. Proceedings (11th, Latham, New York, July 16, 1996)."},
      {
        "id":"ED447569",
        "title":"How School Choice Almost Died in Wisconsin. Report."},
      {
        "id":"ED447570",
        "title":"Standards-Based Education Reform in Wisconsin: What It Will Take To Make It Work."},
      {
        "id":"ED447573",
        "title":"Rankings &amp; Estimates: Rankings of the States, 1999 and Estimates of School Statistics, 2000."},
      {
        "id":"ED447575",
        "title":"Charter Starters Leadership Training Workbook 1: Start-Up Logistics."},
      {
        "id":"ED447576",
        "title":"Charter Starters Leadership Training Workbook 2: Regulatory Issues."},
      {
        "id":"ED447577",
        "title":"Charter Starters Leadership Training Workbook 3: Assessment and Accountability."},
      {
        "id":"ED447578",
        "title":"Charter Starters Leadership Training Workbook 4: Governance and Management."},
      {
        "id":"ED447579",
        "title":"Charter Starters Leadership Training Workbook 5: Community Relations."},
      {
        "id":"ED447580",
        "title":"Building Change Capacity within Secondary Schools through Goal-Driven and Living Organizations."},
      {
        "id":"ED447581",
        "title":"Department of Defense Education Activity Accountability Report: Building Futures in a Global Community, 1995-1996."},
      {
        "id":"ED447582",
        "title":"Department of Defense Education Activity School, District, Area, and System, 1995-1996: Accountability Profiles."},
      {
        "id":"ED447583",
        "title":"Colorado Charter Schools Capital Finance Study: Challenges and Opportunities for the Future."},
      {
        "id":"ED447584",
        "title":"Class Size: Can School Districts Capitalize on the Benefits of Smaller Classes?"},
      {
        "id":"ED447585",
        "title":"Facilitating Conditions for School Motivation."},
      {
        "id":"ED447586",
        "title":"Citizens Changing Their Schools: A Midterm Report of the Annenberg Challenge."},
      {
        "id":"ED447588",
        "title":"Legal Issues and the Trend towards School Uniforms."},
      {
        "id":"ED447589",
        "title":"Lessons from Other Countries about Private School Aid: Higher Public Funding for Private Schools Usually Means More Government Regulation."},
      {
        "id":"ED447590",
        "title":"Reference Guide to Continuous Improvement Planning for Ohio School Districts."},
      {
        "id":"ED447591",
        "title":"Making Positive Connections with Homeschoolers. By Request Series."},
      {
        "id":"ED447595",
        "title":"Elementary and Secondary Education: Flexibility Initiatives Do Not Address Districts' Key Concerns about Federal Requirement. Testimony before the Committee on Education and the Workforce, House of Representatives."},
      {
        "id":"ED447596",
        "title":"Selected Readings on School Reform, Winter 2000."},
      {
        "id":"ED447597",
        "title":"Conceptualizing the Process of Education Reform from an International Perspective."},
      {
        "id":"ED447598",
        "title":"Principal Distinctives in the United States: The Intersection of Principal Preparation and Traditional Roles between Education Reform and Accountability."},
      {
        "id":"ED447599",
        "title":"How To Evaluate Comprehensive School Reform Models. Getting Better by Design, Volume 8."},
      {
        "id":"ED447600",
        "title":"Stellar Schools for a New Century: Every Child a Star."},
      {
        "id":"ED447602",
        "title":"Capturing the Eyeballs and &quot;E-Wallets&quot; of Kids in Schools: Dot.com Invades Dot.edu. Updating School Board Policies."},
      {
        "id":"ED447603",
        "title":"Vouchers: Yea or Nay."},
      {
        "id":"ED447604",
        "title":"&quot;Tough Love&quot;: State Accountability Policies Push Student Achievement."},
      {
        "id":"ED447605",
        "title":"Characteristics of Successful Schools."},
      {
        "id":"ED447606",
        "title":"Road to School Reform: The Chicago Model."},
      {
        "id":"ED447607",
        "title":"Building on Progress: How Ready Are States To Implement President Bush's Education Plan? A Status Report by the Education Commission of the States."},
      {
        "id":"ED447608",
        "title":"No Child Left Behind."},
      {
        "id":"ED447609",
        "title":"\"Creating STARS\": An Educational Intervention Addressing Academic Failure."},
      {
        "id":"ED447610",
        "title":"Language Patterns Used by Vocational Rehabilitation Staff To Communicate with Deaf Clients: Enabling or Disabling?"},
      {
        "id":"ED447611",
        "title":"State Participation and Accommodation Policies for Students with Disabilities: 1999 Update. Synthesis Report 33."},
      {
        "id":"ED447612",
        "title":"Social Promotion and Students with Disabilities: Issues and Challenges in Developing State Policies. Synthesis Report 34."},
      {
        "id":"ED447613",
        "title":"State Alternate Assessments: Status as IDEA Alternate Assessment Requirements Take Effect. Synthesis Report 35."},
      {
        "id":"ED447614",
        "title":"Non-Approved Accommodations: Recommendations for Use and Reporting. NCEO Policy Directions, Number 11."},
      {
        "id":"ED447615",
        "title":"A Study of Maximizing the Learning Potentials of Exceptionally Gifted Eleventh Grade Students in an Advanced Track Class."},
      {
        "id":"ED447616",
        "title":"Improving Post-School Outcomes for Students with Emotional and Behavioral Disorders. ERIC/OSEP Digest E597."},
      {
        "id":"ED447622",
        "title":"TASH Newsletter, 1999-2000."},
      {
        "id":"ED447623",
        "title":"Seeking Strengths: Equitable Identification for Gifted Education and the Theory of Multiple Intelligences."},
      {
        "id":"ED447626",
        "title":"Do You Know...Parent's Role in Behavior Interventions. Information Brochure, Volume 3, No. 1."},
      {
        "id":"ED447627",
        "title":"Five Strategies To Reduce Overrepresentation of Culturally and Linguistically Diverse Students in Special Education. ERIC/OSEP Digest #E596."},
      {
        "id":"ED447628",
        "title":"Paying for the Assistive Technology You Need: A Consumer Guide to Funding Sources in Washington State."},
      {
        "id":"ED447629",
        "title":"A Universal Logging Format for Augmentative Communication."},
      {
        "id":"ED447630",
        "title":"Turned On: Cochlear Implants for Deaf and Hard-of-Hearing Persons."},
      {
        "id":"ED447631",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. Tonasket, Washington, School District."},
      {
        "id":"ED447632",
        "title":"California Deaf-Blind Services Final Report, October 1, 1995-September 30, 1999 [and] October 1, 1999-June 30, 2000 (No Cost Extension)."},
      {
        "id":"ED447633",
        "title":"Serving Students with Significant Disabilities in Two-Year Colleges. Program Accessibility Committee, Florence-Darlington Technical College, Florence, South Carolina."},
      {
        "id":"ED447634",
        "title":"Serving Students with Significant Disabilities in Two-Year Colleges. Office of Disability Services, Springfield Technical Community College, Springfield, MA."},
      {
        "id":"ED447635",
        "title":"Serving Students with Significant Disabilities in Two-Year Colleges: ABLE Program, Longview Community College, Lee's Summit, MO."},
      {
        "id":"ED447636",
        "title":"Serving Students with Significant Disabilities in Two-Year Colleges: Services for the Deaf and Hard-of-Hearing, Hinds Community College, Raymond, MS."},
      {
        "id":"ED447637",
        "title":"Serving Students with Significant Disabilities in Two-Year Colleges: Special Needs Instructional Support Department, Lakeshore Technical College, Cleveland, WI."},
      {
        "id":"ED447638",
        "title":"Serving Students with Significant Disabilities in Two-Year Colleges: Center for Special Needs, Milwaukee Area Technical College, Milwaukee, WI."}]
  }}
