{
  "response":{"numFound":509939,"start":392000,"numFoundExact":true,"docs":[
      {
        "id":"ED447639",
        "title":"Serving Individuals Who Are Low-Functioning Deaf. Report from the Study Group, 25th Institute on Rehabilitation Issues, 1999."},
      {
        "id":"ED447640",
        "title":"Provisions in the Proposed Regulations Governing the State VR Program Describing the Interplay with the Workforce Investment System."},
      {
        "id":"ED447642",
        "title":"Early Intervention and Prevention--Issues and Services."},
      {
        "id":"ED447643",
        "title":"Gifted Education/School-to-Work Models. Best Practices and Unique Approaches: Overview."},
      {
        "id":"ED447644",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. Role Models and Leaders Project."},
      {
        "id":"ED447645",
        "title":"Gifted Education/School-to-Work Model: Best Practices and Unique Approaches. Barrington (Rhode Island) School Wide Enrichment Program."},
      {
        "id":"ED447646",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. Regional Electronic Magnet School (Massachusetts): South Coast Educational Collaborative."},
      {
        "id":"ED447647",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. Independent Study/Mentorship (Central High School, Texas)."},
      {
        "id":"ED447648",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. College of William &amp; Mary Center for Gifted Education."},
      {
        "id":"ED447649",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. Executive Internship Program (Pinellas County Schools, Florida)."},
      {
        "id":"ED447650",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. A School within a Workplace (Lincoln Park Academy and Harbor Branch Oceanographic Institution, Florida)."},
      {
        "id":"ED447651",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. The Mott Hall School for Advanced Studies in Math, Science and Technology (New York)."},
      {
        "id":"ED447652",
        "title":"Gifted Education/School-to-Work-Models: Best Practices and Unique Approaches. The Mentor Program (Minnesota)."},
      {
        "id":"ED447653",
        "title":"Gifted Education/School-to-Work Models: Best Practices and Unique Approaches. Academic Internship Program, Charlotte-Mecklenburg Schools (North Carolina)."},
      {
        "id":"ED447654",
        "title":"Florida Course Descriptions: Exceptional Student Education, Grades 9-12, 1999 Revisions. Suggested Course Performance Objectives."},
      {
        "id":"ED447655",
        "title":"Florida Course Descriptions: Exceptional Student Education, Grades 6-8, 1999 Revisions. Suggested Course Performance Objectives."},
      {
        "id":"ED447656",
        "title":"Testing Accommodations for Students with Disabilities."},
      {
        "id":"ED447658",
        "title":"The Let's Play! Project. Final Report."},
      {
        "id":"ED447659",
        "title":"A Professionals Guide to Assisting Families in Creating Play Environments for Children with Disabilities. Let's Play! Project 1995-2000."},
      {
        "id":"ED447660",
        "title":"How We Play! A Guidebook for Parents and Early Intervention Professionals. Birth through Two. Let's Play! Project."},
      {
        "id":"ED447661",
        "title":"Computer Play with Young Children, Birth through Two. Let's Play! Project."},
      {
        "id":"ED447662",
        "title":"Playing with Switches, Birth through Two. Let's Play! Project."},
      {
        "id":"ED447663",
        "title":"Play Sheets. Let's Play! Project."},
      {
        "id":"ED447664",
        "title":"A Collection of Early Intervention Articles: Family-Centered Service Delivery, Play of Children with Disabilities, Assistive Technology for Young Children. Birth through Two. Let's Play! Project."},
      {
        "id":"ED447665",
        "title":"Home and Community-Based Waivers as a New Source of Employment Funding: Changes in Attitude, Changes in Latitude."},
      {
        "id":"ED447666",
        "title":"Attention Deficit Disorders and Gifted Students: What Do We Really Know? Senior Scholars Series."},
      {
        "id":"ED447670",
        "title":"General Design Brief for Post-Primary Schools."},
      {
        "id":"ED447672",
        "title":"Charter School Facilities: A Resource Guide on Development and Financing."},
      {
        "id":"ED447673",
        "title":"School Facilities Manual. Revised Fourth Edition."},
      {
        "id":"ED447674",
        "title":"There Are Better Ways. Building Smaller, Safer, Effective and Efficient Public Schools. New Ideas for School Construction in North Carolina and a Model for Implementation. New Ideas, Number 1."},
      {
        "id":"ED447675",
        "title":"IAQ Tools for Schools: Managing Asthma in the School Environment."},
      {
        "id":"ED447676",
        "title":"Energy Efficiency and Indoor Environmental Quality in Schools. A Joint EPA Working Paper from Energy Star[R] and Indoor Air Quality."},
      {
        "id":"ED447677",
        "title":"Revitalizing Rural Education. Community Facilities Programs &amp; Organizations Concerned about Rural Education."},
      {
        "id":"ED447678",
        "title":"From the Ground Up: Practical Information on a School Construction Project."},
      {
        "id":"ED447679",
        "title":"Healthier Cleaning & Maintenance: Practices and Products for Schools."},
      {
        "id":"ED447680",
        "title":"Children, Learning, and Poisons Don't Mix: Kick the Pesticide Habit."},
      {
        "id":"ED447681",
        "title":"School Security, 2000."},
      {
        "id":"ED447683",
        "title":"Growing Pains: The Challenge of Overcrowded Schools Is Here To Stay. A Back to School Special Report on the Baby Boom Echo."},
      {
        "id":"ED447684",
        "title":"State Support of Educational Facility Construction: A Policy Study."},
      {
        "id":"ED447686",
        "title":"No End in Sight. A Back to School Special Report on the Baby Boom Echo."},
      {
        "id":"ED447688",
        "title":"Revitalization of School Facilities."},
      {
        "id":"ED447689",
        "title":"Guidelines for Planning Public School Facilities: A Trends-Oriented Approach."},
      {
        "id":"ED447692",
        "title":"Contact Bulletin, 1990-1999."},
      {
        "id":"ED447693",
        "title":"Mr. Stockdale's Dictionary of Collocations."},
      {
        "id":"ED447695",
        "title":"Teaching Listening Comprehension at the Turn of the Century."},
      {
        "id":"ED447696",
        "title":"ESL Learners' and Tutors' Expectations of Conversational Participation, Roles, and Responsibility."},
      {
        "id":"ED447697",
        "title":"Prioritizing Needs/Negotiating Practices: Student Placement at River Valley Elementary."},
      {
        "id":"ED447698",
        "title":"Synchronous Computer-Mediated Communication in the Intermediate Foreign Language Class: A Sociocultural Case Study."},
      {
        "id":"ED447700",
        "title":"Critical Pedagogy in TESOL: A Review of the Literature."},
      {
        "id":"ED447701",
        "title":"Collegial Networks: A Team of Sixth-Grade Teachers in a Two-Way Bilingual Program."},
      {
        "id":"ED447702",
        "title":"Multi-User Domain Object Oriented (MOO) as a High School Procedure for Foreign Language Acquisition."},
      {
        "id":"ED447703",
        "title":"Beyond the Classroom: A Role for Linguistics in Community-Based Learning and Teaching."},
      {
        "id":"ED447704",
        "title":"Language at the Elementary School."},
      {
        "id":"ED447705",
        "title":"Bilingualism, Gender, and Friendship: Constructing Second Language Learners in an English Dominant Kindergarten."},
      {
        "id":"ED447706",
        "title":"A Two-Way Bilingual Program: Promise, Practice, and Precautions."},
      {
        "id":"ED447708",
        "title":"School Policies and Practices as Roadblocks to Academic Success."},
      {
        "id":"ED447710",
        "title":"The Role of American Sign Language in Improving Behavioral Functioning in Developmentally Delayed Children with Communication Disorders."},
      {
        "id":"ED447711",
        "title":"Ideologies, Programs, and Practices: Implications for Second Language Learners."},
      {
        "id":"ED447712",
        "title":"Comparing Tasks and Skills in Developing Discussions."},
      {
        "id":"ED447713",
        "title":"If Your Child Learns in Two Languages: A Parent's Guide for Improving Educational Opportunities for Children Acquiring English as a Second Language = Si su nino aprende en dos idiomes: Una guia para que las familias sepan como mejorar las oportunidades educativas de los ninos que adquieren el ingles como segunda lengua = Neu lon Ban Hoc Bang Hai Thu Tieng: Chi-nam cua phu-huynh de cai tien co hoi hoc van cua con em dang hoc Anh van nhu sinh ngu thu hai."},
      {
        "id":"ED447714",
        "title":"Biliteracy for a Global Society: An Idea Book on Dual Language Education."},
      {
        "id":"ED447715",
        "title":"ESL Magazine, 2000."},
      {
        "id":"ED447717",
        "title":"Data on LEP Students in State Education Reports. State Assessment Series, Minnesota Report 26."},
      {
        "id":"ED447718",
        "title":"Report on the Participation and Performance of Limited English Proficient Students on Minnesota's Basic Standards Tests, 1999. State Assessment Series,  Minnesota Report 30."},
      {
        "id":"ED447719",
        "title":"Attitudes of Teachers of Spanish as a Foreign Language toward Teaching Spanish to Hispanic Students in Urban Schools."},
      {
        "id":"ED447720",
        "title":"Foreign Language Teaching: What the United States Can Learn from Other Countries. ERIC Clearinghouse on Languages and Linguistics Report."},
      {
        "id":"ED447721",
        "title":"What Elementary Teachers Need To Know about Language. ERIC Digest."},
      {
        "id":"ED447722",
        "title":"What Early Childhood Teachers Need To Know about Language. ERIC Digest."},
      {
        "id":"ED447723",
        "title":"Teaching Educators about Language: Principles, Structures, and Challenges. ERIC Digest."},
      {
        "id":"ED447724",
        "title":"Programs That Prepare Teachers To Work Effectively with Students Learning English. ERIC Digest."},
      {
        "id":"ED447725",
        "title":"Assessment Portfolios: Including English Language Learners in Large-Scale Assessments. ERIC Digest."},
      {
        "id":"ED447726",
        "title":"Planning for Success: Common Pitfalls in the Planning of Early Foreign Language Programs. ERIC Digest."},
      {
        "id":"ED447727",
        "title":"Brain Research: Implications for Second Language Learning. ERIC Digest."},
      {
        "id":"ED447728",
        "title":"The ESL Standards: Bridging the Academic Gap for English Language Learners. ERIC Digest."},
      {
        "id":"ED447729",
        "title":"Simulated Oral Proficiency Interviews: Recent Developments. ERIC Digest."},
      {
        "id":"ED447730",
        "title":"Examining Latino Paraeducators' Interactions with Latino Students. ERIC Digest."},
      {
        "id":"ED447731",
        "title":"EMPLOY-ABILITY Teacher Handbook [and] Student Workbook, Spring 1998."},
      {
        "id":"ED447732",
        "title":"Learning Disabilities and Spanish-Speaking Adult Populations: The Beginning of a Process. Report on the State Directors of Adult Education Conference (San Antonio, Texas, April 10-11, 2000)."},
      {
        "id":"ED447733",
        "title":"All Health Plans Need CLAMS: Culturally and Linguistically Appropriate Materials for Diverse Populations Can Overcome Language Barriers to Effective Treatment."},
      {
        "id":"ED447734",
        "title":"International Adult Literacy Survey. Benchmarking Adult Literacy in America: An International Comparative Study."},
      {
        "id":"ED447735",
        "title":"Helping Adult ESOL Students Increase Speaking and Listening Skills by Serving as Volunteers in Authentic Settings."},
      {
        "id":"ED447736",
        "title":"Civics Education for Adult English Language Learners. ERIC Q & A."},
      {
        "id":"ED447739",
        "title":"Exploring Emotional Intelligence Correlates in Selected Populations of College Students."},
      {
        "id":"ED447740",
        "title":"Electronic Journals, Scholarship, and Tenure: Paving the Way for New Policies in Higher Education."},
      {
        "id":"ED447746",
        "title":"Academic Departments: How They Work, How They Change. ASHE-ERIC Higher Education Report, Volume 27, Number 8. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED447752",
        "title":"Women and Minority Faculty in the Academic Workplace: Recruitment, Retention, and Academic Culture. ASHE-ERIC Higher Education Report, Volume 27, Number 6. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED447753",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 1999-June 30, 2000."},
      {
        "id":"ED447754",
        "title":"Fall 2000 Enrollments: North Dakota Institutions of Higher Education."},
      {
        "id":"ED447755",
        "title":"Preferences in North Carolina Higher Education: Racial and Ethnic Preferences in Undergraduate Admissions at Six North Carolina Public Universities."},
      {
        "id":"ED447756",
        "title":"Three Views of the River: Three Reviews of &quot;The Shape of the River: Long-Term Consequences of Considering Race in College and University Admissions&quot; by William G. Bowen and Derek Bok."},
      {
        "id":"ED447757",
        "title":"Preferences in Maryland Higher Education: Racial and Ethnic Preferences in Undergraduate Admissions at Maryland Four-Year Public Colleges and Universities."},
      {
        "id":"ED447758",
        "title":"Toward an Understanding of Percentage Plans in Higher Education: Are They Effective Substitutes for Affirmative Action?"},
      {
        "id":"ED447759",
        "title":"New Offerings for a New Era: Evaluating the Viability of New Degree Programs."},
      {
        "id":"ED447760",
        "title":"Fiscal Year 2002 Higher Education Budget Recommendations. Implementing the Illinois Commitment: Partnerships, Opportunities, and Excellence."},
      {
        "id":"ED447761",
        "title":"Doctoral Education and the MnSCU Mission: Access and Affordability. Response to the 1998 Legislative Directive."},
      {
        "id":"ED447762",
        "title":"Student Loans: Direct Loan Default. Report to Congressional Requesters."},
      {
        "id":"ED447763",
        "title":"Overview of Mentoring: Exploring Possibilities."},
      {
        "id":"ED447764",
        "title":"Sharing Authority in Higher Education: Faculty Involvement in Governance."},
      {
        "id":"ED447766",
        "title":"Minorities in Higher Education, 1997-1998: Sixteenth Annual Status Report."},
      {
        "id":"ED447770",
        "title":"College Affordability: Overlooked Long-Term Trends and Recent 50-State Patterns. New Agenda Series[TM], Volume 3, Number 1."},
      {
        "id":"ED447771",
        "title":"Private Economic Benefit/Cost Ratios of a College Investment for Men and Women, 1967 to 1999."},
      {
        "id":"ED447772",
        "title":"Undergraduate Degree Completion by Age 25 to 29 for Those Who Start College, 1992 to 2000."},
      {
        "id":"ED447773",
        "title":"Academic Venturing in Higher Education: Institutional Effects on Performance of University Technology Transfer. ASHE Annual Meeting Paper."},
      {
        "id":"ED447774",
        "title":"Research Productivity and Tenure."},
      {
        "id":"ED447775",
        "title":"Discounting toward Disaster: Tuition Discounting, College Finances, and Enrollments of Low-Income Undergraduates. New Agenda Series[TM], Volume 3, Number 2."},
      {
        "id":"ED447778",
        "title":"Draft Cohort Default Rate Guide for FFEL Program and Direct Loan Program Loans, FY 1999."},
      {
        "id":"ED447779",
        "title":"Compilation of SFA Regulations as of 6/1/2000."},
      {
        "id":"ED447780",
        "title":"State of Innovation: The Maryland Plan for Technology in Education, 1999-2003."},
      {
        "id":"ED447781",
        "title":"The Power of Digital Learning: Integrating Digital Content. The CEO Forum School Technology and Readiness Report, Year Three."},
      {
        "id":"ED447782",
        "title":"ED-MEDIA 2000 World Conference on Educational Multimedia, Hypermedia &amp; Telecommunications. Proceedings (12th, Montreal, Quebec, Canada, June 26-July 1, 2000)."},
      {
        "id":"ED447785",
        "title":"Enhancing Interactivity into Web-Based Learning Environments."},
      {
        "id":"ED447786",
        "title":"Choosing and Evaluating Effective ESL Integrative Learning Systems."},
      {
        "id":"ED447787",
        "title":"Report of 1998-99 Student Performance North Carolina Tests of Computer Skills. Reporting on the Classes of 2001-2003 for the State and 117 Public School Systems and 61 Charter Schools."},
      {
        "id":"ED447788",
        "title":"North Carolina Instructional Technology Plan Guide: Technological Recommendations and Standards. [Revised]."},
      {
        "id":"ED447789",
        "title":"Investigating the Role of Technology in Widening Participation in Lifelong Learning. Final Report."},
      {
        "id":"ED447790",
        "title":"Achieving Equality of Student Internet Access within Schools."},
      {
        "id":"ED447791",
        "title":"A Qualitative Study of Student Perceptions Regarding Electronic Journaling."},
      {
        "id":"ED447792",
        "title":"A Study of the Efficacy of Computerized Skill Building for Adolescents: Reducing Aggression and Increasing Pro-Social Behavior."},
      {
        "id":"ED447793",
        "title":"Utilizing the Internet To Supplement Classroom Instruction: An Analysis of Longitudinal Data."},
      {
        "id":"ED447794",
        "title":"A Case Study Describing Student Experiences of Learning in a Context of Synchronous Computer-Mediated Communication in a Distance Education Environment."},
      {
        "id":"ED447795",
        "title":"An Analysis of Papers Published in the AECT Annual Proceedings from 1996 through 2000."},
      {
        "id":"ED447796",
        "title":"Preparatory Program for Information Technology. Secondary Curriculum. Building a Foundation for Tomorrow."},
      {
        "id":"ED447797",
        "title":"Common Ground: A Cross-Cultural Self-Directed Learner's Internet Guide."},
      {
        "id":"ED447799",
        "title":"Report on Csrdweb.net as an On-Line Learning Community."},
      {
        "id":"ED447800",
        "title":"Articulation Telecommunication Project 1998 Report."},
      {
        "id":"ED447801",
        "title":"A Developmental Path to Reading: Reading the Signs."},
      {
        "id":"ED447803",
        "title":"Developing Statistics and Performance Measures for the Networked Environment: Final Report."},
      {
        "id":"ED447804",
        "title":"Skill Standards for Information Technology. Millennium Edition. Building a Foundation for Tomorrow."},
      {
        "id":"ED447805",
        "title":"Tech Prep Information Technology Skill Standards-Based Curriculum. Building a Foundation for Tomorrow."},
      {
        "id":"ED447806",
        "title":"Defining the Role of the Digital Portfolio in Teacher Education."},
      {
        "id":"ED447808",
        "title":"Patterns of Promise."},
      {
        "id":"ED447809",
        "title":"Educational Interactive Video for High School Students: How Do Teachers Perceive the Program?"},
      {
        "id":"ED447821",
        "title":"Building Info-Skills by Degrees: Embedding Information Literacy in University Study."},
      {
        "id":"ED447822",
        "title":"UQ Library's First CIS: Towards Customising Information Services at the University of Queensland Library."},
      {
        "id":"ED447823",
        "title":"Information Literacy for the Skeptical Library Director."},
      {
        "id":"ED447824",
        "title":"Forward with Imagination: Innovative Library Client Services for the 21st Century."},
      {
        "id":"ED447825",
        "title":"After the Fireworks: Opportunities and Directions for University Libraries."},
      {
        "id":"ED447826",
        "title":"Watch Our Lips! New Skills and Services for the Knowledge Age."},
      {
        "id":"ED447827",
        "title":"Creating Information Structures That Work for the New Millennium."},
      {
        "id":"ED447828",
        "title":"Virtual Libraries: Interactive Support Software and an Application in Chaotic Models."},
      {
        "id":"ED447829",
        "title":"The Academic Library in the 21st Century--What Need for a Physical Place?"},
      {
        "id":"ED447830",
        "title":"Navigating the Information Society."},
      {
        "id":"ED447831",
        "title":"Virtual Libraries: Service Realities."},
      {
        "id":"ED447832",
        "title":"The Virtual Campus: Impact on Teaching and Learning."},
      {
        "id":"ED447833",
        "title":"Strategies for Working with Library Staff Members in Embracing Change Caused by Library Automation."},
      {
        "id":"ED447834",
        "title":"Information Literacy in Electronic Environments: Fantasies, Facts, and Futures."},
      {
        "id":"ED447835",
        "title":"Developing IT Literacy Levels among Library Staff in a Networked Environment at the University of the Witwatersrand (WITS), Johannesburg, South Africa."},
      {
        "id":"ED447836",
        "title":"Pedagogy Journal, 1999."},
      {
        "id":"ED447837",
        "title":"Student Transfer Issues Revealed in British Columbia's Post-Secondary Education Student Outcomes Surveys: An Analysis Intended To Enhance the Survey's Future Utility."},
      {
        "id":"ED447838",
        "title":"Motivational Aspects of Reading and Its Measurement in Community College Students. AIR 2000 Annual Forum Paper."},
      {
        "id":"ED447839",
        "title":"A Formula for Writing Environmental Scans for Community Colleges."},
      {
        "id":"ED447840",
        "title":"Academic Dishonesty and the Community College. ERIC Digest."},
      {
        "id":"ED447841",
        "title":"Sexual Minorities on Community College Campuses. ERIC Digest."},
      {
        "id":"ED447842",
        "title":"Strategic Planning for a New Century: Process over Product. ERIC Digest."},
      {
        "id":"ED447843",
        "title":"Taking a Big Picture Look @ Technology, Learning and the Community College."},
      {
        "id":"ED447844",
        "title":"Tidewater Community College Fall Semester 1998 Enrollment Report."},
      {
        "id":"ED447845",
        "title":"Tidewater Community College 1998 Employer Survey Study."},
      {
        "id":"ED447846",
        "title":"Tidewater Community College Biennial Transfer Student Report, 1996-97 and 1997-98 Academic Years."},
      {
        "id":"ED447847",
        "title":"Measuring Graduation and Attrition at Ontario Colleges: A Discussion of Measurement Issues and Their Usefulness as Indicators of Student Success."},
      {
        "id":"ED447848",
        "title":"As Competition Increases, Community Colleges Would Do Well To Do Good."},
      {
        "id":"ED447849",
        "title":"Tidewater Community College 1998 Graduate Survey Study."},
      {
        "id":"ED447850",
        "title":"Distance Learning Task Force Report."},
      {
        "id":"ED447851",
        "title":"The Dual-Credit Explosion in Illinois Community Colleges. Research Brief."},
      {
        "id":"ED447852",
        "title":"Learning Abstracts, 1999."},
      {
        "id":"ED447853",
        "title":"Waukesha County Technical College Budget Document, Fiscal Year 2000-2001."},
      {
        "id":"ED447854",
        "title":"The News, Summer 1999-Summer 2000."},
      {
        "id":"ED447855",
        "title":"Leadership Abstracts, 1999."},
      {
        "id":"ED447856",
        "title":"Developmental Reading Placement and Course Outcomes, 1990-91 through 1999-2000."},
      {
        "id":"ED447857",
        "title":"NCIA Newsletter, 2000."},
      {
        "id":"ED447858",
        "title":"College Profiles, 1998: Public Community and Technical Colleges of Texas."},
      {
        "id":"ED447859",
        "title":"English as a Second Language: Program Approaches at Community Colleges. ERIC Digest."},
      {
        "id":"ED447860",
        "title":"College Profiles, 1999: Public Community and Technical Colleges of Texas."},
      {
        "id":"ED447861",
        "title":"North Carolina Administrative Code. Title 23. Department of Community Colleges."},
      {
        "id":"ED447862",
        "title":"A Matter of Facts: The North Carolina Community College System Fact Book, 2000."},
      {
        "id":"ED447863",
        "title":"North Carolina Community College System Fall Statistical Report, 1999-00."},
      {
        "id":"ED447864",
        "title":"North Carolina Community College System Summer Statistical Report, 1999-00."},
      {
        "id":"ED447865",
        "title":"North Carolina Community College System Spring Statistical Report, 1999-00."},
      {
        "id":"ED447866",
        "title":"Miami-Dade County Public High School Graduates: Suggestions for Recruitment. Information Capsule 2000-07C."},
      {
        "id":"ED447867",
        "title":"Executive Compensation in the California Community Colleges, 1999-2000."},
      {
        "id":"ED447868",
        "title":"Program Performance: Placement Status of 1997-98 Graduates of Vocational Programs. Information Capsule 2000-12C."},
      {
        "id":"ED447869",
        "title":"Standards of Academic Progress: Changes in Student Outcomes since 1994. Information Capsule 99-06C."},
      {
        "id":"ED447870",
        "title":"Trends in English as a Second Language Activity, Fall Terms 1994 through 1999. Information Capsule 2000-02C."},
      {
        "id":"ED447871",
        "title":"State-Level Institutional Effectiveness Process for Texas Community and Technical Colleges."},
      {
        "id":"ED447872",
        "title":"Stressors and Coping Strategies in Community College Students."},
      {
        "id":"ED447873",
        "title":"Requirements of the Copyright Laws as They Apply to Higher Education."},
      {
        "id":"ED447874",
        "title":"Analysis of Spring 1996 Student Enrollment, Pima Community College."},
      {
        "id":"ED447875",
        "title":"Educational Technology Services, Customer Services Team. Final Report."},
      {
        "id":"ED447876",
        "title":"The State of Basic Skills Instruction in California Community Colleges."},
      {
        "id":"ED447879",
        "title":"Connecticut Community Colleges: At a Glance."},
      {
        "id":"ED447881",
        "title":"L'evaluation Institutionnelle Guide (Institutional Evaluation Guide)."},
      {
        "id":"ED447882",
        "title":"How Do Enrolled Students Evaluate Miami-Dade Community College Services?"},
      {
        "id":"ED447884",
        "title":"Institutional Policies and Practices in Remedial Education: A National Study of Community Colleges."},
      {
        "id":"ED447885",
        "title":"Annual Report Card, December 1997."},
      {
        "id":"ED447886",
        "title":"Student Services &amp; Learning Model: Delivery, Guiding Principles, Components &amp; Linkages."},
      {
        "id":"ED447887",
        "title":"High School to College-Going Rates for Oklahoma High School Graduates to Oklahoma Colleges. Oklahoma High School Indicators Project."},
      {
        "id":"ED447888",
        "title":"Meeting New Leadership Challenges in the Community Colleges."},
      {
        "id":"ED447891",
        "title":"Diversification of Czech Higher Education: Set Up and Development of Higher Vocational Colleges."},
      {
        "id":"ED447892",
        "title":"Annual Report Card, December 1999. Research &amp; Assessment."},
      {
        "id":"ED447893",
        "title":"NVCC Non-Returning Student Survey Report."},
      {
        "id":"ED447894",
        "title":"Reasons for Not Returning to NVCC: Telephone Survey and Focus Group Findings."},
      {
        "id":"ED447897",
        "title":"New Hampshire Early Childhood Professional Development System: Guide to Early Childhood Careers."},
      {
        "id":"ED447898",
        "title":"Performance Indicators (for Kindergartens). (First Edition)."},
      {
        "id":"ED447899",
        "title":"Listening to Students: Studying for a Part-Time Degree in Early Childhood Studies."},
      {
        "id":"ED447900",
        "title":"The Health of Canada&apos;s Children: A CICH Profile. Third Edition."},
      {
        "id":"ED447903",
        "title":"Issues in Children's Mental Health. Special Report."},
      {
        "id":"ED447906",
        "title":"Dialogical Drama with Puppets and Children's Creation of Sense."},
      {
        "id":"ED447907",
        "title":"Improving Students' Ability To Problem Solve through Social Skills Instruction."},
      {
        "id":"ED447908",
        "title":"Increasing Student Ability To Transfer Knowledge through the Use of Multiple Intelligences."},
      {
        "id":"ED447909",
        "title":"Give Us Wings! Let Us Fly! Communities and Schools Working Together: After-School Programs."},
      {
        "id":"ED447910",
        "title":"On Track with Phoenix Early Head Start. Final Evaluation Report."},
      {
        "id":"ED447911",
        "title":"Maine Project against Bullying. Final Report."},
      {
        "id":"ED447912",
        "title":"Prekindergarten Learning &amp; Development Guidelines."},
      {
        "id":"ED447913",
        "title":"PEEP Management Team Report, April 1998-March 1999."},
      {
        "id":"ED447915",
        "title":"Overview of Integrated Child Development Services Programme in India: Some Policy Implications for Nepal."},
      {
        "id":"ED447916",
        "title":"Multiple Perspectives on Continuity in Early Learning and the Transition to School."},
      {
        "id":"ED447918",
        "title":"Teaching Children Comparative Behaviour Using Mediational Techniques."},
      {
        "id":"ED447919",
        "title":"Preschooler's Counting in Peer Interaction."},
      {
        "id":"ED447920",
        "title":"Center Caregivers and Family Child Care Providers Are Different: Training Profiles and Preferences."},
      {
        "id":"ED447921",
        "title":"Child Health USA, 2000."},
      {
        "id":"ED447922",
        "title":"Of Primary Interest, 1999-2000."},
      {
        "id":"ED447923",
        "title":"Cost Worksheet for Out-of-School Time and Community School Initiatives."},
      {
        "id":"ED447924",
        "title":"Maximizing Medicaid Funding To Support Health and Mental Health Services for School-Age Children and Youth. Tools for Out-of-School Time and Community School Initiatives. Strategy Brief, Volume 1, Number 5."},
      {
        "id":"ED447930",
        "title":"Learning and Teaching Stories: Action Research on Evaluation in Early Childhood. Final Report to the Ministry of Education."},
      {
        "id":"ED447931",
        "title":"Child Care Health Connections, 2000: A Health and Safety Newsletter for California Child Care Professionals."},
      {
        "id":"ED447932",
        "title":"Child Development Functionality Assessment Guide: Standards and Requirements for Developing Most Efficient Organizations."},
      {
        "id":"ED447933",
        "title":"The Kindergarten Year: Findings from the Early Childhood Longitudinal Study, Kindergarten Class of 1998-99."},
      {
        "id":"ED447935",
        "title":"Effects of Child and Teacher Characteristics on Children's Observed Engagement."},
      {
        "id":"ED447936",
        "title":"Art Improves the Quality of Life: A Look at Art in Early Childhood Settings."},
      {
        "id":"ED447937",
        "title":"Working but Poor: How Are Families Faring? Revised."},
      {
        "id":"ED447938",
        "title":"Seen from Their Perspective: The Disposable Camera as a Tool for Research into Adolescent Boys' Construction of Gender Identity."},
      {
        "id":"ED447939",
        "title":"North Carolina Child Health Report Card, 2000."},
      {
        "id":"ED447940",
        "title":"Family Ties: Improving Paternity Establishment Practices and Procedures for Low-Income Mothers, Fathers and Children. Reaching Common Ground."},
      {
        "id":"ED447941",
        "title":"Our Basic Dream: Keeping Faith with America's Working Families and Their Children."},
      {
        "id":"ED447943",
        "title":"Social Play of Preschool Children with Special Needs and Typically-Developing Children."},
      {
        "id":"ED447947",
        "title":"Early Childhood in Central and Eastern Europe: Issues and Challenges. Action Research in Family and Early Childhood. UNESCO Education Sector Monograph No. 13/2000. First Central and Eastern European Early Childhood Care and Development Meeting (Budapest, Hungary, October 24-28, 1999)."},
      {
        "id":"ED447948",
        "title":"WisKids Count Data Book, 2000."},
      {
        "id":"ED447950",
        "title":"Parent News Offline, 2000."},
      {
        "id":"ED447951",
        "title":"Academic Redshirting and Young Children. ERIC Digest."},
      {
        "id":"ED447952",
        "title":"Early Childhood Development and School Readiness: Some Observations about &quot;Homework&quot; for New Century Working Parents."},
      {
        "id":"ED447953",
        "title":"Activity Plans of Group Games for Social and Emotional Development of Kindergarten Children in Korea."},
      {
        "id":"ED447955",
        "title":"The EPA Children's Environmental Health Yearbook."},
      {
        "id":"ED447956",
        "title":"Child Health Champion Resource Guide."},
      {
        "id":"ED447957",
        "title":"The EPA Children&apos;s Environmental Health Yearbook Supplement."},
      {
        "id":"ED447959",
        "title":"Universal-Free School Breakfast Program Evaluation Design Project: Final Evaluation Design."},
      {
        "id":"ED447961",
        "title":"Reaching All Families: Creating Family-Friendly Schools. Beginning of the School Year Activities."},
      {
        "id":"ED447963",
        "title":"Eager To Learn: Educating Our Preschoolers. [Full Report and Executive Summary.]"},
      {
        "id":"ED447964",
        "title":"National Study of Child Care for Low-Income Families. State and Community Substudy Interim Report."},
      {
        "id":"ED447969",
        "title":"Child Care Quality: An Overview for Parents. ERIC Digest."},
      {
        "id":"ED447970",
        "title":"Exploratory Curriculum in the Middle School. ERIC Digest."},
      {
        "id":"ED447971",
        "title":"Reggio Emilia: Catalyst for Change and Conversation. ERIC Digest."},
      {
        "id":"ED447972",
        "title":"Curriculum Guidelines: Native Hawaiian Curriculum Development Project."},
      {
        "id":"ED447973",
        "title":"When It Comes to Schooling...Small Works: School Size, Poverty, and Student Achievement."},
      {
        "id":"ED447974",
        "title":"Linking School-to-Work Transition and Rural Development Strategies."},
      {
        "id":"ED447975",
        "title":"School Contribution to Rural Communities: Leadership Issues. CRLRA Discussion Paper Series."},
      {
        "id":"ED447976",
        "title":"Indigenous Movement in Physical Education: Important or Not?"},
      {
        "id":"ED447977",
        "title":"The Things That Matter: Understanding the Factors That Affect the Participation and Retention of Indigenous Students in the Cadigal Program at the Faculty of Health Sciences, University of Sydney."},
      {
        "id":"ED447978",
        "title":"Farm Foundation Annual Report, 2000."},
      {
        "id":"ED447979",
        "title":"School Consolidation and Transportation Policy: An Empirical and Institutional Analysis. A Working Paper. Revised."},
      {
        "id":"ED447980",
        "title":"Arctic Social Sciences: Opportunities in Arctic Research."},
      {
        "id":"ED447981",
        "title":"The State of the South, 2000."},
      {
        "id":"ED447983",
        "title":"Rural Internet Connectivity."},
      {
        "id":"ED447984",
        "title":"Impact of Declining Rural Infrastructure."},
      {
        "id":"ED447985",
        "title":"Deconstructing the Myths: A Research Agenda for American Indian Education (Albuquerque, New Mexico, April 14-15, 2000)."},
      {
        "id":"ED447986",
        "title":"An Evaluation of the JTPA Section 401 Indian and Native American Program. Final Report."},
      {
        "id":"ED447988",
        "title":"Rural Development Issues in the Northeast: 2000-2005. Working Paper."},
      {
        "id":"ED447989",
        "title":"The Carolinas, Yesterday-Today-Tomorrow: An Exploration of Social and Economic Trends, 1924-1999."},
      {
        "id":"ED447990",
        "title":"Mexican Immigrant Youth and Resiliency: Research and Promising Programs. ERIC Digest."},
      {
        "id":"ED447991",
        "title":"Balance Due: Increasing Financial Resources for Small Rural Schools. ERIC Digest."},
      {
        "id":"ED447992",
        "title":"Leadership from Within: Rural Community Revitalisation and the School-Community Partnership."},
      {
        "id":"ED447994",
        "title":"Problems of Rural School Administrators: Are They Complicated by the Multi-School Principalship?"},
      {
        "id":"ED447995",
        "title":"Will the Real &quot;Texas Miracle in Education&quot; Please Stand Up? Grade Span Configuration, Achievement, and Expenditure per Pupil."},
      {
        "id":"ED447996",
        "title":"Anti-Intellectualism and the Pedagogy of Gifted Education."},
      {
        "id":"ED447997",
        "title":"Small High Schools That Flourish: Rural Context, Case Studies, and Resources."},
      {
        "id":"ED447998",
        "title":"Community as Tacit Curriculum: A Case Study of Oneida High School, Oneida, Tennessee."},
      {
        "id":"ED447999",
        "title":"We Built It and They Came: A Case Study of Wahluke High School, Mattawa, Washington."},
      {
        "id":"ED448000",
        "title":"Flourishing in the Face of Adverse Rural Conditions: A Case Study of Thrasher School, Booneville, Mississippi."},
      {
        "id":"ED448001",
        "title":"When the School Is the Community: A Case Study of Fourche Valley School, Briggsville, Arkansas."},
      {
        "id":"ED448002",
        "title":"Organizational Resources for Sustaining and Improving Small Rural High Schools."},
      {
        "id":"ED448003",
        "title":"Joining Forces: Engaging with Community To Improve Rural Student Achievement. Community Engagement Guide."},
      {
        "id":"ED448004",
        "title":"Making the Collaborative Process Work. (Benefits)[Squared]: The Exponential Results of Linking School Improvement and Community Development, Issue Number Six."},
      {
        "id":"ED448005",
        "title":"Sovereignty: The Heart of the Matter. Critical Considerations on the Interface between the Indian Child Welfare Act and Adoption and Safe Families Act. A Summary of Proceedings of the Conference (Minneapolis, Minnesota, May 17, 2000)."},
      {
        "id":"ED448009",
        "title":"Issues in the Education of American Indian and Alaska Native Students with Disabilities. ERIC Digest."},
      {
        "id":"ED448010",
        "title":"Involving Migrant Families in Education. ERIC Digest."},
      {
        "id":"ED448011",
        "title":"Therapeutic Uses of Outdoor Education. ERIC Digest."},
      {
        "id":"ED448012",
        "title":"Place-Based Curriculum and Instruction: Outdoor and Environmental Education Approaches. ERIC Digest."},
      {
        "id":"ED448013",
        "title":"Outdoor Experiences for Young Children. ERIC Digest."},
      {
        "id":"ED448014",
        "title":"&quot;World-Class Standards&quot; and Local Pedagogies: Can We Do Both? ERIC Digest."},
      {
        "id":"ED448015",
        "title":"PALAS: An Integrated WWW Based Laboratory for Supporting the Teaching of Linear Systems."},
      {
        "id":"ED448016",
        "title":"Assisting At-Risk Community College Students: Acquisition of Critical Thinking Learning Strategies."},
      {
        "id":"ED448017",
        "title":"Using the &quot;Year of the Environment&quot; as a Model for Improving the Environmental Knowledge and Attitudes of Junior High School Students in Israel."},
      {
        "id":"ED448018",
        "title":"How and Why Do We Use Alternative Assessment?"},
      {
        "id":"ED448019",
        "title":"Elementary Mathematics: A Missing Piece in Secondary Mathematics Teacher Education?"},
      {
        "id":"ED448020",
        "title":"Assessing Teaching Suggestions in Mathematics."},
      {
        "id":"ED448021",
        "title":"Earth/Space Science Course No. 2001310. [Student Guide and] Teacher's Guide."},
      {
        "id":"ED448022",
        "title":"Population Education Accessions List, January-April 2000."},
      {
        "id":"ED448025",
        "title":"A World of Six Billion Wall Chart and Activity Guide: Thought Provoking Activities on Population, Resources, and Our Environment."},
      {
        "id":"ED448026",
        "title":"Woodsy Owl Activity Guide."},
      {
        "id":"ED448027",
        "title":"Kids Count Data Sheet, 2000."},
      {
        "id":"ED448031",
        "title":"State Science and Engineering Profiles and R&amp;D Patterns: 1997-98. An SRS Special Report."},
      {
        "id":"ED448032",
        "title":"Fun with Physics in the Elementary School."},
      {
        "id":"ED448033",
        "title":"Environmental Citizenship in Florida's Middle Schools."},
      {
        "id":"ED448035",
        "title":"Amateur Radio in Space: A Teacher&apos;s Guide with Activities in Science, Mathematics, and Technology."},
      {
        "id":"ED448036",
        "title":"Space Food and Nutrition: An Educator's Guide with Activities in Science and Mathematics."},
      {
        "id":"ED448037",
        "title":"Suited for Spacewalking: A Teacher's Guide with Activities for Technology Education, Mathematics, and Science."},
      {
        "id":"ED448038",
        "title":"Aeronautics: An Educator&apos;s Guide with Activities in Science, Mathematics, and Technology Education."},
      {
        "id":"ED448039",
        "title":"Space Shuttle Glider. Educational Brief."},
      {
        "id":"ED448040",
        "title":"International Space Station Crew Return Vehicle: X-38. Educational Brief."},
      {
        "id":"ED448041",
        "title":"Attitude Differences between Male and Female Students at Clovis Community College and Their Relationships to Math Anxiety: A Case Study."},
      {
        "id":"ED448042",
        "title":"Trouble at Tsavo: The Tale of the Black Rhino. BrainLink: Motor Highways."},
      {
        "id":"ED448043",
        "title":"Skullduggery: A Case of Cranium Confusion. BrainLink: Brain Comparisons."},
      {
        "id":"ED448044",
        "title":"The Cookie Crumbles: A Case of Sensory Sleuthing. BrainLink: Sensory Signals."},
      {
        "id":"ED448045",
        "title":"Danger at Rocky River: A Memorable Misadventure. BrainLink: Memory & Learning."},
      {
        "id":"ED448048",
        "title":"Legacy of Lost Canyon: A Curious Cave Conundrum. BrainLink: Brain Chemistry."},
      {
        "id":"ED448049",
        "title":"Coral Reefs: An English Compilation of Activities for Middle School Students."},
      {
        "id":"ED448050",
        "title":"Arrecifes de Coral: Una Coleccion de Actividades en Espanol para Estudiantes de Escuela Intermedia (Coral Reefs: A Spanish Compilation of Activities for Middle School Students)."},
      {
        "id":"ED448051",
        "title":"The Microgravity Demonstrator."},
      {
        "id":"ED448052",
        "title":"A Resource Guide for Oceanography and Coastal Processes."},
      {
        "id":"ED448053",
        "title":"Land and People: Finding a Balance."},
      {
        "id":"ED448054",
        "title":"Global Change. Teaching Activities on Global Change for Grades 4-6."},
      {
        "id":"ED448056",
        "title":"Eighth Grade Science Teachers Use of Instructional Time: Comparing Questions from the Third International Mathematics and Science Study (TIMSS) and National Science Foundation Questionnaires."},
      {
        "id":"ED448057",
        "title":"The Motivational Construct in Mathematics Learning Using Structural Equation Modeling: The Korean Elementary School Math Class."},
      {
        "id":"ED448058",
        "title":"NOVA Fall 1998 Teacher's Guide."},
      {
        "id":"ED448059",
        "title":"Secrets of Lost Empires: Family Activity Book."},
      {
        "id":"ED448060",
        "title":"Island of the Sharks Activity Guide To Accompany the Large-Format Film."},
      {
        "id":"ED448061",
        "title":"ZOOMsci Activity Guide."},
      {
        "id":"ED448062",
        "title":"Building Big with David Macaulay. Activity Guide."},
      {
        "id":"ED448063",
        "title":"Using Cooperative Learning 100% of the Time in Mathematics Classes Establishes a Student-Centered Interactive Learning Environment."},
      {
        "id":"ED448064",
        "title":"Magnificent, Mysterious Mexico. Fulbright-Hays Summer Seminars Abroad Program, 1996 (Mexico)."},
      {
        "id":"ED448067",
        "title":"ECO/SOCIAL Studies: Instructional Strategies To Enhance Students' Interaction with Natural & Social Environments That Are Close-to-Home or Distant/Far-Removed."},
      {
        "id":"ED448069",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 7."},
      {
        "id":"ED448070",
        "title":"African American Art: A Los Angeles Legacy."},
      {
        "id":"ED448071",
        "title":"Mexican American Murals: Making a Place in the World."},
      {
        "id":"ED448072",
        "title":"The Treatment of Asian Americans in U.S. History Textbooks Published 1994-1996."},
      {
        "id":"ED448073",
        "title":"Curriculum Innovation in Portugal: The &quot;Area Escola&quot;--An Arena for Cross-Curricular Activities and Curriculum Development. Innodata Monographs 5."},
      {
        "id":"ED448075",
        "title":"Sedgemoor: A Suitable Case for Treatment? Heritage, Interpretation and Educational Process."},
      {
        "id":"ED448076",
        "title":"Indiana Academic Standards 2000: Final Version."},
      {
        "id":"ED448078",
        "title":"Creating Effective Intergenerational Programs."},
      {
        "id":"ED448079",
        "title":"History and Current Status of the Intergenerational Field."},
      {
        "id":"ED448080",
        "title":"Rationale for Linking the Generations."},
      {
        "id":"ED448081",
        "title":"Intergenerational Program Evaluation for the 1990s and Beyond."},
      {
        "id":"ED448084",
        "title":"One Look at Postmodern Religious Education: A Portrait of Ananda School."},
      {
        "id":"ED448086",
        "title":"Influences on Garifuna Youth's Education."},
      {
        "id":"ED448087",
        "title":"Colonial Education: A History of Education in Belize."},
      {
        "id":"ED448088",
        "title":"Indiana in the World, the World in Indiana: Exploring Indiana&apos;s International Connections."},
      {
        "id":"ED448090",
        "title":"Arthur Dunn: Civic Visionary from the Heartland."},
      {
        "id":"ED448091",
        "title":"Clarence D. Kingsley: A Search for Civic Education."},
      {
        "id":"ED448092",
        "title":"The Revolving Cage: The Views, Values, and Visions of James Harvey Robinson."},
      {
        "id":"ED448093",
        "title":"Political Socialization of Youth: Reconsideration of Research on the Civic Development of Elementary and Secondary School Students in the United States and Abroad."},
      {
        "id":"ED448094",
        "title":"Social Studies: Some Gulfs and Priorities--A Reconsideration."},
      {
        "id":"ED448097",
        "title":"Partners in Arts &amp; Learning Planning Manual: A Guide for Arts Education Planning and Advocacy Teams."},
      {
        "id":"ED448098",
        "title":"Map Adventures."},
      {
        "id":"ED448099",
        "title":"What Do Maps Show?"},
      {
        "id":"ED448100",
        "title":"Improving Student Performance through the Use of Active Learning Strategies."},
      {
        "id":"ED448101",
        "title":"Student Assessment in Arts Education: Towards a Theoretical Framework."},
      {
        "id":"ED448104",
        "title":"Help Your Neighbor, Help Yourself: Global Democracy Promotion and U.S. National Interest. A Curriculum Unit for Grades 11-12."},
      {
        "id":"ED448106",
        "title":"Developing StoryWeb Units That Integrate the Internet and Social Studies."},
      {
        "id":"ED448107",
        "title":"Nontraditional, Nongender Stereotyped Experiences: Do They Make a Difference for Young Women?"},
      {
        "id":"ED448108",
        "title":"Cognitive Levels of Questioning Demonstrated by New Social Studies Textbooks: What the Future Holds for Elementary Students."},
      {
        "id":"ED448109",
        "title":"Updated History-Social Science Framework. Approved by the State Board of Education, October 11, 2000."},
      {
        "id":"ED437096",
        "title":"New Jersey State Commission of Higher Education on Fiscal Year 2001 Budget Policy Statement."},
      {
        "id":"ED437097",
        "title":"A Statewide Look at the Preparation of Nurses for the 21st Century."},
      {
        "id":"ED437098",
        "title":"From Community College to University: A Comparative Study of Santa Monica College and Non-Santa Monica College Students. Research Project."},
      {
        "id":"ED437099",
        "title":"Technical Education Now. Missouri State Plan for Postsecondary Technical Education."},
      {
        "id":"ED437100",
        "title":"The Learning College--An Oxymoron?"},
      {
        "id":"ED437101",
        "title":"Houston Community College System Institutional Effectiveness Report, 1997-98."},
      {
        "id":"ED437102",
        "title":"Houston Community College System Fact Book, 1998-1999."},
      {
        "id":"ED437103",
        "title":"A Self-Evaluation of the Developmental Studies Programs: Report on Phase One of the Evaluation."},
      {
        "id":"ED437104",
        "title":"Indicators for Excellence: San Diego Community College District (SDCCD) Transfer Tracking Study, January 1998-September 1998."},
      {
        "id":"ED437105",
        "title":"Report to Arizona 1999."},
      {
        "id":"ED437106",
        "title":"A Five-Year Review of Student Class Evaluations at Salt Lake Community College."},
      {
        "id":"ED437107",
        "title":"Issues of Education at Community Colleges: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University, 1998-1999."},
      {
        "id":"ED437108",
        "title":"Teaching the Methodology of Science: The Utilization of Microbial Model Systems for Biometric Analysis."},
      {
        "id":"ED437109",
        "title":"Two Modes of Mathematics Instruction."},
      {
        "id":"ED437110",
        "title":"Writing-Across-the-Curriculum at Union County College."},
      {
        "id":"ED437111",
        "title":"Non-Traditional Teaching Styles in Physics."},
      {
        "id":"ED437112",
        "title":"Cheating and Its Vicissitudes."},
      {
        "id":"ED437113",
        "title":"Instructional Technology and Faculty Development."},
      {
        "id":"ED437114",
        "title":"Use of the Internet in Teaching Mathematics in the Community College."},
      {
        "id":"ED437115",
        "title":"Cooperative Learning in the Community College Biology Classroom."},
      {
        "id":"ED437116",
        "title":"Non-Traditional Instruction."},
      {
        "id":"ED437117",
        "title":"Caring, Community, and Transcendence: Developing Spirit To Improve Learning."},
      {
        "id":"ED437118",
        "title":"Action Methods for Teaching Cultural Diversity Awareness."},
      {
        "id":"ED437119",
        "title":"Issues of Education at Community Colleges: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University."},
      {
        "id":"ED437120",
        "title":"Language Minority Crossover Students: A Program To Address a New Challenge at Bergen Community College."},
      {
        "id":"ED437121",
        "title":"Retention Strategies for Women in the Physical Sciences at Bergen Community College."},
      {
        "id":"ED437122",
        "title":"Educational Marketing: An Essential Tool for Managing Change."},
      {
        "id":"ED437123",
        "title":"Using Technology To Revitalize the Lecture: A Model for the Future."},
      {
        "id":"ED437124",
        "title":"Survey of Technology Use in Mathematics at New Jersey's Community Colleges."},
      {
        "id":"ED437125",
        "title":"It's Recruiting, Stupid! Reinvigorating a Two-Year College Honors Program."},
      {
        "id":"ED437126",
        "title":"Multimedia in Lectures and on the World Wide Web."},
      {
        "id":"ED437127",
        "title":"Using Multimedia for Teaching Analysis in History of Modern Architecture."},
      {
        "id":"ED437128",
        "title":"A Modest Projection: A Satirical Inquiry into the Demise of Community Colleges."},
      {
        "id":"ED437130",
        "title":"Student Access Study."},
      {
        "id":"ED437131",
        "title":"Hawaii Transition Plan for the Administration of Vocational Education under the Carl D. Perkins Vocational and Technical Education Act of 1998. Fiscal Year 2000."},
      {
        "id":"ED437132",
        "title":"UNICEF Annual Report, 1996."},
      {
        "id":"ED437135",
        "title":"UNICEF Annual Report, 1995."},
      {
        "id":"ED437140",
        "title":"Learning Partners: Escribamos! Leamos! Juguemos a las Ciencias! Juguemos a las Matematicas! (Learning Partners: Let's Write! Let's Read! Let's Play Mathematics! Let's Play Science!)"},
      {
        "id":"ED437141",
        "title":"Improving Access to Primary Care for Adolescents: School Health Centers as a Service Delivery Strategy. MCH Policy Research Brief."},
      {
        "id":"ED437143",
        "title":"Success in School: Education Ideas that Count."},
      {
        "id":"ED437144",
        "title":"California: The State of Our Children. Report Card '95 [and] Supplement."},
      {
        "id":"ED437145",
        "title":"California: The State of Our Children. Report Card '96 [and] Supplement."},
      {
        "id":"ED437146",
        "title":"&quot;Upside Down and Inside Out&quot;: Why Good Schools Alone Will Never Be Good Enough To Meet the Challenges of the 21st Century. Speech delivered to the Council of Scientific Society Presidents (Washington, DC, May 1997)."},
      {
        "id":"ED437148",
        "title":"Partnership: A Development Strategy for Children. Learning from Redd Barna's Experience in Asia. Asian Dialogue No. 5."},
      {
        "id":"ED437149",
        "title":"Symposium on Early Childhood Education (Urbana-Champaign, Illinois, November 9-10, 1997). Abstracts."},
      {
        "id":"ED437150",
        "title":"Early Childhood Development Unit (Nga Kaitaunaki Kohungahunga) Annual Report for the Year Ended 30 June 1997. Presented to the House of Representatives."},
      {
        "id":"ED437151",
        "title":"Program Self-Assessment: Even Start Family Literacy Programs."},
      {
        "id":"ED437153",
        "title":"Parents and Their Infant Visit the Classroom. Unit 2. Education for Parenting/Learning How To Care."},
      {
        "id":"ED437154",
        "title":"Parents and Their Toddler Visit the Classroom. Unit 3. Education for Parenting/Learning How To Care."},
      {
        "id":"ED437155",
        "title":"Establishing a Baseline for School Readiness of Washington County Children Entering Kindergarten."},
      {
        "id":"ED437156",
        "title":"Kindergarten Transitions. Teachers: 48% of Children Have Transition Problems. NCEDL Spotlights, No. 1."},
      {
        "id":"ED437157",
        "title":"Quality Child Care: Quality Care Does Mean Better Child Outcomes. NCEDL Spotlights, No. 2."},
      {
        "id":"ED437158",
        "title":"Assessing Readiness: How Should We Define Readiness? NCEDL Spotlights, No. 3."},
      {
        "id":"ED437159",
        "title":"Diarrhea &amp; Child Care: Controlling Diarrhea in Out-of-Home Child Care. NCEDL Spotlights, No. 4."},
      {
        "id":"ED437160",
        "title":"Respiratory Infections: Respiratory Infections Challenge Child Care Centers. NCEDL Spotlights, No. 5."},
      {
        "id":"ED437161",
        "title":"ASFSA's &quot;Reel&quot; World, &quot;Reel&quot; People, &quot;Reel&quot; Even. 1997-1998 Annual Report."},
      {
        "id":"ED437162",
        "title":"Rational Number Learning in the Early Years: What is Possible?"},
      {
        "id":"ED437170",
        "title":"Integration of Old and New Technology: Computers, Photography, and Video Technology in an Even Start Family Literacy Project."},
      {
        "id":"ED437171",
        "title":"Screening Instruments: Review of Instruments for Screening Children Ages Birth to Five Years. Updated."},
      {
        "id":"ED437174",
        "title":"Our Families, Our Children: The Lesbian and Gay Child Care Task Force Report on Quality Child Care."},
      {
        "id":"ED437175",
        "title":"Supporting Parents, Supporting Children: The Final Report of the Positive Parenting Project, 1999."},
      {
        "id":"ED437181",
        "title":"Understanding Parents, Understanding Parenthood: An Education for Parenthood Course Piloted at Monifeith High School, Angus."},
      {
        "id":"ED437182",
        "title":"100 Years of Commitment to Children: Change and Continuity."},
      {
        "id":"ED437183",
        "title":"What My Father Means to Me: Words & Drawings from America's Children about Their Fathers."},
      {
        "id":"ED437184",
        "title":"Illinois Fathers' Resource Guide. Second Edition."},
      {
        "id":"ED437185",
        "title":"Financing Early Care and Education in the 21st Century. The Higher Education Model: Challenges and Achievements. A Fable."},
      {
        "id":"ED437186",
        "title":"Emotion Regulation in Marital and Parent-Child Relationships: Predicting Academic and Social Outcomes in Children."},
      {
        "id":"ED437188",
        "title":"Our Promise to Children."},
      {
        "id":"ED437190",
        "title":"Head Start Reauthorization. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED437194",
        "title":"Are Our Children Ready To Learn? Hearing of the Committee on Labor and Human Resources. United States Senate, One Hundred Fifth Congress, Second Session on Examining Early Childhood Education and Related Services."},
      {
        "id":"ED437198",
        "title":"Connecticut's Preschool Curriculum Framework and Benchmarks for Children in Preschool Programs."},
      {
        "id":"ED437199",
        "title":"Parental Values of Children's Personality across Race, Social Class, and Gender of Child."},
      {
        "id":"ED437200",
        "title":"Kids Count in Delaware: Fact Book 1999 [and] Families Count in Delaware: Fact Book, 1999."},
      {
        "id":"ED437201",
        "title":"Wilmington Kids Count Fact Book 1999: How Well is the Village Raising the Child?"},
      {
        "id":"ED437202",
        "title":"Fourth-Year Theory, Research and Practice: Developmentally and Culturally Appropriate Practice (DCAP) through Field-Based Teacher Preparation. A Brief Report."},
      {
        "id":"ED437203",
        "title":"Gaining Ground: Hard Work and High Expectations for Kentucky Schools."},
      {
        "id":"ED437204",
        "title":"Illinois Kids Count 1999-2000: Communities Helping Families."},
      {
        "id":"ED437206",
        "title":"Faces on the Waiting List: Waiting for Child Care Assistance in Ramsey County. A Survey of Ramsey County Families on the Waiting List for Basic Sliding Fee Child Care Assistance."},
      {
        "id":"ED437207",
        "title":"TV Cartoons: Do Children Think They Are Real?"},
      {
        "id":"ED437208",
        "title":"Issues of Social Promotion."},
      {
        "id":"ED437209",
        "title":"Increasing Family Child Care Providers' Professionalism through Certification and a Professional Network."},
      {
        "id":"ED437210",
        "title":"Parents' Reported Involvement in Their Children's Literacy Development and Teachers' Reported Perceptions of That Involvement."},
      {
        "id":"ED437211",
        "title":"Parent Observation of a Teacher-Parent Relationship in Early Childhood Education."},
      {
        "id":"ED437212",
        "title":"Current Perspectives on Education in the Early Years: Challenges for the New Millennium."},
      {
        "id":"ED437215",
        "title":"How Faith Communities Support Children's Learning in Public Schools."},
      {
        "id":"ED437216",
        "title":"Family Characteristics of 6- to 12-Year-Olds. Indicator of the Month."},
      {
        "id":"ED437217",
        "title":"Motivating Middle Grades Students Using a Cooperative Learning Approach."},
      {
        "id":"ED437219",
        "title":"Intersensory Redundancy and Seven-Month-Old Infants' Memory for Arbitrary Syllable-Object Relations."},
      {
        "id":"ED437220",
        "title":"Language Flowering, Language Empowering for Young Children."},
      {
        "id":"ED437221",
        "title":"South Dakota KIDS COUNT Factbook, 1999."},
      {
        "id":"ED437224",
        "title":"A Century of Children's Health and Well-Being. Child Trends Research Brief."},
      {
        "id":"ED437225",
        "title":"Teacher and Parent Expectations for Kindergarten Readiness."},
      {
        "id":"ED437226",
        "title":"Unpaid Child Support: The Abuse of American Values."},
      {
        "id":"ED437227",
        "title":"Defining Elements in the Planning of Early Childhood [Classrooms] as Parameters in the Development and Education of the Child."},
      {
        "id":"ED437229",
        "title":"A Critical Review of Ann Rinaldi's &quot;My Heart Is on the Ground: The Diary of Nannie Little Rose, A Sioux Girl, Carlisle Indian School, Pennsylvania, 1880.&quot;"},
      {
        "id":"ED437230",
        "title":"Rural Economic Development: What Makes Rural Communities Grow?"},
      {
        "id":"ED437231",
        "title":"LEAP: An Investment in the Future of At-Risk Adolescents."},
      {
        "id":"ED437232",
        "title":"BC College and Institute Aboriginal Former Student Outcomes, 1997. BC College and Institute Student Outcomes Report."},
      {
        "id":"ED437233",
        "title":"Linking_Learning: Migrant Education Technology Projects, 1999."},
      {
        "id":"ED437235",
        "title":"The Rural School District Superintendency: A Colorado Perspective."},
      {
        "id":"ED437236",
        "title":"A Charter School in Partnerships for At-Risk Youth."},
      {
        "id":"ED437240",
        "title":"Wilderness Medicine Newsletter, 1999."},
      {
        "id":"ED437244",
        "title":"Aboriginal Perspective on Education: A Vision of Cultural Context within the Framework of Social Studies. Literature/Research Review."},
      {
        "id":"ED437251",
        "title":"Study of Alaska Rural Systemic Reform. Final Report."},
      {
        "id":"ED437252",
        "title":"Kuinerrarmiut Elitnaurviat: The School of the People of Quinhagak. Case Study."},
      {
        "id":"ED437253",
        "title":"Closing the Gap: Education and Change in New Stuyahok. Case Study."},
      {
        "id":"ED437254",
        "title":"A Long Journey: Alaska Onward to Excellence in Yupiit/Tuluksak Schools. Case Study."},
      {
        "id":"ED437255",
        "title":"Community Voice and Educational Change: Aniak and Kalskag Villages. Case Study."},
      {
        "id":"ED437256",
        "title":"Creating a Strong, Healthy Community: Ella B. Vernetti School, Koyukuk. Case Study."},
      {
        "id":"ED437257",
        "title":"Making School Work in a Changing World: Tatitlek Community School. Case Study."},
      {
        "id":"ED437258",
        "title":"It Takes More Than Good Intentions To Build a Partnership: Klawock City Schools. Case Study."},
      {
        "id":"ED437260",
        "title":"What Difference Do Local Schools Make? A Literature Review and Bibliography."},
      {
        "id":"ED437261",
        "title":"Indicators of School District Conditions and Performance: What Rural Residents Want To Know about Their Schools. Rural Schools Program, 1998-1999."},
      {
        "id":"ED437263",
        "title":"Crucial Policy Links: Rural School Reform, Community Development, and Citizen Empowerment."},
      {
        "id":"ED437264",
        "title":"Directory of Services for Migrant and Seasonal Farmworkers and Their Families. Harvests of Hope."},
      {
        "id":"ED437265",
        "title":"Earthquakes and Tsunamis. Pre-Elementary School Teacher's Guidebook [and] Pre-Elementary School Textbook."},
      {
        "id":"ED437266",
        "title":"Science and Engineering Doctorate Awards: 1998."},
      {
        "id":"ED437268",
        "title":"Science and Equity Digest, January 2000."},
      {
        "id":"ED437269",
        "title":"Grade 10 to Grade 12 Mathematics Resources: Annotated Bibliography."},
      {
        "id":"ED437271",
        "title":"Gleanings from Identical Twins Studying Science."},
      {
        "id":"ED437272",
        "title":"Science and Science Education Collaboratives: Where We Are, How We Got There, and Where We Are Going."},
      {
        "id":"ED437273",
        "title":"A Young Scientist's Trail of Evidence of Learning To Engage in Science Inquiry as a Student, Teacher, and Researcher."},
      {
        "id":"ED437274",
        "title":"North Texas Teachers' Preparation To Implement the Texas Science Curriculum (TEKS)."},
      {
        "id":"ED437275",
        "title":"Commission on the Advancement of Women and Minorities in Science, Engineering, and Technology Development Act. Public Law 105-255. 105th Congress."},
      {
        "id":"ED437276",
        "title":"Preparing Our Children: Math and Science Education in the National Interest."},
      {
        "id":"ED437277",
        "title":"Adults Return to Mathematics: A Proposed Project in Uganda by the Uganda Mathematical Society (UMS)."},
      {
        "id":"ED437278",
        "title":"Cooperative Learning: Students Helping Students or Stumbling through the Dark Together?"},
      {
        "id":"ED437279",
        "title":"Guidelines for the Development of Adult Numeracy Materials."},
      {
        "id":"ED437280",
        "title":"An Introduction to Adults Count Too."},
      {
        "id":"ED437281",
        "title":"Getting Unstuck in Maths: Building Mathematical Memory with Rapid Reconstruction."},
      {
        "id":"ED437282",
        "title":"Developing Guidance Material To Uncover a Mathematics Profile of Adult Participants on a Crane Course."},
      {
        "id":"ED437283",
        "title":"University Pedagogy--How Social Scientists Make Mathematical Meanings: \"Before I Went into the Exam My Friend Said Do the Brackets First...\""},
      {
        "id":"ED437287",
        "title":"The Reality of Change."},
      {
        "id":"ED437288",
        "title":"Student Attitudes in a Reformed Mathematics Classroom."},
      {
        "id":"ED437290",
        "title":"Temperate Facts in Fictitious Time."},
      {
        "id":"ED437293",
        "title":"One Region: Two Cultures. Comparing Israel and Jordan: A Unit for Elementary Students. Fulbright-Hays Summer Seminars Abroad 1998 (Israel and Jordan)."},
      {
        "id":"ED437294",
        "title":"The Crusades and Islam. Fulbright-Hays Summer Seminars Abroad, 1998 (Israel and Jordan)."},
      {
        "id":"ED437295",
        "title":"An Historical Look at Israel. Fulbright-Hays Summer Seminars Abroad, 1998 (Israel and Jordan)."},
      {
        "id":"ED437296",
        "title":"&quot;Jerusalem: A City of Diversity&quot;--A Play. Fulbright-Hays Summer Seminars Abroad, 1998 (Israel and Jordan)."},
      {
        "id":"ED437297",
        "title":"Our Friends from the Middle East: Grade 3. Fulbright-Hays Summer Seminars Abroad 1998 (Israel and Jordan)."},
      {
        "id":"ED437298",
        "title":"Israel &amp; Jordan: Paving a Path for the Future through Understanding the Peoples and Cultures of the Middle East. Fulbright-Hays Summer Seminars Abroad, 1998 (Israel and Jordan)."},
      {
        "id":"ED437299",
        "title":"Israel and Jordan, 1998. Fulbright-Hays Summer Seminars Abroad, 1998 (Israel and Jordan)."},
      {
        "id":"ED437300",
        "title":"Culture and Conflict in the Middle East: Whose Jerusalem? A High School Curriculum. Fulbright-Hays Summer Seminars Abroad, 1998 (Israel and Jordan)."},
      {
        "id":"ED437301",
        "title":"Chronicles of the American West."},
      {
        "id":"ED437302",
        "title":"Adeline Hornbek and the Homestead Act: A Colorado Success Story. Teaching with Historic Places."},
      {
        "id":"ED437305",
        "title":"Educating Displaced Children: An Opportunity for Building Peace? Case Study: Sudan. Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED437306",
        "title":"Education for All in Thailand: Two Case Studies. Case Study: Thailand. Mid-Decade Review of Progress towards Education for All."},
      {
        "id":"ED437307",
        "title":"Their Story, Our Story, History: An Authentic Assessment Project for Early Secondary U.S. History Classes."},
      {
        "id":"ED437309",
        "title":"Boston and New England: Advancing the Revolution in Geographic Education in a Region of Change. Pathways in Geography Series, Title No. 21."},
      {
        "id":"ED437311",
        "title":"Primary-Grade Students' Knowledge and Thinking about Shelter as a Cultural Universal."},
      {
        "id":"ED437312",
        "title":"Historic Cemeteries: Where Stones Talk. A Lesson Plan for Third and Fourth Grade Elementary Students."},
      {
        "id":"ED437313",
        "title":"Vicksburg National Military Park: Art/Music Educator's Guide."},
      {
        "id":"ED437314",
        "title":"Vicksburg National Military Park: Social Studies Educator's Guide."},
      {
        "id":"ED437315",
        "title":"Albert Gallatin: Champion of American Democracy. Friendship Hill National Historic Site Educational Guide."},
      {
        "id":"ED437317",
        "title":"Improving the Social Proficiency of Art and Music Students through the Use of Specifically Taught Positive Social Skills."},
      {
        "id":"ED437318",
        "title":"Core Works Program: The Montclair Kimberley Academy."},
      {
        "id":"ED437319",
        "title":"Curriculum, Cultural Traditions and Pedagogy: Understanding the Work of Teachers in England, France and Germany."},
      {
        "id":"ED437320",
        "title":"NCSS Standards: Quest for the Unattainable."},
      {
        "id":"ED437321",
        "title":"Herbert and Lou Henry Hoover."},
      {
        "id":"ED437322",
        "title":"Texas Social Studies Framework, Kindergarten-Grade 12. Research and Resources for Designing a Social Studies Curriculum."},
      {
        "id":"ED437328",
        "title":"Student Conflict Resolution, Power &quot;Sharing&quot; in Schools, and Citizenship Education."},
      {
        "id":"ED437329",
        "title":"Promoting Cultural Understanding: The Case of the Saudi Arabian Social Studies Curriculum."},
      {
        "id":"ED437330",
        "title":"Foundational Dissertations in the Foundations of Social Studies."},
      {
        "id":"ED437331",
        "title":"Adding Instruction about Technology Infusion to the Secondary Social Studies Course with Web-Based Modules."},
      {
        "id":"ED437332",
        "title":"Teachers and Tests: Elementary and Secondary School Teachers' Perceptions of Changes in the New York State Testing Program."},
      {
        "id":"ED437333",
        "title":"Title IX and Educational Equity: What Difference Does It Make?"},
      {
        "id":"ED437334",
        "title":"Hard Drive to the Klondike: Promoting Seattle during the Gold Rush. A Historic Resource Study for the Seattle Unit of the Klondike Gold Rush National Historical Park."},
      {
        "id":"ED437336",
        "title":"Promoting Girls' Education in Africa: The Design and Implementation of Policy Interventions. Education Research Paper."},
      {
        "id":"ED437337",
        "title":"Germany in Europe: Enduring Issues, 2000. Social Studies Grades 6-12."},
      {
        "id":"ED437339",
        "title":"Active Citizenship: Empowering America's Youth. Social Studies Curriculum for Grades 7-12."},
      {
        "id":"ED437340",
        "title":"Specific Classroom Management Strategies for the Middle/Secondary Education Classroom."},
      {
        "id":"ED437341",
        "title":"Portfolios in Teacher Education."},
      {
        "id":"ED437342",
        "title":"Teacher Burnout and Self-Efficacy in Eliciting Social Support."},
      {
        "id":"ED437343",
        "title":"Teaching for Higher-Level Thinking: An Analysis of Teacher Reactions."},
      {
        "id":"ED437344",
        "title":"The Voices of Student Teachers."},
      {
        "id":"ED437346",
        "title":"Teacher Preparation Initiatives. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED437347",
        "title":"Supporting New Teachers: A Report on the 1998-99 Beginning Teacher Induction Program in New Brunswick."},
      {
        "id":"ED437348",
        "title":"The Mississippi Teacher Fellowship Program: A State-Based Initiative for the Recruitment and Retention of Teachers in Critical Shortage Districts."},
      {
        "id":"ED437349",
        "title":"Teachers' (Mis)Conceptions of Classroom Test Validity and Reliability."},
      {
        "id":"ED437350",
        "title":"Beyond Academics: Home-School Collaboration To Promote Health & Learning."},
      {
        "id":"ED437351",
        "title":"Physical Activity Promotion and School Physical Education."},
      {
        "id":"ED437352",
        "title":"College Health Education Evaluation: A Bibliography."},
      {
        "id":"ED437354",
        "title":"The Focus Group as an Effective Tool in College Health Education Evaluation."},
      {
        "id":"ED437355",
        "title":"Theory and Practice: Examining Others: Examining Ourselves."},
      {
        "id":"ED437356",
        "title":"An Experimental Investigation of Teacher Attraction to School Council Service."},
      {
        "id":"ED437357",
        "title":"The Professional Development School Experience Evaluation."},
      {
        "id":"ED437361",
        "title":"Campaign Safe &amp; Sober. Youth &amp; Generation X Planner."},
      {
        "id":"ED437362",
        "title":"Classroom Management."},
      {
        "id":"ED437363",
        "title":"Professional Development."},
      {
        "id":"ED437364",
        "title":"Hemisphericity Modes, Learning Styles, and Environmental Preferences of Students in an \"Introduction to Special Education\" Course."},
      {
        "id":"ED437365",
        "title":"The Factorial Validity of the Teacher Interpersonal Self-Efficacy Scale."},
      {
        "id":"ED437366",
        "title":"Preventive Law Curriculum Guide."},
      {
        "id":"ED437367",
        "title":"A Guide to Organizations Involved with Licensing and Certification of Teachers and Accreditation of Teacher Education Programs. ERIC Digest."},
      {
        "id":"ED437368",
        "title":"Educating Children and Youth To Prevent Contagious Disease. ERIC Digest."},
      {
        "id":"ED437369",
        "title":"Preparing Educators for Partnerships with Families. Report of the Advisory Task Force on Educator Preparation for Parent Involvement."},
      {
        "id":"ED437370",
        "title":"Behavioral Contracts in the Martial Arts Classroom."},
      {
        "id":"ED437371",
        "title":"Setting the Record Straight. The Truth About Fad Diets."},
      {
        "id":"ED437373",
        "title":"Digest of California Teacher Recruitment/Development Policy History and Related Reports."},
      {
        "id":"ED437374",
        "title":"Standards of Quality and Effectiveness for Beginning Teacher Support and Assessment Programs: A Description of Professional Induction for Beginning Teachers."},
      {
        "id":"ED437375",
        "title":"California Standards for the Teaching Profession: A Description of Professional Practice for California Teachers."},
      {
        "id":"ED437376",
        "title":"Joining Hands: Preparing Teachers To Make Meaningful Home-School Connections."},
      {
        "id":"ED437377",
        "title":"California's Future: Highly Qualified Teachers for All Students. Final Report of the Advisory Panel on Teacher Education, Induction and Certification for Twenty-First Century Schools (SB 1422)."},
      {
        "id":"ED437378",
        "title":"The Effectiveness of District Intern Programs of Alternative Teacher Certification in California: A Longitudinal Study."},
      {
        "id":"ED437379",
        "title":"California Teacher Preparation for Instruction in Critical Thinking: Research Findings and Policy Recommendations."},
      {
        "id":"ED437380",
        "title":"Guidelines for Staff Development Programs for Teachers of English Learners."},
      {
        "id":"ED437381",
        "title":"How Teachers Can Avoid Being Sued: Law and American Education."},
      {
        "id":"ED437382",
        "title":"Teacher Preparation STaR Chart: A Self-Assessment Tool for Colleges of Education. Preparing a New Generation of Teachers."},
      {
        "id":"ED437383",
        "title":"Teacher Performance Follow-up from Large Group Training: A Pilot Study."},
      {
        "id":"ED437384",
        "title":"Educator Preparation in Colorado Report, Nos. 26 and 27. 1997-1998 and 1998-1999. A Summary of Annual Reports Submitted by Colorado Educator Preparation Institutions for the Periods August 31, 1997 through September 1, 1998 and August 31, 1998 through September 1, 1999."},
      {
        "id":"ED437385",
        "title":"Extended Opportunities for Student Learning."},
      {
        "id":"ED437386",
        "title":"Analysis of Professional Salaries: Maryland Public Schools, October 1998."},
      {
        "id":"ED437387",
        "title":"Recruitment Effects: The Influence of Sex, Job Content, and Information Order on Reactions of Applicants."},
      {
        "id":"ED437388",
        "title":"Managing Substitute Teaching."},
      {
        "id":"ED437389",
        "title":"Impacts of Shared Decision Making."},
      {
        "id":"ED437390",
        "title":"Children's Heroes and Heroines: Developing Values Manifested through Artwork."},
      {
        "id":"ED437391",
        "title":"An Analysis of Content Delivery Systems Using Speaking Voice, Speaking with Repetition Voice, Chanting Voice, and Singing Voice."},
      {
        "id":"ED437392",
        "title":"Teachers' Feelings of Preparedness. Indicator of the Month."},
      {
        "id":"ED437393",
        "title":"Teacher as Self: Understanding Pedagogy in Global Education."},
      {
        "id":"ED437394",
        "title":"The Concept of Culture in Multicultural Education: Views of Teacher Educators in the USA."},
      {
        "id":"ED437396",
        "title":"Schools and Staffing Survey 1990-91: Data File User's Manual. Volume I: Survey Documentation."},
      {
        "id":"ED437397",
        "title":"Student Achievement of College-Level Communication and Mathematics Skills in Florida in 1996-97."},
      {
        "id":"ED437398",
        "title":"The Golden Rules for Assuring Gains in Student Learning from School Programs."},
      {
        "id":"ED437399",
        "title":"Uses and Misuses of the Correlation Coefficient."},
      {
        "id":"ED437400",
        "title":"Praxis Scores at an HBU: A Five Year Trend Analysis."},
      {
        "id":"ED437401",
        "title":"The Effect of Advance Organizers on Achievement in Graduate-Level Research Methodology Courses."},
      {
        "id":"ED437402",
        "title":"University of Minnesota Extension Faculty and Staff Members' Attitudes toward and Perceptions about Program Evaluation: An Organizational Concern in Relation to Accountability Demands."},
      {
        "id":"ED437403",
        "title":"Accountability in Higher Education: Are There \"Fatal Errors\" Embedded in Current U.S. Policy Affecting Higher Education?"},
      {
        "id":"ED437404",
        "title":"Schema Modification and Enhancement as Predictors of Interest: A Test of the Knowledge-schema Theory of Cognitive Interest."},
      {
        "id":"ED437405",
        "title":"Learning as a Predictor of Situational Interest."},
      {
        "id":"ED437406",
        "title":"The Validation of Three Scales Measuring Anxiety at Different Stages of the Foreign Language Learning Process: The Input Anxiety Scale, the Processing Anxiety Scale, and the Output Anxiety Scale."},
      {
        "id":"ED437407",
        "title":"\"Invitations to Literacy\": Results of the First-Year Implementation Survey."},
      {
        "id":"ED437408",
        "title":"The Relationship between Peer Orientation and Achievement in Cooperative-Learning Based Research Methodology Courses."},
      {
        "id":"ED437409",
        "title":"Self-Perceptions of Knowledge and Comfort: Which Measure Is More Sensitive?"},
      {
        "id":"ED437411",
        "title":"Reauthorization of the National Assessment of Educational Progress and National Assessment Governing Board. Hearing before the Subcommittee on Early Childhood, Youth and Families of the Committee on Education and the Workforce. House of Representatives, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED437412",
        "title":"New Indicators for Program Evaluation."},
      {
        "id":"ED437413",
        "title":"Educational Technology for Engaged Learning. District 59 Technology Program Evaluation. Summary."},
      {
        "id":"ED437414",
        "title":"Comprehensive Outcomes Planning: Strategies for a Non-Profit Child Abuse Prevention Agency."},
      {
        "id":"ED437415",
        "title":"I Feel Like I'm the Dumbest in the Class: Effort, Persistence, and Achievement Motivation in the Classroom."},
      {
        "id":"ED437416",
        "title":"Differentiation of Schools by Successfulness on a Statewide Test."},
      {
        "id":"ED437417",
        "title":"School Level Variables as Predictors of Individual Student Achievement."},
      {
        "id":"ED437418",
        "title":"Designing Evaluation Strategies Which Support Skills Training and That Report Individual Performance Measures for Child Protective Services Personnel."},
      {
        "id":"ED437419",
        "title":"Number & Words: Putting Them Together To Make Sense of a Program's Outcomes."},
      {
        "id":"ED437420",
        "title":"The Utilization of Mixed Methods To Study Consensus Building in Dual Diagnosis Treatment."},
      {
        "id":"ED437421",
        "title":"The Wilder Foundation Client Characteristics Checklist: Use of a Risk Factors Assessment as an Evaluation Tool."},
      {
        "id":"ED437422",
        "title":"Representing Quality in Evaluation."},
      {
        "id":"ED437423",
        "title":"Better by Design? A Consumer's Guide to Schoolwide Reform."},
      {
        "id":"ED437424",
        "title":"Guidelines, Rationales, and Recommendations for a State Evaluation of Career Ladder Programs in Arizona Schools."},
      {
        "id":"ED437426",
        "title":"Needs Assessment."},
      {
        "id":"ED437427",
        "title":"Using Data for School Improvement."},
      {
        "id":"ED437428",
        "title":"Distance Interaction through the World Wide Web in Graduate Teacher Education: A Follow-Up Analysis of Student Perceptions."},
      {
        "id":"ED437429",
        "title":"Assessment System for Limited English Proficient Students Exempted from the Texas Assessment Program at Grades 3-8. A Report Submitted to the Governor, Lieutenant Governor, Speaker of the House and the 75th Legislature."},
      {
        "id":"ED437430",
        "title":"Assessment System for Special Education Students Exempted from the Texas Assessment Program. A Report Submitted to the Governor, Lieutenant Governor, Speaker of the House, and the 75th Texas Legislature."},
      {
        "id":"ED437431",
        "title":"Alternative Assessment System for Students Not Passing the Exit Level Tests. A Report Submitted to the Governor, Lieutenant Governor, Speaker of the House, and the 75th Texas Legislature."},
      {
        "id":"ED437439",
        "title":"Peer Reviewer Guidance for Evaluating Evidence of Final Assessments under Title I of the Elementary and Secondary Education Act."},
      {
        "id":"ED437440",
        "title":"NELS:88/2000. Fourth Follow-up: An Overview."},
      {
        "id":"ED437441",
        "title":"Federal Support for Education: Fiscal Years 1980 to 1999."},
      {
        "id":"ED437442",
        "title":"State Profiles of Public Elementary and Secondary Education, 1996-97. Statistical Analysis Report."},
      {
        "id":"ED437445",
        "title":"Parental/Community Involvement: Strategies To Train Parents."},
      {
        "id":"ED437446",
        "title":"The Stories of Thirty-Two Young People Who Achieved Success and the Programs That Helped Them."},
      {
        "id":"ED437447",
        "title":"Lessons Learned from 51 Effective Youth Employment Initiatives. PEPNet '99 Promising and Effective Practices Network."},
      {
        "id":"ED437448",
        "title":"Cultural Interchange in a Bronx High School: Three Children. The Series on Cultural Interchange."},
      {
        "id":"ED437449",
        "title":"Building School-Family Partnerships in a South Bronx Classroom. The Series on Cultural Interchange."},
      {
        "id":"ED437450",
        "title":"Between Home and School: Cultural Interchange in an Elementary Classroom. The Series on Cultural Interchange."},
      {
        "id":"ED437451",
        "title":"Reporting Crimes Against Juveniles. Juvenile Justice Bulletin."},
      {
        "id":"ED437452",
        "title":"Evaluation of the New York City Beacons. Summary of Phase I Findings."},
      {
        "id":"ED437453",
        "title":"Reaching Out to Other People's Children in an Urban Middle School: The Families' Views. The Series on Cultural Interchange."},
      {
        "id":"ED437454",
        "title":"Reaching Out to Families from Diverse Backgrounds: A Case Study."},
      {
        "id":"ED437455",
        "title":"Real Learning: Do Tests Help?"},
      {
        "id":"ED437456",
        "title":"Where Does &quot;Getting Tough&quot; Get Us? A Look at the DC Public Schools Crisis."},
      {
        "id":"ED437457",
        "title":"Inside the Beltway: The State of Homeless Children in Washington, DC."},
      {
        "id":"ED437458",
        "title":"A Welfare Reform--Homelessness--Foster Care Connection? The Story of &quot;Lag Families&quot; and &quot;Limbo Children&quot; in San Diego."},
      {
        "id":"ED437459",
        "title":"Charter Schools and the Compromise of Equity: An Evaluation of Colorado's Charter School Legislation."},
      {
        "id":"ED437462",
        "title":"Building Community: The First Five Years of NPCR."},
      {
        "id":"ED437463",
        "title":"Investing in Girls: A 21st Century Strategy. Also: The Female Intervention Team; National Girls' Caucus."},
      {
        "id":"ED437466",
        "title":"Responding to Hate at School: A Guide for Teachers, Counselors and Administrators."},
      {
        "id":"ED437471",
        "title":"On Teacher Preparation and Support in Inclusive Schools. On Point...Brief Discussions of Critical Issues in Urban Education."},
      {
        "id":"ED437472",
        "title":"On Transition Services for Youth with Disabilities. On Point...Brief Discussions of Critical Issues in Urban Education."},
      {
        "id":"ED437473",
        "title":"On Working Together: Groupwork, Teamwork, and Collaborative Work among Educators. On Point...Brief Discussions of Critical Issues in Urban Education."},
      {
        "id":"ED437474",
        "title":"On Reconceptualizing Continuing Professional Development: A Framework for Planning. On Point...Brief Discussions of Critical Issues in Urban Education."},
      {
        "id":"ED437476",
        "title":"Highlights of Trends in Pregnancies and Pregnancy Rates by Outcome: Estimates for the United States, 1976-96."},
      {
        "id":"ED437477",
        "title":"The Legal Environment of School Desegregation Policy: Brown I -- Milliken I."},
      {
        "id":"ED437478",
        "title":"Annotated Selected Bibliography &amp; Index for Teaching African-American Learners: Culturally Responsive Pedagogy Project."},
      {
        "id":"ED437479",
        "title":"Unitary Status: What Does It Mean in the Saint Louis Desegregation Case?"},
      {
        "id":"ED437480",
        "title":"The Education of Homeless Children and Youth: A Compendium of Research & Information."},
      {
        "id":"ED437481",
        "title":"Fathers' Fair Share: Helping Poor Men Manage Child Support and Fatherhood."},
      {
        "id":"ED437483",
        "title":"The Right Start: Conditions of Babies and Their Families in America&apos;s Largest Cities. KIDS COUNT Special Report."},
      {
        "id":"ED437485",
        "title":"Improving Intergroup Relations among Youth: Summary of a Research Workshop."},
      {
        "id":"ED437487",
        "title":"Case Studies of Teachers Learning and Applying Opportunity To Learn Assessment Strategies in Two Urban Elementary Schools. Publication Series No. 8."},
      {
        "id":"ED437488",
        "title":"No Excuses: Seven Principals of Low-Income Schools Who Set the Standard for High Achievement."},
      {
        "id":"ED437490",
        "title":"Plain Talk: Addressing Adolescent Sexuality through a Community Initiative. A Final Evaluation Report."},
      {
        "id":"ED437492",
        "title":"United States Life Tables, 1997."},
      {
        "id":"ED437494",
        "title":"The Overlooked Undercount: Children Missed in the Decennial Census."},
      {
        "id":"ED437496",
        "title":"How To Serve and Organize the Abandoned Poor: A Human Rights Spiritual Case Study Manual."},
      {
        "id":"ED437497",
        "title":"Effects of Worksite Closure on Children's Academic and Psychological Adjustment. Final Report."},
      {
        "id":"ED437499",
        "title":"Emerging Occupational Patterns in Australia in the Era of Globalisation and Rapid Technological Change: Implications for Education and Training."},
      {
        "id":"ED437500",
        "title":"Technical and Scale Efficiency of Vocational Education and Training Institutions: The Case of the New Zealand Polytechnics."},
      {
        "id":"ED437503",
        "title":"Technology and Adult Learning: A Collection of Current Perspectives."},
      {
        "id":"ED437507",
        "title":"Teacher and Trainer Training. Workshop on Curriculum Innovation (3rd, Budapest, Hungary, October 14-16, 1998). Report."},
      {
        "id":"ED437508",
        "title":"Special Preparatory Programme for the European Social Fund. A Composite Report on the Study Visits--Phase I."},
      {
        "id":"ED437509",
        "title":"Review of Progress in Vocational Education and Training Reform of the Candidate Countries for Accession to the European Union in the Light of Developments in European Policy on Vocational Training."},
      {
        "id":"ED437510",
        "title":"The Vocational Education and Training System in Bulgaria. Current Situation, Challenges and Reform Needs."},
      {
        "id":"ED437511",
        "title":"Transition, Reconstruction and Stability in South-Eastern Europe. The Role of Vocational Education and Training. Working Document. [European Training Foundation and Kulturkontakt Austria Joint Workshop on &quot;Civil Society and Vocational Education Training. The Role of Democratic Citizenship and Diversity Education&quot; (Mavrovo, Former Yugoslav Republic of Macedonia, September 9-11, 1999)]."},
      {
        "id":"ED437512",
        "title":"The Missouri A+ Schools Program: A Descriptive Study of the Implementation and Alignment of Career Pathways and the A+ Schools Program."},
      {
        "id":"ED437513",
        "title":"Perceptions of the Vocational Education Program in the NYS DOCS."},
      {
        "id":"ED437514",
        "title":"A Review and Analysis of the Ayurvedic Institute's Ayurvedic Studies Program."},
      {
        "id":"ED437515",
        "title":"Utilization of Education by Maryland's Welfare Customers."},
      {
        "id":"ED437529",
        "title":"Training and Retraining in Regions. Advisory Forum Subgroup [B] Final Report."},
      {
        "id":"ED437530",
        "title":"The Impact of Labour Market Information on Vocational Education and Training Standards. Advisory Forum Subgroup C."},
      {
        "id":"ED437531",
        "title":"Innovative Practice in Teacher and Trainer Training in Vocational Education and Training. Advisory Forum Subgroup D Report."},
      {
        "id":"ED437532",
        "title":"The European House of Education: Education and Economy--A New Partnership. Background Paper."},
      {
        "id":"ED437533",
        "title":"A Mini Assessment Center in the Giving and Receiving of Feedback."},
      {
        "id":"ED437534",
        "title":"Gaining Commitment To Change through Career Coaching."},
      {
        "id":"ED437536",
        "title":"From Research to Practice in Distance Learning Education: Strategies for Fostering Faculty Development and Improving Instructional Practice."},
      {
        "id":"ED437539",
        "title":"Skills for a New Century. A Blueprint for Lifelong Learning."},
      {
        "id":"ED437540",
        "title":"Learning Online: Extending the Meaning of Community. A Review of Three Programs from the Southeastern United States."},
      {
        "id":"ED437551",
        "title":"Practices in Work-Based Learning."},
      {
        "id":"ED437552",
        "title":"Practices in Work-Based and School-Based Learning for Business and Community Partners."},
      {
        "id":"ED437553",
        "title":"The Workforce Investment Act: Some Implications for Adult and Vocational Education. Trends and Issues Alert No. 11."},
      {
        "id":"ED437554",
        "title":"Virtual Learning: The Good, the Bad, and the Ugly. Trends and Issues Alert No. 12."},
      {
        "id":"ED437555",
        "title":"Career Development Specialties for the 21st Century. Trends and Issues Alert No. 13."},
      {
        "id":"ED437557",
        "title":"Equipped for the Future Content Standards. What Adults Need To Know and Be Able To Do in the 21st Century."},
      {
        "id":"ED437558",
        "title":"How To Design and Deliver an Effective Job Development and Placement Program. Neighborhood Networks."},
      {
        "id":"ED437559",
        "title":"Jobs for Florida's Graduates Needs To Correct Start-Up Problems To Meet Statutory Goals. OPPAGA Status Report."},
      {
        "id":"ED437560",
        "title":"Supporting Quality in Vocational Training through Networking. CEDEFOP Panorama."},
      {
        "id":"ED437561",
        "title":"ETP at Work: An Evaluation of 1995-96 ETP Projects."},
      {
        "id":"ED437562",
        "title":"Training That Makes a Difference: ETP's Impact on Trainees, Companies and the State's Economy."},
      {
        "id":"ED437563",
        "title":"Business Financial Occupations: Skill Standards."},
      {
        "id":"ED437564",
        "title":"Business Management Occupations: Skill Standards."},
      {
        "id":"ED437565",
        "title":"The Status of Alternative Assessments through the 1990s: Performance and Authentic Assessments in Relation to Vocational-Technical Education Technical Skills, Workplace Skills, and Related Academic Skills."},
      {
        "id":"ED437566",
        "title":"Business Performance Improvement--Examples of Successful Partnerships."},
      {
        "id":"ED437567",
        "title":"Infusing Equity across School Reform Initiatives."},
      {
        "id":"ED437568",
        "title":"Work-Based Learning and Academic Skills. IEE Working Paper No. 15."},
      {
        "id":"ED437569",
        "title":"Occupational Programs and the Use of Skill Competencies at the Secondary and Postsecondary Levels, 1999. E.D. Tab."},
      {
        "id":"ED437570",
        "title":"Literacy, Welfare &amp; Work: Longitudinal Research Project. Final Report and Recommendations."},
      {
        "id":"ED437571",
        "title":"VA Student Financial Aid: Potential Effect of Providing Education Tax Benefit Eligibility to Students Receiving VA Assistance."},
      {
        "id":"ED437572",
        "title":"Teaching Diversity and Aging through Active Learning Strategies: An Annotated Bibliography."},
      {
        "id":"ED437573",
        "title":"National Evaluation of Serve-America (Subtitle B1). Final Report. Evaluation of National and Community Service Programs."},
      {
        "id":"ED437574",
        "title":"National Evaluation of Learn and Serve America. Summary Report."},
      {
        "id":"ED437575",
        "title":"National Evaluation of Learn and Serve America School and Community-Based Programs. Final Report."},
      {
        "id":"ED437576",
        "title":"Innovation and Training in the Agribusiness Complex. Synthesis Report of a Study in Various Product Chains in Five European Countries. CEDEFOP Panorama."},
      {
        "id":"ED437577",
        "title":"Outcomes of Participation in Adult Basic Education: The Importance of Learners' Perspectives. NCSALL Occasional Paper."},
      {
        "id":"ED437578",
        "title":"Changes in Learners' Lives One Year after Enrollment in Literacy Programs. An Analysis from the Longitudinal Study of Adult Literacy Participants in Tennessee."},
      {
        "id":"ED437579",
        "title":"Persistence among Adult Basic Education Students in Pre-GED Classes."},
      {
        "id":"ED437580",
        "title":"The Outcomes and Impacts of Adult Literacy Education in the United States. Appendix A: Abstracts of Studies Reviewed."},
      {
        "id":"ED437581",
        "title":"Review of Postsecondary Vocational Programs."},
      {
        "id":"ED437582",
        "title":"Follow-Up Report on the Enterprise Florida Jobs and Education Partnership."},
      {
        "id":"ED437583",
        "title":"Vocational Education in the United States: Toward the Year 2000. Statistical Analysis Report."},
      {
        "id":"ED437587",
        "title":"Videotherapy: Variations upon Therapeutic Themes."},
      {
        "id":"ED437588",
        "title":"The Social Ecology of Well-Being in Middle Childhood."},
      {
        "id":"ED437592",
        "title":"Update on Emotional Competency: Helping To Prepare Our Youth To Become Effective Adults."},
      {
        "id":"ED437593",
        "title":"PRIDE Questionnaire Report: 1998-99 National Summary, Grades 6 through 12."},
      {
        "id":"ED437594",
        "title":"PRIDE Questionnaire Report: 1997-98 National Summary, Grades 6 through 12."},
      {
        "id":"ED437595",
        "title":"PRIDE Questionnaire Report: 1996-97 National Summary, Grades 6 through 12."},
      {
        "id":"ED437596",
        "title":"PRIDE Questionnaire Report: 1995-96 National Summary, Grades 6 through 12."},
      {
        "id":"ED437597",
        "title":"PRIDE Summary Report: 1994-95 National Summary, Grades 6-12."},
      {
        "id":"ED437598",
        "title":"The High School Counselor's Handbook, 2000-2001."},
      {
        "id":"ED437599",
        "title":"Self-Care in the New Millennium: Avoiding Burnout and Compassion Fatigue."},
      {
        "id":"ED437603",
        "title":"School Interventions To Prevent Youth Suicide. Technical Assistance Sampler."},
      {
        "id":"ED437604",
        "title":"The Price We Pay for Illiteracy. Hearing of the Committee on Labor and Human Resources on Examining Educational Goals, Focusing on Literacy. United States Senate, One Hundred Fifth Congress, Second Session."},
      {
        "id":"ED437605",
        "title":"Literacy and Service-Learning. A &quot;Links&quot; Piece, Connecting Theory and Practice."},
      {
        "id":"ED437606",
        "title":"Multiple Analyses of a First Grade Phonics Lesson."},
      {
        "id":"ED437607",
        "title":"Contrast as a Tool for Teaching Phonics."},
      {
        "id":"ED437609",
        "title":"Using Phonics and Other Word Skills. A Practical Guide for Parents and Tutors. Helping Children To Learn Series."},
      {
        "id":"ED437610",
        "title":"Reading To Learn: How To Study as You Read. Helping Children To Learn Series."},
      {
        "id":"ED437611",
        "title":"Improving Reading and Learning. A Practical Guide for Parents and Tutors. Helping Children To Learn Series."},
      {
        "id":"ED437612",
        "title":"Creating Life-Long Readers: A Practical Guide for Parents and Tutors."},
      {
        "id":"ED437613",
        "title":"Early Literacy Instruction for the New Millennium."},
      {
        "id":"ED437614",
        "title":"Reading Recovery in North America: An Illustrated History."},
      {
        "id":"ED437615",
        "title":"Standards for Reading Professionals. Revised."},
      {
        "id":"ED437616",
        "title":"How and Why Children Learn about Sounds, Letters, and Words in Reading Recovery Lessons."},
      {
        "id":"ED437617",
        "title":"Literacy Teaching and Learning: An International Journal of Early Reading and Writing, 1999."},
      {
        "id":"ED437619",
        "title":"Using the Knowledge Base in Reading: Teachers at Work."},
      {
        "id":"ED437621",
        "title":"Video-Taped Instruction Creates Listening and Visual Memory Integration for Higher Reading and Math Scores."},
      {
        "id":"ED437623",
        "title":"Let's Read! 101 Ideas To Help Your Child Learn To Read and Write. Bilingual Edition. Revised Edition = Leamos! 101 ideas para ayudar a sus hijos a apprender a leer y escribir. Texto Bilingue. Texto refundido."},
      {
        "id":"ED437624",
        "title":"101 ideas para ayudar a sus hijos a aprender a leer y escribir (101 Ideas To Help Your Child Learn To Read and Write)."},
      {
        "id":"ED437625",
        "title":"Teach a Child To Read with Children's Books. Combining Story Reading, Phonics, and Writing To Promote Reading Success. Third Edition."},
      {
        "id":"ED437626",
        "title":"Looking Back, Looking Forward: A Conversation about Teaching Reading in the 21st Century."},
      {
        "id":"ED437627",
        "title":"The Relationship between Reading Policy and Reading Instruction: A Recent History."},
      {
        "id":"ED437628",
        "title":"New Directions in Reading Instruction--Revised."},
      {
        "id":"ED437629",
        "title":"Revisiting the First-Grade Studies."},
      {
        "id":"ED437630",
        "title":"Families at School: A Handbook for Parents."},
      {
        "id":"ED437632",
        "title":"The Changing Face of Whole Language."},
      {
        "id":"ED437635",
        "title":"Language Instructional Issues in Asian Classrooms."},
      {
        "id":"ED437637",
        "title":"Writing the Past: Teaching Reading in Colonial America and the United States, 1640-1940. The Catalogue."},
      {
        "id":"ED437638",
        "title":"Teachers' Guidelines for Evaluating Commercial Phonics Packages."},
      {
        "id":"ED437640",
        "title":"Adolescent Literacy: A Position Statement for the Commission on Adolescent Literacy of the International Reading Association."},
      {
        "id":"ED437642",
        "title":"The Reading Team: A Handbook for Volunteer Tutors K-3."},
      {
        "id":"ED437643",
        "title":"I Can Read and Write! How To Encourage Your School-Age Child&apos;s Literacy Development."},
      {
        "id":"ED437644",
        "title":"&quot;Books Are Cool!&quot; Keeping Your Middle School Student Reading."},
      {
        "id":"ED437645",
        "title":"Parents, Teens, and Reading: A Winning Combination."},
      {
        "id":"ED437646",
        "title":"What Is Literacy? Selected Definitions and Essays from \"The Literacy Dictionary: The Vocabulary of Reading and Writing.\""},
      {
        "id":"ED437647",
        "title":"The Role of Phonics in Reading Instruction: A Position Statement of the International Reading Association."},
      {
        "id":"ED437650",
        "title":"Brain-Based Accelerated Learning and Cognitive Skills Training Using Interactive Media Expedites High Academic Achievement."},
      {
        "id":"ED437652",
        "title":"Beginning Reading Instruction: Practical Ideas for Parents (Instruccion para comenzar a leer: ideas practicas para padres de Familia)."},
      {
        "id":"ED437655",
        "title":"Hearing the Students' Voices: A Daedalus Convert Goes National."},
      {
        "id":"ED437656",
        "title":"Report from the Invisible: A Teacher-Research Project in Evaluation in a Community College Basic Writing Classroom."},
      {
        "id":"ED437658",
        "title":"Virtue Ethics and the Teaching of Language Arts."},
      {
        "id":"ED437663",
        "title":"Using Background Music To Enhance Memory and Improve Learning."},
      {
        "id":"ED437664",
        "title":"Teaming To Teach English to International High School Students: A Case Study."},
      {
        "id":"ED437668",
        "title":"Adventuring with Books: A Booklist for Pre-K--Grade 6. 12th Edition. NCTE Bibliography Series."},
      {
        "id":"ED437670",
        "title":"Persons in Process: Four Stories of Writing and Personal Development in College. Refiguring English Studies Series."},
      {
        "id":"ED437671",
        "title":"Incorporating Global/Multicultural Perspectives in Public Relations Education: An Ethnographic Account."},
      {
        "id":"ED437672",
        "title":"Teaching an Interpersonal Senior Seminar Partially via the Internet (Computer Conferencing)."},
      {
        "id":"ED437673",
        "title":"Development Communication and the New Millennium: Which Way for Africa?"},
      {
        "id":"ED437674",
        "title":"Using C-Span To Study Ross Perot's Expression of Sensitivity and Insensitivity with Diversity Issues during the 1992 Presidential Campaign."},
      {
        "id":"ED437675",
        "title":"Assessing Aggressive Communication in Adolescents: Problems and Alternatives."},
      {
        "id":"ED437676",
        "title":"How Gender Identities Affect Interactions between Professors and Students (Roles of Schoolwomen)."},
      {
        "id":"ED437677",
        "title":"Theory and Research in Gay and Lesbian Relationships."},
      {
        "id":"ED437678",
        "title":"Roll Call Questions To Enhance In-Class Presentations."},
      {
        "id":"ED437680",
        "title":"Advertising and the Economy: A Teaching Package."},
      {
        "id":"ED437681",
        "title":"Fear and Loathing in Forensics: The View from Postmodern Suburbia."},
      {
        "id":"ED437682",
        "title":"So What's Wrong with a Little Competition? A Defense of Competitive Goals."},
      {
        "id":"ED437683",
        "title":"Parental Modeling and the Development of Communication Apprehension in Elementary School Children: A Latino Perspective."},
      {
        "id":"ED437684",
        "title":"Observing Power and Ideology in a Corporate Language Class."},
      {
        "id":"ED437685",
        "title":"Teaching and Learning as Communication: A Cultural Approach."},
      {
        "id":"ED437686",
        "title":"Bringing the Outside In: Ethnography in/beyond the Classroom."},
      {
        "id":"ED437687",
        "title":"A Descriptive Analysis of Best-Selling Basic Course Texts."},
      {
        "id":"ED437688",
        "title":"Advertising vs. Public Service Announcements: The Role of Message Type in Safer-Sex Campaigns and Third-Person Perception."},
      {
        "id":"ED437689",
        "title":"Understanding College Students' Sex Risk Perception: A Health Communication Perspective."},
      {
        "id":"ED437690",
        "title":"Third-Person Perception, Optimistic Bias, Safer-Sex Campaigns, and Sexual Risk-Taking among Minority &quot;At-Risk&quot; Youth."},
      {
        "id":"ED437691",
        "title":"Students' Motives for Communicating with Their Instructors III: Considering Socio-Communicative Orientation, Socio-Communicative Style, and Sex Differences."},
      {
        "id":"ED437692",
        "title":"The Relationships between Students' Motives for Communicating with Their Instructors and Affective and Cognitive Learning."},
      {
        "id":"ED437693",
        "title":"The Role of Sexual Orientation in Predicting Outcome Value and Communication Behaviors."},
      {
        "id":"ED437695",
        "title":"Closing Gaps in Political Knowledge: Effects of a School Intervention via Communication in the Home."},
      {
        "id":"ED437696",
        "title":"The Online Classroom: Teaching with the Internet. Fourth Edition."},
      {
        "id":"ED437698",
        "title":"Lifetime's Limited Feminism: Defining and Deconstructing Television for Women."},
      {
        "id":"ED437699",
        "title":"Assessing the Course: The Department Perspective."},
      {
        "id":"ED437700",
        "title":"Reflections from the Classroom on the Effects of Computer-Assisted Instruction on the Teaching-Learning Process."},
      {
        "id":"ED437701",
        "title":"Let's Put \"Debate\" into \"Presidential Debates.\""},
      {
        "id":"ED437702",
        "title":"Evaluating Communication Competence: A Comparison of Majors and Non-Majors."},
      {
        "id":"ED437703",
        "title":"The Relationship between Computer Time and Communication Apprehension/Communication Competence among Adolescents."},
      {
        "id":"ED437704",
        "title":"Improving Listening Skills in the Classroom."},
      {
        "id":"ED437705",
        "title":"Developing Quality Schools: A Handbook."},
      {
        "id":"ED437706",
        "title":"School Advisory Councils &amp; Consensus Decision-Making. Developing Quality Schools: Learning Module #1. Making It Work--The Quality Schools Approach."},
      {
        "id":"ED437707",
        "title":"The Quality Education Checklist: An Instrument for Self-Auditing. Developing Quality Schools: Learning Module #2. Making It Work--The Quality Schools Approach."},
      {
        "id":"ED437708",
        "title":"School-Based Budgeting. Developing Quality Schools: Learning Module #3. Making It Work--The Quality Schools Approach."},
      {
        "id":"ED437709",
        "title":"Teacher Community in Charter and Professional Development Schools."},
      {
        "id":"ED437710",
        "title":"Do Higher Salaries Buy Better Teachers?"},
      {
        "id":"ED437712",
        "title":"Tennessee Public Infrastructure Needs Inventory Assessment for FY 1998. A Commission Report to the 101st General Assembly."},
      {
        "id":"ED437713",
        "title":"Leadership and Knowledge for Change: Toward Continuous Improvement--In School Districts of the Future."},
      {
        "id":"ED437715",
        "title":"Best Practices for Disciplinary Alternative Education Programs in Texas."},
      {
        "id":"ED437716",
        "title":"Focused Discussion...Peaceful Schools. By Request Series."},
      {
        "id":"ED437717",
        "title":"The Arkansas Nightmare."},
      {
        "id":"ED437718",
        "title":"Educational Reforms and Coping Strategies under the Tidal Wave of Marketization: A Comparative Study of Hong Kong and the Mainland."},
      {
        "id":"ED437719",
        "title":"The Principal and Curriculum Development."},
      {
        "id":"ED437720",
        "title":"Forward Planning in Education in the Member States of the European Union: Results of the EURYDICE Survey."},
      {
        "id":"ED437721",
        "title":"A Double-Headed System: A History of K-12 Governance in California and Options for Restructuring. In a Response to a Request by Senator Dede Alpert."},
      {
        "id":"ED437722",
        "title":"Cost Sharing in Education: Public Finance, School and Household Perspectives. Education Research Paper."},
      {
        "id":"ED437723",
        "title":"Selecting Star Principals for Schools Serving Children in Poverty."},
      {
        "id":"ED437724",
        "title":"The State of Charter Schools, 2000. National Study of Charter Schools. Fourth-Year Report."},
      {
        "id":"ED437725",
        "title":"Privacy Issues in Education Staff Records: Guidelines for Education Agencies."},
      {
        "id":"ED437726",
        "title":"Students at Private, For-Profit Institutions. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED437727",
        "title":"Promising Practices: Progress toward the Goals, 1999. Lessons for the States."},
      {
        "id":"ED437728",
        "title":"Trends in Disparities in School District Level Expenditures per Pupil. Statistical Analysis Report."},
      {
        "id":"ED437729",
        "title":"How To Enhance Your School's Reputation. Tips for Principals from NASSP."},
      {
        "id":"ED437730",
        "title":"American Catholic Schools for the 21st Century: Reflections on the Future of American Catholic Elementary Schools. Volume 3."},
      {
        "id":"ED437731",
        "title":"Partners for Justice: Catholic Schools and School Choice. Proceedings of the NCEA Symposium (Washington, D.C., February 4-7, 1999)."},
      {
        "id":"ED437732",
        "title":"Addendum to the Catalog of School Reform Models."},
      {
        "id":"ED437733",
        "title":"Voices of Women at Entry Level Positions of Educational Administration."},
      {
        "id":"ED437734",
        "title":"Perception Is Reality: Perceptions of Employment Characteristics of Women in Administration."},
      {
        "id":"ED437735",
        "title":"School Leadership of the 90's and Beyond: A Window of Opportunity for Women Educators."},
      {
        "id":"ED437736",
        "title":"School Bus Safety: Safe Passage for America's Children."},
      {
        "id":"ED437737",
        "title":"Manifestations of Critical Leadership in Tides of Reform: Contradiction or Opportunity?"},
      {
        "id":"ED437738",
        "title":"Creatively Financing and Resourcing Catholic Schools: Conversations in Excellence."},
      {
        "id":"ED437741",
        "title":"Briefing Paper on: School District Data Issues."},
      {
        "id":"ED437742",
        "title":"The Condition of Education, 2000."},
      {
        "id":"ED437743",
        "title":"Information Technology and Disabilities, 1994."},
      {
        "id":"ED437744",
        "title":"Information Technology and Disabilities, 1995."},
      {
        "id":"ED437745",
        "title":"Information Technology and Disabilities, 1996."},
      {
        "id":"ED437746",
        "title":"Information Technology and Disabilities, 1997."},
      {
        "id":"ED437747",
        "title":"Iowa Deaf-Blind Project, October 1, 1995-September 30, 1999."},
      {
        "id":"ED437748",
        "title":"Arkansas Project for Children with Deafblindness, 10/01/95-10/31/99. Final Report."},
      {
        "id":"ED437750",
        "title":"Art & Games: Sensational Activities for Children with Disabilities."},
      {
        "id":"ED437751",
        "title":"Toys for All Children: Selecting Toys for Children with Vision or Motor Challenge."},
      {
        "id":"ED437753",
        "title":"Washington State Services for Children with Deaf-Blindness, October 1, 1995-September 30, 1999. Final Project Report."},
      {
        "id":"ED437754",
        "title":"Everyone's Welcome: The Americans with Disabilities Act and Museums."},
      {
        "id":"ED437755",
        "title":"Improving the Delivery of the Sign-Language Instruction Program for Parents of Children Who Are Deaf and Receiving Services from a School for the Deaf."},
      {
        "id":"ED437756",
        "title":"Self-Reported Training Needs and Training Issues of Advisors to Self-Advocacy Groups for People with Mental Retardation."},
      {
        "id":"ED437758",
        "title":"Troubled Children Grown-Up: Antisocial Behavior in Young Adult Criminals."},
      {
        "id":"ED437759",
        "title":"Parental Attitudes toward Public School Education for Deaf Students and Issues Affecting Placement Choices."},
      {
        "id":"ED437760",
        "title":"The Least Restrictive Environment: Is Inclusion Best for All Special Needs Students?"},
      {
        "id":"ED437761",
        "title":"Kentucky Services to Children Who Are Deaf-Blind, 1995-1999. Final Report."},
      {
        "id":"ED437763",
        "title":"Screening for Usher Syndrome: A Hands-On Guide for School Nurses."},
      {
        "id":"ED437764",
        "title":"Student Portfolio: A System for Documenting the Strengths, Needs, and Abilities of Students Who Are Deaf Blind."},
      {
        "id":"ED437765",
        "title":"Montana's IDEA Services for Children and Youth with Deaf-Blindness Project. (State Project-1a). Final Report-- 10/1/95-9/30/99. Performance Details for Last Reporting Period-- 3/1/98-9/30/99."},
      {
        "id":"ED437766",
        "title":"Rights and Responsibilities of Parents of Children with Disabilities: Update 1999. ERIC Digest #E575."},
      {
        "id":"ED437767",
        "title":"Curriculum Access and Universal Design for Learning. ERIC/OSEP Digest #E586."},
      {
        "id":"ED437768",
        "title":"Self-Esteem within Children, Adolescents, and Adults Diagnosed with Attention-Deficit Hyperactivity Disorder: A Review of the Literature."},
      {
        "id":"ED437769",
        "title":"Communicator, 1999."},
      {
        "id":"ED437771",
        "title":"Competencies for Teachers of Learners Who Are Deafblind: Perkins National Deafblind Training Project."},
      {
        "id":"ED437772",
        "title":"Americans with Disabilities Act: Responsibilities for Postsecondary Institutions Serving Deaf and Hard of Hearing Students. Questions and Answers. Second Edition."},
      {
        "id":"ED437773",
        "title":"Introduction: A Report of the National Task Force on Quality of Services in the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED437774",
        "title":"Tutoring Deaf and Hard of Hearing Students: A Report of the National Task Force on Quality of Services in the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED437775",
        "title":"Basic Academic Preparation: A Report of the National Task Force on Quality of Services in the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED437776",
        "title":"Assistive Listening Devices: A Report of the National Task Force on Quality of Services in the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED437777",
        "title":"Notetaking for Deaf and Hard of Hearing Students: A Report of the National Task Force on Quality of Services in the Postsecondary Education of Deaf and Hard of Hearing Students."},
      {
        "id":"ED437778",
        "title":"The National Research Center on the Gifted and Talented (NRC/GT) Newsletter, 1996."},
      {
        "id":"ED437779",
        "title":"Towards Inclusion: National Evaluation of Deinstitutionalization Initiatives. Professional Report."},
      {
        "id":"ED437780",
        "title":"Labour Force Inclusion of Parents Caring for Children with Disabilities."},
      {
        "id":"ED437781",
        "title":"Integration a la population active des parents s'occupant d'enfants ayant des incapacites (Labour Force Inclusion of Parents Caring for Children with Disabilities)."},
      {
        "id":"ED437782",
        "title":"Changes in Rate of Learning in Autistic Children Following 9 Months on a Gluten-Free Diet."},
      {
        "id":"ED437783",
        "title":"Questions and Answers Related to Policy Issues about Students with Disabilities."},
      {
        "id":"ED437784",
        "title":"Maryland Special Education Census Data, December 1, 1998."},
      {
        "id":"ED437785",
        "title":"Diet, ADHD & Behavior: A Quarter-Century Review [and] A Parent's Guide to Diet, ADHD & Behavior."},
      {
        "id":"ED437786",
        "title":"Tempo, 1999."},
      {
        "id":"ED437787",
        "title":"Literacy Disability and Communication: Making the Connection."},
      {
        "id":"ED437788",
        "title":"The Indiana Deafblind Services Project: Services for Children with Deafblindness Program. Final Performance Report."},
      {
        "id":"ED437789",
        "title":"Textures as Communication Symbols."},
      {
        "id":"ED437790",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1999: Research, Innovation and Evaluation."},
      {
        "id":"ED437791",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1999: Personnel Preparation."},
      {
        "id":"ED437792",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1999: Technical Assistance, Dissemination, and Parent Information."},
      {
        "id":"ED437793",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1999: State Improvement."},
      {
        "id":"ED437794",
        "title":"Discretionary Projects Supported by the Office of Special Education Programs under the Individuals with Disabilities Education Act, Fiscal Year 1999: Technology and Media Services."},
      {
        "id":"ED437795",
        "title":"Transition from School to Life: A Workshop Series for Educators and Transition Service Providers."},
      {
        "id":"ED437796",
        "title":"Transition from School to Life: 16 Classes. A Complete University Course for Special Educators."},
      {
        "id":"ED437797",
        "title":"Transition from School to Life: A Directory of Products and Materials for Professional Development."},
      {
        "id":"ED437798",
        "title":"The Tennessee Outreach Project for Children and Youth Experiencing Dual Sensory Impairments (Project TREDS). Final Report. Services to Children with Deaf-Blindness in Tennessee."},
      {
        "id":"ED437799",
        "title":"Missouri Deafblind Technical Assistance Project. Final Report."},
      {
        "id":"ED437800",
        "title":"Assistive Technology Services for Students: What Are These? Special Edition of Tech Express."},
      {
        "id":"ED437801",
        "title":"Wyoming Department of Education Deaf-Blind Project Final Report."},
      {
        "id":"ED437804",
        "title":"Urban Schools: Lessons Learned for All Schools. [American Institute of Architects'] Committee on Architecture for Education [Conference] (Chicago, Illinois, September 24-26, 1998)."},
      {
        "id":"ED437805",
        "title":"Energy Conscious Design: Educational Facilities. [Brief No.] 1."},
      {
        "id":"ED437806",
        "title":"Telematics and Electronic Communication and Their Effect on Educational Space. [Brief No.] 3."},
      {
        "id":"ED437807",
        "title":"Low-Tech Energy Conservation for Schools."},
      {
        "id":"ED437808",
        "title":"Indoor Air Quality in Chemistry Laboratories."},
      {
        "id":"ED437809",
        "title":"Daylighting Update: A Brief Guide to the Process of Designing Energy Conserving Schools through the Use of Daylighting."},
      {
        "id":"ED437810",
        "title":"Renovating Early and Middle 20th Century Schools [Conference] (St. Louis, Missouri, June 24-26, 1999)."},
      {
        "id":"ED437811",
        "title":"Guidelines for Technology Infrastructure in Connecticut Schools: An Implementation Guide for the Connecticut Statewide Educational Technology Plan."},
      {
        "id":"ED437812",
        "title":"Good Enough for Congress? A Pictorial Representation of Why Americans Deserve Better School Buildings."},
      {
        "id":"ED437813",
        "title":"Rebuilding Our Schools Brick by Brick."},
      {
        "id":"ED437814",
        "title":"Educational Specifications for the Proposed Pre-K-Grade 2 Elementary School, East Haddam, CT, 1999. Revised."},
      {
        "id":"ED437815",
        "title":"Survey of Indoor Radon Concentrations in California Elementary Schools. Final Report."},
      {
        "id":"ED437816",
        "title":"Custodial Standards. Revised."},
      {
        "id":"ED437817",
        "title":"A Practical Guide to Management of Common Pests in Schools. Integrated Pest Management."},
      {
        "id":"ED437819",
        "title":"Schools' Environmental Assessment Methods (SEAM). Building Bulletin 83."},
      {
        "id":"ED437823",
        "title":"IPM Workbook for New York State Schools."},
      {
        "id":"ED437824",
        "title":"Pesticides: Use, Effects, and Alternatives to Pesticides in Schools. Report to the Ranking Minority Member, Committee on Governmental Affairs, U.S. Senate."},
      {
        "id":"ED437826",
        "title":"French Language Arts. Programme d'etudes par annee scolaire. Francais langue seconde - immersion. Premiere annee (Program of Study by School Year. French as a Second Language - Immersion. First Year)."},
      {
        "id":"ED437827",
        "title":"French Language Arts. Programme d'etudes par annee scolaire. Francais langue seconde - immersion. Deuxieme annee (Program of Study by School Year. French as a Second Language - Immersion. Second Year)."},
      {
        "id":"ED437828",
        "title":"French Language Arts. Programme d'etudes par annee scolaire. Francais langue seconde - immersion. Troisieme annee (Program of Study by School Year. French as a Second Language - Immersion. Third Year)."},
      {
        "id":"ED437829",
        "title":"Francais. Programme d'etudes par annee scolaire. Francais langue premiere. Premiere annee (French. Program of Study by School Year. French as a Native Language. First Year)."},
      {
        "id":"ED437830",
        "title":"Francais. Programme d'etudes par annee scolaire. Francais langue premiere. Deuxieme annee (French. Program of Study by School Year. French as a Native Language. Second Year)."},
      {
        "id":"ED437831",
        "title":"Francois. Programme d'etudes par annee scolaire. Francais langue premiere. Troisieme annee (French. Program of Study by School Year. French as a Native Language. Third Year)."},
      {
        "id":"ED437832",
        "title":"Modeles de rendement langagier. Francais-- 1re annee-3e annee. Francais langue premiere (Language Production Models. French-- Grades 1-3. French as a First Language)."},
      {
        "id":"ED437833",
        "title":"Modeles de rendement langagier. French Language Arts-- 1re annee-3e annee. Francais langue seconde--immersion (Language Production Models. French Language Arts-- Grades 1-3. French as a Second Language--Immersion)."},
      {
        "id":"ED437834",
        "title":"Working Memory Capacity and L2 Speech Production."},
      {
        "id":"ED437835",
        "title":"Programme d'education de Maternelle--Immersion (Pre-School Education Program--Immersion)."},
      {
        "id":"ED437836",
        "title":"Programme d'education de Maternelle--Francais Langue Premiere (Kindergarten Education Program--French as a First Language)."},
      {
        "id":"ED437837",
        "title":"Senior High English as a Second Language: Authorized Resources Annotated List."},
      {
        "id":"ED437840",
        "title":"A Brief Introduction to Cooperative Learning."},
      {
        "id":"ED437841",
        "title":"What Makes Cooperative Learning Work."},
      {
        "id":"ED437842",
        "title":"Cooperative Learning in Japan: History and Present Situation of Research and Implementation."},
      {
        "id":"ED437843",
        "title":"Cooperative Attending Skills Training for ESL Students."},
      {
        "id":"ED437844",
        "title":"Implementing Cooperative Learning at a Language School."},
      {
        "id":"ED437845",
        "title":"The EFL NGO Forum: Integrating Cooperative Learning and Global Issues."},
      {
        "id":"ED437846",
        "title":"Reading Together."},
      {
        "id":"ED437847",
        "title":"Cooperative Learning and Learner-Centered Projects for Lower-Level University Students."},
      {
        "id":"ED437848",
        "title":"Positively Interdependent: Developing Oral Fluency via Task Design."},
      {
        "id":"ED437849",
        "title":"Developing Interactive Group Skills through Cooperative Learning."},
      {
        "id":"ED437850",
        "title":"Generating Ideas Cooperatively in Writing Class: Prewriting Activities for Junior College Students."},
      {
        "id":"ED437851",
        "title":"Implementation of Buzz Learning to English Language Education in a Junior High School."},
      {
        "id":"ED437852",
        "title":"Cooperative Learning and Assessment."},
      {
        "id":"ED437853",
        "title":"A Cooperative Performance Test for Japanese University Conversation Classes."},
      {
        "id":"ED437854",
        "title":"Examining the Discourse of Learner Advisory Sessions."},
      {
        "id":"ED437855",
        "title":"Reading as Transaction in EFL: A Thematic Analysis."},
      {
        "id":"ED437856",
        "title":"Khorobrist&apos;: Zbirka tekstiv (Courage: A Reader). Ukrainian Language Development Series."},
      {
        "id":"ED437857",
        "title":"Tsikavytys&apos; neznanym: Zbirka tekstiv (Fascination with the Unknown: A Reader). Ukrainian Language Development Series."},
      {
        "id":"ED437858",
        "title":"Liuds&apos;ka vdacha: Zbirka tekstiv (Human Nature: A Reader). Ukrainian Language Development Series."},
      {
        "id":"ED437859",
        "title":"Vzaiemyny mizh lyud'my: zbirka tekstiv (Relationships: A Reader). Ukrainian Language Development Series."},
      {
        "id":"ED437860",
        "title":"Fannie Mae/El Paso Community College Home-Ownership Literacy Program, January 1, 1999-December 31, 1999. Final Report."},
      {
        "id":"ED437861",
        "title":"A Latino Perspective on International Initiatives in Higher Education. ISRI Occasional Paper No. 6. Latino Studies Series."},
      {
        "id":"ED437862",
        "title":"Organizing for Survival: A Professor's Guide to Tenure and Increased Productivity. ISRI Occasional Paper No. 27. Latino Studies Series."},
      {
        "id":"ED437863",
        "title":"Taking Responsibility: Leaders' Expectations of Higher Education."},
      {
        "id":"ED437864",
        "title":"Class-Based Affirmative Action Admissions Policies: A Viable Alternative to Race-Based Programs? ASHE Annual Meeting Paper."},
      {
        "id":"ED437865",
        "title":"Pathways to Prominence: The Effects of Social Origins and Education on Career Achievements of American Rhodes Scholars. ASHE Annual Meeting Paper."},
      {
        "id":"ED437866",
        "title":"Meta-Synthesis. ASHE Annual Meeting Paper."},
      {
        "id":"ED437867",
        "title":"The Role of Shared Governance in Institutional Hard Decisions: Enabler or Antagonist? ASHE Annual Meeting Paper."},
      {
        "id":"ED437868",
        "title":"Teamwork and Interpersonal Conflict among University Administrators. ASHE Annual Meeting Paper."},
      {
        "id":"ED437869",
        "title":"Faculty Commitment and Engagement in Organizational Reform. ASHE Annual Meeting Paper."},
      {
        "id":"ED437870",
        "title":"The &quot;Failure&quot; of Private Universities in Uruguay: A Tale of Three Institutions. ASHE Annual Meeting Paper."},
      {
        "id":"ED437871",
        "title":"Social Control of Administrative Impropriety: An Analysis of College and University Administrators. ASHE Annual Meeting Paper."},
      {
        "id":"ED437872",
        "title":"A Comparison of the Persistence of African American and White Students Using NPSAS:96. ASHE Annual Meeting Paper."},
      {
        "id":"ED437873",
        "title":"Campus Culture and the Experiences of Chicano Students in Predominantly White Colleges and Universities. ASHE Annual Meeting Paper."},
      {
        "id":"ED437874",
        "title":"America's First People: Factors Which Affect Their Persistence in Higher Education. ASHE Annual Meeting Paper."},
      {
        "id":"ED437875",
        "title":"Student Value Orientations about College: Direct and Indirect Effects on Student Satisfaction. ASHE Annual Meeting Paper."},
      {
        "id":"ED437876",
        "title":"Community Perspectives on Student Volunteerism and Service Learning. ASHE Annual Meeting Paper."},
      {
        "id":"ED437878",
        "title":"Reauthorization Training, Spring 2000. Participant&apos;s Guide."},
      {
        "id":"ED437879",
        "title":"Distance Education at Postsecondary Education Institutions, 1997-98. Statistical Analysis Report."},
      {
        "id":"ED437880",
        "title":"Academic Achievement Programs. Student Handbook."},
      {
        "id":"ED437881",
        "title":"Draft Cohort Default Rate Guide for FFEL Program and Direct Loan Program Loans, FY 1998."},
      {
        "id":"ED437883",
        "title":"The Residential Nexus: A Focus on Student Learning. Setting New Directions by Making New Connections. In-Class Instruction/Out-of-Class Learning."},
      {
        "id":"ED437884",
        "title":"Careers in Music and the Arts: The Messages Women Receive."},
      {
        "id":"ED437885",
        "title":"Job Satisfaction in Mexican Faculty: An Analysis of its Predictor Variables. ASHE Annual Meeting Paper."},
      {
        "id":"ED437886",
        "title":"Support Services for Student-Athletes: Athletic Department and Student Affairs Officers Perceptions."},
      {
        "id":"ED437887",
        "title":"People, Processes, and Managing Data. Resources in Institutional Research, No. 11."},
      {
        "id":"ED437888",
        "title":"Doing Comparatively Well: Why the Public Loves Higher Education and Criticizes K-12. Perspectives in Public Policy: Connecting Higher Education and the Public Schools."},
      {
        "id":"ED437889",
        "title":"Applied Research in Technology Programs: A Working Draft."},
      {
        "id":"ED437890",
        "title":"Breaking Through to High Performance: The ECS Education Agenda for 1999 and Beyond."},
      {
        "id":"ED437892",
        "title":"Report of Student Performance, North Carolina Tests of Computer Skills. Reporting on the Classes of 2001-2002 for the State and 117 Public School Systems and 35 Charter Schools."},
      {
        "id":"ED437893",
        "title":"Securing Our Dance Heritage: Issues in the Documentation and Preservation of Dance."},
      {
        "id":"ED437894",
        "title":"How Information Technology Is Changing Education. Literature Review: Societal Factors Affecting Education."},
      {
        "id":"ED437895",
        "title":"Realizing the Potential of Web-Based Instruction: Lessons Learned."},
      {
        "id":"ED437896",
        "title":"The 70th Anniversary of the Japan Audio-Visual Education Association: A Review of the Past 70 Years. AVE in Japan No. 37."},
      {
        "id":"ED437899",
        "title":"An Historical Analysis of Instructional Technology in Education."},
      {
        "id":"ED437900",
        "title":"Technology Report: A Report on Technology in Iowa Public School Districts, 1997-98."},
      {
        "id":"ED437901",
        "title":"HyperNexus: Journal of Hypermedia and Multimedia Studies, 1997-1998."},
      {
        "id":"ED437903",
        "title":"Enhancing Student Learning through Effective Technology Staff Development."},
      {
        "id":"ED437904",
        "title":"Improving Student Retention through the Use of Technology."},
      {
        "id":"ED437905",
        "title":"Improving Transfer of Learning in a Computer Based Classroom."},
      {
        "id":"ED437906",
        "title":"High Stakes: Key Challenges for California Schools and the Role of Technology. A Report from the California Education Symposium."},
      {
        "id":"ED437907",
        "title":"Technology Connections for School Improvement. Teacher's Guide."},
      {
        "id":"ED437908",
        "title":"Technology Connections for School Improvement. Planner's Handbook."},
      {
        "id":"ED437909",
        "title":"Improving the Integration of Technology into the Sixth-Grade Curriculum in a Middle School."},
      {
        "id":"ED437912",
        "title":"Internet Addiction among High Schoolers in Taiwan."},
      {
        "id":"ED437913",
        "title":"The Cable Television Industry's Ongoing Commitment to Education and America's Teachers, Children and Families."},
      {
        "id":"ED437916",
        "title":"Integrating the Schoolhouse and the Marketplace: A Preliminary Assessment of the Emerging Role of Electronic Technology."},
      {
        "id":"ED437917",
        "title":"Mastering Computing Technology: A New Approach for Non-Computer Science Majors."},
      {
        "id":"ED437918",
        "title":"Distributed Learning Environment: Major Functions, Implementation, and Continuous Improvement."},
      {
        "id":"ED437920",
        "title":"Learning Environments for Studying Argumentation: Learning Effects of E-Mail and Face-to-Face Study."},
      {
        "id":"ED437921",
        "title":"Analysis of E-Mail Mediated Instructional Conversations: Employment of Sociolinguistic Conversation Mapping Techniques."},
      {
        "id":"ED437922",
        "title":"The Internet and Global Telecommunications: Exploring the Boundaries of International Coordination. A Report of the Annual Aspen Institute Roundtable on International Telecommunications (4th, Shonan Village Center, Japan, September 21-24, 1998)."},
      {
        "id":"ED437924",
        "title":"A Comparison of the Task-Oriented Model and the Social-Emotion-Oriented Model in Computer-Mediated Communication."},
      {
        "id":"ED437925",
        "title":"An Analysis of Attitudes toward Computer Networks and Internet Addiction."},
      {
        "id":"ED437926",
        "title":"Endorphins and Media Messages: Addicting Students to Mediated Violence and Emotion."},
      {
        "id":"ED437927",
        "title":"Teacher and Teacher-Directed Student Use of Computers and Software. Teaching, Learning, and Computing: 1998 National Survey. Report #3."},
      {
        "id":"ED437930",
        "title":"K-12 Foreign Language Education. The ERIC Review."},
      {
        "id":"ED437931",
        "title":"K-8 Science and Mathematics Education. The ERIC Review."},
      {
        "id":"ED437932",
        "title":"The ERIC Database and Its Technical Processes: Entering the 21st Century."},
      {
        "id":"ED437933",
        "title":"ERIC: Mission, Structure, and Resources."},
      {
        "id":"ED437934",
        "title":"Technology and the ERIC System: New Opportunities and New Impacts."},
      {
        "id":"ED437935",
        "title":"ERIC User Services: Evaluation in a Decentralized Environment."},
      {
        "id":"ED437936",
        "title":"ERIC Products and Information Dissemination."},
      {
        "id":"ED437937",
        "title":"Reminiscences from the Field: The Continuing Story of ERIC."},
      {
        "id":"ED437938",
        "title":"Access for All: Libraries in Florida's Future. A Plan for the Continued Development of Florida's Libraries."},
      {
        "id":"ED437939",
        "title":"Georgia's Five-Year Library Services and Technology Act Plan, October 1, 1997 to September 30, 2002."},
      {
        "id":"ED437940",
        "title":"Utah State Library Division. Library Services &amp; Technology Act: Five Year Plan."},
      {
        "id":"ED437941",
        "title":"XML: A Language To Manage the World Wide Web. ERIC Digest."},
      {
        "id":"ED437948",
        "title":"Collection Development Policy: Paul &amp; Emily Douglas Library &amp; Learning Resources. Revised Edition."},
      {
        "id":"ED437949",
        "title":"Council on Library and Information Resources: Annual Report, 1998-1999."},
      {
        "id":"ED437950",
        "title":"Digital Library Federation: Annual Report, 1998-1999."},
      {
        "id":"ED437952",
        "title":"Collection Development Policy: Government Information."},
      {
        "id":"ED437954",
        "title":"Cataloging of Resources Digitized for Preservation. SPEC Kit 249 [and] SPEC Flyer 249."},
      {
        "id":"ED437955",
        "title":"Issues and Innovations in Educating Faculty on Scholarly Communication Issues. SPEC Kit 250. Transforming Libraries 10."},
      {
        "id":"ED437958",
        "title":"Paving the Way for Collaboration between Librarians and Faculty."},
      {
        "id":"ED437959",
        "title":"Report of the Committee To Develop the Library and Information Technology Session for the Freshman Experience."},
      {
        "id":"ED437960",
        "title":"Teen Summer Reading Program, 1999. Read around the World."},
      {
        "id":"ED437961",
        "title":"Statistics of Alaska Public Libraries: FY 1998 with FY 1988-FY 1998 Comparisons."},
      {
        "id":"ED437963",
        "title":"Children's Summer Reading Program, 1999. Read around the World."},
      {
        "id":"ED437971",
        "title":"Electronic Reference Service. SPEC Kit 251."},
      {
        "id":"ED437972",
        "title":"I'll Go to the Library Tomorrow: The Role of Procrastination in Library Anxiety."},
      {
        "id":"ED437973",
        "title":"Library Anxiety among International Students."},
      {
        "id":"ED437975",
        "title":"Directory of Michigan Libraries, 1999 thru 2000."},
      {
        "id":"ED437977",
        "title":"Library Services &amp; Technology Act. Report for 1998."},
      {
        "id":"ED437978",
        "title":"Library of Michigan: Financial Management Reference Guide."},
      {
        "id":"ED437979",
        "title":"ARL: A Bimonthly Newsletter of Research Library Issues and Actions, 1999."},
      {
        "id":"ED437981",
        "title":"The Making of America II Testbed Project: A Digital Library Service Model."},
      {
        "id":"ED437982",
        "title":"Library Support Staff Position Classification Studies. SPEC Kit 252."},
      {
        "id":"ED437983",
        "title":"Academic Libraries: 1996. E.D. TABS."},
      {
        "id":"ED437985",
        "title":"Faculty Guide for Moving Teaching and Learning to the Web."},
      {
        "id":"ED437986",
        "title":"Senate Rostrum: The Newsletter of the Academic Senate for California Community Colleges, 1999."},
      {
        "id":"ED437987",
        "title":"The Role of Academic Senates in Enrollment Management."},
      {
        "id":"ED437988",
        "title":"Participating Effectively in District and College Governance."},
      {
        "id":"ED437989",
        "title":"Santa Monica College Master Plan for Technology. Revision 1998-2000."},
      {
        "id":"ED437990",
        "title":"Report on the Results of the 1999 Staff Institutional Survey."},
      {
        "id":"ED437991",
        "title":"Graduate Follow-Up Survey of 1999 Vocational Students."},
      {
        "id":"ED437992",
        "title":"Student Evaluation of Instruction, Term 99-1."},
      {
        "id":"ED437994",
        "title":"Gender and Ethnic Hiring Trends of Athletic Directors and Head Coaches in the California Community Colleges from 1988 through 1997."},
      {
        "id":"ED437995",
        "title":"Academic Year Report, 1998-99."},
      {
        "id":"ED437997",
        "title":"Learner Reactions to College English on WebCT."},
      {
        "id":"ED437998",
        "title":"Sexual Knowledge, Attitudes, and Behaviors of an Ethnically Diverse Sample of Community College Students in Metropolitan New York."},
      {
        "id":"ED437999",
        "title":"Characteristics of Students Who Successfully Complete Two-Year Degree Programs at an Urban, Historically Black, Community College."},
      {
        "id":"ED438001",
        "title":"Inventory of Approved and Projected Programs."},
      {
        "id":"ED438002",
        "title":"Integrating Asian Film into Film Studies and Film Production Courses Using Examples from Yasujiro Ozu (Japan) and Zhang Yimou (China). Asian Studies Module, 1997."},
      {
        "id":"ED438003",
        "title":"Report on the Results of the 1999 Faculty Institutional Survey."},
      {
        "id":"ED438004",
        "title":"High School Graduates Attending PVCC."},
      {
        "id":"ED438005",
        "title":"Retention, Persistence, Success: Where Do Basic Skills and ESL Students Fit in Current Accountability Models?"},
      {
        "id":"ED438006",
        "title":"Student Transfer Guide General Education Articulation Matrix, 1998-99."},
      {
        "id":"ED438007",
        "title":"Annual Report, 1998-1999."},
      {
        "id":"ED438009",
        "title":"Transfer in Virginia--An Update. Transfer Connection, 1997."},
      {
        "id":"ED438010",
        "title":"Computer Literacy for Community College Students. ERIC Digest."},
      {
        "id":"ED438011",
        "title":"A Review of Community College Curriculum Trends. ERIC Digest."},
      {
        "id":"ED438012",
        "title":"The Multiple Demands of a Tutor Coordinator: How To Balance a Very Split-Personality Job."},
      {
        "id":"ED438013",
        "title":"The Courage To Care: Addressing Sexual Minority Issues on Campus."},
      {
        "id":"ED438014",
        "title":"The Healthy Kindergarten: A Model Project of Health Promotion in the Kindergartens of the Czech Republic."},
      {
        "id":"ED438015",
        "title":"&quot;Ijime&quot;: An Exploratory Study of a Collective Form of Bullying among Japanese Students."},
      {
        "id":"ED438016",
        "title":"Depression and Friendship Reciprocity: Relation to Congruence in Perception about Positive Friendship Qualities."},
      {
        "id":"ED438017",
        "title":"A Comparison of Chinese and English-Speaking Children on a Series of Theory of Mind-Related Tasks."},
      {
        "id":"ED438018",
        "title":"How Do Maternal Reasoning and Physical Punishment Contribute to Development of Verbal Competence and Behavior Problems?"},
      {
        "id":"ED438019",
        "title":"Stepping Up: Financing Early Care and Education in the 21st Century. Volume 1. Four Papers Commissioned for \"Making It Economically Viable: Financing Early Care and Education.\" A Working Meeting (Santa Cruz, California, March 3-5, 1999)."},
      {
        "id":"ED438022",
        "title":"The Effective Early Learning Project: The Quality of Adult Engagement in Early Childhood Settings in the UK."},
      {
        "id":"ED438023",
        "title":"Stepping Up Together: Financing Early Care and Education in the 21st Century. Volume 2. Proceedings for \"Making It Economically Viable: Financing Early Care and Education.\" A Working Meeting (Santa Cruz, California, March 3-5, 1999)."},
      {
        "id":"ED438024",
        "title":"Children's Report Card, 1999: Measuring Minnesota's Progress for Children and Youth. Summary Report."},
      {
        "id":"ED438026",
        "title":"The Transition to Kindergarten. A Series from the National Center for Early Development and Learning."},
      {
        "id":"ED438028",
        "title":"An Overview: Children and Violence. Special Report."},
      {
        "id":"ED438029",
        "title":"Use of Subsidized Child Care by Philadelphia Families: Findings and Discussion."},
      {
        "id":"ED438031",
        "title":"First Grade Teacher's Feelings about Discussing Death in the Classroom and Suggestions To Support Them."},
      {
        "id":"ED438033",
        "title":"First Class: A Guide for Early Primary Education. Preschool-Kindergarten-First Grade."},
      {
        "id":"ED438034",
        "title":"Get the Lead Out: Illinois Childhood Lead Poisoning Surveillance Report, 1997-1998."},
      {
        "id":"ED438035",
        "title":"Kindergarten: Authorized Resources Annotated List."},
      {
        "id":"ED438036",
        "title":"Fostering Student Self-Esteem in the Catholic Elementary School."},
      {
        "id":"ED438037",
        "title":"Lead in Your Home: A Parent's Reference Guide."},
      {
        "id":"ED438038",
        "title":"Reading with Your Elementary Child: Tips for Parents--Grades 3-5."},
      {
        "id":"ED438040",
        "title":"Family Child Care Peer-to-Peer Exchange: A Policy Briefing, December 10-12, 1998."},
      {
        "id":"ED438042",
        "title":"Action Research Revisited: Five Field Examples."},
      {
        "id":"ED438046",
        "title":"The Human Cost of Waiting for Child Care: A Study."},
      {
        "id":"ED438048",
        "title":"Setting a Course for Early Education and Care in Massachusetts: Using Data To Guide Policy Development. Future Trends, Volume V, 1999."},
      {
        "id":"ED438050",
        "title":"Resisting the Pendulum Swing: Informed Perspectives on Education Controversies."},
      {
        "id":"ED438051",
        "title":"The Social Ecology of Achievement in Pre-Adolescents: Social Support and School Attitudes."},
      {
        "id":"ED438053",
        "title":"A System for the Expansion and Development of School into a Space of Constructive Engagement for Childhood Age Categories."},
      {
        "id":"ED438054",
        "title":"The Early Childhood Inclusion Model: A Program for All Children."},
      {
        "id":"ED438059",
        "title":"Child Care: How Do Military and Civilian Center Costs Compare? United States General Accounting Office Report to Congressional Requesters."},
      {
        "id":"ED438060",
        "title":"Food Assistance: Efforts To Control Fraud and Abuse in the Child and Adult Care Food Program Should Be Strengthened. United States General Accounting Office Report to Congressional Committees."},
      {
        "id":"ED438061",
        "title":"Child Care: State Efforts To Enforce Safety and Health Requirements. United States General Accounting Office Report to Congressional Requesters."},
      {
        "id":"ED438062",
        "title":"Child Health USA, 1998."},
      {
        "id":"ED438063",
        "title":"Child Health USA, 1999."},
      {
        "id":"ED438065",
        "title":"Towards Understanding Leadership in Early Childhood Context: Cross-Cultural Perspectives. Acta Universitatis Ouluensis, E Scientique Rerum Socialium 35."},
      {
        "id":"ED438066",
        "title":"Using Psychological Strategies To Help Your Child Read More."},
      {
        "id":"ED438072",
        "title":"Teen Birth Rate. CTS Facts at a Glance."},
      {
        "id":"ED438073",
        "title":"The Health Behaviors of American Parents: Implications for Children. Child Trends Research Brief."},
      {
        "id":"ED438075",
        "title":"International Survey of the Status of Waldorf Schools."},
      {
        "id":"ED438076",
        "title":"Do Parents Get What They Want from Day Care Service?"},
      {
        "id":"ED438079",
        "title":"A Child Advocate's Guide to State Child Protective Services Reform. Issue Brief."},
      {
        "id":"ED438080",
        "title":"Practices and Interactions in the Primary Classroom. Interchange 60."},
      {
        "id":"ED438081",
        "title":"The Child Care Challenge: Models for Child Care Services. Neighborhood Networks."},
      {
        "id":"ED438086",
        "title":"Conceptualising the Professional Role in Early Childhood Centres: Emerging Profiles in Four European Countries."},
      {
        "id":"ED438087",
        "title":"Childrearing in Hubai Village, China. Working Papers in Early Childhood Development 25."},
      {
        "id":"ED438088",
        "title":"The Quality Journey/He Haerenga Whai Hua: Improving Quality in Early Childhood Services."},
      {
        "id":"ED438089",
        "title":"America's Kindergartners: Findings from the Early Childhood Longitudinal Study, Kindergarten Class of 1998-99, Fall 1998."},
      {
        "id":"ED438090",
        "title":"Opening a New Window on Child Care: A Report on the Status of Child Care in the Nation Today."},
      {
        "id":"ED438092",
        "title":"Taking the Next Steps Together: Transition for Children Birth through Age Eight in Iowa."},
      {
        "id":"ED448114",
        "title":"Encountering Maryland&apos;s Past, Volume 3: Frontiers in History. A Primary Source Kit from the Maryland Historical Society."},
      {
        "id":"ED448115",
        "title":"A Climate of Trust: A Visit to Two Swedish Schools."},
      {
        "id":"ED448116",
        "title":"Guidebook for Colleges and Universities Preparing Social Studies Teachers. National Standards for Social Studies Teachers, Volume III."},
      {
        "id":"ED448117",
        "title":"Open File: Education in Asia."},
      {
        "id":"ED448119",
        "title":"Current Issues in Flexibility Fitness."},
      {
        "id":"ED448120",
        "title":"Teaching Recipes and Mixed Patterns of Justification: Some Findings of Teachers' Pedagogical Thinking."},
      {
        "id":"ED448121",
        "title":"Students' Views on Learning in Virtual University."},
      {
        "id":"ED448122",
        "title":"In Search of a Good Virtual Teacher."},
      {
        "id":"ED448124",
        "title":"Do the Benefits Associated with School Council Membership Function as Incentives for Teachers To Seek the Position?"},
      {
        "id":"ED448125",
        "title":"Beyond &quot;An Experiment with a Project Curriculum&quot;: The Other Works of Ellsworth Collings."},
      {
        "id":"ED448126",
        "title":"Teacher Response to Beginning Reader Errors: Three Case Studies."},
      {
        "id":"ED448127",
        "title":"Extrinsic Motivators and Incentives: Challenge and Controversy."},
      {
        "id":"ED448129",
        "title":"Tutor Training for the American Reads Challenge: Omaha Public Schools."},
      {
        "id":"ED448130",
        "title":"Changing Teaching Practices by Empowering Teachers with Research Knowledge."},
      {
        "id":"ED448131",
        "title":"Evaluation of the Renaissance Project for Improving Teacher Quality."},
      {
        "id":"ED448132",
        "title":"Cognitive Illusions as Hindrances to Learning Complex Environmental Issues."},
      {
        "id":"ED448134",
        "title":"Lift Every Voice and Sing: Democratic Dialogue in a Teacher Education Classroom."},
      {
        "id":"ED448136",
        "title":"A Three-State Study of Female Superintendents."},
      {
        "id":"ED448137",
        "title":"A Four-Year Cross-Sectional Study of Changes in Self-Efficacy and Stages of Concern among Pre-Service Teachers."},
      {
        "id":"ED448139",
        "title":"Millennium Mentoring: 1st Year Teacher Statewide Mentoring Programs in the United States, 1993-1994 & 1999-2000."},
      {
        "id":"ED448140",
        "title":"Making Meaning of Teacher Leadership in the Implementation of a Standards-Based Mathematics Curriculum."},
      {
        "id":"ED448141",
        "title":"Who Are We Not Calling On? A Study of Classroom Participation and the Implementation of the Name Card Method."},
      {
        "id":"ED448147",
        "title":"Critical Issues in the Induction of Secondary School Teachers in Business Education, English and Language Arts, Foreign Language, and Mathematics."},
      {
        "id":"ED448148",
        "title":"Cultural Literacy: Are Practically Average Knowledge Levels Enough?"},
      {
        "id":"ED448149",
        "title":"Preservice Teachers and Teacher Educators: Are They Sensitive about Cultural Diversity Issues."},
      {
        "id":"ED448150",
        "title":"Teacher Education in the 21st Century: Lessons from Intern Attrition in an Urban Professional Development School."},
      {
        "id":"ED448151",
        "title":"Teaching Policy Handbook: Higher Passing Scores on Teacher Licensure Examination. Working Paper."},
      {
        "id":"ED448152",
        "title":"The Validity of National Board for Professional Teaching Standards (NBPTS)/Interstate New Teacher Assessment and Support Consortium (INTASC) Assessments for Effective Urban Teachers: Findings and Implications for Assessments."},
      {
        "id":"ED448153",
        "title":"Beginning Teacher Induction: A Report on Beginning Teacher Effectiveness and Retention."},
      {
        "id":"ED448154",
        "title":"Teachers' Professional Development in the Context of High School Reform: Findings from a Three-Year Study of Restructuring Schools."},
      {
        "id":"ED448155",
        "title":"The Effects of Professional Development Schools: A Literature Review."},
      {
        "id":"ED448156",
        "title":"Teacher Research as Professional Development for P-12 Educators."},
      {
        "id":"ED448157",
        "title":"Guide to Practitioner Research Resources in North America."},
      {
        "id":"ED448158",
        "title":"Final Report (Revised) for the National Study of Community College Career Corridors for K-12 Teacher Recruitment."},
      {
        "id":"ED448159",
        "title":"Literature Review: Technology To Support Teacher Development."},
      {
        "id":"ED448160",
        "title":"The Effects of Music on Age Group Swimmers' Motivation and Practice Behavior."},
      {
        "id":"ED448165",
        "title":"Anchorage School District Profile of Performance, 1998-1999. Assessment and Evaluation Report."},
      {
        "id":"ED448166",
        "title":"Scoring above the International Average: A Logistic Regression Model of the TIMSS Advanced Mathematics Exam."},
      {
        "id":"ED448167",
        "title":"Focusing on Focus Group Use in Educational Research."},
      {
        "id":"ED448168",
        "title":"Using an Innovation Configuration Component Map To Assess the Relationship between Student Achievement and the Degree of Implementation of Extended School Services in a Sample of Kentucky Middle Schools."},
      {
        "id":"ED448169",
        "title":"A Factor Analysis of the Discipline Efficacy Scale."},
      {
        "id":"ED448170",
        "title":"Interpreting the Four Types of Sums of Squares in SPSS."},
      {
        "id":"ED448171",
        "title":"Assessing Performance Outcomes Using Portfolios with Graduates Enrolled in an Educational Leadership Class."},
      {
        "id":"ED448172",
        "title":"Informatics as a Field of Study in Education: A Needs Assessment and Research Agenda."},
      {
        "id":"ED448173",
        "title":"Alternative Certification Program: A Collaborative Effort between Hamilton County Department of Education and the University of Tennessee at Chattanooga."},
      {
        "id":"ED448174",
        "title":"A Review of the Literature on Missing Data."},
      {
        "id":"ED448175",
        "title":"The Corrected Eta-Squared Coefficient: A Value Added Approach."},
      {
        "id":"ED448176",
        "title":"Development of a Measure of Attitudes toward School Violence."},
      {
        "id":"ED448177",
        "title":"Conducting Survey Research via the Internet."},
      {
        "id":"ED448178",
        "title":"Statistics Scores and Testing Time."},
      {
        "id":"ED448179",
        "title":"Metacognitive Protocols: A Qualitative Study of Perceptions of \"Smartness\" of Adults and Children."},
      {
        "id":"ED448180",
        "title":"Never a Nation at Risk: Exorcising the Ghost of Education Past."},
      {
        "id":"ED448181",
        "title":"Pre- and Post KERA Students' Writing Skills: A Comparative Study."},
      {
        "id":"ED448182",
        "title":"Differences in Student Ratings of Instructional Effectiveness Based on the Demographic and Academic Characteristics of Instructors."},
      {
        "id":"ED448183",
        "title":"Navigating Electronic Survey Methods: Three Pilot Studies."},
      {
        "id":"ED448184",
        "title":"A Study of Opinions on the Nutritional Environment of Middle School Grades: One Example of the Process of Qualitative Research."},
      {
        "id":"ED448185",
        "title":"Impact of Small Class Size on Achievement."},
      {
        "id":"ED448186",
        "title":"The Impact of Music Education and Athletic Participation on Academic Achievement."},
      {
        "id":"ED448187",
        "title":"The Effects of Four Selected Components of Opportunity To Learn on Mathematics Achievement of Grade 12 Students in New Providence, Bahamas."},
      {
        "id":"ED448188",
        "title":"Are All Effect Sizes Created Equal?"},
      {
        "id":"ED448189",
        "title":"Detecting and Dealing with Outliers in Univariate and Multivariate Contexts."},
      {
        "id":"ED448190",
        "title":"The Typologies of Successful and Unsuccessful Students in the Core Subjects of Language Arts, Mathematics, Science, and Social Studies Using the Theory of Multiple Intelligences in a High School Environment in Tennessee."},
      {
        "id":"ED448191",
        "title":"The Effects of Absences and Academic Self-Concept on Academic Achievement in Two Eleventh-Grade U.S. History Classes."},
      {
        "id":"ED448193",
        "title":"Viewing Quantitative Data through Qualitative Eyes."},
      {
        "id":"ED448195",
        "title":"Computing Composite Scale Scores for Accountability: A Validation Study of Nebraska's District Evaluation Model."},
      {
        "id":"ED448196",
        "title":"A Comparison of the Angoff and Bookmark Standard Setting Methods."},
      {
        "id":"ED448197",
        "title":"Learning and Cognitive Theory Applied to Education."},
      {
        "id":"ED448198",
        "title":"The Pitfalls of Ignoring Multilevel Design in National Datasets."},
      {
        "id":"ED448199",
        "title":"Relationship between Critical Thinking and Performance in Research Methodology Courses."},
      {
        "id":"ED448200",
        "title":"Science Process Skills and Achievement in Research Methodology Courses."},
      {
        "id":"ED448201",
        "title":"On Becoming a Bi-Researcher: The Importance of Combining Quantitative and Qualitative Research Methodologies."},
      {
        "id":"ED448202",
        "title":"Statistics Anxiety: Nature, Etiology, Antecedents, Effects, and Treatments: A Comprehensive Review of the Literature."},
      {
        "id":"ED448203",
        "title":"Treatment by Aptitude Interactions as a Mediator of Group Performance in Research Methodology Courses."},
      {
        "id":"ED448204",
        "title":"Reliability Generalization: The Importance of Considering Sample Specificity, Confident Intervals, and Subgroup Differences."},
      {
        "id":"ED448205",
        "title":"Expanding the Framework of Internal and External Validity in Quantitative Research."},
      {
        "id":"ED448206",
        "title":"Effect Sizes in Qualitative Research."},
      {
        "id":"ED448207",
        "title":"The Relationships of the Emotional Intelligence Inventory."},
      {
        "id":"ED448208",
        "title":"Self-Efficacy Teaching and Knowledge Instrument for Science Teachers (SETAKIST): A Proposal for a New Efficacy Instrument."},
      {
        "id":"ED448209",
        "title":"Alternative Approaches for Interpreting Alpha with Homogeneous Subsamples."},
      {
        "id":"ED448210",
        "title":"The Susceptibility of Item Parameters to Instructions for Completion."},
      {
        "id":"ED448211",
        "title":"The Impact of Instructional Set on Distributions of Self-Report Ratings on a Survey of Personality Characteristics."},
      {
        "id":"ED448212",
        "title":"Getting off the List: School Improvement in New York City."},
      {
        "id":"ED448213",
        "title":"CEIC Review, 1999."},
      {
        "id":"ED448215",
        "title":"More than Grades: How Choice Boosts Parental Involvement and Benefits Children. Policy Analysis, No. 383."},
      {
        "id":"ED448216",
        "title":"On the Bottom Rung: A Profile of Americans in Low-Income Working Families. New Federalism: Issues and Options for States. Series A, No. A-42. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED448217",
        "title":"National Symposium on Transportation for Homeless Children and Youth. Proceedings of the Annual Meeting (Williamsburg, Virginia, February 20-21, 2000)."},
      {
        "id":"ED448218",
        "title":"Dropout Prevention Strategies for Hispanic Students."},
      {
        "id":"ED448219",
        "title":"A Coordinated Approach to Raising the Socio-Economic Status of Latinos in California."},
      {
        "id":"ED448220",
        "title":"Passing the Test: The National Interest in Good Schools for All."},
      {
        "id":"ED448221",
        "title":"Snapshots of America's Families II: A View of the Nation and 13 States from the National Survey of America's Families, 1997-1999."},
      {
        "id":"ED448223",
        "title":"Underrepresented Minority Achievement and Course Taking: The Kindergarten-Graduate Continuum."},
      {
        "id":"ED448224",
        "title":"Promoting National Minority Leadership in Science and Engineering: A Report on Proposed Actions."},
      {
        "id":"ED448225",
        "title":"Smaller Classes Not Vouchers Increase Student Achievement."},
      {
        "id":"ED448226",
        "title":"School House Hype: School Shootings and the Real Risks Kids Face in America. Policy Report."},
      {
        "id":"ED448227",
        "title":"Embedded Research in Practice: A Study of Systemic Reform in Milwaukee Public Schools."},
      {
        "id":"ED448228",
        "title":"State Policy Initiatives for Reducing Teen and Adult Nonmarital Childbearing: Family Planning to Family Caps. New Federalism: Issues and Options for States. An Urban Institute Program To Assess Changing Social Policies, Series A, No. A-43."},
      {
        "id":"ED448229",
        "title":"Are Teens in Low-Income and Welfare Families Working Too Much? New Federalism: National Survey of America's Families, Series B, No. B-25. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED448230",
        "title":"Child Well-Being at the Outset of Welfare Reform: An Overview of the Nation and 13 States. New Federalism: National Survey of America's Families, Series B, No. B-23. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED448231",
        "title":"&quot;Edupreneurs&quot;: A Survey of For-Profit Education. Policy Analysis, No. 386."},
      {
        "id":"ED448232",
        "title":"Sexual Minority Students. Technical Assistance Sampler On."},
      {
        "id":"ED448233",
        "title":"Great Expectations: Reforming Urban High Schools. An Education Forum with Urban Educators and Leaders."},
      {
        "id":"ED448234",
        "title":"Ending Social Promotion: Early Lessons Learned. A Report on Early Lessons Learned in the Efforts To End Social Promotion in the Nation's Public Schools."},
      {
        "id":"ED448235",
        "title":"Youth Gang Programs and Strategies. OJJDP Summary."},
      {
        "id":"ED448236",
        "title":"Transforming Neighborhoods into Family-Supporting Environments: Evaluation Issues and Challenges. Report of the Annie E. Casey Foundation&apos;s Research and Evaluation Conference (Baltimore, Maryland, March 1999)."},
      {
        "id":"ED448237",
        "title":"Juvenile Mentoring Program: A Progress Review. Juvenile Justice Bulletin."},
      {
        "id":"ED448238",
        "title":"Minority Students Who Persist: A Three-Year Study of Undergraduate Engineering Majors."},
      {
        "id":"ED448239",
        "title":"High School Dropouts: Issues and Solutions."},
      {
        "id":"ED448241",
        "title":"Relative Strength: A Report on the Family's Place in Workforce Development Initiatives. Field Report Series."},
      {
        "id":"ED448242",
        "title":"State of the New York City Public Schools, 2000. Civic Report No. 13."},
      {
        "id":"ED448243",
        "title":"The Technical, Cultural, and Political Factors in College Preparation Programs for Urban and Minority Youth. ERIC Digest Number 158."},
      {
        "id":"ED448244",
        "title":"Characteristics of Effective Urban College Preparation Programs. ERIC Digest Number 159."},
      {
        "id":"ED448245",
        "title":"Nearly 95 Percent of Low-Income Uninsured Children Now Are Eligible for Medicaid or SCHIP: Measures Need To Increase Enrollment among Eligible but Uninsured Children."},
      {
        "id":"ED448246",
        "title":"The Education Freedom Index. Civic Report Number 14."},
      {
        "id":"ED448247",
        "title":"African-American Students in APS: A Special Report Prepared for the Superintendent&apos;s Community Council on Equity. A Report in Support of Goals II and VII."},
      {
        "id":"ED448248",
        "title":"Preventing Student Sexual Harassment. ERIC Digest Number 160."},
      {
        "id":"ED448251",
        "title":"Beyond Racism: Embracing an Interdependent Future. Brazil, South Africa, the United States."},
      {
        "id":"ED448252",
        "title":"Racial Wealth Disparities: Is the Gap Closing? Working Paper No. 311."},
      {
        "id":"ED448253",
        "title":"Welfare College Students: Measuring the Impact of Welfare Reform. Policy Note."},
      {
        "id":"ED448254",
        "title":"America's Children in the 21st Century. Putting Ideas to Work: A Progress Report from the Children's Partnership."},
      {
        "id":"ED448255",
        "title":"The Personal Responsibility and Work Opportunity Reconciliation Act of 1996: An Examination of Its Impact on Legal Immigrants and Refugees in Rhode Island."},
      {
        "id":"ED448256",
        "title":"An Analysis of One School's Attempt To Combat White Flight."},
      {
        "id":"ED448257",
        "title":"Making the Link: Pregnancy Prevention and the New Welfare Era."},
      {
        "id":"ED448258",
        "title":"Child Care after Leaving Welfare: Early Evidence from State Studies."},
      {
        "id":"ED448261",
        "title":"An Investigation of Philadelphia's Youth Aid Panel: A Community-Based Diversion Program for First-Time Youthful Offenders."},
      {
        "id":"ED448262",
        "title":"National Youth Gang Survey, 1998. OJJDP Summary."},
      {
        "id":"ED448264",
        "title":"Adventures in Assessment: Learner-Centered Approaches to Assessment and Evaluation in Adult Literacy, 1991-1998."},
      {
        "id":"ED448265",
        "title":"Why Privatizing Government Services Would Hurt Women Workers. Research-in-Brief."},
      {
        "id":"ED448266",
        "title":"Adult Career Counseling Center Seventeenth Annual Report, September 1999-June 2000. Computer-Assisted Career Guidance Systems and Career Counseling Services."},
      {
        "id":"ED448267",
        "title":"Parenting and Providing: The Impact of Parents' Fair Share on Paternal Involvement."},
      {
        "id":"ED448268",
        "title":"Working and Earning: The Impact of Parents' Fair Share on Low-Income Fathers' Employment."},
      {
        "id":"ED448269",
        "title":"Built To Work: A Common Framework for Skill Standards."},
      {
        "id":"ED448270",
        "title":"Skill Scales Companion Guide."},
      {
        "id":"ED448271",
        "title":"Project 2030 Aging Initiative Briefing Book [and] Final Report."},
      {
        "id":"ED448272",
        "title":"An Evaluation of the Employee Training and Development Process for Nicolet Area Technical College's Basic Education Program."},
      {
        "id":"ED448274",
        "title":"From the Margins to the Mainstream: An Action Agenda for Literacy. Guide for a Two- or Three-Hour Group Discussion and Planning Meeting."},
      {
        "id":"ED448276",
        "title":"Community as the Web of Learning."},
      {
        "id":"ED448277",
        "title":"Integration of Welfare and Workforce Development Systems in the Midwest: Analysis of Implementation."},
      {
        "id":"ED448278",
        "title":"Winning the Skills Race."},
      {
        "id":"ED448279",
        "title":"Implementing the Workforce Investment Act: A Guide for Maine People and Businesses."},
      {
        "id":"ED448280",
        "title":"A Teacher's Guide to the Selective Service System."},
      {
        "id":"ED448281",
        "title":"Trade Adjustment Assistance: Trends, Outcomes, and Management Issues in Dislocated Worker Programs. Report to the Chairman and Ranking Minority Member, Committee on Finance, U.S. Senate."},
      {
        "id":"ED448282",
        "title":"Project-Based Learning for Cosmetology Students."},
      {
        "id":"ED448283",
        "title":"High School Work and Family Life ITAC [Integrated Technical &amp; Academic Competencies] for Career-Focused Education."},
      {
        "id":"ED448284",
        "title":"Literacy Skills for 21st Century America: A Foundation for Creating a More Literate Nation."},
      {
        "id":"ED448285",
        "title":"Assessing Learners Online. Practitioner File."},
      {
        "id":"ED448287",
        "title":"Learning To Learn. ARIS Information Sheet."},
      {
        "id":"ED448288",
        "title":"Apprenticeship. Trends and Issues Alert No. 19."},
      {
        "id":"ED448289",
        "title":"Career Pathways. Trends and Issues Alert No. 20."},
      {
        "id":"ED448290",
        "title":"African Americans and Self-Help Education: The Missing Link in Adult Education. ERIC Digest No. 222."},
      {
        "id":"ED448291",
        "title":"Is the GED a Valuable Credential? Myths and Realities No. 10."},
      {
        "id":"ED448292",
        "title":"Future Work. Myths and Realities No. 11."},
      {
        "id":"ED448293",
        "title":"The Learning Organization: Theory and Practice. Myths and Realities No. 12."},
      {
        "id":"ED448294",
        "title":"20 Facts on Women Workers. Facts on Working Women."},
      {
        "id":"ED448295",
        "title":"Women at the Millennium, Accomplishments and Challenges Ahead. Facts on Working Women."},
      {
        "id":"ED448296",
        "title":"Hot Jobs for the 21st Century. Facts on Working Women."},
      {
        "id":"ED448297",
        "title":"Tools for Employers: Making Equal Pay a Reality in Your Workplace. Facts on Working Women."},
      {
        "id":"ED448298",
        "title":"Women, Work and Wages: How To Get the Job and Pay You Want. Facts on Working Women."},
      {
        "id":"ED448299",
        "title":"Building Resilience: Helping Young Adults in the Adult Education Classroom."},
      {
        "id":"ED448300",
        "title":"Moving the Margins: Successful Programs for Marginalised Youth."},
      {
        "id":"ED448304",
        "title":"Contextual Learning in Adult Education. Practice Application Brief No. 12."},
      {
        "id":"ED448305",
        "title":"Transformative Learning and the Journey of Individuation. ERIC Digest No. 223."},
      {
        "id":"ED448306",
        "title":"National Health Care Skill Standards."},
      {
        "id":"ED448307",
        "title":"Out on a Limb."},
      {
        "id":"ED448308",
        "title":"Creating Economic Opportunities for Every Young Person. Lessons from The Hitachi Foundation's Partnerships in Education and Economic Opportunity Initiative."},
      {
        "id":"ED448317",
        "title":"The Workforce Investment Act and CTE [Career and Technical Education]. In Brief: Fast Facts for Policy and Practice No. 6."},
      {
        "id":"ED448318",
        "title":"Professional Development in Career and Technical Education. In Brief: Fast Facts for Policy and Practice No. 7."},
      {
        "id":"ED448319",
        "title":"Career and Technical Education: A New Look. In Brief: Fast Facts for Policy and Practice No. 8."},
      {
        "id":"ED448320",
        "title":"Career and Technical Education in Urban Schools. In Brief: Fast Facts for Policy and Practice No. 9."},
      {
        "id":"ED448321",
        "title":"Work Force Information and Career-Technical Education. In Brief: Fast Facts for Policy and Practice No. 10."},
      {
        "id":"ED448322",
        "title":"The Digital Workforce: Update, August 2000 [and] The Digital Work Force: State Data &amp; Rankings, September 2000."},
      {
        "id":"ED448323",
        "title":"An Investigation of the Enhanced Relationship between Participants in Lifeskills Courses and the Environment. Human Needs, Resources and the Environment Publication Series."},
      {
        "id":"ED448324",
        "title":"Benchmarks for Success in High School Education: Putting Data to Work in School-to-Career Education Reform."},
      {
        "id":"ED448326",
        "title":"Success in the New Welfare Environment: An Assessment of Approaches in HUD's Employment and Training Initiatives."},
      {
        "id":"ED448327",
        "title":"Volunteerism. Rural Information Center Publications Series, No. 64. Revised Edition."},
      {
        "id":"ED448330",
        "title":"Career Development Guide: A Comprehensive Guide for Middle Level Schools from Planning through Implementation of Career Development."},
      {
        "id":"ED448331",
        "title":"Roadmap to Perkins III: The Carl D. Perkins Vocational and Technical Education Act of 1998. A Guidebook for Illinois."},
      {
        "id":"ED448332",
        "title":"Career Development of Under-Employed Graduates. NICEC Briefing."},
      {
        "id":"ED448333",
        "title":"Career Guidance for the Third Age. Report on a NICEC/CRAC Invitational Policy Consultation (Birmingham, England, October 30-31, 1996). CRAC/NICEC Conference Briefing."},
      {
        "id":"ED448334",
        "title":"Choosing Science at 16: The Influence of Science Teachers and Career Advisers on Students' Decisions about Science Subjects and Science and Technology Careers. NICEC Briefing."},
      {
        "id":"ED448335",
        "title":"Researching &quot;Inclusion.&quot; Papers from the Annual Conference of the Standing Conference on University Teaching and Research in the Education of Adults (30th, Nottingham, England, July 3-5, 2000)."},
      {
        "id":"ED448336",
        "title":"Construction Cluster Skills Standards."},
      {
        "id":"ED448337",
        "title":"Who's Hiring Whom for What? A Report on Employer Practices and Perceptions in Wisconsin and Their Implications for the Future of Welfare Reform."},
      {
        "id":"ED448338",
        "title":"Very Rapid Increase in Demand for Core Information Technology Workers Projected for the 1996-2006 Period. America's New Deficit: Update."},
      {
        "id":"ED448339",
        "title":"The Financing of Vocational Education and Training in Ireland. Financing Portrait. CEDEFOP Panorama."},
      {
        "id":"ED448340",
        "title":"Changes in High School Vocational Coursetaking in a Larger Perspective. Stats in Brief."},
      {
        "id":"ED448341",
        "title":"The Lifelong Learning Demonstration: Final Evaluation Report on the Experimental Site. Research and Evaluation Report Series."},
      {
        "id":"ED448342",
        "title":"State Financed and Customized Training Programs. Research and Evaluation Report Series."},
      {
        "id":"ED448343",
        "title":"Evaluation of the School-to-Work Out-of-School Youth Demonstration and Job Corps Model Centers. Final Report for the Job Corps Model Centers. Research and Evaluation Report Series."},
      {
        "id":"ED448344",
        "title":"National Job Corps Study: Report on the Process Analysis. Research and Evaluation Report Series."},
      {
        "id":"ED448345",
        "title":"National Job Corps Study: The Impacts of Job Corps on Participants' Literacy Skills. Final Report. Research and Evaluation Report Series."},
      {
        "id":"ED448346",
        "title":"GRAB for Time: A Time Management Skills Board Game."},
      {
        "id":"ED448347",
        "title":"Action Learning: A Strategy for Change."},
      {
        "id":"ED448350",
        "title":"Illinois Occupational Skill Standards: Architectural Drafting Cluster."},
      {
        "id":"ED448351",
        "title":"Illinois Occupational Skill Standards: Automotive Technician Cluster."},
      {
        "id":"ED448352",
        "title":"Illinois Occupational Skill Standards: Court Reporter/Captioner."},
      {
        "id":"ED448353",
        "title":"Illinois Occupational Skill Standards: Finishing and Distribution Cluster."},
      {
        "id":"ED448354",
        "title":"Illinois Occupational Skill Standards: Imaging/Pre-Press Cluster."},
      {
        "id":"ED448355",
        "title":"Illinois Occupational Skill Standards: Mechanical Drafting Cluster."},
      {
        "id":"ED448356",
        "title":"Illinois Occupational Skill Standards: Row Crop Production Cluster."},
      {
        "id":"ED448357",
        "title":"The Situation of Young Labour-Market Entrants in Europe."},
      {
        "id":"ED448358",
        "title":"Como Prepararse a Tiempo para la Universidad: Un Manual para los Padres de Alumnos que Cursan la Escuela Intermedia (Getting Ready for College Early: A Handbook for Parents of Students in the Middle and Junior High School Years)."},
      {
        "id":"ED448359",
        "title":"Deadly Lessons: School Shooters Tell Why. Sun-Times Exclusive Report."},
      {
        "id":"ED448360",
        "title":"The Influence of Gender, Sex-Role Orientation, and Self-Esteem on Adolescents' Use of Coping Strategies."},
      {
        "id":"ED448361",
        "title":"Report of the ASCA Ethics Committee: 1997-1999."},
      {
        "id":"ED448362",
        "title":"Inter-Ethnic Relations on Campus: The Color of Hatred."},
      {
        "id":"ED448363",
        "title":"Teaching beyond the Classroom: Mentoring Student Publications and Presentations."},
      {
        "id":"ED448364",
        "title":"Turning Processes: The Change of Representations in Consultee-Centered Case Consultation. Linkoping Studies in Education and Psychology No. 74."},
      {
        "id":"ED448365",
        "title":"Programmed Writing as a Therapeutic Intervention: A Review of the Literature."},
      {
        "id":"ED448366",
        "title":"Multimethod Assessment of the Dimensions of Parental Support."},
      {
        "id":"ED448367",
        "title":"Saturday Program for Mothers and Children Living in Shelters."},
      {
        "id":"ED448368",
        "title":"Combining Interests and Aptitudes into Career Recommendations."},
      {
        "id":"ED448369",
        "title":"Ethical Considerations for Internet Counseling."},
      {
        "id":"ED448370",
        "title":"An Introduction to Child Maltreatment: A Five-Unit Lesson Plan for Teachers of Psychology in Secondary Schools."},
      {
        "id":"ED448371",
        "title":"School-Based Mental Health Services under Medicaid Managed Care: Policy Report."},
      {
        "id":"ED448373",
        "title":"Using Active Learning in an Adolescent Development Course."},
      {
        "id":"ED448374",
        "title":"Brief Family Counseling Intervention: Cibola Cluster, 1997-98."},
      {
        "id":"ED448375",
        "title":"Student Support Services Pilot Evaluation: 1998-99 School Year for Albuquerque Public Schools. West Mesa Cluster."},
      {
        "id":"ED448379",
        "title":"Impaired Driving among Youth: Trends & Tools for Prevention. Technical Report."},
      {
        "id":"ED448380",
        "title":"The Social-Cognitive Model Applied to Academic Performance and Persistence."},
      {
        "id":"ED448381",
        "title":"Parental Social Anxiety during an Experimental Parent-Child Learned Helplessness Procedure."},
      {
        "id":"ED448382",
        "title":"Mis-Diagnosis and Dual Diagnosis of Gifted Children: Gifted and LD, ADHD, OCD, Oppositional Defiant Disorder."},
      {
        "id":"ED448383",
        "title":"Teachers' Ratings of Children's Classroom Behavior: Time of Year Effects?"},
      {
        "id":"ED448384",
        "title":"Adolescent Behavior Problems: Peer Pressure &quot;Is&quot; All It Is Cracked Up To Be."},
      {
        "id":"ED448385",
        "title":"Dyadic Coping and Interpersonal Trust in Student-Teacher Interactions."},
      {
        "id":"ED448386",
        "title":"Creating a Gender and Communication Course."},
      {
        "id":"ED448387",
        "title":"Patterns of Alcohol Use among Adolescents and Associations with Emotional and Behavioral Problems. OAS Working Paper."},
      {
        "id":"ED448388",
        "title":"Club Drugs. The DAWN Report."},
      {
        "id":"ED448389",
        "title":"Mentoring Processes and Functions in Supervision."},
      {
        "id":"ED448390",
        "title":"Mommy, Do You Think I'm Gay? When Children Ask Questions."},
      {
        "id":"ED448391",
        "title":"Clergy as Counselors: &quot;The Sleeping Giant&quot; Revisited."},
      {
        "id":"ED448393",
        "title":"Guide for the Appraisal of Counselors."},
      {
        "id":"ED448394",
        "title":"New Skills for New Futures: Higher Education Guidance and Counselling Services in the UK."},
      {
        "id":"ED448395",
        "title":"Nonassertive Mothers, Aggressive Teens: Toughlove as a Community Intervention."},
      {
        "id":"ED448396",
        "title":"Both Sides Now: From Academic Counseling Psychology to Health Care."},
      {
        "id":"ED448398",
        "title":"Self-Regulated Learning in Early Adolescence: A Qualitative Analysis."},
      {
        "id":"ED448399",
        "title":"Meeting Performance Improvement Targets in a Children's Outpatient Clinic."},
      {
        "id":"ED448400",
        "title":"Utilizing the Myers-Briggs Personality Inventory in Employee Assistance Program Workplace Seminars."},
      {
        "id":"ED448401",
        "title":"Implementing Mastery Learning in the Social Work Classroom."},
      {
        "id":"ED448402",
        "title":"Curriculum Alignment: Matching What We Teach and Test versus Teaching to the Test."},
      {
        "id":"ED448403",
        "title":"Grading with Norm-Referenced or Criterion-Referenced Measurement: To Curve or Not To Curve, That Is the Question."},
      {
        "id":"ED448404",
        "title":"The Benefits Associated with Dance Education for Adolescent Girls."},
      {
        "id":"ED448407",
        "title":"Appropriate Reading Assessment: Are We on the Right Track?"},
      {
        "id":"ED448408",
        "title":"There Are Three Sounds in the Word CAT: How Phonemic Awareness Works To Facilitate Reading Acquisition."},
      {
        "id":"ED448411",
        "title":"Increasing Parent Involvement for Student Motivation."},
      {
        "id":"ED448413",
        "title":"International Reading Association Position on Title I Reauthorization: 10 Policy Recommendations."},
      {
        "id":"ED448415",
        "title":"Technical Reading in the Middle School. Fastback 456."},
      {
        "id":"ED448416",
        "title":"Technical Advances and Fifth Grade Reading Comprehension: Do Students Benefit?"},
      {
        "id":"ED448417",
        "title":"Examination of Effective Teaching Methods with the Purpose of Motivating Children To Learn How To Read."},
      {
        "id":"ED448418",
        "title":"And the War Continues... Phonics vs. Sight-Reading."},
      {
        "id":"ED448419",
        "title":"Making Sense of Reading."},
      {
        "id":"ED448420",
        "title":"The Cognitive Foundations of Learning To Read: A Framework."},
      {
        "id":"ED448421",
        "title":"The Literacy Acquisition Portfolio."},
      {
        "id":"ED448422",
        "title":"Short-Term Effects of Balanced Reading Implementation on Reading Achievement and Attitudes among Elementary School-Aged Students."},
      {
        "id":"ED448423",
        "title":"UWA Secondary Education Tutoring Project for the West Alabama Learning Coalition."},
      {
        "id":"ED448426",
        "title":"The Final Report of the Maryland State Task Force on Reading."},
      {
        "id":"ED448427",
        "title":"Colorado Reads! Implementing the Colorado Basic Literacy Act: Thoughtful and Practical Responses."},
      {
        "id":"ED448428",
        "title":"Essential Reading Strategies for the Struggling Reader: Activities for an Accelerated Reading Program."},
      {
        "id":"ED448429",
        "title":"Sizing Up and Organising for Instruction in the First Weeks of School."},
      {
        "id":"ED448430",
        "title":"Experimental Research and the Reading Curriculum."},
      {
        "id":"ED448431",
        "title":"The Effect of Interest in Nonfiction Subject Matter on Comprehension."},
      {
        "id":"ED448432",
        "title":"An Investigation of Reading Attitudes and Self-Perceptions of Students Reading On and Below Grade Level."},
      {
        "id":"ED448434",
        "title":"Reading: Know What Works. A Practical Guide for Educators."},
      {
        "id":"ED448435",
        "title":"Reading: Know What Works. A Practical Guide for Educators. National Reading Panel Update."},
      {
        "id":"ED448441",
        "title":"Mutuality in the Rhetoric and Composition Classroom. Studies in Writing &amp; Rhetoric."},
      {
        "id":"ED448442",
        "title":"Wee Deliver: The In-School Postal Service. An Introductional Guide to the Postal Service's Wee Deliver In-School Literacy Program."},
      {
        "id":"ED448443",
        "title":"Collaborative versus Cooperative Learning: A Comparison of the Two Concepts Which Will Help Us Understand the Underlying Nature of Interactive Learning."},
      {
        "id":"ED448444",
        "title":"The Case for Student Centered Instruction via Collaborative Learning Paradigms."},
      {
        "id":"ED448445",
        "title":"The Journey Begins! Getting Started Using Collaborative Learning Techniques."},
      {
        "id":"ED448446",
        "title":"End on a High Note: Better Endings for Classes and Courses."},
      {
        "id":"ED448447",
        "title":"Ted's Writing across the Curriculum E-BOOK."},
      {
        "id":"ED448455",
        "title":"Redefining Thematic Teaching."},
      {
        "id":"ED448456",
        "title":"Readers That Can't Write...Writers That Can't Read."},
      {
        "id":"ED448457",
        "title":"Thinking Outside the (Classroom) Box: The Transition from Traditional to On-Line Learning Communities."},
      {
        "id":"ED448458",
        "title":"Is It German? Is It French? Is It Dutch? Trends in Translated Children's Books from Other Languages into English, 1990-1995."},
      {
        "id":"ED448459",
        "title":"Gotcha, Grandpa! More Letters to Grandchildren."},
      {
        "id":"ED448460",
        "title":"Spelling for Writing: Instructional Strategies."},
      {
        "id":"ED448461",
        "title":"The Anxiety of Influence and the Influence of Anxiety."},
      {
        "id":"ED448462",
        "title":"Student Journal Writing in Science."},
      {
        "id":"ED448464",
        "title":"Storytelling and the Emergent Reader."},
      {
        "id":"ED448465",
        "title":"Reflections of a Citizen Teacher: Literacy, Democracy, and the Forgotten Students of Addison High."},
      {
        "id":"ED448466",
        "title":"Needed: Caring Schools. A Brief Commentary."},
      {
        "id":"ED448467",
        "title":"Struggling Literacy Learners Benefit from Lifetime Literacy Efforts."},
      {
        "id":"ED448468",
        "title":"The Role of Stories in Teacher Training: Using Stories To Reinforce Theory and Examine Pedagogy."},
      {
        "id":"ED448469",
        "title":"From Product to Process to Post Process: A Convert Questions Her Convictions."},
      {
        "id":"ED448470",
        "title":"A Suggested Bibliography of Curriculum Related Books for a Wide Range of Readers and Their Reference Needs. New Multi-Level Books for Classroom and Curriculum."},
      {
        "id":"ED448472",
        "title":"The Effect of Student Music Choice on Writing Productivity."},
      {
        "id":"ED448473",
        "title":"Effectiveness of the Phono-Graphix[TM] Method on Spelling Achievement."},
      {
        "id":"ED448474",
        "title":"Creating a Sense of Community in the Classroom Using Children's Literature and Class Meetings."},
      {
        "id":"ED448475",
        "title":"Descriptive Writing: A Thematic Unit."},
      {
        "id":"ED448476",
        "title":"Department Strategies for Avoiding the Abuse of Part-Time Instructors."},
      {
        "id":"ED448477",
        "title":"Exploring the Field: Incorporating Field Research into the Organizational Communication Survey Course."},
      {
        "id":"ED448478",
        "title":"Construct the Culture from the Classroom Speaking: Ethnography of Chinese Graduate Assistants' Speaking in the U.S. Classrooms."},
      {
        "id":"ED448479",
        "title":"Engaging in the Pursuit of Speaking Excellence: A Faculty Decision."},
      {
        "id":"ED448480",
        "title":"Doing Televised Rhetorical Analysis as a Means of Promoting College Awareness in a Target Market."},
      {
        "id":"ED448481",
        "title":"Exploring the Forensics Community: The Need for Stronger Basic Research."},
      {
        "id":"ED448482",
        "title":"Teaching Prayer: Pilot Survey of Academic Courses on Personal Prayer."},
      {
        "id":"ED448483",
        "title":"I've Looked at the News from Both Sides Now: The Student Press from the Perspective of an Advocate and an Adversary."},
      {
        "id":"ED448484",
        "title":"Incorporating Ethical Dimensions in the Communication Training and Development Curriculum."},
      {
        "id":"ED448485",
        "title":"Modeling and Facilitating in the Communication Training and Development Classroom."},
      {
        "id":"ED448486",
        "title":"Tourists in the Land of Service-Learning: Helping Middle-Class Students Move from Curiosity to Commitment."},
      {
        "id":"ED448487",
        "title":"An Analysis of Meanings Related to the 1987 Campaign against Bourgeois Liberalization in China."},
      {
        "id":"ED448488",
        "title":"A First Amendment Divided: State University Campuses in the Wake of Rosenberger v. University of Virginia."},
      {
        "id":"ED448489",
        "title":"Altar-ing Family Communication: The Shrine/Altar Project in the Family Communication Course."},
      {
        "id":"ED448490",
        "title":"Kincaid v. Gibson: Hazelwood Goes to College."},
      {
        "id":"ED448491",
        "title":"The Underreported Use of Integrated Marketing Communication by Smaller Businesses."},
      {
        "id":"ED448492",
        "title":"Inferring Cultural Learning Styles--Puerto Ricans in the U.S."},
      {
        "id":"ED448493",
        "title":"Science, Technology, and Communication: Program Design in the Past, Present, and Future. Proceedings of the Annual Meeting of the Council for Programs in Technical and Scientific Communication (26th, Santa Fe, New Mexico, October 14-16, 1999)."},
      {
        "id":"ED448494",
        "title":"Developments in School Finance, 1997. Fiscal Proceedings from the Annual State Data Conference (July 1997)."},
      {
        "id":"ED448495",
        "title":"A Back to School Special Report on the Baby Boom Echo: No End in Sight."},
      {
        "id":"ED448496",
        "title":"The Costs and Benefits of Smaller Classes in Wisconsin: A Further Evaluation of the SAGE Program."},
      {
        "id":"ED448497",
        "title":"Global Perspective on School Leadership."},
      {
        "id":"ED448498",
        "title":"Early Intervention To Prevent Violence."},
      {
        "id":"ED448499",
        "title":"Building a Better Report Card."},
      {
        "id":"ED448500",
        "title":"School Matters: Mapping for Reflecting and Planning."},
      {
        "id":"ED448501",
        "title":"School Matters: Images for Reflecting and Planning."},
      {
        "id":"ED448502",
        "title":"Discussing Reform: Tools for Facilitating a Focus Group."},
      {
        "id":"ED448503",
        "title":"Equity and High Standards: Can We Have It Both Ways?"},
      {
        "id":"ED448504",
        "title":"Charter Schools: The Other Public Schools. Themes in Education."},
      {
        "id":"ED448505",
        "title":"Comprehensive School Reform: Research-Based Strategies To Achieve High Standards. A Guidebook on School-Wide Improvement."},
      {
        "id":"ED448507",
        "title":"Public Education in the New Millennium: A Handbook for Parents and Educators on How To Save Our Schools and Prevent Violence, Drug Abuse and Other Human Disasters."},
      {
        "id":"ED448511",
        "title":"The AASA Professor, Summer 1998."},
      {
        "id":"ED448512",
        "title":"Brief on Educational Progress, 1992-2000."},
      {
        "id":"ED448513",
        "title":"The State of State School Finance Legislation in the New Millennium."},
      {
        "id":"ED448514",
        "title":"Venturesome Capital: State Charter School Finance Systems. National Charter School Finance Study."},
      {
        "id":"ED448515",
        "title":"On the Same Page: Building Local Support for Higher Standards and Better Schools."},
      {
        "id":"ED448516",
        "title":"Part 106--Nondiscrimination on the Basis of Sex in Education Programs or Activities Receiving Federal Financial Assistance."},
      {
        "id":"ED448517",
        "title":"Part 110--Nondiscrimination on the Basis of Age in Programs or Activities Receiving Federal Financial Assistance."},
      {
        "id":"ED448518",
        "title":"Part 100--Nondiscrimination under Programs Receiving Federal Assistance through the Department of Educational Effectuation of Title VI of the Civil Rights Act of 1964."},
      {
        "id":"ED448519",
        "title":"A Forum To Expand Advanced Placement Opportunities: Increasing Access and Improving Preparation in High Schools. Finding and Training Qualified Teachers for AP, IB and Other Challenging Courses. Transcript of Proceedings (Washington, D.C., February 11, 2000)."},
      {
        "id":"ED448520",
        "title":"A Forum To Expand Advanced Placement Opportunities: Increasing Access and Improving Preparation in High Schools. Pipeline for School Reform: Pre-AP Models. Transcript of Proceedings (Washington, D.C., February 11, 2000)."},
      {
        "id":"ED448521",
        "title":"A Forum To Expand Advanced Placement Opportunities: Increasing Access and Improving Preparation in High Schools. Transcript of Proceedings (Washington, D.C., February 10, 2000)."},
      {
        "id":"ED448522",
        "title":"A Forum To Expand Advanced Placement Opportunities: Increasing Access and Improving Preparation in High Schools. Strategies To Overcome Challenges in Rural and Small Schools. Transcript of Proceedings (Washington, D.C., February 11, 2000)."},
      {
        "id":"ED448523",
        "title":"A Forum To Expand Advanced Placement Opportunities: Increasing Access and Improving Preparation in High Schools. Transcript of Proceedings (Washington, D.C., February 11, 2000)."},
      {
        "id":"ED448524",
        "title":"Funding K-12 Education. Issue Brief."},
      {
        "id":"ED448525",
        "title":"Small Schools. Issue Brief."},
      {
        "id":"ED448526",
        "title":"School Funding: From Equity to Adequacy. Policy Brief."},
      {
        "id":"ED448527",
        "title":"Managing Leadership Transitions in Education Partnerships. Knowledge Brief."},
      {
        "id":"ED448528",
        "title":"The Things That Matter: Guiding Principles for Strengthening the System of Funding North Carolina&apos;s Public Schools."},
      {
        "id":"ED448529",
        "title":"Conflict between the Schools and Their Money Machine."},
      {
        "id":"ED448530",
        "title":"Supervising Special Education Instruction: Does It Deserve a Special Place in Administrative Preparatory Programs?"},
      {
        "id":"ED448531",
        "title":"The House Special Committee on the Education Model Review. Final Report."},
      {
        "id":"ED448532",
        "title":"The Choices We Make: An Examination of the Impact of a Decade of Parental Choice &amp; School Accountability Experimentation in England."},
      {
        "id":"ED448533",
        "title":"Children and Pesticides: New Approach to Considering Risk Is Partly in Place. Report to Congressional Requesters."},
      {
        "id":"ED448534",
        "title":"Interscholastic Athletics: School Districts Provide Some Assistance to Uninsured Student Athletes. Report to Senator Barbara Boxer."},
      {
        "id":"ED448535",
        "title":"Professional Development &amp; Student Achievement."},
      {
        "id":"ED448536",
        "title":"How Schools Use Data To Help Students Learn."},
      {
        "id":"ED448541",
        "title":"&quot;Elderly Deafblindness.&quot; Proceedings of the European Conference of Deafblind International&apos;s Acquired Deafblindness Network (3rd, Marcelli di Numana, Italy, October 2-7, 1998)."},
      {
        "id":"ED448543",
        "title":"Child Development and Behavior Branch (NICHD) Report to the NACHHD Council."},
      {
        "id":"ED448544",
        "title":"A Differentiated Model of Giftedness and Talent. Year 2000 Update."},
      {
        "id":"ED448547",
        "title":"Measuring Program Outcomes."},
      {
        "id":"ED448548",
        "title":"Collaborative Problem Solving and Dispute Resolution in Special Education. Training Manual."},
      {
        "id":"ED448549",
        "title":"Youth Focus: Planning for Transition. A National Teleconference. Participants Manual."},
      {
        "id":"ED448550",
        "title":"Your Three Year Plan in Action: A National Teleconference. Participant's Manual."},
      {
        "id":"ED448551",
        "title":"Measuring Progress in Public & Parental Understanding of Learning Disabilities."},
      {
        "id":"ED448552",
        "title":"Oregon Project for Services to Children &amp; Youth Who Are Deafblind, October 1995-September 1999 (Extended to July 2000)."},
      {
        "id":"ED448553",
        "title":"Slipping on the Ice: The Relationship between Verbal Skills, Aggression, and Self-Esteem in Men with Cerebral Palsy and Mental Retardation."},
      {
        "id":"ED448554",
        "title":"One Hand Typing and Keyboarding for the Disabled Student."},
      {
        "id":"ED448557",
        "title":"Functional Impairment of Bipolar Disorder: A Review of the Literature."},
      {
        "id":"ED448558",
        "title":"Developing Educationally Relevant IEPs: A Technical Assistance Document for Speech-Language Pathologists."},
      {
        "id":"ED448559",
        "title":"Preservice Training of Pediatric Residents and Early Interventionists: The Early Intervention Specialist Project. Final Report."},
      {
        "id":"ED448560",
        "title":"An Introduction to Special Education."},
      {
        "id":"ED448561",
        "title":"Procedures for the Identification of High-Ability Learners Manual."},
      {
        "id":"ED448562",
        "title":"Promising Curriculum and Instructional Practices for High-Ability Learners Manual."},
      {
        "id":"ED448563",
        "title":"Improving Student Outcomes: Promising Practices and Programs for 1999-2000. A Directory of Innovative Approaches for Providing Transition Services for Youth with Disabilities."},
      {
        "id":"ED448564",
        "title":"Alaska Special Education Handbook."},
      {
        "id":"ED448565",
        "title":"Training Personnel for the Education of Individuals with Disabilities Program. Component 2: Preparation of Related Services Personnel (Pediatric Residents). Final Report."},
      {
        "id":"ED448566",
        "title":"Two Models for Preventing Students with Special Needs from Dropping Out of Education in Finland."},
      {
        "id":"ED448567",
        "title":"Consumer View: What Former Students of Emotional/Behavioral Disorder (EBD) Classes Say about School in Finland."},
      {
        "id":"ED448568",
        "title":"Appeals Processes for Students Who Fail Graduation Exams: How Do They Apply to Students with Disabilities? Synthesis Report 36."},
      {
        "id":"ED448569",
        "title":"IDEA Requirements for Preschoolers with Disabilities: IDEA Early Childhood Policy and Practice Guide."},
      {
        "id":"ED448570",
        "title":"IDEA Requirements for Preschoolers with Disabilities: Challenging Behavior. An Excerpt from the IDEA Early Childhood Policy and Practice Guide."},
      {
        "id":"ED448571",
        "title":"Special Education in an Era of School Reform: Building the Capacity for Standards-Based Reform."},
      {
        "id":"ED448572",
        "title":"A Comparative Analysis of the Importance of Middle School Building Characteristics to Teachers, Principals, and Architects."},
      {
        "id":"ED448574",
        "title":"Technology Planning Guide for Minnesota School Districts, Schools and Public Libraries."},
      {
        "id":"ED448575",
        "title":"State Guidelines for Educational Specifications and School Facility Adequacy."},
      {
        "id":"ED448576",
        "title":"Higher Education Vertical Infrastructure Maintenance Planning."},
      {
        "id":"ED448577",
        "title":"Middle School Facilities for the Twenty-First Century: An Identification of Critical Design Elements by Selected Architects, Administrators and Teachers."},
      {
        "id":"ED448578",
        "title":"The Role of Educators in Educational Facilities Planning: A Case Study of the Planning Process."},
      {
        "id":"ED448579",
        "title":"School Facilities: The Relationship of the Physical Environment to Teacher Professionalism."},
      {
        "id":"ED448580",
        "title":"A Study of School Facilities and Recommendations for the Abbott Districts."},
      {
        "id":"ED448581",
        "title":"Recommendation of Standards for Educational Space for Public School Facilities."},
      {
        "id":"ED448582",
        "title":"The Development of a Systematic Process for Enhancing the Awareness of the Potential for Indoor Air Pollution in Schools."},
      {
        "id":"ED448588",
        "title":"School Building Assessment Methods."},
      {
        "id":"ED448589",
        "title":"A Visioning Process for Designing Responsive Schools."},
      {
        "id":"ED448590",
        "title":"The Decision Making Roles and Processes of Texas Superintendents in Educational Facility Planning."},
      {
        "id":"ED448591",
        "title":"Language Learning Strategies Use by Secondary Foreign Language Students."},
      {
        "id":"ED448592",
        "title":"Does Bilingualism Affect the First Language?"},
      {
        "id":"ED448593",
        "title":"Markedness in Intercultural Discourse: A Study of Chinese EFL Students' Discourse Patterns."},
      {
        "id":"ED448594",
        "title":"Slow Down! The Importance of Repetition, Planning, and Recycling in Language Teaching."},
      {
        "id":"ED448595",
        "title":"The Teacher Trainer: A Practical Journal Mainly for Modern Language Teacher Trainers, 2000."},
      {
        "id":"ED448598",
        "title":"Testing in Texas: Accountability for Bilingual Students."},
      {
        "id":"ED448599",
        "title":"Alternative Assessment Acquisition in the United Arab Emirates."},
      {
        "id":"ED448600",
        "title":"Aspects of Modern Egyptian Arabic: Its Structure, Humor, Proverbs, Metaphors, Euphemisms and Common Expressions."},
      {
        "id":"ED448601",
        "title":"NABE News, 1999-2000."},
      {
        "id":"ED448602",
        "title":"Portfolio Assessment in the Foreign Language Classroom, Summer 1998."},
      {
        "id":"ED448603",
        "title":"Participation and Performance of Limited English Proficient Students during Second Attempts on a Graduation Exam. State Assessment Series, Minnesota Report 28."},
      {
        "id":"ED448604",
        "title":"A Quantitative Analysis of Audiotaped and Written Feedback Produced for Students' Writing and Students' Perceptions of the Two Feedback Methods."},
      {
        "id":"ED448605",
        "title":"Linguistic Communication: A Comparative Field Study. Esperanto Document 46A."},
      {
        "id":"ED448608",
        "title":"Literacy across Cultures, Spring/Summer 2000."},
      {
        "id":"ED448611",
        "title":"Using the Internet for ESL Beginners."},
      {
        "id":"ED448612",
        "title":"NCLEnotes, 1999-2000."},
      {
        "id":"ED448613",
        "title":"The Changes Project: Understanding the Impact of Welfare Reform, Immigration Reform and the Changing Nature of Work on Adult Learners in Western Massachusetts."},
      {
        "id":"ED448614",
        "title":"Kansas 1999 National Merit Semifinalists: A Profile and College/University Enrollment Choices."},
      {
        "id":"ED448616",
        "title":"Managing the Price of College: A Handbook for Students and Families."},
      {
        "id":"ED448617",
        "title":"Excellence and Equity: A Plan for Building Community in Pennsylvania's State System of Higher Education."},
      {
        "id":"ED448618",
        "title":"Imperatives for the Future: A Plan for Pennsylvania's State System of Higher Education."},
      {
        "id":"ED448625",
        "title":"A Mission To Teach: The California State University, Channel Islands. A Review of the Board of Trustees' Proposal To Build a 23rd Campus. Commission Report."},
      {
        "id":"ED448628",
        "title":"Do Students and Faculty See Their Interaction Similarly?"},
      {
        "id":"ED448629",
        "title":"Louisiana State University and A&amp;M College Graduating Class Profile for 1999-2000."},
      {
        "id":"ED448630",
        "title":"District of Columbia College Access Act of 1999. Public Law 106-98, 106th Congress."},
      {
        "id":"ED448631",
        "title":"AACSB Pocket Guide: Management Education in U.S. Schools of Business."},
      {
        "id":"ED448632",
        "title":"Direct Loan System Requirements: Checklist for Reviewing Systems under the Federal Financial Management Improvement Act. Financial Management Series."},
      {
        "id":"ED448633",
        "title":"Gender Equity: Men's and Women's Participation in Higher Education. Report to the Ranking Minority Member, Subcommittee on Criminal Justice, Drug Policy and Human Resources, Committee on Government Reform, House of Representatives."},
      {
        "id":"ED448634",
        "title":"Educational Mobility."},
      {
        "id":"ED448635",
        "title":"Policy and Guidelines for Prevention and Management of Substance Abuse in the Nursing Education Community."},
      {
        "id":"ED448636",
        "title":"Distance Technology in Nursing Education. AACN White Paper."},
      {
        "id":"ED448637",
        "title":"Institutional Scholarship Awards: The Role of Student and Institutional Characteristics."},
      {
        "id":"ED448638",
        "title":"High-Stakes Testing and State Financial Aid: Evidence from Michigan."},
      {
        "id":"ED448639",
        "title":"Integration of the Freshman Seminar into Introductory Psychology Classes."},
      {
        "id":"ED448640",
        "title":"Utilizing Undergraduate Teaching Assistants: An Untapped Resource."},
      {
        "id":"ED448641",
        "title":"The Best Things in Life Are Free: Active and Participatory Learning for Less than $1."},
      {
        "id":"ED448642",
        "title":"Collaborative and Experiential Learning in a Human Diversity Course."},
      {
        "id":"ED448643",
        "title":"Adult Learning Styles, Critical Thinking and Psychology."},
      {
        "id":"ED448644",
        "title":"Bringing Stories into the Classroom."},
      {
        "id":"ED448652",
        "title":"University of Wisconsin System Regent Policy Documents."},
      {
        "id":"ED448654",
        "title":"Mastery Learning in Higher Education: A Bibliography."},
      {
        "id":"ED448657",
        "title":"Investing in Quality: Tools for Improving Curricular Efficiency."},
      {
        "id":"ED448658",
        "title":"Open Doors: Report on International Educational Exchange."},
      {
        "id":"ED448659",
        "title":"Defining and Appraising Scholarship. IHE Perspectives."},
      {
        "id":"ED448660",
        "title":"Recalling Karl Jaspers' Classic: The Idea of the University. IHE Perspectives."},
      {
        "id":"ED448661",
        "title":"Disputed Territories."},
      {
        "id":"ED448662",
        "title":"Strategic Community Partnerships. Exemplars."},
      {
        "id":"ED448664",
        "title":"Undergraduate Research: Three Institutions' Success Stories. Research Corporation Annual Report, 1999."},
      {
        "id":"ED448667",
        "title":"Managing Academic Health Centers: Meeting the Challenges of the New Health Care World."},
      {
        "id":"ED448668",
        "title":"Gateway to the American Dream: Colleges and Communities. The State of the Community Outreach Partnership Centers Program, 2000."},
      {
        "id":"ED448669",
        "title":"Making Decisions about College: Understanding the Information Sources of Chicana Students."},
      {
        "id":"ED448670",
        "title":"Predictors of Academic Success for Male Student-Athletes: A Comparison of Traditional Measures, Noncognitive Variables, and Type of Sport Participation."},
      {
        "id":"ED448673",
        "title":"Mapping Efficient Communication Networks in Higher Education."},
      {
        "id":"ED448674",
        "title":"From Product to Process: Enhancing Learning through the Use of Student Electronic Portfolios."},
      {
        "id":"ED448676",
        "title":"Graduate Student Report, 1998: First-Year Students. AIP Report."},
      {
        "id":"ED448677",
        "title":"The Importance of College Choice Factors from the Perspective of High School Counselors. ASHE Annual Meeting Paper."},
      {
        "id":"ED448679",
        "title":"Are the Best Higher Education Journals Really the Best? A Meta-Analysis of Writing Quality and Readability."},
      {
        "id":"ED448680",
        "title":"The Hispanic Outlook in Higher Education, 1998-1999."},
      {
        "id":"ED448682",
        "title":"M/SET 99: International Conference on Mathematics/Science Education &amp; Technology Proceedings (San Antonio, Texas, March 1-4, 1999)."},
      {
        "id":"ED448683",
        "title":"M/SET 2000: International Conference on Mathematics/Science Education &amp; Technology Proceedings (San Diego, California, February 5-8, 2000)."},
      {
        "id":"ED448691",
        "title":"WebNet 99 World Conference on the WWW and Internet Proceedings (Honolulu, Hawaii, October 24-30, 1999)."},
      {
        "id":"ED448692",
        "title":"3D Inhabited Virtual Worlds: Interactivity and Interaction between Avatars, Autonomous Agents, and Users."},
      {
        "id":"ED448693",
        "title":"Adapting Web Information to Disabled and Elderly Users."},
      {
        "id":"ED448694",
        "title":"Telematics Applications for High Quality Educational and Clinical Support to Practicing Professionals and Medical Students."},
      {
        "id":"ED448695",
        "title":"Integrating Multimedia Techniques into CS Pedagogy."},
      {
        "id":"ED448696",
        "title":"Web-CS: Infrastructure for Web-Based Competitions."},
      {
        "id":"ED448697",
        "title":"The Evolution of Electronic Pedagogy in an Outcome Based Learning Environment: Learning, Teaching, and the Culture of Technology at California's Newest University--CSU Monterey Bay."},
      {
        "id":"ED448698",
        "title":"A Study of Asynchronous and Synchronous Discussion on Cognitive Maps in a Distributed Learning Environment."},
      {
        "id":"ED448699",
        "title":"Create Online Learning for Where It's Going To Be, Not Where It's Been: An Online Pedagogy for 2006."},
      {
        "id":"ED448700",
        "title":"&quot;Don't Forget the Teachers!&quot; Evaluating the Impact of IT Integration into a University Curriculum."},
      {
        "id":"ED448701",
        "title":"Web-Based Testing for Distance Education."},
      {
        "id":"ED448702",
        "title":"Interactive Multimedia Learning Environments: Tools To Foster Transition to the Learning Paradigm."},
      {
        "id":"ED448703",
        "title":"Beyond Chat--New Generation Software for Real-Time Discussion."},
      {
        "id":"ED448704",
        "title":"Toward a Standardized Internet Measurement."},
      {
        "id":"ED448705",
        "title":"Streaming Media for Web Based Training."},
      {
        "id":"ED448706",
        "title":"Design of Support Tools and Knowledge Building in a Virtual University Course: Effect of Reflection and Self-Explanation Prompts."},
      {
        "id":"ED448707",
        "title":"Online School Performance Reports: Grading the Schools, Giving Citizens Data for Reform."},
      {
        "id":"ED448708",
        "title":"Running the Virtual High School."},
      {
        "id":"ED448709",
        "title":"Rich Environments for Active Learning on the Web: Guidelines and Examples."},
      {
        "id":"ED448710",
        "title":"Virtual Learning Spaces in the Web: An Agent-Based Architecture of Personalized Collaborative Learning Environment."},
      {
        "id":"ED448711",
        "title":"The Development of an All-in-One Virtual Campus from Ground Zero."},
      {
        "id":"ED448712",
        "title":"On2broker: Semantic-Based Access to Information Sources at the WWW."},
      {
        "id":"ED448713",
        "title":"Web Centric Education--A Challenge for Process Redesign."},
      {
        "id":"ED448714",
        "title":"Creating Hybrid Instruction: A Lens for Defining Exemplary Teaching in Distance Learning."},
      {
        "id":"ED448715",
        "title":"The Barefoot Teacher on the Telematic Highway--Serving Rural Communities in Kwa Zulu Natal."},
      {
        "id":"ED448716",
        "title":"Enhancing User Interaction on the Web."},
      {
        "id":"ED448717",
        "title":"Arthur: Adapting Instruction To Accommodate Learning Style."},
      {
        "id":"ED448718",
        "title":"The Challenge of Designing and Evaluating &quot;Interaction&quot; in Web-Based Distance Education."},
      {
        "id":"ED448719",
        "title":"Tools of Innovation: Supporting Change through Online Web Solutions."},
      {
        "id":"ED448720",
        "title":"The Use of Relevance Feedback on the Web: Implications for Web IR System Design."},
      {
        "id":"ED448721",
        "title":"A Study of Students' Perceived Learning in a Web-Based Online Environment."},
      {
        "id":"ED448722",
        "title":"Comparative Analysis of Online vs. Face-to-Face Instruction."},
      {
        "id":"ED448723",
        "title":"Student Use of Computer-Mediated Communication in a Distance Education Course."},
      {
        "id":"ED448724",
        "title":"The Case for Patterns in Online Learning."},
      {
        "id":"ED448725",
        "title":"Web-Based Distance Education: Faculty Recruitment and Training."},
      {
        "id":"ED448726",
        "title":"A New Paradigm for Successful Learning on the Web."},
      {
        "id":"ED448727",
        "title":"How To Make Discussion Forums Work on the WWW."},
      {
        "id":"ED448728",
        "title":"No Time To Kill: Entrainment and Accelerating Courseware Development."},
      {
        "id":"ED448729",
        "title":"The SAGRES Virtual Museum with Software Agents To Stimulate the Visiting of Museums."},
      {
        "id":"ED448730",
        "title":"Toward Web-Site Quantitative Evaluation: Defining Quality Characteristics and Attributes."},
      {
        "id":"ED448731",
        "title":"Academic Support for Web Course Development: A Successful Top-Down Strategy."},
      {
        "id":"ED448732",
        "title":"Network-Based Professional Development: A Comparison of Statewide Initiatives."},
      {
        "id":"ED448733",
        "title":"Perspectives on the Implementation of Instructional Technologies into University Environments: Faculty, Administrator, Student."},
      {
        "id":"ED448734",
        "title":"SMILE Maker: A Web-Based Tool for Problem Solving."},
      {
        "id":"ED448735",
        "title":"Student 2000: Net-Based Learning for the Next Millennium."},
      {
        "id":"ED448736",
        "title":"Indexing and Metatag Schemes for Web-Based Information Retrieval."},
      {
        "id":"ED448737",
        "title":"The Multi-Site Course: Using Technology To Enable Global Course Offerings."},
      {
        "id":"ED448738",
        "title":"Copyright and the World-Wide Web."},
      {
        "id":"ED448739",
        "title":"Preferences of Asynchronous Adult Distance Learners."},
      {
        "id":"ED448740",
        "title":"Assessment of Alternate Delivery Mechanisms for Asynchronous Adult Distance Learners."},
      {
        "id":"ED448741",
        "title":"Computer Based Instruction of Professional Psychological Skill Acquisition."},
      {
        "id":"ED448742",
        "title":"A Generic Metadata Query Tool."},
      {
        "id":"ED448743",
        "title":"The Design and Development of an Evaluation System for Online Instruction."},
      {
        "id":"ED448744",
        "title":"WebNet 2000 World Conference on the WWW and Internet Proceedings (San Antonio, Texas, October 30-November 4th, 2000)."},
      {
        "id":"ED448745",
        "title":"The Influence of Learning Style Preferences on Student Success in Online vs. Face-to-Face Environments."},
      {
        "id":"ED448746",
        "title":"Instructional Design Attributes of Web-Based Courses."},
      {
        "id":"ED448747",
        "title":"Digitizing a Cultural Heritage--The Key Issue for Preservation and Electronic Publishing."},
      {
        "id":"ED448748",
        "title":"Complex Knowledge Representation in a Web Course."},
      {
        "id":"ED448749",
        "title":"Collaborative Concept Mapping Processes Mediated by Computer."},
      {
        "id":"ED448750",
        "title":"Online Knowledge Communities."},
      {
        "id":"ED448751",
        "title":"A Meta-Data Driven Approach to Searching for Educational Resources in a Global Context."},
      {
        "id":"ED448752",
        "title":"A Visualization System Using Data Mining Techniques for Identifying Information Sources."},
      {
        "id":"ED448753",
        "title":"The Plant Information Center (PIC): A Web-Based Learning Center for Botanical Study."},
      {
        "id":"ED448754",
        "title":"Comparing Web Based Course Development with and without a Learning Environment."},
      {
        "id":"ED448755",
        "title":"What's Wrong with On-Line Discussions and How To Fix It."},
      {
        "id":"ED448756",
        "title":"Multifaceted Approach to Designing an Online Masters Program."},
      {
        "id":"ED448757",
        "title":"Facilitating Collaboration, Knowledge Construction and Communication with Web-Enabled Databases."},
      {
        "id":"ED448758",
        "title":"A Web-Based Model for Online Collaboration between Distance Learning and Campus Students."},
      {
        "id":"ED448759",
        "title":"Models for User Access Patterns on the Web: Semantic Content versus Access History."},
      {
        "id":"ED448760",
        "title":"Course Design Factors Influencing the Success of Online Learning."},
      {
        "id":"ED448761",
        "title":"Development of Conceptual Models for Internet Search: A Case Study."},
      {
        "id":"ED448762",
        "title":"Web-Support for Activating Use of Theory in Group-Based Learning."},
      {
        "id":"ED448763",
        "title":"Designing a Web-Based Distance Learning Environment Based on an Intelligent Tutoring System."},
      {
        "id":"ED448764",
        "title":"An Automated Evaluation Service for Educational Courseware."},
      {
        "id":"ED448765",
        "title":"Technology Literacy Challenge Grant Evaluation, July 1999--September 2000."},
      {
        "id":"ED448769",
        "title":"Educational Services Directory, 2000-2001."},
      {
        "id":"ED448781",
        "title":"Library Anxiety: The Role of Study Habits."},
      {
        "id":"ED448782",
        "title":"A Student's Guide to Evaluating Libraries in Colleges and Universities."},
      {
        "id":"ED448783",
        "title":"Internet Resources for Library Media Specialists and Children's Librarians. ERIC Digest."},
      {
        "id":"ED448784",
        "title":"Institute of Museum and Library Services: Identification and Analysis of Library and Museum Partnerships. Final Report."},
      {
        "id":"ED448785",
        "title":"Museums and Libraries: An Investment in Learning."},
      {
        "id":"ED448786",
        "title":"Institute of Museum and Library Services National Award for Museum Service, 2000."},
      {
        "id":"ED448787",
        "title":"Perspectives on Outcome Based Evaluation for Libraries and Museums."},
      {
        "id":"ED448788",
        "title":"The 21st Century Learner."},
      {
        "id":"ED448791",
        "title":"Library Laws Handbook: State Laws Relating to Michigan Libraries. [Revised Edition]."},
      {
        "id":"ED448793",
        "title":"Unique and Effective Practices for TRIO Student Support Services Programs."},
      {
        "id":"ED448794",
        "title":"Closing the Loop, without the Loop Closing on You!"},
      {
        "id":"ED448796",
        "title":"Retention Patterns of NVCC First-Time Students by Selected Characteristics."},
      {
        "id":"ED448797",
        "title":"Performance Based Budgeting Update. Information Capsule."},
      {
        "id":"ED448798",
        "title":"Strategic Plan 1997-2007."},
      {
        "id":"ED448800",
        "title":"2020 Vision: A Strategic Agenda for Kentucky's System of Postsecondary Education."},
      {
        "id":"ED448801",
        "title":"Enrollment Comparison: Spring 1999 and Spring 1998."},
      {
        "id":"ED448802",
        "title":"A.C.T. Student Opinion Survey, Spring 1998: Summary Report of Verbatim Comments."},
      {
        "id":"ED448803",
        "title":"College Measures Criteria."},
      {
        "id":"ED448804",
        "title":"Effectiveness Update: Academic Programs Transfer Effectiveness Measures."},
      {
        "id":"ED448805",
        "title":"Instructional Program Review Process."},
      {
        "id":"ED448806",
        "title":"Illinois Community College System Results Report, Fiscal Year 2000."},
      {
        "id":"ED448807",
        "title":"Enrollment Comparison: Fall 1998 and Fall 1997."},
      {
        "id":"ED448808",
        "title":"A Step by Step Guide to Outcomes Assessment in the Connecticut Community Colleges."},
      {
        "id":"ED448809",
        "title":"A.C.T. Student Opinion Survey, Spring 1998: Management Report."},
      {
        "id":"ED448811",
        "title":"Remedial Education: Practices and Policies in Community Colleges. Research Brief."},
      {
        "id":"ED448812",
        "title":"A Statement to the Community: Transfer and the Public Interest."},
      {
        "id":"ED448814",
        "title":"Annual Data Profile, 1998."},
      {
        "id":"ED448815",
        "title":"How Community Colleges Can Create Productive Collaborations with Local Schools. New Directions for Community Colleges, Issue 111. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED448816",
        "title":"Education Master Plan Update, Issue 6. A Regular Report on Hearings of the Joint Legislative Committee To Develop a Master Plan for Education."},
      {
        "id":"ED448817",
        "title":"Curriculum and Pedagogy To Integrate Occupational and Academic Instruction in the Community College: Implications for Faculty Development. CCRC Brief Number 8."},
      {
        "id":"ED448819",
        "title":"Transfer Rate Report, Spring 1999."},
      {
        "id":"ED448820",
        "title":"Facilitating Learner-Centered Instruction: Technology, Simulation, and Scans."},
      {
        "id":"ED448821",
        "title":"Annual Outcomes Assessment Report, 1997-98. Student Learning Outcomes."},
      {
        "id":"ED448822",
        "title":"Analysis of Fall 1995 Student Enrollment."},
      {
        "id":"ED448823",
        "title":"Using a Faculty Survey of College-Level Reading and Writing Requirements To Revise Developmental Reading and Writing Objectives. Kellogg Institute Final Report, Practicum 1999."},
      {
        "id":"ED448824",
        "title":"Teaching for Our Times: Focus on Learning, Volume Two."},
      {
        "id":"ED448825",
        "title":"Annual Report to the Governor, FY 1999-2000."},
      {
        "id":"ED448826",
        "title":"Statistical Supplement to the Annual Report to the Governor, FY 1999-2000."},
      {
        "id":"ED448827",
        "title":"Report on Admission of Students under the Age of Eighteen (A.R.S. 15-1821), FY 1999-2000."},
      {
        "id":"ED448829",
        "title":"Statewide and District Summaries: Report on Academic Performance of High School Graduates (A.R.S. 15-1822), FY 1999-2000."},
      {
        "id":"ED448831",
        "title":"Rogue Community College Student Satisfaction Survey, Winter 2000. Management Report: Redwood and Riverside Campuses."},
      {
        "id":"ED448832",
        "title":"Strategic Planning, 2000-2005."},
      {
        "id":"ED448833",
        "title":"Findings from the Spring 2000 ACT Student Opinion Survey at South Texas Community College."},
      {
        "id":"ED448834",
        "title":"Data Resources for Institutional Effectiveness Measures and Standards, 1999-2000: South Texas Community College."},
      {
        "id":"ED448835",
        "title":"Austin Community College Eight-Week Course Feedback Survey: First Eight-Week Session, Fall 1998."},
      {
        "id":"ED448837",
        "title":"Austin Community College Management Response to Employee Satisfaction Survey, Spring 2000."},
      {
        "id":"ED448838",
        "title":"Is Treating Students as Customers the Right Move for Community Colleges?"},
      {
        "id":"ED448839",
        "title":"Los Angeles City College State of the College Report, Spring 2000."},
      {
        "id":"ED448840",
        "title":"My ENG 102 Class Has Gone to HEC: Creating the Hybrid Electronic Course."},
      {
        "id":"ED448841",
        "title":"Pellissippi State Technical Community College Five-Year Strategic Planning Directions, 1998-2003."},
      {
        "id":"ED448842",
        "title":"Interpreting Ethics: A Step towards Professionalism for Community College Students Entering Early Childhood Education."},
      {
        "id":"ED448843",
        "title":"Rogue Community College Student Satisfaction Survey, Winter 2000. Management Report: ABE/GED Program."},
      {
        "id":"ED448844",
        "title":"Austin Community College 1999-2000 Fact Book."},
      {
        "id":"ED448845",
        "title":"Austin Community College Guidelines: Unit-Level Strategic Planning for 1999-2004."},
      {
        "id":"ED448846",
        "title":"Austin Community College Strategic Planning for 1999-2004: College-Wide Goals."},
      {
        "id":"ED448847",
        "title":"Constitution of the Minnesota Community College Faculty Association."},
      {
        "id":"ED448848",
        "title":"Bellevue Community College Institutional Performance Indicators, 1999-2000. Third Annual Report. Executive Summary."},
      {
        "id":"ED448849",
        "title":"Bellevue Community College Student Profile Report, Fall 1999."},
      {
        "id":"ED448850",
        "title":"Glendale Community College: College Services Annual Report, 1999-2000."},
      {
        "id":"ED448851",
        "title":"Introduction to Sociology (SOC 1010) Telecourse Report for Years 1997-2000."},
      {
        "id":"ED448852",
        "title":"Strategic Plan for International Education, Phase I. Exemplary International Programs."},
      {
        "id":"ED448853",
        "title":"Rogue Community College Student Satisfaction Survey, Winter 2000. Management Report: Workforce Training Center."},
      {
        "id":"ED448854",
        "title":"Community College of Philadelphia Survey of 1999 Graduates."},
      {
        "id":"ED448857",
        "title":"Toy Action Guide [and] Media Violence and Children: A Call to Action! 2000-2001."},
      {
        "id":"ED448860",
        "title":"Children's Health and Nutrition as Educational Issues: A Case Study of the Ghana Partnership for Child Development's Intervention Research in the Volta Region of Ghana. Technical Paper No. 91. SD Publication Series."},
      {
        "id":"ED448861",
        "title":"Black Preschoolers' Social Cognition: Storytelling and False Belief."},
      {
        "id":"ED448862",
        "title":"Block Scheduling: Successful Strategies for Middle Schools."},
      {
        "id":"ED448863",
        "title":"Making Investments in Young Children: What the Research on Early Care and Education Tells Us. Issue Brief."},
      {
        "id":"ED448864",
        "title":"Equity: What Do We Know about the Availability, Quality, and Affordability of Childcare?"},
      {
        "id":"ED448866",
        "title":"The Benefits of Reading Aloud to Pre-School Children."},
      {
        "id":"ED448867",
        "title":"Attachment and Foster Children: A Review of the Literature."},
      {
        "id":"ED448868",
        "title":"Creating Dedicated Local Revenue Sources for Early Care and Education. Starting Points: Meeting the Needs of Our Youngest Children."},
      {
        "id":"ED448869",
        "title":"Think Global, Document Local: Using Data and Information Technologies To Move the Early Childhood Agenda. Starting Points: Meeting the Needs of Our Youngest Children."},
      {
        "id":"ED448871",
        "title":"Voices of Experience: A Catalogue of Resources from the Starting Points Sites. Starting Points: Meeting the Needs of Our Youngest Children."},
      {
        "id":"ED448873",
        "title":"Making Space for Children: A Toolkit for Starting a Child Care Facilities Fund. Starting Points: Meeting the Needs of Our Youngest Children."},
      {
        "id":"ED448874",
        "title":"The Internet and the Family, 2000: The View from Parents, the View from Kids. Report Series No. 33."},
      {
        "id":"ED448875",
        "title":"The Use of Open and Distance Learning in Pre-School Teacher Education. Report."},
      {
        "id":"ED448879",
        "title":"More Than the Sum of the Parts: An Early Childhood Development System for Canada. Occasional Paper No. 12."},
      {
        "id":"ED448880",
        "title":"Make Kids Count: Closing the Gap in Children's Health Coverage."},
      {
        "id":"ED448881",
        "title":"Child Support Report, 2000."},
      {
        "id":"ED448885",
        "title":"South Dakota Kids Count Factbook, 2000."},
      {
        "id":"ED448888",
        "title":"Keys to Reengaging Families in the Education of Young Adolescents."},
      {
        "id":"ED448889",
        "title":"Beyond Discipline to Guidance: A Primer on the Guidance Alternative."},
      {
        "id":"ED448890",
        "title":"Structural Effects on Academic Achievement of Adolescents."},
      {
        "id":"ED448891",
        "title":"Illinois Kids Count 2001: Envisioning the Future."},
      {
        "id":"ED448893",
        "title":"Doing Your Part To Help Your Child Become SMART (Successful, Motivated, Autonomous, Responsible, Thoughtful): Six Workshops on Parenting SMART Learners."},
      {
        "id":"ED448894",
        "title":"Building Their Futures: How Early Head Start Programs Are Enhancing the Lives of Infants and Toddlers in Low-Income Families. Summary Report."},
      {
        "id":"ED448895",
        "title":"Children's Program Outcome Review Team: 1999 Evaluation Results."},
      {
        "id":"ED448899",
        "title":"Entering Kindergarten: A Portrait of American Children When They Begin School. Findings from the Condition of Education, 2000."},
      {
        "id":"ED448900",
        "title":"Rights of the Child in Costa Rica: Report Concerning the Application of the Convention on the Rights of the Child by the Republic of Costa Rica."},
      {
        "id":"ED448901",
        "title":"Rights of the Child in South Africa: Violence against Girls in South Africa."},
      {
        "id":"ED448902",
        "title":"School Happiness and School Success: An Investigation across Multiple Grade Levels."},
      {
        "id":"ED448903",
        "title":"Incarcerated Parents and Their Children. Bureau of Justice Statistics Special Report."},
      {
        "id":"ED448905",
        "title":"Building Strong Foundations for Early Learning: The U.S. Department of Education's Guide to High-Quality Early Childhood Education Programs."},
      {
        "id":"ED448907",
        "title":"Child Care Expenses of America's Families. Occasional Paper Number 40. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED448908",
        "title":"Who's Caring for Our Youngest Children? Child Care Patterns of Infants and Toddlers. Occasional Paper Number 42. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies."},
      {
        "id":"ED448909",
        "title":"What Grown-Ups Understand about Child Development: A National Benchmark Survey. Comprehensive Report."},
      {
        "id":"ED448911",
        "title":"Coping Patterns in Adolescent Decision-Making: The Deliberation-Resolution Approach."},
      {
        "id":"ED448914",
        "title":"Early Developments, 2000."},
      {
        "id":"ED448917",
        "title":"&quot;Put the Baby Genius Kits in the Bin&quot; (Ted Wragg, 2000): What Did the Geniuses Say?"},
      {
        "id":"ED448918",
        "title":"Traditional Gender Role Behaviors in Kindergartners' Choice of Play Activities."},
      {
        "id":"ED448919",
        "title":"Pre-School Education in Lithuania: Historical Interpretation."},
      {
        "id":"ED448923",
        "title":"Helping Preschool Teachers Implement Developmentally Appropriate Child Care Practices Utilizing a 4-Point Strategy To Prepare Preschoolers for Kindergarten Readiness."},
      {
        "id":"ED448924",
        "title":"Marching to a Different Drummer: The Elementary School Reform Movement in Germany."},
      {
        "id":"ED448925",
        "title":"Social Policy Report, 1999."},
      {
        "id":"ED448926",
        "title":"Episodes of Pragmatic Behaviors in Parent-Child Interactions."},
      {
        "id":"ED448927",
        "title":"Implementation of the State Children&apos;s Health Insurance Program: Momentum Is Increasing after a Modest Start. First Annual Report."},
      {
        "id":"ED448935",
        "title":"Multiage Grouping and Academic Achievement. ERIC Digest."},
      {
        "id":"ED448936",
        "title":"NACA Member Legislative Reference Guide, 2001. Revised."},
      {
        "id":"ED448938",
        "title":"Kids Count in Delaware: Fact Book, 2000-2001 [and] Families Count in Delaware: Fact Book, 2000-2001."},
      {
        "id":"ED448939",
        "title":"Finding Funding: A Guide to Federal Sources for Out-of-School Time and Community School Initiatives."},
      {
        "id":"ED448942",
        "title":"Snapshot Assessment System for Migrant, Language-Minority, and Mobile Students. An Informal Tool for Classroom Teachers. Intermediate Level: Grades 4-6. User's Manual."},
      {
        "id":"ED448943",
        "title":"The Cup'ik People of the Western Tundra: A Curriculum."},
      {
        "id":"ED448944",
        "title":"Interim Evaluation of the DIAND Youth Strategy. Project 96/26."},
      {
        "id":"ED448946",
        "title":"Rural Policy Matters: A Newsletter of Rural School &amp; Community Action, 2000."},
      {
        "id":"ED448947",
        "title":"Vocational Education and Training in Rural Schools: Education for the Community."},
      {
        "id":"ED448948",
        "title":"Social Justice Report, 1999. Aboriginal and Torres Strait Islander Social Justice Commissioner, HREOC. Report to the Attorney-General as Required by Section 46C(1)(a) of the Human Rights and Equal Opportunity Commission Act 1986."},
      {
        "id":"ED448949",
        "title":"Bush Talks."},
      {
        "id":"ED448950",
        "title":"Emerging Themes: National Inquiry into Rural and Remote Education."},
      {
        "id":"ED448951",
        "title":"An Annotated and Select Bibliography on Rural and Remote Education in Australia."},
      {
        "id":"ED448952",
        "title":"Recommendations: National Inquiry into Rural and Remote Education."},
      {
        "id":"ED448953",
        "title":"School Communities: National Inquiry into Rural and Remote Education."},
      {
        "id":"ED448954",
        "title":"Education Access: National Inquiry into Rural and Remote Education."},
      {
        "id":"ED448955",
        "title":"Long School Bus Rides: Their Effect on School Budgets, Family Life, and Student Achievement. Rural Education Issue Digest."},
      {
        "id":"ED448956",
        "title":"Standards-Based Reform and Rural School Improvement: Similarities, Differences, Prospects for the Future. Rural Education Issue Digest."},
      {
        "id":"ED448957",
        "title":"Rural School Principals' Views on the Comprehensive School Reform Demonstration Program Application Process. Rural Education Research Report."},
      {
        "id":"ED448958",
        "title":"Economic Development, Education, and Community Engagement in Rural Persistent Poverty Communities: Conference Summary (Arlington, Virginia, October 27-29, 1999)."},
      {
        "id":"ED448959",
        "title":"Rural Education Directory: Organizations and Resources, 2001."},
      {
        "id":"ED448960",
        "title":"Mobilizing African American Faith Communities: A Strategy for Improving the Achievement of African American Students in Rural School Districts. Rural Education Issue Digest."},
      {
        "id":"ED448961",
        "title":"School District Size and School Performance. Rural Education Issue Digest."},
      {
        "id":"ED448963",
        "title":"Curriculum Planning and Development for Native Americans and Alaska Natives in Higher Education."},
      {
        "id":"ED448964",
        "title":"Title IX Program Evaluation: Corresponding with FY 98 Application for Grants. Albuquerque Public Schools, 1997-98."},
      {
        "id":"ED448965",
        "title":"Unified Education System: From Implementation to Evaluation, 1997-98."},
      {
        "id":"ED448966",
        "title":"Falling through the Net: Toward Digital Inclusion. A Report on Americans' Access to Technology Tools."},
      {
        "id":"ED448967",
        "title":"Rural Schools and the Workforce Investment Act. ERIC Digest."},
      {
        "id":"ED448968",
        "title":"Research about School Size and School Performance in Impoverished Communities. ERIC Digest."},
      {
        "id":"ED448969",
        "title":"Advanced Telecommunications in Rural America: The Challenge of Bringing Broadband Service to All Americans."},
      {
        "id":"ED448970",
        "title":"[Rural School Administrator's Resources.]"},
      {
        "id":"ED448971",
        "title":"A Comparison of Survey and Non-Survey Methods for Estimating County-Level Demand for Educational Attainment. Research Paper 2021."},
      {
        "id":"ED448972",
        "title":"Estimating Employer Demand for County Level Educational Attainment: A Case Study of Taylor County, West Virginia. Research Paper 2004."},
      {
        "id":"ED448973",
        "title":"Educational Quality and County Government Services: Rural Nebraskans' Perceived Impacts of Recent and Proposed Legislation. 1999 Nebraska Rural Poll Results. A Research Report."},
      {
        "id":"ED448974",
        "title":"IDRA Newsletter, 2000."},
      {
        "id":"ED448975",
        "title":"A Small District's Quest for Survival."},
      {
        "id":"ED448976",
        "title":"Aboriginal Post-Secondary Education and Labour Market Outcomes: Canada, 1996."},
      {
        "id":"ED448977",
        "title":"Applying Technology to Restructuring and Learning. Final Research Report."},
      {
        "id":"ED448978",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools. Book 1: Review of the Research on Multigrade Instruction."},
      {
        "id":"ED448979",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools. Book 2: Classroom Organization."},
      {
        "id":"ED448980",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools. Book 3: Classroom Management and Discipline."},
      {
        "id":"ED448981",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools. Book 4: Instructional Organization, Curriculum, and Evaluation."},
      {
        "id":"ED448982",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools. Book 5: Instructional Delivery and Grouping."},
      {
        "id":"ED448983",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools. Book 6: Self-Directed Learning."},
      {
        "id":"ED448984",
        "title":"The Multigrade Classroom: A Resource Handbook for Small, Rural Schools. Book 7: Planning and Using Peer Tutoring."},
      {
        "id":"ED448987",
        "title":"Rural Nebraskans' Perceptions of Tax Restructuring and Local Schools. 1998 Nebraska Rural Poll Results. A Working Paper."},
      {
        "id":"ED448988",
        "title":"Innovative Approaches in Rural Education. Rural Information Center Publication Series, No. 72."},
      {
        "id":"ED448989",
        "title":"Arts and Humanities Programs in Rural America. Rural Information Center Publication Series, No. 74. Revised Edition."},
      {
        "id":"ED448990",
        "title":"Case Studies of Rural Schools Implementing Comprehensive School Reform Models."},
      {
        "id":"ED448991",
        "title":"Wilderness Medicine Newsletter, 2000: For the Recognition, Treatment, and Prevention of Wilderness Emergencies."},
      {
        "id":"ED448992",
        "title":"An Alternative School within a School: A Case Study on Meeting Motivational, Curricula, and Instructional Needs of At-Risk Students."},
      {
        "id":"ED448993",
        "title":"Educacion Ambiental en las Escuelas: Creando una Programa que Funcione! (Environmental Education in the Schools: Creating a Program That Works!)."},
      {
        "id":"ED448994",
        "title":"Aspects on Teaching/Learning with Object Oriented Programming for Entry Level Courses of Engineering."},
      {
        "id":"ED448996",
        "title":"Rock around the Clock: Hanging Rock State Park. An Environmental Education Learning Experience. Designed for Grade 5."},
      {
        "id":"ED448997",
        "title":"Pupils Reasoning about the Nature of Change Using an Abstract Picture Language."},
      {
        "id":"ED448998",
        "title":"How Do Beginning Elementary Teachers Cope with Science: Development of Pedagogical Content Knowledge in Science."},
      {
        "id":"ED448999",
        "title":"Field of Performance and Area of Knowledge: A Structure of Reference in Engineering Education."},
      {
        "id":"ED449000",
        "title":"A Service View of Engineering Education."},
      {
        "id":"ED449001",
        "title":"Environmental Science and Engineering for the 21st Century: The Role of the National Science Foundation."},
      {
        "id":"ED449005",
        "title":"A Dynamic Action in the Engineering Teaching."},
      {
        "id":"ED449006",
        "title":"Reform Process in the University of Buenos Aires: Perspective of the Professional Fields of Engineering."},
      {
        "id":"ED449007",
        "title":"AulaNet[TM]--An Environment for the Development and Maintenance of Courses on the Web."},
      {
        "id":"ED449010",
        "title":"Water on the Web: Integrating Real-Time Data into Educational Curricula over the Internet. Guide Book."},
      {
        "id":"ED449011",
        "title":"Connecting to the Standards through Marine Science."},
      {
        "id":"ED449013",
        "title":"Scientific and Engineering Research Facilities at Colleges and Universities, 1998. Topical Report."},
      {
        "id":"ED449015",
        "title":"Building a Foundation for Learning Algebra in the Elementary Grades."},
      {
        "id":"ED449016",
        "title":"Using Images To Teach the Beginnings of Structural Engineering."},
      {
        "id":"ED449017",
        "title":"The Dynamics of Technology-Based Economic Development: State Science and Technology Indicators."},
      {
        "id":"ED449018",
        "title":"Your Environment: A Guide for Students."},
      {
        "id":"ED449020",
        "title":"Implementing and Strengthening an EIC Program in Your School: A Self-Evaluation Guide."},
      {
        "id":"ED449021",
        "title":"Learning about Trusses with Multimedia."},
      {
        "id":"ED449022",
        "title":"A Cooperative Project for Electrical Engineering Education at UNESP--Sao Paulo State University."},
      {
        "id":"ED449023",
        "title":"A Multimedia Telematics Network for On-the-Job Training, Tutoring and Assessment."},
      {
        "id":"ED449025",
        "title":"Women, Minorities, and Persons with Disabilities in Science and Engineering: 2000."},
      {
        "id":"ED449026",
        "title":"Human Resources Contributions to U.S. Science and Engineering from China. SRS Issue Brief."},
      {
        "id":"ED449027",
        "title":"Bad Science and Its Social Implications: Historical Perspectives."},
      {
        "id":"ED449028",
        "title":"Science &amp; Safety: Making the Connection."},
      {
        "id":"ED449029",
        "title":"Technology in the National Interest."},
      {
        "id":"ED449030",
        "title":"Beyond Description of the Problems: Directions for Research on Diversity and Equity Issues in K-12 Mathematics and Science Education. National Institute for Science Education Forum (5th, Detroit, Michigan, May 2000)."},
      {
        "id":"ED449031",
        "title":"Assessing Environmental Impact: A Secondary School Learning Activity"},
      {
        "id":"ED449032",
        "title":"The Components of an Effective Mathematics and Science Middle School: Standards, Teaching Practices, and Professional Development."},
      {
        "id":"ED449033",
        "title":"Federally Funded Math and Science Materials."},
      {
        "id":"ED449034",
        "title":"ReSource Your Waste: A Teacher&apos;s Guide."},
      {
        "id":"ED449036",
        "title":"Studies of Mathematics Instruction and Curriculum: Implications for the Future. Discussion 4.0."},
      {
        "id":"ED449037",
        "title":"Korean High School Students' Views about Learning and Knowing Science."},
      {
        "id":"ED449038",
        "title":"Motivating Pupils To Learn in Mathematics."},
      {
        "id":"ED449039",
        "title":"Graduate Enrollment in Science and Engineering Increases for the First Time Since 1993. SRS Data Brief."},
      {
        "id":"ED449044",
        "title":"Effect of Gender, Achievement in Mathematics, and Ethnicity on Attitudes toward Mathematics."},
      {
        "id":"ED449045",
        "title":"Attitudes toward Mathematics Instrument: An Investigation with Middle School Students."},
      {
        "id":"ED449046",
        "title":"Civic Education in Elementary School."},
      {
        "id":"ED449047",
        "title":"America's Historic West."},
      {
        "id":"ED449048",
        "title":"Selling Democracy: Revisiting Rugg for the Next Millennium."},
      {
        "id":"ED449049",
        "title":"Arizona Standards: Social Studies Standards (Adopted by the State Board on 3/27/00)."},
      {
        "id":"ED449051",
        "title":"A More Relevant Art Education Methodology for the 21st Century."},
      {
        "id":"ED449052",
        "title":"Including Asia in the Arts Curriculum: A Terra Incognita."},
      {
        "id":"ED449053",
        "title":"Cultures and Transitions--Aboriginal Art Now and Then."},
      {
        "id":"ED449054",
        "title":"Arts Education: Mutual Influences of Learning To Know and Learning To Do."},
      {
        "id":"ED449055",
        "title":"A Sociocultural Analysis of Spatial Representation in Drawings by Singaporean Children."},
      {
        "id":"ED449056",
        "title":"Recognizing the Challenges of the New Millennium: The Changing Face of Art Education in Singapore."},
      {
        "id":"ED449057",
        "title":"Art in Daily Living: Its Relevance to Internationalization Education in Korea."},
      {
        "id":"ED449058",
        "title":"Cultural Literacy and Languages: Enabling Students To Learn To Live Together."},
      {
        "id":"ED449059",
        "title":"An Art Teacher's Doing and Being."},
      {
        "id":"ED449062",
        "title":"Lesson One: The History of an Australian Hunter-Gatherer Culture. Australian Studies High School Series. History Unit."},
      {
        "id":"ED449063",
        "title":"Lesson Two: Terra Australis. Australian Studies High School Series. History Unit."},
      {
        "id":"ED449064",
        "title":"Lesson Three: Evolution of a National Identity and an International Voice. Australian Studies High School Series. History Unit."},
      {
        "id":"ED449065",
        "title":"Lesson Four: Global Connections and Interactions. Australian Studies High School Series. History Unit."},
      {
        "id":"ED449066",
        "title":"Fostering Civic Responsibility through Service Learning."},
      {
        "id":"ED449069",
        "title":"Indiana Academic Standards 2000 for Visual Art, Grades K-12."},
      {
        "id":"ED449070",
        "title":"Building on the Best, Learning from What Works: Five Promising Discipline and Violence Prevention Programs."},
      {
        "id":"ED449071",
        "title":"Favorite Lesson Plans: Powerful Standards-Based Activities."},
      {
        "id":"ED449072",
        "title":"Applications of Information Technology for Standards-Based Reform in the United States of America: Their Implications for the Discovering Democracy Program in Australia."},
      {
        "id":"ED449073",
        "title":"Civic Development in Thailand: A Beginning Look at Its Relationship to Formal and Informal Education."},
      {
        "id":"ED449075",
        "title":"&quot;Mayan Eyes Have Seen the Glory...&quot; or &quot;Please Don't Squeeze the Shaman!&quot; An Interdisciplinary, Integrated, Thematic Study &quot;Chaac&quot; Full of Culture and &quot;Jaded&quot; History of the Mayan Civilization. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico/Guatemala)."},
      {
        "id":"ED449076",
        "title":"Search for Tikal: Lost City of the Maya. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449077",
        "title":"Celebrating Mexico. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449078",
        "title":"Mayan Indigenous Society in Guatemala and Mexico: A Thematic Integrated Unit on the Contributions of the Maya Both Past and Present. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449079",
        "title":"A Curriculum Unit on Human Rights of the Mayas of Guatemala. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449080",
        "title":"Fulbright Travel 2000 to Mexico and Guatemala Project. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449081",
        "title":"Mexico and Guatemala: A Portfolio of Supplementary Lessons on Indigenous People. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449082",
        "title":"Unit on Mexican and Guatemalan Archaeology. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449083",
        "title":"Mesoamerican Indigenous Society at the Millennium: Historic and Contemporary Perspectives. Fulbright Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449084",
        "title":"Textiles as a Reflection of Ancient and Contemporary Maya Cultures: An Interdisciplinary Unit for 6th and 7th Grade Students at John F. Kennedy Middle School, Northampton, MA. Fulbright-Hays Summer Seminars Abroad Program, 2000 (Mexico and Guatemala)."},
      {
        "id":"ED449085",
        "title":"National Standards for the Teaching of High School Psychology."},
      {
        "id":"ED449086",
        "title":"Civic Competencies and Students with Disabilities."},
      {
        "id":"ED449087",
        "title":"Understanding the Federal Courts."},
      {
        "id":"ED449088",
        "title":"The Federal Courts in American Government: A Lesson Plan for High School Law-Related Educators To Support &quot;Understanding the Federal Courts.&quot;"},
      {
        "id":"ED449089",
        "title":"The Distinction between Civil and Criminal Law: A Lesson Plan for High School Law-Related Educators To Support &quot;Understanding the Federal Courts.&quot;"},
      {
        "id":"ED449090",
        "title":"Mini Simulation of a Supreme Court Oral Argument: A Lesson Plan for High School Law-Related Educators To Support &quot;Understanding the Federal Courts.&quot;"},
      {
        "id":"ED449091",
        "title":"The Function of and Qualifications for Jury Service: A Lesson Plan for High School Law-Related Educators To Support &quot;Understanding the Federal Courts.&quot;"},
      {
        "id":"ED449092",
        "title":"Judicial Independence: An International Comparison Service. A Lesson Plan for High School Law-Related Educators To Support &quot;Understanding the Federal Courts.&quot;"},
      {
        "id":"ED449093",
        "title":"Federal Court Resources: A Lesson Plan for High School Law-Related Educators To Support &quot;Understanding the Federal Courts.&quot;"},
      {
        "id":"ED449094",
        "title":"Historic America: The South Central States."},
      {
        "id":"ED449096",
        "title":"Exploring Perceived Personal and Social Gender Stereotypes of Maths with Secondary Students: An Explanation for Continued Gender Differences in Participation?"},
      {
        "id":"ED449098",
        "title":"Sixth Grade Students' Development of Historical Perspective: World War II and the Atomic Bombing of Hiroshima and Nagasaki."},
      {
        "id":"ED449099",
        "title":"Teachers, Tests, and Tensions: Teachers Respond to the New York State Global History Exam."},
      {
        "id":"ED449100",
        "title":"Strengthening the U.S. Government's Leadership in Promoting International Education: A Discussion Paper."},
      {
        "id":"ED449101",
        "title":"Influence Continues: The Impact of One Social Studies Department on Preservice Social Studies Teachers."},
      {
        "id":"ED449102",
        "title":"Using Problem-Solving Steps and Audience Roles To Increase Student Engagement in Elementary Civics Instruction."},
      {
        "id":"ED449104",
        "title":"Art with Stones: From the Cave Age until Today with Parallels Seen in the Artistic, Symbolic and Creative Development of Young Children's Mosaic Making."},
      {
        "id":"ED449105",
        "title":"Maryland Women Who Dare: Paving the Way to the New Millennium. Maryland Women's History Display Kit 2000."},
      {
        "id":"ED449106",
        "title":"Views of Ancient Egypt. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED449107",
        "title":"Johannes Vermeer: Legacy of Light. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED449108",
        "title":"Mary Cassatt: Celebrating Everyday Life. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED449109",
        "title":"The First Family of American Art. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED449110",
        "title":"Claes Oldenburg: Making the Ordinary Extraordinary. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED449111",
        "title":"The Imaginary World of Henri Rousseau. Teacher's Guide. School Arts: Looking/Learning."},
      {
        "id":"ED449112",
        "title":"Interactive Technology: A Tool for Student-Centered Instruction in Middle School Art Education."},
      {
        "id":"ED453122",
        "title":"Under Construction! Temporal Identities of Kindergarten Children in Mexico and the United States."},
      {
        "id":"ED453123",
        "title":"Crime and Punishment: Social Capital and Children of Color."},
      {
        "id":"ED453124",
        "title":"Judicious (Character Education) Discipline."},
      {
        "id":"ED453125",
        "title":"Exploring a Community of Practice Perspective: Language, Gender and Ethnicity in a Multicultural Junior High Classroom."},
      {
        "id":"ED453126",
        "title":"STORYPATH: A Cross Cultural Study of Children's Construction of Social Studies Understandings."},
      {
        "id":"ED453127",
        "title":"Diversity and Learning: Ending the Silence--Starting a Gay/Straight Alliance."},
      {
        "id":"ED453128",
        "title":"The Moral Behavior of Children and Adolescents at a Democratic School."},
      {
        "id":"ED453129",
        "title":"Fieldwork in the Geography Curriculum: Filling the Rhetoric-Reality Gap. Pathways in Geography Resource Series, Title No. 22."},
      {
        "id":"ED453131",
        "title":"Education Indicators for East Asia and Pacific."},
      {
        "id":"ED453132",
        "title":"Women Workers in South Africa: Participation, Pay and Prejudice in the Formal Labor Market."},
      {
        "id":"ED453133",
        "title":"Towards a Postmodern Theory of Moral Education. Part II: Mapping the Terrain (Zygmunt Bauman's Postmodern Ethics)."},
      {
        "id":"ED453135",
        "title":"A Comparative Education Course: Experience and Views of Students at a South African University."},
      {
        "id":"ED453136",
        "title":"Heidelberg: The Dynamics of German Academic Traditions within the New Global Context."},
      {
        "id":"ED453137",
        "title":"Dilemmas of Education Reform in Taiwan: Internationalization or Localization?"},
      {
        "id":"ED453138",
        "title":"Culture of Peace: The Israeli Palestinian Case."},
      {
        "id":"ED453139",
        "title":"China's Minorities and State Preferential Policies: Expanding Opportunities?"},
      {
        "id":"ED453140",
        "title":"Women in Higher Education in Post WWII Occupied Japan: The Effect of Democratic Reforms."},
      {
        "id":"ED453141",
        "title":"The Emergence of Regulated Individualism: Case Study of an Educational Journal in China."},
      {
        "id":"ED453142",
        "title":"A Complexity Theory Analysis of Educational Reform in Benin."},
      {
        "id":"ED453143",
        "title":"Sacred Architecture as a Narrative for Defining Religion, Culture and Social and Educational Change: A Proposal for a Series of Workshops for Educators."},
      {
        "id":"ED453144",
        "title":"Building Character Education in Our Schools To Enhance the Learning Environment."},
      {
        "id":"ED453145",
        "title":"Using Rubrics for Assessment and Evaluation in Art."},
      {
        "id":"ED453147",
        "title":"Gender and Computer Use at a Rural Island School."},
      {
        "id":"ED453149",
        "title":"When a Celebrity Contracts a Disease: The Example of Earvin &quot;Magic&quot; Johnson's Announcement That He Was HIV Positive."},
      {
        "id":"ED453150",
        "title":"The Impact of Age-Discrimination on Older People of Color Who Wish To Teach."},
      {
        "id":"ED453151",
        "title":"The Seneca Falls Convention: Teaching about the Rights of Women and the Heritage of the Declaration of Independence. ERIC Digest."},
      {
        "id":"ED453152",
        "title":"Unsatisfactory Performance: How California's K-12 Education System Protects Mediocrity and How Teacher Quality Can Be Improved."},
      {
        "id":"ED453153",
        "title":"The WSU Field Placement Model: Incorporation of the National Field Directors Forum Suggestions."},
      {
        "id":"ED453154",
        "title":"Teacher Salaries and State Priorities for Education Quality: A Vital Link. Educational Benchmarks 2000 Series."},
      {
        "id":"ED453160",
        "title":"Successful Daily Practices of Inclusion Teachers of Children with Down Syndrome."},
      {
        "id":"ED453161",
        "title":"Teacher as Advocate: A Look at CADST--Chicago Area Directors of Student Teaching--Pro Active Model."},
      {
        "id":"ED453162",
        "title":"Developing, Sustaining and Assessing Collaborative Structures with Education, Science, Mathematics and English."},
      {
        "id":"ED453164",
        "title":"The New Teacher Welcome Packet, Fall 2000."},
      {
        "id":"ED453165",
        "title":"Teaching Classroom Management: A Stand-Alone Necessity for Preparing New Teachers."},
      {
        "id":"ED453166",
        "title":"From Informal Strategies to Structured Procedures: Mind the Gap!"},
      {
        "id":"ED453167",
        "title":"Validity and Reliability in Assessment and Grading: Perspectives of Preservice and Inservice Teachers and Teacher Education Professors."},
      {
        "id":"ED453168",
        "title":"Anecdotal Responses Collected through Interviews with Selected Mentees in the Educational Administration Program."},
      {
        "id":"ED453169",
        "title":"Getting beyond Talk: State Leadership Needed To Improve Teacher Quality. Educational Benchmarks 2000 Series."},
      {
        "id":"ED453170",
        "title":"Teacher Efficacy: A Research Synthesis."},
      {
        "id":"ED453171",
        "title":"The Teachers' Role in Inculcating Values through a Mandated Curriculum: Isolation and Instrumentalism in High School Science and Language Arts Classrooms in England."},
      {
        "id":"ED453172",
        "title":"The Lighthouse Inquiry: School Board/Superintendent Team Behaviors in School Districts with Extreme Differences in Student Achievement."},
      {
        "id":"ED453174",
        "title":"Attrition of New Teachers among Recent College Graduates: Comparing Occupational Stability among 1992-93 Graduates Who Taught and Those Who Worked in Other Occupations. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED453175",
        "title":"Promoting School Renewal through Change Agent Strategies: Factors Influencing Teacher Adoption of a Statewide Change Initiative."},
      {
        "id":"ED453176",
        "title":"An Integrated Hands-On Inquiry Based Cooperative Learning Approach: The Impact of the PALMS Approach on Student Growth."},
      {
        "id":"ED453177",
        "title":"Teacher Opportunities To Learn: Case Study of a Content Institute in Mathematics."},
      {
        "id":"ED453178",
        "title":"The Role of Teacher in the Classroom Community."},
      {
        "id":"ED453180",
        "title":"Beyond Multiple Intelligences: Implications for Multicultural Teachers."},
      {
        "id":"ED453182",
        "title":"Multicultural Transformations through LATTICE: An Evaluation of a Model of Professional Development for Teachers."},
      {
        "id":"ED453183",
        "title":"Using a Subject Area Course To Challenge Secondary Pre-Service Teachers' Models of Teaching: A Teacher Educator's Experience."},
      {
        "id":"ED453184",
        "title":"External Influences Impacting on Beginning Headteachers in England: Findings from the IBPS Project."},
      {
        "id":"ED453185",
        "title":"Teacher Collaboration in a Geographically Remote School Jurisdiction."},
      {
        "id":"ED453186",
        "title":"Systems Thinking: A Lens and Scalpel for Organizational Learning."},
      {
        "id":"ED453187",
        "title":"Self-Study as a Way of Teaching and Learning: Tuning into Creativity."},
      {
        "id":"ED453188",
        "title":"The Professional Induction of Headteachers in England: Findings from the IBPS Project."},
      {
        "id":"ED453189",
        "title":"Effective Teaching and Student Independence at Grade 12."},
      {
        "id":"ED453190",
        "title":"Orchestrating Narrative and Paradigmatic Cognition: Prospective and Practicing Teachers Theorizing Classroom Practice."},
      {
        "id":"ED453191",
        "title":"The Schooling Transformative Process: How Schooling Shapes Values."},
      {
        "id":"ED453192",
        "title":"Instructional Planning in a Centralized School System: An Assessment of Teachers' Planning at Primary School Level in Turkey."},
      {
        "id":"ED453194",
        "title":"Teacher Shortages, Teacher Job Satisfaction, and Professionalism: Teacher Assistants in Dutch Secondary Schools."},
      {
        "id":"ED453195",
        "title":"Ensuring Teacher Quality: A Continuum of Teacher Preparation and Development. Policy Brief."},
      {
        "id":"ED453201",
        "title":"Teacher Efficacy and Diversity: Implications for Teacher Training."},
      {
        "id":"ED453203",
        "title":"Perspectives on the Ethical Bases of Moral Agency in Teaching."},
      {
        "id":"ED453204",
        "title":"An Offender Typology Based upon Psychoeducational Needs: A Collaborative Climate for Success."},
      {
        "id":"ED453205",
        "title":"Online Tutoring: Networking Preservice Teachers and K-12 Students."},
      {
        "id":"ED453206",
        "title":"Learning To Teach by Embedding Learning in Experience."},
      {
        "id":"ED453207",
        "title":"The Knowledge Building Lab School: Principles to Practice."},
      {
        "id":"ED453208",
        "title":"&quot;Psyching Out&quot; the &quot;Praxis II Tests of Learning and Teaching&quot;: What Our Students Need To Know."},
      {
        "id":"ED453209",
        "title":"Going beneath the Surface: A Discourse-to-Voice-Centered Analysis of Teaching Philosophies."},
      {
        "id":"ED453210",
        "title":"Leadership Transformation of Two Teachers and Their Principal: A Case Study."},
      {
        "id":"ED453211",
        "title":"Students as Developers of the Curriculum: Case High Tech and the Caregiving Enterprise in the Training of Caregivers."},
      {
        "id":"ED453212",
        "title":"Teacher Attitudes to, and Beliefs about, Multicultural Education: Have There Been Changes over the Last Twenty Years?"},
      {
        "id":"ED453213",
        "title":"King John's Christmas: Developing Leadership Communities On-Line."},
      {
        "id":"ED453214",
        "title":"Teaching and Production in the Classroom: The Case in Cyprus Lyceums."},
      {
        "id":"ED453215",
        "title":"Keeping Teaching Fresh."},
      {
        "id":"ED453216",
        "title":"Assessment and Evaluation of Phonological Awareness, Concepts of Print, and Early Reading and Writing in Young Chilean Children: A Comparison with International Results."},
      {
        "id":"ED453217",
        "title":"Preparation of Students in a Standards-Oriented Mathematics Curriculum for College Entrance Tests, Placement Tests, and Beginning Mathematics Courses."},
      {
        "id":"ED453218",
        "title":"Cross-National Validation and Use of Classroom Environment Scales."},
      {
        "id":"ED453219",
        "title":"The Interplay of Ability and Motivational Variables over Time: A 5 Year Longitudinal Study of Predicting College Student Success."},
      {
        "id":"ED453220",
        "title":"The Impact of State Mandated, Large-Scale Writing Assessment Policies in Pennsylvania."},
      {
        "id":"ED453221",
        "title":"Evaluating Validity and Reliability of Classroom Assessments Using Secondary Data."},
      {
        "id":"ED453222",
        "title":"Collective Reflection as an Alternative Methodology in Curriculum Research and Teaching: Representations in Global Perspectives."},
      {
        "id":"ED453223",
        "title":"Evaluation of an Effective Postsecondary Program in Canadian Aboriginal Communities: Students' Perspectives on Support."},
      {
        "id":"ED453224",
        "title":"A Comparison of Paper-Based and Web-Based Testing."},
      {
        "id":"ED453225",
        "title":"Central Curricular Decisions and Quality Assurance Initiatives."},
      {
        "id":"ED453226",
        "title":"Accreditation May Be a Necessary Factor in, but Is It Sufficient for, High Teacher Quality? An Examination of the Performance of Teacher Preparation Units on Accreditation and Certification Evaluations."},
      {
        "id":"ED453227",
        "title":"A Comparison of the Standardization and IRT Methods of Adjusting Pretest Item Statistics Using Realistic Data."},
      {
        "id":"ED453228",
        "title":"Effects of Changes in the Examinees' Ability Distribution on the Exposure Control Methods in CAT."},
      {
        "id":"ED453229",
        "title":"The Role of Prior and Perceived Ability in Influencing the Relationship of Goal Orientation to Cognitive Engagement and Academic Achievement."},
      {
        "id":"ED453230",
        "title":"Dimensionality, Dependence, or Both? An Application of the Item Bundle Model to Multidimensional Data."},
      {
        "id":"ED453231",
        "title":"Using Traditional Psychometric Methodologies and the Rasch Model in Designing a Test."},
      {
        "id":"ED453232",
        "title":"Building Different Bridges: Technology Integration, Engaged Student Learning, and New Approaches to Professional Development."},
      {
        "id":"ED453233",
        "title":"Teacher Education in the Generative Virtual Classroom: A Web-Delivered Context for Developing Learning Theories."},
      {
        "id":"ED453234",
        "title":"Effects of a Problem-Based Learning Program on Engineering Students' Academic Achievements, Skills Development and Attitudes in a Mexican University."},
      {
        "id":"ED453235",
        "title":"A Rasch Hierarchical Measurement Model."},
      {
        "id":"ED453236",
        "title":"Identifying and Managing Local Item Dependence in Context-Dependent Item Sets."},
      {
        "id":"ED453237",
        "title":"Poverty, Courses Taken and MCAS Test Scores in Mathematics and Science."},
      {
        "id":"ED453238",
        "title":"Small Group Collaboration in the Large Lecture Setting: Collaborative Process, Pedagogical Paradigms, and Institutional Constraints."},
      {
        "id":"ED453239",
        "title":"Innovation from within the Box: Evaluation of Online Problem Sets in a Series of Large Lecture Undergraduate Science Courses."},
      {
        "id":"ED453240",
        "title":"The Strategies-for-Achievement Approach (stACH) for Teaching &quot;Study Skills.&quot;"},
      {
        "id":"ED453241",
        "title":"Examining the Impact of Service-Learning among Preservice Teachers."},
      {
        "id":"ED453242",
        "title":"Stakes for Students: Agenda-Setting and Remedial Education."},
      {
        "id":"ED453243",
        "title":"A Framework for Researching Sound's Use in Multimedia Instruction To Enhance Learning."},
      {
        "id":"ED453244",
        "title":"An Investigation of State Rankings Based on SAT I Scores."},
      {
        "id":"ED453245",
        "title":"America's Reform Inferno: The Nine Layers of Accountability."},
      {
        "id":"ED453246",
        "title":"Revisiting Reading Rate as a Diagnostic Tool for Reading Difficulties."},
      {
        "id":"ED453247",
        "title":"Classroom Assessment: Possibilities for State Reporting of Student Proficiency."},
      {
        "id":"ED453248",
        "title":"The Introduction of a Measure of Instrument Homogeneity for Interpreting Low Reliability Coefficients."},
      {
        "id":"ED453249",
        "title":"The Influence of Anomalies on Knowledge Construction and Scientific Reasoning during Inquiry."},
      {
        "id":"ED453251",
        "title":"Some Pedagogical Tips for Teaching Statistics."},
      {
        "id":"ED453252",
        "title":"Imperative or Choice? Multi-Level and Multi-Measure Analysis of Student Assessment Data for Evaluation of Systemic School Reform."},
      {
        "id":"ED453253",
        "title":"Photography as a Data Generation Tool for Qualitative Inquiry in Education."},
      {
        "id":"ED453254",
        "title":"A Confirmatory Factor Analysis of a New Measure of Teacher Efficacy: Ohio State Teacher Efficacy Scale."},
      {
        "id":"ED453255",
        "title":"Self Evaluation and Peer Observation of Early Career Teachers in a Standards-Based Context: Preliminary Results."},
      {
        "id":"ED453256",
        "title":"Anchorage Kindergarten Profile: Implementing the Alaska Kindergarten Developmental Profile."},
      {
        "id":"ED453257",
        "title":"Construct and Predictive Validity of the Alaska State High School Graduation Qualifying Examination: First Administration. Executive Summary."},
      {
        "id":"ED453258",
        "title":"The Long March: School Performance Goals and Progress Measures in State Accountability Systems."},
      {
        "id":"ED453259",
        "title":"Number Correct Scoring: Comparison between Classical True Score Theory and Multidimensional Item Response Theory."},
      {
        "id":"ED453260",
        "title":"A Primer on Basic Effect Size Concepts."},
      {
        "id":"ED453261",
        "title":"The Effects of Centering Method on Parameter Estimates and Variance Explained in Multilevel Models."},
      {
        "id":"ED453262",
        "title":"Assessing Students and Yourself Using the One Minute Paper and Observing Students Working Cooperatively."},
      {
        "id":"ED453263",
        "title":"Classroom Assessment and Grading Practices: A Review of the Literature."},
      {
        "id":"ED453264",
        "title":"The Effects of Modeling Expert Cognitive Strategies during Problem-Based Learning."},
      {
        "id":"ED453265",
        "title":"Teacher Variables That Relate to Student Achievement in a Standards-Oriented Curriculum."},
      {
        "id":"ED453266",
        "title":"Determining the Representation of Constructed Response Items in Mixed-Item Format Exams."},
      {
        "id":"ED453267",
        "title":"What Is the Promise of Large-Scale Classroom Practice Measures for Informing Us about Equity in Student Opportunities-To-Learn? An Example Using the Colorado TIMSS."},
      {
        "id":"ED453268",
        "title":"Examining Differences in Teachers' and Researchers' Understanding of an Instructional Log."},
      {
        "id":"ED453270",
        "title":"Profile Analysis via Multidimensional Scaling (PAMS): Exploring the Predominant Profile Patterns in Data."},
      {
        "id":"ED453271",
        "title":"Accountability Policy for North Carolina's Alternative Schools, Year One Results."},
      {
        "id":"ED453272",
        "title":"Assessing Sources of Score Variability in a Multi-Site Medical Performance Assessment: An Application of Hierarchical Linear Modeling."},
      {
        "id":"ED453274",
        "title":"Cluster Analysis: A Method To Develop School Level Normative Score Profiles To Support School Improvement?"},
      {
        "id":"ED453275",
        "title":"Item Disordinality with the Bookmark Standard Setting Procedure."},
      {
        "id":"ED453276",
        "title":"Effects of Survey Format on Perceived Competence in Writing: A Developmental Study."},
      {
        "id":"ED453277",
        "title":"A Validity Investigation of a Japanese Version of a Classroom Communication Apprehension Scale."},
      {
        "id":"ED453278",
        "title":"Educational Innovations in Finnish and European Contexts: An Analysis of the Aims and Outcomes of &quot;The European Observatory&quot; of the European Commission (1994-1998). Research Report 200."},
      {
        "id":"ED453279",
        "title":"An Analysis of Rater Impact on Composite Scores Using the Multifaceted Rasch Model."},
      {
        "id":"ED453280",
        "title":"Caring and Competence: Nel Noddings' Curriculum Thought."}]
  }}
