{
  "response":{"numFound":509939,"start":396000,"numFoundExact":true,"docs":[
      {
        "id":"ED460763",
        "title":"Social Policy Report, 1998."},
      {
        "id":"ED460764",
        "title":"Issues of Implementation of Early Childhood Education and Support Programs."},
      {
        "id":"ED460765",
        "title":"Childcare and Education for Children between the Ages of Two and Seven in the Netherlands. Position Paper."},
      {
        "id":"ED460766",
        "title":"Healthy School Meals: Promotion Ideas That Work."},
      {
        "id":"ED460767",
        "title":"On the Front Lines of Change: The Children's Aid Society 2001 Annual Report."},
      {
        "id":"ED460768",
        "title":"Southern Institute on Children and Families 1999 Annual Report."},
      {
        "id":"ED460769",
        "title":"Ten Years Aloft! Southern Institute on Children and Families 2000 Annual Report."},
      {
        "id":"ED460770",
        "title":"Career Development and Universal Prekindergarten: What Now? What Next? Working Paper Series."},
      {
        "id":"ED460771",
        "title":"Economics, Test Scores, New President behind Legislative Changes."},
      {
        "id":"ED460772",
        "title":"Tennessee and Its Children: Unmet Needs, 2001."},
      {
        "id":"ED460774",
        "title":"Ready To Learn: A Guide for State Agencies Doing School-Based Outreach for MEDICAID and SCHIP."},
      {
        "id":"ED460775",
        "title":"Early Childhood Education Program Expectations: Standards of Quality."},
      {
        "id":"ED460776",
        "title":"Work-Life Compendium, 2001: 150 Canadian Statistics on Work, Family &amp; Well-Being."},
      {
        "id":"ED460778",
        "title":"The El-Barta Child and Family Project--Community Based Early Child Care and Development Programme: An Integrated Approach. Working Papers in Early Childhood Development."},
      {
        "id":"ED460781",
        "title":"Rhode Island KIDS COUNT: 2000 U.S. Census Brief, Numbers 1-4."},
      {
        "id":"ED460784",
        "title":"Classroom Breakfast Scores High in Maryland: Findings from Year III of the Maryland Meals for Achievement Classroom Breakfast Pilot Program."},
      {
        "id":"ED460787",
        "title":"What Should Parents Know about Information Literacy?"},
      {
        "id":"ED460788",
        "title":"Highland Elementary School. Learning by Example Series."},
      {
        "id":"ED460789",
        "title":"Improving Children's Well-Being: Understanding, Nurturing Fatherhood. Research on Today's Issues."},
      {
        "id":"ED460791",
        "title":"Adolescent Health Research Updates: Supplement to the Adolescent Health Plan, Numbers 1-6, December 1996-November 1997."},
      {
        "id":"ED460792",
        "title":"Pathfinders for Four Directions: An Indigenous Educational Model."},
      {
        "id":"ED460793",
        "title":"Career Counseling Resources."},
      {
        "id":"ED460794",
        "title":"Internet Technology Resources."},
      {
        "id":"ED460795",
        "title":"Curricular/Instructional Technology Resources."},
      {
        "id":"ED460796",
        "title":"Cultural Themes."},
      {
        "id":"ED460797",
        "title":"Native American Cultural Groups."},
      {
        "id":"ED460798",
        "title":"Cherokee Nation Education Services."},
      {
        "id":"ED460799",
        "title":"How To Know If All Students Are Being Served in Our School-to-Work System."},
      {
        "id":"ED460800",
        "title":"American Indian Programs at the University of North Dakota."},
      {
        "id":"ED460802",
        "title":"Single Parents' Attitudes toward and Use of Government and Community Assistance: A Needs Assessment To Plan Interventions That Preserve Family Function and Lower the Risk of Poverty. Final Report and Executive Summary."},
      {
        "id":"ED460803",
        "title":"Sagamok Anishnawbek: The Decision Makers and Varying Conceptions of Cultural Inclusion at Beedaban School. NALL Working Paper."},
      {
        "id":"ED460804",
        "title":"Toward a Redefinition of Formal and Informal Learning: Education and the Aboriginal People. NALL Working Paper."},
      {
        "id":"ED460805",
        "title":"Informal Learning Culture through the Life Course: Initiatives in Native Organizations and Communities. NALL Working Paper."},
      {
        "id":"ED460806",
        "title":"Native American Literature: Montana and Northcentral Regional Publications."},
      {
        "id":"ED460807",
        "title":"The Need Is Now: Dealing with Minnesota's Teacher Shortages."},
      {
        "id":"ED460808",
        "title":"Making Difficult Times Worse: The Impact of Per Pupil Funding Formulas on Rural Minnesota Schools."},
      {
        "id":"ED460809",
        "title":"Human Capital Endowments and Labor Force Experiences of Southerners: A Ten-Year Perspective. SRDC Series."},
      {
        "id":"ED460810",
        "title":"Family and Its Effect on Institutional Choice and Post-Freshman Retention of American Indian/Alaska Native Students at a Bible College. ASHE Annual Meeting Paper."},
      {
        "id":"ED460813",
        "title":"Still &quot;A Reasonably Equal Share.&quot; Update on Educational Equity in Vermont, Year 2001-2002."},
      {
        "id":"ED460814",
        "title":"Science Feedback 2. 5-14 Links."},
      {
        "id":"ED460815",
        "title":"A GreenPrint for Minnesota: State Plan for Environmental Education."},
      {
        "id":"ED460818",
        "title":"Smithsonian's NOAHS: Keepers of the Ark. The New Explorers."},
      {
        "id":"ED460819",
        "title":"Evaluation of GALAXY Classroom Science for Grades 3-5. Final Report. Executive Summary."},
      {
        "id":"ED460822",
        "title":"A Perspective on Reform in Mathematics and Science Education, Monograph #1."},
      {
        "id":"ED460823",
        "title":"The Bayer Facts of Science Education: An Assessment of Elementary School Parent and Teacher Attitudes toward Science Education. Executive Summary."},
      {
        "id":"ED460827",
        "title":"Grade 10 to Grade 12 Mathematics Resources: Annotated Bibliography."},
      {
        "id":"ED460828",
        "title":"NCRMSE Research Review, 1991-1994."},
      {
        "id":"ED460829",
        "title":"Scientific American Frontiers Teaching Guides for Shows 801-805, October 1997-April 1998."},
      {
        "id":"ED460830",
        "title":"Scientific American Frontiers Teaching Guides for Shows 701-705, October 1996-April 1997."},
      {
        "id":"ED460832",
        "title":"Federal Aviation Administration Aviation Education Teacher's Guide, [Grades] 4-6."},
      {
        "id":"ED460833",
        "title":"Michigan High School Proficiency Test (HSPT) Released Items for Mathematics."},
      {
        "id":"ED460837",
        "title":"Go Figure. HEADJAM. Teaching Guide [and Videotape]."},
      {
        "id":"ED460838",
        "title":"Reforming Environmental Education: A Forked Route."},
      {
        "id":"ED460839",
        "title":"Stephen Hawking's Universe. Teacher's Guide."},
      {
        "id":"ED460840",
        "title":"Healing and the Mind with Bill Moyers. Resource Materials."},
      {
        "id":"ED460841",
        "title":"India: Land of the Tiger. Nature. Teacher's Guide."},
      {
        "id":"ED460842",
        "title":"Forces of the Wild. Nature. Teacher's Guide."},
      {
        "id":"ED460843",
        "title":"Animals and Us: How We Live Together. Nature. Teacher's Guide."},
      {
        "id":"ED460844",
        "title":"Coming of Age. Nature. Teacher's Guide."},
      {
        "id":"ED460845",
        "title":"Nomads of the Wind. Nature. Teacher's Guide."},
      {
        "id":"ED460846",
        "title":"[Enter the World of the Naturalist.] Nature. Teacher's Guide."},
      {
        "id":"ED460847",
        "title":"Realms of the Russian Bear. Nature. Teacher's Guide."},
      {
        "id":"ED460848",
        "title":"Land of the Eagle. Nature. Teacher's Guide."},
      {
        "id":"ED460849",
        "title":"Scientific American Frontiers Teaching Guides for Shows 901-905, October 1998-April 1999."},
      {
        "id":"ED460850",
        "title":"This Is Challenger Center...Changing the Way Teachers Teach and Students Learn. [Information Packet]."},
      {
        "id":"ED460851",
        "title":"A Structural Model of Task Values, Goal Orientations, and Learning Strategies in Elementary School Mathematics Class."},
      {
        "id":"ED460852",
        "title":"Microgravity: Fall into Mathematics. Educational Brief."},
      {
        "id":"ED460853",
        "title":"Improving Upper Grade Math Achievement via the Integration of a Culturally Responsive Curriculum."},
      {
        "id":"ED460854",
        "title":"Improving High School Students' Mathematics Achievement through the Use of Motivational Strategies."},
      {
        "id":"ED460855",
        "title":"Effects of Direct Teaching Using Creative Memorization Strategies To Improve Math Achievement."},
      {
        "id":"ED460857",
        "title":"Computers and Calculators in Schools: A Status Report."},
      {
        "id":"ED460858",
        "title":"Research on Mathematics and Science Education: From Beliefs to Cognition, from Problem Solving to Understanding."},
      {
        "id":"ED460859",
        "title":"The NASA &quot;Why?&quot; Files: The Case of the Inhabitable Habitat. A Lesson Guide with Activities in Mathematics, Science, and Technology."},
      {
        "id":"ED460861",
        "title":"Class, Ethnicity, Culture and Mathematical Problem Solving (One U.S. Perspective)."},
      {
        "id":"ED460862",
        "title":"Are the NCTM &quot;Standards&quot; Reaching All Students? An Examination of Race, Class, and Instructional Practices."},
      {
        "id":"ED460863",
        "title":"Exemplary & Promising Science Education Programs, 2001."},
      {
        "id":"ED460864",
        "title":"Assessing the Best: NAEP&apos;s 1996 Assessment of Twelfth-Graders Taking Advanced Science Courses."},
      {
        "id":"ED460865",
        "title":"The Effects of Practice Reading of ACT Science Passages."},
      {
        "id":"ED460866",
        "title":"Governor LeRoy Collins: Lessons in Leadership and Citizenship."},
      {
        "id":"ED460867",
        "title":"The Major Project of Education in Latin America and the Caribbean. Bulletin."},
      {
        "id":"ED460868",
        "title":"A Handbook for Rural Arts Collaborations."},
      {
        "id":"ED460869",
        "title":"Norway: Charting a Course for the 21st Century. Teacher's Resource Guide."},
      {
        "id":"ED460870",
        "title":"Life in Japan: A Culture Studies Unit for Grades 7-9. Today's Japan."},
      {
        "id":"ED460871",
        "title":"The Major Project of Education in Latin America and the Caribbean: Bulletin 37."},
      {
        "id":"ED460875",
        "title":"Kansas Visual Arts Curriculum Standards, 1995."},
      {
        "id":"ED460880",
        "title":"Being an American: Citizenship and the Constitution Today. A Discussion Program. Abridged Unit 4. The Constitution: Let's Talk about It."},
      {
        "id":"ED460881",
        "title":"Secondary Education and Political Attitudes: Examining the Effects on Political Tolerance of the &quot;We the People...&quot; Curriculum."},
      {
        "id":"ED460886",
        "title":"Inside France: Three Missing Pages from Your Students' Textbook."},
      {
        "id":"ED460887",
        "title":"National Service-Learning Cooperative Clearinghouse Shelf List of Research Resources."},
      {
        "id":"ED460888",
        "title":"Impacts and Effect of Service Topic Bibliography."},
      {
        "id":"ED460889",
        "title":"The Supreme Court: 1995. Special Edition! Summary of Supreme Court Year."},
      {
        "id":"ED460892",
        "title":"After Jomtien: Is Education for All on the Right Track?"},
      {
        "id":"ED460893",
        "title":"The Connecticut General Assembly: Teacher's Manual for Visitation Program of the Connecticut Consortium for Law and Citizenship Education, Inc."},
      {
        "id":"ED460894",
        "title":"Social Studies 33 Diploma Examination Results. Examiners' Report for January 1997."},
      {
        "id":"ED460895",
        "title":"Klondike Gold Rush, 1897-98: An Educator's Guide to America's &quot;Last Grand Adventure.&quot;"},
      {
        "id":"ED460896",
        "title":"A Decade of Reforms at Compulsory Education Level in the European Union (1984-94)."},
      {
        "id":"ED460897",
        "title":"The Mediating Function of Language in the Formation of Musical Knowledge, Musical Concepts and Musical Problem-Solving in Instructional Settings."},
      {
        "id":"ED460899",
        "title":"Beyond the Playing Field: Jackie Robinson, Civil Rights Advocate. Lesson Plan."},
      {
        "id":"ED460907",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 3."},
      {
        "id":"ED460910",
        "title":"The Geography of Germany: Lessons for Teaching the Five Themes of Geography. Social Studies, Grades 9-12. Update 1997/1998."},
      {
        "id":"ED460911",
        "title":"The Fight for Equal Rights: Black Soldiers in the Civil War. Lesson Plan. Teaching with Documents Series."},
      {
        "id":"ED460912",
        "title":"Biography Today: Profiles of People of Interest to Young Readers. Author Series, Volume 4."},
      {
        "id":"ED460913",
        "title":"The Berlin Airlift (1948-49): Reporting History with Children&apos;s Express. Learner&apos;s Guide: An Educational Resource for Students in Middle and High School."},
      {
        "id":"ED460915",
        "title":"Circular Flows: A Teaching Plan."},
      {
        "id":"ED460916",
        "title":"China: The Exchange of Goods and Ideas along the Silk Road. A Lesson for 7th Grade World History."},
      {
        "id":"ED460917",
        "title":"Conflicting Concepts of Human Rights: China vs. the West."},
      {
        "id":"ED460918",
        "title":"Gilgamesh: He Who Saw All."},
      {
        "id":"ED460919",
        "title":"Three Monotheistic Religions: Judaism, Christianity, Islam. Slide Exercise."},
      {
        "id":"ED460920",
        "title":"Monsoon Winds to the &quot;Land of Gold.&quot;"},
      {
        "id":"ED460921",
        "title":"Inside the Vault, 2001."},
      {
        "id":"ED460926",
        "title":"Improving Student Interest in Social Studies through the Use of Multiple Intelligences."},
      {
        "id":"ED460928",
        "title":"Stereotypical Attitudes towards Gender: An Ongoing Problem."},
      {
        "id":"ED460929",
        "title":"New Rules for the Game: How Women Leaders Resist Socialization to Old Norms."},
      {
        "id":"ED460930",
        "title":"Concepts and Trends in Global Education."},
      {
        "id":"ED460933",
        "title":"Theory and Practice: Implications for Mathematics Teacher Education Programs."},
      {
        "id":"ED460934",
        "title":"Constructs of Professional Educators &amp; Pre-Service Teachers in the Field Based Course Teed 323, &quot;Principles and Practices of Teaching.&quot;"},
      {
        "id":"ED460936",
        "title":"Jenny's ABC's: AIDS, Blood, and Children. A Guide for Adults To Read with Elementary Age Children."},
      {
        "id":"ED460937",
        "title":"Teachers, Teams,...and Their Students."},
      {
        "id":"ED460938",
        "title":"Collaborating for Change: Building Partnerships among Teachers."},
      {
        "id":"ED460941",
        "title":"AquaSMART: Water &amp; Boating Safety, Grades K-2. Teacher's Guide."},
      {
        "id":"ED460942",
        "title":"AquaSMART: Water &amp; Boating Safety, Grades 3-5. Teacher's Guide."},
      {
        "id":"ED460943",
        "title":"A Never Ending...Never Done...Bibliography of Multicultural Literature for Younger &amp; Older Children. Second Edition."},
      {
        "id":"ED460944",
        "title":"Successful Teaching in the NSW Higher School Certificate: Summary of a Research Report for the NSW Department of Education and Training."},
      {
        "id":"ED460945",
        "title":"Fit Kid Connection: A Nutrition Education Program for 7th and 8th Graders. Teacher&apos;s Workbook [and] Student&apos;s Workbook--Reproducible Handouts."},
      {
        "id":"ED460946",
        "title":"The Principal Shortage: A University-School District Solution."},
      {
        "id":"ED460947",
        "title":"Developing Leadership in Faculty and Students: The Power of Service Learning in Teacher Education. Linking Learning with Life."},
      {
        "id":"ED460948",
        "title":"Too Much Fun for Therapy: Therapeutic Recreation as an Intervention Tool with At-Risk Youth. A Series of Solutions and Strategies."},
      {
        "id":"ED460949",
        "title":"Women's Conflicts as They Are Mentored into Educational Leadership in Public Schools."},
      {
        "id":"ED460950",
        "title":"Serving up Success! Team Nutrition Days, 1997."},
      {
        "id":"ED460951",
        "title":"Community Nutrition Action Kit: For People Where They Live, Learn & Play."},
      {
        "id":"ED460952",
        "title":"USDA Team Nutrition Calendar Companion: Putting Your Plans into Action."},
      {
        "id":"ED460953",
        "title":"Testing Our Children: A Report Card on State Assessment Systems."},
      {
        "id":"ED460954",
        "title":"Testing Our Children: A Report Card on State Assessment Systems. Executive Summary and Summary of State Findings."},
      {
        "id":"ED460955",
        "title":"Discovery of Competence at the Edge of Literature and Society."},
      {
        "id":"ED460956",
        "title":"Civil Depth Perception: An Experiment in Competence Development."},
      {
        "id":"ED460961",
        "title":"Standards Work: How Clear Standards and Better Assessment Have Worked To Improve Instruction and Increase Student Achievement in Two Districts."},
      {
        "id":"ED460962",
        "title":"Maintaining Motivation and Regulating Emotion: Measuring Individual Differences in Academic Volitional Strategies."},
      {
        "id":"ED460963",
        "title":"Opportunity Offered--Opportunity Taken: Course-Taking in American High Schools."},
      {
        "id":"ED460964",
        "title":"Results of the Cognitive Skills Assessment Battery (CSAB), 1998. Data Update."},
      {
        "id":"ED460966",
        "title":"Education Policy Analysis Archives, 2001: Numbers 12-22."},
      {
        "id":"ED460967",
        "title":"Education Policy Analysis Archives, 2001: Numbers 23-45."},
      {
        "id":"ED460971",
        "title":"Evaluating the Accelerated Schools Approach: A Look at Early Implementation and Impacts on Student Achievement in Eight Elementary Schools."},
      {
        "id":"ED460972",
        "title":"Procedures Manual for the Colorado Student Assessment Program, 2001-2002."},
      {
        "id":"ED460973",
        "title":"Student Performance in Grade 3 Reading (English and Spanish), Grade 4 Reading and Writing (English and Spanish), Grade 5 Reading and Mathematics, Grade 6 Reading, Grade 7 Reading and Writing, Grade 8 Reading, Mathematics and Science, Grade 9 Reading, and Grade 10 Reading, Writing and Mathematics, School Year 2000-2001. Annual Report to the Colorado General Assembly."},
      {
        "id":"ED460974",
        "title":"Colorado Student Assessment Program: A Guide for Parents."},
      {
        "id":"ED460975",
        "title":"Colorado Survey of 1st and 3rd Year Teachers and Their Administrators. Results of the Pilot Administration: November 2000."},
      {
        "id":"ED460976",
        "title":"Implementing Education Reform: Strategies Used by States, Districts, and Schools."},
      {
        "id":"ED460977",
        "title":"Noteworthy Perspectives on Implementing Standards-Based Education."},
      {
        "id":"ED460979",
        "title":"Success on the Highway to Change: Sketches of Restructuring Schools."},
      {
        "id":"ED460981",
        "title":"The African American Education Data Book. Volume II: Preschool through High School Education. Executive Summary."},
      {
        "id":"ED460982",
        "title":"The African American Education Data Book. Volume III: The Transition from School to College and School to Work. Executive Summary."},
      {
        "id":"ED460983",
        "title":"Plain Talk about K.I.D.S. (Kids Inclined toward Difficulty in School). A Summit on Learning Disorders: Transforming Crisis into Success. Proceedings (New Orleans, Louisiana, January 18-20, 1995)."},
      {
        "id":"ED460984",
        "title":"Plain Talk about K.I.D.S. (Kids Inclined toward Difficulty in School). A Summit on Educational Change: Transforming Crisis into Success. Proceedings (New Orleans, Louisiana, March 3-5, 1997)."},
      {
        "id":"ED460985",
        "title":"Resilience across Contexts: Family, Work, Culture, and Community. Recommendations from a National Invitational Conference."},
      {
        "id":"ED460991",
        "title":"Abbott Bulletin, 1998."},
      {
        "id":"ED460992",
        "title":"Abbott Opinions #1-5."},
      {
        "id":"ED460993",
        "title":"No Standing: Young People and Community Space Project Research Report."},
      {
        "id":"ED460994",
        "title":"Declines in Teenage Birth Rates, 1991-97: National and State Patterns."},
      {
        "id":"ED460995",
        "title":"Place Based Assistance Tools: Networking and Resident Surveys."},
      {
        "id":"ED460996",
        "title":"Place-Based Assistance Tools: Storytelling and Community Building."},
      {
        "id":"ED460997",
        "title":"A Guide for Conducting the \"Collaborative Action Team Self-Assessment.\""},
      {
        "id":"ED460998",
        "title":"Creating Neighborhood Networks Computer Centers."},
      {
        "id":"ED460999",
        "title":"Intersections: A Professional Development Project in Multicultural and Global Education, Asian and Asian American Studies."},
      {
        "id":"ED461000",
        "title":"Community 2020[TM] HUD Community Planning Software Training Manual."},
      {
        "id":"ED461001",
        "title":"National Youth Gang Survey, 1996. OJJDP Summary."},
      {
        "id":"ED461002",
        "title":"How Can \"Different Ways of Knowing\" Impact a Learning Community? Summary of the Rosemead School District 1994-95 Evaluation Report."},
      {
        "id":"ED461004",
        "title":"Iowa Workforce Training Study. Executive Summary."},
      {
        "id":"ED461005",
        "title":"Can We Really Make a Difference?"},
      {
        "id":"ED461006",
        "title":"Welfare's Retreat from Education: Exploring the Impact of Massachusetts Welfare Reform on Adult Basic Education."},
      {
        "id":"ED461007",
        "title":"Hazardous Materials Management Skill Standard. Final Project Report."},
      {
        "id":"ED461008",
        "title":"Development of Vocational Training Systems."},
      {
        "id":"ED461009",
        "title":"Human Resource Development and Training Strategies: The Experience and Results of the Eurotecnet Programme. Four Priority Fields of Focus."},
      {
        "id":"ED461010",
        "title":"Quality Assurance in In-House Continuing Training. Case Studies from Europe."},
      {
        "id":"ED461011",
        "title":"Teaching and Learning--Towards the Learning Society. White Paper on Education and Training."},
      {
        "id":"ED461012",
        "title":"Youth Policies in the European Union. Structures and Training. Studies No. 7."},
      {
        "id":"ED461014",
        "title":"Community Learning: Using Learning To Re-Think Community Well Being."},
      {
        "id":"ED461017",
        "title":"Peace Corps Tales from Open Space. Information Collection &amp; Exchange T0089."},
      {
        "id":"ED461018",
        "title":"Development of Criteria for Student Data Reporting. 353 Special Demonstration Project Final Report, 1996-97."},
      {
        "id":"ED461019",
        "title":"Preparing To Enter the Workforce: A School-to-Work Model for Adults. Final Report, 1996-1997."},
      {
        "id":"ED461022",
        "title":"Credit Traps Can Hurt Your Adult Learners."},
      {
        "id":"ED461023",
        "title":"Helping Adult Students Find a Place in the World of Work."},
      {
        "id":"ED461024",
        "title":"Helping Students Become Critical Television Viewers."},
      {
        "id":"ED461025",
        "title":"Helping Students Live Longer and Healthier Lives."},
      {
        "id":"ED461026",
        "title":"Resources and References for Family and Consumer Science Teachers, January 1998 to April 1998 [and] References for Family and Consumer Sciences Teachers. December 1996 to January 1998."},
      {
        "id":"ED461027",
        "title":"Abundance and Scarcity: A Prospect for Emancipation Using Educational Institutions Where Research and Development Are Change Agents."},
      {
        "id":"ED461029",
        "title":"Bridging into Small Business: A Program for Aboriginal People."},
      {
        "id":"ED461030",
        "title":"Models of Organizational Learning: Paradoxes and Best Practices in the Post Industrial Workplace."},
      {
        "id":"ED461031",
        "title":"From Informal to Organizational Learning in the Post-Industrial Workplace. NALL Working Paper."},
      {
        "id":"ED461032",
        "title":"Going Further: Adult Educators Reflect on the Impact of Further Education on Themselves and Their Communities."},
      {
        "id":"ED461033",
        "title":"The Group as Teacher: The Gestalt Peer-Learning Community as a Vehicle for Organisational Healing."},
      {
        "id":"ED461034",
        "title":"PEPNet 2002 Effective Practices Criteria Workbook: Building Quality Programs for America's Youth."},
      {
        "id":"ED461035",
        "title":"Designing Challenging Vocational Courses: A Guide to Preparing a Syllabus."},
      {
        "id":"ED461036",
        "title":"21st Century Accountability: Perkins III and WIA. Information Paper 1002."},
      {
        "id":"ED461037",
        "title":"Preparing the Workforce for the 21st Century: The Nurse Educator's Challenge."},
      {
        "id":"ED461038",
        "title":"Navigating the Seas of Policy."},
      {
        "id":"ED461039",
        "title":"The Transition Process: Towards Exclusion or Financial Sufficiency. A French-Irish Comparison."},
      {
        "id":"ED461040",
        "title":"Learning, Identity and Citizenship: Researching Older People's Use of ICT in Scotland."},
      {
        "id":"ED461041",
        "title":"Learning Citizenship: Lessons from the History of Community Development."},
      {
        "id":"ED461042",
        "title":"Bottom Up Succession Planning Works Better."},
      {
        "id":"ED461043",
        "title":"Portfolio Careerism: Are You Ready?"},
      {
        "id":"ED461044",
        "title":"What Works and What Doesn't in Career Development Programs."},
      {
        "id":"ED461045",
        "title":"Aggression, Recognition and Qualification: On the Social Psychology of Adult Education in Everyday Life. [Publications from the Adult Education Research Group]."},
      {
        "id":"ED461046",
        "title":"Education and Unemployment: Patterns of Labour Market Entry in France, the United Kingdom and West Germany. Working Papers."},
      {
        "id":"ED461047",
        "title":"Co-Operation as a New Mode of Regulating and Planning Occupational and Technical Training: Quebec's Sectoral Committees."},
      {
        "id":"ED461048",
        "title":"The German Dual Apprenticeship System: An Analysis of Its Evolution and Present Challenges."},
      {
        "id":"ED461049",
        "title":"New Learning Models for the New Knowledge-Based Economy: Professional and Local-Personal Networks as a Source of Knowledge Development in the Multimedia Sector."},
      {
        "id":"ED461050",
        "title":"Self-Directed Learning in Adulthood: A Literature Review."},
      {
        "id":"ED461051",
        "title":"Job Placement Regimes in Europe: Trends and Impacts of Changes. IAB Labour Market Research Topics."},
      {
        "id":"ED461052",
        "title":"Psychological Factors Associated with Paranursing Expertise."},
      {
        "id":"ED461054",
        "title":"Locally Generated Printed Materials in Agriculture: Experience from Uganda and Ghana. Education Research Paper. Report."},
      {
        "id":"ED461055",
        "title":"Iowa Journal of School Social Work, 1993-1995."},
      {
        "id":"ED461056",
        "title":"Finding the Data: A Start-Up List of Outcome Measures with Annotations. A Companion Document to &quot;The Case for Shifting to Results-Based Accountability.&quot;"},
      {
        "id":"ED461057",
        "title":"The Assessment of Spiritual Issues in Counseling."},
      {
        "id":"ED461059",
        "title":"Traditional Wisdom and Male Adolescent Development on Marathon Bicycle Rides."},
      {
        "id":"ED461060",
        "title":"A Visit to a Comprehensive Guidance Program That Works: Northside Independent School District, San Antonio, Texas."},
      {
        "id":"ED461061",
        "title":"Peer Justice and Youth Empowerment: An Implementation Guide for Teen Court Programs."},
      {
        "id":"ED461063",
        "title":"Reducing Violence: A Research Agenda. A Human Capital Initiative Report."},
      {
        "id":"ED461065",
        "title":"Consultative Processes in a Small Democracy: D.A.R.E. New Zealand."},
      {
        "id":"ED461067",
        "title":"Asynchronous Approaches to Teaching Psychology Courses Online."},
      {
        "id":"ED461068",
        "title":"The Three-Component Model of Shyness: Conceptual, Correlational, and Treatment Considerations."},
      {
        "id":"ED461069",
        "title":"Identity Orientations: Definition, Assessment, and Personal Correlates. A Teaching Module."},
      {
        "id":"ED461070",
        "title":"Social Phobia and Social Anxiety as Components of Shyness."},
      {
        "id":"ED461071",
        "title":"Values as a Mediator of Contextual Sources of School Self-Esteem."},
      {
        "id":"ED461072",
        "title":"Emerging Drug Threats and Perils Facing Utah's Youth. Hearing before the Committee on the Judiciary, United States Senate, One Hundred Sixth Congress, Second Session (Salt Lake City and Cedar City, Utah, July 6-7, 2000)."},
      {
        "id":"ED461073",
        "title":"Coping Methods: Personal and Community Resources Used among Cambodians in Cambodia and Cambodian-Americans in Lowell, Massachusetts."},
      {
        "id":"ED461076",
        "title":"Planning for Serendipity? Career Management for Changing Times."},
      {
        "id":"ED461077",
        "title":"Creating Change in Literacy Programs: Talking about Taking Account of Violence."},
      {
        "id":"ED461078",
        "title":"&quot;But I'm Not a Therapist&quot;: Furthering Discussion about Literacy Work with Survivors of Trauma."},
      {
        "id":"ED461079",
        "title":"Creativity: Its Role in Healing and Place in Positive Psychology."},
      {
        "id":"ED461087",
        "title":"The Riggs Institute: What We Teach."},
      {
        "id":"ED461089",
        "title":"Teachers as Readers: Forming Book Groups for Professionals. Teaching Ideas and Topics."},
      {
        "id":"ED461090",
        "title":"Improving Public Education through Comprehensive School Reform: An Issue Brief from the International Reading Association."},
      {
        "id":"ED461092",
        "title":"Reading and the Classroom Library."},
      {
        "id":"ED461093",
        "title":"Remedial Reading for University Students."},
      {
        "id":"ED461095",
        "title":"A Small Group Model for Early Intervention in Literacy: Group Size and Program Effects."},
      {
        "id":"ED461097",
        "title":"A Preliminary Investigation of Teachers' Perspective on Parental Involvement in Children's Literacy Development in the Black Belt Region."},
      {
        "id":"ED461098",
        "title":"Practicing What We Know: Informed Reading Instruction."},
      {
        "id":"ED461099",
        "title":"Discourse at the Boundaries of Community."},
      {
        "id":"ED461100",
        "title":"The Powers That Be: AAVE as the Composition Curriculum."},
      {
        "id":"ED461102",
        "title":"English 30, Part A: Written Response. Grade 12 Diploma Examination, June 1997."},
      {
        "id":"ED461103",
        "title":"English 30, Part B: Reading. Readings Booklet [and] Questions Booklet. Grade 12 Diploma Examination, June 1997."},
      {
        "id":"ED461104",
        "title":"Joint Tutoring: A Perspective on Tutoring the Incarcerated College Student."},
      {
        "id":"ED461105",
        "title":"Teaching Storytelling. Teaching Ideas and Topics."},
      {
        "id":"ED461106",
        "title":"A Wreath for Veterans Day. Teaching Ideas and Topics."},
      {
        "id":"ED461107",
        "title":"Guidelines for a Gender-Balanced Curriculum in English, Grades 7-12."},
      {
        "id":"ED461108",
        "title":"NCTE's Position on the Teaching of English: Assumptions and Practices."},
      {
        "id":"ED461111",
        "title":"Parents as Writing Partners. Teaching Ideas and Topics."},
      {
        "id":"ED461112",
        "title":"Teaching the Epistolary Novel Form through Fanny Burney's \"Evelina.\" Teaching Ideas and Topics."},
      {
        "id":"ED461113",
        "title":"Beyond Basic: Synthesizing the Personal and the Academic."},
      {
        "id":"ED461114",
        "title":"Draft Framework for Initial Licensure of Professional Educators in the State of Indiana."},
      {
        "id":"ED461115",
        "title":"Teaching English to the Disenfranchised: A Look Back."},
      {
        "id":"ED461117",
        "title":"&quot;African Americans Have This Slang&quot;: Grammar, Dialect, and Racism."},
      {
        "id":"ED461118",
        "title":"Protest Literature of the Dead Bald White Guys Meets Protest Music of All Colors: Using Music To Connect Students to American Revolutionary Literature."},
      {
        "id":"ED461119",
        "title":"Questions in Time: Investigating the Structure and Dynamics of Unfolding Classroom Discourse. CELA Research Report."},
      {
        "id":"ED461120",
        "title":"The Altar of Patriarchy in John Ehle's &quot;The Winter People.&quot;"},
      {
        "id":"ED461121",
        "title":"The Emergence of Conventional Writing."},
      {
        "id":"ED461122",
        "title":"&quot;Where the Lilies Bloom&quot;: A Guide for Teachers."},
      {
        "id":"ED461123",
        "title":"Sandra Cisneros in the Classroom: &quot;Do Not Forget To Reach.&quot; The NCTE High School Literature Series."},
      {
        "id":"ED461124",
        "title":"In the Steps of the Brontes: A Case Study of Three Children's Writing from Home to School at KS2."},
      {
        "id":"ED461125",
        "title":"Spelling Response Patterns and Development in Children in Grades 1 and 2."},
      {
        "id":"ED461127",
        "title":"Creative Dramatics as an Effective Teaching Strategy."},
      {
        "id":"ED461129",
        "title":"Writing User-Friendly Documents: A Handbook for FAA Drafters."},
      {
        "id":"ED461130",
        "title":"The Capstone Course as Rhetorical Criticism."},
      {
        "id":"ED461131",
        "title":"State Politics, Students, Administrators, and Faculty: Teaching American Studies in Idaho."},
      {
        "id":"ED461132",
        "title":"The Need for Culturally Rich Experiences as Children Learn To Read, Write, Draw, and Communicate in American Education Today."},
      {
        "id":"ED461133",
        "title":"The Use of PowerPoint in the Public Speaking Classroom."},
      {
        "id":"ED461134",
        "title":"It's Still Alright To Complain (At Least for the Moment): Vincennes University and the Angry Professors."},
      {
        "id":"ED461136",
        "title":"The Value of Selected Communication Competencies as Perceived by College of Business Deans and Human Resource Managers."},
      {
        "id":"ED461137",
        "title":"The Public Relations Law and Ethics Course."},
      {
        "id":"ED461138",
        "title":"The Roles of a Visual Literacy Component in Middle School Language Arts Curricula: A Case Study with At-Risk Students and Their Teachers."},
      {
        "id":"ED461139",
        "title":"An Investigation of Mixed Student Reactions to CMC for Instructional Purposes."},
      {
        "id":"ED480160",
        "title":"College and University Academic and Professional Appointments."},
      {
        "id":"ED480161",
        "title":"Poised on the Precipice: The Michigan Cases and Affirmative Action in Higher Education."},
      {
        "id":"ED480162",
        "title":"Update on Affirmative Action in Higher Education: A Current Legal Overview."},
      {
        "id":"ED480163",
        "title":"Building Capacity through University Hospital and University School of Nursing Partnerships. UHC/AACN White Paper."},
      {
        "id":"ED480166",
        "title":"Twenty Years of Strengthening Institutions &amp; Bridging Cultures."},
      {
        "id":"ED480168",
        "title":"Student Activity Packet for the California State Capitol Museum."},
      {
        "id":"ED480169",
        "title":"Ishi: A Yahi Indian."},
      {
        "id":"ED480170",
        "title":"California Indian Food and Culture."},
      {
        "id":"ED480171",
        "title":"A California Indian Resource Guide, 2003-2004. Activities and References for Teachers."},
      {
        "id":"ED480172",
        "title":"Drafting New Curricula in South-East Europe. Final Report of the Regional Seminar (Bohinj, Slovenia, April 26-28, 2002)."},
      {
        "id":"ED480173",
        "title":"&quot;No Geographer Left Behind&quot;: An Educator's Guide to Geography Education and the No Child Left Behind Act of 2001."},
      {
        "id":"ED480174",
        "title":"&quot;No Geographer Left Behind&quot;: A Policy Guide to Geography Education and the No Child Left Behind Act of 2001."},
      {
        "id":"ED480175",
        "title":"Strengthening Education in the Muslim World. Summary of the Desk Study. Issue Paper."},
      {
        "id":"ED480176",
        "title":"Opportunities for Parent Leadership in North Carolina: A Resource Guide for Parents of Children with Special Needs Who Are Leaders and Advocates for Their Children and the Larger Community. Revised."},
      {
        "id":"ED480177",
        "title":"Giftedness and High School Dropouts: Personal, Family, and School-Related Factors. Research Monograph Series."},
      {
        "id":"ED480178",
        "title":"Educating Students Placed at Risk: Evaluating the Impact of Success for All in Urban Settings."},
      {
        "id":"ED480179",
        "title":"Empowering Students with Special Needs through Service-Learning."},
      {
        "id":"ED480180",
        "title":"Longitudinal Study of the Vocational Rehabilitation Services Program. Final Report 1: How Consumer Characteristics Affect Access to, Receipt of, and Outcomes of VR Services."},
      {
        "id":"ED480181",
        "title":"Longitudinal Study of the Vocational Rehabilitation Services Program. Final Report 2: VR Services and Outcomes."},
      {
        "id":"ED480182",
        "title":"Missouri Early Childhood Special Education (ECSE) Evaluation, 2001-2002: A Study of ECSE IEP Services vs. Post-ECSE IEP Services."},
      {
        "id":"ED480183",
        "title":"Inclusion: The Unifying Thread for Fragmented Metaphors."},
      {
        "id":"ED480184",
        "title":"Special Education Practices: An Evaluation of Educational Environmental Placement Trends since the Regular Education Initiative."},
      {
        "id":"ED480186",
        "title":"Developmental Therapy-Teaching Model: Outreach for Troubled Children and Teens through a Regional Trainers Network. Final Performance Report."},
      {
        "id":"ED480187",
        "title":"Desarrollando el IEP de su Hijo. Guia para Padres (Developing Your Child&apos;s IEP. A Parent&apos;s Guide)."},
      {
        "id":"ED480188",
        "title":"Puntos Basicos para Padres: Apoyo Padre a Padre (Basics for Parents: Parent to Parent Support)."},
      {
        "id":"ED480189",
        "title":"Guide to Evaluating Institutions Using ACCJC 2002 Standards."},
      {
        "id":"ED480190",
        "title":"Controversial Art in the Community College."},
      {
        "id":"ED480191",
        "title":"Mathematics Developmental Education in Texas Public Institutions of Higher Education Performance Assessment."},
      {
        "id":"ED480192",
        "title":"Issues of Education at Community Colleges: Essays by Fellows in the Mid-Career Fellowship Program at Princeton University."},
      {
        "id":"ED480193",
        "title":"The Status of Teacher Education in Community Colleges. ERIC Digest."},
      {
        "id":"ED480194",
        "title":"The U.S. Community College Model: SUNY System--Potentials for Adaptation to International Educational Communities."},
      {
        "id":"ED480195",
        "title":"Epistemological Differences among Community College Students with Varying Reasons for Attendance."},
      {
        "id":"ED480196",
        "title":"Adapting the Community College Model in Other Countries: A Literature Review."},
      {
        "id":"ED480198",
        "title":"What Really Happened? Minnesota's Experience with Statewide Public School Choice Programs."},
      {
        "id":"ED480200",
        "title":"Racial and Ethnic Inequality in Childhood Exposure to Neighborhood Poverty and Affluence."},
      {
        "id":"ED480201",
        "title":"A Demographic Profile of Cuban Americans."},
      {
        "id":"ED480202",
        "title":"The Condition of Hispanic Education in Arizona, 2002."},
      {
        "id":"ED480203",
        "title":"How Are Boston Pilot Schools Faring? An Analysis of Student Demographics, Engagement, and Performance."},
      {
        "id":"ED480204",
        "title":"Out of School Time Matters: What Community Foundations Can Do."},
      {
        "id":"ED480205",
        "title":"A Picture Is Worth a Thousand Words: Arts Education in New York City Public Schools."},
      {
        "id":"ED480206",
        "title":"Derailed! The Schoolhouse to Jailhouse Track."},
      {
        "id":"ED480207",
        "title":"Learning for a Future: Refugee Education in Developing Countries."},
      {
        "id":"ED480208",
        "title":"Amachi: Mentoring Children of Prisoners in Philadelphia."},
      {
        "id":"ED480209",
        "title":"Mapping School Reform Organizing in Chicago, 1985-2000."},
      {
        "id":"ED480210",
        "title":"When Theory Hits Reality: Standards-Based Reform in Urban Districts. Final Narrative Report."},
      {
        "id":"ED480212",
        "title":"Measuring the Impacts of Whole-School Reforms: Methodological Lessons from an Evaluation of Accelerated Schools. MDRC Working Papers on Research Methodology."},
      {
        "id":"ED480213",
        "title":"Postsecondary Institutions in the United States: Fall 2001 and Degrees and Other Awards Conferred: 2000-01. E.D. Tabs."},
      {
        "id":"ED480214",
        "title":"Public School Student, Staff, and Graduate Counts, by State: School Year 2001-02. Statistical Analysis Report."},
      {
        "id":"ED480215",
        "title":"Facilities Information Management: A Guide for State and Local Education Agencies. NCES 2003-400"},
      {
        "id":"ED480216",
        "title":"Trends in the Use of School Choice: 1993 to 1999. Statistical Analysis Report."},
      {
        "id":"ED480218",
        "title":"Mini-Digest of Education Statistics, 2002."},
      {
        "id":"ED480219",
        "title":"The Effect of Schooling and Ability on Achievement Test Scores. NBER Working Paper Series."},
      {
        "id":"ED480220",
        "title":"Figurative Language Awards Ceremony."},
      {
        "id":"ED480221",
        "title":"Finding Figurative Language in \"The Phantom Tollbooth.\""},
      {
        "id":"ED480222",
        "title":"Flying to Freedom: \"Tar Beach\" and \"The People Could Fly.\""},
      {
        "id":"ED480223",
        "title":"Folktale Frenzy: WebQuest Writing."},
      {
        "id":"ED480224",
        "title":"From Fact to Fiction: Drawing and Writing Stories."},
      {
        "id":"ED480225",
        "title":"From Stop Signs to the Golden Arches: Environmental Print."},
      {
        "id":"ED480226",
        "title":"Critical Issue: Monitoring the School Literacy Program."},
      {
        "id":"ED480227",
        "title":"Critical Issue: Addressing the Literacy Needs of Emergent and Early Readers."},
      {
        "id":"ED480228",
        "title":"Critical Issue: Addressing Literacy Needs in Culturally and Linguistically Diverse Classrooms."},
      {
        "id":"ED480229",
        "title":"Critical Issue: Using Technology To Enhance Literacy Instruction."},
      {
        "id":"ED480230",
        "title":"The Process of Analyzing and Evaluating a College of Education Curriculum Course."},
      {
        "id":"ED480231",
        "title":"Continuities of Dependence: External Support to Higher Education in Africa."},
      {
        "id":"ED480232",
        "title":"Evolution of Ukrainian Private Higher Education: 1991-2003."},
      {
        "id":"ED480233",
        "title":"A Comparison of High and Low Performing Secondary Physical Education Programs in South Carolina."},
      {
        "id":"ED480234",
        "title":"Teaching for Understanding: Harvard Comes to Pennell Elementary. A Teacher Research Report."},
      {
        "id":"ED480235",
        "title":"Reflective Teaching: A Good Practice Even at the University Level."},
      {
        "id":"ED480236",
        "title":"Selecting Media for Distance Education. ERIC Digest."},
      {
        "id":"ED480237",
        "title":"Reflection as a Critical Component of the Technology Adoption Process. ERIC Digest."},
      {
        "id":"ED480238",
        "title":"Letter Recognition and Sound Identification."},
      {
        "id":"ED480239",
        "title":"Lights, Camera, Action: Interviewing a Book Character."},
      {
        "id":"ED480240",
        "title":"Literature as a Catalyst for Social Action: Breaking Barriers, Building Bridges."},
      {
        "id":"ED480241",
        "title":"Literature Circles with Primary Students Using Self-Selected Reading."},
      {
        "id":"ED480242",
        "title":"Literature Circles: Getting Started."},
      {
        "id":"ED480243",
        "title":"Memories Matter: \"The Giver\" and Descriptive Writing Memoirs."},
      {
        "id":"ED480244",
        "title":"Multipurpose Poetry: Introducing Science Concepts and Increasing Fluency."},
      {
        "id":"ED480252",
        "title":"Who Owns the Glass Slipper? Transformation Ideology in Community Drama with Youth."},
      {
        "id":"ED480253",
        "title":"Should Kids Be Allowed to Burn the House Down? Interrogating the Role of Ideology and Critical Pedagogy in the Drama Classroom."},
      {
        "id":"ED480255",
        "title":"To Be or Not to Be Dramatic! The Effects of Drama on Reading Ability."},
      {
        "id":"ED480256",
        "title":"The Effects of Journaling on Oral Communication in the Classroom."},
      {
        "id":"ED480259",
        "title":"Classroom Notes Plus: A Quarterly of Teaching Ideas, 2001-2002."},
      {
        "id":"ED480261",
        "title":"Dr. Seuss's Sound Words: Playing with Phonics and Spelling."},
      {
        "id":"ED480262",
        "title":"Draw a Story: Stepping from Pictures to Writing."},
      {
        "id":"ED480263",
        "title":"Dynamic Duo Text Talks: Examining the Content of Internet Sites."},
      {
        "id":"ED480264",
        "title":"Reading Comprehension Instruction in Grades 4-8."},
      {
        "id":"ED480265",
        "title":"Reading--Young Children's Achievement and Classroom Experiences: Findings from the Condition of Education, 2003."},
      {
        "id":"ED480266",
        "title":"The Reading & Writing for Critical Thinking Project."},
      {
        "id":"ED480267",
        "title":"Celebrate International Literacy Day September 8... And Show the World Your Commitment to Literacy."},
      {
        "id":"ED480268",
        "title":"Drama in the Key Stage 3 English Framework. Key Stage 3: National Strategy."},
      {
        "id":"ED480269",
        "title":"What Every DeKalb Administrator Needs to Know about the Balanced Approach to Literacy: A Guide to Successful Implementation."},
      {
        "id":"ED480270",
        "title":"Developing Learning Communities in the First Years of School. PEN."},
      {
        "id":"ED480271",
        "title":"Reading and Responding in Literature Circles. PEN."},
      {
        "id":"ED480272",
        "title":"The PETA Guide to the Children's Book Council Awards Shortlist, 2003."},
      {
        "id":"ED480278",
        "title":"The Development and Refinement of SEDL's &quot;Working Systemically&quot; Model. FY02 Report."},
      {
        "id":"ED480287",
        "title":"Resources for Adults with Disabilities. 5th Edition. NICHCY Briefing Paper."},
      {
        "id":"ED480288",
        "title":"Translating Research into Practice for Instruction of Students with Moderate Disabilities."},
      {
        "id":"ED480289",
        "title":"E. Paul Torrance: His Life, Accomplishments, and Legacy. Research Monograph Series."},
      {
        "id":"ED480290",
        "title":"How Do Students with Disabilities in Ungraded Programs Participate in Large-Scale Assessments? Results of a Survey of School District Administrators. EPRRI Issue Brief Four."},
      {
        "id":"ED480291",
        "title":"Birth Conditions and Special Education Costs at Kindergarten."},
      {
        "id":"ED480293",
        "title":"Teachers' Perspectives about Adopting Statewide Curriculum Frameworks for Students in Out-of-District Day and Residential Special Education Programs: Reflections on the Way to Realizing the Promise."},
      {
        "id":"ED480294",
        "title":"Report to the Governor and General Assembly on Underrepresented Groups in Illinois Higher Education."},
      {
        "id":"ED480295",
        "title":"Seeds of Prosperity: Public Investment in Science and Technology Research. A Study of the Economic Potential of Proposition 301 at Arizona State University and a New Model for Assessing Its Long-Term Value."},
      {
        "id":"ED480296",
        "title":"How Families of Low- and Middle-Income Undergraduates Pay for College: Full-Time Dependent Students in 1999-2000. Postsecondary Education Descriptive Analysis Report."},
      {
        "id":"ED480298",
        "title":"Another Flexner Report? Pondering Flexner's Role in Reforming Education."},
      {
        "id":"ED480299",
        "title":"Creating a Better Education System for All Students. 43rd Charles W. Hunt Memorial Lecture."},
      {
        "id":"ED480300",
        "title":"Enlargement Futures Project: Expert Panel on Technology, Knowledge and Learning. Final Report."},
      {
        "id":"ED480301",
        "title":"Impact of Technological and Structural Change on Employment: Prospective Analysis 2020. Background Report."},
      {
        "id":"ED480302",
        "title":"Enlargement Project: Insight into ICT Professional Skills and Jobs in the Candidate Countries. Enlargement Futures Series."},
      {
        "id":"ED480303",
        "title":"The Supply and Demand of High Technology Skills in United Kingdom, Norway and Netherlands: A Report from the European Science and Technology Observatory (ESTO)."},
      {
        "id":"ED480304",
        "title":"Assessing Vocational-Technical Training Needs in the Eastern Caribbean Region: A Practitioner's Guide."},
      {
        "id":"ED480305",
        "title":"Using O*NET in Dislocated Worker Retraining: The Toledo Dislocated Worker Consortium Project."},
      {
        "id":"ED480306",
        "title":"Potential Performance Indicators for Youth Programs Funded by the Workforce Investment Act of 1998."},
      {
        "id":"ED480307",
        "title":"Evaluating Credentialing Systems: Implications for Career-Technical Educators."},
      {
        "id":"ED480308",
        "title":"Career-Focused Education for Ohio's Students: Sample Instructional Units. Integrated Technical and Academic Competencies (ITAC)."},
      {
        "id":"ED480310",
        "title":"Ohio Health Technology Competency Profile."},
      {
        "id":"ED480311",
        "title":"School Leavers in Australia: Profiles and Pathways. LSAY Research Report."},
      {
        "id":"ED480312",
        "title":"Career Development Interventions and Academic Self-Efficacy and Motivation: A Pilot Study."},
      {
        "id":"ED480313",
        "title":"New Designs for Career and Technical Education at the Secondary and Postsecondary Levels: Compendium of Design Reviews of Related Research, Policies, and Exemplary Practices."},
      {
        "id":"ED480314",
        "title":"IPTS/ESTO Studies on Reforms of Agriculture, Education and Social Systems within the Context of Enlargement and Demographic Change in the EU. Final Report."},
      {
        "id":"ED480315",
        "title":"Enlargement Futures Project: Information and Communication Technologies. Final Report. Enlargement Futures Series."},
      {
        "id":"ED480317",
        "title":"Community Colleges and Economic Development."},
      {
        "id":"ED480318",
        "title":"Program to Program Articulation: Progress, Perceptions, and Procedures for Articulation from Two-Year Programs to Four-Year Programs."},
      {
        "id":"ED480319",
        "title":"Community College Effectiveness: Does Data Make a Difference?"},
      {
        "id":"ED480320",
        "title":"Reduced Tuition Pilot Program. Final Report."},
      {
        "id":"ED480321",
        "title":"Critical Media Literacy: TV Programs."},
      {
        "id":"ED480322",
        "title":"Cyberspace Explorer: Getting To Know Christopher Columbus."},
      {
        "id":"ED480323",
        "title":"Developing a Definition of Reading through Analysis in Middle School."},
      {
        "id":"ED480324",
        "title":"Escaping Slavery: &quot;Sweet Clara and the Freedom Quilt.&quot;"},
      {
        "id":"ED480325",
        "title":"Exploring World Cultures through Folk Tales."},
      {
        "id":"ED480326",
        "title":"Expository Escapade--Detective's Handbook."},
      {
        "id":"ED480328",
        "title":"Wisconsin Work-Based Learning Guide."},
      {
        "id":"ED480329",
        "title":"Distance Learning. Leonardo da Vinci Series: Good Practices."},
      {
        "id":"ED480330",
        "title":"Tourism. Leonardo da Vinci Series: Good Practices."},
      {
        "id":"ED480331",
        "title":"Communication from the Commission. European Benchmarks in Education and Training: Follow-Up to the Lisbon European Council."},
      {
        "id":"ED480332",
        "title":"Second Chance Schools: The Results of a European Pilot Project. Report."},
      {
        "id":"ED480335",
        "title":"Fairy Tale Autobiographies."},
      {
        "id":"ED480336",
        "title":"Fairy Tales from Life."},
      {
        "id":"ED480337",
        "title":"Family Message Journals Teach Many Purposes for Writing."},
      {
        "id":"ED480338",
        "title":"Drama Objectives Bank. Key Stage 3: National Strategy."},
      {
        "id":"ED480339",
        "title":"Stories Matter: The Complexity of Cultural Authenticity in Children's Literature."},
      {
        "id":"ED480340",
        "title":"On Task: Focused Literacy Learning."},
      {
        "id":"ED480343",
        "title":"Reading Intervention for Struggling Adolescents."},
      {
        "id":"ED480344",
        "title":"The Evolutionary Process of Laws on the State Language, Education, and Naturalisation: A Reflection of Latvia's Democratisation Process. Mercator Working Papers."},
      {
        "id":"ED480345",
        "title":"The Juridical Defence of Rhaeto-Romansh Languages, with Particular Reference to the Friulian Case. Mercator Working Papers."},
      {
        "id":"ED480346",
        "title":"Languages and Institutions in the European Union. Mercator Working Papers."},
      {
        "id":"ED480347",
        "title":"European Linguistic Diversity--For Whom? The Cases of Finland and Sweden. Mercator Working Papers."},
      {
        "id":"ED480348",
        "title":"The Ratification of Spain of the European Charter for Regional or Minority Languages. Mercator Working Papers."},
      {
        "id":"ED480350",
        "title":"A Place To Learn or a Place for Pleasure? Pupils' Uses of the School Library in Norway."},
      {
        "id":"ED480351",
        "title":"The Pennsylvania School Library Information Specialist Tool Kit for Implementing Information Literacy in Schools."},
      {
        "id":"ED480352",
        "title":"State of Vermont Department of Libraries Library Services and Technology Act Five-Year Plan, 2003-2007."},
      {
        "id":"ED480353",
        "title":"Proceedings of the Meeting on Future Directions in Developmental Education (2nd, Minneapolis, Minnesota, April 5-6, 2001)."},
      {
        "id":"ED480354",
        "title":"Community Colleges and the State Budget: The Nuts and Bolts."},
      {
        "id":"ED480355",
        "title":"The Impact of Computer Technology on Student Access and Success in the California Community Colleges."},
      {
        "id":"ED480356",
        "title":"Hitting the Target: Target Setting and Information Systems for the Learning and Skills Sector."},
      {
        "id":"ED480357",
        "title":"The User Choice Experience of Australian Firms: A Further Investigation. Project 2000-10: User Choice. Working Paper."},
      {
        "id":"ED480358",
        "title":"The 1996 High Schools That Work Assessment: Good News, Bad News and Hope. Research Brief."},
      {
        "id":"ED480359",
        "title":"Reading Performance of Career-Bound Students: Good News and Bad News from the 1996 High Schools That Work Assessment. Research Brief."},
      {
        "id":"ED480360",
        "title":"Mathematics Performance of Career-Bound Students: Good News and Bad News from the 1996 High Schools That Work Assessment. Research Brief."},
      {
        "id":"ED480361",
        "title":"The 1996 High Schools That Work Assessment: Science. Good News, Bad News and Actions. Research Brief."},
      {
        "id":"ED480362",
        "title":"The 1996 High Schools That Work Assessment: Good News and Bad News for Health Occupations Programs. Research Brief."},
      {
        "id":"ED480363",
        "title":"The 1996 High Schools That Work Assessment for Family and Consumer Sciences: Good News and Bad News. Research Brief."},
      {
        "id":"ED480364",
        "title":"Work-Based Learning: Good News, Bad News and Hope. Research Brief."},
      {
        "id":"ED480365",
        "title":"Keeping the Future Alive for Youth in High School Vocational Studies. Research Brief."},
      {
        "id":"ED480366",
        "title":"The 1996 High Schools That Work Assessment: Good News and Bad News for Business and Marketing Programs. Research Brief."},
      {
        "id":"ED480367",
        "title":"Case Study: Tri-County Regional Vocational Technical High School."},
      {
        "id":"ED480368",
        "title":"Project Yi Jin: An Alternative Pathway to Higher Education in Hong Kong."},
      {
        "id":"ED480369",
        "title":"What Works: Study Circles in the Real World. Best Practices for Producing Community-Wide Study Circles."},
      {
        "id":"ED480370",
        "title":"A Blueprint for Preparing America's Future. The Adult Basic and Literacy Education Act of 2003: Summary of Major Provisions."},
      {
        "id":"ED480372",
        "title":"Marketing Violent Entertainment to Children: A One-Year Follow-Up Review of Industry Practices in the Motion Picture, Music Recording and Electronic Game Industries. A Report to Congress."},
      {
        "id":"ED480373",
        "title":"Marketing Violent Entertainment to Children: A Twenty-One Month Follow-Up Review of Industry Practices in the Motion Picture, Music Recording and Electronic Game Industries. A Report to Congress."},
      {
        "id":"ED480375",
        "title":"New Hope for Preventing Child Abuse and Neglect: Proven Solutions To Save Lives and Prevent Future Crime. A Report by Fight Crime: Invest in Kids."},
      {
        "id":"ED480376",
        "title":"Early Childhood Workforce Preparation in New York State: A Pilot Study."},
      {
        "id":"ED480377",
        "title":"UNESCO Policy Briefs on Early Childhood, 2002."},
      {
        "id":"ED480378",
        "title":"The Battle Over Head Start: What the Research Shows. NIEER Working Papers."},
      {
        "id":"ED480379",
        "title":"Measuring Up: Assessment Issues for Teachers, Counselors, and Administrators."},
      {
        "id":"ED480380",
        "title":"Healing Magazine, Volume 8, 2003."},
      {
        "id":"ED480381",
        "title":"High School Guidance Counseling. E.D. Tabs."},
      {
        "id":"ED480383",
        "title":"Skills for All: Proposals for a National Skills Agenda. Final Report of the National Skills Task Force."},
      {
        "id":"ED480384",
        "title":"Chapter Innovators Guide, 2001: Models of Innovation Award Winners."},
      {
        "id":"ED480385",
        "title":"Adult Education and Development."},
      {
        "id":"ED480386",
        "title":"Adult Education and Development."},
      {
        "id":"ED480387",
        "title":"Excellence in Workplace Literacy, Large Business Winner, 2001: The North West Company. Case Study."},
      {
        "id":"ED480388",
        "title":"Environmental/Natural Resources Technologies. State Competency Profile."},
      {
        "id":"ED480389",
        "title":"The Future of Higher Education. LSDA Responds."},
      {
        "id":"ED480390",
        "title":"Learning and Skills for Neighbourhood Renewal: Summary Report on Research for the Neighbourhood Renewal Unit. Research Report."},
      {
        "id":"ED480391",
        "title":"E2E: A Summary of the e2e Learning Framework."},
      {
        "id":"ED480392",
        "title":"Continuing Training in the Public Service."},
      {
        "id":"ED480393",
        "title":"A European Approach to Lifelong Learning: Goals and Realities."},
      {
        "id":"ED480394",
        "title":"Key Elements in Successful Training A Comparative Study of Two Workplaces. Project Report, 2000-2001."},
      {
        "id":"ED480395",
        "title":"'Youth At Risk': Is Technology an Answer? Project Report, 2000-2001."},
      {
        "id":"ED480396",
        "title":"Addressing Lead-Based Paint Hazards During Renovation, Remodeling, and Rehabilitation in Federally Owned and Assisted Housing. Student Manual for Use in HUD-Sponsored Lead-Safe Work Practices Training."},
      {
        "id":"ED480397",
        "title":"Functional Context Education: Making Learning Relevant."},
      {
        "id":"ED480400",
        "title":"Enhancing Teacher Quality through Knowledge- and Skills-Based Pay. CPRE Policy Briefs."},
      {
        "id":"ED480401",
        "title":"Assessment and Accountability across the 50 States. CPRE Policy Briefs."},
      {
        "id":"ED480402",
        "title":"The Relationship between Teacher Implementation of America's Choice and Student Learning in Plainfield, New Jersey."},
      {
        "id":"ED480403",
        "title":"Powerful Ideas, Modest Gains: Five Years of Systemic Reform in Philadelphia Middle Schools."},
      {
        "id":"ED480404",
        "title":"The Merck Institute for Science Education: A Successful Intermediary for Education Reform. CPRE Research Report Series."},
      {
        "id":"ED480405",
        "title":"Implementation of the America's Choice Literacy Workshops."},
      {
        "id":"ED480406",
        "title":"The Impact of America's Choice on Student Performance in Duval County, Florida."},
      {
        "id":"ED480407",
        "title":"Recruiting and Retaining Teachers: Keys to Improving the Philadelphia Public Schools."},
      {
        "id":"ED480408",
        "title":"A Comprehensive Framework for School Violence Prevention."},
      {
        "id":"ED480409",
        "title":"Save Our Sounds: America's Recorded Sound Heritage Project."},
      {
        "id":"ED480410",
        "title":"Benedict Arnold: A Question of Honor."},
      {
        "id":"ED480414",
        "title":"Teaching Local History."},
      {
        "id":"ED480415",
        "title":"Developing Preparedness for Peace: Objectives, Methods, Difficulties and Possibilities in Peace-Related Education. Peace Education Reports."},
      {
        "id":"ED480416",
        "title":"Save Our History: Our Documents."},
      {
        "id":"ED480417",
        "title":"Cooperation South, 2002."},
      {
        "id":"ED480419",
        "title":"The Connection between Civic and Economic Education. ERIC Digest."},
      {
        "id":"ED480420",
        "title":"Teaching Democracy. ERIC Digest."},
      {
        "id":"ED480421",
        "title":"Teaching History for Citizenship in the Elementary School."},
      {
        "id":"ED480425",
        "title":"The Democratic Process: Promises and Challenges."},
      {
        "id":"ED480426",
        "title":"Literacy at a New Horizon. The Twenty-Second Yearbook of the College Reading Association: A Peer Reviewed Publication of the College Reading Association, 2000. [Papers from the College Reading Association Conference, 1999]."},
      {
        "id":"ED480427",
        "title":"Celebrating the Voices of Literacy. The Twenty-Third Yearbook of the College Reading Association: A Peer Reviewed Publication of the College Reading Association, 2001. [Papers from the College Reading Association Conference, 2000]."},
      {
        "id":"ED480428",
        "title":"Report of Student Performance in Writing, 2001-2002: Grades 4 and 7. North Carolina Testing Program."},
      {
        "id":"ED480429",
        "title":"Report of Student Performance in Writing, 2000-2001: Grades 4, 7, and 10. North Carolina Testing Program."},
      {
        "id":"ED480430",
        "title":"Connecting the Dots: A Handbook Series for Teachers of English Language Arts, Grades 6-8."},
      {
        "id":"ED480431",
        "title":"The Identification of Students Who Are Gifted. ERIC Digest."},
      {
        "id":"ED480432",
        "title":"Project PEGS! Practices in Effective Guidance Strategies: Interactive CD-ROM Series for Educators To Practice Positive Behavior Management Skills, October 1, 1999-December 30, 2002. Final Performance Report."},
      {
        "id":"ED480433",
        "title":"Adapting Language Arts, Social Studies, and Science Materials for the Inclusive Classroom. ERIC/OSEP Digest."},
      {
        "id":"ED480435",
        "title":"Lead Sampling Technician Training Course. Trainer Manual."},
      {
        "id":"ED480436",
        "title":"Women and Technical Professions. Leonardo da Vinci Series: Good Practices."},
      {
        "id":"ED480437",
        "title":"Training and Health. Leonardo da Vinci Series: Good Practices."},
      {
        "id":"ED480438",
        "title":"Studying and Working Abroad. Leonardo da Vinci Series: Good Practices."},
      {
        "id":"ED480439",
        "title":"Adult Civic Education. Practice Application Brief."},
      {
        "id":"ED480441",
        "title":"Developing Performance Assessments for Adult Literacy Learners: A Summary."},
      {
        "id":"ED480442",
        "title":"Professional Development Resource Guide for Adult Educators [and] Professional Development Resources Supplement: Improving Instruction, Organization, and Learner Outcomes through Professional Development."},
      {
        "id":"ED480443",
        "title":"BEST Strengthens Youth Worker Practice: An Evaluation of Building Exemplary Systems for Training Youth Workers (BEST). Report."},
      {
        "id":"ED480445",
        "title":"Local Intermediary Organizations: Connecting the Dots for Children, Youth, and Families."},
      {
        "id":"ED480446",
        "title":"Learning Disabilities in the Workplace: A Professional Development Packet. Session 1 &amp; 2."},
      {
        "id":"ED480447",
        "title":"Successful Engagement: Guidance for Colleges and Providers on Effective Employer Engagement in Post-16 Learning."},
      {
        "id":"ED480448",
        "title":"Key Indicators on Vocational Education and Training. Central and Eastern Europe. Report."},
      {
        "id":"ED480449",
        "title":"Preparation by Candidate Countries for Involvement in the EU Lifelong Learning Policy: Achievements, Gaps and Challenges. Synthesis of the Monographs Exercise. Interim Report."},
      {
        "id":"ED480450",
        "title":"A Quiet Crisis: Federal Funding and Unmet Needs in Indian Country."},
      {
        "id":"ED480451",
        "title":"Healthy Cities, Healthy Suburbs: Progress in Meeting Healthy People Goals for the Nation's 100 Largest Cities &amp; Their Suburbs."},
      {
        "id":"ED480452",
        "title":"Closing the Achievement Gap: Urban Schools. CSR Connection."},
      {
        "id":"ED480453",
        "title":"Implementing &quot;Education for All&quot;: Moving from Goals to Action."},
      {
        "id":"ED480454",
        "title":"Indicators of Welfare Dependence: Annual Report to Congress, 2003."},
      {
        "id":"ED480455",
        "title":"Assessing the Impact of Involuntary-Minority Enrollment on Gender Differences in Academic Performance among Hispanic Second-Generation Immigrants in South Florida."},
      {
        "id":"ED480456",
        "title":"Girls' Participation in Sports: An Important Tool in Teen Pregnancy Prevention. Policy Brief."},
      {
        "id":"ED480457",
        "title":"Revised Birth and Fertility Rates for the 1990s and New Rates for Hispanic Populations, 2000 and 2001: United States."},
      {
        "id":"ED480458",
        "title":"Is Cooperative Learning a Valuable Instructional Method for Teaching Social Studies to Urban African American Students?"},
      {
        "id":"ED480459",
        "title":"Children's Living Arrangements and Characteristics: March 2002. Current Population Reports."},
      {
        "id":"ED480461",
        "title":"NOVA Fall 2003 Teacher's Guide."},
      {
        "id":"ED480462",
        "title":"Algebraic Skills and Strategies for Elementary Teachers and Students."},
      {
        "id":"ED480463",
        "title":"The Victorian Curriculum and Assessment Authority Mathematical Methods Computer Algebra Pilot Study and Examinations."},
      {
        "id":"ED480464",
        "title":"When There's More Than One Way To Get There..."},
      {
        "id":"ED480465",
        "title":"Women, Minorities, and Persons with Disabilities in Science and Engineering: 2002."},
      {
        "id":"ED480466",
        "title":"Campus Child Care Centers. ERIC Digest."},
      {
        "id":"ED480467",
        "title":"College Student Records: Legal Issues, Privacy, and Security Concerns. ERIC Digest."},
      {
        "id":"ED480468",
        "title":"Homeschooling and Higher Education. ERIC Digest."},
      {
        "id":"ED480469",
        "title":"Faculty Service Roles and the Scholarship of Engagement. ERIC Digest."},
      {
        "id":"ED480470",
        "title":"Closing the College Participation Gap: A National Summary."},
      {
        "id":"ED480471",
        "title":"Getting Ready To Pay for College: What Students and Their Parents Know about the Cost of College Tuition and What They Are Doing To Find Out."},
      {
        "id":"ED480472",
        "title":"The Counselor's Guide to Ohio's Independent Colleges and Universities, 2003-04."},
      {
        "id":"ED480473",
        "title":"Report of the Panel To Review Sexual Misconduct Allegations at the U.S. Air Force Academy."},
      {
        "id":"ED480474",
        "title":"Buscando ayuda economica: Fuentes de informacion federal, estatal y otros recursos (Looking for Student Aid: Federal, State, and Other Sources of Information)."},
      {
        "id":"ED480475",
        "title":"Looking for Student Aid: Federal, State, and Other Sources of Information."},
      {
        "id":"ED480476",
        "title":"Under the Influence: The Binge Drinking Epidemic on College Campuses. Hearing before the Committee on Governmental Affairs. United States Senate, One Hundred Seventh Congress, Second Session (May 15, 2002)."},
      {
        "id":"ED480479",
        "title":"Programs Offered and Programs Completed at North Dakota Institutions of Postsecondary Education, July 1, 2002-June 30, 2003."},
      {
        "id":"ED480481",
        "title":"Sexual Minority Youth in the Schools: Issues and Desirable Counselor Responses."},
      {
        "id":"ED480482",
        "title":"Compensatory Effects of Sibling Support in Preadolescence and Adolescence."},
      {
        "id":"ED480485",
        "title":"Identifying Meaningful Behaviors for Social Competence: A Contextual Approach."},
      {
        "id":"ED480486",
        "title":"Evaluating School-Based Programming for Pregnant and Parenting Adolescents."},
      {
        "id":"ED480487",
        "title":"Relationships between Written Expression Achievement and the Cognitive Assessment System."},
      {
        "id":"ED480488",
        "title":"Predicting Eating Disorder Continuum Groups: Hardiness and College Adjustment."},
      {
        "id":"ED480489",
        "title":"The Relationship between Higher Order Personality Factors and Student Adjustment."},
      {
        "id":"ED480490",
        "title":"WISC-III Freedom from Distractibility Index and Measures of Attention in Children."},
      {
        "id":"ED480491",
        "title":"The Vilification of Smokers: Students' Perceptions of Current Smokers, Former Smokers, and Nonsmokers."},
      {
        "id":"ED480492",
        "title":"Six Adolescents, Six Patterns; Bosnian Refugees in Upstate New York."},
      {
        "id":"ED480493",
        "title":"Examining the Bicultural Ethnic Identity of American Indian Adolescents."},
      {
        "id":"ED480494",
        "title":"Sensation Seeking and Internet Activities, Music Preference, and Personal Relationships among College Students."},
      {
        "id":"ED480495",
        "title":"&quot;If You Only Knew&quot;: Lessons Learned from Successful Black Entrepreneurs."},
      {
        "id":"ED480496",
        "title":"Power Relations within Online Discussion Context: Based on Adult International Students' Perspective and Their Participation in the Learning Context."},
      {
        "id":"ED480497",
        "title":"Harnessing the Power of Career Transition Groups."},
      {
        "id":"ED480498",
        "title":"All the World's a Stage: Using Theatre in Career Counseling."},
      {
        "id":"ED480499",
        "title":"Facilitating the Job Search for Special Needs Clients."},
      {
        "id":"ED480500",
        "title":"Identifying Individual Excellence: The Dependable Strengths Articulation Process."},
      {
        "id":"ED480501",
        "title":"Dealing with Resistance in Career Coaching/Counseling."},
      {
        "id":"ED480502",
        "title":"Using Creative Arts in the Career Assessment Process."},
      {
        "id":"ED480503",
        "title":"Key Skills To Help Youth Make Positive Life/Work Transitions."},
      {
        "id":"ED480504",
        "title":"Using the Family of Origin in Career Counseling."},
      {
        "id":"ED480505",
        "title":"From Dink to Alphabet Soup and Back: The Ebb and Flow of Career Choice between Partners."},
      {
        "id":"ED480506",
        "title":"The Power of Positive Uncertainty: Making Creative Career Decisions."},
      {
        "id":"ED480507",
        "title":"Multiple Intelligences: Intake Strategies and Career Decision Making."},
      {
        "id":"ED480508",
        "title":"Federal Consulting: Strategies and Tools for the Career Development Professional."},
      {
        "id":"ED480509",
        "title":"Creative Career and Life Management."},
      {
        "id":"ED480510",
        "title":"Counseling the Long-Term Unemployed."},
      {
        "id":"ED480511",
        "title":"Extraordinary Across the Board."},
      {
        "id":"ED480512",
        "title":"Mission Middle College (The Middle College Concept)."},
      {
        "id":"ED480513",
        "title":"Career Tracks: Tomorrow's Counselors in Today's Career Centers."},
      {
        "id":"ED480514",
        "title":"Looking for a New Sport That Pays Well? Consider the Game of Federal Job Search."},
      {
        "id":"ED480515",
        "title":"The Business Side of a Successful Career Practice."},
      {
        "id":"ED480516",
        "title":"The New O*NET Assessment Tools for Career Exploration."},
      {
        "id":"ED480517",
        "title":"Spirituality in Career from a New Zealand Maori Perspective."},
      {
        "id":"ED480518",
        "title":"The Not So Accidental Tourist -- Internships Abroad."},
      {
        "id":"ED480519",
        "title":"Building Bridges to the American Workplace: Employment Counseling with Immigrants and Refugees."},
      {
        "id":"ED480520",
        "title":"The Living Career: Complexity, Chaos, Connections and Career."},
      {
        "id":"ED480521",
        "title":"Bless the Chaos! Shifting Paradigms: From Independence to Interdependence."},
      {
        "id":"ED480522",
        "title":"Affiliation in the Workplace: Career Counselors and Organizations."},
      {
        "id":"ED480523",
        "title":"Career Spirituality -- Learning the R.O.P.E.S."},
      {
        "id":"ED480524",
        "title":"Narrative Journal: Blending Old Theories with New Techniques."},
      {
        "id":"ED480525",
        "title":"From Career Decision-Making to Career Management: It's All about Lifelong Learning."},
      {
        "id":"ED480526",
        "title":"Working with Career Stages."},
      {
        "id":"ED480527",
        "title":"Beyond DreamWeaving: Honoring Our Connections."},
      {
        "id":"ED480528",
        "title":"Head Start/ECAP Outcomes Report: State of Delaware, Fiscal Year 2001-2002."},
      {
        "id":"ED480529",
        "title":"Moving Forward: Southern States Take Action To Improve Access to Quality, Affordable Child Care."},
      {
        "id":"ED480530",
        "title":"Twenty Years Can Make a World of Difference. Ounce of Prevention Fund Annual Report, 2002."},
      {
        "id":"ED480533",
        "title":"A Parent's Guide to Class Size Reduction."},
      {
        "id":"ED480536",
        "title":"After-School Learning and Beyond: Viewpoints. [with] CD-ROM."},
      {
        "id":"ED480538",
        "title":"The Economics of Education: Public Benefits of High-Quality Preschool Education for Low-Income Children. Building Communities for Change."},
      {
        "id":"ED480540",
        "title":"Can Music Instruction Affect Children's Cognitive Development? ERIC Digest."},
      {
        "id":"ED480544",
        "title":"Innovative and Workable Ideas for Building Schools. Public/Private Partnerships: A New Way To Fund and Build Schools."},
      {
        "id":"ED480545",
        "title":"Crumbling Schools: Tens of Millions Wasted in Slow, Sloppy Construction, and Miami-Dade Children Are the Losers."},
      {
        "id":"ED480546",
        "title":"Keys to Success: School Facilities Primer, Questions &amp; Answers 101."},
      {
        "id":"ED480548",
        "title":"Schools for Cities: Urban Strategies. NEA Series on Design."},
      {
        "id":"ED480549",
        "title":"Indoor Air Quality in Schools (IAQ): The Importance of Monitoring Carbon Dioxide Levels."},
      {
        "id":"ED480550",
        "title":"The Energy Smart Guide to Campus Cost Savings."},
      {
        "id":"ED480551",
        "title":"Charter Schools: New Charter Schools across the Country and in the District of Columbia Face Similar Start-Up Challenges. Report to Congressional Requesters."},
      {
        "id":"ED480552",
        "title":"Linking School Facility Conditions to Teacher Satisfaction and Success."},
      {
        "id":"ED480553",
        "title":"Ten Ways To Help Avoid Legal Problems in School Construction."},
      {
        "id":"ED480555",
        "title":"A Handbook of Almost a Dozen Nontraditional Intelligence Tests."},
      {
        "id":"ED480556",
        "title":"Evidentiary Relationships among Data-Gathering Methods and Reporting Scales in Surveys of Educational Achievement. CSE Technical Report."},
      {
        "id":"ED480557",
        "title":"On the Structure of Educational Assessments, CSE Technical Report."},
      {
        "id":"ED480558",
        "title":"The Impact of a Simulation and Problem-Based Learning Design Project on Student Learning and Teamwork Skills. CSE Technical Report."},
      {
        "id":"ED480563",
        "title":"English Teaching &amp; Learning, 2002-2003."},
      {
        "id":"ED480565",
        "title":"Interdependence in Vermont: An Evaluation of Vermont's Five-Year LSTA Plan."},
      {
        "id":"ED480566",
        "title":"State of Vermont Department of Libraries Library Services &amp; Technology Act FY2001 Annual Report."},
      {
        "id":"ED480567",
        "title":"Library of Congress Cataloging Directorate Annual Report, Fiscal Year 2002."},
      {
        "id":"ED480568",
        "title":"Library of Congress Cataloging Directorate Annual Report, Fiscal Year Ending September 30, 2001."},
      {
        "id":"ED480569",
        "title":"South Carolina State Library Annual Report, 2001-2002."},
      {
        "id":"ED480570",
        "title":"A Comparison of Transfer and Native Students' Academic Performance in a Teacher Education Program."},
      {
        "id":"ED480572",
        "title":"Critical Success Factors, 2003 for the North Carolina Community College System. Fourteenth Annual Report."},
      {
        "id":"ED480573",
        "title":"North Carolina Community College System Economic &amp; Workforce Development Annual Report, 2002."},
      {
        "id":"ED480574",
        "title":"A Profile of B.C. Transfer Students Registered with the B.C. Open University."},
      {
        "id":"ED480575",
        "title":"A Retrospective Look at Block Transfer Credit for Child and Youth Care Undergraduate University Students."},
      {
        "id":"ED480576",
        "title":"Service Learning in the Rural Community College."},
      {
        "id":"ED480577",
        "title":"Employment Outcomes of Community College Equity Group Graduates."},
      {
        "id":"ED480578",
        "title":"Civic Education."},
      {
        "id":"ED480579",
        "title":"Shortchanging Rural Teachers. Teaching Quality: RESEARCH MATTERS."},
      {
        "id":"ED480580",
        "title":"What It Means To Be a &quot;Highly Qualified Teacher&quot;."},
      {
        "id":"ED480581",
        "title":"Children with Disabilities Placed by Their Parents in Private Schools: An IDEA Practices Toolkit."},
      {
        "id":"ED480588",
        "title":"Annotated Bibliography of Future Trends in Academic Access, Developmental Education and Learning Assistance. Revised."},
      {
        "id":"ED480589",
        "title":"Supplemental Instruction/VSI Annotated Bibliography. Revised."},
      {
        "id":"ED480590",
        "title":"Effect of Administrative Placement and Fidelity of Implementation of the Model on Effectiveness of Supplemental Instruction Programs."},
      {
        "id":"ED480591",
        "title":"Bourdieu in the Classroom. Occasional Paper."},
      {
        "id":"ED480592",
        "title":"Presenting Autobiographical Stories from Hispanic Culture and History: Eva Peron, Sinner or Saint?"},
      {
        "id":"ED480594",
        "title":"My Favorite American Monument. Kindergarten Activity. Schools of California Online Resources for Education (SCORE): Connecting California&apos;s Classrooms to the World."},
      {
        "id":"ED480595",
        "title":"Lewis and Clark as Naturalists."},
      {
        "id":"ED480596",
        "title":"Building an Effective Citizenry: Lessons Learned from Initiatives in Youth Engagement."},
      {
        "id":"ED480599",
        "title":"Secret World of the Forbidden City: Splendors from Imperial China, 1644-1911 and Change and Continuity: Chinese Americans in California. Exhibition Information and Curriculum Guide for Teachers Grades 2-11."},
      {
        "id":"ED480600",
        "title":"Planning Curriculum in International Education."},
      {
        "id":"ED480601",
        "title":"Revolutionary Money. Part One."},
      {
        "id":"ED480602",
        "title":"Geoscience Diversity Enhancement Project: Student Responses."},
      {
        "id":"ED480603",
        "title":"History through Primary Sources--Stories of the Wrights' Flight. Smithsonian in Your Classroom."},
      {
        "id":"ED480604",
        "title":"Invention at Play. Educators' Manual."},
      {
        "id":"ED480605",
        "title":"The Lewis and Clark Expedition: Documenting the Uncharted Northwest. Teaching with Historic Places."},
      {
        "id":"ED480607",
        "title":"Meeting Great Expectations: Integrating Early Education Program Standards in Child Care."},
      {
        "id":"ED480609",
        "title":"Improving Child Care Quality: A Comparison of Military and Civilian Approaches. Charting Civil Society: A Series by the Center on Nonprofits and Philanthropy."},
      {
        "id":"ED480610",
        "title":"Evaluation of Family Preservation and Reunification Programs: Final Report."},
      {
        "id":"ED480611",
        "title":"The Cost, Quality and Child Outcomes Study: A Critique. Final Report."},
      {
        "id":"ED480612",
        "title":"Child Welfare: Most States Are Developing Statewide Information Systems, but Reliability of Child Welfare Data Could Be Improved."},
      {
        "id":"ED480613",
        "title":"Missing, Exploited and Runaway Youth: Strengthening the System. Hearing before the Subcommittee on Select Education of the Committee on Education and the Workforce. House of Representatives, One Hundred Eighth Congress, First Session."},
      {
        "id":"ED480614",
        "title":"Head Start: Working Towards Improved Results for Children. Hearing before the Subcommittee on Education Reform of the Committee on Education and the Workforce. House of Representatives, One Hundred Eighth Congress, First Session."},
      {
        "id":"ED480615",
        "title":"Early Care and Education Programs are the Building Blocks for Our Children's Future: An Interagency Approach To Coordinate the Delivery of Early Child Care and Education Services in Delaware. Interagency Resource Management Committee, 2003 Annual Report."},
      {
        "id":"ED480616",
        "title":"Children Entering School Ready To Learn: School Readiness Information. School Year 2002-03 by State and County."},
      {
        "id":"ED480617",
        "title":"Social Policy Report, 2002."},
      {
        "id":"ED480618",
        "title":"From Car Park to Children's Park: A Childcare Centre in Development. Working Papers in Early Childhood Development."},
      {
        "id":"ED480619",
        "title":"Kids and Cafeterias: How Safe are Federal School Lunches? Joint Hearing before the Committee of Government Management, Restructuring, and the District of Columbia Subcommittee of the Committee on Governmental Affairs, United States Senate and the Subcommittee on Government Efficiency, Financial Management, and Intergovernmental Relations of the Committee on Government Reform, House of Representatives, One Hundred Seventh Congress, Second Session."},
      {
        "id":"ED480620",
        "title":"Child Welfare: Enhanced Federal Oversight of Title IV-B Could Provide States Additional Information To Improve Services. Report to the Chairman, Subcommittee on Human Resources, Committee on Ways and Means, House of Representatives."},
      {
        "id":"ED480621",
        "title":"Head Start: Curriculum Use and Individual Child Assessment in Cognitive and Language Development. Report to Congressional Requesters."},
      {
        "id":"ED480622",
        "title":"Preparing Children To Read and Learn: An Education Initiative of Laura Bush."},
      {
        "id":"ED480624",
        "title":"English Leadership Quarterly, 2001-2002."},
      {
        "id":"ED480625",
        "title":"English Leadership Quarterly, 2002-2003."},
      {
        "id":"ED480626",
        "title":"Developing a Living Definition of Reading in the Elementary Classroom."},
      {
        "id":"ED480627",
        "title":"Did You Say Spiders?"},
      {
        "id":"ED480628",
        "title":"Growing Readers and Writers with Help from Mother Goose."},
      {
        "id":"ED480629",
        "title":"Have Journal...Will Travel: Promoting Family Involvement in Literacy."},
      {
        "id":"ED480630",
        "title":"Honoring Our Veterans through Poetry Prewriting."},
      {
        "id":"ED480631",
        "title":"How Big Are &quot;Martin's Big Words&quot;? Thinking Big about the Future."},
      {
        "id":"ED480632",
        "title":"In the Poet's Shoes: Performing Poetry and Building Meaning."},
      {
        "id":"ED480633",
        "title":"Vocabulary's Influence on Successful Writing. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480634",
        "title":"Vocabulary: Word Choice in Writing. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480635",
        "title":"Phonological Awareness. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480636",
        "title":"The Use of &quot;Balanced Instruction&quot; in Language Arts Curriculum. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480637",
        "title":"Middle School Reading. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480649",
        "title":"Child Rights Information Network Newsletter, 2000-2002."},
      {
        "id":"ED480651",
        "title":"Vermont's Framework of Standards and Learning Opportunities."},
      {
        "id":"ED480652",
        "title":"Virginia's Foundation Blocks for Early Learning: Guidelines for Literacy and Mathematics."},
      {
        "id":"ED480653",
        "title":"Wyoming Early Childhood Readiness Standards."},
      {
        "id":"ED480654",
        "title":"Understanding Fathering: The Early Head Start Study of Fathers of Newborns."},
      {
        "id":"ED480655",
        "title":"Society for Research in Child Development Newsletter, 2002."},
      {
        "id":"ED480656",
        "title":"Society for Research in Child Development Newsletter, 2003."},
      {
        "id":"ED480657",
        "title":"Together: The Generations United Newsletter, 2002."},
      {
        "id":"ED480658",
        "title":"Together: The Generations United Newsletter, 2003."},
      {
        "id":"ED480659",
        "title":"Touch and Discover. Grades PreK-2."},
      {
        "id":"ED480660",
        "title":"Invent a Backscratcher from Everyday Materials. Grades PreK-2."},
      {
        "id":"ED480661",
        "title":"Do Different Colors Absorb Heat Better? Grades PreK-2."},
      {
        "id":"ED480665",
        "title":"Design Weather Instruments Using Lego Sensors. Grades 3-5."},
      {
        "id":"ED480667",
        "title":"Ball Bounce Experiment. Grades 3-5."},
      {
        "id":"ED480669",
        "title":"Promoting Number and Mathematical Development in Nursery through Staff Development."},
      {
        "id":"ED480670",
        "title":"School Context, Student Connectedness and Mathematics Classroom Performance."},
      {
        "id":"ED480671",
        "title":"New Hope for Families and Children: Five-Year Results of a Program To Reduce Poverty and Reform Welfare."},
      {
        "id":"ED480672",
        "title":"New Hope for Families and Children: Five-Year Results of a Program To Reduce Poverty and Reform Welfare. Summary Report."},
      {
        "id":"ED480673",
        "title":"An Impossible Job? The View from the Urban Superintendent's Chair."},
      {
        "id":"ED480674",
        "title":"Racial/Ethnic Differences in the Path to a Postsecondary Credential. NCES Issue Brief."},
      {
        "id":"ED480675",
        "title":"Toward Diversity in Public Service: A Report to the Ford Foundation on the Public Policy and International Affairs (PPIA) Fellowship Program 1980-2000."},
      {
        "id":"ED480676",
        "title":"Houston Annenberg Challenge Evaluation Report, 2002: Lessons Learned on Urban School Reform."},
      {
        "id":"ED480677",
        "title":"Immigrant Students, Urban High Schools: The Challenge Continues. 2003 Carnegie Challenge."},
      {
        "id":"ED480678",
        "title":"Children in Puerto Rico: Results from the 2000 Census. A KIDS COUNT/PRB Report on Census 2000."},
      {
        "id":"ED480679",
        "title":"La Ninez en Puerto Rico: Resultados del Censo 2000. Un informe de KIDS COUNT/PRB sobre el Censo 2000 (Children in Puerto Rico: Results from the 2000 Census. A KIDS COUNT/PRB Report on Census 2000)."},
      {
        "id":"ED480680",
        "title":"Building the Foundation for Improved Student Performance: The Pre-Curricular Phase of Project GRAD Newark."},
      {
        "id":"ED480682",
        "title":"A Community for All Generations -- Teens and Adults Working Together. A Guide for Public Dialogue and Problem Solving. Version 1.0."},
      {
        "id":"ED480685",
        "title":"State Financing Declines for Job Training: Need for Federal Funding Increases."},
      {
        "id":"ED480686",
        "title":"Keeping American in Business: Advancing Workers, Businesses, and Economic Growth. [Report of] the American Assembly (102nd, Harriman, NY, February 6-9, 2003)."},
      {
        "id":"ED480687",
        "title":"Financing Vocational Training in Sub-Saharan Africa. Africa Region Human Development Series."},
      {
        "id":"ED480688",
        "title":"Roundtable: Theory, Policy and Practice in Lifelong Learning."},
      {
        "id":"ED480689",
        "title":"Teaching and Learning Tibetan: The Role of the Tibetan Language in Tibet's Future. Roundtable before the Congressional-Executive Commission on China. One Hundred Eighth Congress, First Session (April 7, 2003)."},
      {
        "id":"ED480690",
        "title":"Understanding the No Child Left Behind Act of 2001: English Proficiency. Quick Key."},
      {
        "id":"ED480693",
        "title":"A Practical Guide for 1st Grade Teachers: Strategies &amp; Activities To Assist 1st Graders NOT READING by January."},
      {
        "id":"ED480694",
        "title":"ARTC: Alternative Routes to Certification. Report to the Delaware Department of Education, May 2002."},
      {
        "id":"ED480696",
        "title":"Journal of the Midwest History of Education Society, 1991-2000."},
      {
        "id":"ED480697",
        "title":"The Stock Market: Risk vs. Uncertainty."},
      {
        "id":"ED480698",
        "title":"Does Consumer Confidence Measure Up to the Hype?"},
      {
        "id":"ED480699",
        "title":"Reflections on Inculturation."},
      {
        "id":"ED480700",
        "title":"UNESCO Asia and Pacific Regional Bureau for Education Annual Report, 2000-2001."},
      {
        "id":"ED480705",
        "title":"Evaluating the Net Impact of School-to-Work: Proceedings of a Roundtable."},
      {
        "id":"ED480706",
        "title":"Where Are All the Nurses? Demographics, Defections Lead to Severe Shortage. ExecConnect."},
      {
        "id":"ED480707",
        "title":"EFF/NRS Data Collection Project, 2000-2001: An Interim Report on the Development of the EFF Assessment Framework."},
      {
        "id":"ED480708",
        "title":"Adult Basic and Literacy Education Program: Revised Indicators of Program Quality, Fiscal Year 2004."},
      {
        "id":"ED480709",
        "title":"Nursing and Allied Health Shortages: TBR Responds."},
      {
        "id":"ED480710",
        "title":"Preparing America's Future. The High School Symposium (Washington, DC, April 4, 2002). Excerpted."},
      {
        "id":"ED480711",
        "title":"Public High School Graduates Who Participated in Vocational/Technical Education: 1982-1998. E.D. Tabs."},
      {
        "id":"ED480714",
        "title":"Resource Guide for Family Literacy Programs."},
      {
        "id":"ED480715",
        "title":"Vocational Education and Training and Employment Services in Lithuania. Monographs: Candidate Countries."},
      {
        "id":"ED480716",
        "title":"Family Literacy Programs: Who Benefits?"},
      {
        "id":"ED480717",
        "title":"Review and Synthesis of Research in Marketing Education 1979-1989: A Decade of Research Influences."},
      {
        "id":"ED480718",
        "title":"Beyond Welfare and Work First: Building Services and Systems To Support California's Working Poor and Hard-to-Place. Conference Highlights (Sacramento, CA, January 17-19, 2001)."},
      {
        "id":"ED480719",
        "title":"WRP: Final Report on Vermont's Welfare Restructuring Project."},
      {
        "id":"ED480720",
        "title":"Social Service Organizations and Welfare Reform."},
      {
        "id":"ED480721",
        "title":"Education and Today's Older Worker."},
      {
        "id":"ED480722",
        "title":"Careers Under Construction: Models for Developing Career Ladders."},
      {
        "id":"ED480723",
        "title":"The New Technicians Study: Opportunities for Entry-Level Workers in Information Technology Occupations. Working Paper."},
      {
        "id":"ED480724",
        "title":"The Quest for Caregivers: Helping Seniors Age with Dignity."},
      {
        "id":"ED480725",
        "title":"Active Citizenship and the Secondary School Experience: Community Participation Rates of Australian Youth. Research Report Number."},
      {
        "id":"ED480726",
        "title":"Talking about Mental Illness: A Guide for Developing an Awareness Program for Youth. Community Guide."},
      {
        "id":"ED480727",
        "title":"Talking about Mental Illness: A Guide for Developing an Awareness Program for Youth. Teacher's Resource."},
      {
        "id":"ED480729",
        "title":"Cybercitizens of the Commonwealth: How Rural and Urban Pennsylvanians Access and Use the Internet."},
      {
        "id":"ED480730",
        "title":"Stats for Scaredy-Cats: A How-To Guide for Rural Data Users."},
      {
        "id":"ED480731",
        "title":"The Improvement of Employment Opportunities for Students with Disabilities upon High School Graduation in Rural Settings."},
      {
        "id":"ED480732",
        "title":"Shifting Attention from &quot;Discipline Problems&quot; to &quot;Virtue Awareness&quot; in American Indian and Alaska Native Education. ERIC Digest."},
      {
        "id":"ED480733",
        "title":"The Potential Impact of Large-Scale Voucher Programs. Occasional Paper."},
      {
        "id":"ED480734",
        "title":"Comparing the Effectiveness of Public and Private Schools: A Review of Evidence and Interpretations. Occasional Paper."},
      {
        "id":"ED480735",
        "title":"Funding for Private Schools in England and the Netherlands: Can the Piper Call the Tune? Occasional Paper."},
      {
        "id":"ED480736",
        "title":"Private and Public Schooling in the Southern Cone: A Comparative Analysis of Argentina and Chile. Occasional Paper."},
      {
        "id":"ED480737",
        "title":"First Steps to a Level Playing Field: An Introduction to Student-Based Budgeting."},
      {
        "id":"ED480738",
        "title":"Profiles of For-Profit Education Management Companies. Fifth Annual Report, 2002-2003."},
      {
        "id":"ED480739",
        "title":"Making Sure Exit Exams Get a Passing Grade. Policy Brief."},
      {
        "id":"ED480741",
        "title":"Afterschool Programs. ERIC Digest."},
      {
        "id":"ED480742",
        "title":"School District Revenues for Elementary and Secondary Education: 1997-98. Statistical Analysis Report."},
      {
        "id":"ED480743",
        "title":"Flexibility Demonstration Programs: Education Needs To Better Target Program Information. Report to Congressional Requesters."},
      {
        "id":"ED480744",
        "title":"From the Headlines to the Frontlines: The Teacher Shortage and Its Implications for Recruitment Policy."},
      {
        "id":"ED480745",
        "title":"U.S. Department of Education Office for Civil Rights Annual Report to Congress, Fiscal Years 2001 and 2002."},
      {
        "id":"ED480748",
        "title":"Raising Minority Academic Achievement: The Department of Defense Model. Pedagogical Inquiry and Praxis."},
      {
        "id":"ED480749",
        "title":"Portraits of Four Schools: Meeting the Needs of Immigrant Students and Their Families."},
      {
        "id":"ED480750",
        "title":"Dynamics of Economic Well-Being: Poverty 1996-1999. Current Population Reports."},
      {
        "id":"ED480751",
        "title":"Vulnerable Youth: Identifying Their Need for Alternative Educational Settings."},
      {
        "id":"ED480752",
        "title":"Identifying and Addressing the Needs of Children in Grandparent Care. Assessing the New Federalism: An Urban Institute Program To Assess Changing Social Policies. Series B."},
      {
        "id":"ED480753",
        "title":"America's Most Literate Cities."},
      {
        "id":"ED480754",
        "title":"When Schools Compete: The Effects of Vouchers on Florida Public School Achievement. Education Working Paper."},
      {
        "id":"ED480755",
        "title":"Dispute Resolution: A Review of Systems in Selected States."},
      {
        "id":"ED480756",
        "title":"Prekindergarten Special Education Classes in U.S. Public Schools. Synthesis Brief."},
      {
        "id":"ED480759",
        "title":"Supplemental Security Income. Part 1: A Bridge to Work [and] Part 2: So You Have Decided To Apply [and] Part 3: Your Right To Appeal. Parent Briefs."},
      {
        "id":"ED480760",
        "title":"What Are We Spending on Procedural Safeguards in Special Education, 1999-2000? Special Education Expenditure Project (SEEP)."},
      {
        "id":"ED480761",
        "title":"21st Century Library Initiative."},
      {
        "id":"ED480763",
        "title":"Biblored, Colombia's Innovative Library Network."},
      {
        "id":"ED480764",
        "title":"Copyright Issues Relevant to the Creation of a Digital Archive: A Preliminary Assessment. Strategies and Tools for the Digital Library."},
      {
        "id":"ED480765",
        "title":"Institute of Teaching and Learning, Spring 2003. Report."},
      {
        "id":"ED480766",
        "title":"The Effects of a Mentoring Intervention on Student Retention in a Community College."},
      {
        "id":"ED480767",
        "title":"Enrollment Management: Demographic Changes. Report."},
      {
        "id":"ED480768",
        "title":"Report on Local Investments of Partnership Funds: Investments for 2002-2003."},
      {
        "id":"ED480769",
        "title":"Westchester County Employers Survey."},
      {
        "id":"ED480771",
        "title":"Academy of the Canyons Report, Fall 2002."},
      {
        "id":"ED480772",
        "title":"The Fact Book: Report for the Florida Community College System."},
      {
        "id":"ED480773",
        "title":"Community Partnerships Increase Services and Outcomes for Students with Psychological Disabilities."},
      {
        "id":"ED480774",
        "title":"System Performance on Partnership for Excellence Goals: District and College Data for 1999-00, 2000-01, and 2001-02."},
      {
        "id":"ED480775",
        "title":"Occupational Programs Student Survey--Fall 2000 to Spring 2003. Report."},
      {
        "id":"ED480776",
        "title":"Data and Characteristics of the Illinois Public Community College System."},
      {
        "id":"ED480777",
        "title":"Academic Standing and Students in Academic Difficulty in Fall 2002. Report."},
      {
        "id":"ED480778",
        "title":"Needs Assessment Survey: Doing Business with China. Report."},
      {
        "id":"ED480779",
        "title":"English and Math Placement Surveys: Students and Instructors--Fall 2002. Report."},
      {
        "id":"ED480781",
        "title":"Build a Bird House. Grades 3-5."},
      {
        "id":"ED480782",
        "title":"Design Packing to Safely Mail Raw Spaghetti. Grades 3-5."},
      {
        "id":"ED480784",
        "title":"Construct and Test Roofs for Different Climates. Grades 3-5."},
      {
        "id":"ED480785",
        "title":"Compare Fabric Materials. Grades 3-5."},
      {
        "id":"ED480786",
        "title":"A House is a House for Me. Grades 3-5."},
      {
        "id":"ED480787",
        "title":"Water Filtration. Grades 3-5."},
      {
        "id":"ED480788",
        "title":"What is the Best Insulator: Air, Styrofoam, Foil, or Cotton? Grades 3-5."},
      {
        "id":"ED480789",
        "title":"Design a Recycling Game! Grades 3-5."},
      {
        "id":"ED480790",
        "title":"Tower Investigation and the Egg. Grades 6-8."},
      {
        "id":"ED480791",
        "title":"Wimpy Radar Antenna! Grades 6-8."},
      {
        "id":"ED480792",
        "title":"Portable Sundial. Grades 6-8."},
      {
        "id":"ED480793",
        "title":"An Introduction to Loads Acting on Structures. Grades 6-8."},
      {
        "id":"ED480794",
        "title":"Design Your Own Rube Goldberg Machine. Grades 6-8."},
      {
        "id":"ED480795",
        "title":"Building Tetrahedral Kites. Grades 6-8."},
      {
        "id":"ED480796",
        "title":"Do as the Romans: Construct an Aqueduct! Grades 6-8."},
      {
        "id":"ED480797",
        "title":"Build an Earthquake City! Grades 6-8."},
      {
        "id":"ED480799",
        "title":"The Squeeze is On. Grades 6-8."},
      {
        "id":"ED480800",
        "title":"Stop the Stretching. Grades 6-8."},
      {
        "id":"ED480801",
        "title":"The PISA 2003 Assessment Framework: Mathematics, Reading, Science and Problem Solving Knowledge and Skills."},
      {
        "id":"ED480802",
        "title":"NAEP 2002 Year-at-a-Glance: Assessment Cycle October 1, 2002-September 20, 2002."},
      {
        "id":"ED480803",
        "title":"NCES Handbook of Survey Methods: Technical Report."},
      {
        "id":"ED480804",
        "title":"Education Statistics Quarterly. Volume 5, Issue 1."},
      {
        "id":"ED480805",
        "title":"Caring for Kids Is Giving Children the Help They Need at School. This Is How It Works..."},
      {
        "id":"ED480806",
        "title":"Caring for Kids Is Fighting Back by Giving Kids the Dental Care They Need at School. This Is How It Works..."},
      {
        "id":"ED480807",
        "title":"Wisconsin School Readiness Indicator Initiative: The Status of School Readiness Indicators in Wisconsin."},
      {
        "id":"ED480808",
        "title":"Early Childhood Research and Practice: An Internet Journal on the Development, Care, and Education of Young Children, Fall 2003."},
      {
        "id":"ED480809",
        "title":"Creating the Conditions for Success with Early Learning Standards: Results from a National Study of State-Level Standards for Children's Learning Prior to Kindergarten."},
      {
        "id":"ED480810",
        "title":"Supporting Vulnerable Learners in the Primary Grades: Strategies To Prevent Early School Failure."},
      {
        "id":"ED480811",
        "title":"The Role of Child Development and Social Interaction in the Selection of Children's Literature To Promote Literacy Acquisition."},
      {
        "id":"ED480812",
        "title":"Discriminant Validity of a Community-Level Measure of Children's Readiness for School."},
      {
        "id":"ED480813",
        "title":"Reaching Out to Fathers: An Examination of Staff Efforts That Lead to Greater Father Involvement in Early Childhood Programs."},
      {
        "id":"ED480814",
        "title":"The Llama Project."},
      {
        "id":"ED480815",
        "title":"Early Care and Education in Massachusetts Public School Preschool Classrooms. A Report on the Findings from the Massachusetts Cost and Quality Study."},
      {
        "id":"ED480816",
        "title":"High-Quality Preschool: Why We Need It and What It Looks Like. NIEER Preschool Policy Matters, Issue 1."},
      {
        "id":"ED480817",
        "title":"Bachelor's Degress Are Best: Higher Qualifications for Pre-Kindergarten Teachers Lead to Better Learning Environments for Children."},
      {
        "id":"ED480818",
        "title":"Better Teachers, Better Preschools: Student Achievement Linked to Teacher Qualifications. NIEER Preschool Policy Matters, Issue 2."},
      {
        "id":"ED480819",
        "title":"Low Wages = Low Quality: Solving the Real Preschool Teacher Crisis. NIEER Preschool Policy Matters, Issue 3."},
      {
        "id":"ED480820",
        "title":"Investing in Head Start Teachers. NIEER Preschool Policy Matters, Issue 4."},
      {
        "id":"ED480821",
        "title":"Ready for School: The Case for Including Babies and Toddlers as We Expand Preschool Opportunities."},
      {
        "id":"ED480822",
        "title":"Colorado Preschool Program: 2003-2004 Handbook."},
      {
        "id":"ED480823",
        "title":"Wiskids Count Data Book, 2003."},
      {
        "id":"ED480824",
        "title":"Learning Circles: Do-It-Yourself. A Guide to Preparing Your Own Learning Circle Material."},
      {
        "id":"ED480826",
        "title":"An Assessment of Future Employment Opportunities for Individuals Trained in the Automotive Trades. Working Paper."},
      {
        "id":"ED480834",
        "title":"Capital Area Education and Careers Partnership School-to-Career Grant: An Assessment of Year Three Activities."},
      {
        "id":"ED480835",
        "title":"Capital Area Education and Careers Partnership School-to-Career Grant: An Assessment of Year Four Activities and Prospects."},
      {
        "id":"ED480836",
        "title":"Perspectives on Family Literacy."},
      {
        "id":"ED480837",
        "title":"Expanding the Limits of Evidence-Based Medicine: A Discourse Analysis of Cardiac Rehabilitation Clinical Practice Guidelines."},
      {
        "id":"ED480838",
        "title":"Cracking the Code: Problems and Possibilities of Curriculum Analysis in Adult Education."},
      {
        "id":"ED480839",
        "title":"Collage of Welfare-to-Work Perspectives: Views Inside and Outside the System."},
      {
        "id":"ED480840",
        "title":"Out-of-School Youth. Proceedings Report: Seminar on Migrant Out-of-School Youth (Portland, Oregon, June 6-8, 2002)."},
      {
        "id":"ED480841",
        "title":"Technology: Anytime, Anyplace, Any Pace Learning. Proceedings Report: Seminar on Technology for Migrant Students (Burlingame, California, June 7-9, 2001)."},
      {
        "id":"ED480842",
        "title":"Old MacDonald to Uncle Sam."},
      {
        "id":"ED480843",
        "title":"Wright Brothers National Memorial: Site of the First Controlled Powered Flight. Teaching with Historic Places."},
      {
        "id":"ED480844",
        "title":"African American Pioneers in Aviation: 1920-Present. Teacher Guide."},
      {
        "id":"ED480845",
        "title":"Airmail to Airlines. A Teacher's Guide. Grades 3-5."},
      {
        "id":"ED480846",
        "title":"Roosters to Robots."},
      {
        "id":"ED480847",
        "title":"Learning Standards for Health, Physical Education, and Home Economics at Three Levels."},
      {
        "id":"ED480848",
        "title":"A Dialogue in Diversity: Taking the First Steps."},
      {
        "id":"ED480849",
        "title":"Convergence or Divergence: Alignment of Standards, Assessment, and Issues of Diversity."},
      {
        "id":"ED480850",
        "title":"No Child Left Behind: A Toolkit for Teachers."},
      {
        "id":"ED480853",
        "title":"Using Student Work To Support Professional Development in Elementary Mathematics. A CTP Working Paper."},
      {
        "id":"ED480856",
        "title":"Beyond the Curriculum: Preparing Teachers for Student Health Issues."},
      {
        "id":"ED480857",
        "title":"Promoting Quality Teachers through a Supportive Mentoring Environment for Pre-Service and First-Year Teachers."},
      {
        "id":"ED480859",
        "title":"Brothers Grimm. [Lesson Plan]."},
      {
        "id":"ED480860",
        "title":"The American Revolution: Causes. [Lesson Plan]."},
      {
        "id":"ED480861",
        "title":"The American Revolution: The Declaration and Beyond. [Lesson Plan]."},
      {
        "id":"ED480862",
        "title":"Archeology and Storytelling. [Lesson Plan]."},
      {
        "id":"ED480863",
        "title":"\"The Art of War\". [Lesson Plan]."},
      {
        "id":"ED480864",
        "title":"Ben Franklin. [Lesson Plan]."},
      {
        "id":"ED480865",
        "title":"Cowboys. [Lesson Plan]."},
      {
        "id":"ED480866",
        "title":"Keiko, Killer Whale. [Lesson Plan]."},
      {
        "id":"ED480867",
        "title":"\"Lord of the Flies\". [Lesson Plan]."},
      {
        "id":"ED480869",
        "title":"Internationalizing Teacher Education: What Can Be Done? A Research Report on the Undergraduate Training of Secondary School Teachers."},
      {
        "id":"ED480870",
        "title":"What about the Other Gender?: Male Bias in English Studies."},
      {
        "id":"ED480871",
        "title":"The Effect of Content Integration on the Construct Validity of Reading Performance Assessment."},
      {
        "id":"ED480873",
        "title":"Texas School Communications Study: Training for Frontline School Practitioners Is Indicated."},
      {
        "id":"ED480874",
        "title":"Expanding the Work: Year II of Collaborative Coaching and Learning in the Effective Practice Schools."},
      {
        "id":"ED480875",
        "title":"Off to a Good Start: Year I of Collaborative Coaching and Learning in the Effective Practice Schools."},
      {
        "id":"ED480876",
        "title":"Using What We Know: Implications for Scaling-Up Implementation of the CCL Model."},
      {
        "id":"ED480877",
        "title":"The Performance Levels and Associated Cut Scores on the Pennsylvania System of School Assessment Mathematics and Reading Tests: A Critical Analysis."},
      {
        "id":"ED480882",
        "title":"Introducing Each Other: Interviews, Memoirs, Photos, and Internet Research."},
      {
        "id":"ED480883",
        "title":"Launching Family Message Journals."},
      {
        "id":"ED480884",
        "title":"Leading to Great Places in the Elementary Classroom."},
      {
        "id":"ED480885",
        "title":"Letter Poems Deliver: Experimenting with Line Breaks in Poetry Writing."},
      {
        "id":"ED480886",
        "title":"The Importance of Expository Text: Reading and Writing. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480887",
        "title":"Grammar and Language Skills: The Benefits of Direct Instruction. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480888",
        "title":"Vocabulary Development: Elaboration for Writing. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480889",
        "title":"The Value of Expository Text for Today's World. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480890",
        "title":"Computers and Grammar, Usage, and Mechanics. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480891",
        "title":"Making Presentations. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480892",
        "title":"Successful Techniques of Vocabulary. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480893",
        "title":"Guided Reading. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480894",
        "title":"Literature-Driven Integrated Language Arts. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480895",
        "title":"Skills Students Use When Speaking and Listening. ERIC Topical Bibliography and Commentary."},
      {
        "id":"ED480896",
        "title":"A Comparison of Bible Verse Memorization Using Traditional Techniques versus Using Song."},
      {
        "id":"ED480897",
        "title":"Assessment 5-14: What Do Pupils and Parents Think? Spotlight."},
      {
        "id":"ED480898",
        "title":"Quality Control of Online Calibration in Computerized Assessment. LSAC Research Report Series."},
      {
        "id":"ED480899",
        "title":"Learners for Life. Student Approaches to Learning. Results from PISA 2000."},
      {
        "id":"ED480900",
        "title":"Relationships between EPAS Scores and College Preparatory Course Work in High School. ACT Research Report Series."},
      {
        "id":"ED480901",
        "title":"Accountability: Responsibility and Reasonable Expectations. CSE Report."},
      {
        "id":"ED480902",
        "title":"Teachers' Assignments and Student Work: Opening a Window on Classroom Practice. CSE Report."},
      {
        "id":"ED480903",
        "title":"Impact of Student Language Background on Content-Based Performance: Analyses of Extant Data. CSE Report."},
      {
        "id":"ED480904",
        "title":"Evaluating New Approaches to Assessing Learning. CSE Report."},
      {
        "id":"ED480905",
        "title":"Argument Substance and Argument Structure in Educational Assessment. CSE Report."},
      {
        "id":"ED480907",
        "title":"The New Neighbors: A User's Guide to Data on Immigrants in U.S. Communities."},
      {
        "id":"ED480908",
        "title":"Bridging the Gap: Higher Education and Career-Centered Welfare Reform. Proceedings."},
      {
        "id":"ED480909",
        "title":"Taxpayer Information: Increased Sharing and Verifying of Information Could Improve Education's Award Decisions. Report to the Committee on Finance, U.S. Senate."},
      {
        "id":"ED480910",
        "title":"Youth Development and Family Strengthening: A Study of Emerging Connections."},
      {
        "id":"ED480911",
        "title":"An Overview of Distance Education at Boise State University. Research Report."},
      {
        "id":"ED480912",
        "title":"What Does a Voucher Buy? A Closer Look at the Cost of Private Schools. Policy Analysis."},
      {
        "id":"ED480913",
        "title":"Trends in Naturalization. Immigrant Families and Workers. Facts and Perspectives Brief."},
      {
        "id":"ED480914",
        "title":"The National Survey of Student Engagement: Results from Boise State Freshmen and Seniors. Research Report 2000-04."},
      {
        "id":"ED480915",
        "title":"Keeping Count and Losing Count: Calculating Graduation Rates for All Students under NCLB Accountability."},
      {
        "id":"ED480916",
        "title":"New Approaches to Truancy Prevention in Urban Schools. ERIC Digest."},
      {
        "id":"ED480917",
        "title":"Hispanics in College: Participation and Degree Attainment. ERIC Digest."},
      {
        "id":"ED480918",
        "title":"Labor Market Outcomes of Hispanics by Generation. ERIC Digest."},
      {
        "id":"ED480919",
        "title":"Raising Minority Academic Achievement: The Department of Defense Model. ERIC Digest."},
      {
        "id":"ED480920",
        "title":"Activities and Perceptions of 1998-99 Graduates. Research Report 2001-01."},
      {
        "id":"ED480921",
        "title":"What Predicts Perceived Gains in Learning and in Satisfaction. Research Report 2001-02."},
      {
        "id":"ED480922",
        "title":"Why Don't Students Attend Boise State Despite Having Applied and Been Admitted? Research Report 2001-03."},
      {
        "id":"ED480923",
        "title":"Student Perceptions of Their Distance Education Courses. Research Report 2001-04."},
      {
        "id":"ED480924",
        "title":"Have Graduates' Perceptions Changed Over Time? Research Report 2002-01."},
      {
        "id":"ED480925",
        "title":"Faculty Perceptions of Teaching Distance Education Courses. Research Report 2002-02."},
      {
        "id":"ED480926",
        "title":"Academic Profile Results for Entering Freshmen. Research Report 2002-03."},
      {
        "id":"ED480927",
        "title":"Impact of the Change in English Cutscores on Grades. Research Report 2002-04."},
      {
        "id":"ED480928",
        "title":"Academic Profile Results for Selected Nursing Students. Research Report 2002-05."},
      {
        "id":"ED480929",
        "title":"What Predicts Success in Intermediate Algebra? Research Report 2002-06."},
      {
        "id":"ED480930",
        "title":"A Profile of Boise State First Year and Senior Students with Comparisons to Other Urban Universities. Research Report 2002-07."},
      {
        "id":"ED480931",
        "title":"What Skills Do Employers Think Are Most Important? Research Report 2002-08."},
      {
        "id":"ED480932",
        "title":"The Campus Environment as Viewed through the Lens of the National Survey of Student Engagement. Research Report 2003-01."},
      {
        "id":"ED480933",
        "title":"Active Learning in and out of the Classroom: Results from the National Survey of Student Engagement. Research Report 2003-02."},
      {
        "id":"ED480934",
        "title":"Student Academic and Personal Growth While at Boise State: A Summary of 2002 National Survey of Student Engagement Findings. Research Report 2003-03."},
      {
        "id":"ED480935",
        "title":"NASRO School Resource Officer Survey, 2002: Final Report on the 2nd Annual National Survey of School-Based Police Officers."},
      {
        "id":"ED480936",
        "title":"Protecting Public Education: From Tax Giveaways to Corporations. Property Tax Abatements, Tax Increment Financing, and Funding for Schools. NEA Research Working Paper."},
      {
        "id":"ED480938",
        "title":"Leading Change in Principal Development: Notes for the Field."},
      {
        "id":"ED480939",
        "title":"Open to All: Title IX at 30."},
      {
        "id":"ED480941",
        "title":"Revenues and Expenditures for Public Elementary and Secondary Education: School Year 2000-01. Statistics in Brief."},
      {
        "id":"ED480945",
        "title":"Comments on &quot;Another Look at the New York City Voucher Experiment.&quot;"},
      {
        "id":"ED480946",
        "title":"Nonimmigrant Student Tracking: Implementation and Proposed Modifications. Hearing before the Subcommittee on Immigration, Border Security, and Claims of the Committee on the Judiciary. House of Representatives, One Hundred Eighth Congress, First Session (April 2, 2003)."},
      {
        "id":"ED480948",
        "title":"The State of American Higher Education: What Are Parents, Students, and Taxpayers Getting for Their Money? Hearing before the Committee on Education and the Workforce. House of Representatives, One Hundred Eighth Congress, First Session (May 13, 2003)."},
      {
        "id":"ED480949",
        "title":"America's Teacher Colleges: Are They Making the Grade? Hearing before the Subcommittee on 21st Century Competitiveness of the Committee on Education and the Workforce. House of Representatives, One Hundred Eighth Congress, First Session (May 20, 2003)."},
      {
        "id":"ED480951",
        "title":"Enrollments and Degrees Report. AIP Report."},
      {
        "id":"ED480952",
        "title":"Physics Academic Workforce Report, 2002. AIP Report."},
      {
        "id":"ED480953",
        "title":"Efficiencies at Texas Public Institutions of Higher Education, Fiscal Year 2001-Fiscal Year 2003."},
      {
        "id":"ED480954",
        "title":"Closing the Gaps: The Texas Higher Education Plan."},
      {
        "id":"ED480955",
        "title":"Compilation of College Affordability Data for Students Who Applied for Federal Aid. OPPAGA Information Brief. Report."},
      {
        "id":"ED480956",
        "title":"Closing the Gaps by 2015: 2003 Progress Report."},
      {
        "id":"ED480957",
        "title":"Private Colleges Accreditation Board Annual Report, 1 April 2002-31 March 2003."},
      {
        "id":"ED480958",
        "title":"Instructions and Sample Forms for Annual Reports to the Private Colleges Accreditation Board of the Private Colleges with Accredited Degree Programs. Sixteenth Edition."},
      {
        "id":"ED480959",
        "title":"Postsecondary Attainment, Attendance, Curriculum, and Performance: Selected Results from the NELS:88/2000 Postsecondary Education Transcript Study (PETS), 2000. E.D. Tabs."},
      {
        "id":"ED480961",
        "title":"Information Technology Workforce Development: Public Policy Review and Discussion."},
      {
        "id":"ED480963",
        "title":"From Symbols, Stories and Social Artifacts to Social Architecture and Agency: The Discourse of Learning and the Decline of &quot;Organizational Culture&quot; in the &quot;New Work Order.&quot;"},
      {
        "id":"ED480964",
        "title":"&quot;My Business Was Not with Lost Souls and the Underprivileged&quot;: The Contribution of Colin Badger (1906-1993) to Adult Education in Victoria, Australia."},
      {
        "id":"ED480965",
        "title":"&quot;My Disability Is Part of Me&quot;: Disclosure and Students with Visible Disabilities."},
      {
        "id":"ED480966",
        "title":"Lifelong Learning: A Debate Regarding the Appropriateness of Adult Education Faculty's Participation in Teacher Preparation Programs."},
      {
        "id":"ED480967",
        "title":"Workforce Investment Act (WIA) Reauthorization: Building a Better Job Training System for Hispanic Workers."},
      {
        "id":"ED480968",
        "title":"Youth REP Step By Step: An Introduction to Youth-Led Research and Evaluation. Youth in Focus."},
      {
        "id":"ED480969",
        "title":"Developing Leadership Skills through Capstone Experiences."},
      {
        "id":"ED480970",
        "title":"Information and Communication Technologies and Continuing Health Professional Education in Canada. A Survey of Providers Final Report."},
      {
        "id":"ED480972",
        "title":"Migrating from Old E-Learning Platforms to New Ones: A Mexican Experience."},
      {
        "id":"ED480975",
        "title":"Getting Ahead: A Survey of Low-Wage Workers on Opportunities for Advancement."},
      {
        "id":"ED480978",
        "title":"Mathematics Standards as Political Activity."},
      {
        "id":"ED480979",
        "title":"Mathematics Educators' Views about Globalization and Internationalization of Their Discipline: Preliminary Findings."},
      {
        "id":"ED480980",
        "title":"S.U.N.Y. Students Successfully Integrate Mathematics and Technology in the Intermediate Elementary Science Inquiry Classroom."},
      {
        "id":"ED480981",
        "title":"School Garden Investigation: Environmental Awareness and Education."},
      {
        "id":"ED480982",
        "title":"The Effects of Digital Measuring Equipment on the Concept of Number."},
      {
        "id":"ED480983",
        "title":"Whose Thinking Is It Anyway? Role-Pair Blends in the ALM Community."},
      {
        "id":"ED480984",
        "title":"Use of the Internet in Teaching Mathematics (Group A)."},
      {
        "id":"ED480985",
        "title":"The Association of Theological Schools in the United States and Canada Bulletin, 2003-2004: Membership List. Part 2:B."},
      {
        "id":"ED480986",
        "title":"Faculty Salaries, 2002-03."},
      {
        "id":"ED480987",
        "title":"The Hispanic Outlook in Higher Education, 2002-2003."},
      {
        "id":"ED480988",
        "title":"Strengthening Pennsylvania's Charter School Reform: Findings From the Statewide Evaluation and Discussion of Relevant Policy Issues. Year Five Report."},
      {
        "id":"ED480989",
        "title":"Evaluation of Connecticut Charter Schools and the Charter School Initiative. Final Report."},
      {
        "id":"ED480990",
        "title":"NCLR Agenda for Hispanic Families: A Public Policy Briefing Book."},
      {
        "id":"ED480991",
        "title":"Educational Attainment: Analysis by Immigrant Generation. IZA Discussion Paper Series."},
      {
        "id":"ED480992",
        "title":"Towards a Typology of Alternative Education Programs: A Compilation of Elements from the Literature."},
      {
        "id":"ED480993",
        "title":"No More Islands: Family Involvement in 27 School and Youth Programs."},
      {
        "id":"ED480994",
        "title":"No Child Left Behind: Testing, Reporting, and Accountability. ERIC Digest."},
      {
        "id":"ED480995",
        "title":"Segregation in Neighborhoods and Schools: Impacts on Minority Children in the Boston Region."},
      {
        "id":"ED480997",
        "title":"A Guide to Desktop Videoconferencing."},
      {
        "id":"ED480998",
        "title":"A Matter of Facts: The North Carolina Community College System Fact Book, 2003."},
      {
        "id":"ED480999",
        "title":"Mentoring Foreign Language Teaching Assistants, Lecturers, and Adjunct Faculty. Issues in Language Program Direction: A Series in Annual Volumes."},
      {
        "id":"ED481000",
        "title":"Historical, Theoretical, and Pragmatic Perspectives on Mentoring."},
      {
        "id":"ED481001",
        "title":"New Paradigms, Old Practices: Disciplinary Tensions in TA Training."},
      {
        "id":"ED481002",
        "title":"The Professional Development of Highly Experienced and Less Experienced Teachers: Meeting Diverse Needs."},
      {
        "id":"ED481003",
        "title":"Mentoring in Style: Using Style Information To Enhance Mentoring of Foreign Language Teachers."},
      {
        "id":"ED481004",
        "title":"Getting To Know the Face in the Mirror: Reflection in Practice for Teachers and Teacher Educators."},
      {
        "id":"ED481005",
        "title":"Meeting the Needs of International TAs in the Foreign Language Classroom: A Model for Extended Training."},
      {
        "id":"ED481006",
        "title":"Training Graduate Teachers and Foreign Language Assistants in UK Universities: A Reflective Approach."},
      {
        "id":"ED481007",
        "title":"Working with Lecturers and Part-Time Faculty: A Case Study of Russian in the National Capital Area."},
      {
        "id":"ED481008",
        "title":"Language Teaching: Raising Expectations for Instructor Preparation."},
      {
        "id":"ED481012",
        "title":"Dealing with Piaget: Analyzing Card Games for Understanding Concepts."},
      {
        "id":"ED481013",
        "title":"Interpreting Qualifying Modifiers: Implications for Ethical Decision Making."},
      {
        "id":"ED481014",
        "title":"A Qualitative Investigation of Clinical Supervisor Value Conflicts."},
      {
        "id":"ED481015",
        "title":"Improving Student Social Skills through the Use of Cooperative Learning Strategies."},
      {
        "id":"ED481016",
        "title":"Improving Student Social Skills through the Use of Cooperative Learning Strategies."},
      {
        "id":"ED481017",
        "title":"Enhancing Student Learning in Online Courses."},
      {
        "id":"ED481018",
        "title":"Improving Student Awareness of Careers through a Variety of Strategies."},
      {
        "id":"ED481023",
        "title":"Paraeducator Supervision Academy (PSA) Outreach Project. Final Performance Report."},
      {
        "id":"ED481024",
        "title":"Improving Middle School Students' Participation and Academic Achievement in a Gifted Education Program."},
      {
        "id":"ED481027",
        "title":"Distance Education at Degree-Granting Postsecondary Institutions: 2000-2001. E.D. Tabs."},
      {
        "id":"ED481028",
        "title":"Minority-Serving Institutions of Higher Education: Developing Partnerships To Revitalize Communities."},
      {
        "id":"ED481029",
        "title":"National Digital Preservation Initiatives: An Overview of Developments in Australia, the Netherlands, and the United Kingdom and of Related International Activity. Strategies and Tools for the Digital Library."},
      {
        "id":"ED481030",
        "title":"The State of Preservation Programs in American College and Research Libraries: Building a Common Understanding and Action Agenda. Optimizing Collections and Services for Scholarly Use."},
      {
        "id":"ED481031",
        "title":"The Educational Outcomes of Occupational Sub-Baccalaureate Students: Evidence from the 1990s."},
      {
        "id":"ED481032",
        "title":"Pensacola Junior College Institutional Accountability, 2001."},
      {
        "id":"ED481033",
        "title":"Institutional Accountability Plan and Progress Report. 2001 Update, Year 8, 2000-2001."},
      {
        "id":"ED481034",
        "title":"Perspectives on California Community College Governance."},
      {
        "id":"ED481035",
        "title":"Wyoming Community College System 2001-2002 Performance Report: Core Indicators of Effectiveness."},
      {
        "id":"ED481036",
        "title":"Estimating the Returns to Community College Schooling for Displaced Workers."},
      {
        "id":"ED481037",
        "title":"Community College Budget Incentives and Interagency Articulation Improve, But Graduation Rates Still Inflated. OPPAGA Progress Report."},
      {
        "id":"ED481038",
        "title":"Articulation Works for Most Community College Transfer Students, But Some Problems Continue. OPPAGA Program Review."},
      {
        "id":"ED481039",
        "title":"The Class of 1996 Five Years after Graduation: Comparing BC University Outcomes for Direct Entry and Transfer Students."},
      {
        "id":"ED481040",
        "title":"Educational and Occupational Participation and Completion Patterns of the Class of '88: A Ten Year Perspective."},
      {
        "id":"ED481041",
        "title":"Provincial Postsecondary Systems and Arrangements for Credit Transfer."},
      {
        "id":"ED481042",
        "title":"SCHEV Reports of Institutional Effectiveness: VCCS College Performance Measures."},
      {
        "id":"ED481043",
        "title":"Illinois Community College System Programs and Services for Underrepresented Groups--Fiscal Year 2002. Focus Area: Recruitment and Preparation."},
      {
        "id":"ED481046",
        "title":"Analysis of Community College Faculty by Age."},
      {
        "id":"ED481048",
        "title":"What's Wrong with This Picture? Reflections on the Conundrum of Standardized Testing."},
      {
        "id":"ED481049",
        "title":"Comparing Responses to Mail and Web-based Surveys."},
      {
        "id":"ED481050",
        "title":"Student Self-Evaluation of Teaching Abilities at Graduation from GC&SU Teacher Education in the Initial Preparation Program Validity Study April 2002."},
      {
        "id":"ED481051",
        "title":"Report for 2001 and 2002 Employer/Recruiter Needs Analysis and Satisfaction with GC&SU Graduates."},
      {
        "id":"ED481052",
        "title":"Follow Up Study: John H. Lounsbury School of Education Field-Based Program Graduates Now Teaching in Partner and Professional Development Schools of Georgia College and State University."},
      {
        "id":"ED481053",
        "title":"Update Report: Implementing Standards-Based Reform in San Diego City Schools."},
      {
        "id":"ED481054",
        "title":"Implementing Standards-Based Reform in San Diego City Schools Update Report: August 22, 2000."},
      {
        "id":"ED481055",
        "title":"Growing Instructional Capacity in Two San Diego Middle Schools."},
      {
        "id":"ED481059",
        "title":"An Examination of Current and Future Directions in the U.S. Army's Mentoring Process."},
      {
        "id":"ED481060",
        "title":"A Collaborative and Competency-Based Three-Year Bachelor's Degree: Empirical Results."},
      {
        "id":"ED481061",
        "title":"High-Stakes Tests versus High-Quality Education."},
      {
        "id":"ED481062",
        "title":"What Is Basic to All Our Children: A Contemporary Perspective."},
      {
        "id":"ED481063",
        "title":"An Empirical Bayes Enhancement of Mantel-Haenszel DIF Analysis for Computer-Adaptive Tests. LSAC Research Report Series."},
      {
        "id":"ED481064",
        "title":"What They Need: Delivery of Career Development to Grade 12 Students."},
      {
        "id":"ED481065",
        "title":"Degrees and Certificates Awarded, 2001-2002."},
      {
        "id":"ED481066",
        "title":"Illinois Community College Board Fiscal Year 2003 Spring Enrollment Report."},
      {
        "id":"ED481067",
        "title":"Westchester Community College Five Year Strategic Plan, 2003-2008."},
      {
        "id":"ED481068",
        "title":"The Socioeconomic Benefits Generated by Pima Community College. Executive Summary [and] Volume 1: Main Report."},
      {
        "id":"ED481069",
        "title":"Continuing Education Manual for Maryland Community Colleges. Revised."},
      {
        "id":"ED481070",
        "title":"The Socioeconomic Benefits Generated by Hawkeye Community College. Executive Summary [and] Volume 1: Main Report [and] Volume 2: Detailed Results."},
      {
        "id":"ED481072",
        "title":"Young Offenders' Diagnoses as Predictors of Subsequent Adult Criminal Behaviour."},
      {
        "id":"ED481075",
        "title":"Trends and Issues Affecting Economic Development in Ohio, 2001-2005."},
      {
        "id":"ED481080",
        "title":"General and Specific Human Capital: Policy Implications of Private Sector Training on China's Unemployment Problems."},
      {
        "id":"ED481081",
        "title":"Service Learning Triangle: Key Concepts, Partners, Relationships."},
      {
        "id":"ED481082",
        "title":"Retirement Ready: Partners, Pastimes and Paying the Bills."},
      {
        "id":"ED481083",
        "title":"Building a Business: 10 Steps to Fun, Freedom and Financial Independence."},
      {
        "id":"ED481084",
        "title":"Managing Global Careers: Changes and Challenges for the 21st Century."},
      {
        "id":"ED481085",
        "title":"A New Twist: Fostering Creative Career Exploration in Young People."},
      {
        "id":"ED481086",
        "title":"The Role of Emotions in Facilitating Client Change in Counselling and Career Development."},
      {
        "id":"ED481087",
        "title":"The Corporate Closet: Career Challenges of Gay and Lesbian Individuals."},
      {
        "id":"ED481090",
        "title":"Pathways to Success: Professional Development throughout the Career Span."},
      {
        "id":"ED481091",
        "title":"Organizational Learning a Necessity for Sharing and Distributing Leadership To Bring about Real Change for Teachers and Students: One Principal's Story."},
      {
        "id":"ED481092",
        "title":"Adapting and Modifying Toys for Children with Special Needs."},
      {
        "id":"ED481095",
        "title":"Early Childhood Education and Care: An Issue for All Canadians."},
      {
        "id":"ED481097",
        "title":"The Role of Curriculum Resources in Three Countries: The Impact of National Curriculum Reforms in the United Kingdom, the United States of America, and Australia."},
      {
        "id":"ED481098",
        "title":"Special Education Teachers' Perceptions of Special Education Issues in Central Taiwan Elementary Schools."},
      {
        "id":"ED481099",
        "title":"Regional Decision-Making Practices in Technology Diffusion."},
      {
        "id":"ED481100",
        "title":"Understanding the Needs and Issues of Grandfamilies: A Survey of Grandparents Raising Grandchildren. A Pilot Study."},
      {
        "id":"ED481101",
        "title":"Lexis, My Little Fairy Princess: Literature Review and Case Report on Non-Organic Failure To Thrive (NOFTT)."},
      {
        "id":"ED481102",
        "title":"Parental Perceptions of Early Intervention: A Survey of Parents from a New England Early Intervention Center."},
      {
        "id":"ED481104",
        "title":"Cooperative Learning in Elementary Science Classrooms."},
      {
        "id":"ED481105",
        "title":"Diagnose Test-Taker's Profile in Terms of Core Profile Patterns: Principal Component (PC) vs. Profile Analysis via MDS (PAMS) Approaches."},
      {
        "id":"ED481106",
        "title":"Creating and Producing a Videotape on Facilitating Case Discussions."},
      {
        "id":"ED481107",
        "title":"Evaluating the Structural Equivalence of Tests Used in International Comparisons of Educational Achievement."},
      {
        "id":"ED481108",
        "title":"School-College Partners: Action Research and Focus-Group Findings on What Is Important in Preparing Quality Teachers."},
      {
        "id":"ED481109",
        "title":"Assessing Levels of Student-Teacher Videotape Classroom Performances in a School-College Partnership Project."},
      {
        "id":"ED481110",
        "title":"After Exit: Achievement Patterns of Former English Language Learners."},
      {
        "id":"ED481111",
        "title":"Including Students with Disabilities and Achieving Accountability: Educators' Emerging Challenge."},
      {
        "id":"ED481112",
        "title":"Aligning Assessment Instruments with the Sterling Quality Criteria: Technical Report for the Teaching and Leadership Center at Florida Atlanta University."},
      {
        "id":"ED481114",
        "title":"Impact Study of the National Board Certification Pilot Project in Iowa, Spring 2001."},
      {
        "id":"ED481115",
        "title":"Longitudinal Study of the Development and Consequences of Formal Operations and Intellectual Flexibility."},
      {
        "id":"ED481116",
        "title":"Using Test-Taking Skills to Improve Students' Standardized Test Scores."},
      {
        "id":"ED481117",
        "title":"Multiple Choices: How Will States Fill in the Blanks in Their Testing Systems?"},
      {
        "id":"ED481119",
        "title":"Written Evidence for the Inquiry into Secondary Education: Student Achievement."},
      {
        "id":"ED481120",
        "title":"What's School Got to Do with It? Cautionary Tales about Correlations between Student Computer Use and Academic Achievement."},
      {
        "id":"ED481122",
        "title":"Education and Nonmetropolitan Income Growth in the South."},
      {
        "id":"ED481124",
        "title":"What Is the Need for School-Age Care? Lessons from Two Communities."},
      {
        "id":"ED481126",
        "title":"Every Child Can Succeed: A Parent's Guide to Virginia's Standards of Learning Program."},
      {
        "id":"ED481127",
        "title":"Arizona Early Childhood Education Standards."},
      {
        "id":"ED481128",
        "title":"Arkansas Framework for Infant and Toddler Care."},
      {
        "id":"ED481129",
        "title":"Arkansas Early Childhood Education Framework."},
      {
        "id":"ED481130",
        "title":"Designing Web Pages That Are Usable and Accessible to All."},
      {
        "id":"ED481131",
        "title":"Counselor Preparation for a Cyber World: Curriculum Design and Development."},
      {
        "id":"ED481132",
        "title":"Multimedia in the Counselor Education Classroom: Transforming Learning with Video Technology."},
      {
        "id":"ED481133",
        "title":"Planning for CyberLearning: A Framework for Counselor Educators."},
      {
        "id":"ED481134",
        "title":"Converting Counselor Luddites: Winning Over Technology-Resistant Counselors."},
      {
        "id":"ED481135",
        "title":"Supporting CACREP Programs and Curriculum with World Wide Web Resources."},
      {
        "id":"ED481136",
        "title":"Understanding Online Counseling Services through a Review of Definitions and Elements Necessary for Change."},
      {
        "id":"ED481137",
        "title":"The Evolution of a Distance Career Counseling Model: Implications for Training, Practice and Supervision of Cybercounselors."},
      {
        "id":"ED481138",
        "title":"Testing and Counseling: A Marriage Saved By the Internet."},
      {
        "id":"ED481139",
        "title":"E-mail Rules! Organizations and Individuals Creating Ethical Excellence in Telemental-Health."},
      {
        "id":"ED481140",
        "title":"Cultural and Global Linkages of Emotional Support through Online Support Groups."},
      {
        "id":"ED481141",
        "title":"Implementing Internet Web Sites in Counseling Services."},
      {
        "id":"ED481142",
        "title":"On-Demand Interactive Clinical Supervision Training: Using Multimedia for Building Basic Skills in Supervision."},
      {
        "id":"ED481143",
        "title":"Development of a CD-ROM for Computer-Aided Instruction and Research."},
      {
        "id":"ED481144",
        "title":"Using Web-Based Surveys to Conduct Counseling Research."},
      {
        "id":"ED481145",
        "title":"Researching the Cybercounseling Process: A Study of the Client and Counselor Experience."},
      {
        "id":"ED481146",
        "title":"Incorporating Distance Learning into Counselor Education Programs: A Research Study."},
      {
        "id":"ED481147",
        "title":"Interpersonal Communication in Behavioral Telehealth: What Can We Learn from Other Fields?"},
      {
        "id":"ED481148",
        "title":"Mississippi River. [Lesson Plan]."},
      {
        "id":"ED481149",
        "title":"Promoting Enlightened Political Engagement by Using a Citizenship Scenario with Teacher Candidates and Experienced Teachers."},
      {
        "id":"ED481150",
        "title":"Report of Student Performance on the North Carolina Competency Standard. Reporting on the Classes of 1998-2005."},
      {
        "id":"ED481151",
        "title":"Instructional Strategies for Mathematics Teachers. Exit Exam, 2002."},
      {
        "id":"ED481152",
        "title":"North Carolina State Testing Results 2000-01. North Carolina Grade 3 Pretest, End-of-Grade, High School Comprehensive and End-of-Course Multiple Choice Tests. Reporting on the State and 117 Public School Systems and 87 Charter Schools. &quot;The Green Book.&quot;"},
      {
        "id":"ED481156",
        "title":"Digest of Education Statistics, 2002."},
      {
        "id":"ED481157",
        "title":"Adequate Yearly Progress (AYP) Guide for Texas Public School Districts and Campuses, 2003."},
      {
        "id":"ED481159",
        "title":"Kindergarten in Alberta: A Handbook for Parents, 2003-2004."},
      {
        "id":"ED481160",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 1."},
      {
        "id":"ED481161",
        "title":"Curriculum Handbook for Parents, 2003-2004: Grade 2."},
      {
        "id":"ED468147",
        "title":"Healthy Start, Grow Smart: Your Five-Month-Old."},
      {
        "id":"ED468148",
        "title":"Buen Comienzo, Buen Futuro: Su Recien Nacido. (Healthy Start, Grow Smart: Your Newborn)."},
      {
        "id":"ED468149",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Un Mes (Healthy Start, Grow Smart: Your One-Month-Old)."},
      {
        "id":"ED468150",
        "title":"Helping Your Preschool Child with Activities for Children from Infancy through Age 5. Revised Edition."},
      {
        "id":"ED468151",
        "title":"Incorporating Urban Charter School Teaching Experiences in Central's Early Childhood Education Curriculum Course."},
      {
        "id":"ED468153",
        "title":"Breaking Ground In Technology Development: A School/College Partnership Focusing on the Infusion of Standards-Based Technologies into Practice."},
      {
        "id":"ED468154",
        "title":"A Graduate Assistant/Veteran Teacher Supervision Model In the Benedum Collaborative."},
      {
        "id":"ED468155",
        "title":"Teacher Research: Limits and Possibilities of Global and International Connections."},
      {
        "id":"ED468156",
        "title":"Personality Type as a Predictor of Teaching Efficacy and Classroom Control Beliefs in Emergency Certification Teachers."},
      {
        "id":"ED468157",
        "title":"Rhode Island KIDS COUNT: 2000 U.S. Census Brief, Numbers 5-8."},
      {
        "id":"ED468158",
        "title":"The Impact of the Digital Divide on TRIO Talent Search Programs. Research Informing Practice Short Papers."},
      {
        "id":"ED468159",
        "title":"Engaging a Nation: Expanding the Role of TRIO and Other Outreach Programs. Research Informing Practice Short Papers."},
      {
        "id":"ED468160",
        "title":"The Policy of Choice: Expanding Student Options in Higher Education. The New Millennium Project on Higher Education Costs, Pricing, and Productivity."},
      {
        "id":"ED468162",
        "title":"National Postsecondary Student Aid Study: Student Financial Aid Estimates for 1999-2000. E.D. Tabs."},
      {
        "id":"ED468163",
        "title":"Quite Good News--For Now: The Annual Report on the Economic Status of the Profession, 2001-02."},
      {
        "id":"ED468165",
        "title":"Establishing Performance Indicators To Assess Progress toward Meeting the Goals of &quot;The Illinois Commitment&quot;: Preliminary Recommendations. An Interim Report of the Performance Indicator Advisory Committee to the Illinois Board of Higher Education."},
      {
        "id":"ED468166",
        "title":"Performance 2000-01: System and Institution Summaries and Report Cards."},
      {
        "id":"ED468167",
        "title":"Research Funding at Alberta Universities, 2000-2001 Report."},
      {
        "id":"ED468168",
        "title":"Report of the Working Group on Faculty Attraction and Retention."},
      {
        "id":"ED468169",
        "title":"Alberta's Post-Secondary Education System: Developing the Blueprint for Change."},
      {
        "id":"ED468171",
        "title":"National Study of Postsecondary Faculty (NSOPF:99) Methodology Report, 1999. Technical Report."},
      {
        "id":"ED468172",
        "title":"State of Maine Department of Education Postsecondary Completions, 2000."},
      {
        "id":"ED468173",
        "title":"The Status of the 1999-00 Advanced Degree Recipients: One Year Later."},
      {
        "id":"ED468175",
        "title":"Review of Alternative State-Level Higher Education Governance Structures."},
      {
        "id":"ED468176",
        "title":"Student Privacy versus Campus Safety: Has Recent Legislation Compromised Privacy Rights?"},
      {
        "id":"ED468177",
        "title":"Private Colleges Accreditation Board Annual Report, 1 April 2000-31 March 2001."},
      {
        "id":"ED468178",
        "title":"Campus Alberta--A Policy Framework."},
      {
        "id":"ED468179",
        "title":"Conformity or Creativity: The Problem of Teacher Development in the PDS Environment."},
      {
        "id":"ED468180",
        "title":"International Perspectives on Quality in Higher Education. EPI Monograph Series on Higher Education."},
      {
        "id":"ED468181",
        "title":"Evaluation of the Reading First Program. Year Two Report (1999-2000)."},
      {
        "id":"ED468182",
        "title":"The Public Education Network Study of LEF Leadership: Report on Baseline Survey Findings."},
      {
        "id":"ED468184",
        "title":"The Condition of Education, 2002."},
      {
        "id":"ED468185",
        "title":"Schools on Probation in the States of Maryland and Kentucky. Technical Report. Volumes I-IV [and] Appendix."},
      {
        "id":"ED468186",
        "title":"School and District Leadership. No Child Left Behind Policy Brief."},
      {
        "id":"ED468187",
        "title":"State Information Systems. No Child Left Behind Policy Brief."},
      {
        "id":"ED468188",
        "title":"Low-Performing Schools. No Child Left Behind Policy Brief."},
      {
        "id":"ED468189",
        "title":"School Choice. No Child Left Behind Policy Brief."},
      {
        "id":"ED468190",
        "title":"Actes des Journees de linguistique (Proceedings of the Linguistics Conference) (13th, Quebec, Canada, March 25-26, 1999)."},
      {
        "id":"ED468191",
        "title":"La Pedagogie Convergente: Son Experimentation au Mali et son Impact sur le Systeme Educatif. Monographies Innodata (The Convergent Pedagogy: Its Experimentation in Mali and Its Impact on the Educational System. Innodata Monographs)."},
      {
        "id":"ED468192",
        "title":"Actes des Journees de linguistique (Proceedings of the Linguistics Conference) (14th, Quebec, Canada, March 23-24, 2000)."},
      {
        "id":"ED468194",
        "title":"Using Call-and-Response To Facilitate Language Mastery and Literacy Acquisition among African American Students. ERIC Digest."},
      {
        "id":"ED468195",
        "title":"Concept-Based Problem Solving: Combining Educational Research Results and Practical Experience To Create a Framework for Learning Physics and To Derive Effective Classroom Practices."},
      {
        "id":"ED468196",
        "title":"ASK-IT/A2L: Assessing Student Knowledge with Instructional Technology. Technical Report."},
      {
        "id":"ED468197",
        "title":"Concept-Based Problem Solving: Making Concepts the Language of Physics. Technical Report."},
      {
        "id":"ED468198",
        "title":"A Demonstration of Kinematics Principles."},
      {
        "id":"ED468200",
        "title":"An Ethics of Liberation Emerging from a Radical Constructivist Foundation."},
      {
        "id":"ED468201",
        "title":"The Mathematics Enhancement Project: A Theoretical Approach to Research and Development."},
      {
        "id":"ED468202",
        "title":"Significance of Ethnomathematical Research: Towards International Cooperation with the Developing Countries."},
      {
        "id":"ED468203",
        "title":"Virtual Manipulatives in the K-12 Classroom."},
      {
        "id":"ED468205",
        "title":"Interpret With Caution: The First State Title II Reports on the Quality of Teacher Preparation."},
      {
        "id":"ED468206",
        "title":"Finding a Way: Learning Activities in Geography for Grades 7-11."},
      {
        "id":"ED468207",
        "title":"Learning To Live Together."},
      {
        "id":"ED468208",
        "title":"Colorado Model Content Standards for Geography, Grades K-8. Suggested Grade Level Expectations."},
      {
        "id":"ED468209",
        "title":"Colorado Model Content Standards for Civics, Grades K-8. Suggested Grade Level Expectations. Revised."},
      {
        "id":"ED468210",
        "title":"K-12 Achievement Standards Teacher's Guide to Social Studies."},
      {
        "id":"ED468211",
        "title":"K-12 Achievement Standards Teacher's Guide to the Humanities."},
      {
        "id":"ED468212",
        "title":"Making Connections. A Curriculum and Activity Guide to Mammoth Cave National Park. [Grades] 4-5."},
      {
        "id":"ED468213",
        "title":"Paleontology. A Curriculum and Activity Guide to Mammoth Cave National Park. [Grades] 1-12."},
      {
        "id":"ED468214",
        "title":"Taking Flight: Adolescent Girls' Camps in Lok Jumbish of Rajasthan, India. Education for All: Making It Work. Innovation Series."},
      {
        "id":"ED468215",
        "title":"Measuring America: The Decennial Censuses from 1790 to 2000."},
      {
        "id":"ED468216",
        "title":"The Emerald Necklace: Boston's Green Connection. Teaching with Historic Places."},
      {
        "id":"ED468217",
        "title":"What Would Buffy Do? The Use of Popular Culture Examples in Undergraduate Library Instruction."},
      {
        "id":"ED468218",
        "title":"Linking Educators' Professional Development to Workplace/Community Learning Experiences. TeachNET Educational Brief."},
      {
        "id":"ED468219",
        "title":"Adult Education: Resource Guide and Learning Standards."},
      {
        "id":"ED468220",
        "title":"Career Development and Occupational Studies: A Supplement to the Adult Education Resource Guide and Learning Standards."},
      {
        "id":"ED468228",
        "title":"The Evolving Demand for Skills."},
      {
        "id":"ED468229",
        "title":"Self-Assessment and Self-Evaluation in New Forms of Training Near the Workplace."},
      {
        "id":"ED468230",
        "title":"How To Strengthen Youth-Serving Nonprofits? Experiences of the James Irvine Foundation's Youth Development Initiative."},
      {
        "id":"ED468231",
        "title":"Shared Prosperity and the California Economy: Implications for California's Workforce Investment System."},
      {
        "id":"ED468232",
        "title":"Literacy--The 877 Million Left Behind."},
      {
        "id":"ED468233",
        "title":"Copreneurs. CELCEE Digest."},
      {
        "id":"ED468234",
        "title":"Implementing Charitable Choice at the State and Local Levels."},
      {
        "id":"ED468235",
        "title":"Making Quality Sense: A Guide to Quality, Tools and Techniques, Awards and the Thinking Behind Them."},
      {
        "id":"ED468238",
        "title":"Oral Language Development in Early Childhood."},
      {
        "id":"ED468239",
        "title":"Motivating Students To Read for Enjoyment."},
      {
        "id":"ED468240",
        "title":"Improving Student Comprehension Skills through Instructional Strategies."},
      {
        "id":"ED468241",
        "title":"Improving Student Writing Skills through the Use of Phonics."},
      {
        "id":"ED468242",
        "title":"Are My Students Collaborating Effectively in My Classroom?"},
      {
        "id":"ED468243",
        "title":"This Isn't Where We Thought We Were Going: Revisiting Our Visions of Computer-Supported Writing Instruction."},
      {
        "id":"ED468244",
        "title":"Accelerated Reader: U.K. Pilot, 1999-2000. Summary Report."},
      {
        "id":"ED468245",
        "title":"The PETA Guide to the Children's Book Council Awards Shortlist, 2002."},
      {
        "id":"ED468246",
        "title":"Perfect Match. PEN."},
      {
        "id":"ED468247",
        "title":"Young Australians: Reading or Not? PEN."},
      {
        "id":"ED468248",
        "title":"Use of Microcomputer Electronic Spreadsheets for Standardized Examinations and Processing of Information."},
      {
        "id":"ED468249",
        "title":"Home-School Liaisons in Cyprus: An Investigation of Teachers' and Parents' Views of Current Realities and Future Needs."},
      {
        "id":"ED468254",
        "title":"The Relationship between Measures of Teacher Quality and Student Achievement: The Case of Vaughn Elementary."},
      {
        "id":"ED468256",
        "title":"Developing Quality Teacher Education Programs: A Process for Getting There!"},
      {
        "id":"ED468257",
        "title":"Public School-University Partnership and the Professional Development of Elementary School Teachers: Analyzing Some of the Impacts of a Long-Term Teaching and Learning Experience."},
      {
        "id":"ED468258",
        "title":"Collaborative Yearlong Teaching Experience (CYTE)."},
      {
        "id":"ED468259",
        "title":"Gender Differences in Disciplinary Approaches."},
      {
        "id":"ED468260",
        "title":"Rolling Up Our Sleeves in Social Justice Research: A Collaborative Study of School-Based Coalitions."},
      {
        "id":"ED468261",
        "title":"Balancing Teaching with Other Responsibilities: Integrating Roles or Feeding Alligators."},
      {
        "id":"ED468262",
        "title":"Psychosocial Functioning and Parenting among Adolescent and Adult Mothers in an Early Head Start Program."},
      {
        "id":"ED468264",
        "title":"The Teenage Nonviolence Test: Internal Consistency and Stability."},
      {
        "id":"ED468265",
        "title":"The Teenage Nonviolence Test: Concurrent and Discriminant Validity."},
      {
        "id":"ED468266",
        "title":"Nonviolent Tendencies of Adolescents across Gender and Grade."},
      {
        "id":"ED468267",
        "title":"Measuring the Nonviolent Tendencies of College Students."},
      {
        "id":"ED468268",
        "title":"Terrorism and Worry in Rural America: Not So Far Removed?"},
      {
        "id":"ED468269",
        "title":"Wisconsin Youth Risk Behavior Survey, 2001."},
      {
        "id":"ED468270",
        "title":"Depressed Mood in Adolescence: Who Goes Unnoticed?"},
      {
        "id":"ED468271",
        "title":"Does School District Takeover Work? Assessing the Effectiveness of City and State Takeover as a School Reform Strategy."},
      {
        "id":"ED468275",
        "title":"The Effects of Marriage and Maternal Education in Reducing Child Poverty. A Report of the Heritage Center for Data Analysis."},
      {
        "id":"ED468276",
        "title":"Coverage in Context: How Thoroughly the News Media Report Five Key Children's Issues."},
      {
        "id":"ED468277",
        "title":"Our Children...Today's Investment, Tomorrow's Promise. Building an Early Childhood Development System for Nova Scotia."},
      {
        "id":"ED468278",
        "title":"What Can Universal Prekindergarten Learn from Special Education? Working Paper Series."},
      {
        "id":"ED468280",
        "title":"Manifestations of Cultural Beliefs in the Daily Practice of Icelandic Preschools."},
      {
        "id":"ED468283",
        "title":"Bernard van Leer Foundation Annual Report, 2001."},
      {
        "id":"ED468284",
        "title":"A Framework for Quality Assurance in Child Welfare."},
      {
        "id":"ED468285",
        "title":"Buen Comienzo, Buen Futuro: El Bebe de Dos Meses (Healthy Start, Grow Smart: Your Two-Month-Old)."},
      {
        "id":"ED468286",
        "title":"Healthy Start, Grow Smart: Your Six-Month-Old."},
      {
        "id":"ED468287",
        "title":"Parents' Guide to Supplemental Services."},
      {
        "id":"ED468288",
        "title":"Helping Your Child with Homework: For Parents of Children in Elementary through Middle School."},
      {
        "id":"ED468289",
        "title":"Race, Ideology and the Social Construction of Target Populations: A New Perspective on Education Policymaking."},
      {
        "id":"ED468290",
        "title":"What Kind of Citizen? The Politics of Educating for Democracy."},
      {
        "id":"ED468291",
        "title":"T.O.S.S. It to the New Teacher: The Principal's Role in the Induction Process."},
      {
        "id":"ED468292",
        "title":"An Implementation Study of Performance Driven Budgeting in the New York City Public Schools."},
      {
        "id":"ED468293",
        "title":"Emotional Epistemologies and Educational Leadership: A Conceptual Framework."},
      {
        "id":"ED468294",
        "title":"The Impact of Community Involvement on the Success of Schoolyard Ecosystem Restoration/Education Programs: A Case Study Approach."},
      {
        "id":"ED468295",
        "title":"The Community Approach to School-Community Partnerships: Challenges and Possibilities."},
      {
        "id":"ED468296",
        "title":"Truancy Reduction: Keeping Students in School. Juvenile Justice Bulletin."},
      {
        "id":"ED468297",
        "title":"Superintendent Turnover in Relationship to Incumbent School Board Member Defeat in Washington from 1993-2000: A Quantitative and Qualitative Analysis."},
      {
        "id":"ED468298",
        "title":"Boundary Spanning in School Leadership: Implications for Achieving Excellence."},
      {
        "id":"ED468300",
        "title":"Accelerated Schools as Professional Learning Communities."},
      {
        "id":"ED468302",
        "title":"Commonwealth Education Poll: Public Opinion in Virginia on Schools and Education."},
      {
        "id":"ED468304",
        "title":"Risky Business? &quot;At-Risk&quot; Designations and Culturally Diverse Schooling."},
      {
        "id":"ED468305",
        "title":"Proceedings for the Texas Foreign Language [Education] Conference (Austin, Texas, March 31-April 1, 2000)."},
      {
        "id":"ED468306",
        "title":"CHAT in EFL: Communicative Humanistic Acculturation Techniques."},
      {
        "id":"ED468307",
        "title":"Task Interpretation and Task Effectiveness: A Vygotskian Analysis of a French L2 Classroom Task."},
      {
        "id":"ED468308",
        "title":"Envisioning a Standards-Based Methods Course: Preparing Second Language Educators for the 21st Century."},
      {
        "id":"ED468309",
        "title":"Teachers' Beliefs about Language Learning and Teaching: A Cross-Cultural Comparison."},
      {
        "id":"ED468310",
        "title":"Foreign Language Methods Students' Beliefs about Language Learning and Teaching."},
      {
        "id":"ED468311",
        "title":"An Infusion Curriculum for the Heritage Speaker of Spanish."},
      {
        "id":"ED468313",
        "title":"FAQs: Learning Languages through Drama."},
      {
        "id":"ED468314",
        "title":"Using Video To Teach for Sociolinguistic Competence in the Foreign Language Classroom."},
      {
        "id":"ED468315",
        "title":"Political and Socio-Cultural Factors in Foreign Language Education: The Case of Lebanon."},
      {
        "id":"ED468316",
        "title":"A Qualitative Approach to the Authenticity in the Foreign Language Classroom: A Study of University Students Learning English in Korea."},
      {
        "id":"ED468317",
        "title":"An Exploration of Pre-Service Teacher Perceptions of Second Language Learners in the Mainstream Classroom."},
      {
        "id":"ED468318",
        "title":"Canadian Language Benchmarks 2000: Additional Sample Task Ideas."},
      {
        "id":"ED468319",
        "title":"Canadian Language Benchmarks 2000: Theoretical Framework."},
      {
        "id":"ED468320",
        "title":"Supporting Students with Disabilities in Inclusive Schools: A Curriculum for Job-Embedded Paraprofessional Development. Facilitator Manual [and] Paraprofessional Handouts."},
      {
        "id":"ED468322",
        "title":"Teachers' Feelings of Competency in Educating Children with Special Needs in the General Education Setting."},
      {
        "id":"ED468324",
        "title":"The Early Childhood Interactive Technology Literacy Curriculum Project: A Final Report."},
      {
        "id":"ED468329",
        "title":"Students with Disabilities Preparing for Postsecondary Education: Know Your Rights and Responsibilities."},
      {
        "id":"ED468330",
        "title":"Charter Schools in New York: A New Era. Civic Bulletin."},
      {
        "id":"ED468331",
        "title":"Transforming American Education. Civic Bulletin."},
      {
        "id":"ED468332",
        "title":"School Finance Reform: A Case for Vouchers. Civic Report."},
      {
        "id":"ED468333",
        "title":"Standards-Based Education. No Child Left Behind Issue Brief."},
      {
        "id":"ED468334",
        "title":"Data-Driven Decisionmaking. No Child Left Behind Issue Brief."},
      {
        "id":"ED468335",
        "title":"Superintendent Leaders Look at the Superintendency, School Boards and Reform. ECS Issue Paper: Leadership."},
      {
        "id":"ED468336",
        "title":"The Superintendent Crisis: A Review by Search Consultants. ECS Issue Paper: Leadership."},
      {
        "id":"ED468337",
        "title":"The Status of School Finance Today. Education Finance in the States: Its Past, Present and Future. ECS Issue Paper."},
      {
        "id":"ED468338",
        "title":"Planning for Youth Success--Supplement to Resources and Training Manual: Assessing Youth Success. Connecting Schools, Families, and Communities for Youth Success."},
      {
        "id":"ED468339",
        "title":"Can You Be an Effective Principal When You Don't Smoke, Swing a Club, or Ride a Harley?"},
      {
        "id":"ED468340",
        "title":"Expanded School Sinking Fund Taxes: Infrastructure Investment, or Backtracking on Proposal A?"},
      {
        "id":"ED468341",
        "title":"Constructing New Finance Models That Balance Equity, Adequacy and Efficiency with Responsiveness. Education Finance in the States: Its Past, Present and Future. ECS Issue Paper."},
      {
        "id":"ED468342",
        "title":"21st Century School Finance: How Is the Context Changing? Education Finance in the States: Its Past, Present and Future. ECS Issues Paper."},
      {
        "id":"ED468343",
        "title":"What Principals Need To Know about Teaching Reading."},
      {
        "id":"ED468344",
        "title":"What's Hot in School Governance: Takeovers, Charter Schools and P-16 Systems."},
      {
        "id":"ED468346",
        "title":"Mayoral Influence, New Regimes, and Public School Governance. CPRE Research Report Series."},
      {
        "id":"ED468347",
        "title":"The Administrator Paradox: More Certified, Fewer Apply."},
      {
        "id":"ED468348",
        "title":"The Loneliest Job in Town: Sculpting the Recruitment and Retention of the Principal."},
      {
        "id":"ED468349",
        "title":"Asset Management Plans. Sections 1-5: Framework [and] Property Information Systems and Schools Premises Data [and] condition Assessment [and] Suitability Assessment [and] Sufficiency Assessment."},
      {
        "id":"ED468350",
        "title":"Asset Management Plans, Appraisal Guidance for 2003-04."},
      {
        "id":"ED468351",
        "title":"Direct Student Loans: Additional Steps Would Increase Borrowers' Awareness of Electronic Debiting and Reduce Federal Administrative Costs. Report to the Honorable James M. Jeffords, U.S. Senate."},
      {
        "id":"ED468352",
        "title":"Texas Public Universities' Data and Performance Report."},
      {
        "id":"ED468353",
        "title":"White House Initiative on Historically Black Colleges and Universities."},
      {
        "id":"ED468356",
        "title":"The Effects of Mastery and Performance Goals on College Students' Motivation."},
      {
        "id":"ED468357",
        "title":"Higher Education and the Transmission of Educational Values in Today's Society."},
      {
        "id":"ED468358",
        "title":"The Qualifications and Selection Process of Senior International Affairs Administrators."},
      {
        "id":"ED468359",
        "title":"Executive Compensation in Public Higher Education, 2001-02. Commission Report."},
      {
        "id":"ED468360",
        "title":"Priorities for California Educational Technology Funding. Commission Report."},
      {
        "id":"ED468361",
        "title":"Tenure Status of Postsecondary Instructional Faculty and Staff: 1992-98. Statistical Analysis Report."},
      {
        "id":"ED468363",
        "title":"Should SILCs Become 501(c)(3)s? A National Teleconference. Participant's Manual."},
      {
        "id":"ED468364",
        "title":"Nothing about Youth without Youth. A National Conference (Salt Lake City, Utah, May 16-17, 2002). Participant's Manual."},
      {
        "id":"ED468365",
        "title":"Innovative IL Programs: Mental Health Peer Project. A National Teleconference. Participant's Manual."},
      {
        "id":"ED468366",
        "title":"Generation D: The Next Generation of IL Leadership. A National Teleconference. Participant&apos;s Manual."},
      {
        "id":"ED468367",
        "title":"Institutional Efficiency and Student Success: The Relationship between Credits-to-Degree, Time-to-Degree and Graduation Rates. Occasional Research Brief."},
      {
        "id":"ED468368",
        "title":"Accreditation and Assuring Quality in Distance Learning. CHEA Monograph Series, 2002."},
      {
        "id":"ED468369",
        "title":"Report on the Performance of Texas Public Universities."},
      {
        "id":"ED468370",
        "title":"High School to College and Careers: Aligning State Policies. College Readiness Series."},
      {
        "id":"ED468371",
        "title":"Where Have Oregon's Graduates Gone? Survey of the Oregon High School Graduating Class of 2001. A Report to the Oregon State Board of Higher Education."},
      {
        "id":"ED468373",
        "title":"A Critical Review of the Literature on Student Services and Retention."},
      {
        "id":"ED468374",
        "title":"Globalization, Trade Liberalization and Higher Education: Research Areas and Questions. Occasional Papers in Higher Education."},
      {
        "id":"ED468376",
        "title":"Instructions and Sample Forms. For Annual Reports to the Private Colleges Accreditation Board of the Private Colleges with Accredited Degree Programs. Fifteenth Edition."},
      {
        "id":"ED468377",
        "title":"The Managerial Roles of Community College Chief Academic Officers."},
      {
        "id":"ED468378",
        "title":"Dual Credit English: Program History, Review, and Recommendations."},
      {
        "id":"ED468379",
        "title":"The New Vocationalism in Community Colleges. New Directions for Community Colleges. The Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED468380",
        "title":"Yavapai College Master Plan. Overview."},
      {
        "id":"ED468381",
        "title":"An Investigation of Methods of Instruction and Student Learning Styles in Internet-Based Community College Courses."},
      {
        "id":"ED468382",
        "title":"Yavapai College Integrated Master Plan."},
      {
        "id":"ED468383",
        "title":"Yavapai College Comprehensive Annual Financial Report."},
      {
        "id":"ED468384",
        "title":"CCBC Academic and Campus Plans, 2002-2004."},
      {
        "id":"ED468385",
        "title":"How Does Computer Availability Influence Science Achievement?"},
      {
        "id":"ED468386",
        "title":"High School Performance Indicators: Mathematics--Model 1 [and] Model 2."},
      {
        "id":"ED468387",
        "title":"Ressources de mathematiques, Maternelle-12e annee: Bibliographie annotee. Cadre commun des programmes d&apos;etudes (Pre-Kindergarten-Grade 12 Mathematics Resources: Annotated Bibliography. Common Curriculum Framework)."},
      {
        "id":"ED468388",
        "title":"Partnership in Education: School and Community Organizations Working Together To Enhance Minority Students' Ability To Succeed in High School Science and Mathematics."},
      {
        "id":"ED468389",
        "title":"Mathematics in the Real World: How People in Different Professions Use Mathematics."},
      {
        "id":"ED468390",
        "title":"Integration of CAS in the Didactics of Differential Equations."},
      {
        "id":"ED468391",
        "title":"Broadway High School: Moving Ahead in Math. Onward to Excellence II: Committing to CHANGE with OTE II."},
      {
        "id":"ED468394",
        "title":"Initiation of Marijuana Use: Trends, Patterns, and Implications. Analytic Series."},
      {
        "id":"ED468396",
        "title":"State of Delaware Science Curriculum Framework Content Standards [and] Performance Indicators: Level One (Grade 9) [and] Level Two (Grade 10) [and] Level Three (Grade 11)."},
      {
        "id":"ED468397",
        "title":"Staying in College: Student Services and Freshman Retention at Historically Black Colleges and Universities (HBCUs)."},
      {
        "id":"ED468398",
        "title":"Leadership Abstracts, 1993."},
      {
        "id":"ED468399",
        "title":"The Battle of Bentonville: Caring for Casualties of the Civil War. Teaching with Historic Places."},
      {
        "id":"ED468400",
        "title":"From Canterbury to Little Rock: The Struggle for Educational Equality for African Americans. Teaching with Historic Places."},
      {
        "id":"ED468401",
        "title":"Camp Misty Mount: A Place for Regrowth. Teaching with Historic Places."},
      {
        "id":"ED468402",
        "title":"Locke and Walnut Grove: Havens for Early Asian Immigrants in California. Teaching with Historic Places."},
      {
        "id":"ED468403",
        "title":"Guilford Courthouse: A Pivotal Battle in the War for Independence. Teaching with Historic Places."},
      {
        "id":"ED468404",
        "title":"The North Carolina Capitol: Pride of the State. Teaching with Historic Places."},
      {
        "id":"ED468405",
        "title":"Fort Morgan and the Battle of Mobile Bay. Teaching with Historic Places."},
      {
        "id":"ED468406",
        "title":"Dossier: Open and Distance Learning."},
      {
        "id":"ED468407",
        "title":"Education International Annual Report, 2001."},
      {
        "id":"ED468408",
        "title":"Arts Education Standard Course of Study and Grade Level Competencies, K-12. Scope and Sequence for Dance, Music, Theatre Arts, Visual Arts."},
      {
        "id":"ED468409",
        "title":"Links across the Curriculum, Culture, and Time. Final Performance Report."},
      {
        "id":"ED468410",
        "title":"The Washington Monument: Tribute in Stone. Teaching with Historic Places."},
      {
        "id":"ED468411",
        "title":"Middle Schoolers, Experience Charts and the Big Book."},
      {
        "id":"ED468412",
        "title":"Paraprofessionals in Reading."},
      {
        "id":"ED468413",
        "title":"Four Schools of Philosophical Thought and Reading."},
      {
        "id":"ED468414",
        "title":"12 Basic Principles for Incorporating Media Literacy into Any Curriculum. Project Look Sharp: Providing Support, Education, and Training To Help Teachers Prepare Students To Survive in a Media-Saturated World."},
      {
        "id":"ED468415",
        "title":"&quot;It's Our World Too&quot;: Socially Responsive Learners in Middle School Language Arts."},
      {
        "id":"ED468417",
        "title":"Family Matters Related to the Reading Engagement of Latina/o Children. CIERA Report."},
      {
        "id":"ED468418",
        "title":"A Second Year of One-on-One Tutoring: An Intervention for Second Graders with Reading Difficulties. CIERA Report."},
      {
        "id":"ED468419",
        "title":"Literacy Development and Normative Fantasies: What Can Be Learnt from Watching Students Over Time?"},
      {
        "id":"ED468420",
        "title":"The Development and Use of a Writer Profile."},
      {
        "id":"ED468421",
        "title":"Teacher Pay in California: Is It Fair? Is It Competitive? Is It Enough? Report."},
      {
        "id":"ED468422",
        "title":"A PDS Governance Model: Building Collaboration and Accountability."},
      {
        "id":"ED468423",
        "title":"The Importance of Teaching Preservice Teachers To Interpret Media and Advertising."},
      {
        "id":"ED468425",
        "title":"Interns' Lived Experience of Mentor Teacher Supervision in a PDS Context."},
      {
        "id":"ED468426",
        "title":"From Readiness to Inquiry: The Unfolding of Supervision in the Professional Development School."},
      {
        "id":"ED468427",
        "title":"Learning To Set the Stage."},
      {
        "id":"ED468428",
        "title":"Nevada Department of Education Health Content Standards [and] Performance Level Descriptors."},
      {
        "id":"ED468429",
        "title":"Nevada Department of Education Physical Education Content Standards [and] Performance Level Descriptors."},
      {
        "id":"ED468430",
        "title":"Preventing HIV/AIDS in Schools. Educational Practices Series."},
      {
        "id":"ED468432",
        "title":"Studies of Excellence in Teacher Education: Preparation in the Undergraduate Years."},
      {
        "id":"ED468433",
        "title":"Studies of Excellence in Teacher Education: Preparation at the Graduate Level."},
      {
        "id":"ED468434",
        "title":"What Works in Classroom Instruction."},
      {
        "id":"ED468436",
        "title":"Variety of Teaching Methodologies Used by Homeschoolers: Case Studies of Three Homeschooling Families."},
      {
        "id":"ED468437",
        "title":"Working Together for Successful Paraeducator Services: A Guide for Paraeducators, Teachers, and Principals. By Request Series."},
      {
        "id":"ED468441",
        "title":"Parental Perspectives of Family Learning. Wider Benefits of Learning Research Report."},
      {
        "id":"ED468442",
        "title":"Learning, Continuity and Change in Adult Life. Wider Benefits of Learning Research Report."},
      {
        "id":"ED468443",
        "title":"Learning, Family Formation and Dissolution. Wider Benefits of Learning Research Report."},
      {
        "id":"ED468444",
        "title":"Cone-Deciphered Modes of Problem Solving Action (MPSA Cone): Alternative Perspectives on Diversified Professions."},
      {
        "id":"ED468445",
        "title":"Incarcerated Women and the Construction of the Self."},
      {
        "id":"ED468446",
        "title":"Learning and Context: Connections in Continuing Professional Education."},
      {
        "id":"ED468447",
        "title":"Welfare Reform, Work, and Literacy: Issues of Gender, Class, and Race."},
      {
        "id":"ED468448",
        "title":"When &quot;Accommodation&quot; Is Resistance: Towards a Critical Discourse on the Politics of Adult Education."},
      {
        "id":"ED468449",
        "title":"The Professionalisation of Community-Sector Jobs: The Case of Intermediate Organisations."},
      {
        "id":"ED468450",
        "title":"Family Caregiving and the Older American Act: Caring for the Caregiver. Hearing before the Special Committee on Aging. United States Senate, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED468451",
        "title":"H.R. 1291, 21st Century Montgomery GI Bill Enhancement Act. Hearings before the Subcommittee on Benefits of the Committee on Veterans' Affairs, House of Representatives, One Hundred Seventh Congress, First Session (May 24, 2001 and June 7, 2001)."},
      {
        "id":"ED468452",
        "title":"Saving Our Seniors: Preventing Elder Abuse, Neglect, and Exploitation. Hearing before the Special Committee on Aging, United States Senate, One Hundred Seventh Congress, First Session."},
      {
        "id":"ED468453",
        "title":"Changing the Face of Giving: An Assessment of Youth Philanthropy."},
      {
        "id":"ED468454",
        "title":"Identifying the Needs of Adult Women in Distance Learning Programs."},
      {
        "id":"ED468455",
        "title":"A Quarter Century of African Americans in Adult Education: A Unknown and Unheralded Presence."},
      {
        "id":"ED468456",
        "title":"Teaching Beliefs of Graduate Students in Adult Education: A Longitudinal Perspective."},
      {
        "id":"ED468457",
        "title":"Immigrants' Language Skills and Visa Category. Discussion Paper."},
      {
        "id":"ED468458",
        "title":"The Complementarity of Language and Other Human Capital: Immigrant Earnings in Canada. Discussion Paper."},
      {
        "id":"ED468459",
        "title":"Do Enclaves Matter in Immigrant Adjustment? Discussion Paper."},
      {
        "id":"ED468460",
        "title":"Natives, the Foreign-Born and High School Equivalents: New Evidence on the Returns to the GED. Discussion Paper."},
      {
        "id":"ED468461",
        "title":"Family Matters: The Role of the Family in Immigrants' Destination Language Acquisition. Discussion Paper."},
      {
        "id":"ED468462",
        "title":"Computer Use and Science Achievement: Linking Science Standards and the Assessments. Monograph Series."},
      {
        "id":"ED468463",
        "title":"The Effect of Missing Data on Estimating a Respondent's Location Using Ratings Data."},
      {
        "id":"ED468464",
        "title":"What&apos;s a Good Job? The Importance of Employment Relationships. CPRN Study. Changing Employment Relationships Series."},
      {
        "id":"ED468465",
        "title":"Changing Government Workplaces. CPRN Discussion Paper. Human Resources in Government Series."},
      {
        "id":"ED468466",
        "title":"Working and Learning in the Information Age: A Profile of Canadians. CPRN Discussion Paper."},
      {
        "id":"ED468467",
        "title":"Rethinking Productivity from a Workplace Perspective. CPRN Discussion Paper."},
      {
        "id":"ED468468",
        "title":"Rethinking Social Policy for an Aging Workforce and Society: Insights from the Life Course Perspective. CPRN Discussion Paper."},
      {
        "id":"ED468469",
        "title":"The Wider Benefits of Further Education: Practitioner Views. Wider Benefits of Learning Research Report."},
      {
        "id":"ED468471",
        "title":"Nurse Reinvestment Act. Public Law."},
      {
        "id":"ED468472",
        "title":"Projected Supply, Demand, and Shortages of Registered Nurses, 2000-2020."},
      {
        "id":"ED468473",
        "title":"Anticipation of Occupation and Qualification Trends in the European Union: Innovations for Effective Anticipation of Qualification and Competence Trends and the Adaptation of VET Provision in Member States."},
      {
        "id":"ED468475",
        "title":"How Americans Can Help Children with Mental Illness, and Their Families, Help Themselves. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED468476",
        "title":"A Jury of Their Peers. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED468477",
        "title":"Fostering Leadership. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED468478",
        "title":"School Based Mental Health Services Help Kids Cope. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED468479",
        "title":"Hidden Victims: Caring for Children Who Witness Violence."},
      {
        "id":"ED468480",
        "title":"A 9-11 Perspective: \"Connect for Kids\" Editor Susan Phillips Interviews Robin Goodman. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED468481",
        "title":"Innoculating against Depression. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED468482",
        "title":"Coordinating Welfare and Substance Abuse Services."},
      {
        "id":"ED468484",
        "title":"Academic Delay of Gratification and Self-Efficacy Enhance Academic Achievement among Minority College Students."},
      {
        "id":"ED468485",
        "title":"The Importance of Setting Teacher Learning Goals To Investigate the Effectiveness of Teacher Professional Development."},
      {
        "id":"ED468486",
        "title":"Breaking the Silence: A Candid Discussion on the Disproportionality of African American Children in Out-of-Home Placement. Proceedings of the Gamble-Skogmo Lecture and Issues Forum (Minnesota, November 1, 2000)."},
      {
        "id":"ED468487",
        "title":"Accuracy of the Generalizability-Model Standard Errors for the Percents of Examinees Reaching Standards."},
      {
        "id":"ED468488",
        "title":"Multiple Measures: Examination of Alternative Design and Analysis Models."},
      {
        "id":"ED468489",
        "title":"An Analysis of the Psychometric Properties of Dual Language Test Forms."},
      {
        "id":"ED468490",
        "title":"A Model for Technovocational School-Based Curriculum Planning and Evaluation under the Framework of Total Quality Management."},
      {
        "id":"ED468491",
        "title":"Educational Reform in the Accountability Era: The Impact of Prior Achievement and Socio-Economic Conditions on Academic Performance."},
      {
        "id":"ED468492",
        "title":"Building Support for Tests That Count. A Business Leader's Guide."},
      {
        "id":"ED468493",
        "title":"What Parents, Students and Teachers Think about Standards, Tests, Accountability... and More."},
      {
        "id":"ED468494",
        "title":"Assessing and Addressing the &quot;Testing Backlash&quot;: Practical Advice and Current Public Opinion Research for Business Coalitions and Standards Advocates."},
      {
        "id":"ED468495",
        "title":"Using the &quot;No Child Left Behind Act&quot; To Improve Schools in Your State: A Tool Kit for Business Leaders. Information Resources for Business Leadership To Increase Student Achivement under the &quot;No Child Left Behind Act of 2001.&quot;"},
      {
        "id":"ED468496",
        "title":"Discussions in Parent-Child-Triads during Transition to Adolescence: Developing New Categories."},
      {
        "id":"ED468497",
        "title":"A Comparison of Maternal Parenting Style Attitudes of Grandmothers and Mothers of Young Children in Taiwan: Development of a New Measure of Parenting Style."},
      {
        "id":"ED468498",
        "title":"Toward the ABCs: Building a Healthy Social and Emotional Foundation for Learning and Living."},
      {
        "id":"ED468499",
        "title":"Comparative Vocational Education and Training Research in Europe: Balance and Perspectives. Contributions, Recommendations and Follow-Up of the CEDEFOP/DIPF Conference from January 1998 at the Science Centre in Bonn."},
      {
        "id":"ED468500",
        "title":"Regional Seminar on Youth Unemployment in South Eastern Europe (Velingrad, Bulgaria, June 19-20, 2000). Report."},
      {
        "id":"ED468501",
        "title":"Alternative Licensure Models for Technology Education. CTTE Monograph."},
      {
        "id":"ED468502",
        "title":"Tasmania's Rural and Isolated Young People: Issues, Solutions and Strategies. Report of a Community Consultation with Young People, Government, Youth and Organisations, in Rural and Isolated Communities."},
      {
        "id":"ED468504",
        "title":"The Relationship between the Drivers of Educational Reform and the Rural Systemic Initiatives in Science, Mathematics, and Technology Education Program of the National Science Foundation."},
      {
        "id":"ED468505",
        "title":"Building Dynamic Learning Communities: Ten Regional Case Studies."},
      {
        "id":"ED468506",
        "title":"The Lived Reality of the Transition to High School for Rural Students."},
      {
        "id":"ED468507",
        "title":"Appropriateness of Outcome-Based Framework for Aboriginal Child Care."},
      {
        "id":"ED468508",
        "title":"Continuous Quality Improvement: A Roadmap for Rural School Improvement."},
      {
        "id":"ED468509",
        "title":"State Title I Migrant Participation Information, 1998-99."},
      {
        "id":"ED468510",
        "title":"Rapid Growth of Hispanic Populations in Western States. The Changing Face of the Rural West. WRDC Information Brief."},
      {
        "id":"ED468511",
        "title":"Reconceptualizing School Leadership for the 21st Century: Music, Metaphors, and Leadership Density."},
      {
        "id":"ED468512",
        "title":"The Color of Discipline: Sources of Racial and Gender Disproportionality in School Punishment. Policy Research Report."},
      {
        "id":"ED468514",
        "title":"School Vouchers: What We Know and Don't Know...and How We Could Learn More."},
      {
        "id":"ED468515",
        "title":"The Superintendent in an Age of Accountability. ERIC Digest."},
      {
        "id":"ED468517",
        "title":"Memphis, What Happened? Notes on the Decline and Fall of Comprehensive School Reform Models in a Flagship District."},
      {
        "id":"ED468518",
        "title":"The Politics of Privatization and Decentralization in Global School Reform: The Value of Equity Claims for Neoliberalism at the World Bank and in El Salvador."},
      {
        "id":"ED468519",
        "title":"Transformational Leadership: Principals, Leadership Teams, and School Culture."},
      {
        "id":"ED468520",
        "title":"An Experimental Investigation of Principal Selection Decisions Made by Teachers Serving on School Councils."},
      {
        "id":"ED468521",
        "title":"State Government Finances for Public Education: The Case of Virginia."},
      {
        "id":"ED468522",
        "title":"An Evaluation of the Federal Class-Size Reduction Program in Wake County, North Carolina--1999-2000."},
      {
        "id":"ED468523",
        "title":"Towards the Third Wave of School Effectiveness and Improvement in Hong Kong: Internal, Interface and Future."},
      {
        "id":"ED468524",
        "title":"Role Representations at the Core of School Principals' Practices in the Midst of School Reform in Quebec."},
      {
        "id":"ED468525",
        "title":"U.S. Department of Education Annual Plan, 2002-2003."},
      {
        "id":"ED468526",
        "title":"State Education Leaders View the Superintendent Applicant Crisis. ECS Issue Paper: Leadership."},
      {
        "id":"ED468527",
        "title":"The Importance of Leadership: The Role of School Principals. Grant Report."},
      {
        "id":"ED468528",
        "title":"Service-Learning."},
      {
        "id":"ED468529",
        "title":"Using Distance Education To Teach Educational Leadership."},
      {
        "id":"ED468535",
        "title":"Voices of Leadership."},
      {
        "id":"ED468536",
        "title":"State Policy Options To Support a P-16 System of Public Education. Preschool through Postsecondary."},
      {
        "id":"ED468537",
        "title":"Estimated Costs of Organizing a P-16 Education System. Preschool through Postsecondary."},
      {
        "id":"ED468538",
        "title":"Student Pathways through High School to College. Preschool through Postsecondary."},
      {
        "id":"ED468541",
        "title":"First Steps: Taking Action Early To Prevent Violence."},
      {
        "id":"ED468542",
        "title":"Online Content for Low-Income and Underserved Americans. An Issue Brief."},
      {
        "id":"ED468543",
        "title":"Accountability and Avoidance in the Bush Education Plan: The &quot;No Child Left Behind Act of 2001.&quot;"},
      {
        "id":"ED468544",
        "title":"Children, Youth, and Gun Violence."},
      {
        "id":"ED468545",
        "title":"How Boston Pilot Schools Use Freedom over Budget, Staffing, and Scheduling To Meet Student Needs."},
      {
        "id":"ED468546",
        "title":"Community Schools: Improving Student Learning/Strengthening Schools, Families, and Communities. A Handbook for State Policy Leaders."},
      {
        "id":"ED468550",
        "title":"The Funding Gap: Low-Income and Minority Students Receive Fewer Dollars."},
      {
        "id":"ED468551",
        "title":"Set for Success: Building a Strong Foundation for School Readiness Based on the Social-Emotional Development of Young Children. The Kauffman Early Education Exchange (1st, Kansas City, Missouri, November 12, 2001)."},
      {
        "id":"ED468558",
        "title":"Parent Involvement: A Key to Student Achievement."},
      {
        "id":"ED468561",
        "title":"Early Childhood Education Policy Co-ordination under the Auspices of the Department/Ministry of Education: A Case Study of New Zealand. Early Childhood and Family Policy Series."},
      {
        "id":"ED468563",
        "title":"Urgency Rises for Quality Child Care. Infants &amp; Toddlers. Policy Brief."},
      {
        "id":"ED468565",
        "title":"Instructional Models for Early Childhood Education. ERIC Digest."},
      {
        "id":"ED468566",
        "title":"Children of Incarcerated Parents: Cumulative Risk and Children's Living Arrangements. JCPR Working Paper."},
      {
        "id":"ED468567",
        "title":"The Religious Factor in Private Education. Occasional Paper."},
      {
        "id":"ED468568",
        "title":"Race and the Digital Divide. JCPR Working Paper."},
      {
        "id":"ED468569",
        "title":"Private Schools and &quot;Latino Flight&quot; from Black Schoolchildren. JCPR Working Paper."},
      {
        "id":"ED468570",
        "title":"Public Alternative Schools and Programs for Students at Risk of Education Failure: 2000-01. Statistical Analysis Report."},
      {
        "id":"ED468571",
        "title":"Dispelling the Myth...Over Time."},
      {
        "id":"ED468573",
        "title":"2000 Comprehensive Biennial Report on Texas Public Schools. A Report to the 77th Texas Legislature."},
      {
        "id":"ED468574",
        "title":"Making a Difference: The Institutional Impact of a Grant Supported Collaboration."},
      {
        "id":"ED468577",
        "title":"Caring for Infants and Toddlers with Disabilities: A Continuing Education Program for Nurses. Final Report."},
      {
        "id":"ED468578",
        "title":"DCPS: Attorneys' Fees for Access to Special Education Opportunities."},
      {
        "id":"ED468579",
        "title":"Helping Students with Disabilities Participate in Standards-Based Mathematics Curriculum. ERIC/OSEP Digest."},
      {
        "id":"ED468580",
        "title":"Developing Social Competence for All Students. ERIC/OSEP Digest."},
      {
        "id":"ED468581",
        "title":"Collaborative Strategic Reading (CSR): Improving Secondary Students' Reading Comprehension Skills. Research to Practice Brief: Improving Secondary Education and Transition Services through Research."},
      {
        "id":"ED468582",
        "title":"Students with Disabilities Who Drop Out of School: Implications for Policy and Practice. Issue Brief: Examining Current Challenges in Secondary Education and Transition."},
      {
        "id":"ED468583",
        "title":"IDEA 1997: Implications for Secondary Education and Transition Services. Policy Update: Summarizing Recent Laws and Federal Regulations."},
      {
        "id":"ED468584",
        "title":"The Demography of Inclusive Education in Michigan: State and Local District Findings."},
      {
        "id":"ED468585",
        "title":"President Clinton's Call to Action for American Education in the 21st Century."},
      {
        "id":"ED468586",
        "title":"The Changing Academic Workplace."},
      {
        "id":"ED468587",
        "title":"Teaching about Religion in History Classes: Sacred and Secular History."},
      {
        "id":"ED468588",
        "title":"A Geography of Korea for Elementary Students."},
      {
        "id":"ED468589",
        "title":"Kids in Korea: Comparing Students from Different Cultures."},
      {
        "id":"ED468590",
        "title":"An Elementary School Day in Korea."},
      {
        "id":"ED468593",
        "title":"The 2001 National Assessment of Educational Progress in Geography. ERIC Digest."},
      {
        "id":"ED468594",
        "title":"Self-Evaluation and Improved Teaching Practice."},
      {
        "id":"ED468595",
        "title":"Role of Phonology in EFL Acquisition (Based on the Analysis of Mistakes Made by Georgian and Turkish Students of English)."},
      {
        "id":"ED468596",
        "title":"Assessing Yearly Progress of Language Minority Students Using Standardized Testing."},
      {
        "id":"ED468597",
        "title":"Emai Sentence Complements in Typological Perspective."},
      {
        "id":"ED468598",
        "title":"What Is Valuable and Contributes to Success in Bilingual Education Programs."},
      {
        "id":"ED468599",
        "title":"Integrating Reading and Writing in EFL Composition in China."},
      {
        "id":"ED468601",
        "title":"Systemic Approach in Teaching Grammar to Adult Learners."},
      {
        "id":"ED468603",
        "title":"The Responses of Adult ESL Learners to Short Stories in English in Collaborative Small-Group Discussions."},
      {
        "id":"ED468604",
        "title":"Listening Skills in the Workplace."},
      {
        "id":"ED468605",
        "title":"A New Look through the Glass Ceiling: Where Are the Women? The Status of Women in Management in Ten Selected Industries."},
      {
        "id":"ED468609",
        "title":"Vocational Education and Training in Denmark: Short Description. CEDEFOP Panorama Series."},
      {
        "id":"ED468610",
        "title":"Current Research in European Vocational Education and Human Resource Development. Proceedings of the Programme Presented By the Research Network on Vocational Education and Training (VETNET) at the European Conference of Educational Research (ECER) (3rd, Edinburgh, Scotland, September 20-23, 2000)."},
      {
        "id":"ED468611",
        "title":"Collaborative Education To Ensure Patient Safety."},
      {
        "id":"ED468612",
        "title":"Andragogy Revisited: Theory for the 21st Century? Myths and Realities."},
      {
        "id":"ED468613",
        "title":"Equity in Career and Technical Education. Myths and Realities."},
      {
        "id":"ED468614",
        "title":"Teaching Adults: Is It Different? Myths and Realities."},
      {
        "id":"ED468619",
        "title":"Lessons Learned from Recently Opened High Schools: A Study of Process and Outcomes."},
      {
        "id":"ED468620",
        "title":"Landscapes for Learners: School Ground Guidelines."},
      {
        "id":"ED468621",
        "title":"The Role of Wireless Computing Technology in the Design of Schools."},
      {
        "id":"ED468622",
        "title":"Statewide Standardized Testing in Higher Education. Briefing Papers."},
      {
        "id":"ED468623",
        "title":"Goals for Liberal Learning and College-Level Learning as Stated by a Selection of Higher Education Associations, Disciplinary Associations, Accrediting Agencies, Students, and Colleges/Universities. Briefing Papers."},
      {
        "id":"ED468624",
        "title":"The \"Public Curriculum\" of Colleges and Universities and the Experience of Students. Briefing Papers."},
      {
        "id":"ED468625",
        "title":"Projections for College Attendance by Younger and Older Students. Briefing Papers."},
      {
        "id":"ED468626",
        "title":"Pedagogical and Institutional Practices To Advance Student Achievement. Briefing Papers."},
      {
        "id":"ED468627",
        "title":"Shaping the Future through Character Education. Colorado State Conference on Character Education."},
      {
        "id":"ED468629",
        "title":"The Evolving Theme of Teaching Multicultural Art Education. Monograph Series."},
      {
        "id":"ED468630",
        "title":"Helping Children Outgrow War. SD Technical Paper."},
      {
        "id":"ED468631",
        "title":"Online and Technology-Enhanced Classroom Instruction: A Comparative Study of Student Achievement."},
      {
        "id":"ED468632",
        "title":"A Survey of Results from Voucher Experiments: Where We Are and What We Know. Civic Report."},
      {
        "id":"ED468633",
        "title":"Manejo de riesgo (Risk Management). ERIC Digest."},
      {
        "id":"ED468634",
        "title":"Liderazgo para la cultura escolar (Leadership for School Culture). ERIC Digest."},
      {
        "id":"ED468635",
        "title":"Prevencion de la violencia en las escuelas (School Violence Prevention). ERIC Digest."},
      {
        "id":"ED468636",
        "title":"Las estrategias de un lider (The Strategies of a Leader). ERIC Digest."},
      {
        "id":"ED468637",
        "title":"Pueden las reducciones no afectar la viabilidad de los programas escolares? (Can Cutbacks Leave School Programs Viable?). ERIC Digest."},
      {
        "id":"ED468638",
        "title":"Liderazgo etico (Ethical Leadership). ERIC Digest."},
      {
        "id":"ED468639",
        "title":"Los limites de las decisiones compartidas (The Limits of Shared Decision-Making). ERIC Digest."},
      {
        "id":"ED468640",
        "title":"Mejora de la escuela mediante informacion (Data-Driven School Improvement). ERIC Digest."},
      {
        "id":"ED468641",
        "title":"Liderazgo visionario (Visionary Leadership). ERIC Digest."},
      {
        "id":"ED468642",
        "title":"Los colegios como comunidades (Schools as Communities). ERIC Digest."},
      {
        "id":"ED468643",
        "title":"Errores que cometen los lideres educacionales (Mistakes Educational Leaders Make). ERIC Digest."},
      {
        "id":"ED468644",
        "title":"Ausencia estudiantil sin permiso (Student Truancy). ERIC Digest."},
      {
        "id":"ED468645",
        "title":"The Myth of the Key from an Outdoor Perspective. Applications of Biographical Concepts in Educational Settings: A Case Study."},
      {
        "id":"ED468659",
        "title":"Practice in the Reading Curriculum."},
      {
        "id":"ED468660",
        "title":"Philosophical Considerations and Literacy."},
      {
        "id":"ED468661",
        "title":"Important Historical Events in Reading Instruction."},
      {
        "id":"ED468662",
        "title":"Computers, Technology, and the Reading Curriculum."},
      {
        "id":"ED468663",
        "title":"Defining American Heroes: Analyzing the Metamorphosis of the War Hero in Twentieth Century War Films Using Joseph Campbell's, &quot;Hero's Journey.&quot;"},
      {
        "id":"ED468665",
        "title":"Helping Your Child Become a Reader: With Activities for Children from Infancy through Age 6."},
      {
        "id":"ED468666",
        "title":"Literacy. No Child Left Behind Policy Brief."},
      {
        "id":"ED468668",
        "title":"Alternative Education Handbook."},
      {
        "id":"ED468673",
        "title":"Leaders as Learners: An Inquiry into the Formation and Transformation of Principals' Professional Perspectives."},
      {
        "id":"ED468674",
        "title":"Difference, Disadvantage, Privilege and Us: Examining Meanings of Diversity among Educational Leadership Faculty."},
      {
        "id":"ED468675",
        "title":"The Right To Opt Out of Support for Public Education."},
      {
        "id":"ED468676",
        "title":"Where Are the Future Principals? Explaining a Lack of Interest."},
      {
        "id":"ED468677",
        "title":"The Ohio Principals' Leadership Academy: Entry Year Program."},
      {
        "id":"ED468682",
        "title":"Alaska's Public School Funding Formula: A Report to the Alaska State Legislature."},
      {
        "id":"ED468683",
        "title":"Trust, Violence, and Responsibility: Reclaiming Education in an Age of Learning."},
      {
        "id":"ED468684",
        "title":"Evaluating a Systemic Reform Project at the School District Level. Interim Report for the Fresno Systemic Program."},
      {
        "id":"ED468685",
        "title":"Documenting and Examining Practices in Creating Learning Communities: Exemplars and Non-Exemplars."},
      {
        "id":"ED468686",
        "title":"School Privatization by Way of a Comprehensive Management Contract: A Single Case Study of the Extent to Which Privatization Theory Transfers to Practice in a Public Charter School."},
      {
        "id":"ED468687",
        "title":"A Study of Students' Academic Change in Mathematics Achievement: A Case for African American Students."},
      {
        "id":"ED468688",
        "title":"The Fact Book, 2000-2001. A Statistical Handook."},
      {
        "id":"ED468689",
        "title":"An Assessment of Ohio's Education Management Information System."},
      {
        "id":"ED468690",
        "title":"The CIERA School Change Project: Supporting Schools as They Implement Home-Grown Reading Reform. CIERA Report."},
      {
        "id":"ED468691",
        "title":"What's the Story? Making Meaning in Primary Classrooms."},
      {
        "id":"ED468692",
        "title":"Ideas Plus: Practical Classroom Ideas by Teachers for Teachers. Book Twenty."},
      {
        "id":"ED468693",
        "title":"Literary Discussion in the Elementary School."},
      {
        "id":"ED468698",
        "title":"Summer Academy in the Wake County Public Schools: An Evaluation of the 2001 Program."},
      {
        "id":"ED468699",
        "title":"Annual Progress Report on Students Who Drop Out, 2000-2001."},
      {
        "id":"ED468700",
        "title":"Class-Size Reduction Program Evaluation, 2000-2001. A Report to the North Carolina Department of Public Instruction."},
      {
        "id":"ED468701",
        "title":"Gaps in Academic Achievement: WCPSS Status, 2001-02."},
      {
        "id":"ED468702",
        "title":"Advanced Placement Exam Results, 2000-2001."},
      {
        "id":"ED468704",
        "title":"Self-Regulation of Learning and Academic Delay of Gratification: Individual Differences among College Students."},
      {
        "id":"ED468705",
        "title":"Teacher Education Guidelines: Using Open and Distance Learning. Technology, Curriculum, Cost, Evaluation."},
      {
        "id":"ED468706",
        "title":"Professional Development for the New Millennium. Professional Development Model."},
      {
        "id":"ED468707",
        "title":"Traveling the Special Education Highway: A Parent's Guide to a Safe and Happy Journey."},
      {
        "id":"ED468708",
        "title":"Viajando por la Carretera de la Educacion Especial: Una Guia para los Padres para Tener un Viaje Feliz y Seguro (Traveling the Special Education Highway: A Parent's Guide to a Safe and Happy Journey)."},
      {
        "id":"ED468709",
        "title":"Universal Design of Instruction."},
      {
        "id":"ED468710",
        "title":"State Improvement Plan for Children with Disabilities. Executive Summary, 2001."},
      {
        "id":"ED468711",
        "title":"How Can I Help Myself? Self-Knowledge, Self-Advocacy, and Academic Success."},
      {
        "id":"ED468712",
        "title":"Strategic Interventions To Improve the Writing of Adolescents with Language-Based Learning Disabilities."},
      {
        "id":"ED468713",
        "title":"End-of-Grade Multiple-Choice Test Results, 2001-2002. Measuring Up. E&amp;R Report."},
      {
        "id":"ED468714",
        "title":"Development and Testing of an Instrument Measuring a School Faculty's Commitment to Continuous Learning and Improvement."},
      {
        "id":"ED468715",
        "title":"Coming of Age in the 1990s: The Eighth-Grade Class of 1988 12 Years Later. Initial Results from the Fourth Follow-Up to the National Educational Longitudinal Study of 1988. Statistical Analysis Report."},
      {
        "id":"ED468716",
        "title":"On Giving Test Takers a Choice among Constructive Response Items. LSAC Research Report Series."},
      {
        "id":"ED468717",
        "title":"How Central Exams Affect Educational Achievement: International Evidence from TIMSS and TIMSS-Repeat."},
      {
        "id":"ED468718",
        "title":"Strategy 17: NovaNET Online Learning System Year 2 Program Evaluation. Wake County Public School System Safe Schools Grant."},
      {
        "id":"ED468720",
        "title":"Instructional Approaches for the Improvement of Reasoning in Introductory College Biology Courses: A Review of the Research."},
      {
        "id":"ED468722",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Performance Indicators."},
      {
        "id":"ED468723",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Community Service Learning."},
      {
        "id":"ED468724",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Technology in the Classroom."},
      {
        "id":"ED468725",
        "title":"Critical Issue Bibliography (CRIB) Sheet: AIDS on Campus."},
      {
        "id":"ED468726",
        "title":"Critical Issue Bibliography (CRIB) Sheet: Technology in Higher Education."},
      {
        "id":"ED468727",
        "title":"Ensuring Quality and Productivity in Higher Education: An Analysis of Assessment Practices. ERIC Digest."},
      {
        "id":"ED468728",
        "title":"College Rankings. ERIC Digest."},
      {
        "id":"ED468729",
        "title":"Student Support Services at a Distance: Are Institutions Meeting the Needs of Distance Learners?"},
      {
        "id":"ED468730",
        "title":"Gender and Racial/Ethnic Differences in Salary and Other Characteristics of Postsecondary Faculty: Fall 1998. Statistical Analysis Report."},
      {
        "id":"ED468731",
        "title":"Hispanic Serving Institutions: Statistical Trends from 1990 to 1999."},
      {
        "id":"ED468735",
        "title":"Developmentally Appropriate Practicum Supervision: Perceptions of Students and Supervisors."},
      {
        "id":"ED468736",
        "title":"Raising the Standard: 2001 Annual Report."},
      {
        "id":"ED468737",
        "title":"The Charlotte Collaborative: Working Together...To Recognize Accomplished Teaching."},
      {
        "id":"ED468738",
        "title":"Partners in Accomplished Teaching."},
      {
        "id":"ED468740",
        "title":"Qualifications of the Public School Teacher Workforce: Prevalence of Out-of-Field Teaching, 1987-88 to 1999-2000. Statistical Analysis Report."},
      {
        "id":"ED468741",
        "title":"All Talk, No Action: Putting an End to Out-of-Field Teaching."},
      {
        "id":"ED468742",
        "title":"Professional Development Needs of American International Schools Overseas: An Opportunity for Service."},
      {
        "id":"ED468743",
        "title":"Preparing Teachers To Work with Students with Disabilities: Possibilities and Challenges for Special and General Teacher Education. White Paper."},
      {
        "id":"ED468744",
        "title":"PK-12 Educational Leadership and Administration. White Paper."},
      {
        "id":"ED468745",
        "title":"A Distinction That Matters: Why National Teacher Certification Makes a Difference. Highlights from a Study of the National Board for Professional Teaching Standards Certification Process."},
      {
        "id":"ED468746",
        "title":"The Impact of National Board Certification[R] on Teachers: A Survey of National Board Certified Teachers and Assessors. An NBPTS Research Report."},
      {
        "id":"ED468747",
        "title":"Service-Learning Delivers Real-World Accountability."},
      {
        "id":"ED468748",
        "title":"Stony the Road We Trod... The Black Struggle for Higher Education in California."},
      {
        "id":"ED468749",
        "title":"Outcomes of Learning: Results from the 2000 Program for International Student Assessment of 15-Year-Olds in Reading, Mathematics, and Science Literacy. Statistical Analysis Report. [Revised]."},
      {
        "id":"ED468750",
        "title":"Arkansas Comprehensive Testing, Assessment, &amp; Accountability Program."},
      {
        "id":"ED468751",
        "title":"Smart Start Action Plan."},
      {
        "id":"ED468752",
        "title":"Smart Step Action Plan."},
      {
        "id":"ED468753",
        "title":"Comparison of LSAT Performance among Selected Subgroups. LSAC Research Report Series."},
      {
        "id":"ED468754",
        "title":"The Effects of Dimensionality on True Score Conversion Tables for the Law School Admission Test. LSAC Research Report Series."},
      {
        "id":"ED468755",
        "title":"An Analysis of Differential Validity and Differential Prediction for Black, Mexican American, Hispanic, and White Law School Students. LSAC Research Report Series."},
      {
        "id":"ED468756",
        "title":"The Validity of Law School Admission Test Scores for Repeaters: A Replication. LSAC Research Report Series."},
      {
        "id":"ED468757",
        "title":"Discrepant LSAT Subscores. LSAC Research Report Series."},
      {
        "id":"ED468758",
        "title":"Summary of Self-Reported Methods of Test Preparation by LSAT Takers for 1990-1991 Testing Year. LSAC Research Report Series."},
      {
        "id":"ED468759",
        "title":"The Effect of COMC on the Stability of LSAT Item Parameter Estimates. LSAC Research Report Series."},
      {
        "id":"ED468760",
        "title":"Planned Change in Teacher Education: Unfreezing the Status Quo through the Integration of Technology."},
      {
        "id":"ED468761",
        "title":"To the Best Solution in Education."},
      {
        "id":"ED468762",
        "title":"&quot;Learning To Live with a Lesser Form of Knowledge&quot;: Coming to Terms with the Characteristics of Teachers' Pedagogical Knowing."},
      {
        "id":"ED468763",
        "title":"Project LINCS (Linking Infants in Need with Comprehensive Services). Final Report. Volume I: A Process for Expanding Comprehensive Services to Rural Areas."},
      {
        "id":"ED468764",
        "title":"The Socioeconomic Benefits Generated by Mt. Hood Community College. Volume 1: Main Report."},
      {
        "id":"ED468765",
        "title":"Wyoming Community College Commission Strategic Plan, July 1, 2002-June 30, 2006."},
      {
        "id":"ED468766",
        "title":"Leadership 2020: Recruitment, Preparation, and Support."},
      {
        "id":"ED468767",
        "title":"Employer Follow-Up Report (2000-2001)."},
      {
        "id":"ED468768",
        "title":"Enhancing the Educational Effectiveness of Two-Year Colleges: New Perspectives and Evidence of the Role of Institutional Characteristics."},
      {
        "id":"ED468769",
        "title":"TECHcitement: Advances in Technological Education."},
      {
        "id":"ED468770",
        "title":"Educational Objectives and Retention at Two Community Colleges."},
      {
        "id":"ED468771",
        "title":"Institutional Performance Accountability Report, 2002."},
      {
        "id":"ED468772",
        "title":"Wisconsin Technical College System Biennial Report, 1999-01."},
      {
        "id":"ED468773",
        "title":"Attitudes and Opinions of Online Students toward Community College Online Learning: An Opinion Survey of Community College Online Students."},
      {
        "id":"ED468774",
        "title":"Michigan Community College Virtual Learning Collaborative Memorandum of Understanding."},
      {
        "id":"ED468775",
        "title":"Admissions and Transfer Experiences of Students Continuing Their Studies in British Columbia."},
      {
        "id":"ED468776",
        "title":"International Perspectives on Quality in Higher Education (Oxford, England, July 30-August 5, 2000). EPI Monograph Series on Higher Education."},
      {
        "id":"ED468777",
        "title":"Where Will They Lead? MBA Student Attitudes about Business & Society. Executive Summary."},
      {
        "id":"ED468778",
        "title":"The Association of Theological Schools in the United States and Canada Bulletin, 2002. Parts 1, 2:A, [and] 3."},
      {
        "id":"ED468779",
        "title":"Institutionalizing a Broader View of Scholarship through Boyer's Four Domains. ASHE-ERIC Higher Education Report. Jossey-Bass Higher and Adult Education Series."},
      {
        "id":"ED468780",
        "title":"Flickering Clusters: Women, Science, and Collaborative Transformations."},
      {
        "id":"ED468781",
        "title":"An Analysis of New Foreign Student Related Provisions in Federal and State Laws and Regulations."},
      {
        "id":"ED468782",
        "title":"Audit of Gaining Early Awareness and Readiness for Undergraduate Programs. Final Audit Report."},
      {
        "id":"ED468783",
        "title":"The Mapping Project: Preliminary Results from the National Survey of Faculty. Revised."},
      {
        "id":"ED468786",
        "title":"Postsecondary Progression of 1993-94 Florida Public High School Graduates: 2002 Update."},
      {
        "id":"ED468787",
        "title":"Greater Expectations: A New Vision for Learning as a Nation Goes to College. National Panel Report."},
      {
        "id":"ED468788",
        "title":"What Students Pay for College: Changes in Net Price of College Attendance between 1992-93 and 1999-2000. Statistical Analysis Report. Postsecondary Education Descriptive Analysis Reports."},
      {
        "id":"ED468789",
        "title":"Funding Guidelines Enrollment Data Report."},
      {
        "id":"ED468790",
        "title":"Update of the Maryland State Plan for Postsecondary Education, 2002."},
      {
        "id":"ED468791",
        "title":"Distance Learning Programs: Interregional Guidelines for Electronically Offered Degree and Certificate Programs."},
      {
        "id":"ED468792",
        "title":"Creating Options: A Resource on Financial Aid for Students with Disabilities. 2002 Edition."},
      {
        "id":"ED468793",
        "title":"Students Who Are Blind or Visually Impaired in Postsecondary Education."},
      {
        "id":"ED468795",
        "title":"Gathering Momentum: Building the Learning Connection between Schools and Colleges. Proceedings of the Learning Connection Conference (Kansas City, Missouri, June 27-28, 2001). Perspectives in Public Policy: Connecting Higher Education and the Public Schools."},
      {
        "id":"ED468796",
        "title":"Measuring Up 2002: The State-By-State Report Card for Higher Education."},
      {
        "id":"ED468797",
        "title":"Advanced Placement and International Baccalaureate Examination Results in Texas, 2000-01."},
      {
        "id":"ED468798",
        "title":"Profile of Alberta's Adult Learning System: A Context for Discussion."},
      {
        "id":"ED468800",
        "title":"Bringing RNA into View: RNA and Its Roles in Biology."},
      {
        "id":"ED468801",
        "title":"Campaign for Fiscal Equity, Inc., et al., Plaintiffs-Respondents against the State of New York, et al., Defendants-Appellants. Supreme Court, Appellate Division, First Department."},
      {
        "id":"ED468802",
        "title":"Teaching Socio-Scientific Issues in Classrooms."},
      {
        "id":"ED468803",
        "title":"Interstate Migration Patterns of Recent Science and Engineering Doctorate Recipients. InfoBrief."},
      {
        "id":"ED468804",
        "title":"Should Business Reform Public Education? A \"Rainy Night\" for Georgia Teachers and Implications for Science Education."},
      {
        "id":"ED468805",
        "title":"After Five Hundred Years...A Significant New Look at Quadratic Functions."},
      {
        "id":"ED468810",
        "title":"Summative Evaluation of the Collaboratives for Excellence in Teacher Preparation."},
      {
        "id":"ED468811",
        "title":"Preparing a 21st Century Workforce for Science, Engineering, and Mathematics: Descriptive Outcomes of the Graduate Research Traineeship (GRT) Program."},
      {
        "id":"ED468812",
        "title":"The 2002 User-Friendly Handbook for Project Evaluation."},
      {
        "id":"ED468813",
        "title":"Do Girls Rule?"},
      {
        "id":"ED468814",
        "title":"Boys and Girls Apart."},
      {
        "id":"ED468815",
        "title":"Solving Astronomy Problems Can Be Limited by Intuited Knowledge, Spatial Ability, or Both."},
      {
        "id":"ED468817",
        "title":"Students' Solution Strategies in Spatial Rotation Tasks."},
      {
        "id":"ED468818",
        "title":"Older Doctoral Scientists and Engineers: Selected Labor Force Characteristics. Special Report."},
      {
        "id":"ED468819",
        "title":"Science and Engineering Degrees: 1966-2000. Detailed Statistical Tables."},
      {
        "id":"ED468820",
        "title":"Teacher Preparation: How Is It Linked to Student Achievement? TIMSS-R Report, 2002."},
      {
        "id":"ED468821",
        "title":"Top TIMSS-R Mathematics Performers: What Are They Doing Differently? TIMSS-R Report, 2002."},
      {
        "id":"ED468822",
        "title":"Differential Mathematics Performance on the TIMSS-R across Delaware Students of Color. TIMSS-R Report, 2002."},
      {
        "id":"ED468823",
        "title":"TIMSS-R 1999: An Analysis of the Delaware Science Coalition Data. TIMSS-R Report."},
      {
        "id":"ED468824",
        "title":"Science and Engineering Degrees, by Race/Ethnicity of Recipients: 1991-2000. Detailed Statistical Tables."},
      {
        "id":"ED468825",
        "title":"Arkansas Algebra 1 &amp; Geometry Goals."},
      {
        "id":"ED468826",
        "title":"How Would You Know? Assessing the Effectiveness of Careers Guidance Services. CES Briefing."},
      {
        "id":"ED468827",
        "title":"The Enneagram: Trends in Validation."},
      {
        "id":"ED468828",
        "title":"Preventive Interventions under Managed Care: Mental Health and Substance Abuse Services. Special Report."},
      {
        "id":"ED468829",
        "title":"Mentoring by Modem. Connect for Kids: Guidance for Grown-Ups."},
      {
        "id":"ED468836",
        "title":"U.S. Latinos and Higher Education."},
      {
        "id":"ED468837",
        "title":"Educating the Mind and the Spirit. Native American Higher Education Initiative. Profiles in Programming."},
      {
        "id":"ED468838",
        "title":"Vocational Education Offerings in Rural High Schools. Issue Brief."},
      {
        "id":"ED468839",
        "title":"Racism's Frontier: The Untold Story of Discrimination and Division in Alaska."},
      {
        "id":"ED468840",
        "title":"Small Schools Under Siege: Evidence of Resource Inequality in Minnesota Public Schools."},
      {
        "id":"ED468842",
        "title":"Are High-Growth Entrepreneurs Building the Rural Economy? The Main Street Economist: Commentary on the Rural Economy."},
      {
        "id":"ED468843",
        "title":"The Appalachian Model Teaching Consortium: A Community and Learning Model for Rural Appalachian Teacher Preparation."},
      {
        "id":"ED468845",
        "title":"Who Should We Help? The Negative Social Consequences of Merit Scholarships."},
      {
        "id":"ED468846",
        "title":"The Undercount in the 2000 Census. A Kids Count/PRB Report on Census 2000."},
      {
        "id":"ED468847",
        "title":"State of the States 2002: GLSEN's Policy Analysis of Lesbian, Gay, Bisexual and Transgender (LGBT) Safer Schools Issues."},
      {
        "id":"ED468848",
        "title":"Latinos in Higher Education: Many Enroll, Too Few Graduate."},
      {
        "id":"ED468849",
        "title":"The Community Accountability Team in Louisville: Waking a Sleeping Giant."},
      {
        "id":"ED468851",
        "title":"The 2002 Brown Center Report on American Education: How Well Are American Students Learning? With Sections on Arithmetic, High School Culture, and Charter Schools."},
      {
        "id":"ED468852",
        "title":"Cultural and Gender Differences in Spatial Ability of Young Children."},
      {
        "id":"ED468853",
        "title":"Florida Educational Facilities, 1999."},
      {
        "id":"ED468854",
        "title":"Florida Educational Facilities, 2000."},
      {
        "id":"ED468856",
        "title":"National Best Practices Manual for Building High Performance Schools."},
      {
        "id":"ED468857",
        "title":"Early Childhood Literacy: Programs &amp; Strategies To Develop Cultural, Linguistic, Scientific and Healthcare Literacy for Very Young Children &amp; their Families, 2001 Yearbook."},
      {
        "id":"ED468858",
        "title":"A University Lab School for the 21st Century: The Early Childhood Development Center."},
      {
        "id":"ED468859",
        "title":"A Dual Language Curriculum for Young Children."},
      {
        "id":"ED468860",
        "title":"University/Public School Partnership Provides a Jump Start for Three-Year-Olds."},
      {
        "id":"ED468861",
        "title":"What's Appropriate about Developmentally Appropriate Practices? Observing Early Childhood Development Center Classroom Environments."},
      {
        "id":"ED468862",
        "title":"The Literacy Connection."},
      {
        "id":"ED468863",
        "title":"Book Choices for Culturally and Linguistically Diverse (CLD) Parents: Strategies for Sharing Books in Bilingual Homes."},
      {
        "id":"ED468864",
        "title":"Assessment and Instruction of Phonics for Young Children: A Model for Collaborative Teaching and Learning."},
      {
        "id":"ED468865",
        "title":"America Reads Reading Recovery Right To Read = Quality Tutoring. A Pilot Program."},
      {
        "id":"ED468866",
        "title":"Multicultural Literature: Broadening Young Children's Experiences."},
      {
        "id":"ED468867",
        "title":"Learning through Drama."},
      {
        "id":"ED468868",
        "title":"Nature Study: A Science Curriculum for Three and Four-Year-Olds."},
      {
        "id":"ED468869",
        "title":"Developing a Curriculum Framework in Technology for Young Children."},
      {
        "id":"ED468870",
        "title":"A School Healthcare Program for Low Income Families of Very Young Children."},
      {
        "id":"ED468871",
        "title":"Use of Children's Literature in a Comprehensive School Guidance Program for Young Children."},
      {
        "id":"ED468873",
        "title":"Improving Students' Social Skills and Achievement through Cooperative Learning."},
      {
        "id":"ED468874",
        "title":"Counting Kids: A Retrospective Look at Young Children in Kansas. 2000 Census Brief."},
      {
        "id":"ED468875",
        "title":"Oklahoma Kids Count Factbook, 2002."},
      {
        "id":"ED468876",
        "title":"Planning Curriculum for Learning World Languages."},
      {
        "id":"ED468877",
        "title":"Same Talker, Different Language: A Replication."},
      {
        "id":"ED468878",
        "title":"Doing Real Time: Chronicling Language Change in Appalachia."},
      {
        "id":"ED468879",
        "title":"English as a Second Language Students' Reactions to Nonnative English-Speaking Teachers."},
      {
        "id":"ED468881",
        "title":"Teaching Spanish Subject Matters to College Students in the USA."},
      {
        "id":"ED468882",
        "title":"Factors Affecting the Acquisition and Use of the Standard Dialect by Aboriginal Youth."},
      {
        "id":"ED468883",
        "title":"Learning Genres, Learning about Genres and Learning through Genres: Educating Indigenous Learners."},
      {
        "id":"ED468884",
        "title":"The School Situation of Pupils Whose Parents Were Both Born Abroad."},
      {
        "id":"ED468885",
        "title":"Trustee Quarterly, 2000-2001."},
      {
        "id":"ED468886",
        "title":"Report of the California Community College Special Populations Advisory Committee: Recommendations for the State Plan for Vocational Education."},
      {
        "id":"ED468887",
        "title":"Promotion of Distance Education through Digital Technologies (Docket Number 98-12A). Comments of the American Association of Community Colleges before the U.S. Copyright Office."},
      {
        "id":"ED468888",
        "title":"The Community College Role in Teacher Education: A Case for Collaboration. Issue Paper."},
      {
        "id":"ED468889",
        "title":"The Research and Planning Prospectus for California Community Colleges."},
      {
        "id":"ED468890",
        "title":"State Policy and Community College--Baccalaureate Transfer. National Center Report."},
      {
        "id":"ED468891",
        "title":"Using an Online Discussion Forum To Engage Secondary Mathematics Teachers in Teaching with Technology."},
      {
        "id":"ED468893",
        "title":"&quot;Here, I'm Not Afraid To Admit What I Don't Know&quot;: Case Stories from a Collaborative Community of Learners Preparing Teachers To Use Technology."},
      {
        "id":"ED468894",
        "title":"A Multi-Level Model of Classroom Interactions Using Teacher and Student Perceptions."},
      {
        "id":"ED468895",
        "title":"What! I Have To Give a Speech? 2nd Edition."},
      {
        "id":"ED468896",
        "title":"Building a Strong Vocabulary: A Twelve-Week Plan for Students. 2nd Edition."},
      {
        "id":"ED468899",
        "title":"Parent Education for Supporting Literacy Development in the Early Grades."},
      {
        "id":"ED468900",
        "title":"Virtual Learning Circles: Utilizing Online Message Board Interactions for Strengthening Literacy Development."},
      {
        "id":"ED468901",
        "title":"Beginning Teachers and Their Situations of Literacy Practice: Learning To Reflect by Telling Their Own Stories."},
      {
        "id":"ED468903",
        "title":"African American Students' Early Outcomes of College: Links between Campus Experiences and Outcomes."},
      {
        "id":"ED468904",
        "title":"&quot;Leading for Literacy&quot;: From Research to Policy."},
      {
        "id":"ED468905",
        "title":"Parents and Teachers Talk about Literacy Success. CIERA Report."},
      {
        "id":"ED468906",
        "title":"Como ayudar a su hijo a ser un buen lector: Con actividades para los ninos desde el nacimiento hasta los 6 anos (Helping Your Child Become a Reader: With Activities for Children from Infancy through Age 6)."},
      {
        "id":"ED468907",
        "title":"Developmental Levels of the Child's Storytelling."},
      {
        "id":"ED468909",
        "title":"Setting the Foundation for Reform: The Work of the Rural Systemic Initiatives. An Executive Summary of Conference Proceedings."},
      {
        "id":"ED468910",
        "title":"Voices from La Frontera: Study of School Districts along the United States/Mexico Border."},
      {
        "id":"ED468911",
        "title":"Reaching Rural Communities: Increasing Access to Disability Research Information."},
      {
        "id":"ED468912",
        "title":"The Native Educators Research Project."},
      {
        "id":"ED468913",
        "title":"\"And They Let You Know You're Not Alone and That's What They're Here For\": Persistence Narratives of Women Immigrants in Public Library Literacy Programs."},
      {
        "id":"ED468914",
        "title":"Proportional Reasoning: The Case of Michael."},
      {
        "id":"ED468915",
        "title":"The Effects of a Web-Based Information Feedback System on Academic Achievement Motivation and Performance of Junior High School Students."},
      {
        "id":"ED468917",
        "title":"Educational Endeavors for PreK-12 Instructional Design: NASA Partnership Opportunities."},
      {
        "id":"ED468918",
        "title":"Teacher Candidate Applications of Telecommunications."},
      {
        "id":"ED468919",
        "title":"Web-Based Multimedia for Educators Course."},
      {
        "id":"ED468921",
        "title":"Pfau Library Intern Handbook."},
      {
        "id":"ED468922",
        "title":"Information &amp; Technology Literacy: A Collaborative Planning Guide for Library Media and Technology."},
      {
        "id":"ED468929",
        "title":"Surveying User Activity as a Tool for Space Planning in an Academic Library."},
      {
        "id":"ED468930",
        "title":"To Your Credit. FDIC Money Smart Financial Education Curriculum = Su Credito y Usted. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468931",
        "title":"Charge It Right. FDIC Money Smart Financial Education Curriculum = Uso Correcto de su Tarjeta de Credito. FDIC Money Smart Plan de Education para Capacitacion en Finanzas."},
      {
        "id":"ED468932",
        "title":"Loan to Own. FDIC Money Smart Financial Education Curriculum = Prestamos Personales. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468933",
        "title":"Your Own Home. FDIC Money Smart Financial Education Curriculum = Su Casa Propia. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468934",
        "title":"At the Forefront: The Role of Women's Community Education in Combating Poverty and Disadvantage in the Republic of Ireland."},
      {
        "id":"ED468935",
        "title":"Celebrating Difference: Gender Equality and Lifelong Learning. Proceedings of the AONTAS Millennium Conference (Limerick, Ireland, October 20, 2000)."},
      {
        "id":"ED468936",
        "title":"Community Education. AONTAS Policy Series."},
      {
        "id":"ED468937",
        "title":"Men on the Move: A Study of Barriers to Male Participation in Education and Training Initiatives."},
      {
        "id":"ED468938",
        "title":"Workplace Readiness Guide."},
      {
        "id":"ED468939",
        "title":"The Health Care Labor Shortage: Report of the Health Care Labor Shortage Work Group."},
      {
        "id":"ED468941",
        "title":"&quot;Huck Finn&quot; in Context: A Teaching Guide."},
      {
        "id":"ED468942",
        "title":"The Efficacy of an Extended-Day Kindergarten Program: A Report for the St. James School Division (1999-2000, 2000-2001)."},
      {
        "id":"ED468943",
        "title":"Administrative Salaries and Staffing, Wisconsin Technical College System. A Review."},
      {
        "id":"ED468944",
        "title":"Minority Administrator and Faculty Recruitment at Two-Year Community Colleges in the Northeast United States."},
      {
        "id":"ED468945",
        "title":"The National Center for Community College Education: A Doctoral Program with Difference."},
      {
        "id":"ED468946",
        "title":"Franklin University of Ohio and the Community College Alliance (CCA)."},
      {
        "id":"ED468947",
        "title":"Informational Hearings on the New Economy: The Role of the Community College."},
      {
        "id":"ED468948",
        "title":"A Model for Reform. Two-Year Colleges in the Twenty-First Century: Breaking Down Barriers (TYC21)."},
      {
        "id":"ED468949",
        "title":"A Force More Powerful: A Century of Nonviolent Conflict. Study Guide."},
      {
        "id":"ED468951",
        "title":"Predictive Validity of the LSAT: A National Summary of the 1990-1992 Correlation Studies. LSAC Research Report Series."},
      {
        "id":"ED468952",
        "title":"Defining Legal Writing: An Empirical Analysis of the Legal Memorandum. LSAC Research Report Series."},
      {
        "id":"ED468953",
        "title":"Statistical Adjustments of Law School Grade Point Averages. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED468954",
        "title":"Self-Reported Methods of Test Preparation Used by LSAT Takers: A Summary of Responses from June and September 1989 Test Takers. LSAC Research Report Series."},
      {
        "id":"ED468955",
        "title":"Factors in Performance on the Law School Admission Test. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED468956",
        "title":"A Testlet-Based Examination of the LSAT. Statistical Report. LSAC Research Report Series."},
      {
        "id":"ED468958",
        "title":"Graduation Rate Study: Four Year Graduation Rates for the Cohort Class of 2000, Arizona Public High Schools."},
      {
        "id":"ED468959",
        "title":"Graduation Rate Study: Four and Five Year Graduation Rates for the Cohort Class of 2001, Arizona Public High Schools."},
      {
        "id":"ED468962",
        "title":"Modeling School and District Effects in the Math Achievement of Delaware Students Measured by DSTP: A Preliminary Application of Hierarchical Linear Modeling in Accountability Study."},
      {
        "id":"ED468963",
        "title":"Schools and Staffing Survey, 1999-2000: Overview of the Data for Public, Private, Public Charter, and Bureau of Indian Affairs Elementary and Secondary Schools. E.D. Tabs."},
      {
        "id":"ED468964",
        "title":"1997 Customer Satisfaction Survey Report: How Do We Measure Up? Technical Report. Survey Report, 1997."},
      {
        "id":"ED468965",
        "title":"Documenting Indigenous Knowledge and Languages: Research Planning &amp; Protocol."},
      {
        "id":"ED468966",
        "title":"Remarks at the Alaska Native Education Summit (Anchorage, AK, November 30, 2001)."},
      {
        "id":"ED468967",
        "title":"Address to Yukon-Kuskokwim Delta Regional Summit on Native Education (Bethel, Alaska, April 24, 2002)."},
      {
        "id":"ED468968",
        "title":"Wilderness Education Association 2002 National Conference Proceedings (Bradford Woods, Indiana, February 7-9, 2002)."},
      {
        "id":"ED468969",
        "title":"Perceived Change in Leadership Skills as a Result of the Wilderness Education Association Wilderness Stewardship Course."},
      {
        "id":"ED468970",
        "title":"Wilderness Leadership for Physical Education Majors: The Current National Status of Wilderness Education."},
      {
        "id":"ED468971",
        "title":"The North Carolina Outward Bound School Program Delivery Structure."},
      {
        "id":"ED468972",
        "title":"Recreation Hard Skills Courses for Credit: A Collaborative Effort between the Academic Department and the Outings Program."},
      {
        "id":"ED468973",
        "title":"Outcome-Based Community-Schools Partnerships: The Impact of the After-School Programs on Non-Academic and Academic Indicators."},
      {
        "id":"ED468974",
        "title":"Leadership Schools: The Second Year of Whole School Reform Implementation, 2000-01 School Year. Findings from the External Evaluation."},
      {
        "id":"ED468975",
        "title":"Bank On It. FDIC Money Smart Financial Education Curriculum = Curso Bancario Basico. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468976",
        "title":"Borrowing Basics. FDIC Money Smart Financial Education Curriculum = Conceptos Basicos sobre Prestamos. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468977",
        "title":"Check It Out. FDIC Money Smart Financial Education Curriculum = Conceptos Basicos sobre Cuentas Corientes. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468978",
        "title":"Money Matters. FDIC Money Smart Financial Education Curriculum = Cuestiones de Dinero. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468979",
        "title":"Pay Yourself First. FDIC Money Smart Financial Education Curriculum = Paguese Usted Primero. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468980",
        "title":"Keep It Safe. FDIC Money Smart Financial Education Curriculum = Conozca sus Derechos. FDIC Money Smart Plan de Educacion para Capacitacion en Finanzas."},
      {
        "id":"ED468985",
        "title":"Assessing Subdisciplinary Concept Knowledge of Preservice Physical Education Teachers."},
      {
        "id":"ED468986",
        "title":"Alternative Paths to Teaching: A Directory of Postbaccalaureate Programs. Third Edition."},
      {
        "id":"ED468987",
        "title":"Teaching and Teacher Education among the Professions. 38th Charles W. Hunt Memorial Lecture."},
      {
        "id":"ED468988",
        "title":"Meeting the Challenge of High-Quality Teacher Education: Why Higher Education Must Change. 40th Charles W. Hunt Memorial Lecture."},
      {
        "id":"ED468989",
        "title":"What Can Policymakers Do To Support Teaching to High Standards? CPRE Policy Bulletin."},
      {
        "id":"ED468990",
        "title":"Teacher Preparation: Assessing Teacher Quality, Administrative Support, Standards-Based Teacher Preparation."},
      {
        "id":"ED468991",
        "title":"The Implications of Culture &amp; Identity: A Professor's Engagement with a Reform Collaborative."},
      {
        "id":"ED468993",
        "title":"Teacher Education and the Demands of Curricular Change. 42nd Charles W. Hunt Memorial Lecture."},
      {
        "id":"ED468994",
        "title":"Dispelling Myths about Teacher Education."},
      {
        "id":"ED468995",
        "title":"Studies of Excellence in Teacher Education: Preparation in a Five-Year Program."},
      {
        "id":"ED468997",
        "title":"Paraeducator Instructional Institute Curriculum Outline."},
      {
        "id":"ED468998",
        "title":"Domain-Specific Verbal Self-Concepts of Trilingual Teachers."},
      {
        "id":"ED469001",
        "title":"Implementing Faculty Professional Development: The Product-Based Model."},
      {
        "id":"ED469005",
        "title":"Guide to Developing a Written Evaluation Plan for Vocational Education Programs."},
      {
        "id":"ED469007",
        "title":"Basic Skills Certificate Development: A Report on State and National Systems."},
      {
        "id":"ED469008",
        "title":"Working towards Skills: Perspectives on Workforce Development in SMEs. Research Report."},
      {
        "id":"ED469009",
        "title":"Forty States Likely To Cut Access to Postsecondary Training or Education under House-Passed Bill."},
      {
        "id":"ED469010",
        "title":"Western 4-H Institute: Preparing the 4-H Professional for Success. Evaluation Report I."},
      {
        "id":"ED469011",
        "title":"Career Academies as Smaller Learning Communities. In Brief: Fast Facts for Policy and Practice."},
      {
        "id":"ED469012",
        "title":"Workforce Investment Act: Interim Report on Status of Spending and States' Available Funds. Report to Congressional Requesters."},
      {
        "id":"ED469013",
        "title":"Adult Learning and Learners. PREL Briefing Paper."},
      {
        "id":"ED469014",
        "title":"Labor Market Outcomes of Non-College-Bound High School Graduates. Statistical Analysis Report."},
      {
        "id":"ED469015",
        "title":"Basic Education and Policy Support (BEPS) Activity."},
      {
        "id":"ED469016",
        "title":"Prairie Stamp Activity Guide."},
      {
        "id":"ED469017",
        "title":"In Plain English: Making Sense of the Federal Reserve."},
      {
        "id":"ED469019",
        "title":"Lesser and Greater Expectations: The Wasted Senior Year and College-Level Study in High School. Briefing Papers."},
      {
        "id":"ED469020",
        "title":"Use of Part-Time Faculty in Higher Education: Numbers and Impact. Briefing Papers."},
      {
        "id":"ED469021",
        "title":"Undergraduate Education: A Chronicle. Briefing Papers."},
      {
        "id":"ED469023",
        "title":"Condition of Research at Virginia Colleges &amp; Universities. A SCHEV Report."},
      {
        "id":"ED469024",
        "title":"A Look at Affordability at Virginia's Public Colleges &amp; Universities. Revised. A SCHEV White Paper."},
      {
        "id":"ED469025",
        "title":"What We Know about Access and Success in Postsecondary Education: Informing Lumina Foundation's Strategic Direction."},
      {
        "id":"ED469027",
        "title":"Moving Forward: Strategies for Advancing Decentralization and Deregulation in Higher Education. A SCHEV Report."},
      {
        "id":"ED469028",
        "title":"Key Facts about Higher Education in Washington."},
      {
        "id":"ED469029",
        "title":"Achieving Excellence: The University of Wisconsin System Accountability Report, 2001-02."},
      {
        "id":"ED469030",
        "title":"Women Physicists Speak: The 2001 International Study of Women in Physics."},
      {
        "id":"ED469031",
        "title":"Ford Policy Forum 2002: Exploring the Economics of Higher Education."},
      {
        "id":"ED469032",
        "title":"Presentation to Administrators. School to Work: Raising Standards in New York State."},
      {
        "id":"ED469033",
        "title":"Presentation to Employers. School to Work: Raising Standards in New York State."},
      {
        "id":"ED469034",
        "title":"Presentation to Parents. School to Work: Raising Standards in New York State."},
      {
        "id":"ED469035",
        "title":"Presentation to Students. School to Work: Raising Standards in New York State."},
      {
        "id":"ED469036",
        "title":"Alcohol and Other Drugs: Realities for You and Your Family. Health Promotion for Adult Literacy Students: An Empowering Approach."},
      {
        "id":"ED469037",
        "title":"Marketing Your Adult Literacy Program: A &quot;How To&quot; Manual. Revised."},
      {
        "id":"ED469038",
        "title":"Work-Based Learning: A Resource Guide for Change."},
      {
        "id":"ED469039",
        "title":"[Proceedings of the] 20th Anniversary Conference of the Canadian Association for the Study of Adult Education (Quebec, Canada, May 25-27, 2001)."},
      {
        "id":"ED469040",
        "title":"Youth Services under the Workforce Investment Act."},
      {
        "id":"ED469041",
        "title":"Discovering Self-Expression through Study of Harlem Renaissance Poetry."},
      {
        "id":"ED469042",
        "title":"Home for the Holidays... Reading Together."},
      {
        "id":"ED469043",
        "title":"Engaging the Future by Restructuring Expectations."},
      {
        "id":"ED469044",
        "title":"Speech Recognition as a Support Service for Deaf and Hard of Hearing Students: Adaptation and Evaluation. Final Report to Spencer Foundation."},
      {
        "id":"ED469045",
        "title":"IDEA 1997 Transition Issues. Parent Brief."},
      {
        "id":"ED469047",
        "title":"Synthesizing and Disseminating Recommended Practices in Early Intervention/Early Childhood Special Education. Final Performance Report."},
      {
        "id":"ED469048",
        "title":"State Level Awareness of the Participation and Performance of Students with Disabilities on District Assessments. EPRRI Issue Brief One."},
      {
        "id":"ED469049",
        "title":"Exit Documents and Students with Disabilities: Legal Issues. EPRRI Issue Brief Two."},
      {
        "id":"ED469050",
        "title":"Introducing EPRRI: The Educational Policy Reform Research Institute. EPRRI Policy Updates."},
      {
        "id":"ED469051",
        "title":"Creating Performance Goals and Indicators in Special Education. Topical Review One."},
      {
        "id":"ED469053",
        "title":"State Education Department--Oversight of School Districts' Special Education Classification and Placement Processes for School-Age Children. Report."},
      {
        "id":"ED469054",
        "title":"Special Needs, Successful Inclusion: A Guide to Planning Community Activities for Children with Special Needs."},
      {
        "id":"ED469056",
        "title":"Personnel Preparation To Improve Services for Children with High Incidence Disabilities."},
      {
        "id":"ED469059",
        "title":"TECH-NJ, 2000-2002."},
      {
        "id":"ED469060",
        "title":"Information Technology Faculty in the Community College: Perspectives on Change at the Speed of Light."},
      {
        "id":"ED469061",
        "title":"A Study of SUNY Community College Sponsorship of School-Based College-Level Learning in High School."},
      {
        "id":"ED469062",
        "title":"College-Level Learning in High School: A Study of SUNY Community College Sponsorship of &quot;School-Based&quot; College Credits in Participating High Schools."},
      {
        "id":"ED469063",
        "title":"Responses from Telephone Surveys of Developmental English Students at NVCC. Research Report."},
      {
        "id":"ED469064",
        "title":"Mississippi's Public Community and Junior Colleges Statistical Data, 2000-2001."},
      {
        "id":"ED469065",
        "title":"Fall 2001 Cabrillo College Student Survey &amp; Comparisons with Spring 1999 Survey."},
      {
        "id":"ED469066",
        "title":"Northern Virginia Community College Fact Book, Fall 1997-2001."},
      {
        "id":"ED469067",
        "title":"Graduate Survey Report: Class of 2000."},
      {
        "id":"ED469068",
        "title":"Mixed Mode Effects in a Community College Graduate Survey."},
      {
        "id":"ED469069",
        "title":"Perspectives on Governance in Community Colleges Using Different Organizational Models."},
      {
        "id":"ED469070",
        "title":"The President's Report, 2001-2002."},
      {
        "id":"ED469071",
        "title":"Evaluation of NVCC Instruction, Services, and Facilities: Class of 2000. Research Report."},
      {
        "id":"ED469072",
        "title":"An International Dialogue on Community Colleges in a Changing World. [Symposium Report of] New Orleans Jam Session (New Orleans, Louisiana, January 8-9, 2002)."},
      {
        "id":"ED469073",
        "title":"The Role of Middle Managers in Raising Standards in Mathematics."},
      {
        "id":"ED469074",
        "title":"Measuring Student Achievement: The Impact of Standardized Testing on Equity and Excellence in Mathematics. Weaving Gender Equity into Math Reform."},
      {
        "id":"ED469075",
        "title":"A Study of Changes in Attitude towards Science in a Technology Based K-8 Preservice Preparation Science Classroom."},
      {
        "id":"ED469076",
        "title":"Lessons from the World: What TIMSS Tells Us about Mathematics Achievement, Curriculum, and Instruction. Educational Issues Policy Brief."},
      {
        "id":"ED469077",
        "title":"Integrating DERIVE into Calculus Instruction."},
      {
        "id":"ED469078",
        "title":"Improving Student Achievement through Inclusion of Problem Solving in the Math Curriculum."},
      {
        "id":"ED469079",
        "title":"Calculating the Variables of Finance on a Spreadsheet."},
      {
        "id":"ED469080",
        "title":"Laboratory Safety Guide for Arkansas K-12 Schools."},
      {
        "id":"ED469082",
        "title":"Kindergarten Grade Level Science Sample Curriculum."},
      {
        "id":"ED469083",
        "title":"First Grade Level Science Sample Curriculum."},
      {
        "id":"ED469084",
        "title":"Second Grade Level Science Sample Curriculum."},
      {
        "id":"ED469085",
        "title":"Third Grade Level Science Sample Curriculum."},
      {
        "id":"ED469086",
        "title":"Fourth Grade Level Science Sample Curriculum."},
      {
        "id":"ED469087",
        "title":"Fifth Grade Level Science Sample Curriculum."},
      {
        "id":"ED469088",
        "title":"Sixth Grade Level Science Sample Curriculum."},
      {
        "id":"ED469089",
        "title":"Seventh Grade Level Science Sample Curriculum."},
      {
        "id":"ED469090",
        "title":"Eighth Grade Level Science Sample Curriculum."},
      {
        "id":"ED469091",
        "title":"Mathematics Curriculum Framework. Revised."},
      {
        "id":"ED469092",
        "title":"Sample Grade Level Benchmarks, Grades K-4, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469093",
        "title":"Sample Grade Level Benchmarks, Grades 5-8, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469094",
        "title":"Science Curriculum Framework. Revised."},
      {
        "id":"ED469095",
        "title":"Science Grades K-4 Benchmarks."},
      {
        "id":"ED469096",
        "title":"Science Grades 5-8 Benchmarks."},
      {
        "id":"ED469097",
        "title":"Sample Curriculum Model, Grade K, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469098",
        "title":"Sample Curriculum Model, Grade 1, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469099",
        "title":"Sample Curriculum Model, Grade 2, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469100",
        "title":"Sample Curriculum Model, Grade 3, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469101",
        "title":"Sample Curriculum Model, Grade 4, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469102",
        "title":"Sample Curriculum Model, Grade 5, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469103",
        "title":"Sample Curriculum Model, Grade 6, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469104",
        "title":"Sample Curriculum Model, Grade 7, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469105",
        "title":"Sample Curriculum Model, Grade 8, Based on the 1998 Arkansas State Mathematics Framework."},
      {
        "id":"ED469108",
        "title":"Integrating Liberal Arts Math and Environmental Science."},
      {
        "id":"ED469109",
        "title":"Characteristics of Doctoral Scientists and Engineers in the United States: 1999. Detailed Statistical Tables."},
      {
        "id":"ED469111",
        "title":"Teaching Reading in Mathematics: A Supplement to \"Teaching Reading in the Content Areas Teacher's Manual (2nd Ed.).\""},
      {
        "id":"ED469112",
        "title":"Teaching Reading in Science: A Supplement to \"Teaching Reading in the Content Areas Teacher's Manual (2nd Edition).\""},
      {
        "id":"ED469113",
        "title":"Polynomial Division Using TI-83 Plus Calculators."},
      {
        "id":"ED469116",
        "title":"The NASA SCI Files[TM]: The Case of the Powerful Pulleys. A Lesson Guide with Activities in Mathematics, Science, and Technology."},
      {
        "id":"ED469118",
        "title":"The Chesapeake Bay through Ebony Eyes. Curriculum Guide."},
      {
        "id":"ED469119",
        "title":"The Enlightenment Music Contract. 10th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469120",
        "title":"World History Fair and Exposition. 10th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469121",
        "title":"Work, Lyddie! Work! 8th Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469122",
        "title":"When Johnny Went Marching Off. 8th Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469123",
        "title":"A Picture Is Worth a Thousand Words. 7th Grade Lesson. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469124",
        "title":"The Price To Be Paid for the Next Scientific Revolution. 7th Grade Activity. Schools of California Online Resources for Education (SCORE): Connecting California's Classrooms to the World."},
      {
        "id":"ED469125",
        "title":"Impacts of Marital Status and Parental Presence on the Material Hardship of Families with Children."},
      {
        "id":"ED469126",
        "title":"Technology Planning Handbook for Mississippi Schools."},
      {
        "id":"ED469127",
        "title":"Virtual Schools and E-Learning in K-12 Environments: Emerging Policy and Practice. Policy Issues."},
      {
        "id":"ED469129",
        "title":"Collaboration of Students and Faculty Creating a Web-Site Based for Homework."},
      {
        "id":"ED469130",
        "title":"Computers in Secondary Schools in Developing Countries: Costs and Other Issues (Including Original Data from South Africa and Zimbabwe)."},
      {
        "id":"ED469131",
        "title":"A Digital Divide? Class and Gender in the Computer Practices of Two Mexicano Families."},
      {
        "id":"ED469132",
        "title":"Sketches of Innovators in Education: A Collection of Articles on Teaching with Technology. Fourth Edition."},
      {
        "id":"ED469133",
        "title":"Education in Rural Areas of China and South Africa: Comparative Perspectives on Policy and Educational Management. Comparative Perspectives: Education in China &amp; South Africa."},
      {
        "id":"ED469134",
        "title":"A Review of Literature on Hispanic/Latino Parent Involvement in K-12 Education."},
      {
        "id":"ED469135",
        "title":"No Longer Children: Case Studies of the Living and Working Conditions of the Youth Who Harvest America's Crops. Executive Summary. Revised Edition."},
      {
        "id":"ED469136",
        "title":"School District Performance in Kentucky (1993-2001): Do Teaching and Financial Resources Moderate the Negative Effects of Poverty?"},
      {
        "id":"ED469138",
        "title":"One Department Serving Rural America: HHS Rural Task Force Report to the Secretary."},
      {
        "id":"ED469139",
        "title":"Collaborative Information Technology Center (CITC) for Rural Areas."},
      {
        "id":"ED469140",
        "title":"Confronting Tensions in Collaborative Postsecondary Indigenous Education Programs: A Reader's Theatre Presentation."},
      {
        "id":"ED469141",
        "title":"The Culture of Migrancy."},
      {
        "id":"ED469143",
        "title":"Voice of the Drum: Indigenous Education and Culture."},
      {
        "id":"ED469144",
        "title":"Racial and Ethnic Diversity in Anchorage."},
      {
        "id":"ED469147",
        "title":"Myths about Energy in Schools."},
      {
        "id":"ED466145",
        "title":"Virtual Museums from Four Directions: An Emerging Model for School-Museum Collaboration."},
      {
        "id":"ED466146",
        "title":"The WWW & OVER Project: Real-Time Distance Education and the Role of the Street Singer."},
      {
        "id":"ED466147",
        "title":"Linking Organizational Knowledge and Learning."},
      {
        "id":"ED466148",
        "title":"Planning for E-Course Success."},
      {
        "id":"ED466149",
        "title":"Using Educational Dialogues To Design Systems for Learning."},
      {
        "id":"ED466150",
        "title":"Participant Interaction Models and Roles in a Computer Supported Collaborative Learning (CSCL) Environment: A Malaysian Case Study."},
      {
        "id":"ED466151",
        "title":"Combining Instructionist and Constructionist Learning in a Virtual Biotech Lab."},
      {
        "id":"ED466152",
        "title":"PERIGRAMMA--A System for the Support of People with Cognitive or Movement Impairments Working in Secretarial Positions."},
      {
        "id":"ED466153",
        "title":"Are Experts Able To Predict Learner Problems during Usability Evaluations?"},
      {
        "id":"ED466154",
        "title":"Agent-Based Workflow Systems in Electronic Distance Education."},
      {
        "id":"ED466155",
        "title":"Standardized Metadata for Education: A Status Report."},
      {
        "id":"ED466156",
        "title":"Distributed Group Design Process: Lessons Learned."},
      {
        "id":"ED466157",
        "title":"Supporting Faculty in the Design and Structuring of Web-Based Courses."},
      {
        "id":"ED466158",
        "title":"Distance Training as Part of a Distance Consulting Solution."},
      {
        "id":"ED466159",
        "title":"New Media in the Design of a Learners' Dictionary."},
      {
        "id":"ED466160",
        "title":"Virtual Tutor Training--The JOB Experience."},
      {
        "id":"ED466161",
        "title":"The Necessity of Considering Cultural Influences in Online Collaborative Learning."},
      {
        "id":"ED466162",
        "title":"Improving Access Using Simulations of Community Resources."},
      {
        "id":"ED466163",
        "title":"Designing a Pedagogically Sound Web-Based Interface: The Critical Role of Prior Knowledge."},
      {
        "id":"ED466164",
        "title":"Scaffolding Performance in EPSSs: Bridging Theory and Practice."},
      {
        "id":"ED466165",
        "title":"Different Levels of Internet Integration in University Academic Activities: Examples and Pedagogical Implications."},
      {
        "id":"ED466166",
        "title":"Integrated Pedagogigal Profile and the Design of Web-Based Learning Environments."},
      {
        "id":"ED466167",
        "title":"Teaching, Learning and Computing: What Teachers Say."},
      {
        "id":"ED466168",
        "title":"Teaching Cognitively Complex Concepts: Content Representation for AudioGraph Lectures."},
      {
        "id":"ED466169",
        "title":"Learner-Formulated Questions in Technology-Supported Learning Applications."},
      {
        "id":"ED466170",
        "title":"Enthusiasm Meets Experience: Collaboration of Two Communities through Computer Conferencing."},
      {
        "id":"ED466171",
        "title":"How to, and Why? What You Should Know about Course."},
      {
        "id":"ED466172",
        "title":"Multimedia Learning Systems Based on IEEE Learning Object Metadata (LOM)."},
      {
        "id":"ED466173",
        "title":"Application of Mobile Agents in Web-Based Learning Environment."},
      {
        "id":"ED466174",
        "title":"A Framework for Creating Counterexamples in Discovery Learning Environment."},
      {
        "id":"ED466175",
        "title":"Multipoint Desktop Videoconferencing for Teacher Training: A Singapore Experience."},
      {
        "id":"ED466176",
        "title":"A Survey of Current Computer Skill Standards and Implications for Teacher Education."},
      {
        "id":"ED466177",
        "title":"Design Principles of an Open Agent Architecture for Web-Based Learning Community."},
      {
        "id":"ED466178",
        "title":"Web-Based Instruction: The Effect of Design Considerations on Learner Perceptions and Achievement."},
      {
        "id":"ED466179",
        "title":"Organizing Web Based Discourse."},
      {
        "id":"ED466180",
        "title":"Using Computers in the Programming of Qualifying Teachers of Arabic in the Faculties of Education in Egypt."},
      {
        "id":"ED466181",
        "title":"Learning Objects Metadata and Tools in the Area of Operations Research."},
      {
        "id":"ED466182",
        "title":"Development of a Japanese Reading Support System Based on Activating Visual Information."},
      {
        "id":"ED466183",
        "title":"Developing a Collaborative Learning Environment in Physiology: Using an Online Architecture To Link Faculty and Institution Needs."},
      {
        "id":"ED466184",
        "title":"Learning of Key Scientific Concepts in a Web-Based On-Campus Collaborative Learning Environment."},
      {
        "id":"ED466185",
        "title":"Computer-Based Cognitive Tools: Description and Design."},
      {
        "id":"ED466186",
        "title":"Flexible Audit Trailing in Interactive Courseware."},
      {
        "id":"ED466187",
        "title":"Situated and Socially Shared Cognition in Practice. Designing a Collaborative Network Learning Experience for Adult Learners."},
      {
        "id":"ED466188",
        "title":"ITCOLE Project: Designing Innovative Technology for Collaborative Learning and Knowledge Building."},
      {
        "id":"ED466189",
        "title":"Course Material Model in A&amp;O Learning Environment."},
      {
        "id":"ED466190",
        "title":"Deconstruction of Socio-Technical Information Systems with Virtual Exploration Environments as a Method of Teaching Informatics."},
      {
        "id":"ED466191",
        "title":"Is It Possible To Teach Music in a Classroom from a Distance of 1000 km? Learning Environment of Music Education Using ISDN-Videoconferencing."},
      {
        "id":"ED466192",
        "title":"CoBrowser: Surfing the Web Using a Standard Browser."},
      {
        "id":"ED466193",
        "title":"NetPro: Methodologies and Tools for Project Based Learning in Internet."},
      {
        "id":"ED466194",
        "title":"Promoting Self-Regulated Learning in an On-Line Environment."},
      {
        "id":"ED466195",
        "title":"Developing a Typology of Students in a Web-Based Instruction Course."},
      {
        "id":"ED466196",
        "title":"Developing a Questionnaire To Measure the Effectiveness of Computers in Teaching."},
      {
        "id":"ED466197",
        "title":"ITMS: Individualized Teaching Material System: Adaptive Integration of Web Pages Distributed in Some Servers."},
      {
        "id":"ED466198",
        "title":"The Implications of Well-Formedness on Web-Based Educational Resources."},
      {
        "id":"ED466199",
        "title":"There's Trouble in Paradise: Problems with Educational Metadata Encountered during the MALTED Project."},
      {
        "id":"ED466200",
        "title":"Guidelines for Developing Network Based Education in Vocational Schools."},
      {
        "id":"ED466201",
        "title":"Emergent-Collaboration in Web-Supported Academic Courses."},
      {
        "id":"ED466202",
        "title":"The Virtual Print Exhibition: A Case of Learning by Designing."},
      {
        "id":"ED466203",
        "title":"The Logistics Knowledge Portal: Gateway to More Individualized Learning in Logistics."},
      {
        "id":"ED466204",
        "title":"Issues of the Online Program Planning Process."},
      {
        "id":"ED466205",
        "title":"Online Education Practice: A Dual Track Balancing Act."},
      {
        "id":"ED466206",
        "title":"Facilitating the Mental Integration of Multiple Sources of Information in Multimedia Learning Environments."},
      {
        "id":"ED466207",
        "title":"Using &quot;WoundCare&quot; To Learn."},
      {
        "id":"ED466208",
        "title":"Evaluation of Program Impact Based on Teacher Implementation and Student Performance."},
      {
        "id":"ED466209",
        "title":"eLearning, Teaching and Training: A First Look at Principles, Issues and Implications."},
      {
        "id":"ED466210",
        "title":"Developing Technology-Supported Inquiry Practices in Two Comprehensive School Classrooms."},
      {
        "id":"ED466211",
        "title":"Designing Collaborative Teaching and Learning in Virtual Environments for Large Scale International Participation."},
      {
        "id":"ED466212",
        "title":"Preparing Oral Examinations of Mathematical Domains with the Help of a Knowledge-Based Dialogue System."},
      {
        "id":"ED466213",
        "title":"Infusing Interactive, Multimedia CD-ROM Technology into the First-Year College-Level Geology Curriculum: Recent Examples from Radford University, United States."},
      {
        "id":"ED466214",
        "title":"Time versus Utility: What IT Staff Say about the Educational Use of the Web."},
      {
        "id":"ED466215",
        "title":"EVA: Collaborative Distributed Learning Environment Based in Agents."},
      {
        "id":"ED466216",
        "title":"Teaching over the WEB versus Face to Face."},
      {
        "id":"ED466217",
        "title":"Collaborative Knowledge Building in Web-Based Learning: Assessing the Quality of Dialogue."},
      {
        "id":"ED466218",
        "title":"MediBook: Combining Semantic Networks with Metadata for Learning Resources To Build a Web Based Learning System."},
      {
        "id":"ED466219",
        "title":"A System Approach To Manage Educational Change in a Web-Based Educational Setting: A Proposed Infrastructure."},
      {
        "id":"ED466220",
        "title":"Building On-Line Community for Professional Development."},
      {
        "id":"ED466221",
        "title":"Telematics Simulation: Recent Developments &amp; Issues."},
      {
        "id":"ED466222",
        "title":"A Navigation Path Planning Assistant for Web-Based Learning."},
      {
        "id":"ED466223",
        "title":"Case Study: The Translation of Archive Materials into an Interactive Medium."},
      {
        "id":"ED466224",
        "title":"On Paper or Hypermedia? The Effect of Procedural Information in Digital Video Format in the Learning of a Music Score Editor Program by Novice Users."},
      {
        "id":"ED466225",
        "title":"Extending the ARIADNE Web-Based Learning Environment."},
      {
        "id":"ED466226",
        "title":"Extending the IEEE-LTSA."},
      {
        "id":"ED466227",
        "title":"Learning Resource Catalogue Design of the UNIVERSAL Brokerage Platform."},
      {
        "id":"ED466228",
        "title":"Developing Modular and Adaptable Courseware Using TeachML."},
      {
        "id":"ED466229",
        "title":"The Learning Net--An Interactive Representation of Shared Knowledge."},
      {
        "id":"ED466230",
        "title":"Analysis of Navigation in a Problem-Based Learning Environment."},
      {
        "id":"ED466231",
        "title":"Six WWW Based Learner Supports You Can Build."},
      {
        "id":"ED466232",
        "title":"Communication Styles of Mentoring in an Electronic Forum."},
      {
        "id":"ED466233",
        "title":"The Fluid Reading Primer: Animated Decoding Support for Emergent Readers."},
      {
        "id":"ED466234",
        "title":"Sharing the Knowledge: Browser Based Writing Business Applications."},
      {
        "id":"ED466235",
        "title":"Distance Learning: Silver Bullet or Educational Apartheid?"},
      {
        "id":"ED466237",
        "title":"Measuring Student Variables Useful in the Study of Performance in an Online Learning Environment."},
      {
        "id":"ED466238",
        "title":"What Influences Student Learning in an Online Course?"},
      {
        "id":"ED466239",
        "title":"Student Retention at NVCC and Strategies for Improvement. Research Report."},
      {
        "id":"ED466241",
        "title":"Community Colleges as Labor Market Intermediaries: Building Career Ladders for Low Wage Workers."},
      {
        "id":"ED466242",
        "title":"President's Report on Strategic Action Areas and Initiatives, April, 2002."},
      {
        "id":"ED466243",
        "title":"Fiscal Year 2001 Unit Cost Report for the Illinois Public Community Colleges."},
      {
        "id":"ED466244",
        "title":"The Potential of Community Colleges as Bridges to Opportunity for the Disadvantaged: Can It Be Achieved on a Large Scale?"},
      {
        "id":"ED466245",
        "title":"Community Colleges and the Equity Agenda: The Potential of Non-Credit Education."},
      {
        "id":"ED466246",
        "title":"Running Start: 2000-01 Annual Progress Report."},
      {
        "id":"ED466247",
        "title":"Enrollments, Student Characteristics, Progress and Success for Basic Skills Students in State Support Instruction in Community and Technical Colleges. Research Report."},
      {
        "id":"ED466249",
        "title":"FACCCTS: Journal of the Faculty Association of California Community Colleges, 2001-2002."},
      {
        "id":"ED466250",
        "title":"Insights on the College, 2000-2001."},
      {
        "id":"ED466251",
        "title":"Evaluating Teaching Effectiveness in Community College Settings."},
      {
        "id":"ED466252",
        "title":"Years in the Life: Former Presidents Reflect on the American Association of Community Colleges."},
      {
        "id":"ED466253",
        "title":"High-, Middle-, and Low-Wage Job Preparatory Programs--The Creation and Use of Policy Tool Based on UI Wages Data. Technical Report."},
      {
        "id":"ED466254",
        "title":"Performance Funding for Improvement in Washington Community Colleges."},
      {
        "id":"ED466255",
        "title":"Cooperative Institutional Research Program (CIRP) 2000 Survey Results: First-Time, Full-Time Students Institutional Summary."},
      {
        "id":"ED466256",
        "title":"Community Perception Survey, 2001."},
      {
        "id":"ED466257",
        "title":"An Evaluation of California's Community College Based Economic Development Programs (ED&gt;Net)."},
      {
        "id":"ED466258",
        "title":"Performance Reporting Plan."},
      {
        "id":"ED466259",
        "title":"Service Learning and Learning Communities."},
      {
        "id":"ED466260",
        "title":"Temperament and Competence in the Managerial Roles of Community College Presidents."},
      {
        "id":"ED466261",
        "title":"The Community College Presidency, 2001. Research Brief. Leadership Series."},
      {
        "id":"ED466262",
        "title":"The Negative Commandments: Ten Ways Community Colleges Hinder Student Success."},
      {
        "id":"ED466263",
        "title":"The Positive Commandments: Ten Ways the Community Colleges Help Students Succeed."},
      {
        "id":"ED466264",
        "title":"Seattle Central Questions: Institutional and Educational Effectiveness, 2001."},
      {
        "id":"ED466265",
        "title":"The Role of Class Discussion in the Learning-Centered Classroom. The Cross Papers."},
      {
        "id":"ED466266",
        "title":"Southwestern College--Achieving Institutional Mission: Universal Program Review."},
      {
        "id":"ED466268",
        "title":"Community Colleges and Low Income Populations: A Background Paper."},
      {
        "id":"ED466269",
        "title":"Student Average Academic Preparation: The Development of a College-Level Summary Measure of Student Preparedness for Academic Coursework."},
      {
        "id":"ED466270",
        "title":"First-Year Accountability Report for WorkFirst Training Programs."},
      {
        "id":"ED466271",
        "title":"Second-Year Accountability Report for WorkFirst Training Programs."},
      {
        "id":"ED466272",
        "title":"Community Colleges as Primary Skill Developers and Labor Market Intermediaries: Fresno City College."},
      {
        "id":"ED466273",
        "title":"Making Connections to Jobs, Education, and Training: The Essential Skills Program of the Community College of Denver."},
      {
        "id":"ED466274",
        "title":"Conflict Resolution: A Solution for Peace through Community College Programs."},
      {
        "id":"ED466275",
        "title":"The SU PARTE Welfare-to-Work Initiative: University of New Mexico Valencia Campus."},
      {
        "id":"ED466276",
        "title":"Student Persistence in Web-Based Courses: Identifying a Profile for Success."},
      {
        "id":"ED466277",
        "title":"A National Symposium on Best Practices for Student Achievement in Science, Mathematics, Engineering, and Technology in Two-Year Hispanic-Serving Institutions (HSIs) (Avondale, Arizona, April 27-28, 2001)."},
      {
        "id":"ED466278",
        "title":"Welfare-to-Work Initiatives in California and Los Angeles: Los Angeles City College &amp; Los Angeles Trade Technical College."},
      {
        "id":"ED466279",
        "title":"Grouping Colleges by Changes in Enrollment Volume."},
      {
        "id":"ED466280",
        "title":"A Focus on Students: The Better Opportunities for Disadvantaged Hispanics Program of the Miami-Dade Community College."}]
  }}
